[[1, ""], [2, ""], [3, ""], [4, ""], [5, "CATHEDRAL BELLS VOL. I, a"], [6, "BY THE SAME AUTHOR. MISS LAVINIA'S TRUST. Crown 8vo, Cloth. Price Half-a-Crown. ' Is a beautiful story, in which very considerable power of real pathos is dis played.' — Sheffield Daily Telegraph. WRONG ON BOTH SIDES. One volume, crown 8vo, Cloth, bevelled boards. Price Six Shillings. ■ An exquisitely told tale, which is quite on a par with some of the best stories.' — Morning Post. ' Is written with care and great spirit.' — Academy. GRIFFITH FARRAN OKEDEN & WELSH London and Sydney, N.S.W."], [7, "Cathedral Bells BY VIN VINCENT^ AUTHOR OF WRONG ON BOTH SIDES,' 'MISS I.AVINIA's TRUST,' ETC, ETC. IN TWO VOLUMES VOL. I. LONDON GRIFFITH, FARRAN, OKEDEN & WELSH SUCCESSORS TO NEWBERV AND HARRIS AND SYDNEY 1889"], [8, "[The Rights of Translation ana of Reproduction are reserved.}"], [9, "TO A. L. D. I DEDICATE MY STORY. b VOL. I."], [10, ""], [11, "NOTE, I have known cases of persons recog nising a place in a book at once fancying that they recognise also a like ness to their friends among the characters of the story. As there are possibly some among my Readers who will penetrate the disguise under which I have placed Carswell, I take this opportunity of at once assuring them that not one single individual connected with the dear old city in question has been depicted in these volumes. VIN VINCENT, February iSSg."], [12, ""], [13, "CATHEDRAL BELLS. CHAPTER I. ' She was good as she was fair — None — none on earth above her ! As pure in thought as Angels are, To know her was to love her.' Samuel Rogers. ' WHAT a glorious day ! I do hope it will keep like this ! ' Ina Strong spoke these words out loud, stand ing by the open window in the dining-room of her father's house in Dean's Walk, Carswell, one summer morning in the month of June 1 38— . Ina was a very pretty girl indeed, with a VOL. I. A"], [14, "2 CATHEDRAL BELLS. mass of curly brown hair crowning her forehead, blue grey eyes, delicately pencilled eyebrows, a remarkably clear complexion, and a slim, elegant figure. She was the only child of the Rev. Philip Strong, Rector of St Mary's, Jessop Street, and Honorary Canon of the Cathedral, and was a person of no small importance in the quaint house in Dean's Walk. Not that Ina interfered in any way with the domestic arrangements of the establishment. She left all that to her mother, and very well Mrs Strong did it, too ; but she was the latter's pet and companion, while the servants made much of her. ' Miss Ina's wish ' was law to everyone. Her dresses, when it suited her, were ' built ' by a tailor. If she had a fancy to have her room fresh papered or painted, it was done almost before she had time to express the wish. Ina Strong appreciated the pretty dresses, and the neat little pink and white bedroom"], [15, "CATHEDRAL BELLS. 3 upstairs, looking out into the quiet old fashioned garden, across the smooth lawn of which fell, of a summer's evening, the shadow of the great Cathedral spire. She appreciated these little luxuries all the more, too, because it had been her lot to know very different times to those she now enjoyed. For the first fourteen years of her life, Ina had lived in Staffordshire, in the heart of the Black Country, in the great ugly town of Walsall, where her father held a curacy. The Rev. Philip Strong was the scion of an impoverished Yorkshire family, and from the outset of his career had been hampered by a want of means. When but four-and-twenty, and possessing, as assistant-master in a school, the large salary of £100 a year, he had married the lady of his choice — the penniless daughter of an old Peninsular officer. Twelve months after wards, he had been appointed to the curacy of"], [16, "CATHEDRAL BELLS. 4 St M— 's, Walsall, and there for fifteen weary years he had struggled along on an income of £120 a year. The warfare, however, had been a bitter one, and it had left its mark upon him. And yet the Rev. Philip Strong was a clever man, and one who should have risen in his profession, had it not been for a fatal draw back, namely, that he possessed none of those arts whereby other men rise. If he dined out, he never spoke more than a dozen words to the people sitting near him. After dinner he would shake his head, when pressed to fill his glass, and then would sit silent, as one who heard not, while the men round him talked and laughed. Even in his own home he rarely spoke. Now and then he would give utterance to some humorous thought, but such transient gleams of sunshine were rare indeed. And yet he was a man who in his own house played a large part. His wife was devoted to him, and he to her in"], [17, "CATHEDRAL BELLS. 5 his odd, silent way. It had been a love match, and, like so many love matches, an imprudent one. Then, too, they had gone through much together. At Walsall, there had been times when things were grave with them indeed. And in those days, she had been good to him — good as only a woman can be. In her heart there had been a great terror at their position, but she had kept the terror out of sight, and when with him had been brave, and smiling, and confident. They had come through those troubled waters at last, and though, as I have said, they had left their mark upon him, still, in the knowledge he had thereby gained of his wife's affection for him, he considered it cheaply purchased. It was just when Ina was about fourteen that things had changed for the better. Mrs Strong had been very ill, and her husband, getting alarmed, did what hitherto in all their"], [18, "6 CATHEDRAL BELLS. anxious hours he had obstinately refused to do — wrote and asked help of his distant cousin, the Rev. William Maycott, Archdeacon of Carswell. What Mr Strong suffered during those forty-eight hours, whilst he waited for a reply to his application, few can tell. He was a proud man, and the action had been painful beyond measure. Almost as soon as the letter had been posted, he repented of the deed. He had gone to the post-office, and tried to get it back, but the bag had been made up and the letter was already on its way to town. The clergyman had turned away from the gossiping old clerk's explanation, and had gone out once more into the grimy, ugly street with a sick heart. He had done wrong-, he told himself; and in his wounded pride he had paced the streets of Walsall till long after the church steeples had proclaimed the hour of midnight."], [19, "CATHEDRAL BELLS. 7 Mr Strong was alone in his study when the Archdeacon's answer came. He seized the envelope, and tore it roughly open, telling himself as he did so that it was a refusal. A slip of paper fell to the ground, and he picked it up — a cheque for £50 ! Then he turned to the letter and read it. After that he went to the door and tried to call his wife, but failed. He was a big, strong man, nevertheless he was completely over come. He struck his great hand upon the study table as though angry at his own weakness, and then called ' Ellen ! ' And she had come quickly, fearing all manner of things, and had been startled to find her husband's arms about her. He was a man not much given to open demonstrations of affection ; but then he held her close, and kissed her again and again. ' You were right,' he said, ' as you always"], [20, "8 CATHEDRAL BELLS. are. I did well to go to such a man in mine hour of need. Ellen, our troubles are at end. My letter went at just the right moment. I am offered the living of St Mary's, Carswell. It is worth .£600 a year, and is in the gift of the Chapter. The Archdeacon has used his influence in my behalf. Read what he says.' Mrs Strong took the letter. It was as follows : — ' The Close, Carswell, 1 April iS— . 'My Dear Cousin, — I quarrel with you for writing so long a string of apologies. Know you not that our great - grandmothers were sisters, and to whom should a man turn in distress but to those of his own blood ? The living of St Mary's, in this town — worth £600 per annum — is vacant. Will you accept it ?"], [21, "CATHEDRAL BELLS. 9 Write by return. Never allude to the enclosed, or we shall be enemies. The old Rectory, be ing far too large, was sold in the time- of the late incumbent, and the present residence is in the Close — a pretty house. — Yours in haste, ' William Maycott. 'P.S. — My wife desires me to say that she looks forward to seeing Mrs Strong here.' The Archdeacon's letter had been the turn ing point. Since then things had gone well with Philip Strong. He had come to Cars well, and was now able to sleep in peace when he lay down at night, since he had insured his life, and thus made provision for his wife and child. At the time, also, at which my story opens, he held, in addition to the living of St Mary's, Jessop Street, the post of History Lecturer at King Edward's"], [22, "10 CATHEDRAL BELLS. College, and was also an Honorary Canon of the Cathedral. ' What a glorious day ! I do hope it will keep like this ! ' Again Ina said the words aloud, looking up, as she did so, at the cloudless blue sky overhead. The Dean had a garden-party that afternoon, and Ina was going to wear a new dress if it would only keep fine. Each day of the past week had dawned fair and beauti ful, and each afternoon it had changed and become cloudy and disagreeable. Who knew whether the clerk of the weather was not going to play just such another trick again ? ' It was much too fine to stay indoors,' the girl thought, as she pushed the soft curly hair from off her forehead, and gazed up at a workman engaged at some dizzy height in repairing the masonry of one of the"], [23, "CATHEDRAL BELLS. 11 buttresses of the Cathedral. Bah ! it made one giddy to look at him. If she went on staring, she felt he would fall. Ina turned, and leaving the room, crossed the hall and passed out into the quaint, old-fashioned garden. How still and peaceful it was that June morning, scarcely a sound to be heard save the cawing of the rooks far overhead as they circled round the pinnacles of God's great house. The air was heavy with the perfume of flowers, and the girl moved slowly along, noting lazily where she intended to come by- and-by with her scissors and basket. There would be enough to fill all the vases in the drawing-room, over and above those required for the dinner-table. It would be time enough to cut them after luncheon. There was nothing to prevent her doing it once, only she was rather tired just then, for Ina was not very robust."], [24, "CATHEDRAL BELLS. 12 By-and-by the inspection was finished, and the girl, having reached the end of the garden, where a long, low basket chair was placed ready for her, seated herself therein, and listened to the chimes of the old Cathedral clock. After a bit the silvery tones ceased, and the great bell boomed forth its solemn tones — twelve. The mason at the giddy height stopped work, and disappeared. ' Dinner and a pipe,' Ina said to herself. The echo of the clock had died away, and there was nothing to be heard save the hum of the bees, the cawing of the rooks, and the sweet song of the birds. Ina felt that if she closed her eyes she would be asleep directly. She resisted the temptation, however, and contented herself with lying quietly back, enjoying the soft air. Half-an-hour went slowly by, and she was just going to rise when she beheld Martha, the"], [25, "CATHEDRAL BELLS. 13 parlour maid, at the drawing-room window, and directly afterwards a gentleman in deep mourn ing appeared behind her. The girl recognised the new-comer quickly enough. It was the Rev. James Romer, her father's curate, whose mother had only been buried the previous day. What was she to do ? The visitor came rather slowly across the lawn. He was a plain, insignificant - looking little man, with nothing very striking about him, except a pair of enormous feet, which Ina de clared he would one day fall over. The Curate was always a comic figure to look at, and that day he was even more so than usual. He was dressed, as I have said, in the deepest mourn ing, but the effect was marred by the fact that, as the roads were dusty, he had turned his trousers up, and consequently his low shoes and white cotton socks were, to say the least of it, conspicuous. Everything about him was"], [26, "CATHEDRAL BELLS. 14 new, Ina noted, with one exception — he still carried his large dark green alpaca umbrella, and as the fastening had come off, its elegance was not enhanced by the fact that he had slipped an elastic band over it as a temporary substitute till he could get his landlady to rectify it. She who had hitherto done these things for him, had gone away on a great journey. She would never sew the fastening on his umbrella again, or the buttons on his shirt. He had not seen Ina since she left him — had, indeed, seen no one till yesterday, when he had shaken hands with the Rector, who had read the funeral service. Ina rose slowly to meet the new-comer. She did not know in the least what to say to him. For a whole week, as I have said, no one had set eyes on him. When her father had called at the rooms in Jessop Street, the answer had"], [27, "CATHEDRAL BELLS. 15 always been the same, — ' If there was any question relating to the parish, would the Rector be so kind as to put it into writing ? ' Now the little man had probably come to see him, and yet why, oh ! why had Martha shown him out on to the lawn instead of into the study ? Mr Romer took the girl's outstretched hand rather eagerly, but he did not speak. Some how, the sight of Ina seemed to bring all his loss back to him, though why it should it is difficult to say. Once in about a month the girl had been wont to call on the poor old lady who had gone away — away for evermore. Many times since Ina had heard of her death, she had felt sorry she had not been in the habit of going oftener. It had always been rather a bore. The little old lady — with her funny row of grey curls, her horn spectacles, and her plain black"], [28, "CATHEDRAL BELLS. 16 dress — had always been so very pleased to see her ; so eager, too, for her to remain ' because \" James \" was sure to be back for tea. He'll be disappointed to miss you, my dear. He thinks a deal of you, honey.' Now, as Ina thought of all this, and her glance fell on the black figure before her, some thing rose in her throat, and the tears came into her eyes, though she was not one who usually showed her feelings. In spite of his turned up trousers, white socks all in wrinkles, and the gamp-like umbrella, she recognised that she was in the presence of a great sorrow. She gave his hand a little extra pressure and looked away. 'I — I came to thank you,' he said. His voice was quite steady, but there was a tremulous motion about his lower lip which told of a struggle within. ' You are the first person I have seen, except — except"], [29, "CATHEDRAL BELLS. 17 those yesterday. It was very good of your mother to come. I came to thank her. I could not then, you know.' ' Of course not,' Ina answered. ' Besides, why should you ? Mother liked to go. We were all very sorry when we heard of it,' lifting the blue-grey eyes for a moment as she spoke. She was very sorry for him — truly sorry. If there was anything in the world she could do for him, she would do it gladly ; but oh ! if he would only go ! The girl did not comprehend that by letting him stand there talking to her she was doing more than all the rest of the world could do for him. Ina knew, had known for ages, that, in the words of her girl friends in Carswell, the Rev. James Romer was smitten with her, but she hardly comprehended how completely smitten he really was. As a rule VOL. I. B"], [30, "18 CATHEDRAL BELLS. she was bored with him, and seized every opportunity of getting out of his way ; but every now and then his devotion touched her, and she could not help being kind and gentle to him. And on these occasions the little man would go home happy and contented. And James Romer ? He had come to the Rectory that bright June morning because he could not stand the quiet sitting-room in Jessop Street any longer ; above all, could not stand the sight of the empty arm-chair. She for whom his heart was desolate had not been a clever woman, — had, indeed, been quite the reverse, — but she had been his mother, and he had loved her. People in Carswell — the ill-natured ones, that is — had called her vulgar, but in this I think they were wrong. She had been the daughter of a small farmer, and it is true that now and then in conversation she had been wont"], [31, "CATHEDRAL BELLS. 19 to let slip an ' H ' ; but that was the extent of her vulgarity. She had been a good woman, had borne nobly the ills of poverty, and had kept the sacrifices she was com pelled to make out of sight. He for whom she had made such sacrifices knew full well her worth, and the love he had given her had been very great. And so, that morning of which I am writing, James Romer had come up to see the one being who could distract his thoughts from the little old woman who had left him only eight days before — only eight days ! Standing there in the quaint garden, with the rooks cawing loudly up among the grey pinnacles of the Cathedral, and the scent of summer roses filling the air, the curate was able to forget for a few minutes something of his great sorrow — something of those terrible things which accompany death,"], [32, "CATHEDRAL BELLS. 20 and which leave such a strong impression on one's upset nerves. Looking at the slim figure, every outline of which he knew so well, standing there before him in God's sun light, he was able to put from him for the first time the recollection of the tramp, tramp of the bearers, and the muttered words of one of the men — just at the end — when she was really going, and when life seemed over — 'to twist that 'ere rope straight.' ' Do you want to see papa ? ' Ina asked at length, finding the poor Curate's gaze get ting a little embarrassing. ' I'm afraid he is out, but I can tell him anything — any message, you know.' ' Thank you — oh ! thank you very much,' he answered eagerly. He was always so over-polite, as Ina often complained. ' No, I haven't anything to say. I — I am a good boy and have a holiday to-day,' smiling a"], [33, "CATHEDRAL BELLS. 21 little at his feeble joke — it was the first he had made since it happened. ' Your father thought it would be better for me not to go back to parish work till to-morrow. It is very kind and considerate, I am sure, but then he has been so all through, he and your mother and you. She liked the flowers you sent so very much. It was only the — only the last day she was too weak to notice them. I — I put those on her breast after it was all over,' working his square ugly fingers nervously together, and trying to steady his voice as he lifted his eyes to the girl's face for a moment. ' I am glad she liked them,' Ina answered. It was all she could think of to say. Oh ! if he would but go ! If the interview lasted much longer, she would end by having a bad headache, and be totally unfit for the Dean's garden-party."], [34, "CATHEDRAL BELLS. 22 ' Oh ! yes — oh ! thank you — they were the greatest comfort to her. I can never forget it — your kindness, I mean. I ought not to come and weary you with my trouble, Miss Strong, but I hope you will forgive me. Yes, I am sure you will — it is just like you to be always kind,' trying to squeeze the large alpaca folds of the ' gamp ' tighter as he spoke. Ina was silent. She could think of absolutely nothing to say. Not a sound broke the summer stillness. Surely her father or mother must re turn soon. She had not the slightest notion where either of them were. Mr Romer stood quietly in front of her, his brown eyes wander ing over her pretty dress, — now and then only did he venture to raise them to her face. By and-by the Curate thought of something to say. 'It is a difficult place, Carswell, to spend a whole holiday in. What, now what should you advise my doing, Miss Strong?'"], [35, "CATHEDRAL BELLS. 23 Ina had some difficulty in finding a reply. Through her mind flitted the idea of proposing that he should go over the Cathedral, but it was rejected instantly as absurd. The Cathedral was the one thing to see in Carswell ; when that was over there was nothing left to do. ' I shall — I shall be guided wholly by your advice,' he said eagerly. ' Whatever you propose, I am sure will be charming.' The girl's face flushed a little. It was just the sort of speech she disliked. She was about to punish him by declaring that she had no suggestion to make, when the expression of the man's face altered to one of sharp agony as through the sultry summer silence came the deep tone of the Cathedral clock telling the hour — one ! For at that sound swiftly to the man's mind returned the scene of yesterday. When he had come forth from his house in Jessop Street, when ' all was ready,' it was the"], [36, "CATHEDRAL BELLS. 24 first sound which smote upon his ear — the Cathedral bell tolling — tolling for her! All along Jessop Street, and as they proceeded down 'the High,' he had heard the solemn note. Yes, even when at length they had reached the cemetery gate, far away in the distance he had caught it mingling with the shrill tinkle of the chapel bell close at hand. He had forgotten his question — forgotten even the girl he loved — in his sudden agony. 'It — it was like — like yesterday,' he ex plained. The flush died away from the girl's face. She pardoned him. ' Could you — could you not go away for a little ? ' she asked gently. ' I don't mean from this garden,' rather quickly, as the idea struck her that her words were open to misconstruc tion, and came dangerously near to the class of ' things one would rather not have said ' —"], [37, "CATHEDRAL BELLS. 25 ' but quite away from Carswell, for a complete change.' The Curate's face fell. He forgot his great sorrow again. He had certainly no wish to leave Carswell, and even if he had, had certainly not the means of doing so. ' I — I could not manage that,' he answered quickly. Ina remembered the clergyman's slender salary, and the fact that he had nothing be yond it. ' No, I suppose not,' she answered. ' But it is a pity ; it would have done you good. There is nothing like change. I am very sorry.' Her manner was so very gentle to him that the little man quite brightened up. ' But you haven't told me yet how I am to spend my holiday of one day, or rather half a day, to be exact,' looking, as he spoke, at his large silver watch, more like a warming-pan"], [38, "26 CATHEDRAL BELLS. than a nineteenth - century timepiece. ' As I told you, I shall be guided wholly by your advice.' Ina looked vaguely round, as though seeking inspiration from some of the objects close at hand. She must settle the question ; till she did, he would never go. Then a happy thought struck her. ' Why not walk over to Stackfield ? ' she said. Stackfield was the great show place of the Marquis of Stackallan, distant some two miles from Carswell, and the park was always open to the public. James Romer very rarely allowed himself a holiday from his labours down among the canal population, who formed so large a part of the parishioners of St Mary's. ' It is just the very thing,' he answered eagerly. ' Fancy, I have only been there twice"], [39, "CATHEDRAL BELLS. 27 since I came to Carswell, and each time it has been in charge of the school children. By-the bye, though, the family are there for the Par liamentary recess. Perhaps that will make a difference ; perhaps they will not let me in.' ' Oh, no ! it's all right. The state rooms are shut ; of course you cannot see them, or the picture gallery, or the gardens, but the park is always open.' She was going to add 'do go,' but luckily stopped herself. Conscience makes cowards of us all. She felt her voice would have too eager a ring about it. ' And it is quite customary ? ' the Curate asked. ' Are you sure of that ? I mean, you do not think that if any of the family see me they will think me intrusive ? ' Ina almost laughed ' No, no ! everyone goes. It is open to the public'"], [40, "28 CATHEDRAL BELLS. Poor little nervous shy man ! She did not like to tell him that if the noble owner should by chance see him, in all probability he would not even take the trouble to wonder who he was. ' In that case, then, I think I may venture. It is so kind of you, Miss Strong. I shall feel all the afternoon that I am indebted for my enjoyment to your thoughtfulness. And you will thank your mother for her kindness yester day ? I shall — I shall not forget it,' the look of weary pain coming back for a moment to his face. ' Good-bye. I shall see you on Sunday at the school ? Oh, thank you — thank you ! It is so good of you to come — the children like it so much. Yes, indeed. Good-bye — good-bye.' So he went, and Ina, left alone, sank back into her garden chair, and closed her eyes with a sigh of relief. Perhaps, if she sat quite quiet, the headache which the interview had eiven o"], [41, "CATHEDRAL BELLS. 29 her might go off, and she might be able to en joy her garden-party at the Deanery. Long before James Romer had reached the end of ' the High,' which leads to the road to Stackfield, Ina had given up the struggle to keep awake, and was fast asleep under the shade of the garden trees."], [42, "CHAPTER II. ' Dead shepherd, now I find thy saw of might, Whoever loved that loved not at first sight.' ' As You Like It. It was half-past four o'clock, and the promise of the morning had been more than fulfilled. In the blue sky not the shadow of a cloud was visible. The June sun was blazing hotly down, and on the Deanery lawn people were clustering together wherever there was a little shade. The windows of the old red - brick house were wide open, the muslin curtains in the drawing-room were moving gently to and fro in the soft summer breeze, while the flower-beds were bright with flowers. It was just the day for a garden-party."], [43, "CATHEDRAL BELLS. 31 'Very glad indeed to see you, Mrs Strong,' the Dean said, as that lady, followed by her daughter, stepped out through the open window to where Dr and Mrs Skelton were receiving their guests. The former was a broad, well-proportioned man, with grey hair worn somewhat long, and a pair of penetrating blue eyes. He possessed an extremely fascinating manner ; but his for mer pupils — the Doctor had been head-master of one of our great public schools, and had only held the Deanery of Carswell for about a year — said that when he chose, the honied words were changed to winged ones, and that no man could be sterner than Dr Skelton when -he elected to be so. ' Mr Strong not able to come ? ' asked Mrs Skelton, a fair, clever, kind-hearted little woman, as she shook hands with the new - comers. Oh ! of course ; I forgot how much he must"], [44, "CATHEDRAL BELLS. 32 have to do in the parish, with poor Mr Romer unable to attend to work. A great loss for him, poor man ! I fear she suffered at the last. My dear Ina, I hope you wont tire yourself. Maurice, whenever you see Miss Strong standing about this afternoon in the sun, go and lead her into the shade.' Maurice was Mrs Skelton's only son ; very clever at Latin verses, and full of promise, and only at home because he had overworked himself at Rugby. ' But I like the sun,' objected Ina. ' I'm like a cat. I have been lying in it half the morning ; besides, I am quite strong now that the warm weather has come. It was only that horrid winter which rather tried me.' Mrs Skelton was just about to commence a reply, when the butler again appeared at the window, and announced 'Lord Rossmere.' Instantly there was a little flutter among"], [45, "CATHEDRAL BELLS. 33 the guests, consequent on the arrival of Lord Stackallan's son and heir. The young noble man had only lately left school, so that his presence at a Carswell entertainment had still an air of novelty about it. In his heart the lad hated garden parties, but being ' an old boy ' of Dr Skelton's, he had felt bound to attend at this one. He was a slight stripling of little more than nineteen, with fair curly hair and blue eyes, and a jolly, sunburnt face. He blushed crimson as he shook hands with the Dean, and could hardly help calling him 'sir.' After all, it was not so very long ago since the Doctor used to flog him, though, to do the young Earl justice, such floggings were never for more serious offences than skylark ing or idleness. It was quite evident, too, from the cordial way in which the Dean greeted him, that he had not forgotten the distinction. If Dr Skelton had a fault, it VOL. I. C"], [46, "CATHEDRAL BELLS. 34 was a want of forgiveness towards a wrong doer. Lord Rossmere stood talking to his host for a little, while the latter questioned him eagerly as to whether there was any truth in the report that Sir William MacClaren, the member for the county, had written to say that Lord Stackallan's son must be ready to step into his place the day he was twenty-one, as he — Sir William — was not only old, but even getting feeble. Yes, it appeared it was quite true, and it looked very much as if he would have to forego taking his degree. His father was much worried about it. And as the young lord gave utterance to the last sentence, his eyes fell on Miss Strong, and he stopped. He forgot the degree, forgot his father and Sir William, forgot everything — he was wonder ing who she was. Ina was dressed in soft cream colour"], [47, "CATLLEDRAL BELLS. 35 — bonnet, frock, and all, and very well it suited her. There was a little flush of healthy excitement on the cheeks, which were usually a trifle pale, and the girl was looking her best. She stood there quite still, watching the people around her, and was at first wholly ignorant that the boy was gazing at her. By-and-by some mesmeric influence touched her, — she looked up, and their eyes met. Though she was at a good distance from him, something told her that the young lord's glance was full of admiration. He looked a nice, jolly boy, she thought, but she had no idea of letting him imagine that she had even noticed him, so she moved quietly away. Her mother had gone with the Bishop's chaplain to get an ice, and Ina was alone. She looked round to see who was near that she liked well enough to join. First there was Archdeacon Maycott, tall and"], [48, "36 CATHEDRAL BELLS. burly, with a loud voice and an autocratic manner, but whose heart was in the right place, and whose ample purse was open to all in need. And with him was Mrs Maycott, one of the most gentle and popular of women, whose business it was to go through life smoothing down those whom her husband had ruffled, and endeavouring to bring home to them all the man's real worth. The Maycotts had such a heap of people round them, that Ina refuted the idea of joining them, and looked for someone else. The next person upon whom the girl's eyes fell was Mrs Smallpiece, but she was mentally discarded at once. Mrs Smallpiece was a widow, who lived in a square flint villa just outside the town, and gave herself airs to those who resided within it, and was noted for being the chief scandalmonger of the neighbourhood. Should there be a dearth of"], [49, "CATHEDRAL BELLS. 37 scandal, then the lady was equal to the occasion and invented some. Ina simply hated her, and took but slight pains to conceal her dis like. Certainly she would not join her, the girl thought, and looked round once more. This time she was more fortunate. The very people. Ina moved slowly over in the direction of two ladies in black, who were standing near a fir-tree, and not very far from where the white draperies of the tea-table were visible through some shrubs of laurestinus. The Misses Bunbury, aged respectively sixty three and fifty-eight, were among the institutions of Carswell. In the whole city — in the whole county — there were no people more respected. They were the daughters of a long dead Bishop of Carswell, and, owing to that, and also to the fact that their mother had been a Lady Jane Cluny, were among the elite of the city, and their tiny house in ' Crossgates,'"], [50, "38 CATHEDRAL BELLS. one of the very few at which the Stackallan carriage was ever known to stop. They were of medium height, dressed twenty years behind the fashion, possessed between them the enormous income of £300 a year, and were universally beloved. ' Oh ! Miss Bunbury,' Ina said, ' I'm so glad I caught sight of you ! In another minute I should have been reduced into asking Mrs Smallpiece to chaperon me. Mamma ran off with Mr Seymour and left me alone to take care of myself as best I could.' The ladies smiled. The girl was a pet of theirs. Often at afternoon tea, the quiet little house in ' Crossgates ' was made the brighter by Ina's presence, and both Miss Bunbur)7 and Miss Eliza were always glad to welcome her. ' I suppose she thought as there was no"], [51, "CATHEDRAL BELLS. 39 Mr Romer to-day it didn't matter,' the younger Miss Bunbury remarked, laughing. The Curate's name was a standing joke between the ladies and Ina. Both the Miss Bunbury 's were what is called ' High Church', and as Mr Romer was just the reverse, and lost no opportunity of preaching against that school, there was not much love lost between them. ' Poor man,' the girl answered, her thoughts going back to that morning, while the black coated figure rose again before her, and she seemed to see once more the spasm of acute pain which crossed his face, as through the sultry summer stillness came the sound of the cathedral clock telling the hour. ' Poor man ! He came to see us this morning — to thank mamma for going to the funeral yesterday. He was dreadfully cut up.' Ina did not think it necessary to explain"], [52, "CATHEDRAL BELLS. 40 that Mrs Strong did not return to the house in Dean's Walk till nearly an hour after the Curate had set out for Stack field. ' Poor soul ! ' The slightly sarcastic tone in Miss Eliza Bunbury's voice had died away as she said the two words. She would laugh at Mr Romer, his ways and opinions, at the very next opportunity, but just then her theo logical prejudices withered before the softer influence of her most womanly heart. She was thinking of the Curate in his lonely rooms of an evening, with no fond mother now to hang on his words and think each one of them full of wisdom, when her re- flections were broken in upon by her young companion's voice — a voice which had in it a note of mischief. It was Ina's turn now. ' Miss Eliza,' — everyone called her Miss"], [53, "CATHEDRAL BELLS. 41 Eliza, — ' I see Canon Anson. He has just come. I will stand a little way back.' The Honourable and Rev. Canon Anson was a slight grey-headed bachelor of about eight-and-forty years of age. He was very shy of ladies' society, and the Misses Bun bury were among the select few he honoured with his friendship. Miss Eliza was, how ever, credited with being the chief favourite ; but I, myself, have heard Mrs Smallpiece say that this simply arose from her 'pursuing him.' But then the Marchioness of Stackallan frequently called at the house in ' Crossgates,' and never at the villa outside the town, and it is possible that this fact may have had something to do with the widow lady's sharpness. ' Nay, child I ' exclaimed Miss Eliza, laugh ing in spite of herself. ' He is no friend of mine. I tell Mary here that she is the attraction. He is her friend.'"], [54, "CATHEDRAL BELLS. 42 The eldest Miss Bunbury laughed quietly at this attack. Everything she did was noise less. She was a big woman, but her footfall was scarcely to be heard as she walked up the long aisle of the Cathedral. Mrs Small piece, indeed, always spoke of her as ' the Elephant.' ' You'll be pleased to take that speech, Ina, for what it is worth,' Miss Bunbury replied. ' Except to ask him whether he takes one or two lumps of sugar in his tea, I don't think I speak more than half a-dozen words to him when he comes to call. Dear me, Eliza ! isn't that young Lord Rossmere coming this way ? I'm sure it is. How the boy does grow ! It seems but yesterday he was in an Eton jacket and a lay-over collar ! ' The object of the good lady's remarks was coming slowly along the lawn. Now and then"], [55, "CATHEDRAL BELLS. 43 he lifted his hat as he recognised one of the county ; but for the most part all present were strangers to him. Suddenly his glance fell on Miss Bunbury and Miss Eliza, and his face brightened. He had known them ever since he was born, besides which, they were his mother's great friends. He came striding quickly across the smooth grass to greet them, when he caught sight of Ina. The very being he had been in search of! And what luck her being with the only people he knew really well on the lawn. ' How do you do ? ' he said, in his most cheery tones. ' I'm so awfully pleased to see you. I hardly know a soul here. Isn't it a jolly day ? Whenever we have a garden party at Stackfield, it always pours.' ' Your mother is not with you, I suppose ? ' Miss Bunbury asked, after the boy had shaken hands with herself and her sister."], [56, "CATHEDRAL BELLS. 44 ' No ; she was tired, or she would have come. I wanted her to come because of him,' nodding his head in the direction of the Dean ; ' but my sisters thought she had better not. She hasn't been very first - class this spring, as I daresay you heard,' letting his eyes wander as he spoke to the slender form in cream colour. Why didn't they introduce him ? Perhaps if he stopped talking, they would. He paused. The Misses Bunbury were in a dilemma. They were not quite sure what to do. In the whole town they alone may be said to have been really intimate with the Marchion ess, and they had always carefully abstained from in any way presuming on such intimacy. Besides, Ina was such a very pretty girl, that there was a certain sense of responsibility in introducing her to one like Lord Rossmere."], [57, "CATHEDRAL BELLS. 45 Miss Eliza had just rejected the idea which had occurred to her of making her young favourite known to the future Marquis, and was about instead to make some casual remark, when Ina, who was rather a proud girl, nodded her head, and turned to join some other people who were standing near. This was too much. The young Earl felt that in another moment it would be too late. With a desperate effort he conquered his shyness, and said, — ' Miss Bunbury, please introduce me. I want to know her particularly! The last in a whisper. It was impossible to refuse, Miss Eliza thought. She had not the slightest reason for doing so, besides which, Ina must have heard the request ; and not to comply with it would be to offend her young favourite. Standing under the shade of the great trees, beneath the summer sky, with the June sun"], [58, "46 CATHEDRAL BELLS. shining hotly down, the introduction was made. How often afterwards the pair remembered that cloudless afternoon, when first they met ! ' May I take you to tea ? ' the boy asked, rather eagerly. ' It is so hot here, and every one is going.' He looked very nice, standing there in his light suit — not handsome, but still attractive enough. It was a relief, too, to see someone in Carswell who was not habited in the ever lasting black coat and white tie of the Estab lished Church, for if the truth be told, Ina was rather bored by clerical society. ' I'll have an ice, I think,' she said. ' It's too hot to drink tea. Will you tell mamma where I am, Miss Eliza? Thanks. I am quite ready,' turning to the young fellow again. Away across the smooth lawn, away among the groups of guests, who turned to look at"], [59, "CATHEDRAL BELLS. 47 them as they went, the pair strolled lazily along to where the refreshment tables had been set in a cool, shady spot. In a few minutes the girl was leaning against the trunk of a tree, nibbling at a strawberry ice, while Lord Rossmere stood in front of her sipping some cool claret cup. ' I never see anyone eating an ice,' the boy said after a little pause, during which he had been gazing admiringly at his com panion, ' without thinking of one afternoon in London. It was at my mother's — a great crowd and awfully hot, and I had got a lady a strawberry ice, and she was eating it, when suddenly she dropped it, glass, spoon, and all, quietly on the ground, put her hand to her head, and said — what do you think she said ? ' ' How can I tell ? ' a little smile of antici pation showing two pretty rows of teeth."], [60, "48 CATHEDRAL BELLS. ' Well ! it's no use asking, for you'd never guess. She said, \" Oh, my eye ! \" ' Ina joined in the boy's laugh. 'Isn't it funny what an agony it is?' she said. ' I have felt it heaps of times. The only chance is to eat it very, very slowly, and always to take something after it.' ' Do you mean brandy ? ' asked Lord Ross mere, ' because, if so, I'm afraid there isn't any,' looking along the tables near as he spoke. ' Brandy ! ' echoed Ina. ' No, of course not ; I meant a wafer or a sponge cake. I should think you were always rather frightened now when you take anyone for refreshments if they ask for an ice. If you'd only told me the story sooner I would have chosen some thing else, however, I promise not to do anything so violent, no matter how bad the pain may be. I think I feel a threatening"], [61, "CATHEDRAL BELLS. 49 of it. Tell me, what did you do when you saw the ice go, and heard her say that ? ' laughing as the recollection of the story came back to her. ' Do ! ' exclaimed the boy, ' why, I roared. My sisters were furious with me, and the more they scolded the more I laughed. She was an awfully jolly little woman — old Lady Herrington, it was — and when she got better, she enjoyed the joke as much as I did ; but the best of it was that she didn't know she'd said anything funny, and thought I was only laughing because she had dropped the ice. Whenever I see her in town now I always say, \" There goes My Eye ! \" ' 'I suppose she never had any sons?' Ina asked. ' Ah, I thought not. ' I wonder if the Miss Bunburys ever heard the expression. No, I shouldn't think so, dear old souls ! I am so fond of them both. Ah, here is the Dean himself VOL. I. D"], [62, "CATHEDRAL BELLS. 50 Dr Skelton nodded and smiled as he passed the young pair. He was talking to an Oxford Don, and as he went by, both Ina and her companion caught the well-known expression, ' To be sure — to be sure.' ' I always feel my heart go down into my boots,' Lord Rossmere said, as he looked after the retreating figure with the long grey hair. ' Why ? ' asked Ina. ' I think he is so kind and nice.' ' So he is now,' the boy answered laughing, ' but if you only knew how many times he has swished me, you wouldn't be so surprised.' ' Perhaps — perhaps you deserved it,' Ina answered very demurely, but with a twinkle in her pretty eyes. ' I think that is very unkind of you. Why, if you were to show me your old governess, and to tell me she used to scold you over your lessons, I should have called her an"], [63, "CATHEDRAL BELLS. 51 old cat, and said at once it couldn't have been your fault.' 'Ah, I'm. more impartial in my judgments, you see,' the girl answered. ' No, I won't have anything more — not even brandy, thanks. It's very kind of you to offer it, especially as there isn't any. I see the Miss Bunburys in the same place, if you will take me to them.' ' Oh ! don't go back yet,' pleaded the boy. ' If you do I shall have to ask them to come to tea. I mean to do so by-and-by, but I don't want to now, you know. Dont. Let's go off alone first and have a chat — please! very entreatingly. ' But perhaps — perhaps my mamma won't quite like it,' Ina answered, with an assumed little lisp, and an air of half babyish innocence, which she sometimes put on, and which made her absolutely irresistible. ' Nonsense, I'll take care of you. Come.'"], [64, "CATHEDRAL BELLS. 52 So Ina let herself be persuaded. After all, Carswell was dull. If she could find a com panion with whom to laugh and joke, why shouldn't she ? What did it matter, even if she was right in her conjecture that Mrs Smallpiece's black-beaded eyes were watching her intently ? So away among the staring groups, away among the folk, who, for all their three services on Sunday and two each week day, still said nasty, ill-natured things, the pair went — away past the rose trees, up the bank, and even to the grey, crumbling walls. There they stopped, and resting their arms on the masonry, looked across the broad fields to the dim distant horizon. ' How long have you been here ? ' the boy asked at length, after a little silence. ' Four years.' ' Four years ! And I have never seen you"], [65, "CATHEDRAL BELLS. 53 before. Fancy ! I say, do you mean all the time, or do you only come into — into residence, I think they call it ? ' ' No, we are always here. My father is Rector of St Mary's.' ' St Mary's, Jessop Street ? ' resolving that if so, he, too, would for the future worship there. Ina nodded. ' And where were you before you came here ? ' 'At Walsall.' ' Walsall ? Walsall in Staffordshire ? ' speaking in a horrified voice. ' Yes.' ' What an awful thing ! I have been at the place. I once waited four hours for a train there. I nearly had a fit. I think it's the most awful hole I ever was in — worse than the city.' ' It isn't very nice,' Ina answered, ' even"], [66, "CATHEDRAL BELLS. 54 though I was born there, and spent the first fourteen years of my life in the centre of the town, I can't be enthusiastic about it. I don't hate it as much as I used — now that I know I'm not likely ever to live there again ; sometimes I even think I should like to go and see the place once more, just to congratulate myself on my escape. How I did hate it on a summer's day ! ' casting up the blue grey eyes expressively, and giving a little shudder as she spoke. ' I should think so. Why, it's in the very heart of the Black Country. At night, going to Ireland, looking out of the railway window, that part of the world always reminds me of — of down below, you know,' his jolly face ex panding into a smile as he drew the com parison. It did not take very much to make Lord Rossmere laugh. ' How glad you must have been to get away?'"], [67, "CATHEDRAL BELLS. 55 ' I was! fervently. There was a silence for a little while after this. Ina disregarded the cream-coloured frock, and continued to lean against the wall, watch- ing the approach of the up-train far away to the right. Seen thus at a distance, the white cloud of smoke was rather pretty than other- wise. By-and-by she got tired of this, and turning round, faced the Deanery with the great spire of the Cathedral rising behind it. The rooks, as usual, were circling round the grey buttresses, cawing loudly to one another as they did so. It was very sweet and pleasant to look at, that June evening, the girl thought, as she stood gazing at the well-known scene, while the air was heavy with the scent of the roses. By-and-by she looked up at the rooks. ' I wonder what they say to each other ? ' she said. ' It must mean something. And"], [68, "56 CATHEDRAL BELLS. oh ! are they not exactly like clergymen ? I always tell my mother that I believe, when they go on like that up there, they are holding an S. P. G. Meeting ! ' The boy laughed. ' I know what that is. They have them at the Palace, don't they ? I thought so. My mother comes in for them. Do you know her — my mother, I mean ? ' ' By sight,' Ina answered. ' I see her driv ing sometimes, and once, when I was at the Bunburys at tea time, she came in. I just met her at the drawing-room door as I was leaving.' ' What a pity ! Why didn't you stop and be introduced to her ? ' Lord Rossmere ex claimed, thinking that the girl's sweet face and pretty manners would have made a favourable impression ; for already he had resolved that, somehow, he would get his"], [69, "CATHEDRAL BELLS. 57 mother to call on Mrs Strong. If that could be done, then it would be easy to ask the girl to lunch at Stackfield, and spend the afternoon. His speculations were, however, broken up by the Cathedral chimes. ' What on earth is the time ? ' he ex claimed, pulling out his watch. ' Half-past six ! I have to be at the station to meet the down express ! My father has been to the Castle for a Privy Council. What a bore it is ! I wish I hadn't said I'd do it. As it is, of course, I must go, as there is only the phaeton between us. If I'd only come in the dog-cart I might have stopped on.' ' You would have had to stay on alone then. Look, everyone is going. We must do the same. I shall be scolded for stop ping up here like this — dreadfully scolded,'"], [70, "58 CATHEDRAL BELLS. putting on again the little air of babyish innocence which was so very captivating. ' Can't I drive you anywhere — you and your mother, I mean — on my way to the station ? ' the boy asked eagerly, and with an admiring light in his eyes. The pair were making their way slowly along to where Dr and Mrs Skelton were bidding adieu to their guests. People are wonderfully like a flock of sheep, and, at a party, when one goes, the rest follow. ' Drive us home ! ' exclaimed Ina. ' Why, we live just opposite — in Dean's Walk.' ' Do you ? And when shall I see you again ? You must introduce me to your mother — will you ? — now, before you go away ; and then — ' but Lord Rossmere's sentence was never finished, for the kindly little old Bishop, who was making his way to the drawing-room window, caught sight of tht"], [71, "CATHEDRAL BELLS. 59 boy — whom he had known from his birth, having, indeed, baptized him. ' Good-bye — good-bye ! ' he exclaimed, holding out one of his trembling hands. ' I heard you were here, but no one could find you. Tell me, is your father at Stackfield ? ' ' He comes back to-night,' the young fellow answered. ' The carriage is waiting for me now, and I am to pick him up at the station.' ' I half wanted — ' began the good Bishop, putting his hand on the boy's arm, and drawing him towards the house. Ina was left alone. She just caught a look, — half laughing, half indignant, — and then her mother's voice made her start. ' My dear Ina, where have you been ? Miss Bunbury and I have been looking for you everywhere.' Fortunately the throng of departing guests"], [72, "60 CATHEDRAL BELLS. closed in around them, and Ina was spared the necessity of answering. In another minute they were bidding their host and hostess good night. ' Such a pleasant party,' murmured Mrs Strong. ' And so good of you to come,' Mrs Skelton answered. And then they passed through the hall, and out once more into the fresh summer air. A phaeton and pair, with a coronet on the harness, was waiting at the door, and a smart groom was touching his hat to someone just behind Ina. ' Only five minutes to spare, my lord,' the domestic said, in a warning voice. ' Good - night, Miss Strong,' Lord Rossmere said, as he gave the girl's slender fingers a lingering pressure. ' Wasn't it a shame ? — the way he carried me off, I mean.'"], [73, "CATHEDRAL BELLS. 61 Another minute, and he had sprung into the carriage, the horses plunged, there was a cloud of dust, and then they had disappeared through the iron gates. ' He seems a nice boy,' the girl thought, as she followed her mother down the gravel walk. The shadows were falling long and peaceful as they made their way up Dean's Walk to the house, which nestled under the shade of the great Cathedral — the tall spire of which stood out clearly against the evening sky."], [74, "CHAPTER III ' Her children rose up and called her blessed : Her husband, and he praised her.' — Proverbs. It was the morning after the Dean's party, and the flag at Stackfield was waving in the summer breeze, while on the lawn, at the back of the great castellated pile of buildings, Lord Rossmere was smoking a cigarette. It was just such a day as the pre vious one, but perhaps a trifle warmer, and the only sounds which broke the silence were the song of the birds and the hum of the bees. Away to the right was a great blaze of colour — the Marchioness's flower-garden ; but everything else was a soft green. All round the house clustered the mighty elms and cedars,"], [75, "CATHEDRAL BELLS. 63 while fully one-half of the grey walls were covered with Irish ivy. ' A most beautiful and stately home,' wrote good Lord Shaftesbury of Wilton House, and surely the same might be said of Stackfield. How quiet and still it was ! Phew ! and how hot. Rossmere moved back a little way, as the sun was beginning to find out the spot where he was standing. By-and-by his eyes fell on a little basket chair, and he went towards it. He was tall, and the chair, as I have said, small, but he managed to squeeze himself down into it, and went on thoughtfully puffing away. How was he to get his mother to call on the Strongs ? This was the great problem which had been occupying the boy's brain ever since he rose, and though the stable clock had chimed eleven, he had not found an answer yet. As far as he knew, except at the Palace,"], [76, "64 CATHEDRAL BELLS. the Deanery, and the Miss Bunburys, she never called anywhere in Carswell. And what excuse was he to offer? He must have some reason to give. Why, oh ! why did not Ina Strong have a brother at school with him ? That would have made things so much simpler. How would it be if he asked his sister Beatrice to manage it? No. Beatrice would do it right enough, but then she would chaff about it so. He knew that. Mary, then ? He shook his head impatiently. His eldest sister would cer tainly not be of the slightest use. No, there was nothing for it but to tell the truth — to say to his mother that he liked Ina, and would she therefore call on Mrs Strong ? If he went on sitting there till luncheon, he would not find any better excuse, so he rose reluctantly, and moved away towards the flower-garden. Rossmere opened the iron gate, and passed along the gravel paths. The air was heavy"], [77, "CATHEDRAL BELLS. 65 with the perfume of flowers, and in the bright June sunlight the beds of * geranium and cal- ceolaria looked almost too glaring. By-and-by he came to the drawing-room windows, and, stooping down, looked under one of the heavy canvas blinds. No, there was no one there, and he passed on to the glass door leading into the conservatory. Goodness ! what an atmosphere. Sahara was a joke to it. The only cool thing about the place was the splashing of a little fountain in the centre. He did not stop by it, though, but hurried on till he came to an- other glass door, which was wide open, and led into 'My lady's room! The young lord entered softly, and, standing on the white mat, looked round for the owner of this cool, carefully-shaded chamber. The Marchioness of Stackallan was seated at her writing - table, but apparently her work was finished. A great pile of letters ready VOL. I. E"], [78, "66 CATHEDRAL BELLS. for stamping were lying near, but she herself was reading. One plump little hand, covered with jewels, was moving slowly along the lines of the book, as though more easily to keep the place. Those jewels were the only splendid things about her. She was a very little woman — a tiny woman, folks said some times — with smooth grey hair, and calm hazel eyes. You would never take her, the Carswellites often remarked, for a great lady. She was generally dressed in a short, plainly made cashmere, and wore on her head a white cap with black ribbons. She did not hear the step of her boy in the conservatory, she was so intent on her reading. The room in which she was sitting, with its costly hangings and priceless pictures, had faded away, and she was back in the long-gone days of old Judea, listening to the voice of Him who bade those weary and heavy-laden come"], [79, "CATHEDRAL BELLS. 67 to Him ; and, coming, be at rest. Some times she herself was weary now, she thought, and put her hand quickly to her side. Then a slight noise startled her, and she looked up and smiled. ' What ! Ross ! ' she said, and taking off her gold spectacles, laid them on the still open Bible. ' I thought you were going to work very hard this morning, my dear. You don't look much like it at present.' ' I'm going to do so, mother, nevertheless. I'm on my way to get out my books. I shall have two hours clear before luncheon, and, after all, I don't go up to Oxford before the end of September.' 'What day do you expect Mr Stillwell ? ' Lady Stackallan asked. Mr Stillwell was a University coach who had accepted an engagement of three months, in which time he guaranteed to have Lord"], [80, "68 CATHEDRAL BELLS. Rossmere fit for matriculation. The family were only at Stackfield for the Whitsuntide recess, and up till yesterday the heir had done nothing but bemoan his fate in not being allowed to go back to London, whither they were to return next week ; but now all was changed. To be sure, he had en joyed the balls very much when he was up there, but he thought he would enjoy the neighbourhood of Carswell still more. He felt that his virtuous conduct in remaining behind at Stackfield was about to meet with an unexpected reward. ' I don't quite know,' he replied ; ' about the 20th, I believe. I say, mother, I want to ask you something.' ' Yes, my dear. What is it ? ' The boy stood still on the white rug, twisting his deer - stalking cap round and round. He did not quite know how to"], [81, "CATHEDRAL BELLS. 69 begin. Almost he wished he had not come to ask. He could not think of anything else about which he wished to speak. He must begin. It would look so strange if he stood there doing nothing — saying nothing. And Lady Stackallan herself? After all, she was not thinking about his silence — she was thinking, instead, how well and manly he looked, standing there with his back to the sunlight. There was a poor woman, down at a cottage near the Home Farm, who only last week had to go away and leave her children for evermore. Poor soul — poor soul ! That must be a dreadful thing ! To go away and leave them behind ! God in His mercy keep them together a while longer, she thought, looking at her son ; and while she said it — while she said it, the little woman moved her hand to her side again."], [82, "CATHEDRAL BELLS. 70 ' Are you — are you busy, mother ? ' Rossmere asked, after a pause ; ' because if so, I can come and ask you another time.' He was like a timid bather, putting one foot into the water and then withdrawing it. ' No, my dear, I'm not busy. I have done all my correspondence, and am only reading. What is it you want to talk about ? ' ' Oh it's only — I want you to do something ■ — to go and see someone. You know yesterday — the Dean's garden party, I mean, — well, I — I met some jolly people — the Strongs. He is Rector of St Mary's, and they live in Dean's Walk. I wish you would go and and call on them, mother. ' Lady Stackallan was certainly a little sur prised, and a little bothered by the request. Long ago, when first she came to Stackfield, she had wished to alter the Dowager March ioness's rule of never calling anywhere in"], [83, "CATHEDRAL BELLS. 71 Carswell, but little by little she had dis covered that her mother-in-law's custom was a wise one. She found out that she could not call on everybody, — that she must draw a line somewhere, and that such distinction would end in jealousies and heart-burnings. So, with the exception of the Palace, the Deanery, and the Miss Bunburys in the Crossgates, — the latter, by the way, she had known when they themselves dwelt at the Palace, — she had never been anywhere in the town. Lady Stackallan was certainly troubled by her boy's request. 'My dear,' she said, 'I don't know what to say to you. I should like to do what you ask very much, but I have never done anything of this kind. If I call on one person, then people will say I ought to call on others. You do not know what a difficult thing it is to deal with all the little ins"], [84, "CATHEDRAL BELLS. 72 and outs of life in a quiet country town like Carswell. If I call on Mr Strong, the Rector of St Mary's, why not on Mr Webber, the Vicar of St Philip's?' ' But, mother, they are so nice — the Strongs.' ' Yes, dear, very likely. And so perhaps are the Webbers. Of what does the family consist, Ross ? ' The boy grew very red. The cap went round quicker than ever. ' There — there is the father — he is the Rector, you know, and Mrs Strong and the daughter.' 'No sons?' looking much surprised. ' I don't think so. Oh ! mother, I have just thought of something which makes all the difference— they are friends of the Bunburys. It was Miss Eliza who introduced me. She was chaperoning Miss Strong when I was with them.'"], [85, "CATHEDRAL BELLS. 73 Lady Stackallan looked relieved. ' I might call on them if they are great friends of theirs,' she said. ' I shall be in Carswell this afternoon, and I will go and see them, and if I find I can do this thing without offence to others, I will call on the Strongs before I come back. Will that content you, Ross ? ' ' Oh, thanks,' looking greatly relieved. I'm sure you will like them. Miss Strong met you once at their house — she came away as you were announced. Perhaps you remember her, mother?' Lady Stackallan shook her head. Evidently Ina had not made quite so much impression on her as on her son. Then the little clock on the plush - covered mantelpiece chimed half-past eleven, and the young fellow gave a start. ' I must go — I shall only just get my two"], [86, "CATHEDRAL BELLS. 74 hours' reading done before luncheon, even if I begin at once.' A moment more and he was gone, and Lady Stackallan had replaced her spectacles, while her plump little hand, with the diamond and emerald rings, was moving once more along the lines of the Marchioness's ever-open Bible. Four ! Loud and clear came the deep tones of the Cathedral clock telling the hour to the half - baked inhabitants of Carswell. It was the afternoon of the same day as that on which Lord Rossmere had made his request to his mother, and in Crossgates everything was very still. As a rule there was not much stirring in that part of the town, which consisted chiefly of large old fashioned, red brick houses, inhabited by fairly rich folk ; indeed, Crossgates was considered"], [87, "CATHEDRAL BELLS. 75 the aristocratic part of Carswell ; and as, in the four streets which composed it, there was no such thing as a shop, I suppose its claim to such distinction must be allowed. Perhaps the best time to see this quiet spot was just at the very hour and on just such a day as I am now describing. In the four streets scarcely a soul was visible. Here and there some family, who suffered more from the heat than others, had gone so far as to set the door wide open, and, looking in across the hall, the passer-by could catch a glimpse of quaint, old - fashioned gardens, with large shade-giving trees and great masses of stocks and such-like homely flowers. By-and-by the drowsy, restful stillness of the June afternoon was broken by the sound of fast-trotting horses, and directly afterwards a barouche and pair appeared at the top of ' Crossgates East,' and a minute later one or"], [88, "CATHEDRAL BELLS. 76 two old ladies taking forty winks were rudely startled from their doze as a very tall powdered footman awoke the echoes of the quiet neigh bourhood by the aid of Miss Bunbury's knocker. ' Now, this is really kind of you,' Miss Eliza exclaimed, rising quickly as the Marchioness was shown into the little drawing-room, where she and her sister were awaiting afternoon tea. At Carswell, in consequence of the Cathedral service being at five o'clock, the devotional part of the community were wont to partake of their afternoon beverage rather earlier than they would otherwise have done. ' I don't know what there is kind in coming to see those whose friendship I value,' the visitor said, holding her companion's hand firmly in her own. Miss Eliza and Lady Stackallan had been friends for five-and-thirty years."], [89, "CATHEDRAL BELLS. 77 ' Nay, but I didn't think you'd have time to come and see us, hearing you were here but for a few days, and needing rest. Ross told us — I suppose I ought to say Lord Rossmere now, he's growing such a young man ! — that you hadn't been well. Mary and I were half think ing of taking a fly to Stackfield to see you to morrow afternoon. I think, if you hadn't come in to-day, we should have ordered it after service.' ' Do so all the same, my dear,' Lady Stack allan answered, seating herself, as she spoke, in a chair between Miss Bunbury and her sister. ' Yes, indeed, Eliza, I wish it. Is there need to ask, old friend ? Now, you'll please order that fly so as to bring you out in time for luncheon. No, I won't let you off. We go back to London on Tuesday — oh dear ! ' and Lady Stackallan sighed. ' I'm afraid it must be very hot in town,' the"], [90, "78 CATHEDRAL BELLS. elder Miss Bunbury remarked. 'And then I know you don't like it.' ' Like it ! ' echoed their visitor. ' My dear, I was going to say I hate it, but I won't. It's all ordered for the best, and it's clearly my duty to help in keeping my husband's friends together. Not that that is an easy task just now, as I daresay you have heard. The Post and one or two of the other papers have been making the most of it. Of course you Tories are delighted, but, to let you into a secret — mind, not a word of this to any one else — I don't fancy Stackallan would be sorry if we split up, and your side came in.' ' One paper — the Standard, I think — was suggesting a coalition between the Whigs and Tories,' remarked Miss Bunbury. ' Do you think there is any chance of that ? ' ' Not the least, my dear,' Lady Stackallan answered. ' Mr Gledman and his Radical sol-"], [91, "CATHEDRAL BELLS. 79 lowers would upset it at once ; but I declare I'm not going to talk politics. I shall hear enough of them when Parliament meets again next week. By-the-bye, I came to see you on business. I hear you are friends of Mr Strong and his family. What sort of people are they ? Ross wants me to call on them. He asked me so earnestly, that I told him I would talk to you about it. You know the reasons, my dears, which have always prevented my seeing people in Carswell. Do you think I may ven ture to break through my rule ? ' 'Well,' Miss Eliza answered, with a smile, ' we like Mrs Strong and her daughter very much. The father is more in your line.' Lady Stackallan was popularly supposed to be some what evangelical in her views. ' He is a quiet, silent, odd man, but not a Churchman. Ross asked to be introduced to Ina Strong when she was with us at the Deanery yesterday,"], [92, "80 CATHEDRAL BELLS. and of course I complied. She is a very pretty girl, and a great pet of ours. I say to Mary she quite brightens up this little room when she comes to preside at the tea-table if we invite a few folks in about this time of day.' ' And you think, then, I may call ? ' Lady Stackallan asked. ' Yes,' Miss Eliza answered thoughtfully ; ' yes, I think so. They are discreet people — Mrs Strong and Ina — they will never go about talk ing of it, otherwise there would be jealousies and that kind of thing among the wives and daughters of other clergymen. I am sure you will like them if you do call.' 'Very well, then, that is settled. I will break through my rule for once. I have always been sorry,' Lady Stackallan went on in her quiet, hushed voice, ' that it was thought better for me not to call upon the towns-"], [93, "CATHEDRAL BELLS. 81 folk. Now and then, and that only when there has been trouble and sorrow, I have asked at people's houses — just inquiries, my dear, you know. It couldn't do them any good — / knew that ; but it was something ; just, as it were, to say, \" I'm thinking of you. I know what you are feeling ; my heart is with you in your trial.\" ' ' And they have appreciated it, Lady Stack allan,' Miss Bunbury answered warmly. ' They have understood it as you meant them to under stand it. Your sympathy has not been thrown away.' There were tears in the elderly woman's eyes as she spoke, and the visitor, noting it, gave her friend's hand a little squeeze. The conversation drifted away from the Strongs after this. Jane, the Miss Bunburys' factotum, brought in the tea-things, and laid the little table close to the elder sister's chair. VOL. I. F"], [94, "CATHEDRAL BELLS. 82 There was not much money at the house in Crossgates, but still everything was nice, and there was an air of refinement about it all. The tea was served in Crown Derby china, and the kettle and other appurtenances were of quaint, old-fashioned silver. These were rem nants of the long-gone Palace days, and were much valued by their owners. Once — about fifteen years before the date of my story — the silver and china had very nearly to be parted with. Old Bishop Bunbury had left his daughters very comfortably off, having bequeathed to them nearly on the income of which they had lived for many years. The old man in his anxiety had ap pointed a solicitor, in whom he had confidence, as their trustee, and things had gone well, until one day the gentleman unfortunately took him self off to Spain, leaving the Misses Bunbury with about £6000, which was all that remained"], [95, "CATHEDRAL BELLS. 83 of their capital. The crisis had been a sharp one, but they had come bravely through it. The few who had seen the pair in those dark hours, had seen only two quiet, calm, brave, self-confident ladies. The day it was thought the silver and china must go, the elder Miss Bunbury had cried a good deal, but it seemed inevitable, since there was something like two years' account owing to Dr Fraser for medical attendance, and there was no other way of meeting it. Miss Eliza was on her way to the silversmith's, when who should she run against but the doctor himself. She stopped to say she would send him a cheque in a few days, when it turned out that her sister had paid the account six months before. Miss Eliza was very much surprised — so much sur prised, that the doctor had to take her into his office and produce his books, when, sure enough, there was the account struck off and"], [96, "84 CATHEDRAL BELLS. duly receipted. He said it had been paid in gold, which surprised Miss Eliza very much, as she and her sister always paid by cheque, but I, who know Dr Fraser, think he spoke a parable. Miss Bunbury was a good deal startled when she heard about the affair, and denied the payment at once, which brought the doctor round. He was very angry indeed, said it was impossible for him to remember, after this lapse of time, which of the ladies had paid the account, and that he hated such carelessness in money matters. Then the physician had banged on his hat and had gone out of the house, and the Miss Bunburys were never able to learn anything more about the matter, because it made the doctor so very angry to have it mentioned. What a long way I have wandered ! Lady Stackallan had a second cup of tea, and the Cathedral bell had begun to sound for after-"], [97, "CATHEDRAL BELLS. 85 noon service before she rose to go. She was very eager that her friends should come and see her the next day — so eager, that they pro mised to do so without fail. Miss Eliza wanted her to stay on and rest, she seemed so tired, but she wouldn't. She didn't look ill ; indeed, the Marchioness may have been said to have been looking almost rosy ; but she kept changing her position, and putting her hand to her side. It was only a sort of ' stitch ; ' she often had it now, she said. Oh ! it was nothing. Then she laughed, and went out of the little drawing-room, and downstairs. There was a framed text on the landing, and Lady Stackallan stayed to look at it. ' The Lord is my Shepherd, I shall not want.' She read the words aloud, and pressed her friend's hand. ' My favourite,' she said, and Miss Eliza saw tears in the calm hazel eyes. Then the two"], [98, "86 CATHEDRAL BELLS. ladies kissed, and Lady Stackallan got into her carriage and drove away through the quiet streets, away into the sombre old Close, while all the time the deep-toned bell was sounding forth its summons to the house of prayer. ' Mrs Strong was not at home,' Martha said, in answer to the tall footman's inquiry. Then the cards were handed in, with a verbal message to the effect that Lady Stackallan was sorry not to have been more fortunate, and then the carriage drove away once more through ' the High,' and out into the quiet lanes leading to lordly Stackfield. And at the same hour, under the grey arches of the old Cathedral, loud and clear, came the voice of Canon Anson in the solemn words of the litany, — ' That it may please Thee to preserve all that travel by land or by water, all women labouring of child, all sick persons and young"], [99, "CATHEDRAL BELLS. 87 children, and to show Thy pity upon all prisoners and captives! And as the Canon said ' sick persons! some how Miss Eliza couldn't help thinking of her friend Lady Stackallan."], [100, "CHAPTER IV 1 The pearl of days.' It was Sunday in that glad midsummer time of which I am writing, and the heavens were still the same cloudless sheet of blue thRt they had been all the long week past. It would be very hot in church, Ina told herself, as, at about half-past ten, she stepped out into the quaint, old-fashioned garden ; she did not feel the least inclined to walk all the way through Crossgates to her father's church in Jessop Street. It would be much cooler in the great, grey, dusky Cathedral. Involuntarily Ina looked at the tall spire towering upwards towards the summer skies, while, from the belfry on the left, rang forth"], [101, "CATHEDRAL BELLS. 89 the music of the grand peal for which Carswell has long been famous. ' Ina ! ' Mrs Strong's voice came through the open drawing-room window, and directly afterwards that lady appeared on the stone steps which led down into the garden. ' Oh dear ! ' thought the girl. ' There goes my chance of escape. I shall have to go to Jessop Street now.' They tell us — those wise folk who are always setting the world in order — that it is well to take a hopeful view of everything, but I am rather inclined to dispute the matter with them. If we look at the blackest, gloomiest side, then, at least, happen what may, we shall not be disappointed. Ina having regarded the hot walk along the narrow streets as inevitable, was agreeably surprised by her mother's next sentence."], [102, "CATHEDRAL BELLS. 90 'What are you doing out there without a parasol ? It's enough to give you a headache for the rest of the day. I'm going off now. What I came to say was, that it's much too hot for you to go to Jessop Street — you must go to the Cathedral, especially if you are going to take a class in the Sunday school this afternoon.' ' Thank goodness ! ' the girl answered fer vently. ' I was standing here, mother, wonder ing how in the world I could get out of going to St Mary's, and had just decided that it was inevitable, when you turn up and save me. If papa says anything at luncheon, I shall refer him to you. It's not more than a fortnight ago that he told me that if I could get out of going to our own church, I did. There ! ' laughing merrily. ' I'm not sure that he spoke without some reason,' Mrs Strong returned, with a smile."], [103, "CATHEDRAL BELLS. 91 ' But, at all events, I forbid it to-day. And mind you put on something before you go into the Cathedral. The change of tempera ture from being out in this sun is wonderful. I remember Dr Fraser saying it was one of the most dangerous things a person could do — to go into a great building like that with out first putting on a shawl or something, and that the neglect of doing so was just one of the reasons why English people always catch fever in Italy.' Then, without more ado, Mrs Strong disappeared from the window and directly afterwards Ina heard the hall door shut. It was cool and pleasant, as the girl had anticipated, under the high vaulted roof in the Norman nave of the Cathedral that June morning. There was none of the close stuffiness which belonged to her father's octagon-shaped church, and which generally"], [104, "CATHEDRAL BELLS. 92 led her to wish the service was over before it had begun. She took her place in one of the two chairs she and her mother usually appro priated, then gave a little glance round to see who was present. Her eyes had fallen on the Misses Bunbury, sitting side by side in their customary places, when a little stir caused her to look behind, and directly afterwards she perceived Lord Rossmere and his youngest sister, Lady Beatrice Scott, making their way up to the Stackfield seats in the choir. It was not often that any member of the family were to be seen anywhere on a Sunday morn ing, save in the little church of Waring, which was situated in the Park itself. Involuntarily there flashed across Ina's mind a question Lord Rossmere had put to her at the Deanery party, as to where she went on Sunday mornings, and which she had answered by saying that she went to St Mary's unless it"], [105, "CATHEDRAL BELLS. 93 was very hot, and then she went to the Cathedral. A faint flush stole over the girl's face at the recollection, for, with a woman's quick instinct, she comprehended that she her self was the real cause of the young lord's presence there that day. Then the great organ pealed, and there was a general uprising of the congregation as the long line of clergymen, followed by the kindly little old Bishop, made their way to the choir, and directly afterwards the service began. By-and-by, when some of the younger members of the congregation were beginning to get rather weary, the devotional part of the service came to an end ; and just as the last stroke of the clock, telling the hour of noon, died slowly away, the Dean gave out his text. There was a deep silence in the old Cathedral that summer morning, and the"], [106, "CATHEDRAL BELLS. 94 congregation seemed to listen with greater attention than usual to the voice of Dr Skelton, as he sought to increase among his hearers the faith that was so strong in his own heart. Accustomed as Lord Rossmere was to the plain service in the little church of Waring, or the equally simple one in Curzon Street Chapel when in town, the lengthy, spun out devotions of Carswell Cathedral seemed abnormally long. Why couldn't they read the things, he asked himself impatiently, while listening to the anthem. He wanted to get out and catch Ina, and introduce his sister to her. It would be luncheon-time at that rate before the service was over ; and then what chance had he of anything like a chat ? But all this was changed when once the Dean got into the pulpit. The boy even forgot for a little the slender figure clad in pale pink, and"], [107, "CATHEDRAL BELLS. 95 which, I regret to say, he had done hardly anything else but watch all through the prayers and slowly-chanted litany. Do not be too shocked, kind reader, at this, but call to mind the Sunday after you first fell in love, and tell me, if you can, that you paid unremitting attention to your devotions on that occasion. Yes, and you, oh ! nineteenth century Christian Pharisee, casting up your eyes in horror at the bare idea of such impiety, tell me, do your thoughts never wander during church to things so mundane, that beside them a boy's first passion for a maid seems, as it often is, an almost sacred thing ? Yes, even Ina Strong was forgotten, or al most forgotten, as young Lord Rossmere list ened to the voice he knew so well, and which he had heard, Sunday after Sunday, in the days of old. The Cathedral faded away from him. He was back again, a little boy at"], [108, "96 CATHEDRAL BELLS. school, the first Sunday after leaving home, and he was listening to the Doctor's first sermon of the half year. He closed his eyes, and the long line of familiar faces came back to him until he could have declared that he was in the school chapel once more, and the past twelve months had been but a dream. How well he remembered the place — the painted windows to dead and gone masters and school fellows, the mosaics which his pocket-money had helped to put up ; above all, the dear companions who seemed dropping so quickly out of his life, and who had stood near him on that never - to - be - forgotten last Sunday of school life, while six hundred voices sang the touching hymn, — ' Let Thy Father hand be shielding All who here shall meet no more ; May their seed time past be yielding Year by year a richer store. Those returning Make more faithful than before.'"], [109, "CATHEDRAL BELLS. 97 Then the uprising of the congregation awoke the boy from his day dreams, and to the fact that the service was over. ' Come,' he said in a whisper to his sister ; 'quickly, I say,' for the pink-clad figure had begun to gather up her books, and Lord Ross mere felt that the time was precious. ' How do you do, Miss Strong ? ' he exclaimed, when at length he slipped out through the great west door into the soft summer air. ' Isn't it jolly to get out of church ? Oughtn't I to say it ? I'm so sorry. I don't think anybody heard me, and I believe you think so yourself. May I introduce my sister to you ? Beatrice, this is Miss Strong.' Lady Beatrice Scott, a pretty girl with a mass of fair curly hair, put out her hand at once. ' I am charged by mamma to say she was so sorry not to have found Mrs Strong at home VOL. I. G"], [110, "98 CATHEDRAL BELLS. yesterday, and that she hopes to be more for tunate when we come back from London.' ' Are you going to town soon ? ' Ina asked, hardly knowing what she was saying, conscious as she was of the eyes of half a hundred members of the congregation being fixed upon her and her companions. Indeed, one or two persons had even gone so far as to stand per fectly stock still, while Mrs Smallpiece's, ' Well, I never ! What is the world coming to ? ' was audible enough to reach the ears of at least one member of the trio. An angry pink flush mounted to my heroine's cheeks. ' We go the day after to-morrow,' was the reply. 'That is, all except this boy, who is to stay behind and do his lessons. London dis sipations are not supposed to be good for him just at present. Which way are you walking, Miss Strong ? We may as well go with you through the cloisters, then, I'm so fond of this"], [111, "CATHEDRAL BELLS. 99 view of the Cathedral. I always think one gets a better idea of the height of the spire.' ' Yes, but you can see it even better from our garden,' Ina answered. ' Isn't it nice and cool ? I often bring my work and sit here of a summer's morning.' ' How charming,' Lady Beatrice answered, pausing as she did so to look along the grey cloisters, and at the worn tombstones around. ' To-day, with that blue sky out there, and the sunshine coming through those arches, it's quite like an Italian scene. One wouldn't be a bit surprised to see a dear old monk coming along, like one sees them in Rome ! ' ' I think he would rather startle our good Carswell people. I fancy I can see the Dean's face if he came upon a white-robed Dominican telling his beads here.' ' He'd swish him, to a certainty,' exclaimed Rossmere laughing. ' That was always the"], [112, "CATHEDRAL BELLS. 100 Doctor's one remedy — always. My offences varied, but his punishments never changed.' The two girls laughed as they turned down the narrow walk which led to Ina's home. The white surplice and scarlet velvet hood of the gentleman in question was visible far on ahead. The young lord whistled. ' Talk of the what-do-you-call-him ! ' he said. ' I'm glad he didn't hear me, even though he can't swish me now. I wonder how he gets on without it ? Takes it out of Maurice, I suppose.' ' I don't believe Maurice Skelton ever did anything wrong in his life,' Ina answered reprovingly. ' Here we are at my door. Won't you come in, Lady Beatrice, and rest?' ' Thanks, but I'm afraid we mustn't. It's a quarter to one now, and we have two miles to go. What I want to know is, will you come and lunch with us to-morrow? If you will, I will drive you back in my pony carriage. You"], [113, "CATHEDRAL BELLS. 101 must come, because we are going back to London the next day, and we sha'n't be down again till the end of the session, and when that will be, with these horrible Irish Members, no body knows ; besides, I want to show you my ponies. I have only had them a month. Papa gave them to me for a birthday present. You must come ! ' Ina was silent, not quite knowing how she was to manage it, being already engaged to go and play tennis at Archdeacon Maycott's. She liked Lady Beatrice very much already, and the boy's eyes were saying, as plainly as words could speak, '■do come,' but still she didn't quite see her way to it. ' I should like it very much,' she said, with a little flush of pleasure rising to her cheeks, ' but I'm afraid I have promised Mrs Maycott to go and play tennis with her children in the afternoon.'"], [114, "CATHEDRAL BELLS. 102 ' Oh ! that doesn't matter,' exclaimed Lord Rossmere ; ' Beatrice can order the carriage for half-past three, and you'll be there at four o'clock. It doesn't matter being a little late, tennis isn't like a train, you don't have to catch it to the minute.' ' Well, I think I might manage it,' Ina an swered. ' But won't it bore you, driving me in, in this heat? I can just as easily come back in the fly which takes me out.' ' Bore me ! Nonsense ! Why, it's just what I should like of all things. I always have to drive alone, as Mary never will go with me, and mamma's frightened out of her wits, and thinks I'm a poor Jehu, and this boy hates being driven. Oh, it's all very fine saying you don't, Ross ! You know you do ! You have only been out with me once since I had the carriage. Papa's the only person about the place who really enjoys it. I do take him out"], [115, "CATHEDRAL BELLS. 103 on a Sunday afternoon, if we run down for a Friday till Monday, as we sometimes do. Well, then, good-bye. And please tell Mrs Strong about mamma being so sorry to miss her the other afternoon. And don't let her come out to return the visit till we come back. It's stupid, just for nothing but silly cards. Come, Ross, luncheon will be over before we start at this rate ! ' ' You will come, won't you ? ' the boy asked, as his sister turned to go, holding the slender fingers very tight as he put the question. The girl nodded. 'Wet or fine?' he pleaded. 'Wet or fine.' ' Good-bye.' ' Good-bye. Another long squeeze, and he was gone after his sister, and directly afterwards the pair disappeared through the archway lead ing into the silent cloisters."], [116, "CATHEDRAL BELLS. 104 Ina stood still for a minute or two after she was left alone, looking down the narrow path leading to the Deanery, and thinking over her invitation for to-morrow. Certainly Carswell seemed a little brighter than it did. Then she turned to enter her own door, when hurried footsteps behind made her look up, and she beheld Mrs Smallpiece ! ' Well, I'm sure ! ' the latter exclaimed, as Ina put out rather a limp hand. ' I hardly ex pected a bow from you to-day. I really feel the honour very much ! I thought, when I saw them turn down here, that they were going in to lunch with you — I did indeed ! I ran round to Miss Gaston's as fast as I could. Ann — you know Ann the housemaid ? — she was standing in the hall, for I opened the door, I couldn't wait to ring, I was so afraid they'd be out of sight. I said — just said it as I passed — \"Ann, I'm going upstairs to look out of Miss Gaston's"], [117, "CATHEDRAL BELLS. 105 bedroom window,\" and ran by like a lamp lighter! I think she thought I was mad, I do indeed. You didn't know I was looking down at you from over there, did you ? Oh yes, I was, nearly all the time. I tried so to hear what you were saying, but it was no use. I heard them laughing, though. What was that about? Do tell me everything.' ' There is nothing to tell,' Ina answered, a little wearily. How can you, Mrs Smallpiece? Fancy your going up to Miss Gaston's win dow like that ! I should think she would be very angry when she hears it. I should, I know.' ' But you are not telling me anything,' broke in the widow. ' Begin at the beginning, and tell one just what was said. And why did they come? I saw you and the young Earl together at the garden - party. I suppose he told his mother to call ? How did I hear of"], [118, "106 CATHEDRAL BELLS. that? Well, I was in Smith Street on Friday, and I saw the Marchioness drive by, and the carriage turn into the Close ; so I thought I'd just run down and see whether it was to the Palace or the Deanery she had gone. When I got through the arch, I saw the coachman had pulled up, and the footman had got down and was looking for some house. I said to myself, \" Now's my time,\" and hurried on, for I thought I might get a chance of speaking to her ladyship by asking whose residence the servant was looking for, but just as I got near, that horrid milkman came by with his cans, and the footman asked him where Mrs Strong's house was. You might have knocked me down with a feather, you might. I followed the man up to the door, heard him ask if your mamma was at home. What a pity she was out ! If she'd only been in, I should have waited till the"], [119, "CATHEDRAL BELLS. 107 Marchioness was safely lodged, and then called myself ' What an escape for mother ! ' Ina thought, as Mrs Smallpiece paused to take breath. ' Yes,' the widow went on after a bit, ' that's what I should have done. I was disappointed when the man went away only leaving cards. I'm not sure, though, if I was you I wouldn't rather have it so. You see, if the Marchioness had come in, people would only have had your word for it, whereas now you can show the cards. They are just the things to do you good, if you take them to the seaside and put them in the looking-glass. Your landlady would be sure to tell people, and you'd have no end of callers. I always take Sir William and Lady Trevor's cards with me when I go into lodgings anywhere.' Sir William was a brand new baronet, and not thought much of by the county"], [120, "108 CATHEDRAL BELLS. people round Carswell. Ina burst out laughing. ' I never thought of them as articles of value before,' she said. ' When my mother gets up this bazaar for our schools, I'll tell her to utilise the contents of the card-basket. Lady Stackallan's ought to fetch a tidy little sum. How much should you think, Mrs Small piece ? Fifteen shillings? It's for a charity, you know.' ' I'd give that for it,' the widow answered, not in the least comprehending that her young friend was turning her into ridicule. ' Or, say a pound, with the Marquis's thrown in. I'd go as high as that, my dear, any day.' Mrs Smallpiece was quite excited about it. ' I'm afraid it wouldn't be right,' Ina answered gravely, 'but I can ask my mother, if you like. Ah ! here she is. Mrs Smallpiece wants to know if you will sell her the Stackfield people's"], [121, "CATHEDRAL BELLS. 109 cards for a pound ? She wants to put them in her looking-glass next time she goes to the seaside.' ' What nonsense are you talking, Ina ? ' Mrs Strong answered, giving Mrs Smallpiece's hand anything but a warm shake. ' Really, it's much too hot, child, for you to be standing here. Won't you come in for a little and rest ? ' The last words were addressed to the widow. Mrs Smallpiece looked at her watch, and shook her head. ' I should like it of all things,' she said, ' but it's impossible. I have Kate Dale coming to eat her Sunday dinner with me at half-past one and I sha'n't be back in time to receive her as it is. I'll come some day next week, though, or rather this week. Somehow one always looks upon Sundays as the last day of the week instead of the first, don't you know ? '"], [122, "110 CATHEDRAL BELLS. ' No, I can't say I do,' Mrs Strong answered, rather shortly. ' Oh, you had better come in when you are passing. Ina has so many engagements, it's useless to try and get her to fix a time, but I am generally at home at five o'clock. Do go in, Ina. You'll have a splitting headache, I know. Good-bye, good-bye,' and the Rector's wife almost pushed her daughter into the house, and shut the door with a vicious bang. 'Horrid woman!' she exclaimed. 'Where did you meet her ? If it wasn't that she lived in your father's parish, I should cut her. What on earth did you mean about these cards ? And how did she come to find out that Lady Stackallan had been here ? I hope you didn't say anything about it.' 'I!' exclaimed Ina indignantly. 'Do you think I should be such an idiot? She followed the carriage, she told me so herself. If you"], [123, "CATHEDRAL BELLS. 111 had been at home, she was going to wait a minute and then call ! Lord Rossmere was in the Cathedral this morning with Lady Beatrice, and he introduced her. They walked home with me, and Mrs Smallpiece saw us, and ran into Miss Gaston's — opened the door, I mean, without knocking — and ran up to her bedroom window, and tried to hear what we were say ing. Isn't she beyond anything? I wish you would cut — ' 'Isn't there going to be any lunch to-day?' exclaimed the Rector's deep voice from the study door. To be unpunctual with meals on Sunday was one of the unpardonable sins in the clergyman's eyes. His wife and daughter forgot Mrs Smallpiece and vanished quickly, just as Martha rang the hand-bell shrilly to announce the mid-day meal. The Cathedral bells were pealing loud and"], [124, "CATHEDRAL BELLS. 112 clear for service on the afternoon of the same day, when Ina turned out of Smith Street into the quiet of Crossgates. She was on her way to perform her weekly penance by taking a class in her father's Sunday School, and she felt just a little inclined to be cross. She could feel the fierce rays of the sun through her parasol. ' Why, oh, why did she ever undertake this duty?' she asked herself im patiently, as she made her way along, past the old red-brick houses, from the gardens of which came the scent of honeysuckle and sweetbriar. Oh, if she might only open the Miss Bunburys' door, and creep upstairs to the little drawing-room and lie quietly on the sofa till her two old friends returned from their afternoon devotions ! The bells had stopped by this time, and the stillness of the quiet thoroughfare was unbroken. It was no use to think nonsense, she told herself, and"], [125, "CATHEDRAL BELLS. 113 went quietly on up ' Crossgates East ' past the livery stables — which had been redecorated by the enterprising owner with a view to keep himself well before the public — on through Jessop Street, and past her father's ugly octagon church, till she came to the school house. ' If I don't feel tempted to box one of the children's ears before it's over, it will be a wonder,' she thought ; then, opening the door, passed into the hot, stuffy atmosphere, where about a hundred children were assembled, and the business of the day begun. Ina made her way to her own desk, and sat down with something Sunday's lesson had totally forgotten. She generally, and then, as of a sigh. What last been about, she had nodded to the children her eyes fell on one of them she knew personally, she made the little girl a sign to come to her. ' How is your mother, Maggie ? ' she asked. VOL. I. H"], [126, "CATHEDRAL BELLS. 114 'Better to-day, thank you, Miss,' dropping a little curtsey as she spoke. ' Does the Doctor come every day ? ' 'Yes, Miss, thank you, Miss.' ' Tell her I will come and see her very soon. I should have been before, only I haven't been very well. And, Maggie — ' ' Yes, Miss.' ' What was the lesson I set you for this afternoon ? ' ' Please, Miss, you didn't set no lesson, Miss.' ' Didn't set it ! ' in a voice of dismay. ' No, Miss. Please, Miss, it was Miss Hop kins set it. You wasn't here last week, Miss.' ' O-oh — of course not. I remember now. What did Miss Hopkins give you to learn ? ' ' Please, Miss, she gave us the same as her own class — the tenth chapter of Joshua, Miss.'"], [127, "CATHEDRAL BELLS. 115 ' What ! ' ' The tenth chapter of Joshua, Miss; ' Oh ! that will do, thank you, Maggie. And don't forget to tell your mother what I told you about coming to see her. You can go back to your seat.' The little girl dropped another curtsey be fore turning away, and Ina began hunting in her desk for a Bible ; she felt very cross at Miss Hopkins' selection. Long ago Ina had made a stand against teaching little children out of the Old Testament. ' I don't under stand half of it myself she had said, ' and I'm certain they can't. Besides, even if they could, what's the good of their knowing all about the Kings of Israel and Judah ? It's all very well for clergymen, but for these poor little brats — it's ridiculous ! If I can't teach them out of the Gospels, I won't teach them at all.' Ina had got her own way, as"], [128, "116 CATHEDRAL BELLS. a young person who knows what she wants generally can ; but several of the other teachers had been greatly scandalised at the girl's sensible remarks. Miss Hopkins was one of these last. She herself had always taught out of the Old Testament ; besides which, she was jealous of the Rector's pretty daughter, and had known, when setting the lesson the previous Sunday, that it would annoy the girl, and, like the spiteful old maid that she was, had rejoiced thereat. Ina found her Bible at last, and began turning over the leaves till she came to the chapter she wanted. ' Adonizedec, King of Jerusalem! She thought to herself, as her eyes fell on the first verse, ' What ridiculous non sense to set children of ten ! ' ' Wherefore Adonizedec, King of Jerusalem, sent unto Hoham, King of Hebron, and unto Piram, King of Jarmuth, and to Japhia, King of"], [129, "CATHEDRAL BELLS. 117 Lachish, and to Debir, King of Eglon, saying, Come up to me and bring help, that we may take Gibeon, because it hath gone over to Joshua and to tlie children of Israel! The pretty pink flush which always mounted to the girl's cheeks when she was annoyed, came quickly then. Miss Hopkins had done it on purpose to vex her, just because she knew she hated to have such lessons set for her children, and the blue-grey eyes gave quite an angry little glance in the direction of the delinquent. School at St Mary's began at half-past three, and Ina had been ten minutes late in arriv ing, and now she had lost so much time talking to Maggie and thinking about Miss Hopkins, that she was surprised to hear the Cathedral clock striking four. Only half-an hour left, and she had not put a single question ! Through the half-open door leading"], [130, "118 CATHEDRAL BELLS. into the boys' room, she could see Mr Romer moving about, and every now and then she caught the sound of his voice, but what he was saying she was unable to distinguish. All round her the other classes were in full swing, only hers was silent. 'And Joshua sjnote them from Kadeshbarnea even unto Gaza, and all tlie country of Goshen even unto Gibeon! Ina's eyes fell on the closing verses, and her annoyance increased. She would not hear the children their lesson that day ! Until the clock struck half-past four she would sit in silence at her desk, and they could stay silently on their forms, but not one word of what Miss Hopkins had set them to learn would she ask them. ft was very warm and close in there. She looked to see if the windows up in the roof were open. Yes, as much air as could come in from the hot silent street outside was doing"], [131, "CA THEDRAL BELLS. 119 so. Phew ! how baking it was. And how — well — how very disagreeable was the smell of cheap pomade on some of the children's heads, to say nothing of the smell of pepper mint from some unknown quarter near her ! The time seemed very long to the girl, sitting there with the warm flush of annoy ance on her cheeks, while the poor little children round fidgeted, wondering why on earth they were not to be asked any ques tions about the long hard names, which some of the more industrious among them had been at such pains to get up. Ina was just wonder ing when it would be half-past four, when she became suddenly aware that the Rev. James Romer was standing not very far off, looking at her and her class in no little astonishment. She scarcely knew why, but somehow she was vexed that he should see her sitting there idle, and yet she was too proud to begin the"], [132, "CATHEDRAL BELLS. 120 lesson Miss Hopkins had set to annoy her. Besides, it wanted only five minntes to the time when school would be over for the day. No, she would do nothing ; and if it ever happened again, she would give up her class once and for all. The teachers round were setting the tasks for next Sunday ; Mr Romer was still looking at her and her scholars in surprise. She couldn't go on sitting there in absolute silence. ' Maggie,' she said to her little friend, ' what was the chapter I set you to do the Sunday before last?' ' Please, Miss, the fourth of John, Miss.' 'Then take the next chapter for next time. ' Please, Miss,' from a little girl on the left, a most proper-looking little girl, with her hair plastered so close to her head that it quite hurt one to look at it. 'Yes?' Ina answered."], [133, "CATHEDRAL BELLS. 121 'The next chapter of John, Miss, or Joshua, Miss ? ' ' St John, of course,' answered the girl, and raising her voice for the benefit of Miss Hopkins, who was standing near. 'You know perfectly well that I never set you lessons from the Old Testament. It's a great deal too difficult for you to understand. If ever I am away again, and a lesson should be set you in it, you are to say that I object to it for you, and that I wish something given you out of the Gospels. That will do. You may go now.' Away clattered the children out of the close, hot, stuffy schoolroom into the pure air out side, making the silent street resound with their noise, while the sunshine came floating in through the open doors, and causing the dusty, whitewashed room to look almost pretty. Ina was some little time arranging the con-"], [134, "CATHEDRAL BELLS. 122 tents of her desk. She had not been there for a fortnight, and someone, probably last Sunday, had tumbled everything over in looking for the class list. When she rose to go, she found the place empty. Mr Romer was standing at the door with the key in his hand, ready to lock up. The girl nodded her little head at him as she passed out into the glare of the summer sunshine, and went quietly on up the street. She had nearly reached her father's church. Mr Strong took the whole service himself in the afternoons, and she was listen ing to the congregation singing — ' If some poor wandering child of Thine, Have spurned to-day the voice divine, Now, Lord, the gracious work begin, Let him no more lie down in sin,' when the sound of someone running made her look round. She guessed who it was even be fore she saw him. ' How do you do ? ' Mr Romer asked, or"], [135, "CATHEDRAL BELLS. 123 rather panted, eagerly. 'The key was so stiff I couldn't get it to lock. I was afraid you would be out of sight before I got it done, and I wanted to catch you.' ' Watch by the sick, enrich the poor, With blessings from Thy boundless store, Be every mourner's sleep to-night, Like infant's slumber, pure and light.' 'How pretty the singing sounds!' Ina said, not inquiring why the Curate was so particularly anxious to see her. ' Yes — yes, very pretty. And that hymn is one I like so much. Don't you ? Perhaps, though, I like it because she was so fond of it. I read it to her on one of these last evenings,' he added, after a little pause, and in rather a husky tone, glancing as he spoke at the house next the church, where he lodged, and where his old mother had lived with him ever since they first came to Carswell. There was a card"], [136, "CATHEDRAL BELLS. 124 in the window of the room in which she had died — ' To let, furnished.' ' I can understand your liking it,' Ina an swered, and then for a few minutes the pair walked on in silence. Presently the Curate spoke again. ' Didn't — didn't your class know their tasks this afternoon, Miss Strong?' ' I didn't trouble to find out,' the girl an swered rather shortly, her annoyance coming back to her as she spoke. And why did the man say ' tasks ? ' Why couldn't he say lessons, just like anybody else ? ' Didn't trouble ! ' in an amazed voice. ' That's — that's very unlike you.' No answer. ' I'm afraid — afraid you must have been feeling unwell. The room was so very close. I thought so at the time. I didn't like to say anything then before the children,"], [137, "CATHEDRAL BELLS. 125 because I know — know how sensitive you are, and how you always bear everything so well. I wish now I had done so. I could so easily have asked Miss Hopkins to take your class with hers. I know she would have been pleased — more than pleased, to oblige you.' ' I don't know anything she would dislike much more,' Ina returned, getting rather pink. ' What — taking your class ! Impossible. She said herself this morning that very likely you wouldn't be equal to coming to the schools to day, in this heat, and should she do your work for you, as she knew you were delicate, and — ' ' I'm not delicate,' exclaimed Ina, now really angry. And as the girl, in common with many other young people, had only suffered during the previous winter from the severe cold, her annoyance was, I think, excusable. ' Not delicate ! ' echoed Mr Romer, ' oh, I think you are — oh, I beg your pardon for con-"], [138, "126 CATHEDRAL BELLS. tradicting you, and I know it must sound very rude, but — but what I mean is — well, that you are often — often ailing.' 'I'm not often ailing,' broke in Ina. 'Just because I am not an absolute cart-horse like Miss Hopkins, and occasionally catch cold or have a headache, it's to be spread all over the town that I'm dying ! Upon my word, it's too bad ! The wish is father to the thought with her, I expect' 'With her — with whom?' in a tone of amazement. 'With that odious woman — Miss what's her-name — Hopkins.' Mr Romer looked down in dismay at his companion. ' Oh — oh, indeed I think you wrong her,' he answered nervously. Hitherto he had always respected the lady in question, but at his companion's words he"], [139, "CATHEDRAL BELLS. 127 became conscious of a feeling of antipathy towards Miss Hopkins. It is wonderful how weak the best of men are when the woman they love is concerned. Mr Romer was perfectly aware that if it had been anyone else but Ina who had uttered the above, he would have been able to throw the proper amount of reproof into his reply. As it was, his protest was of the very mildest kind, and he knew it. Nothing but an earnest desire to do his duty would have led him to utter it on this occasion. ' I'm sure I do not wrong her,' Ina returned. The girl was feeling hot and tired, and she knew that Miss Hopkins had set that lesson out of the Old Testament simply and solely to annoy her. To do Ina justice, I may just as well state that her surmise was perfectly correct. ' I don't wrong her. She knows quite well — how can she help knowing, after all that fuss last year? — that I object to setting little"], [140, "128 CATHEDRAL BELLS. children of ten lessons out of the Old Testa ment. It's ridiculous ! If it's ever done again, just because I happen to have a headache, I will give up the school once and for all. I daresay, though, you would be rather glad if I did ? ' She knew he wouldn't be anything of the kind in reality, but, being upset and tired, she felt inclined for a little flattery. ' Glad ! Oh, Miss Strong ! When you know — must know how much it is — that is — ' checking himself in time — ' that is — I mean- — that, of course, if you wish to retire — then — yes, exactly — I should not stand in the way — though you must allow me to say it would be a great disappointment to me. I hope — I hope, Miss Strong, you won't think of it ? ' ' If that horrid creature is ever again allowed to set my class — ' Ina began. ' Indeed she shall not,' broke in the Curate. ' If you should be absent again, then I will"], [141, "CATHEDRAL BELLS. 129 myself set the tasks for the next Sunday. And I will hear the class their lesson, too.' Mr Romer, as a rule, never took any one but the boys. What a thing it is to be a pretty girl ! There is hardly anything one wants that one cannot get. 'Thanks.' Only that one word, but the little grateful look the girl shot at him sent a thrill of rapture through him. Then it passed away, and his heart seemed to go down into his boots. He had remembered something he had a moment before made up his mind it was his duty to say. Could he say it ? He thought of the gentle look, the sweet smile which but a moment before had made him so happy, and which had hardly yet died away from the girl's face. They went on in silence through deserted Crossgates and down Smith Street, and were nearly at the Arch VOL. I. I"], [142, "CATHEDRAL BELLS. 130 leading into the Close, and still he could not bring himself to utter the words. And yet it was his duty. He must do it. He cleared his throat nervously, began, and then stopped. Ina knew as well as possible he had got something to say which he did not like. Well, if he was going to do it, he must do it quickly, James thought. He must do without any more gentle looks, — must be content to be regarded by his idol as a hard, ungrateful wretch. ' Miss Strong. ' Yes.' ' You — you won't be offended at what I am going to say ? ' ' That depends entirely, Mr Romer, on what it is,' with a little light of amusement dancing in the soft eyes. The girl's ill - humour, never a lasting affair, was passing quickly away, and she felt kindly towards her companion. The Curate was always"], [143, "CATHEDRAL BELLS. 131 a ludicrous person to her, but at the same time it is difficult not to have a certain amount of regard for a being who regards one with profound devotion. Besides, the girl had always respected the man from the day she had first heard him preach in her father's church. Pure and full of goodness herself, she was filled with high moral purpose. Her standard for a man was certainly lofty, but when she met with one whom she believed to be true and unselfish in his life, she gave him no slight respect. For Mr Romer, as I have said, she had a sincere admiration, and the knowledge that he loved her, pleased her. The girl was ever full of diffidence, and at times, especially when a little out of sorts, inclined to believe herself destitute of all goodness. In these moments, the idea that one so rich in moral characteristics as the Curate admired and cared for her, was the only thing which pre-"], [144, "CATHEDRAL BELLS. 132 vented Ina from believing herself utterly worth less. ' But if — if, Miss Strong, I am only going to say it because I think it — ' Mr Romer came to a dead stop. ' Think it your duty ? ' Ina broke in. ' I hope it's not going to be anything absolutely horribly odious. I generally notice that when people are going to say something particu larly disagreeable, they begin by calling it a duty! ' I'm — I'm afraid it is disagreeable.' Oh dear, if he might only let the matter drop ! It would be so easy to do so. And if he spoke, perhaps it would hurt her, and that would be worse than anything. ' Well, go on with it, please, if you must say it,' Ina replied. ' I suppose it's something about my having wasted the whole afternoon in school. Do make haste. I hate having a thing hanging"], [145, "CATHEDRAL BELLS. 133 over my head, like that man papa talks about — Damo — Damo something.' ' Damocles,' suggested the Curate mildly, and thankful even for this trifling delay. • Yes, Damocles. Please go on.' 'Well, I was sorry the class did nothing, but it wasn't so much that I was going to speak about as — as the real cause of their doing no- thing.' ' Miss Hopkins. Well, what about her ? ' ' No, nothing about Miss Hopkins,' he answered meekly. ' She was the cause of their doing no thing, so, of course, I thought you meant her.' ' I beg your pardon. Miss Hopkins was not in any way responsible for the waste of time. Miss Hopkins was asked to set your class their tasks, and she set them. Miss Hopkins merely — '"], [146, "CATHEDRAL BELLS. 134 ' For goodness' sake,' exclaimed Ina, rather impatiently, ' stop that about the woman, and say what you want to say ! ' ' Well, what I was going to observe — I hope you won't be offended — oh, I hope you won't — I was sorry for the cause of the class doing nothing — now the cause of it was your — your loss of temper.' It was the first time in all his life Mr Romer had ever even hinted that anything the girl did was not absolute perfection. A hot flush came over Ina's sweet face, and the lower lip trembled with mortification. She walked on through the Arch in silence, on into the still, quiet Close. ' Don't — don't you think it would have been better if you had conquered that little piece of pride, and heard them something of the lesson ? ' No answer. The girl hurried on towards the"], [147, "CATHEDRAL BELLS. 135 ivy-covered lane which led up to the quaint old house in which she lived, and the Curate paced beside her, looking down at her, and hoping for a glance of forgiveness. Pre sently they reached the corner where they were accustomed to separate after afternoon school. ' Good-bye,' said the girl shortly, turning away. ' Good-bye. Miss Strong ? ' ' Well,' very shortly this time. ' Won't — won't you shake hands ? ' Ina stopped. She was looking her very best just then, with the colour mantling in her cheeks. Presently the blue-grey eyes were lifted, and the laughing look came back at the sight of the Curate's woe-begone face. ' I'll do so,' she said, ' on one condition.' ' And that ? ' he asked eagerly."], [148, "136 CATHEDRAL BELLS. ' That you will own you are sorry for what you said just now.' ' But I — I am not — I cannot. I am only sorry I had to say it,' he answered nerv ously. Ina turned, and without a word went up the lane between the ivy-covered walls. Pre sently the door of St Mary's Rectory was reached, and the girl turned her pretty face, all flushed with vexation, to him. ' I won't ask you to tea,' she said. ' It's Sunday, and Mr Mackinnon always comes, and I know you do not care for him.' Mr Mackinnon was a partner in the local bank, an ardent admirer of Ina's, and the man whom the poor Curate most feared. After this parting shot the girl disappeared into the house, and Mr Romer was left alone outside in the silent Close. What a fine thing it is to do one's duty !"], [149, "CATHEDRAL BELLS. 137 Yes, but it is not always an unmixed pleasure. Certainly James had not found it so that afternoon. Service at St Mary's was at half-past six on Sunday evening, and in return for the Rector's complacency concerning afternoon church, the Curate generally had the pleasure of conduct ing all the devotions himself. The Sunday of which I am writing was no exception to this arrangement. Occasionally — about once in three months — Ina graced evening service with her presence. She had not been for a long time, poor Mr Romer thought, as he put on his surplice in the vestry, while the old clerk prosed on with some story the purport of which his listener completely failed to catch. Was she vexed with him still? he wondered. If she should be in her seat in church he should look upon it as a good sign, — should"], [150, "138 CATHEDRAL BELLS. regard it as a token that he was forgiven. Then the organ in the gallery pealed, and the Curate made his way, in a procession of one, to the lofty, old-fashioned reading-desk. He looked eagerly towards the Rector's pew. Yes, there was a bonnet in it! His heart gave a great leap, and then sank within him as the dismal fact came home to him that the owner of the bonnet was only Mrs Strong. And then, as he rose from his knees, and was turning to open the book in front of him, the horrible idea struck him, what if Mr Mackinnon was still at the Rectory ? All through the psalms, all through the first lesson, which was no other than the stirring history of David and Goliath of Gath, the thought would obtrude itself. He could fancy the pair sitting in the pretty drawing-room he knew so well, — could almost hear the sweet tones of Ina's voice, and which generally to-"], [151, "CATHEDRAL BELLS. 139 wards evening caught the languor of slight fatigue, — could even — and then he came to himself with a great start. He had for gotten where he was. The Lord is in His holy Temple ! he told himself, and tried to put the thoughts of this world from him. He found it, however, a difficult task, and it was with a feeling of intense satisfaction that, just as the clock was striking eight, he closed his sermon and prepared to descend the pulpit steps. It was pleasant out in the dusky twilight, the Curate thought, as he stepped forth into the silent street, leaving Hudnot, the clerk, to lock up the church. He still kept the parlours in the old lodgings next to St Mary's, and he usually went in to eat his supper directly service was over ; but that Sunday he did not feel inclined for it. He would let it wait, and went on past the"], [152, "CATHEDRAL BELLS. 140 Livery Stables, through 'Crossgates South,' away across the Railway to the Canal. He passed along by the cottages he knew so well, and one or two bargees standing about, pipe in mouth, surmised that some of their lot was sick, seeing ' Parson ' about late on a Sunday evening. But James Romer was not going to visit anybody that night. He went on, now and then exchanging a word with some of the bargees he knew, but not stopping to talk. The Canal population were a rough lot, and it was not considered very safe to be down there after dark ; but the Curate was a privileged person. It was not that the bargees were fond of the clerical element — quite the contrary ! — but it was understood that Mr Romer was a different sort of person to those clergymen who lived in great houses in the Close, and had footmen to wait on them. That the Curate possessed a"], [153, "CATHEDRAL BELLS. 141 salary of ninety pounds a year was well known, and the fact that he was willing, as long as he had a shilling in his pocket, to share it with them, was also fully comprehended. Sometimes he hadn't a shilling left, and then he told them so quite truthfully. I don't know that any of them thought the worse of him for being in that plight occasion ally. It was quite dark when the clergyman came to the end of the long line of cottages — dirty, rickety cottages they were, too — and went on to the Towing-path. There was light enough from the rising moon to see where he was going, and he walked slowly along, thinking — thinking of Ina. How pretty she was with her brown hair and her blue-grey eyes ! Somehow he seemed always to be thinking about her now. To be sure, he had been doing that for a long time"], [154, "CATHEDRAL BELLS. 142 past. It appeared to him that he had thought of her always, ever since he had first seen her, when she had been in short petticoats, and wore her hair hanging down her back. How sweet she had looked that day, standing under the trees in her father's garden, — how sweet she always looked. He would be a happy man who should win her! He went on down the deserted Towing-path. The night was warm, and he took off his hat, and walked along with it under his arm. The stars were shining brightly overhead. Was she still angry with him ? How lovely she had looked with that flush of vexation on her face ! Was that fellow Mackinnon with her then ? He hated the fellow, — mistrusted him, — loathed his smooth face, pointed features, and penetrating eyes. What right had he to hate and mistrust any man, much less one of whom he knew"], [155, "CATHEDRAL BELLS. 143 nothing? Why should he disbelieve him, be- cause, when he had gone to the banker for assistance to this or that charity, he had always received the same answer — that he had too many private calls upon him. But if this was true, how was it the man was able to give to anything which published a list of subscribers in the Carswell Gazette. He had no right, though, to judge this man, James told himself. Still, he hoped the girl would never marry him. It was quite likely though. People had been talking about it for a long time. It would be a suitable match, too, for her. Yes, they said so — the world — the little world of Carswell, that is. He did not think so. He would rather she married any one else. He would rather see her going to the altar with some of the big bargee fellows, than with that smooth tongued banker. Ah, there he was at it again !"], [156, "CATHEDRAL BELLS. 144 And Ina would marry one day. It was not likely that men would be inclined to pass so much sweetness by without coveting it. He himself coveted it, he knew that. What a fool he was to think of such a thing — he a Curate, with no prospect of ever getting a living — without one farthing of his own beyond what he earned. And then, was it likely that a beautiful girl like Ina would take a fancy to him ? It was absurd. The idea was so utterly ludicrous that he laughed aloud. He to think of such a thing ! And when Ina married — Mr Romer stopped to think. What would life be like if she did so marry — life, to him ? Why, everything would be over, that was all. In the dark, still night, standing there by the silent water, the full knowledge of what this girl was to him came home to him. Why, it was Ina that made life worth living. It was the knowledge that she"], [157, "CATHEDRAL BELLS. 145 was near him that made the sunshine seem bright and cheerful when he woke in the morn- ing. And suppose — suppose this miracle came to pass and she did become his wife — what then ? Life would be bliss indeed in that case. He stood still as this thought came to him, and, looking up at the bright stars, asked the Maker of them to give him this girl's love. But a moment ago, and he had been laughing at him- self for dreaming of such a thing, and now — now he was praying for it ! He did not mind how long he waited. Jacob had waited seven years for Rachel. He would be willing to wait twice that for his Rachel. It was impossible. No, nothing was impossible to Him whom he served. Waves, greater than those of the Red Sea, were being held back, day by day, from His chosen people. The arm of the Lord was not shortened. If God should give him the desire of his heart, then would he serve Him in VOL. 1. K"], [158, "146 CATHEDRAL BELLS. thanksgiving all the days of his life. And if not — why, if not this life was not all. He would labour on, and in heaven he would see her. He must be content to wait in that case also. ' I will win her love if so be it pleaseth Him,' he thought, looking up at the bright stars overhead. Then he turned homeward, but before he did so he went round by the Close, — round by the ivy-covered walls and the quaint house nestling under the shadow of the grey Cathedral. The night was still, and the air heavy with the scent of the sweetbriar and jessamine. He would like to have lingered there till midnight, but feared to be noticed. ' God's angels be about her,' he said to himself. Then he crept down the silent path — crept,"], [159, "CATHEDRAL BELLS. 147 in his creaking shoes and with his white socks showing clearly in the pale, silvery moonlight — home to his stuffy lodgings and his cold meat."], [160, "CHAPTER V. ' Parks of oak and chestnut shady, Parks and ordered gardens great ; Stately homes of lord and lady, Built for pleasure and for state.' Lord of Burleigh. ANOTHER glorious day ! What delicious weather they were having, Ina thought, as, at about half past one, she found herself being driven through the park at Stackfield. All around rose the mighty elms and cedars, while here and there she caught a glimpse of antlers rising amid the grass and fern. A haze hung round the horizon, and the heat was so great that the girl was thankful when at last the fly came"], [161, "CATHEDRAL BELLS. 149 to where the trees clustered so thickly that it was dark and pleasant after the blinding sun shine of the open park. She hadn't much time, however, to enjoy it, for almost immedi ately they came out again into the open, and there was the great pile of castellated buildings, with the flag waving from one of the pointed turrets, and directly afterwards they were at the door. ' I'm afraid you must have had a very hot drive, Miss Strong,' Lady Stackallan said kindly, when her young guest was shown into the morning-room. The Marchioness was alone, resting in an easy-chair, with a copy of Principal Tulloch's sermons on her lap, but she rose and gave the girl a pleasant greeting. ' It was rather warm,' Ina answered, looking round the lofty room, so cool and luxurious. How nice to live in lofty rooms, she thought."], [162, "CATHEDRAL BELLS. 150 ' Yes ; but then you young people never mind heat. Do sit down — just move the easel — so ! Yes, an excellent likeness. Her Majesty gave it me herself, so I am very proud of it. As I was saying, though, I don't think heat tries you young ones as it does us elderly folk. I'm sure yesterday my children were playing tennis when I could hardly move. It was as much as I could do to even knit ! Do you knit ? ' ' N — no. I'm afraid, Lady Stackallan, that I like doing pretty things best — fancy work, I mean.' Her companion smiled ' I daresay,' she said. ' Once I too liked fancy work, but now — now it is different. Unless I'm working it for a present for a friend, I don't care for anything which is not of use to my poorer neighbours. Ah, here is my daughter — the one you don't know,"], [163, "CATHEDRAL BELLS. 151 I think. Mary, my dear, this is Miss Strong.' Lady Mary was a very tall, very thin girl of about six-and-twenty, not in the least handsome, but possessing a fine figure, and having about her an air of distinction. She was remarkably clever, and generally passed the whole morning in her father's library, assisting him in his work. Mr Welbore, Lord Stackallan's private secretary, lived, I believe, in positive terror of her. ' I know you very well by sight,' she said, as she took the girl's hand. ' I did not know who you were, but I have often seen you in the High Street. What a promenade it is, is it not ? One seems to meet all Carswell there.' ' Yes, I think one does,' Ina answered, after which there was a pause till the booming sound of the gong announced luncheon."], [164, "CATHEDRAL BELLS. 152 'How do you do? I'm awfully glad you have come, and awfully sorry Beatrice and I were both out when you arrived. We were down at the stables, and my watch has stopped, and hers doesn't go. I suppose that is why she is late now. Oh, here she is ! ' and Lord Rossmere gave the girl's hand a final squeeze before seating himself beside her. ' Very pleased to see you, Miss Strong,' said her host. Lord Stackallan, who looked the English statesman, was a short, stout man, with grey hair and a fresh healthy counten ance. ' It's not often anybody comes out from Carswell to see us, so I hope you have brought all the news. In my father's time we used to be au fait with all that was on the tapis, but somehow I seem to have lost sight of people who used to give one information about what was going forward.' 'I don't think anything ever does go for-"], [165, "CATHEDRAL BELLS. 153 ward,' Ina answered, laughing. ' Carswell is always more than half asleep. The silence of the Close is typical of our lives.' ' How nice ! I envy you. I wish there wasn't quite so much movement in other places.' Lord Stackallan was a Whig of the old school, and, it was well known, did not by any manner of means approve of the fussy activity of the Radical wing of the Liberal party. ' I suppose though,' he went on, ' it's the order of the day, and one must resign oneself to the inevitable. Tell me how do you like your new Dean ? ' ' Oh, very much ; but it's not fair to ask me. Your son,' with a laughing look in her eyes, 'your son knows him so much better than I do!' ' Know him ! I should think I did.' ' You should have seen him, Lady Beatrice, at the garden party last week,' Ina continued."], [166, "CATHEDRAL BELLS. 154 ' He was so frightened, he could hardly talk sense whenever Dr. Skelton came near.' ' Does he ever talk it ? ' Lady Mary asked, a little sarcastically. ' All right,' retorted Lord Rossmere. ' You wait till you want something done. See if I don't pay you out for that! By-the-bye, father, I quite forgot to tell you before. I had a message from the Bishop. He wanted to see you about the Orphan Asylum, — told me to ask you to let him know when he could do so.' ' Ah, I suppose his Reverence guessed that such a youth wasn't to be trusted very far, for he wrote for an appointment. I rode over and saw him on Saturday afternoon. Dear me ! it's very extraordinary how that Asylum seems to breed ill-feeling. Does every Com mittee quarrel in Carswell, Miss Strong, or is it only that one unfortunate Board?'"], [167, "CATHEDRAL BELLS. 155 ' Oh, it's a little way we have,' Ina answered, with a smile. ' We always quarrel over every thing. It's the one thing we do, and it pre serves us from utter stagnation. You oughtn't to grudge us our pet little naughtiness, Lord Stackallan, especially as it blows over after wards, and we don't bear each other any permanent ill-will.' ' Oh, of course, if you like it. I confess myself I prefer to do what I have to do, without threatening to break the heads of those with whom I am acting. But, then, every one to his own taste.' ' I'm like Miss Strong,' broke in Rossmere, ' I like a row.' Then every one laughed, and Lady Mary, feeling the conversation was becoming too frivolous, turned it by asking her father's opinion on an article on Irish Land Tenure which had just appeared in the Nineteenth Century, and"], [168, "156 CATHEDRAL BELLS. which had attracted a good deal of attention in the thinking world. Luncheon went on. The canvas blinds were lowered outside the windows, and the light came in in a gentle, tempered way, while the tall, powdered servants moved noiselessly about, and Ina found the iced claret cup very refresh ing after her hot drive. What a different sort of life it was from that which she herself knew at home. Seen once in a way it was pleasant enough, but to last always — well, she wasn't quite sure that it would not end by boring her dreadfully. She liked Lady Beatrice and her tiny, gentle, kindly hostess, as well as Lord Stackallan, but about Lady Mary she wasn't sure. How very tall she was ! And how could she have come to know all she was talking about. She would listen a little and try to improve her own mind, and perhaps in time she herself would be able to speak in the same"], [169, "CATHEDRAL BELLS. 157 learned way. ' He can hardly have fully studied the compensation for disturbance clause in the Act he speaks of, or he would have treated that part of his subject differently,' Lady Mary re marked at that moment, and Ina abandoned then and for ever the idea of making any attempt to understand the Irish Land Question. She turned away from the tall girl and looked at the honest, sunburnt face of the boy beside her. How nice he was, and pleasant to look at too, only she wished he wouldn't stare at her so. She was afraid Lady Stackallan would notice it. Then the meal came to an end and the party rose from the table. ' Come out on to the lawn ! ' Lord Rossmere exclaimed eagerly, as the girl prepared to follow the ladies across the large and well-appointed hall. ' Beatrice wants to show you the green houses and the garden, and I want to take you over the stables.'"], [170, "158 CATHEDRAL BELLS. ' But won't Miss Strong find it very hot out of doors ? ' Lady Mary asked, pausing with her hand on the door of her father's library. ' I should think she would much sooner sit quietly in mamma's room than go out in that sun directly after luncheon.' ' Oh, I don't mind the heat,' Ina answered, ' that is, not much, and I should like to see it all.' ' Of course, if you like it, that is different,' and then Lady Mary's tall figure disappeared into the Lord Stackallan's sanctum, and the younger members of the party were left alone. ' I'll run and get my hat. Take Miss Strong on, Ross ! ' exclaimed Lady Beatrice, and the next minute Ina found herself stand ing under the great shady cedars on the soft lawn. ' I'm so awfully, awfully glad you have come. I was so afraid it was going to"], [171, "CATHEDRAL BELLS. 159 rain last night, or that something would prevent your coming over to-day. Directly I was awake this morning I jumped out of bed and looked out of the window. I was pleased when I saw it was going to be an other lovely day.' ' It's very kind of you to care about my visit, I'm sure,' Ina answered demurely. ' I assure you I was looking forward to it also ; ' then noticing a rather too satisfied look on her companion's face, a mischievous demon came to her, and she went on, — ' I have often driven through the Park, but I have never been up near the house before, at least, not near enough to see the gardens properly, you know, and I want to do that.' ' Well, you are a girl ! ' exclaimed Rossmere, half laughing, half cross. ' You might have left that last part out, I declare. Of course I thought you meant you were looking for-"], [172, "160 CATHEDRAL BELLS. ward — well — that is I mean, I didn't know you only wanted to come because of the garden. If I had known it, I wouldn't have told you about my getting out of bed and looking out of the window.' The pretty eyes danced with fun at the boy's manner. ' Never mind,' she said, casting down her eyelids demurely as she spoke. ' If I had been looking forward to — to seeing anything else besides the gardens, I shouldn't have said so — I never say civil things. When you know me better you will understand that I am sometimes horribly rude, and that I get into scrapes in consequence.' ' I don't believe a word of it. I don't believe you ever say anything rude, and I'm certain no one could — ' ' Don't,' broke in Ina ; ' don't pay me silly compliments. There is nothing I dislike so"], [173, "CATHEDRAL BELLS. 161 much. I always hate people who do it. I don't mind very, very pretty speeches, but they have to be so carefully framed that it is only one person in a hundred who ever succeeds in quite satisfying me.' The boy stopped and looked at her. They were standing under the shade of the great trees, and the sunlight fell softly on the girl's fair face. ' I will never pay you a silly compliment again,' he said earnestly. ' I don't know what I should do if you hated me.' ' Hate me back, probably,' Ina returned. 'I shouldn't — I couldn't — I should— : ' Take care ! ' cried the girl, in a warning voice, and trying to conquer the laughter she knew was in her eyes. ' You are on danger ous ground.' ' Bother ! Well, I won't say what I was going to say. Come and sit down on this VOL. I. L"], [174, "CATHEDRAL BELLS. 162 bench,' catching hold of her hand and drag ging her towards it. ' I hope the green stuff won't come off on my frock,' Ina said, looking down suspiciously at the wooden seat. ' If it does, I shall scold you,' trying to disengage her hand. Lord Rossmere let it go very reluctantly, then he threw himself on the soft grass at her feet. 'Isn't it jolly?' he said, looking up at her with his honest, sunburnt face. ' What time are you going ? ' ' I should like to know who is a civil person now ? Your sister was kind enough to pro mise to drive me home at half-past three, but I daresay she wouldn't mind going before, particularly as you seem so anxious to get rid of me. I suppose you are one of those who speed the parting guest ? ' ' What a tease you are ! ' exclaimed the boy. ' You know quite well I didn't mean anything"], [175, "CATHEDRAL BELLS. 163 of the kind. I meant must you go to this tennis ? Don't. Stay and have tea here, and then Beatrice will drive you home afterwards when it's cooler, and I will ride beside the carriage.' Ina shook her head, though, if the truth be told, the proposal was not without attraction. Her life was rather a lonely one. Her father was almost always in his study, and when in society rarely spoke, while her mother, devoted as she was to her, was much preoccupied with household affairs and parish matters. The girl had found it very pleasant even in that short time to listen to Lady Beatrice's merry laugh, and to hear her and her brother joke together. She contrasted the stillness of her life with theirs, and, in so doing, told herself that companions of her own age would mean much to her. How often she had wished for a brother. And how nice it would be to see"], [176, "164 CATHEDRAL BELLS. a good deal of the boy who was then lying at her feet. He seemed to have taken a wonderful fancy to her And the girl was one who liked that people should care for her and make much of her. He had done more than merely take a fancy. Ina could see that. He was in love with her just at present, but then he was only a boy, little more than nine teen, so she need not trouble herself about that. In six months' time he would probably be confiding to her, in a brotherly way, his love for some other divinity. Then the girl's train of thought was broken in upon by the boy's voice. ' Well, are you going to stay till after tea ? ' ' I'm afraid I mustn't. I promised mamma to be at Archdeacon Maycott's at half-past four, so I must not disappoint her. Besides, your mother would be tired of me if I stayed till then.'"], [177, "CATHEDRAL BELLS. 165 ' No, she wouldn't. She doesn't mind, so long as we are happy. I'm awfully glad I'm not going back to town with them to-morrow. A week ago' — looking up with a blush and a half shy look on his boyish countenance — ' a week ago I was dying to go, but now — now I'm glad to be left behind. I wish, though, they were stopping too,' nodding his head in the direction of the great house visible through the elm branches, ' because then you could have come over here. You wouldn't be allowed to come and lunch with me alone ? ' Ina's merry laugh rang out in the clear summer air. ' Ask mamma,' she said. ' Perhaps she might say \" yes,\" you say. Well, of course, she might, but then, on the other hand, you know, she mightn't. I wouldn't mind having a bet what her answer would be. I can"], [178, "166 CATHEDRAL BELLS. see her looking at you when you proposed it,' going off into another laugh. ' No ; I know she wouldn't,' the boy an swered. ' I was only joking. I shall come and see you often. I may, mayn't I ? Do you ride?' ' No ; because I haven't a horse. That is rather against riding you must admit.' ' I'll lend you one of mine, and we'll have a gallop of an evening through the Park and over the Downs.' Ina shook her head. ' I can't accept your offer,' she said, rising from her seat, while Lord Rossmere struggled up and stood beside her. ' Shall I tell you why? Stoop down a little so that not even a gardener may hear — I shouldn't dare to, for fear of throwing the animal down and breaking his knees.' The boy whistled."], [179, "CATHEDRAL BELLS. 167 'Can't you ride?' he asked compassionately. ' Oh, yes, I can do that ; but it's one thing to trot along the highroad on a quiet pony, and another to ride across country on some body else's horse.' ' Yes ; all the same, sooner or later, you will ride with me. I mean — that is, I'm sure we are destined to be great friends. Aren't we?' 'What makes you think so?' Ina asked, looking at her companion. ' I think so because I want it. Directly I saw you that day under the trees at the Deanery, I wanted it. Will you be my great — great — greatest friend ? ' holding out his hand. ' It's too soon to say,' Ina answered, with a little smile. ' You mayn't like me when you know me better. And perhaps I sha'n't like you. We had better make it conditional, as"], [180, "168 CATHEDRAL BELLS. one takes a servant on a month's trial. Why, what's the matter ? ' for the boy had turned away with a flushed face and an impatient stamp of the foot. ' If you don't care about being friends, I'm sure I don't ! ' he exclaimed hotly. ' It's easy to comprehend how perfectly in different you are,' Ina returned, with one of her merry laughs. ' My dear boy, don't be cross. I didn't mean to offend you. Come, let's make it up, and swear eternal friendship.' The girl, as she spoke, held out one of her slim hands. Lord Rossmere seized it eagerly. ' Promise to be always my friend ! ' he ex claimed. I promise,' smiling at his eagerness. 'And I promise to be yours,' he answered, and then shyly, and half as though he was afraid of what he was doing, bent down and kissed the girl's hand. ' Like the knights of"], [181, "CATHEDRAL BELLS. 169 old,' he explained, looking up with a hot blush on his face. There was a silence for a minute, and then in the distance, near the house, they heard the sound of Lady Beatrice's voice calling to them. ' Here,' shouted Rossmere. ' Come and see the stables,' the girl said as she joined the pair. She guessed from her brother's face that he could have dispensed with her presence just then, but she had taken a quarter of an hour to put on her hat, and consequently felt that she had done all that could be expected of any one ; besides, she had taken a great fancy to Ina herself, and wanted to see more of her. ' Come and see the stables,' she said again. The two made their way along the green lawn till they came to a gate in the grey stone wall which skirted the pleasure grounds."], [182, "CATHEDRAL BELLS. 170 Rossmere opened it with some difficulty, for it was but little used, and then having made their way under a clump of great elms, came out at last in front of the entrance to the stables. The courtyard was deserted save for a big black retriever, who awoke the echoes of the silent place, and tried to break his chain in his endeavours to reach his master's side. Ina was taken up to be introduced. 'Isn't he a beauty?' the boy asked. ' Yes, indeed,' Ina answered, patting the creature's head, in return for a friendly lick. ' Have you any dogs of your own ? ' 'One — a splendid little terrier. Some day you must be introduced to him. Every one says he's perfect.' ' And now come and see the ponies ! ' Lady Beatrice exclaimed. ' I'm dying to show them to you. I haven't had them very long. They"], [183, "CATHEDRAL BELLS. 171 are going to take you home by-and-by. We shall fly into Carswell like the wind.' Ina followed her friend across the yard. The ponies were a pair of thoroughbred roans, an exact match, and well worthy of a visit. The girl, having inspected the pretty creatures, they condescended to eat sugar out of her hand, while one of them, rather ungratefully, sneezed all over her. ' Jack's dreadfully wanting in manners,' Lady Beatrice exclaimed. ' It's his one fault. I'm always trying to break him off the habit, but I can't. He always ends each conversa tion I have with him in exactly the same way. Well, shall we go and see the carriage horses ? ' The carriage horses lived on the opposite side of the yard, and were also well worth a visit. A pair of splendid greys among the number Ina knew well by sight, as they"], [184, "CATHEDRAL BELLS. 172 were the ones who always drew Lady Stack allan's carriage. After this was over there were the saddle horses to see, each in his loose box, and the young Earl sounded the yard bell, and would have his groom out in order that Ina might see everything there was to be seen. At last the man was dismissed back to his ease, and Lady Beatrice, her brother, and their guest began to retrace their steps across the stone quadrangle. ' I wish there was something else to show her,' Beatrice said; and then suddenly, 'why, Ross, she hasn't seen the old coach ! ' ' Nor she has ! Would you like to see it?' 'What is it?' Ina asked. 'The coach — the old family coach. My father's grandfather and grandmother used to go to London in it, so you may judge of what it's like. It's the sort of thing"], [185, "CATHEDRAL BELLS. 173 Adam and Eve would have gone out to dinner in.' The girl laughed, and followed Lord Ross mere, while Lady Beatrice took her arm. ' I can't tell you how glad I am you came. Stackfield is so dull. The others don't care for visitors, and there's no one round — no one of my own age, I mean — whom I care to see. I do hope you will come over often when we come back ? And 1 shall come to you in Carswell — that is, if you'll have me?' ' Have you ! We shall be only too de lighted,' Ina answered. I shall be so glad, for though I know plenty of girls in Carswell, I haven't any real friends among them.' ' We are in the same boat, so nature evi dently intended us for allies,' Lady Beatrice answered, and then they reached the coach-"], [186, "CATHEDRAL BELLS. 174 house door, and the conversation was at an end. ' Bother ! ' exclaimed Rossmere ; ' he's gone and locked it up.' ' Then we can't see it, that's all,' Lady Beatrice answered. ' Nonsense ! she shall see it if she wants to, I'll ring the bell and have him out' ' Good gracious, don't ! You know how cross he is!' 'Who is it?' Ina asked, amazed. ' Old Phelps the coachman. He's been here all his life. He drove my father and mother home on their wedding-day ; he was here when my father was born, and once when he was about fourteen, and Phelps caught him doing something or another, he shook him. Isn't it true, Ross ? ' ' Quite. Father's often told me about it.' ' But he must be very old ! ' Ina exclaimed."], [187, "CATHEDRAL BELLS. 175 ' I have often seen him driving your mother, and he didn't look above sixty.' ' Oh, that's not Phelps — Phelps never drives any one now. That's Marks who drives the Mater — the jolliest old fellow in the world. Phelps is head coachman, and does nothing but bully every one all round. We'll have him out for the fun of the thing. Hi, you, sir,' to a stable boy with a bucket, ' is Mr Phelps in ? Send him here — tell him I want him.' ' Yes, my lord.' A long time elapsed before the lad returned. He looked rather frightened, but there was a lurking grin on his countenance as he an nounced that Mr Phelps would be down directly. He went across the yard, and took up a good place in a doorway from which to see the fun. Another long pause. The sun was very hot, and Ina was just beginning to get very tired"], [188, "176 CATHEDRAL BELLS. of waiting, when steps were heard, and from a back yard there appeared a little old man of between seventy and eighty years of age, thin as a whipping-post, and with a face on which the word ' sour ' was distinctly written. ' Oh, Phelps, we want the key of this place This young lady wants to see the old coach,' Lord Rossmere said. ' Key of the place, eh ? I don't know as I could lay my hand on the key just now. I ain't quite sure, my lord, as it's a good thing to keep on opening and shutting the place. I must speak to your papa about it.' Phelps always treated the young heir as if he were about ten years of age. ' Constant opening ! ' exclaimed the other, ris ing to the bait, for the old man dearly loved to annoy any one, and to tell a young man of nearly twenty, before a remarkably pretty girl, that you must speak to his ' papa ' before you"], [189, "CATHEDRAL BELLS. 177 can do what he wishes is, it must be admitted, exasperating in the highest degree. ' Constant opening ! What the — what the dickens do you mean ? The coach-house hasn't been open for me since last Christmas afternoon.' Well, if it ain't you, it's some one else, my lord.' ' Well, never mind who it is, Phelps. Get the key and open the place.' I ain't got no key, I tell you.' Where is it, then ? ' very angrily. Somewhere safe, my lord, I don't doubt. ' Safe ! Do you call it safe when you can't say where it is. By George, suppose the place was on fire, how then ? ' ' I can't suppose what ain't likely to happen, my lord, leastways not as long as I'm head of these stables.' Then as his eye fell on the youth with the bucket gazing on, he made a step towards him. ' What are you vol. 1. M"], [190, "178 CATHEDRAL BELLS. doing there, looking at your betters ? Iff was a bit younger, I'd have given you some thing to remember,' as the lad fled from sight. ' Boys are very different from what they were in my day,' with a disparaging glance at the young Earl. ' Look here, Phelps. This young lady has come down to see the stables. If this door is not opened in about — ' ' It wouldn't be opened at all, my lord, if I didn't chose. Your papa, he's given me charge of these places, and I'm responsible to him, my lord, and no one else. Now, as this young lady's here, and as I shouldn't like to disappoint no young lady, above all not a young lady like this ' — Phelps was commonly reported to have been an ardent admirer of the fair sex in the days of his youth, and he turned an approving glance as he spoke on Ina's sweet face — ' why, I'll"], [191, "CATHEDRAL BELLS. 179 see if I can find a key as would perhaps fit it.' As he spoke he produced a key. Natur ally, as it was the right one which he had brought with him, it fitted exactly. ' What a curious old thing ! ' Ina exclaimed, as she stood in front of the coach with its enormous wheels and quaint hammer-cloth. ' And what a huge thing. Why, six people could have driven in it easily ! ' ' If he wasn't here we'd get inside,' whis pered Lady Beatrice. ' In old days, when we were children, we used to — only I never really enjoyed it, for fear Phelps should come and catch us. Do you see the drab lining ? Oh, it smells so disgusting you can't think ! Thank you, Phelps,' — aloud — 'very much Miss Strong likes it. Come on, you silly boy,' in a whisper again, as the sight of a very flushed face and an angry look in her brother's eyes warned her that the old coach-"], [192, "180 CATHEDRAL BELLS. man's muttered remarks were of a particularly annoying nature. 'Well,' said Ina, when they got out of the courtyard, ' I have enjoyed it all very much, above all, Phelps. I do hope — I do hope,' with a mischievous look in the lovely eyes, ' that your \" papa \" won't be angry with you, Lord Rossmere, but I'm afraid if he listens to what that old gentleman says, he will.' The angry look faded away from the boy's face, and he burst out laughing. ' So long as he amused you, I don't mind ; otherwise, I own he does try me.' Then they reached the house and entered the hall. Lady Beatrice insisted on taking Ina to see her own room, while Lord Ross mere fussed and fumed, waiting for his divinity to return. Alas ! the pony carriage had come round to the door before the two girls had finished their chat and descended"], [193, "CATHEDRAL BELLS. 181 the stairs. Perhaps the disappointment which was so plainly written on the boy's face touched the girl, for she let her hand linger in his, and even returned his warm pressure. The young Lord stood on the steps watching the carriage as long as it was in sight."], [194, "CHAPTER VI. ' Shall I for this indulge complaint, Turn traitor and cry shame on life ? No ! Be my prayer, however faint, Lord, help me to live out my strife.' ' GOODBYE, and thank you so much for bring ing me.' The Cathedral clock was striking five, the bell for afternoon service had just stopped, and Ina spoke the above words holding Lady Beatrice's hand as she prepared to alight at Archdeacon Maycott's hospitable door. ' No thanks, please. I enjoyed the drive, only I wish you could have waited till it was cooler. Mind and come over and see us"], [195, "CATHEDRAL BELLS. 183 directly we come back at the end of next month.' Here Lady Beatrice gave a little crack with her whip, and turning the horses' heads towards home, started off. Another minute and Ina had lost sight of the little carriage and entered the house. ' My dear child, I thought you were never coming ! I have been waiting for you since four o'clock. Every one has gone out on to the lawn ! ' exclaimed Mrs Strong, when her daughter was shown into the drawing - room a few minutes later. ' It was half-past four in the end when we started,' the girl answered. ' After luncheon they took me to see everything. Oh, mother, such lovely gardens ! — a perfect blaze of colour. And the stables ! There are about twenty - six horses in them, and each horse has its name done in gold letters over the stall. We were"], [196, "184 CATHEDRAL BELLS. quite an hour going through them, I should think. They were all so kind ; and Lady Stackallan told me to be sure and tell you she hoped you would come out and spend the day when they came back from London.' 'Very kind of her, I am sure. I wonder what makes them so very civil all of a sudden ? ' Ina was silent. Perhaps she guessed who it was in the first instance had caused them to be made so much of. She did not answer, but suggested instead that they should go out on to the lawn and look for their hostess. The gardens of the Chantry, and other residences on the south side of the Close, have beautiful lawns, which at their further extremity slope up to the top of the old boundary wall of the City, along which is a gravelled, or, in some cases, grassy path."], [197, "CATHEDRAL BELLS. 185 Here and there the straight line of wall is broken by an ivy-covered bastion. All the gardens are rich in trees, flowering shrubs, and shady nooks, and the thick grass is al most too velvety to please the votaries of tennis. Ina having said 'How do you do?' to Mrs Maycott, stood watching one of the many games of tennis which was going on near her. It was a very warm afternoon, more like August than June, and she felt rather glad that the sets had been made up before she arrived. She stood in the shade watching the balls flying, and listening to the voices of the players, and thinking about Stackfield, and Lady Beatrice, and her brother, till a step beside her made her look up. It was Mr Mackinnon, the junior partner in the firm of Hammer, Highlight, Festing & Company, Bankers, of High Street, Carswell."], [198, "CATHEDRAL BELLS. 186 Mr Mackinnon was a tall, thin, rather Jewish looking man, with dark, lustrous eyes and very white teeth. It was impossible to deny that he was handsome, and yet it was not quite an agreeable face to every one. The young ladies of Carswell, however, as a rule, ardently admired him, and there was no small amount of heart-burnings when it became known that the young banker was devoting himself to Miss Strong. The girl herself was not quite sure, at times, whether she really liked him. It amused her to see the jealous looks which mothers of marriageable daughters cast at her when the young banker appeared at her side, but there were hours in which she asked herself the question if he was wholly to her taste. It was only when she was apart from him that the girl was able to do this. In his society she fell under some unknown spell of"], [199, "CATHEDRAL BELLS. 187 fascination, and each time she was with him it seemed to increase, and her ability to analyse her feelings respecting him became less and less. During the last few weeks Mr Mackinnon's attentions had increased so much that people were beginning to ask whether something would not shortly come of it. The junior partner in the firm of Hammer, Highlight, Festing & Company was, as his name denotes, a Scotchman. At the time when he is first introduced to my reader, he was about thirty, and had been a resident in Carswell for the last nine years. Of his family, people knew nothing. When, nearly a decade before, Mr Highlight had died, he had answered the advertisement in the Times requiring a new partner with a capital of ten thousand pounds ; and after some lengthy negotiations, and many very careful inquiries on the part of Mr Mackinnon's solicitor, things had been"], [200, "188 CATHEDRAL BELLS. arranged. And since the day when the deed of partnership had been signed, Messrs Hammer, Highlight, Festing & Company (as they were still called) had had no reason to complain of their bargain. The new partner had not been many weeks in the bank before his colleagues discovered that whatever else he might be, he was a very clear-headed man of business. From the morning in which Mr Mackinnon had first taken his seat in the glass room of the bank, things had gone well with the firm, and it was whispered by lawyers, and one or two others of the ' know ing ones ' in Carswell, that the young banker's investment was paying him at the rate of seven per cent. That he never, or hardly ever, spoke of his family, was nothing to any one. Beyond the bare fact that his father had been a physician, and was dead, and that he had some relatives living in Scotland,"], [201, "CATHEDRAL BELLS. 189 nothing more was known of him. Had Arch deacon Maycott been acquainted with the true state of the case, I doubt if he would have opened his doors quite so readily to the junior partner. Mr Mackinnon's father had been a success ful Edinburgh physician, or rather, one who would have been successful had his life been prolonged. Dr Mackinnon having lived through the drudgery of his profession, had at last got together a fair practice, and was talking to his wife of how he meant, now that he could afford it, to insure his life and begin to put by, when he was smitten down by a sudden and deadly illness. A few weeks later and his widow found herself left with a son of sixteen, two rather delicate daughters, and a life annuity of two hundred and fifty pounds a year. Under the circumstances, she did the best she could. She gave her son a"], [202, "CATHEDRAL BELLS. 190 first-class education, and when, shortly after his twentieth birthday, the lad's godfather died leaving him a legacy of ten thousand pounds, she felt that her reward had come. The health of her two daughters had become more delicate, and their position, if aught should befal her, had long been a nightmare to poor Mrs Mackinnon. She proposed to her son that as soon as he was of age she should insure her life for the benefit of her girls, and that as it would cost about one hundred and fifty pounds a year to pay the premium on five thousand pounds, he should assist her to the amount of one hundred pounds annually. Gregory Mackinnon listened to the proposal without comment. He never committed him self to it in any way, but, to avoid the annoy ance of importunity, neither did he reject it. He waited till he was twenty-one, and then"], [203, "CATHEDRAL BELLS. 191 took the whole of his capital to purchase his share in the Carswell Bank. He left his widowed mother and sisters in Edinburgh under the impression that as soon as he was fairly established he would make the neces- sary allowance, and it was only when com fortably settled in his cosy rooms in West Street that he wrote saying that he con sidered money passing between relatives a bad principle, that he himself had to push his way in the world, and that he did not think the health of his sisters sufficiently delicate to prevent their doing the same, and that consequently he must decline his mother's proposal. Mrs Mackinnon wrote two indignant letters to her son, but as she received no reply the correspondence dropped, and the split between the young banker and his family became com plete. During the following nine years in"], [204, "CATHEDRAL BELLS. 192 which he had resided in Carswell, Mr Mac kinnon had seen or heard nothing of his relations. ' I was almost afraid you were not coming,' the banker said, holding Ina's hand and look ing down at her where she stood in her pretty pink cotton frock. ' I was just going to give up waiting and take myself off to the Club, when I saw you emerge from the drawing room window. Too bad of you to come so late, especially as I left the Bank soon after three, much to my partners' disgust, and it was all on your account' Ina looked up, and smiled. ' I hoped you would wait,' she said. ' I was lunching out, and didn't come with mamma. That was how I was late.' ' Where were you lunching ? ' 'At Stackfield.' ' Stackfield ! At Mr Malcolm's, I sup-"], [205, "CATHEDRAL BELLS. 193 pose ? ' Mr Malcolm was the agent of the property. Ina did not answer. She did not wish to say anything about the Stackallans, for fear it should sound like swagger, so she held her tongue, and hoped the subject might drop. Vain idea, Mr Mackinnon was one of those people who like to know everything about everybody. ' Eh ? ' he said interrogatively, after pausing for the girl's answer. 'What?' asked Ina. 'Oh, look at that peacock. I didn't know the Archdeacon had peacocks. I think it must have come in from the Deanery. They are very hand- some, but I hate them because they scream so.' ' Yes, they do that. How are the Miss Malcolms ? ' ' Very well, I believe.' VOL. I. N"], [206, "CATHEDRAL BELLS. 194 ' I thought I understood you to say you had been lunching there?' 'No.' 'At Stackfield itself?' Ina nodded, and Mr Mackinnon lifted his eyebrows. ' Something new,' he said. ' It's not often their High Mightinesses condescend to Cars well ; still ' — looking at the girl admiringly — ' I'm not surprised. This exception to their general rule does them credit' The girl did not answer. A compliment, she was wont to declare, was a penal offence, but I fancy this did not apply if the person who uttered it was something of a favourite. ' Come and sit down,' the banker said, after a pause. ' Let's get away from the rest of the world. I want to talk to you, for I haven't seen anything of you for a week, except at yesterday's tea ; and that didn't count, for"], [207, "CATHEDRAL BELLS. 195 those Miss Mildmays took up your whole time. Come.' The old spell of fascination was working in Ina, and she complied. Together the pair wandered away from the lawn tennis, and from the onlookers, to a shady nook, and there on a rustic bench they sat down. In the distance they could still see the players and the people who were watching, but they were too far off to be interrupted. ' And so you condescended to hope that I should wait, did you, Miss Ina ? ' Mr Mackinnon said, after a few minutes' silence, during which his dark eyes had been fixed on the girl's sweet face. ' It was weak of me to say that,' Ina answered, with a little laugh. 'You men are all quite vain enough without our doing anything to make you more so.' ' But you did hope it all the same ? ' not"], [208, "196 CATHEDRAL BELLS. taking any notice of this attack upon his sex. ' Perhaps,' with rather a mischievous look. 'You know you did. You said so — unless it was a story.' ' I never tell stories,' putting on the little air of half-babyish innocence which she was won't to assume, and which gave her such an indescribable charm. 'Don't you really?' he said, bending over her. ' No ; I don't believe you do. What a dear, good little girl it is. Child — for you are almost a child to me — you rouse my faith in humanity, — or you would if I saw much of you. I must see more of you. My time is almost wholly taken up with business cares, but somehow I must make a way.' Ina did not answer, but she looked up at him and smiled, and Mackinnon saw that the idea was not displeasing to her."], [209, "CATHEDRAL BELLS. 197 ' Don't you get very tired of being shut up there in that dreary bank ? ' the girl asked, rather suddenly. ' Sometimes, yes ; but then I am working for a purpose', laying a marked emphasis on the last word. ' Whether it will ever be accom plished I do not know, but the hope of it keeps me at my work.' Ina did not ask what the purpose was, though perhaps she guessed, or thought she did. A little flush came on her cheeks, and her eyes, which had been cast down, were lifted, and travelled round in search of some thing to say. By - and - by they lighted on Canon Anson walking up and down a shady path by himself, and then something occurred to her. ' Are you going to the concert ? ' she asked. ' The concert ! What concert ? ' ' The one for the Orphan Asylum. Canon"], [210, "198 CATHEDRAL BELLS. Anson says he thinks it will be a success. There was great trouble over it. At the meet ing Mrs Smallpiece — she does give largely, I will say that for her — well, she asked in such an odd way how the money had been applied which had been obtained at last year's concert, that everybody was furious. Of course, there was nothing in the asking, only it was the way in which it was done. Canon Anson told mamma that if he had been the Treasurer he would have placed all the accounts before her and then resigned, unless she did so. Good gracious, there she is ! Talk of — it's so funny how often that comes true.' ' Does it ? I'm sorry for that. If I were you I wouldn't talk about her then,' Mac kinnon answered, while his eyes wandered uneasily to where the lady in question was walking slowly along."], [211, "CATHEDRAL BELLS. 199 He didn't want her to see him with Ina. Much as he admired the girl, and much as he desired to have her for his wife, still he had by no means made up his mind to pro pose. I will not say that he loved her, for that is to degrade a noble sentiment, but her beauty enthralled his senses, and he wanted to possess her, but only if he could do so with prudence. She was an only child. Surely she must have some money, but still he was not absolutely certain. And unless she had, he would not marry her. He had seven hun dred a year now, but he required something more than mere comfort — luxuries were neces sary to him, and he would never marry till he had a clear thousand a year, because only then could he live as he liked. The truth of the matter was simply this — that Mac kinnon was incapable of loving any one but himself. Self was his god. He knew, too,"], [212, "CATHEDRAL BELLS. 200 that his passion for Ina would probably not last for any length of time, and then if he should find himself saddled with a wife for whom he no longer cared, and who brought no grist to the mill, things would be bad in deed. Often during the last few weeks he had tried to find out what her prospects were, but each time he had been baffled. As he sat there in the quiet sheltered corner of the Archdeacon's garden, looking at the slim, elegant figure and the sweet face of the girl beside him, his passion was still sufficiently cold-blooded for him to be able to reflect that he must on no account commit himself till he knew about the money. He bent forward a little, so as to prevent Mrs Smallpiece's sharp eyes detecting who it was that was with him, and then as the lady in question passed out of sight and without, as he devoutly hoped, noticing"], [213, "CATHEDRAL BELLS. 201 them, he leant back and laughed rather con temptuously. 'Look, he said, 'just look at that fellow walking with Mrs Maycott. I wonder he isn't ashamed to come, such a scarecrow as he is. It's ungentlemanly.' Ina lifted her eyes and looked to where her hostess was standing. And there in his black coat, with his trousers turned up and his white socks showing, and his hand grasp ing the Gamp-like umbrella, still fastened with the indiarubber band, she beheld Mr Romer. The Archdeacon's wife had seen the black figure going down the Close, and knowing the deep sorrow he was in, and also his parti ality for his Rector's pretty daughter, had stepped up to the low stone wall and begged him to come in. She had some little question to ask him about schools, she said, with gentle, womanly tact, so as not to let him sus-"], [214, "CATHEDRAL BELLS. 202 pect that she had brought him in there be cause she hoped a glimpse of his enchantress might cheer him up a little, and she was now walking him about hoping that they might meet the girl. ' Poor Mr Romer,' Ina returned, rather amazed at Mr Mackinnon's attack on the Curate. The little man was so good and thoughtful for her that she did not like to hear him ridiculed. ' Oh, I don't agree with you at all ! ' she went on. ' He is very funny, and his dress is ludicrous — always ludicrous, but he is a thorough gentleman.' The banker gave a little sneer. ' He is just a beggar he said ; ' just that. Next time he comes to my rooms I shall — ' 'Shall what?' Ina asked, feeling her annoy ance increase. ' Nothing,' he said. ' Tell me,' she urged."], [215, "CATHEDRAL BELLS. 203 ' No. He's a devoted admirer of yours, isn't he, Miss Ina? Always walks home from the Sunday school with you, doesn't he ? ' ' Generally ; yes. Why ? ' 'Well, I don't think I need be jealous of that guy,' Mackinnon answered, glancing down with approval at his own well-cut trousers and patent leather boots. ' I give my leave for that, if he amuses you, but no one else, mind — not Maxwell of Saint Margaret's, or any one like that' Mr Maxwell was a very rich, handsome young clergyman, holding a small living in the neighbourhood of Carswell. ' And, pray, what right have you to give me leave, or attempt to control me?' Ina asked, pretending to be offended, though in reality she liked Mackinnon's assumption of authority over her. It was an awkward question to have put to"], [216, "CATHEDRAL BELLS. 204 him without his committing himself in some way, but he was a clever man and equal to the occasion. ' The right of one who — ' he began eagerly, then stopped. A flush crept over the girl's face ; she looked down on the ground, and waited. ' In a little time, perhaps, I may be able to tell you why I think I have some sort of right, but not to-day. Good-bye, Ina. I mustn't stop now, for I have a business appointment, and must not keep the man waiting.' It was the first time he had called her by her Christian name, and it was a clever stroke on his part just then. She returned the pressure of his hand, and looked up with a little shy light in her eyes, and a resolution in her heart not to allow Mr Maxwell to attend her anywhere in the future. ' Good-bye,' she said softly, and then she"], [217, "CATHEDRAL BELLS. 205 drew her hand away, and the banker turned to go. He had no appointment, but he deemed it a wise move on his part to retire just then. As he closed the gate behind him, Mr Romer, who had been watching the pair — watching with jealous glance and a sharp pain in his heart — stepped across to where the girl was standing, and held out his hand. ' I hoped I should meet you,' he said. ' I shouldn't have come in but for that! and he gave the little hand a warm pressure ; but he had chosen his moment badly, and Ina did not return it. ' Something about that tiresome school, I suppose?' she asked. 'Really, I think I shall give up my class ; it is getting such a bore. Amy or Ethel Festing would be delighted to step in and take my place.' The Curate's heart sank down into his boots. The walk home with Ina from the"], [218, "CATHEDRAL BELLS. 206 school-house was the one thing which he looked forward to from week's end to week's end, and which made the waking up on Sunday morning different from the waking up on any other day in the week. To be sure the walk only lasted a quarter of an hour, but then he went over it again and again in memory during the seven days which followed. No wonder then at the girl's words his heart sank within him. ' Oh, I hope not,' he answered nervously. ' Oh, I do hope not. Oh, I am sure the Miss Festings would not be equal to it — oh, I'm sure they wouldn't, — not — not as a ride, I mean. I hope you won't think of it. The children would feel it very much — yes, indeed I am sure they would. They think so much of you — yes they do. No, I'm sure you can not have the heart to give them up, and I — I should — that is, I hope you will not do it'"], [219, "CATHEDRAL BELLS. 207 The pair by this time had said farewell to Mrs Maycott, and were following Mrs Strong, who was walking with another lady towards the Rectory. ' You haven't told me yet what it is you wanted to see me about,' the girl said at last, without taking any notice of the Curate's last speech. She didn't mean to give up the school in the least, only sometimes he was so silly, so annoying, that she determined to leave him in suspense, by way of a little punishment. ' Oh, I beg your pardon. I — I hadn't any thing — anything particular to say. What I meant when I said that I hoped I should find you at the Archdeacon's, was that I hoped I should see you for a little chat. One does not always want to talk busi ness. Sometimes one likes to see a friend, and — '"], [220, "CATHEDRAL BELLS. 208 The Curate stopped, not knowing exactly how he was going to put it. 'What a difference it makes to one's pleas ure when one's companion is not the right person,' Ina said to herself, as they turned in between the ivy-covered walls. How amusing and clever Mr Mackinnon was, she thought, and what a bore that he had to go off to keep that appointment, otherwise he would certainly have escorted her home, and then very likely her mother would have invited him to remain to dinner. ' You — you are very silent this afternoon, Miss — Miss Strong,' Mr Romer ventured to say, after a somewhat lengthy pause. How he would like to call her ' Miss Ina,' even as he had heard that fellow Mackinnon do, once or twice. How he hated that horrid, snake-like creature, with his tall figure, hand some face, and long purse ! She was always"], [221, "CATHEDRAL BELLS. 209 cold to him when he had been with her. He wished the banker would go away from Carswell, and never come back again. ' You are very silent this afternoon, Miss Strong,' he repeated. ' What ? ' The girl had been thinking about some thing else and had not heard the question which had been put twice. Mr Romer sighed. ' Nothing,' he answered sadly. ' I said it twice. It isn't worth repeating.' ' I beg your pardon,' Ina replied, suddenly penitent at the sight of her companion's face of woe. He was so truly devoted to her, — • had indeed ever been so since the first day that they had met, when she had been but a child of fifteen, that in her intercourse with him she was continually thawing. ' I am very rude,' she went on, in her gentlest way. VOL. I. O"], [222, "CATHEDRAL BELLS. 210 ' It's lucky we are at home. Perhaps after I have changed my frock and rested a little I shall be equal to the society of my fellow creatures. At present it is evident I am not.' ' Won't you come in and dine quietly with us, Mr Romer ? ' Mrs Strong said, when she had shaken hands with him at her own door. ' The Rector will be glad to have a chat about the parish afterwards.' The Curate glanced at the girl beside him, but unfortunately her thoughts had wandered back to Mr Mackinnon, and she did not even hear what her mother said, so that there was no response in the blue-grey eyes. His pride came to the rescue, and he resisted the temptation. ' Thank you — oh, thank you, but no — not to-night. I — I — I am — that is, not this evening.'"], [223, "CATHEDRAL BELLS. 211 He had meant to say he had an engage- ment, but remembering that he had none refrained from saying it. Ina noticed the con- fused sentences, saw what he had intended to say, and did justice to the reason which prevented the shy, nervous man from making the polite excuse. The sweet eyes gave a little look of approval at him, the only one which, by the way, she had bestowed on him that afternoon, but he was saying goodbye to Mrs Strong, and never saw it. He lifted his hat to the girl and went away without attempting to shake hands, feeling that it would hurt more to have her hand lying un- responsive in his than not to touch it at all. He turned and went down the path between the ivy - covered walls, went away with hurried, nervous strides, with his trousers turned up, and his white socks showing, and looking ludicrous enough, I daresay, but yet"], [224, "CATHEDRAL BELLS. 212 for all that I do not think Ina quite liked it She was accustomed to be adored by him, and for once she had been rather snubbed. She went into the house and upstairs, and somehow, as she dressed for dinner, she for got to think about Mr Mackinnon, and found herself thinking about James Romer instead. It was rather a novel situation for Miss Ina not to have everything her own way. The clock struck seven as the Curate turned into Smith Street. He strode along 'the High' and down Jessop Street to his own rooms thinking — thinking of Ina. He opened the door with his latch-key and went in. The little parlour was simply and plainly furnished, and his supper was laid ready for him. He cut himself a slice of cold meat, and broke some bread and ate hurriedly. In ten minutes his solitary meal was over, and he went and sat in his arm-chair and tried to think. He"], [225, "CATHEDRAL BELLS. 213 sat there till the church clock chimed the half hour, and the sound roused him. He would go out and walk. He could think better when he was walking. He rose and went to the head of the kitchen stairs. Mr Romer wanted to know if there had been any one there for him on parish business ? No, the landlady said she thought not. To be sure she hadn't been in all the afternoon, but still there had been no note thrust under the door or put under the knocker, as was the general custom, so the Curate concluded that his work was done for that day, and taking his latch-key went out into the twilight. Where should he go? he asked himself as he turned once more into the High. It was getting on towards eight o'clock, and the shopkeepers were beginning to put their shutters up. In a little while the place would be alive with those who had been boxed"], [226, "CATHEDRAL BELLS. 214 up all day behind the counter, but at present it was quiet enough. Still he did not want to be disturbed so soon. He would go down to his beloved Canal, down to where it was quiet and deserted on the towing path. James Romer turned the corner by the Cross, and went along Smith Street, over the Railway, past the Gas Works — smelling objectionably, as it is the manner and custom of Gas Works to do — and then down on to the pathway. He had come the long way round, instead of going through the timber - yard, because he didn't want to see any of his parishioners just then. He went on along the deserted footway for a mile and more, went at a rapid pace, as one who had some object in view, and not as a man usually walks who has absolutely nothing to do. Presently he came to where the narrow path widened for about"], [227, "CATHEDRAL BELLS. 215 a hundred yards or so, and here he began to pace up and down. What was he going to do ? That was the question he had come out there to ask him self in the quiet still eventide. Things could not go on like this. The constant thought of Ina was getting to affect his work. He knew it. There was no use in disguising it. He could not sleep properly at night, lying wakeful, thinking always of her sweet face. No one could do his work properly who did not get his night's rest. And his work was not his own to neglect or not as he chose. The Rector paid him ninety pounds a year, and it was but fitting that in return he should give him all his powers. Ay, there was another reason, too, why he should not neglect it. Had he not taken upon himself to serve One who required that his service should not be a half-hearted one. He was"], [228, "216 CATHEDRAL BELLS. neglecting that which he had undertaken to do. True, he still went about the parish, visited the sick, was at the call of all who might need him. but his heart and his mind were no longer in it. When he ought to be thinking about this charity or that, he was thinking instead of Ina — always Ina. And it was getting worse daily. He knew it. This thought of Mackinnon would drive him mad. Before that had begun he had been content enough, and able to go about his work right willingly ; but now it was altogether different. If it was anybody else he would not have minded quite so much. To some good man, perhaps, he could have borne to have given her up — at least he would have striven to bear it better — but this fellow! He was unworthy of her. God forgive him if he judged harshly, but he believed him to be so. Only three days ago he had had an in-"], [229, "CATHEDRAL BELLS. 217 terview with him. A number of the cottages by the Canal had been bought up by Mr Mackinnon, and he — the Curate — had gone to him and pointed out that they were in an unsanitary state, and that the rise in the rent, which the Banker had just made, was wholly unjustifiable. And the man had laughed at him — and w7hen he had said that though there was no sickness there then, still the hottest part of the summer was yet to come, and fever might break out, — the only answer he had received was that there were far too many people in the world, and that a few bargees more or less would not make much difference. That had been the reply of this wretch — this inhuman monster, sitting in his comfortable drawing-room in West Street. What would Ina have thought, he wondered, if she could have heard him ! He could not tell her. No ; the banker was his rival and"], [230, "218 CATHEDRAL BELLS. he would take no mean advantage of him. And yet, surely, he ought to warn the girl that this being was wholly unworthy of her, even if, in so doing, she should believe that his act was only jealousy, and his words the words of slander. If he had not loved Ina as he did, it would have been easy for him to have gone and hinted that Mackinnon was not, in his opinion, the kind of man to make a girl happy for long. How he hated to see them together, — this sweet trustful being who had so completely stolen his own heart from him, and that handsome snake-like creature. It was horrible to him to note the look in the man's eyes as he regarded Ina. He him self held her ever in his thoughts in the most sacred reverence. Everything that was sweet, and pure, and fresh reminded him of her. She knew he loved her — he was sure of that. If Mackinnon and he had not been"], [231, "CATHEDRAL BELLS. 219 rivals then it would have been easy for him to approach her with words of warning, but he felt that such rivalship closed his lips. And his own love for her was so hopeless He knew it. Was it likely that one so lovely would condescend to think of a beg garly Curate like himself? He understood that he was poor and mean-looking. His love for her was folly. If he were man enough to rise up and put it from him, — thrust it from out his life, then, perhaps, he might approach her. When he said put it from him, he knew that that was impossible, — knew that the wound was too deep, had indeed burnt down into the very core of his heart ; but at least he might veil it. Then he could go to her after a while, and tell her not to give herself to Mackinnon. But then was not the task beyond him ? Day after day he had gone about his work thinking only of"], [232, "CATHEDRAL BELLS. 220 her. And if that which he proposed was to be done, then he must fight and struggle with his proneness to carry her image about with him. He must let her think that he was changing to her. Her little rudeness of this afternoon would be sufficient excuse for a coolness to begin between them. He must avoid her too. Next Sunday he must leave her to walk home alone, and afterwards he must be careful not to allow himself to give any excuse for this sudden change of his usual habits. When he woke up next Sunday morning there would be no prospect of a walk with Ina. Yes, he must do these things. So long as he could save Ina from the man he distrusted, that was all that mattered. Discipline, indeed, he himself stood in need of, and what better discipline could he have than this ? Yes, he must put the girl as much out of his thoughts as possible. Ex-"], [233, "CATHEDRAL BELLS. 221 cept when morning and evening he knelt in prayer to his God, then surely it was fitting he should think of her — then, when it was his custom to ask that angels might be about her path to shield her from all harm, and that He, the Lord of all, would be her strength in her little trials and temptations, and that in her hours of perplexity He would go before and show the way, even as in the days of old He had gone before His chosen people in a pillar of cloud by day and a pillar of fire by night. At such moments it was fitting that his thoughts should turn to wards the girl he loved so dearly ; but at other times he must seek to put her image from him. It would be hard work. Ay, he knew that. But then it was for a noble object. If he could shield her from this man, that was what he cared about. Of course she would marry some day. Yes, it was not"], [234, "CATHEDRAL BELLS. 222 likely that one so fair could be passed over. So long as it was a good man he could bear it — at least he would try to. He would go away, take a Curacy in the Black Country — she had lived in the Black Country once !— when that time came ; but till all danger of Mackinnon was at an end, it was his duty to remain. He would suffer — yes, but then it was for her sake. That was sufficient. Up and down, up and down in the pale silver light of the summer moon the Curate paced. He did not know how long he had been there. Once he took out his watch and peered at it, finding that it was past mid night. He would go home, he resolved, and then began thinking again about Ina — his Ina — and forgot all about the resolution. No not his. Had he not said that he would put her from him? She was going to belong"], [235, "CATHEDRAL BELLS. 223 to some other man, some good man, who would love her and take care of her. He would go away then. He couldn't stay in Carswell. Suppose he heard the Cathedral Bells pealing on her bridal morn ? It would kill him, or drive him mad. Bah ! was this the way to maintain his new-made resolution ? The future was in God's hands. He must leave it to Him. He was All-wise. It seemed a mystery then to him in his bitter weary pain why such great love should have been put into his heart if it was to be of no purpose — of no avail. Hush ! he had no right to think like that. This world was not all. It was only a little, brief, passing affair. In that better land they would be together. He would no longer then be small and insig nificant. Their paths here might lie apart, but hereafter, perchance, they might stand side by side at God's great Harvest Home."], [236, "CATHEDRAL BELLS. 224 He took off his hat and stood still, looking up at the violet skies as he thought this, and asked that it might be so. If that were granted he could bear the solitude of his life. He would ask it night and morning — night and morning. That was the way to be heard. ' I shall see her in heaven,' he thought, as he looked up at the stars again. Then he turned and went home through the quiet streets. The dawn was breaking as he closed the door and crept upstairs to bed."], [237, "CHAPTER VII. ' . . . . For indeed I know Of no more subtle master under Heaven, Than is the maiden passion for a maid, Not only to keep down the base in man, But teach high thought and amiable words, And courtliness, and the desire of fame, And love of truth, and all that makes a man.' Guinevere. ' I WISH this tea would make haste.' It was the last week of July, and in Carswell the heat was even more stifling than it usually is in that quaint old town in the ' dog days.' The Cathedral clock had just boomed forth the hour of five, and in the silence which reigned in the Strongs' garden VOL. I. P"], [238, "226 CATHEDRAL BELLS. the organ could be distinctly heard playing the opening voluntary. Ina was sitting in front of a little table waiting for the tea to 'draw,' and stretched at her feet, dressed in riding costume, was young Lord Rossmere. The family were still absent from Stack field, and during the past month the boy had rarely missed spending at least part of the afternoon of nearly each day in Ina's society. In the mornings he had been engaged with his tutor, but directly luncheon was finished, he was on his horse, and trotting rapidly in the direction of Carswell. ' But people will talk,' Mrs Strong had said once or twice to her daughter, after the young fellow had remained at the Rectory almost up to the dinner hour. 'What does it matter,' Ina answered, push ing back the curly hair from off her forehead. ' He is only a boy — I always told you I"], [239, "CATHEDRAL BELLS. 227 wanted a brother. I destine him to fill the vacant office.' I wonder if young Lord Ross mere would have been quite pleased if he had heard the girl's words. ' Those horrid gossips will be sure to say he is in love with you,' Mrs Strong urged. ' So he is,' Ina answered, looking up from her work. ' Desperately too. I'm not sure I'm not a tiny little bit in love with him myself Then the girl had turned once more to her occupation, and nothing further was said. Mrs Strong saw that Ina was bent on con tinuing the friendship, and knowing her own utter inability to thwart the girl's wishes, allowed the matter to drop. If it had been anybody else she would not have minded. For instance, young Ellis, the son of the Vicar of Moberly, might have come as often as he pleased, for every one round knew that"], [240, "CATHEDRAL BELLS. 228 his father had not one penny in the world ; but Lord Rossmere was an altogether different person. He was heir to a large fortune and a great name. If he chose to marry, there was no one after his twenty-first birthday who could prevent him. The estates were entailed. Nothing that anybody might say need have the slightest effect upon him. And then Carswell was such a curious place. The jealousy, malice, and uncharitableness which existed under the very shadow of the old Cathedral, was enough to startle one. Mrs Strong knew perfectly well that Ina had always been a mark for envy. If it should get about that young Lord Rossmere was continually at her daughter's side, there was no knowing to what insane depths of jealousy people might go. Mrs Strong was much bothered about it. He was such a nice boy. She herself liked him much. If only"], [241, "CATHEDRAL BELLS. 229 he had not been so desperately in love with her daughter. And Ina? Well, certainly the young Earl's devotion was not at all displeasing to her ; on the contrary, she liked it. She did not think of it as a serious thing. To a girl of nineteen, who has seen much of the world, a boy of twenty is a very boy indeed. Now, though Ina had never undergone the glories of a London season she knew much more than other Carswell girls. A certain Augusta Vane, who stayed a good deal at the Palace, and who was no longer very young, had taken a liking to the girl, so that Ina may have been said to have looked at things through the spectacles of her friend's experi ence. The girl liked Lord Rossmere's honest face, his jolly laugh, his high-bred aristocratic voice and manner, while his devotion to her touched"], [242, "CATHEDRAL BELLS. 230 her. In years to come, when he was really grown up, he would make a charming husband to some one, she told herself. She did not think of his present infatuation as a lasting thing. Sometimes, when they were alone to- gether, he would get the better of his youth- ful timidity, and would catch hold of her hand, and imprison her slender fingers in his, blushing meanwhile at his own audacity. At such times she would laugh at him, but, even while doing so, she would tell herself that he was a dear boy. But such pas- sages of tenderness were few and far between. As a rule, when they were alone together, there was little else but peals of laughter to be heard. Rossmere would tell the girl stories of tricks he had played at Eton ; of the scrapes he had been wont to get into ; or he would drag away her work - basket, saying she was not attend-"], [243, "CATHEDRAL BELLS. 231 ing to him, and then the pair would pelt each other with lamp spills, or anything which came within reach. Ever since the hour they had met beneath the elms in the Dean's garden, Rossmere had devoted himself to her. And she was so fond of him, and he was such a complete boy, that she had got into the way of allowing him privileges which she was certainly not in the habit of granting to his sex as a rule. • When of an afternoon they were together in the garden, and the hall-door bell gave forth its warning of visitors, she would let herself be persuaded not to go in, but to sit quietly where she was under the shade of the trees, while he himself lay talking in whispers at her feet. ' I wish this tea would make haste.' Ina repeated the words the afternoon of which I am writing, while at the same time she seized a spoon and stirred the contents"], [244, "CATHEDRAL BELLS. 232 of the teapot round and round, in the hope of making the mixture stronger. ' I think it will do now,' she said at last. ' Run in, there's a dear good boy, and tell mother that we are only waiting for her.' Lord Rossmere struggled up from his place, and walked slowly towards the house. By and-by he returned, with somewhat more alacrity. Mrs Strong was engaged — they were not to wait for her. The boy delivered his message, and sank down once more on the soft grass, only too glad that their tete-d-tete was not yet ended. ' You'll get a letter to - morrow morning,' he said, looking up from his cup. ' No, thanks, I won't eat anything. It's much too hot to eat' 'A letter! Who from?' Ina asked. ' From my mother — at least a card. I heard"], [245, "CATHEDRAL BELLS. 233 from Beatrice to-day, and she said she had sent an invitation to you all for a garden party.' 'When is it?' ' The seventh of next month. Generally I think ours awful rot, but now — ' looking up with a bright, glad smile — ' now it will be different' 'Is that meant as a compliment to me?' Ina asked. 'Oh, it is, is it? Don't you know I don't allow compliments? I have told you that a hundred times, sir ; but when you do pay them, I wish you wouldn't put them so that I don't know what they are. Very often you make some remark soon after you come, and it's only when you are about half way home to Stackfield again that I discover it's been meant for a pretty speech. If you go on making them, I think I shall begin to adopt a system of fines.'"], [246, "CATHEDRAL BELLS. 234 'What sort of fines?' the boy asked curiously. ' Stand on your head for a quarter of an hour,' Ina returned, giving a vicious hit at a wasp who was desirous of contesting her bread and butter with her. ' Or, walk round the garden backwards three times, with your eyes shut.' 'Jolly for the flower beds,' laughed Rossmere. ' Listen, there's a bothering ring ! I do think you people have more rings in one day than we have all the year round at Stackfield. I hope it isn't that horrid brute — What's-his-name — Mackinnon.' ' Lord Rossmere ! ' ' Oh, I know you like him, but I hate him. Perhaps if you didn't like him so much, I shouldn't hate him quite so badly.' ' I don't think it's a very nice way to speak of other people's friends,' Ina answered, rather"], [247, "CATHEDRAL BELLS. 235 coldly, while a little flush of vexation mounted to her cheeks. The young Earl rarely stayed after six, and Mr Mackinnon seldom left the bank before that hour, so that the pair did not often meet ; while Ina, knowing how fond the boy was of her, and how jealous he was of the banker, was rather in the habit of keeping secret the fact that Mr Mac kinnon had adopted the habit of looking in most evenings for an hour or so before dinner. ' Well, I can't help it,' the boy answered, after a pause. ' I do hate him. There is something about him which I can't stand. He knows I dislike him, and he looks at me like a — like a devil ! ' Lord Rossmere dropped his voice, and looked rather frightened after he had used the expression, not being quite sure how Ina"], [248, "CATHEDRAL BELLS. 236 would take it. The girl, however, did not seem to notice it. ' Nonsense,' she said. ' It's all your fancy. I don't suppose he ever thinks about you.' ' I tell you he does,' retorted the young Earl. ' He hates me almost as much as he does Romer.' The Curate had been there once or twice at the same time as Lord Rossmere and the Banker, and the boy, being a shrewd lad, had seen in a moment that there was no love lost between the pair. Perhaps the very fact that the shy, nervous Curate and the young nobleman had struck up rather a friendship, had not increased Mr Mackinnon's affection for his clerical rival. Lord Rossmere rarely addressed the Banker, and when he did, only in a coldly polite manner. The latter would have been pleased to have been on friendly"], [249, "CATHEDRAL BELLS. 237 terms with Lord Stackallan's son, and to have spoken about it in the Glass Room at the bank before his clerks, but the boy gave him nothing to go upon. The latter was young enough to be extremely sensitive about his age, and Mr Mackinnon, out of spite, rarely lost an opportunity of making some allusion to it. I do not, however, think the Banker much improved his position with Ina thereby. She was excessively fond of her youthful admirer, and particularly disliked his being annoyed. ' I don't think Mr Mackinnon hates Mr Romer,' the girl answered, after a little pause. ' True, he laughs at him ; but then it is difficult to prevent oneself from doing that ometimes ; and, besides, laughing at a person doesn't mean hating them.' ' No, I know that ; but he does hate him, all the same, and some day you'll find out"], [250, "CATHEDRAL BELLS. 238 I'm right. I say, what has become of Romer ? I haven't seen him for ages.' ' Busy with his beloved bargees, I suppose,' Ina answered, stooping down to look at some- thing on the grass. Truth to tell, the girl herself had noticed the continued absence of Mr Romer. Twice only since the tennis party at Archdeacon Maycott's had he been at the Rectory, and on each occasion it was only by chance that she had seen him and then he had hardly spoken to her. He had been introduced to the young Earl, and had talked to him almost exclusively. He had, as we know, resolved to avoid Ina, other- wise he would have died rather than seem inclined to push himself into the society of the great. But Lord Rossmere was a boy, he told himself, and did not count He had been at Oxford, and the lad was going there. He was able to answer all the questions"], [251, "CATHEDRAL BELLS. 239 which the youth wished to put to him, but while so doing he was careful to explain the position which he had occupied when there. ' I was only a servitor, you know,' he said. ' My poor old mother could not afford that I should pay like the rest. A servitor is — well it is a little difficult to explain to you what it is — something like being on the foundation at school, only inferior — very in ferior, I should say.' He was not ashamed of it. He was too simple-minded to be ashamed at what seemed quite natural to him born as he was — and as he often said — in a lowly rank of life. Looking at him as he stood there in his black clothes and wrinkled white socks, and grasping the stout ' Gamp ' which he always carried, the young Earl conceived an affec tion for the comic-looking figure. ' He is a"], [252, "CATHEDRAL BELLS. 240 gentleman,' the boy told himself while he listened to the simple, manly avowal of poverty, and then as Mackinnon sneered when the word servitor had been explained, Lord Rossmere had struggled up from the grass and had taken the Curate's arm and walked with him up and down the old garden, talk ing of Oxford and ' Little goes,' while the Cathedral Bells chimed the quarters, and the sun began his descent in the far west. ' I think I shall go and look him up on my way home. He lives next to the church in Jessop Street, doesn't he ? ' Lord Rossmere asked, when he and his companion had been sitting silent, while Ina wondered for the thousandth time whether her rudeness during the walk back from the Archdeacon's tennis party had offended Mr Romer beyond recovery. ' Yes, next the church,' the girl answered. ' Poor man ! He'll be frightened out of his"], [253, "CATHEDRAL BELLS. 241 wits at a visitor. I don't know, though. He seemed to get on with you very well.' ' I like him,' the boy replied. ' What a comic figure he cuts, and yet what a thorough gentleman he is ! ' ' Yes, that is what I have always said,' Ina made answer. ' I'm afraid I must have offended him in some way. He never comes to see me now, and at one time — at one time he used to come very often, almost as often as you do,' with a little smile. ' I wonder if you will go away and desert me too ? Some day, I suppose.' ' I shall never go unless you send me,' the boy answered, in a whisper, while the hot blood mounted to his cheeks. He lifted his eyes and looked up shyly at the sweet face before him. A boy's first love is always full of reverence. VOL. I. Q"], [254, "CATHEDRAL BELLS. 242 ' Ah, so you say now,' Ina answered, with a shake of the head, ' but when you have been a term or two at Oxford you will be much too fine a young man to come and spend your afternoons with me. I daresay you'll think it a great favour to stop your horse and have a chat in 'the High.' ' I sha'n't ! ' exclaimed the young fellow passion ately ; ' you know I sha'n't. You only say it to tease me.' ' Indeed I didn't,' Ina answered. ' I really think it. No, now don't be cross. Very well then, you won't be too fine. There ! ' ' I shall go,' said the boy. ' You are horrid and disagreeable this afternoon. I don't know what's the matter, I'm sure. Goodbye.' ' Are you really going ? ' the girl asked. ' No, you mustn't, till you have had your second cup. You know you always have two cups. And I won't be cross any more, though I"], [255, "CATHEDRAL BELLS. 243 didn't know I had been ; at all events, I didn't mean to be.' ' Shake hands,' Lord Rossmere answered, kneeling down preparatory to laying himself once more on the soft grass at Ina's feet. Then the girl stretched out one of her soft white hands and the boy put it to his lips. ' Like a courtier, you know,' he said. And then finding it pleasant, he grew bolder. 'Mayn't I ask for something better,' he went on, blushing crimson at his own temerity. ' I don't know whether you ever had your ears boxed,' the girl returned, ' but I have a good mind to do it.' And considering that the young gentleman had only known her for about a month, I must say that if the threat had been carried out, I don't know that he would have had much right to complain. ' Mayn't I ? ' pleaded the boy."], [256, "CATHEDRAL BELLS. 244 'Certainly not, Lord Rossmere. I'm very angry with you. I think I shall go into the house now, as I am tired.' Ina rose slowly as she spoke, and the young fellow sprang to his feet as if he had been shot. ' Don't ! ' he exclaimed. ' Oh, I didn't mean to offend you. Please, please forgive me.' ' I have a good mind not to,' Ina answered, sitting down once more. Truth to tell she wasn't really angry. Standing there before her, looking so frank and manly, with such great devotion to her written on his sunburnt face, the girl felt that she would not have been very sorry if he had ventured to carry out his proposal without waiting for leave. ' If you promise to be very good — ' she began ' Oh, I promise anything, so long as you are not offended,' Rossmere broke in."], [257, "CATHEDRAL BELLS. 245 'Very well then, shake hands again, sir,' the girl answered, stretching out her own once more. The boy put it to his lips. ' This is allowed,' he said. Ina laughed. ' If it gives you the slightest pleasure I'm sure I don't mind. Ah, here is your friend Mr Mackinnon. What, are you really off? I suppose you'll be in to-morrow?' Then the girl turned to greet the Banker, and the young lord strode away into the house, hardly deign ing to nod to the junior partner. ' Does Mr Romer live here ? ' inquired Ross mere of that gentleman's landlady, who was standing at the doorway of the house in Jessop Street looking out for the long over-due milk man. If an archangel had come and in quired for her lodger, I don't think she could have been more surprised, — indeed, I doubt if she would have been half as much."], [258, "246 CATHEDRAL BELLS. 'Yes, my lord. Does your lordship wish to speak to him ? I'll send him out, my lord, in one minute,' and the landladly turned to acquaint her lodger with what was in store for him, when the young Earl stopped her. 'No, no! I'm coming in to call on him. Here, little boy, hold my horse,' and then Lord Rossmere jumped down, and followed the amazed Mrs Podmore into the house. ' This is very kind — very kind, I am sure ! ' Mr Romer exclaimed, rising hastily from the table, where he was making a homely meal off tea and bread and butter. ' You'll take a cup, wont you ? Oh, I am very glad of that. Mrs Podmore, another cup,' he shouted, going to the door ; then he returned, and taking a pile of magazines and papers of all kinds out of the leather arm-chair, he signed to his friend to sit down. It was the first time any one had sat in it"], [259, "CATHEDRAL BELLS. 247 since the old lady with the grey curls had used it. Her portrait, in a horrible gilt frame, hung over the fireplace — that was all that was left of her now to him ! He would like to have purchased the chair of his landlady, and kept it in his bedroom, — but then he must have purchased another for visitors, and consequently, he would have had so much the less for his poor. Sentiment was all very well when it did not clash with duty to one's neighbour. So he kept the piece of furniture in the front parlour, and put Lord Rossmere in it, only a pain went through his heart like a knife for a minute when he saw the boy sitting there. But then no one could tell that. He smiled at the young Earl, and poured out the tea, and congratulated him self that the milkman had come just in the nick of time. ' I can have some too myself now,' he"], [260, "CATHEDRAL BELLS. 248 said, with a smile, as he poured part of the contents of the white milk-jug into his own teacup. 'Why, were you drinking yours without any milk?' Lord Rossmere asked. 'What a fellow you are ! And what a deuce of a hurry you must have been in, not to have been able to wait just another five minutes or so.' ' Oh, it wasn't so much that,' the Curate answered, with a little laugh. ' It was only that I thought I would go down to the Canal after tea, and it seemed a pity not to get down in good time. Very often I am able to carry off one or two of the men to our new Reading Room that way, whereas, otherwise, they would only spend the evening in the public house, wasting a lot of money, and doing themselves harm, and making their wives wretched. In the Rooms they can't spend more than three pence, because no"], [261, "CATHEDRAL BELLS. 249 man is allowed to be served with more than one pint of beer. Horley and those other temperance fellows were dead against me, and I thought I should never have been able to get a licence, but I managed it in the end. \" What's the use of making a new sin ? \" I said to them. \" There is plenty of wrong done down near the Canal without our inventing evil. Why shouldn't a man drink a pint of beer with his evening pipe if he likes ? \" They were up in arms, but I won the day. Dr Fraser stood to me like a man. If it hadn't been for him, my bargees would have been left with nothing but slops.' ' Do you go down there just on the spec of getting a stray man or two in, every even ing ? ' Lord Rossmere asked. 'Very nearly.' ' Isn't it an awful bore ? ' ' Why — why, yes, it is ; sometimes, that is —"], [262, "250 CATHEDRAL BELLS. not always. I quite like it — the walk, and the waiting about, in summer when the heat has been oppressive during the day. It's cool down by the canal.' ' And do you go on zuinter evenings ? ' Yes, oh yes. There's a deal more drinking spirits in winter time. Poor fellows ! They want something \"just to keep the cold out,\" and so they take that. It's very foolish, and I can't make them see that it does them harm, and takes away the money which should be spent in food and fuel, and in making their poor wives and children comfortable during the long winter evenings. It's very difficult to bring home to men of that class, too, the fact that selfishness is such an ugly thing.' Lord Rossmere sat in his arm-chair without speaking. He looked at the Curate, and saw that he was just as comic-looking as ever, but somehow, what had struck him on a"], [263, "CATHEDRAL BELLS. 251 former occasion, struck him again now, and that was that when this man talked earnestly, you forgot there was anything to laugh at in him. He was less nervous, too, with him — Rossmere — than he was with others. This little lean Curate was worth knowing, the boy felt sure of that. He put ideas into people's heads. 'That selfishness is such an ugly thing.' He had never thought of it in that light before. He had known very selfish fellows at school, and had seen them disliked in con sequence, but now the boy began to wonder whether he himself was not more affected with this ugly thing than he had dreamed of. He liked to drink his cool claret after dinner, and to smoke and chat with pleasant companions, while this man whom he was listening to, stood about, yes, even on winter evenings, at street corners, hoping to keep great rough bargees away from the public"], [264, "CATHEDRAL BELLS. 252 house for a couple of hours or so. And that, too, not after a good dinner and generous wine, but after a meal of tea and bread. The boy looked at the Curate. And while he looked he was learning a great lesson, only he did not understand that he was doing so. END OF VOL. I. COLSTON AND COMPANY, PRINTERS, EDINBURGH."], [265, ""], [266, ""], [267, ""], [268, ""]]