[[1, ""], [2, ""], [3, ""], [4, ""], [5, "DE L'EXTINCTION DE LA RAGE LATINE"], [6, "DU MÉME AUTEUR ORIGINE DE L'HOMME D'APRÈS LES LOIS DE l'ÉVOLUTIOiN N'ATURELLi. 1 vol. in-8\". Librairie Gerruer-Baillière. UE L'ACCLIMATEMENT DANS L'ISTHME DE PANAMA (Extrait des Bulletins de la Société d'anthropologie de Paris.) TypograpJÙ£_I_Iennuyer. EMILE COLIN — IMPRIMERIE DE LAGNÏ"], [7, "DE L'EXTINCTION DE LA RACE LATINE ÉTUDE D'HISTOIRE NATURELLE PAR Dr P. VERNIAL |^ Médaille d'honneur en or (Ministère des Affaires étrangères) PARIS L. SAUVAITRE, ÉDITEUR LIBRAIRIE GÉNÉRALE 72, BOULEVARD HAUSSMANN 1890"], [8, ""], [9, "DE L'EXTINCTION DE LA RAGE LATINE Tous les démographes, et, avec eux, tous les penseurs se sont justement émus de la question inquiétante de la dépopulation en France. Dans la seizième séance annuelle de la Société protectrice de l'Enfance de Rouen, le prési dent, M. le docteur Weling, a rappelé ces graves paroles de M, Lagneau : « Dans environ quatre siècles, sans même Fintervention d'une catastrophe exceptionnelle, d'une épidémie de nature à précipiter le dénouement fatal, mais par le simple jeu des traditions et des mœurs ac tuelles, il n'y aura plus de France.... faute de Français. » Pour expliquer cette diminution constante et progres sive de la population, on a invoqué bien des causes : les unes, d'ordre hygiénique, tel que Falcoolisme et la"], [10, "6 DE L'EXTINCTION DE LA RACE LATINE syphilis; les autres, d'ordre social : On a parlé du célibat qui augmente tous les ans, de la dégénérescence physique de notre race, de la diminution du sentiment religieux, de Faugmentation du paupérisme, de Fémigration et surtoutde la faible natalité : « Mes tableaux, a dit M. La gneau, montrent qu'avec notre natalité légitime d'environ trois enfants par mariage, cent hommes mariés, en 434 ans, seraient réduits à dix hommes mariés; réduction de 9 pour 100. Pour arriver à l'extinction complète, il faudrait aller au-delà de cinq siècles. » Toutes ces raisons, données pour expliquer la dépopu lation, peuvent contenir une partie de la vérité. Mais, quand il s'agit de Févolution d'un peuple, d'une race, les lois qui la régissent ne me semblent pas dépendre uni quement de son état social ou de questions d'hygiène, qui ne sont que des causes adjuvantes. Elles sont d'un ordre plus élevé. L'étude de ces lois naturelles, de ces lois immuables, fatales, dont la raison d'être échappe à notre faible enten dement, et dont nous ne pouvons que constater les effets, nous donnera seule l'explication de ce phénomène alar mant. L'évolution de tout être vivant, quel qu'il soit, est soumise à des lois identiques, qui régissent de même les phénomènes de régression ou de dégénération. « La démographie démontre d'une façon indéniable, a écrit Andrée, que les faits sociaux ont un déterminisme aussi"], [11, "DE L'EXTINCTION DE LA RACE LATINE rigoureux que tous les autres phénomènes naturels, et qu'il suffit de démêler les influences multiples qui les ré gissent, pour s'en rendre maître. » C'est donc dans Fétude comparée des lois naturelles qui président à Févolution organique, que nous trouverons les causes de la progression, ou de la régression de telle ou telle race humaine. Elles peuvent se résumer dans ces deux observations : Nous constatons, en suivant l'apparition successive des êtres organisés sur la terre, ce premier fait : Aucune es pèce nouvelle n'apparaît d'emblée avec ses caractères dé finitifs. Entre chaque groupe, existent des types de tran sition, chez lesquels on trouve les caractères du groupe précédent, modifiés déjà pour s'adapter à un nouveau genre de vie. Ces types intermédiaires, ayant des carac tères génériques mixtes, sont fatalement destinés à dis paraître, après avoir créé une espèce nouvelle fixe. C'est ainsi qu'àl'époque secondaire, par suite des modifications climatériques et géologiques, le Saurien déjà existant s'est transformé pour donner naissance à un animal nouveau, FOiseau; le type qui, le premier, a ébauché la forme de F oiseau, a eu une durée très courte sur terre : On ne le re trouve qu'à Fétat fossile, et encore n'en existe-t-il qu'un spécimen, VArcheopterix macroura trouvé dans les ter rains jurassiques supérieurs, en Bavière. Les Ptérodac tyles, de Fépoque jurassique, ont également des carac-"], [12, "8 DE L'EXTINCTION DE LA RACE LATINE tères communs aux Sauriens, aux Oiseaux et aux Mam mifères. De même encore, les genres Lepidosiren et Pro toptère offrent la transition la plus évidente entre les Poissons et les Amphibies. Mais tous ces types, par cela même qu'ils présentent des caractères communs à plu sieurs genres, qu'ils n'ont pas de caractères fixes, qu'ils sont êtres de transition, ont disparu de la surface de la terre, ou n'ont laissé que quelques individus dont le nombre va toujours en diminuant et disparaît définiti vement dans un temps très proche. Nous rapprochant des époques modernes, nous citerons encore Fintermédiaire entre F Anthropoïde et l'homme, qui a certainement existé, mais dont Fexistence si courte a fourni si peu de sujets que nous en sommes encore ré- duits, sur cette question, à une simple hypothèse que la découverte du type intermédiaire n'a pu démontrer. Or, tout indique que cet intermédiaire, FAnthropopithèque, ce type de transition, existe, de même qu'a existé FAr- cheopterix. Mais la présence sur terre de ces êtres en voie d'évolution est si courte ; ils sont condamnés à une dispa rition si rapide, que nos recherches à ce sujet sont jus qu'à ce jour restées infructueuses. Voici donc une première loi : Les espèces à évolution rapide, qui subissent des modifications organiques, qui donnent lieu, par suite de ces modifications, à de nou velles espèces fixes, ont une existence courte, transitoire."], [13, "DE L'EXTINCTION DE LA RACE LATINE 9 Nous observons, en second lieu, ce fait général : Quelle que soit Fépoque à laquelle elle appartient, chaque es pèce subit Févolution suivante : Elle apparaît, se déve loppe, se différencie, atteint un maximum de variation, puis subit une évolution rétrograde pendant laquelle les variétés les plus inférieures et les plus perfectionnées disparaissent : les races moyennes seules subsistent. C'est ainsi que l'on a constaté la disparition des animaux géants, tels que FAntracothérium, le Dinothérium (qui avait 4m50 de haut), le Dinocéros, etc.. Voyons si ces règles absolues du règne animal sont ap plicables à l'homme, ou si l'espèce humaine, qui est la dernière expression morphologique de Févolution orga nique, fait exception aux lois naturelles. Une fois arrivée à la forme humaine, la sélection natu relle, dont la fin était la perfectibilité organique, modifie son objectif. Les changements dans les organes extérieurs deviennent presque nuls. Au lieu de perfectionner les organes physiques, la sélection n'a plus agi que sur For gane de la pensée, Fintelligence, le cerveau. Si nous comparons les lois qui régissent les espèces"], [14, "DE L'EXTINCTION DE LA RACE LATINE 10 animales, à celles qui se dégagent de la philosophie de l'histoire humaine, nous voyons qu'elles sont les mêmes dans leur principe, et que, appliquées à l'homme, elles peuvent se résumer ainsi : Les races humaines se déve loppent, atteignent leur apogée, puis subissent une dégé nérescence qui les amène à leur moyenne ; si elles ne subissent pas ce mouvement rétrogade, qui les condamne à un élat moyen, fixe, elles sont fatalement destinées à disparaître, comme les espèces animales en voie d'évo lution : ce sont des races de « transition ». Tels sont les premiers spécimens de l'espèce humaine, les êtres en voie d'évolution anthropomorphe, qui ont ra pidement disparu : les races chéléenne, moustérienne, solutréenne, magdaléenne se sont éteintes ou se sont transformées. Mais, sans nous arrêter à ces races préhistoriques, dont quelques vestiges isolés nous font constater l'existence lointaine, passons aux races historiques qui, seules, nous intéressent dans la question que nous voulons élu cider. Et nous constaterons qu'elles ont toujours subi la même loi, que les races qui se sont constamment modi fiées, sans arriver à un état moyen, stable, sont en voie d'extinction ; et que les races fixes, qui n'évoluent pas, sont seules viables. Nous n'avons pas l'intention de passer en revue l'appa rition successive des races sur la terre, et la série de"], [15, "DE L'EXTINCTION DE LA RACE LATINE 11 leurs transformations. Donc, nous laisserons de côté, d'abord, certains groupes ethniques, tels que les groupes nègres et négroïdes, ouïes groupes peaux-rouges, ou tous les groupes aborigènes des contrées où la civilisation n'a pas encore pénétré. Ils sont comparables, en tous points, aux races préhistoriques, et sont en voie d'extinction : ils sont refoulés sans cesse par des peuples plus avancés, et qui ont, en conséquence, des avantages énormes sur eux dans la lutte pour la vie. Ils disparaissent, ils sont dé truits par ces derniers. Et c'est un des faits les plus sail lants, les plus instructifs qui se dégagent de .'histoire des peuples, que celui de la disparition progressive du faible devant le fort, de .'homme non civilisé, arriéré, devant l'homme intelligent. La quantité numérique est sans va leur : La Force intellectuelle seule s'impose et triomphe. Examinons seulement trois grandes divisions de l'es pèce (ou plus exactement du genre humain) : les Aryens, les Sémites et les Mongols, les trois plus grandes races ou espèces qui se soient répandues sur notre globe. Et nous verrons quelles sont, de ces trois races, celles qui se rap prochent le plus des espèces à caractères fixes, et celles qui, au contraire, semblent encore en voie d'évolution, qui, par conséquent, doivent fatalement disparaître."], [16, "12 DE L'EXTINCTION DE LA RACE LATINE Remontant aux sources de .'histoire, nous voyons, alors que des peuples sous le noms de sémitiques, occu paient l'Asie antérieure, le Nord de l' Afrique, et se ré pandaient sur le pourtour de la Méditerranée, d'autres peuples, sous le nom d'Aryens ou Aryas, se massant à .'Orient, depuis l'Yaxartes jusqu'au golfe Persique, depuis la mer d'Aral jusqu'aux bouches du Gange, errant au nord entre l'Oural et la Scandinavie, s'installant sur les côtes d'Asie Mineure, en Thrace, en Macédoine, en Grèce, en Italie, remontant le Danube, passant le Rhin, les Alpes, les Pyrénées, la Manche, couvrant la Germanie, la Gaule, l'Espagne, les Iles Britanniques, superposés et mêlés à des races antérieures, et débordant de toutes parts le monde sémitique. Dans ses exodes, ce groupe ethnique s'est constamment modifié, donnant naissance à des sous-races nombreuses, perdant vite tout caractère commun avec la race-mère, et même entre elles. Telles sont les races des Iraniens, Scythes et Cimmariens, Danaens, Iaones, Hellènes, Latins, Celtes, Gaulois, Germains, Slaves. Les principales de ces peuplades semblent s'être, ultérieurement, fixées : au nord occidental, les Gaulois, Germains, Slaves, Li thuaniens ; au centre, les Grecs et les Latins; à l'Orient, les Indiens et les Perses. Parallèlement à ce peuple qui, par son évolution cons tante physique et morale, produit tant de divisions, de"], [17, "DE L'EXTINCTION DE LA RACE LATINE 13 variétés ethniques, nous voyons se développer une autre race, la race sémitique qui, immuable dans ses carac tères spécifiques, ne s'est pas subdivisée, s'est conservée intacte. La race sémitique est représentée par deux groupes seulement : Les Arabes et les Juifs. Et encore pourrait-on en nier la communauté d'origine. Renan et Maspero s'accordent à placer, dans la région de l'Oxus, l'ancienne patrie sémitique. Pour Schrader, c'est en Arabie qu'il faut la chercher. Quant aux Mongols, ils ont donné naissance à bien des peuplades différentes, en commençant par les Tongouses et finissant par les Malais, en y rattachant les Esquimaux. »Mais est-il bien juste de considérer les Mongols comme les ascendants des Chinois? La paléontologie linguistique seule semble le prouver; mais les autres caractères ethniques témoignent le contraire. Cependant, on peut considérer le territoire situé entre le lac Baïkal, la Grande-Muraille, la chaîne de Khin-gan et le lac Kos sogol comme le berceau et le vrai pays des^Mongols. En tous cas, et quelle que soit son origine, nous voyons la race chinoise établir sa suprématie au troisième siècle, lors de la construction de la Grande-Muraille, élevée comme moyen de protection contre les incursions bar bares qui les menaçaient à chaque instant. La [construc tion de cette grande muraille fut un desjévénements les plus mémorables de l'histoire et détermina la dispersion"], [18, "14 DE L'EXTINCTION DE LA RACE LATINE des autres peuples de l'Asie centrale. C'est à cette époque que le peuple turc des Hioungnous quitta ces régions, en se jetant sur ses voisins, lesYoué-tchi, qu'il refoule et où il est à son tour remplacé par d'autres peuples, les Ousouns s'écroulant eux-mêmes sous les attaques répétées des Chinois. Enfin, depuis le treizième siècle, l'Asie centrale n'a plus été le théâtre d'aucune nouvelle migration. Ce ré sultat remarquable est dû exclusivement à la puissance de race des Chinois qui s'est imposée à ses voisins, les a successivement éliminés, et les a amenés à l'extinction totale. Sans insister, d'ailleurs, sur l'origine lointaine de ces peuples actuels, qui, seuls, nous intéressent dans cette question, nous ne retiendrons des faits précédents que cette conclusion : La race aryenne a montré, dès les débuts de son époque historique, une variabilité extrême qui s'est traduite par l'apparition successive de groupes ethniques nombreux et se diversifiant de plus en plus. Le peuple sémitique, au contraire, n'a produit que deux groupes ethniques. Et, quant au peuple Chinois, dont l'origine est vague, mal définie et difficile à établir au point de vue historique, nous voyons qu'à partir du troisième siècle, il a constitué une unité ethnique inva riable et fixe. Dans les temps modernes, la même diversité, la même"], [19, "DE L'EXTINCTION DE LA RACE LATINE 15 instabilité de caractères, l'absence de règle ethnique continuent à se manifester dans un des nombreux des cendants de la famille aryenne, la race Latine. La même fixité s'observe, au contraire, chez les Chinois et chez les Juifs. Les premiers sont à évolution rapide, comme les espèces animales de transition. Les autres restent sta tionnaires comme les espèces fixes, viables. Les Chinois, après avoir atteint leur maximum de civi lisation, il y a plusieurs milliers d'années, ont subi une décadence et ne bougent plus. Évidemment, les généra tions qui ont créé cette civilisation, étaient plus intelli gentes que celles actuelles qui ne créent rien. Cependant, les Chinois actuels sont plus intelligents que les Chinois anciens : ce sont des Chinois de l'état moyen. De même la race Juive est stationnaire ; elle reste dans un état moyen. Ce sont donc ces deux dernières races qui se répan dront sur toute la surface du globe, alors que les races qui ont un développement intensif, une évolution rapide et continue, — les races latines — sont destinées à s'éteindre, parce que, dans leur mouvement évolutif, elles n'ont pu s'arrêter au stade moyen, acquérir un caractère fixe, immuable, seule condition de viabilité. La race latine est une race de transition."], [20, "16 DE L'EXTINCTION DE LA RACE LATINE Bien que la Chine n'occupe que la trente-troisième partie de la surface du globle, sa population, qui s'élève à 430,000,000 d'habitants, représente presque le tiers de la population terrestre. D'après un rapport de Sakhaloff, membre d'une mission russe à Pékin, la population était de : 177 millions en 1749. 360 — 1812. 1812. 420 — 1852. Ce qui fait II 1 à 112 habitants par kilomètre carré. Cette puissance prolifique, spéciale à cette race, a eu pour première conséquence la diffusion de ce peuple hors de son foyer d'origine. Et, quel que soit le pays où les familles chinoises émigrent, elles ne tardent pas à s'y implanter, à y faire souche. Par le changement de latitude, leur fécondité n'est pas amoindrie, contrairement aux autres peuples. Le Chinois ne se mélange pas au peuple qu'il envahit. Partout où il va, il conserve son caractère propre, ses habitudes. Il ne s'unit pas par des mariages avec les habitants de la nation qu'il a choisie comme nouvel habitat. Il constitue un État dans un État, il conserve son autonomie."], [21, "DE L'EXTINCTION DE LA RACE LATINE 17 Ses procédés d'émigration sont, d'ailleurs, toujours les mêmes. Un certain nombre d'hommes unit ses ressources pécuniaires. Ils partent ensemble, maintenant entre eux une solidarité et une union absolue, réunissant leurs efforts communs vers un même but. Quand, après quel ques années de luttes et de privations, ils sont arrivés à se créer, dans le pays nouveau, une situation sociale qui leur assure la matérialité de la vie, alors seulement ils font venir de Chine leur femme ou leur fiancée. Et cette nouvelle famille, une fois installée, ne quittera plus le pays. Les enfants s'installeront à leur tour, agrandiront leur centre d'action. Quel que soit le nombre des géné rations qui se succéderont, jamais aucun de ses membres ne fusionnera avec le peuple envahi, au point de con tracter une union matrimoniale avec ce dernier. Et, alors, après quelques années, on voit se développer une colonie nouvelle, conservant ses vieilles coutumes, ses mœurs invariables, que le nouveau milieu qu'elle occupe est impuissant à modifier. Partout où il s'implante, le peuple Chinois y importe ses traditions qui ne subissent aucune influence du con tact des peuples nouveaux. Les lois prohibitives nom breuses, prises contre son envahissement, n'auront jamais de résultats effectifs. Il suffit, en effet, d'une seule famille chinoise installée dans une région, pour qu'elle l'envahisse peu à peu par ses nombreux rejetons. Elle 2"], [22, "18 DE L'EXTINCTION DE LA RACE LATINE fait comme la tache d'huile qui s'étend lentement, mais continuellement, sans interruption. Au point de vue anthropologique, le Chinois n'a pas plus varié qu'au point de vue sociologique ou ethnogra phique. De même que ses religions, sa science, son in dustrie sont les mêmes qu'il y a mille ans, de même on ne constate aucune modification au point de vuephysique. L'indice céphalique est le même chez le Chinois actuel que chez celui des premières dynasties; sa stature, sa conformation n'ont pas varié. II est tel qu'il a toujours été. Dans ce caractère immuable, il puise sa vitalité, sa puissance de résistance dans la vie ; et de même, il con serve son autonomie par sa répulsion instinctive à tout croisement avec une race nouvelle, qui amènerait des variations dans sa race. Ce qui est vrai du Chinois l'est également de la race juive. Cette race, à travers tant de siècles, s'est conservée intacte ; et nous trouverons dans les types modernes la copie exacte des types anciens. Elle s'est conservée pure de tous mélanges, malgré ses pérégrinations incessantes chez des peuples divers. Quand, par exemple, ils furent emmenés en captivité à Babylone, ou soumis à la domi nation des Grecs, des Domains, ils ne désespérèrent ja mais; ils vécurent, formant une caste à part chez le peuple vainqueur, ne se mêlant pas à lui, conservant intactes leur foi, leur langue, leurs mœurs : ils surent vaincus,"], [23, "DE L'EXTINCTION DE LA RACE LATINE 19 u mais non soumis. Dans leur lutte séculaire avec les Turcs, qui avaient la force matérielle et le nombre, ils sont res tés indemnes, n'ayant pour eux que la force d'inertie : Ils ont progressé et leurs anciens maîtres sont en voie de décroissance. Au point de vue physique, la race sémitique n'a pas varié. Les gravures les plus anciennes nous représentent la même conformation du visage et de la tête que les des sins modernes. Comme le Chinois, le Juif, partout où il va, conserve son autonomie; il ne se mélange pas à la race envahie ; il ne subit pas .'influence du milieu. Ses mœurs semblent, extérieurement, suivre le courant des idées évolutives; mais, au fond, « dans les pensées de derrière la tête », il conserve ses vieilles traditions, ses idées religieuses, familiales. II ne contracte pas d'unions avec des étrangers. Et, tout en sacrifiant à la mode du jour, il conserve intacts les caractères physiques et moraux de ses ancêtres. Au milieu de la culture européenne, il n'en demeure pas moins fidèle à ses traditions anciennes : il se contente toutefois de les dissimuler autant que pos sible aux investigations profanes. Leur diffusion lente, mais continue, dans l'Europe est telle, qu'ils se trouvent répartis actuellement sur tous ses États, en nombre plus ou moins grand suivant ces États. D'après M. Albert Kohn, le nombre des Juifs, en 1870, était de 3,000,000 en Russie et en Pologne, de 120,000 en"], [24, "20 DE L'EXTINCTION DE LA RACE LATINE France, (30,000 en Angleterre, 43,000 en Italie. Mais, cons tituant un peuple autochthone, malgré la diversité des pays qu'ils occupent, ils tendent à se réunir, à souder en semble les divers tronçons, momentanément séparés de leur race. Quelle différence entre ces races chinoise et juive et les races latines. Alors que les premières, stables, immuables, parcourent la terre en conservant leur spé cificité, restant indifférentes à tout ce qui n'est pas elles, la race latine éprouve les plus profondes modifications non seulement morales, mais physiques, suivant le mi lieu où elle se trouve, victime d'une loi d'évolution qu'elle subit, inconsciente. Examinons la race latine dans ses représentants actuels, les Espagnols, Portugais et Français. Les Espagnols et les Portugais, constituant l'ancien peuple connu sous le nom d'ibériens, sont vraisembla blement d'origine africaine; ou, au moins, ont-ils, à deux reprises, vécu longtemps sous la domination africaine des Carthaginois et des Maures, avec lesquels ils se sont mêlés. Dans .'intervalle de ces deux influences, ils ont été"], [25, "DE L'EXTINCTION DE LA RACE LATINE 21 conquis et comme absorbés par les Visigoths. C'est de cette double origine et de ces longs et singuliers mélanges qu'est sorti le- peuple Hispanique de nos jours. Dès le début de son époque historique, ce peuple perd donc son individualité, son caractère spécifique. Puis, survient une période pendant laquelle il semble reprendre une nouvelle vitalité propre et devoir se répandre a l'ex tcrieur. C'est l'époque des grandes conquêtes où la race latine semblait destinée à se propager dans le Nouveau- Continent. Mais, aujourd'hui, que reste-t-il de tant de luttes, de tant d'efforts, de toute cette ancienne splendeur de la vieille Espagne ? Conquérant au seizième siècle un monde nouveau, on avait pu croire qu'elle allait supplanter les populations primitives occupant ce sol vierge encore de la visite de peuples avancés en évolution, et répandre au loin la race espagnole. Ces « conquistadores », ayant pour eux la force morale et physique, n'ont pas su être victorieux dans la lutte de race à race, même avec une race infé- rieure, ils ont été absorbés et ont fusionné avec le peuple envahi. Toute F Amérique centrale et l'Amérique du Sud renferment un peuple auquel on donne faussement la dénomination d'Hispano-Américains. La population de ces contrées est composée de deux variétés bien distinctes : La première, autochthone, comprend les In diens (terme bien vague, mais applicable à la popu-"], [26, "22 DE L'EXTINCTION DE LA RACE LATINE lation aborigène primitive, qui a gardé son autono mie, qui s'est conservée pure de tous mélanges); et une autre, composée de métis d'Indiens et d'Espagnols, qui est devenue une race nouvelle, ayant des caractères ethniques bien nets, propres, fixes et transmissibles. C'est cette dernière qui constitue la population actuelle du Guatemala, Venezuela, République Argentine, Costa- Rica, etc. Ainsi, les Espagnols envahissant une contrée nouvelle, ayant pour eux les avantages de toute nature, n'ont pas pu propager leur race. Ils ont produit, par leur fusion, une variété ou race nouvelle qui n'a plus aucun des ca ractères psychiques et physiques de la Vieille Espagne. C'est une population nouvelle, créant de toutes pièces son organisation sociale, n'ayant pas hérité des idées de la race-mère ou du moins ne les ayant pas conservées. Au point de vue physique, elle s'éloigne complètement de la race souche, tant au point de vue de l'indice cépha lique que des autres caractères physiques. Alors que, s'étendant au dehors, l'Espagne n'a su con server son caractère propre, sa spécificité, qu'elle a été absorbée par le peuple envahi, et que, par son mélange avec lui, elle a donné naissance à une race nouvelle par faitement caractérisée, elle ne peut même pas, dans son foyer d'origine, conserver sa vitalité. Le nombre de sa population diminue annuellement. Puissance, autrefois,"], [27, "DE L'EXTINCTION DE LA RACE LATINE 23 de premier ordre, elle devient de plus en plus faible; le paupérisme, les divisions intestines la ruinent. Et, de toute sa splendeur passée, il ne reste plus qu'un souve nir d'orgueil et de morgue. A l'Extérieur, elle n'a pas su conserver sa spécificité; à l'Intérieur, elle s'épuise et elle va à grands pas vers sa disparition, vers son absorption par une race plus puis sante. Le peuple portugais, envahisseur du Brésil, a également perdu tous ses caractères ethniques, dans la race nou velle issue de son mélange avec la race indigène. Que reste-t-il aujourd'hui du sang et des idées des Portugais dans la race neuve et autochthone des Brésiliens?... De même que les races Ibériennes, les Français té moignent, dès le début de leur origine, le peu de fixité de leur race. Leurs ancêtres, les Celtes, occupant autrefois FEurope centrale et occidentale, perdent leur nom en prenant celui de leurs vainqueurs, les Gaëls, en même temps qu'ils perdent leur spécificité. Sous la domination ro maine, cette nouvelle interpellation de Gaëls n'était pas encore, toutefois, générale; et on distinguait les Gau lois du Nord, des Celtes du Centre. Nos ascendants directs, les Gaulois, se sont donc formés du mélange de deux races : les Gaëls et les Celtes. Malgré la tendance, constante depuis bien des siècles,"], [28, "24 DE L'EXTINCTION DE LA RACE LATINE à Funifìcation de la patrie, c'est-à-dire à un groupement humain basé sur Fidentité des mœurs, cette diversité d'origine se montre encore dans la France de notre époque moderne. La division de la France en provinces indiquait bien la division ethnique de son peuple ; et la variabilité est telle, dans la race gauloise, qu'on hésite à considérer comme issus de la même famille ethnique les habitants du Nord et ceux du Sud du même territoire. Entre eux, existe la plus grande différence non seulement au point de vue des coutumes, des mœurs, du langage même (puisque chaque province avait son patois, c'est-à dire son idiome propre), mais même au point de vue physique. Ainsi, et pour ne citer qu'un exemple, les Bre- . tons ont un indice céphalique moins élevé que celui des Auvergnats : ils sont dolichocéphales, tandis que les seconds sont brachycéphales et sous-brachycé phales. On a supprimé les divisions territoriales, mais les lois humaines n'ont pu supprimer la diversité des sous groupes, toujours excitante, de la population française. i Cette instabilité de race qui se montre dès l'origine de ce peuple, et qui se manifeste encore dans les temps les plus modernes, a, comme conséquence naturelle, à Finté rieur, une diminution progressive dans la population, par suite de la faible natalité et des causes multiples in diquées au début de cette note ; et à l'extérieur, le ré-"], [29, "DE L'EXTINCTION DE LA RACE LATINE 25 sultat négatif qu'il a obtenu quand il a cherché à répandre au loin la race française. Que reste-t-il, en effet, des immenses conquêtes des Indes françaises, du Canada? Dans lesquelles de ces ré gions s'est maintenu un seul type de la race française? Partout il a disparu, et la race conquise est restée intacte. Les conquêtes des races latines ont été violentes, bru tales, rapides; celles des races chinoise et juive ont été pa cifiques, sans effusion de sang. Les unes sont éphémères, les autres sont stables et se continuent lentement, mais sans arrêt. Au Canada, malgré des années d'occupation, le Fran çais n'a su s'implanter. Il a été absorbé par les peuples étrangers, ou il a dû disparaître devant eux. Son indivi dualité s'est effacée. Dans ce beau pays qui semblait appelé à être la France du Nouveau-Continent, où tout semblait concourir à Fétablissement définitif de notre race, que reste-t-il de tant d'efforts longtemps soutenus? Un souve nir lointain et quelques rares sympathies. Là même, dans ce pays facile, le peuple français n'a pu se développer. Les mœurs, les traditions, les religions, Fétat social sont nouveaux et ne révèlent rien de nos vieilles coutumes. Le type physique ne porte pas Fempreinte de l'homme de la race latine : C'est une race nouvelle. Et, d'ailleurs, comment la race Française pourrait-elle réussir à se propager à l'extérieur? Alors que le Chinois,"], [30, "26 DE L'EXTINCTION DE LA RACE LATINE une fois établi en un pays, s'y développe, y crée une colonie fixe et qui s'accroît indéfiniment dans la région qu'elle finit par occuper entière, le Français suit, quand il veut émigrer, des procédés diamétralement opposés. Le Chinois vient d'abord seul, et ce n'est que plus tard, quand il a la vie assurée, qu'il fait venir sa famille qui, trouvant, dans ce nouveau milieu, toutes les conditions faciles à la vie, s'y fixe et y croît, créant ainsi une nou velle patrie dans laquelle elle implante ses habitudes sociales. Le Français, au contraire, n'émigre que lorsque la nécessité absolue l'y pousse, quand il ne trouve plus, dans son pays, la moindre ressource. Il ne veut pas se séparer de sa famille — le seul bien qui lui reste. Il em mène avec lui, exposés à tous les aléas d'une vie nouvelle, sa femme et ses enfants. II n'est pas surprenant, qu'avec de tels impedimenta, il ne trouve à Fétranger que désil lusion et misère. Aussi la mortalité est-elle grande parmi ces malheureux ne pouvant trouver, dès leur arrivée, les ressources nécessaires pour élever leur famille. En outre, le désir de tout émigré est d'amasser un peu d'argent et de revenir le plus tôt possible vers la mère patrie, dont le souvenir est d'autant plus attachant qu'elle est plus éloignée. Si, par hasard, à force de priva tions et de luttes, il parvient à cette situation enviée que lui donne Fassurance de la vie matérielle, il revient en"], [31, "DE L'EXTINCTION DE LA RACE LATINE 27 France, laissant aux races plus persévérantes le soin de propager leur espèce sur un sol étranger. Transportés loin de leur foyer d'origine, les Chinois et les Juifs continuent à avoir la même natalité. Ils ne sem blent pas subir, pour ce sujet, l'influence du milieu. Rela tivement aux Français, au contraire, la démographie nous montre que leur fécondité diminue dès qu'ils sont sous des latitudes nouvelles ; après une ou deux générations, les unions deviennent souvent stériles. Je ne ferai, enfin, que ce dernier rapprochement entre ces deux races : Alors qu'à Fétranger, le Chinois et le Juif ne s'unissent jamais qu'à des personnes de leur race, et de leur religion, que les unions avec les indi gènes sont excessivement rares, que, par conséquent, quel que soit Fhabitat, la race y maintient son intégra lité, le Français aime à s'unir à des étrangères, à mêler à son sang un sang nouveau. II n'a pas le respect de la spécificité de sa race. S'il continue à vivre hors de sa patrie, ses enfants s'allient également à des personnes de leur nouvelle patrie. Et après peu de temps, toute trace de sang français aura disparu dans cette famille qui se sera fondue dans F élément étranger. Au point de vue anthropologique, le peuple français a suivi Févolution la plus rapide que l'on puisse constater dans l'humanité. Et cette évolution est également intel lectuelle et physique."], [32, "28 DE L'EXTINCTION DE LA RACE LATINE En étudiant la stature des Gaulois, même des hommes du moyen âge, nous ne pouvons nous croire les descen dants d'hommes si grands, si forts, si puissants. Leurs armures semblent faites pour des types d'une race diffé rente de la nôtre, et seraient bien lourdes à notre faible taille. Dans les temps même les plus récents, nous cons tatons une diminution progressive dans la taille. Et que serait-ce donc si nous la comparions à celle de types plus reculés? La disparition de ces hommes — géants relati vement à nous — montre bien que les lois que nous avons observées chez les espèces animales, sont appli cables à l'homme, à savoir que les grandes espèces ne sont pas viables, qu'elles sont rapidement éteintes et que les espèces moyennes seules subsistent. Dans la race française, l'indice céphalique se modifie constamment: Nous pouvons, avec un peu d'habitude, différencier facilement un crâne de Fépoque mérovin gienne, par exemple, d'un crâne moderne, tant sont grandes les modifications entre eux. Les os sont moins épais; le prognathisme de moins en moins développé, Fangle facial de plus en plus ouvert, la capacité crâ nienne plus grande, etc... Si la différence entre un squelette datant d'un millier d'années avec un squelette moderne est si grande, qu'elle est pour nous un sujet d'étonnement et de réflexions, nous ne constatons, en revanche, aucune différence entre"], [33, "DE L'EXTINCTION DE LA RACE LATINE 29 le Chinois actuel et le Chinois d'autrefois, entre le Juif ancien et le Juif moderne : même taille, même conforma tion. Mais, en même temps que la dégénérescence muscu laire et physique des hommes actuels de notre race com parés à leurs ancêtres, nous constatons un développe ment intellectuel et moral qui s'est accru en proportion inverse. Et ce développement considérable continue son mouvement progressif, rapide, incessant. Les Chinois n'ont pas fait un pas en avant dans les sciences, dans les arts, depuis mille ans. Ils se sont arrêtés à un certain degré d'évolution. Ils ont, de même que les Juifs, les mêmes idées politiques, sociales, religieuses que leurs premiers ancêtres. Chez les Français, en voie d'évolution, ces mêmes idées se modifient constamment, d'années en années ; le Français actuel ne pense pas comme celui du moyen âge ou même du commencement de ce siècle. Son évolution morale est incessante et nous ne pouvons en prévoir ni la fin ni les conséquences. La Renaissance n'est-elle pas également une preuve de cette évolution subite qui montre une race en voie de formation? Et, depuis cette époque, la marche ascen dante continue indéfinie, sans arrêt..."], [34, "30 DE L'EXTINCTION DE LA RACE LATINE Nous avons donc en présence trois races bien diffé rentes quant à leur période d'évolution : Les races chi noise et juive, et la race latine. Les deux premières, depuis les temps historiques, ont montré une fixité absolue de caractères, tant au point de vue physique qu'au point de vue moral, une évolution terminée. L'autre, au contraire, est en voie de modifica tion constante. Les premières sont arrivées à un état de statu quo immuable. L'autre est en voie de formation. Les Chinois et les Juifs, partout où ils émigrent, main tiennent leur race intacte, pure de tous mélanges; ils ne se fondent pas dans le nouveau milieu qu'ils habi tent; ils y importent leur état social, leurs religions, leurs mœurs ; ils se propagent sans alliances avec la race indigène. Ils s'imposent. La race latine se mélange au peuple qu'elle envahit. Elle finit par se confondre avec lui. Elle est absorbée : Elle ne conserve pas son caractère ethnique. Cette loi naturelle : Toute espèce en voie de formation, c'est-à-dire à évolution rapide, continuelle, doit fatale ment disparaître pour faire place à des espèces fixes, est également vraie, quand il s'agit des races humaines. — L'évolution de la race latine n'est pas terminée. Cette race est donc destinée à disparaître pour céder la place à une race fixe, stable, ayant en conséquence tous les éléments nécessaires pour la lutte pour la vie."], [35, "DE L'EXTINCTION DE LA RACE LATINE 31 Deux races humaines seules sont fixes, immuables : Les races chinoise et juive. Je conclurai donc par cette assertion — téméraire, certes, puisqu'il s'agit de l'avenir — mais bien vraisemblable : La race chinoise envahira FAsie et F Amérique ; la race Juive, FEurope. Mars 1890. EMILE COLIN — IMPRIMERIE DE LAGNY"], [36, ""], [37, "DE L'EXTINCTION DE LA RACE LATINE ÉTUDE D'HISTOIRE NATURELLE PAR D' P. VERNIAL Médaille d'honneur en or [Ministère des Affaires étrangères) PARIS L. SAUVAITRE, ÉDITEUR LIBRAIRIE GÉNÉRALE 72, BOULEVARD HAUSSMANN 1890"], [38, ""], [39, ""], [40, "EMILE COLIN — IMPRIMERIE DE LAGNY"], [41, ""], [42, ""], [43, ""], [44, ""]]