[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "TALES UNCLE TOLD. LONDON : LONGMANS, GREEN, AND CO. 1865."], [8, ""], [9, "TALES UNCLE TOLD. LONDON : LONGMAN S, G R E E N, AND CO. 1865."], [10, "LOVD03I PRINTED BY SPOTTISWOODE AND CO. NEW-STREET SQUARE"], [11, "CONTENTS. PAGHi THE STORY OF THE IRON POST ....... 1 THE LITTLE BOY AM> THE STRANGE SHIP st. Bartholomew's hospital . . . . . . .16 THE CASTLE, THE HILL, AKD THE VALLEY . . . . . _!4 COALS FROM NEWCASTLE . 38 ALL. THE WAY ROUND ........ 46"], [12, ""], [13, "THE STOEY OF THE IKON POST. F COURSE all that happened in this story occurred not very long ago, for iron posts, such as our acquaintance that is to be, are not very ancient. The particular iron post of which I now tell you was opposite one of the houses at the west end of St. Leonard's-on- Sea. It was a taU, thin post, with a round sort of cap on the top of it, and above that a small but sharp spike, so that no little boys could sit on it, nor were any of them able to play at leapfrog over it. On its side was a white space, and on this was painted, in large black letters, ' one carriage.' Now it happened on a certain day, when the sun was bright, and making the blue sea shine and sparkle, as though covered with beautiful diamonds, that a young man was leaning against the post, with his arm resting upon the top of it, encircling the spike. He was tall, with a pale face, a black beard, and a black moustache. He wore a suit of black clothes, a black hat, a black scarf, and black boots ; and, as the post was painted black, of course it was all black together. In the lest hand of the pale-faced young man was a black cane with a gold top to it, and he B"], [14, "TALES UNCLE TOLD. 2 kept tapping the post with it from time to time. After bearing this punishment for a while, the poor post could stand it no longer, and although it may seem to you very strange, it began to speak to the young man. You know that posts do not generally talk, but just for once this one broke through the rule, and did what no post had ever done before, or has ever done since. ' Good evening, young man,' it said, for it was, you must know, half-past five o'clock. What a start he gave you can easily imagine, but he was well-bred and sensible, so instead of running away, as some easily-frightened people would have done, he quickly re covered himself, and looking down on the post, against which he no longer leant, he exclaimed, ' What an odd sound to come out of a post ! I almost thought it spoke to me.' ' Yes, indeed, I did, young man, for you have been tap ping me so long with your stick that I could endure it no longer. You ought to be ashamed to waste your time so foolishly.' Here the young man sighed a deep sigh. ' I am not a conjurer, nor yet a fairy in disguise,' continued the post ; ' but I know you are unhappy, and although you have done nothing but beat me, I am kind and forgiving, so let me offer you some good advice, which may, perhaps, help you out of your trouble.' ' Pray what do you know about me and my troubles, Mr. Post?' 'In the first place,' it replied, 'you are ill; and in the second place, you are ill because you are in love, and because you do nothing but grieve and sorrow over your disappointment, for the young lady's papa has told you that he wUl have nothing to say to you until you are able to earn a living for yourself, and enough to keep a wife on.' * You are right so far, Mr. Post, but how are you going to help me ? '"], [15, "THE STORY OF THE IRON POST. 3 ' You must listen, and you will learn if you have patience. You must know, although tall and slender, that I am not a very young, nor yet a very old post — in fact, about a middle aged one. What I am going to tell you happened to come to my knowledge about five years ago. If you look at my right side you will see a white mark, on which is written, \" one carriage.\" Well I you see it. Very good. This means that a carriage is allowed to stand opposite to where I stand, and people who pass by can hire it to drive about in. Every morning, at eight o'clock, there used to come to this standing-place a carriage, driven by a young man. This coachman was very industrious. His coach was always bright, and the harness on the horse shone and gHstened, so carefully was it polished; and then he was always tidy himself, so that he was a great favourite, and the ladies and gentlemen who lived near, used always to try and get him to take them for their drives. One morning he did not come, as he always had, at eight o'clock. All day passed, and another, and yet a third, and no coachman. ' How I wondered what had happened ! ' On the fourth morning I saw him as he approached, look ing very pale and sorrowful, and without the horse or carriage. He leant heavily against me. We were old friends, so I did not mind that. ' \"Ah me!\" he said, \" my poor horse is dead; what shall I do, for I cannot buy another ? My coach is of no use to me. What shall I do— what shall I do?\" 'A kind old gentleman, with grey hair, and a pleasant, smiling face, came up, and patting him on the shoulder, said, \" Cheer up ; we have thought of a plan to help you.\" Out of his pocket he took a box, with a slit in the cover of it, and it was fastened with a lock. Then he came straight to me, and, with the help of a smith, to my surprise, fastened it to my side with an iron band, and, as I looked at my new pos- it 2"], [16, "■i TALES UNCLE TOLD. session, I saw written on it, \" Contributions for John Dearing (that was the coachman's name), to buy him a horse, to re place the one he has lost.\" Then I understood that I was to receive and take care of the money the good people might be disposed to give him, and I was very glad to be able to help my poor friend. Presently the box began to fill, and even little children came, and by their gifts helped to increase the sum of money, which was soon sufficient, and once more my coachman was at work again with his own new horse. ' Now I saw that he worked, if possible, harder than ever. Everything he touched seemed so bright and shining, that I knew he must have taken great pains to make it so. Every spare minute he had he made use of somehow — now cleaning the carriage windows, and now polishing the plating on the harness. Now and then I saw, for I am very quick in observ ing things, a pretty young woman (who generaUy passed by every day) look over and smUe at my friend, who seemed happier than ever when he saw her sweet face and the meny sparkle of her eyes. ' \" Ah ! my friend,\" he said, giving me a smart slap as he spoke, \"there is the reason why I work so hard ; I want to save, and save, and some day I shall marry Mary, but this must not be until I can keep her as my dear wife, quite com fortably, in a nice little house of her own.\" ' So he worked, and he worked, and one day I saw that he had bought another carriage, and another horse, and that he had hired a man to drive it for him, and by-and-by he bought a third carriage. So at last, one day, after I had noticed that he was brighter and happier than ever, I saw him go by in one of his own coaches ; but he was inside, and his man was driving, and by his side sat his dear Mary, and they wore white favours, and looked very smart. Just then a merry chiming clock struck twelve, and I knew, for I know many things, that John and Mary were going to their new home, and that they had been married that very morning. And the kind old"], [17, "THE STORY OF THE IRON POST. 5 gentleman of whom I told you was leaning against me as they drove past, and looking at John, he said, ' He deserves to be happy, for he is good and industrious : he has worked hard, and he has earned for himself an honest competency, and is now one of the best-to-do men in the town. It is very much to his credit that he would not marry until he had gained enough to enable him to make his wife comfortable in a good home of her own.\" ' There is my story, and a very every-day affair it is. Now go away, and think over all I have told you.' Do you know, the pale young man never spoke a word, but walked slowly, slowly away, and s'eemed to be thinking very deeply. Thinking of what ? The summer went, the winter came and went too, and then another, and another. I dare say, my dear children, you can add these together, and tell me if I am right in saying it was the third spring after the adventure with the post that a young lady was walking along the parade, and as she walked, she looked up lovingly into the face of her husband. ' I do so long,' she said, ' to see that dear old post, but I cannot guess which it is.' Now I am not clever at ladies' dresses, being an old uncle, but I am glad to be able so tell you that this dear little wife looked very nice and tidy, being dressed very quietly, as all young ladies ought to be, and she was very fair, Hke some one I know very well, and had bright blue eyes, and a very pretty little smUe always on her face, and as it was always there, and never went away, you may be quite sure she was always very happy. ' Here is our friend at last,' said her husband. ' I do not expect it will talk to me again, but I have come a long, long way to let you see it, and to let it know that I have foUowed good advice, and worked with a. heart and a will, and have won the dearest, prettiest ' Here his wife gave him a little slap with her sun-shade, and told him he was a naughty man, and must not say anything more. And what do you think ? why, she actually bent her head, bent"], [18, "6 TALES UNCLE TOLD. it until she touched the good old post, and then she kissed it, and as she did so two tiny tears dropped gently on it. But the day was fine, and the sun shone bright, so these tiny tear-drops soon dried off, and there was no mark left to tell the post from its neighbours. But I know it, and one or two know it as well, and I dare say you think you know it, my little ones. Well, well, to-morrow, if it is fine, go and look for it, and think what a good, kind heart — do you think posts have hearts? — there is within it. Remember, if there is no heart in the post, we have each of us one, and that it should beat for each a true, honest heart, full of good intentions, and keep ing them too, with good words, good works, always trying to be industrious. Happy are ye, Happy are we, Writing, reading, Working away, Cheerful to see. Joyful to be Wiser growing Every day."], [19, "THE LITTLE BOY AND THE STRANGE SHIP. FINE DAY for a sail, sir ! The young gentleman who was thus ad dressed by an old sailor as he was walking along the parade, look- ed at his watch. Although he was young, you see he was old enough to have a watch of his own, by which he could tell the time, and very pleased he was with it, for his birthday had only just passed, and his papa had given him the watch as a present on that day. So he looked at it and saw that it was just ten o'clock. Then he looked at the sea, and very bright it was, and quite calm, and such a deep, deep blue, and as he looked he saw far off a tiny speck just where the sea and the sky seemed to touch one another. They do not really touch, only because the earth is round, like an orange, they appear to do so, and where we fancy that they touch it looks as if a long line was drawn, and we call this the horizon. It was on this line that Willie saw the speck, and he knew directly it was a ship, but so far off that she looked very, very small."], [20, "TALES UNCLE TOLD. 8 ' A fine day for a sail, sir ! ' repeated the sailor. All of a sudden Willie felt that he should like extremely to go towards that line — the horizon, you remember — and see more of the ship, which was such a long way off. So he stopped in his walk, and asked the boatman if he thought he could go as far, and yet get back in time for dinner with his sisters and auntie at two o'clock. So the sailor told him it was a fair wind for going and for returning, which was fortunate, for if the wind had blown straight from the sea it would have taken them a very long time to get to the ship, and if straight from the land it would have been a long journey to get home again after paying their visit. So far, the sailor spoke the truth, but I am afraid he made a little mistake when he said they could be back in good time, for it really took the whole day, and it was quite late in the evening before they returned, but then they had such a wonderful adventure, that Willie did not mind. Only auntie and sisters were very much frightened, and could not imagine what had become of him. So curious was Willie to see more of this ship, that he made up his mind to go, and the old saUor, very pleased to have found a good customer, called his grandson and made ready the boat. It was a Httle boat, and you have often seen boats like it here, and Httle boys and girls who have never looked on the sea have perhaps seen such boats on the rivers which flow near their own dear homes in the country'. Our little boat had a little mast, and from this there fluttered a pretty flag, a flag of which we are all very proud, for it was the Union Jack, which you know very well by sight, and which the song tells us is red, white, and blue. This is the flag which our sailors nail to the mast when they have to fight for their country, and which they never pull down. They would rather die, like brave men that they are, than do so."], [21, "THE LITTLE BOY AND THE STRANGE SHIP. 9 On this little mast the old sailor hoisted a leg-of-mutton sail, and if you want to know what this is you must go to your old friend Robinson Crusoe, who tells you aU about it. So being quite ready, off they went with a merry little splash, splash, as the bow of the boat cut through the water, which seemed to jump up as it met them with its sparkling ripples. WilHe sat on the right hand of the sailor with his own right hand hanging over the side of the boat, and the tips of his fingers every now and then were wetted by the salt water. It was deliciously cool. Presently something caught hold of one of his fingers, and he gave a great jump ; but it was only a piece of sea-weed, so Willie pulled it out of the water, and as he did so he saw a great many other pieces all round about them. Then he wondered to himself whence it all came, and the old sailor told him that it had floated there from far away, and how, when he used to cross the great Atlantic Ocean in a big ship, he used sometimes to see miles and miles of sea covered with weed, so that the water looked quite yellow with it, and how little fish with shells used to live in this weed, and amongst them Httle crabs could be seen crawling and scrambling about. But Willie could not find anything alive on the piece of weed he had pulled out of the water. So the old sailor took a bit from the rest, and told him that people called it ' sea tangle,' because, he said, it reminds us of the lank lazy do nothings at home — old Icelandic word likening. Willie laid a piece of it in the bottom of the boat to take home to his sisters, a great thick bit, but the hot sun soon dried it, so that when he looked for it after a while he saw only a thin line, like a thread of cotton, quite hard and stiff. But the sailor dipped it in the sea, and showed him how it sucked up the water Hke a sponge, and then began to swell, so that in a short time it was as large as when he first took it out of the sea. Being a sensible boy he remembered this, and told his sisters of it, as one of the curious things he had learned from the old sailor."], [22, "TALES UNCLE TOLD. 10 As Willie was looking over the side of the boat he saw a beautiful ball moving in the water. He thought it was a ball because it looked like those he knew the little children played with, and which are so light that they float in the air like balloons. Only what he saw was far more beautifully coloured. The top of it looked like silver, then came some beautiful pink, then a line of lovely blue, and beyond that, for he could not see quite to the other end of it, it looked as though it was again all silver. Then he wanted the boat to stop, in order that he might try and pull this wonderful ball out of the water. And now he learnt something more from the old sailor, who liked telling him about the strange things of the sea. ' That, sir, ain't no ball,' he said ; 'that's a fish.' ' But it is round like a ball, and, oh ! with such pretty colours, and does not swim as a fish would, but only drifts about as the water moves it.' 'Well, sir, we call them things \"jelly fish,\" and they do move themselves about, for all you think them such poor helpless balls. Although they are so soft, and you would not think they could hurt anything, they are very strong — that is, the big ones are — and they catch little fish, ay, and little crabs too, and swallow them and eat them, for they live upon such things.' ' No, sir, it's no use trying to catch them,' for he saw Willie still wanted to get hold of the pretty creature ; ' they are nothing to look at out of the water; only an ugly lump of jelly, with scarce any of the pretty colours you now see. Besides, sir, they sting you, they do (so the sailor fancied, and uncle knows that some of them do really sting people), and I have heard that some creatures, something like these, but with big arms growing out all round their heads, as the cuttle-fish or the poulpe, are so strong that they catch and eat big fish, and now and then catch men too, and eat them.'"], [23, "THE LITTLE BOY AND THE STRANGE SHIP. 11 Willie pulled his hand quickly out of the water, for he thought, if one came this way he might catch me by the fingers, and pull me into the water and eat me there. Uncle told him afterwards that these fierce creatures do not live in our seas, but far away from us in what we call the tropical seas, where English boys and girls never go — except the sailor boys — so you see he had no real cause for being frightened. But Willie did not know this then, and so he pulled in his hand quickly. And I think, if you had looked sharply, you might have seen the old sailor smile, for he thought of the time when he was a boy, and when he first heard all about the strange creatures that live in the sea. All this time they had been getting nearer to the ship, which now seemed quite close to them. She did not move, for the sea was calm, and the wind, which was only a gentle breeze, did not fill her sails ; and now Willie, and the old sailor, and his grandson, began to look at her very closely, for she really seemed to be a very curious ship, and in a very strange plight. She was painted a dull white colour, but the paint had been much battered about, and here and there had a greenish tint, as though many a long day of rough sea voyaging had passed since the painters had been at work upon her. Not a sound was heard from on board, not a voice, not a rope that rattled, not a block that creaked. From the side hung the tackle of the quarter boat which dragged along, a dreary"], [24, "TALES UNCLE TOLD. 12 wreck, still fixed by the bow, but broken in amidships, and half buried in the water. The rigging was all adrift ; shreds only of canvas hung all tattered from the yards, whilst the rem nants of the jib drooped over the bowsprit. The main top gallant-mast, broken, still remained attached by portions of the rigging. The mizzen top-mast was snapped off short. All which, uncle pointed out to his little ones by the help of a drawing he made of the poor ship. Forlorn and dreary she drifted, drifted, and the sea-gulls swept past, but no other hiving creature was there, above, below. ' Ship ahoy ! ' shouted the old sailor, ' ship ahoy ! ' yet louder, as no reply came back. Still not a sound. ' Jem,' said he, speaking to his grandson, ' this must be a ship deserted during the gale of the night before last ; ' and so, without another word, he put down the helm, and then luffed alongside the big vessel, which towered above them silent as the grave. Just astern of the boat- wreck, the ropes still hanging from the davit, they were able to secure their own little craft, and by the same means to clamber without difficulty on board of the vessel — at least the sailors could, but Willie had to be helped on board, as he was not accustomed, as they were, to climb the side of a ship. All was confusion on the deck, ropes lying about, here and there parts of broken masts ; casks rolled hither and thither, hen-coops dashed to pieces — everything in disorder. The old sailor made his way at once to the cabin, which was open — indeed, the doors were off their hinges — and they went down the steps to the room below, Willie last, for, to tell"], [25, "THE LITTLE BOY AND THE STRANGE SHIP. 13 the truth, he was a little frightened to find everything so still, so quiet. Unlike the deck, things were in tolerable order here. A table stood in the middle, and there was even a common red cloth spread smoothly over it. Some pieces of biscuit were scattered about upon it, and by these stood a tumbler, broken. Two or three books were also there, and in one of these they found some bits of work and a pair of scissors, as though they had been hastily shut up in the book by some one who had been reading and working when disturbed. They were all silent whilst looking at these things ; for, somehow, they felt very sad at the sight, and wondered, each one within him self, what could have become of the poor creatures who at one time had been on board the ship. Suddenly, on turning round, the old sailor cried out to the other two, and on their looking towards him, they saw him pointing to a small cabin on the left-hand side of the larger one, the door of which was open, so that they could see in. And what do you think they saw ? In the far corner was a pillow, and on this lay a little girl. Her face quite pale, her pretty black hair scattered over her neck and shoulders. Her eyes fast closed. Surely she was dead. Poor little girl, so young, not more, they thought, than nine or ten years old, all rolled up in the corner, her head resting on her little arm. The only creature they found in that sad, dreary ship. Willie could not help crying a little, a very little, for he was a brave lad, but there are times when even brave boys may shed a few tears ; but the old sailor, who had seen many a sad sight in his day, went up to where the child lay and lifted up the tiny head, when, lo and behold ! the eyes opened, and they were bright black eyes too, and a voice called out,"], [26, "_ UNCLE TOLD. 14 mamma! ' and then there came a great cry, and bbed as though her heart would break. They to :>k the little girl, so tenderly, away from the silent hey helped her gently into the boat, and hastened ta the shore. Three had left the beach ; four returned — the old sailor, his grandson, Willie, and the lost child. And the two sailors told their neighbours, and they manned a large boat and returned to the ship. They managed to get her into Dover harbour, and they were well rewarded, for her cargo was sugar and not at all spoilt, so that the owners of the ' Old Dominion ' (that was the ship's name) paid them handsomely for rescuing her. And how about the little girl who was taken care of by Willie's auntie ? They found she had come all the way from Barbadoes, with her mamma and her elder sister. The ship had been caught in a great storm, and after a time the captain thought she was going to sink, for her rudder was gone, and they could not direct her on her way. So he told the sailors to get ready the boats, and they all jumped into them and rowed away: but the sea was very rough, and the big waves threat ened every minute to swallow them up. The mother with her elder girl was in one of the boats, and the sailors told her that the other, with the maid, was in the long boat; but when they reached the shore, just above Sidmouth, only the maid was helped out of it, no Httle girl was there. In the hurry and fright of deserting the ship she had been left behind. Oh, the sorrow of the poor mother ! but oh ! her joy and her thankfulness when she heard of Willie's wonderful adventure with the strange ship, and how quickly she hastened to claim her dear child again ! Now the little girl's name was Kosie, and she was just nine, and as Willie is just ten, and as he has become very fond of her, who knows but that some day, if they live, Eosie may"], [27, "THE LITTLE BOY AND THE STRANGE SHIP. 15 become Mrs. Willie ? If this should happen, let us hope that they may live happily ever aster. Whilst some are joyful, recollect, dear children, there are generally others who are sad. feo it happened now. You remember the boat which hung, all broken, against the side of the ship. Two sailors were in her at the time she was dashed to pieces, and they were washed into the water and drifted away. They were never seen again, for G od took them. Five days later two poor widows heard what had happened to the ' Old Dominion,' and knew they should never again welcome home their poor lost husbands, and big hot tears rolled down their cheeks, as they clasped their fatherless children in their arms. Dear children, think of the poor widows and of the little ones whose sailor fathers have been taken in the midst of the storm and of the raging sea. I dare say uncle can tell you how, in your little ways, you may help to comfort them in their great trouble."], [28, "SAINT BARTHOLOMEW'S HOSPITAL AIKIE was very quick in observing things, taking notice of httle matters which other girls might have pasced by without giv ing them a thought. So no one was sur prised when she asked her uncle to tell her what was the matter with the poor child who passed their door every morning at nine o'clock. When she was pointed out by Fairie from the drawing-room window, she was moving slowly along by the help of a crutch, which she used for the lest side. She was a dark, pretty child, but rather flushed about the face, and she had evidently been ailing for some time, for she looked careworn, anxious, and old beyond her years. Sometimes she was alone; occasionally a httle girl was her companion ; most frequently a dear, plump, toddling boy ran, rather awkwardly, it must be confessed, by her side. Four years old was the laddie ; twelve or thirteen"], [29, "ST. BARTHOLOMEW'S HOSPITAL. 17 was the age of the lame girl. Up and down, up and down, day by day, she limped, so that Fairie, and then Jennie, be came very anxious to ask her why she was lame, because they longed to try and help her to get better of her great trouble, and they thought uncle might be able to aid them. One day they went down from the drawing-room, down the stairs, and through the hall, out by the front door, crossed the road, and so reached the parade — uncle, Fairie, and her sister. As the little girl passed by, Fairie gave uncle a great look, which seemed to say, ' do speak to ber ; ' so uncle did speak to her, and this is what he said — 'I hope you are getting stronger, my little girl. Do not be frightened at my speaking to you; we have watched you every day, and we hope you are getting better, and fast too.' She seemed a little afraid, and only said, ' Thank you, sir.' So uncle looked kindly at her, and asked her how long she had been sick, and she told him ; and then he found out by degrees all about her illness, and how she had been a great sufferer, but the doctors had helped to make her stronger, and had sent her to St. Leonard's to hasten her cure. All this time she was sitting next to uncle, for he had asked her to sit down and tell them about herself, and Fairie sat on one side of her, and Jennie sat by the side of her uncle. As she talked about the surgeons who had taken care of her, she began to tell them how she had been six months in the hospital, and how she had seen strange things there, which had made her a wiser and a better girl, because they made her think of the trouble little ones get into when they do not obey their dear fathers and mothers. 'For,' said she, 'at St. Bartholomew's are a great many poor little children, who are brought there day aster day, very ill or hurt, often through their own foolishness, and there they are made well again. A good gentleman, who is a clergyman, comes to see them, and tells them to be very thankful to the good God, who is our Father, and who allows them to recover from their sick ness, or from their injury.' c"], [30, "TALES UNCLE TOLD. 18 Uncle thought it might be well for his little ones to let them hear how children, who were disobedient, or who did silly things, got into their great troubles, so he managed to per suade the sick girl to tell them more about St. Bartholomew's. 'The room in which little children are taken care of is called the ward,' she said, 'and mine was called \"Queen's Ward.\" It was beautifully clean, with windows always open to let in the fresh air, and nice large beds, and for the very tiny children dear little cribs (' Like our baby's,' said Jennie), and kind nurses to care for them, and a dear sister who looks after nurses and children, and all.' From what she told them, uncle thought sister must be very kind and good, and always loving, or reading pretty stories to her children patients. Besides, they were told that the hurt or sick women who were getting well, and there were always some such in the ward, liked to help in looking after the little ones, and the children became very fond of them. Many were mothers, and they thought of their own darlings at home, when they nursed these little ones, who loved them, in the wards of the hospital. Maggie (this was the sick girl's name) could tell them of Annie, Bobbie, Tony, Mary, Jemmie, and Kate — poor little dears, all brought to the hospital to be cured of their hurts. Annie had a nice little crib all to herself, and had been some time in St. Bartholomew's before Maggie was taken there. She was a great pet with everybody in the ward, but for all that, she once had been a very naughty girl, and had suffered very severely for her foolishness. As she was eight years old, she ought to have known better. Indeed, she was trusted by her mamma to take care of a little brother and sister. But one day she was very curious to peep into the teapot to see how the tea was made, and whilst her mamma was out of the room, she went quickly and caught hold of the teapot to look inside it, lifting up the cover, but the sleeve of her dress caught in the handle, and over it all went, and the boiling water and scalding tea leaves were spilled all about her hands and arms, and neck and face. It was dreadfully"], [31, "ST. BARTHOLOMEW'S HOSPITAL. 19 painful. She screamed for her mamma, who presently caught her in her arms, and ran with her to the hospital, where she was made very snug in nice, white cotton wool, which took away the pain, and by degrees she got better. 'I do not think,' said Maggie, 'she will be so foolish as to peep into the teapot again whilst her mamma is out of the room.' Robbie was a rosy-faced urchin. He came from Hertford shire. It was the spring time when he was brought in, and Maggie was sorry to say he was a great robber. Although he was only six, he was always trying to steal the nests and the eggs of those dear little birds, who sing so sweetly to us in the fields and in the lanes, where the primroses and the violets grow. If a dickybird fluttered out of a hedge, Bobbie spied about, hunting for its tiny home, and sometimes it was a hedge-sparrow with her brown and grey marbled eggs, now a lark with her brown speckled ones, now a yellow-ham mer, he would surprise and rob. In fact, he was the terror of these nest-builders, so that few were bold enough to venture near his mother's house. One day he found a nest high up in a lofty tree, and at once he began to climb up to reach it. Just as his fingers were within an inch of the soft, mossy home of dickybird, snap went a bough, snap went a branch, and down fell Bob bie, sprawling on the ground. He tried to jump up, but he could not stand, so he cried and shouted. For a long time no one came to help him, but at last he was found by his papa, who had wondered what had become of him. He took him to the doctor, who said he must go to St. Bartholomew's, for he had broken his leg ; so they put him in a cart, and then in a railway carriage, and then in a cab, and so he was brought, and laid in the bed next to Maggie's. It was some time before he got well, and he will never steal any more birds'-nests, you may be quite sure. Tony had been a naughty boy before he met with his C 2"], [32, "TALES UNCLE TOLD. 20 hurt. ' Tony,' his mamma said, ' you must take care to look before you run across the street.' Tony lived in that great city called London, and his playground was the paved street- There are many little ones who have no other playground, never see the bright green grass, the pretty trees, and the brilliant flowers, but they are very happy for all that, and sing, and dance, and skip about. Only it is dangerous for them to run off the pavement, for the great carriages and vans rolling along the roads might hurt them if they did. Therefore Tony's mamma said, ' Look before you run across the street.' Foolish little boy not to mind dear mamma ! Helter-skelter, off he dashed, and was directly knocked down by the great horses of a large van. Well, he might have been killed; as it was, he was only very much bruised and frightened. Tony did not stay long in the ward, but I think he had a lesson this time which will make him remember, as long as he lives, his mother's words, ' Look before you run across the street.' ' But I was so fond,' said Maggie, ' of dear Mary ; every morning, every night, I used to go to her little cot, and make smooth and tidy her pillow, her sheets, her blankets. I was then getting stronger and able to do all this. And she used to smile, oh ! such merry eyes, but she never thanked me in words, or said anything to me. Mary could not speak then, but she can talk very well now. How do you think this wonderful thing happened? Why, one day when she was all alone, she saw the tea-kettle fizzing and singing on the fire, and white steam came out of the spout, and curled, and curled, in little circles, as it went up, up, and disappeared. Mary, dear Mary, was very tiny, only three years old, so she knew very httle, only she knew that her mamma made nice tea with this kettle, and gave her some of it to drink, and"], [33, "ST. BARTHOLOMEW'S HOSPITAL. 21 sometimes mamma put nice milk into the tea-pot, and Mary used to suck it all up through the spout. So Mary thought she shoidd like to taste from the kettle, and she put her mouth to its spout, but there came out boiling water and steam, and her poor little mouth was dreadfully scalded, and it began to swell, and she could not breathe. Her mamma happened to come in and caught her in her loving arms and made haste with her to the hospital. ' The surgeons thought she must have died, but one of them made a tiny hole in her neck, and put in it a silver tube, and through this she breathed for two weeks, and then she got better, and could breathe again through her mouth, for it was no longer swollen, but all this while she was not able to say a word, she could not even speak to her dear mamma, — her voice was gone.' One day, Maggie heard the surgeon say, ' Mary is so much better, we will close up the tiny hole,' and when it was closed she could talk as well as ever, and that was not very plainly, for she was only three years old, but she was old enough to know that she had been very silly, and that she never ought to do anything without first asking her mother's permission. She was very happy while she was in the ward, for sister was very kind to her, and nurse was very kind to her, and Maggie was very kind to her. Then she had pretty toys to play with, as had all the other children. And Fairie and Jennie hope that these stories which Maggie told them may remind kind ladies and gentlemen to send pretty toys to the sick children in the old hospital of St. Bartholomew's. But, although not all on the same morning, for it would have tired her too much, Maggie told them of other little boys and girls. Jemmie was a great pet of hers, but a foolish little pet too. He had a big brother who played with him, and taught him"], [34, "TALES UNCLE TOLD. 22 to fire off small guns which he bought to amuse himself with. Now Jemmie had been told by his papa that he was too young to play with guns, and so he was, for he did not understand them. A strong iron cannon, about three inches long, had been filled with gunpowder, quite full, by his brother. His brother had gone out, when Jemmie, forgetting what his dear papa had told him, took a match from a box and set light to the gunpowder, as he held the cannon in his hand. Off it went with a great bang, and Jemmie's hand was dreadfully hurt, so he, too, had to be made well. Then there was Kate ; but we must not say much of her, for hers was a sad, sad sickness. Only she was obliged, out of a piece of wood, to have a pretty little leg made for her to walk about upon, for her foot was very bad, and it would take a good many years to make it well again. So you see, Maggie, when they got to know her pretty well, had a great many stories to tell, and all her stories seemed to say, ' Little children, obey your parents ; see what troubles Annie, Tony, and Jemmie got into by not doing so.' Also Maggie had heard a very pretty tale about a little boy who was called Rayhere. He was very clever, and learnt to play beautifully upon a harp, and the harp was all gold and set with jewels, for it was the harp which the king of England, Henry I., always liked best, and every day he heard Bayhere play before bim. The sweet, soft music sometimes made Ray here feel very sad, and he thought and thought of what good, kind thing he could do to help other poor people who were sad and in trouble. One day, when he was grown up to be a man, he went to the king and asked him to let him build a hospital for all the poor sick men, women, and children to come to and be cured. So the king said, ' yes,' and the hos pital was built."], [35, "ST. BARTHOLOMEW'S HOSPITAL. 23 Uncle told Fairie and Jennie that this was really the begin ning of St. Bartholomew's, more than seven hundred years ago, and in all these seven hundred years, uncle reckoned that many hundreds of thousands of dear little children had been nursed and cared for whilst very, very ill ; each one in a little bed of his own. Maggie often came and sat by, and talked with them, and the fresh sea air did her good, and by degrees she got better, and then she got quite well ; and as she recovered so nicely, it does not signify what her complaint was, for she has nothing the matter with her now. When she went back to London, she said she was going to see her kind nurses at the hospital."], [36, "THE CASTLE, THE HILL, AND THE VALLEY. VER so many times Johnnie Bull looked from the top of the hill at the castle tower, and every time he looked he wished a wish. That you may understand why and what he wished, you must, however, know all about his three great neighbours. Number one was called the Hill, tall and alone, grass covering one side of it, and loose stones the other ; soft mossy grass spread over its summit, and had grown there for ever so many hundreds of years. If you looked carefully you might have perceived in the midst of the grass a small round hole, about the size of those which lead to the homes of our friends the bunnies. Instead, however, of being rough, with a quantity of loose earth all about it, this hole was quite smooth and soft, being lined as far as ever it could be seen into with the finest of grass and the most delicate of mosses. If you lay down by the side of this tiny hole and looked one"], [37, "THE CASTLE, THE HILL, AND THE VALLEY. 25 way, you saw nothing but sea, sea stretching far away to the fair land of France. If you looked the other way, you beheld a lovely valley, with fields, and sheep with their frisking lambs, lowing oxen, and snug houses, cottages, and farms nest ling under the hills, and you could hear the ding, ding, dong of the silvery-toned bells of the village church. Above the valley, and opposite to the church, was a dark mass of rugged hill, and on the top of this was built the castle. And this, the castle, is number two in our story. It was very old, no one knew exactly how old it really was, and ivy had grown over and covered all its walls. The windows were small, and most of them looked towards a court which occupied the centre of the building, and over each window hung the ivy, making the rooms within dark and sombre ; only in the chief tower some of the windows-looked upon the sea, and over these the ivy leaves did not hang so closely, so that light and fresh ocean air came freely in. There lived in this castle a great lord, who was one of the most learned of men, so that he knew as much as ten other clever men all put together. He had great possessions, almost entirely in land, and he was a great Conservative. He was very cautious about making changes in the old order of things, until he saw that it was really for his good, and for his servants' good, to do so. When he did see this quite clearly, he was very glad to make the alterations, and very thoroughly he carried them out. In all the country round about he was known as the Lord of the Castle. He had only one fault ; it was that of being too generous, for he gave away great sums of money to needy people, and to enable him to do this, I am sorry to say, he was obliged to borrow from those who had money to lend. He had but one child, a daughter, and her name was Ellen Œendower Viking, which, you must know, was an old family name. The Lady Viking, as she was generally called, was just seventeen, and such a good girl, and beautiful as she was good, and everybody loved her, and all the young dukes, and princes, and earls, and lords, and wealthy commoners, came"], [38, "TALES UNCLE TOLD. 26 and asked her to marry. But she said ' nay ' to all of them, and nobody could guess the reason why. Number three takes us to the valley. Here, in the largest, finest, and best of the houses, Hved John Bull. He was the father of our friend who all this time was wishing wishes on the top of the hill. He was a great farmer, and aU about his house were stables and yards for all kinds of animals. In his fields he grew wheat, and barley, and oats, and clover, and turnips, and many good things besides ; and the land on which he grew them was his own, and by degrees he had become richer and richer, with more land, and more. Being a wise John Bull, he made himself the friend of all his neigh bours. Especially he became great friends with those of his neighbours who lived in the land of France, and he sent use ful presents to them, and they, in return, sent him fine wines, and fruits, and silks, and pretty ornaments for Mrs. Bull, and for her children. Such as he did not want, he sold, and thus by degrees he became a merchant, and in time grew so wealthy by this means alone that he was known by the name of the Merchant Prince. He bought, or built, great ships to trade with, and the world was full of his praises. His son, who, after all, was only a farmer's son, went regu larly to the little church in the valley, and there he saw, and there he fell in love with, the Lady Viking, the daughter of the great and ancient family who Hved in the castle ; and the secret of his wish was this, ' Oh ! that she would love me in return; and oh! that I could call her mine — oh! that she were my own ! ' And his heart thrilled as he thought these thoughts, for he loved her dearly. Now the Lady Viking saw he was a handsome youth, of good parts, and she knew his father was a well-to-do man, so she fell in love with him ; but he knew it not, only he kept wishing it might be so. Ever so many times, on tbe hot summer day, Johnnie Bull"], [39, "THE CASTLE, THE HILL, AND THE VALLEY. 27 looked at the castle tower. His thoughts wandered to the future, and fancies of all kinds came crowding through his head ; fancies which brought before him life pictures of the times to come, and in all, in each one of these, Viking was the glory and the joy. When people let their minds wander thus, unchecked, they generally drift after a while into real dreamland. So it happened to Johnnie, for presently he fell asleep. No sooner was he soundly off, than the grass blades and the moss which lined the tiny hole, for he lay close by the side of it, rustled, as if whispering to themselves, and then, from their midst, there stepped forth a golden-haired beauty of a fairy, so small, not above three inches in height, but dressed quite in the present fashion. She wore a bonnet with bright blue ribbons, and she carried a parasol ; a light cloak hung from her shoulders, covering her silver-edged wings, which were folded away be neath it, as of course they were not wanted whilst she was walking about on the earth ; and with her came six toy ter riers, six tame squirrels, and six black cats, so small, you could scarcely see them. They were her favourite compa nions, for being a fashionable, modern fairy, she had all these pets, and others too, but of these we must not talk when speaking of the lady fairies. Up straight to Johnnie's right ear she walked. He moved not, he scarcely breathed, so wondering was his anxiety. Then a clear full voice uttered, in measured time, the fol lowing memorable words : — Johnnie Bull, the fairy Britannia tells you this, — Up and be stirring, I am here to advise and to help you. Work with industry, as I shall instruct you, Then the Lady Viking shall be yours. To the valley go, There you will meet two men driving ; Help them to their ends, and they will help you. A mail phaeton, two high-stepping, bay horses, Thus will you know them."], [40, "28 TALES UNCLE TOLD. Accept this shilling bright as a token. If you need my aid, toss twice, lam with you. See the four holes drilled through it, and remember, One, as you peep, brings things far off, close to ; The second makes small things large — magnifies ; The third enables you to see behind your back ; The fourth shoivs you everything straight round the corner. Toss if you want me ; until then, adieu ! She disappeared, and Johnnie jumped up, and rubbed his eyes, greatly wondering. Had he been dreaming ? No ! for there, in his right hand, where the fairy had placed it, lay the shilling, bright and glittering, with the four round holes in viting his inspection. Curious to test its value, he raised it to his right eye. Try this one first, he thought, when instantly he saw, for he happened to look in that direction, the Em peror of China taking an early tea with one of his favourite ministers (whose head he cut off the following morning). Now for number two, and he fancied an elephant stood bes .re him, but it was only a little fly crawling on his hand, just in front of the hole in the shilling which made him see small things large. Then he peeped through number three, and saw a hole in the back of his own coat, and one of his parti ctilar friends was pointing it out and laughing at him. But he did not care for this, so he turned the shilling to have a look through number four, and in an instant he saw a great minister busily engaged in writing a foreign office dispatch. Then he was indeed convinced of the excellence of his shil ling, and having good faith in the power and promised help of the fairy, he made haste to do her bidding. About ten miles from Johnnie's home was the favourite sea-side watering-place called Dustyrhodah. Just about this time Mr. Bullion, a very rich man, was paying a visit to the valley, explaining to the inhabitants the importance of supporting the great All-the-way-round Rail way Company, which proposed to carry themselves and their families to Dustyrhodah whenever they needed change of air."], [41, "THE CASTLE, THE HILL, AND THE VALLEY. 29 It had also the great recommendation of securing them a sup ply of coals from Newcastle, and of beer too from Barrel and Firkins's celebrated establishment. Now, of course, Johnnie met the mail phaeton, the two bay horses, and the two men, and he knew them, as the fairy had told him. They were fair-spoken, and tbe elder of the two introduced himself as Mr. Stirling, and his friend as Mr. Cash. ' Could he tell them how to get at Mr. John Bull ? '—of course he could, being his son. Then they explained to him that the All-the-way-round Railway Company was so bad an affair, they had felt it their duty to warn the people against it ; for was it not quite clear that the right thing for them to support was the Direct-sub terranean Railway, which they proposed to carry through the hill on which the castle stood ? 'Besides being direct, it has,' said Mr. Cash, 'this re markable advantage over the other scheme, for instead of bringing coals from Newcastle, we propose, by very low fares, to induce people to go to Newcastle to their coals, and to Barrel and Firkins's to their beer, instead of following the old-fashioned but ridiculous custom of having their beer brought to them.' Johnnie knew the fairy meant him to help Mr. Stirling, so he persuaded his father, and a fierce contention raged in the valley between the supporters of the two railways. At length the inhabitants agreed to refer the matter to a council of wise men, who, after they had carefully considered the question, decided that both of the railways ought to be made. So to this day people can travel to Dustyrhodah either by the All the-way-round, or by the Direct-subterranean ; and whether they go to their coals at Newcastle, or have their coals brought to them, matters not, for the cost is exactly the same, for the"], [42, "TALES UNCLE TOLD. 30 two have agreed together to get as much as they can out of the inhabitants ofthe valley, who are dragged about in their trains, and pay, but have no voice in the arrangements, nor is their convenience considered in anything. Johnnie waited patiently, expecting something would hap pen to his advantage, but when the railways were both com pleted, and his own affairs remained just as when they were commenced, he grew anxious, and tossed up the shilling twice. As he caught it the second time, he opened his hand and saw, standing upon the palm, his friend the fairy. ' It is time you wished for me,' she said. ' Take this lan tern (it was an ordinary-looking, policeman's bull's-eye); when the Hght is on, you and it are invisible; when the light is shut off, then you can again be seen. Take a ticket to Dustyrho dah,' she continued, ' by the five o'clock express this afternoon; an accident will oblige the train to stop in the middle of the tunnel, just under the castle ; get out, make yourself invisible, let the train go on, and you will see what you wiU sfee.' Then the fairy vanished. He obeyed, and everything happened as the fairy had fore told. He was invisible. The moment the train had left, a noise by his side startled him. He looked round and saw a glass ladder hanging from the top of the tunnel. Mounting by this, he soon came to a glass door, which opened of its own accord, moving very softly on its hinges, which were made of briiHant diamonds mounted in gold. Entering through the door, he came to a chamber of no great size, dimly lighted by means of a small oil lamp, placed in the right-hand corner. An old, old man, bent with years, hobbled towards him, and in a shrill voice welcomed him."], [43, "THE CASTLE, THE HILL, AND THE VALLEY. 31 'It is many a long day I have been waiting for you, Johnnie Bull, and a dull time I have had of it, shut up here all alone. On with your work, which is none other than to make for yourself a road to the castle, high overhead, and to gain the Lady Viking. Here are your tools, the spade of industry, the pickaxe of perseverance, and the wheel barrow of labour. One caution I have to give you — leave you must every morning before the first goods' train is due, so that you may get clear of the tunnel below before that noisy, lumbering thing passes this way.' Johnnie lost no time, but began at once ; nor did he idle over the diamonds, and rubies, and emeralds, and myriads of other precious stones, which fell around him as he dashed his axe into the rock, and shovelled away the broken frag ments. Before leaving that night he was half-way to the top, for the fairies helped him, and the last half of his work had been through some dirty reddish-looking stone. Not knowing what it was, he took a piece to his father, who jumped for joy when he saw it, and told him it was iron. 'Where did you get it, Johnnie ?' ' Out of the castle-hiU,' said his son. So old John Bull sank a mine, and got, at the iron ore (by a different road from Johnnie's), and thus he became a great iron merchant. The next night Johnnie was again at his work. Now he was busy in an opposite direction, for he could not, of course, go straight up to the top of the hill, but had to make a sort of zigzag road to it ; and by the time it was necessary to leave off, he knew he had reached the foundations of the castle. He had been working for a long time through some very black stuff, and had made himself as dirty as a chimney sweep. Of course his father noticed this when he got home, and Johnnie told him he had been digging up some hard"], [44, "TALES UNCLE TOLD. 32 sort of stone, of which he showed him a bit. John Bull jumped again for joy. He knew it was coal. So he engaged some cunning men to work this coal out of the hill, and they found a road to it, but whether they ever found Johnnie's road is very doubtful. So John Bull became a coal mer chant ; and now he was a farmer, and merchant, and owned ships, and was an iron master, and a coal merchant. Johnnie's wonderful discoveries, whilst working in the castle-hill, had made him the two last. The great lord still lived in the old castle, but John Bull had scooped out the earth from beneath it. He left, however, sufficient to support its weight, so that the house should not fall down, for, in his heart of hearts, he had a great respect for the old family, and for the present lord. The Lady Viking was in her boudoir, and her lady's-maid was dressing her hair for dinner at half-past seven o'clock. The butler was in the cellar counting his bottles of wine. Johnnie, for this was his third evening at work, was just underneath the cellar, and ready with his pickaxe to break through the floor. This pick made no noise as it worked, this was its magic ; so the butler was not disturbed ps Johnnie widened the hole he had made, and crept softly into the cellar. He was invisible, for his lamp was shining brightly all the time he was at work. Creeping up to the butler, he gave the bottle which the servant held a sharp knock and broke it, which put out the butler greatly, for he thought witches, sprites, or spirits must have attacked him, and his black hair turned grey immediately through fright. This gave him plenty to talk about, for he could not imagine how it had happened. This was just what Johnnie wanted, for he wished to occupy him and the other servants, so as to keep them out of his way. Slipping past the butler, Johnnie went up six steps, and then up twelve, to the great hall. Four-and-twenty knights in golden armour surrounded it, each with a banner in his left"], [45, "THE CASTLE, THE HILL, AND THE VALLEY. 33 hand, and a sword of destruction in his right. They repre sented the ancestors of the great lord. Past these he mounted the principal staircase, and then putting his shilling to his right eye he saw without difficulty round the corners, and so pursued, easily enough, and without being disturbed, the passages which led to the Lady Viking's boudoir. On his way thither he passed five footmen, two housemaids, and several other servants ; he also passed close to the great lord of the castle. But none of them saw him, for he kept his lamp trimmed and brightly burning ; only as he passed they all had the sensation of some one being near them, and having by this time heard the butler's story they shivered, and looked suspiciously around, whispering their doubts and fears ; in truth they all began to fancy strange spirits and hobgobHns were wandering about the ancient house. Johnnie opened the door and walked straight into the lady's boudoir, just as she was dismissing her maid, and, as the servant went out, he was left all alone with his lady-love. So he put to his right eye his shilling, looking through the hole which magnified, and the Lady Viking seemed to him more beautiful than ever, so that he could scarce restrain himself from crying out to her, and from throwing himself at her feet. It was fortunate for him that he controUed himself, A glance was enough to show him the charms of the room in which he stood. White and gold were the prevailing colours, but the walls were covered with dehcate satin, and the frames, which were around the most lovely of pictures, were studded with precious stones. A dressing-table of pure gold was laden with caskets containing treasures of gems, some modern, some mounted in ancient and grotesque devices. This table supported one of the many mirrors which the room contained, the largest of which enabled the fair lady to see at one glance all round her dress; you can guess, therefore, how large the glass must have been. Perhaps Johnnie would have noticed more of the pretty things which D"], [46, "TALES UNCLE TOLD. 34 crowded the boudoir, but that his attention was at once drawn to his dear lady, who walked to the dressing-table, and took up — what do you think ? Why, a photograph of Johnnie himself, which she looked at fondly, and then kissed, slowly and lovingly, five separate times. ' Dearest heart ! ' she exclaimed, ' thus, thus do I press thee to my Hps,' and she kissed the photograph for the sixth time, a long, Hngering kiss. Johnnie's deHght, his transport, knew no bounds. He could restrain himself no longer, for did he not now know she was indeed his own ? Out turned he the Hght of his lantern, and in an instant he was visible, and the Lady Viking saw him by her side. She neither started, nor did she cry out, but fell, without a word, helpless in his arms. So suddenly did she do so that Johnnie dropped the shilling which he had been holding in his hand, and, whilst endeavouring to pick it up, he let it fall a second time. In a twinkling he heard his name called from above, and, looking up, saw his friend the fairy sitting on the top of the frame of one of the looking-glasses. ' You need my help now,' she said, ' and therefore I made you drop the shilling twice, in order that you might seem to send for me. She is yours, for your industry has raised you to the height of the castle itself, and you deserve to have her for your dear wife. Now you must away.' She waved her magic wand, and instantly the door of the chamber flew open, and he saw standing in the court below a barouche and four grey horses, with two blue-jacketed postilHons. 'You have not a minute to spare,' continued the fairy; ' run down the steps ; jump into the carriage ; the men know where to take you.'"], [47, "THE CASTLE, THE HILL, AND THE VALLEY. 35 Johnnie lifted the Viking in his arms, she neither moved nor spoke, carried her to the barouche, and in a moment they were out of the castle and driving along the road. And the lord of the castle saw them going, and tears stood in his eyes, for was she not his only child ? As he looked he saw a tiny white pocket-handkerchief waving from the carriage, and he knew it was his daughter's, and it seemed to be a peace signal to his heart, and to remind him that this good-bye was only for a time, and that before long the dear face would be with him once again. If you wonder how it came to pass that the lord of the castle behaved so quietly and was so little surprised, you must know that the good fairy Britannia had been talking to him whilst he was asleep. She had told him that Johnnie was working his way up to the castle, and that presently he would be there ; that he loved the Lady Viking, and her he sought. ' No, no,' said the lord, turning heavily in his bed — ' no Johnnie Bull for my daughter.' ' Oh, yes, but there will be,' said the fairy, ' and, for the matter of that, a very good match too. Is not his father one of the best and greatest of men, and is not his son following his good example with industry and honourable work, both of head and hand ? Remember too, my lord, that I may have to remind you of some four hundred years ago, when that great, great, some kind of a grandfather of yours kept the little eel-pie shop on Tower Hill, and how ' ' Hush ! hush ! ' said the lord ; ' no more, I pray you. I will call upon John Bull, and see if we can arrange matters be tween us.' And, as everybody knows, they were arranged ac cordingly. The four greys galloped bravely along ; the two postillions cracked their whips, and held strange converse with their D 2"], [48, "TALES UNCLE TOLD. 36 horses. Johnnie and the Lady Viking (was she not now his own dear wife?) lovingly regarded one another as they lay back in their comfortable seats ; and behind, in the rumble, sat the lady's-maid and the old man whom Johnnie had found in the room over the tunnel, and whom he had kept for his servant, and a faithful one he proved to be, and his name was Workman. ' Whither were they going ? ' ' My dear young friends,' said the fairy, jumping from the side of the road on to one of the front seats of the carriage, ' as you are too much engaged with one another to be able to attend to business, I have arranged everything for you.' So she waved her wand, and they saw a cloud of black smoke rising up from the other end of the valley. ' That,' said Britannia, ' is the Calais packet, which is getting up her steam to take you the next stage of your journey.' Then she gave another wave of her wand, just as they reached the harbour ; ' for,' she said, ' you must not be kept waiting. See, here comes a special express train, bringing a special express messenger, with a government dispatch ; and the instant he is on board, off goes the vessel.' Now this messenger carried a box, and within this was a letter, marked, ' On the king's service; haste! with care; fly ! delay not.' Now perhaps you would like to know what all this dispatch was about, for the fairy found out for Johnnie and for his wife's amusement. The letter was to a great monarch who ruled over a little country full of little soldiers, it matters not where, but the words of the dispatch, written by a great minister, were disguised so cleverly, that no one except the fairy has ever been able to understand or make them out. So off they went, dispatch and all. Just before they left, the fairy Britannia asked Johnnie for the shilling. ' I dare say,' she added, ' it will be of use now to somebody else, for it has served your purpose, and you need it no longer.' Well, he gave it to her, sorry though he was to part with it. Before"], [49, "THE CASTLE, THE HILL, AND THE VALLEY. 37 doing so, he had, however, one last look through the four holes. Number four showed him, yet again, the great mink ter writing foreign-office dispatches, to advise his friends to put up lightning conductors to attract all the passing storms and tempests. Number three enabled him to see, behind his back, the bearer of the great dispatch fast asleep, and a servant of the Emperor of All the Greeks opening his box and try ing to read the important paper. Number two would let him see, as once before, nobody but his dear wife, and how beautiful she appeared to him can well be imagined. Lastly, he peeped through number one, and beheld a long line of sunshine, growing brighter aud brighter; little children danced and played in it ; some looked like sons and daughters, and some, further off, were very tiny, and looked like grandchildren. He was so pleased with this peep that he wanted the Lady Viking to peep too, but she laughed, and bade him give back the shilling to the fairy. The fairy put it into her pocket. shook hands with them both, and then walked along the plank, and so out of the vessel. Then one of the sailors rang the ship's bell, the plank was drawn on board, the captain said, ' Go ahead slow — steady!' and the man at the wheel cried, 'Steady it is;' and they were off. The Httle fairy watched them from the pier-head until they were out of sight, then spread her silvery wings, and flew upwards, sing ing ; and the common people who were near her, and who did not understand anything about fairies, thought she was a bird, and one said to another, ' Hark ! the lark at heaven's gate sings.'"], [50, "COALS FROM NEWCASTLE. HETHER it was the bright ness of the day, the calmness of the sea, or whether it was the real smart ness of the ves sel, and the trim bearing of her spars, it matters not ; but somehow, on this particular morning, the little coal-ship attracted our special attention, and was declared by all to make part of the prettiest sea picture we had ever seen. Our interest in the vessel, once excited, grew stronger, and more strong ; so that, after a while, we popped on our hats or bonnets, and, leaving the house, strolled towards Hastings, always looking as we walked along at our picture-ship. Presently a small boat was pushed off from her side, and two sailors began to row a third quickly to the shore. As the keel grated on the shingle-rise of the beach, the man who had been sitting in the stern of the boat jumped nimbly out. A strong weather-beaten man he was ; his whiskers covered his either side face, his skin was darkly sun-burnt. His eyes shone bright, and he smiled merrily. His broad shoulders, and sturdy build, told of his active life and hardy occupation."], [51, "COALS FROM NEWCASTLE. 39 We all stood watching him as he walked up the beach, and found him in a few seconds close to us, for usward he had mounted from the boat. From his superior dress, and its style, we could perceive that he was the skipper of the coal schooner. We also noticed that he could not help smiling at our Httle ones, who were looking at him with great curiosity, for somehow they felt very inquisitive about the vessel, and about all belonging to her. Not once, but three or four days running, this sailor captain landed about the same time at about the same spot, and our children looked earnestly at him, and still he used to smile as he passed, and then they would laugh ; and thus, without speaking, they became, as it were, friends. It must have been the fourth morning that he and uncle first spoke to one another. After chatting about two or three unimportant matters, he began to talk of his ship, and pre sently he told him how glad he would be if nephews and nieces, with uncle and aunt, would pay his vessel a visit. Then the children all cried, ' Yes ! yes ! ' and auntie said she would go ; and they all went, so many of them, that they re quired two boats to take them on board. After running all over the schooner, spying out everything and asking all manner of questions about the masts, the rigging, and her fittings, the children began to feel a Httle tired ; so they all sat down by the mainmast, between it and the stern, to rest themselves. Then the captain spoke to them : — ' My dears,' this is exactly what he said, ' I am sure you would Hke me better if I was to tell you something to amuse you. Will you Hsten to a sailor's story ? ' The little ones were rather timid, and scarcely knew what to say ; in truth, they were surprised at being so suddenly spoken to ; but auntie, who was with them, told them it was"], [52, "40 TALES UNCLE TOLD. very kind of the sailor to offer to tell a tale of the sea, and she asked him to sit down by them, and then they were glad and kept very still, expecting the story to be commenced. Just then uncle came up from the cabin, so he sat down too ; and then he took a pencil and some paper out of his pocket, for he said to himself, ' I will write down the sailor's story, so that it shall not be forgotten.' After exchanging a few words with uncle, and asking him to explain the meaning of the difficult words he might happen to make use of, the sailor began his tale. First he coughed twice, then he took his handkerchief out of his hat, and then he replaced it, and then he twice cleared his voice, and now, feeling himself ready, he at once commenced — THE SKIPPER'S TALE. ' Man and boy, I've been a goodish few years at sea, with much of tossing up and down, and of roughing it. We do not always sail with a fair wind, and it's many a hard gale I've had to beat up against before now, but I'm thankful to say I've pulled through so far with no great hurt from the jolts and jars that Providence has thought fit to deal to me. It's about one of the roughest times of my life I'm going to tell you. Maybe, some nine years ago there was no Mary Anne afloat. Smart and trim as she now looks, and carefully as she has to be seen after, she never gave me so much thought and anxiety as when she was high and dry on the stocks before ever she dipped into salt water. She was my first venture. When I had saved money enough to make a start for myself, her I invested in. Her keel was laid, her ribs rose up from it, and slowly she got shaped and comely, and when the time came, a rosy little niece of mine, like you, miss, begging your pardon, (here he pointed to tiny Ellen) christened my ship as she was launched into the water. Then her masts were put in, her rigging was fixed, and her sails were bent. We smartened her up with paints and with some gay flags, and having laden her at Newcastle with a cargo of coals, we let go our moorings, and were soon, for her first time, at sea, M3' crew consisted"], [53, "COALS FROM NEWCASTLE. ■i- of four men and two boys, and I had also with me my old companion, WiUiam Trust. Will, as I always called him, had sailed with me ever since we were lads together. We were orphans ; had been born in the same fishing-village ; had romped together as youngsters, had been inseparables at sea. Now that I had got a lift — Will somehow never man aged to save money as I did — he went with me as mate. Not that it mattered about that, for we were brothers together in heart ; only, for the proper handling of the ship, I had to be captain, he had to act as mate. ' It was a day bright as the present one, as we sailed on that voyage from Newcastle. We were bound south, and before night-time had made a fair day's run, and the wind freshening towards nightfaU, we dropped rapidly down coast. Our voyage prospered until we were off Cromer. The wind began now to blow pretty strong, getting up a nasty short sea, which chopped about as the wind kept veering from north to east, meeting the ebb-tide. ' About nine o'clock, there was a stiff gale blowing with a heavy sea; when, having seen all snug above, Will and I went down to our little cabin to have a bit of supper. After that I was to turn-in, whilst he took the first watch on deck. ' However, I could not rest. It was more than anxiety about my ship, for I knew Will would attend to everything as well, if not better, than myself; nor was the weather so bad as to cause me any serious anxiety. Whatever the reason, rest, as I tell you, I could not, so I made my way up the companion-ladder and looked abroad. It was certainly a wild night. We were now running under our fore top-sail and jib. Overhead it was dark as pitch, occasionally lighting up with a flash of lightning. Around, the sea boiled and seethed, and the waves seemed to sparkle, as they broke, with a pale-blue phosphorescent light. One of the sailors was forward leaning over the bow, our look-"], [54, "42 TALES UNCLE TOLD. out ; by him stood one of the boys. A second man was at the wheel, and by his side stood Will Trust. I could just make them out dimly, indistinctly, as I stood by the main mast, when a vivid flash showed me for the instant Will, with his hair (his sou-wester was in his right hand) tossed and wild-blown by the wind. His face, always pale, struck me as looking remarkably sad, and this impression was per haps heightened by the livid glare for the instant thrown upon it. His eyes shone out distinctly, with almost super natural brightness, and for the moment were fixed upon me. His wild look, his pallor, his stare, startled me ; I never could, or can forget it. ' I fancy he must have j ust made some remark to the helms man, for I heard the latter reply — \" Ay ! ay ! sir, that's true enough ; smaU chance over there to-night.\" I say I heard this reply, but at the moment it reached me, an ugly sea broke over our port-quarter, drove me against the mainmast, which I grasped at with my arms, and fortunately, by holding on to some ropes, secured myself; though from the sharp and sudden blow against the mast, it was a moment or two before I recovered my breath. ' On looking up, I again saw the sailor safe at his post, shaking off some of the water, which had thoroughly drenched him. ' William Trust had disappeared. ' I rushed aft. Evans (this was the sailor's name) knew, as did I, that the cruel sea had washed William overboard ; and that on such a night there was not a chance of saving him. ' AU men could do of course was done. ' Not a cry sprang up to us from the sea. ' Only as I looked and marked each sparkle of the wave breaks, I saw once again, as the lightning played around,"], [55, "COALS FROM NEWCASTLE. 43 high on the crest of a dark wave, two helpless hands rise from its midst, a pale, pale face between, and two fixed, earnest eyes met mine. Then the Hghtning flash was gone, and with it I knew I had looked my last look at my old, old friend. ' So I then thought. ' A shrill cry pierced my ears — was it but the wail of the sea-gull, which flew past, storm-driven? It startled me, as weU it might. I, only, heard it ; Evans, standing by my side, noticed it not, nor had he seen aught ; but he said, as I had heard him say before, muttering it to himself this time, \" No chance over there to-night.\" ' So, sad enough at heart, on, on, through the seas to our distant haven. Only we well remembered the spot where last WUl Trust stood by the helmsman's side. ' Weeks, months passed by. ' One year had gone — once again I was on a voyage from Newcastle to a southern port. ' Once again, off Cromer, we were overtaken by a storm. Again the old restless feeling came over me, and I left my cabin for the deck. Evans, my present mate, was standing by the side of the man at the wheel. I leaned against the mainmast. The lightning flashed over the restless sea, and ever and anon lit up, both far and near, the tossing waves. 'No one was farther from my mind than poor William Trust. I know not why, but at this moment neither the scene which surrounded me, nor the incident of the anniversary had car ried back my thoughts to the far past. My good ship strained and pitched, as she battled on, making good progress, despite the savage character of the weather. ' One flash, up-lighting everything ! It was the last."], [56, "TALES UNCLE TOLD. 44 ' Why did I start so violently, why run so impetuously aft towards my mate, so that he too started as he seized me firmly and held me fast, uncertain of my intent ? ' \" There ! there ! \" I gasped, in my excitement. \" The face, the uplifted hands.\" ' Again ! Again ! ' Yes, once more I had seen him ; once more the death scene of poor William passed before my eyes. •As he sank, tempest-tost, that well-remembered night twelve months before, to the very day, the very hour, so he was again lost to me as the lightning-flash left darkness, in tense, impenetrable, over all. From this date I dreaded lest, on the next anniversary of the loss of my friend, I should again witness the fearful vision. Do what I could, it was impossible for me to shake off the dread which oppressed me. I studied how I should avoid passing the night on shipboard ; of all things, how I should avoid the track off Cromer, with which more im mediately my fears were associated. Yet I could not but feel myself possessed of this one idea — on sea, on shore, it signified not where, on that night William and I once more would meet. ' The night again came round. 'The Mary Anne was moored in the Thames. I had just landed at the West India Dock, and was strolling towards a friend's house. 'It was about nine o'clock, 'A big, burly man stepped out of a side-street ; in his haste he ran against me — I moved to one side — then started vio lently — for a firm hand pressed upon my shoulder ; a pale"], [57, "COALS FROM NEWCASTLE. 45 face bent towards me, and two searching eyes scrutinised me keenly. Damp and cold, too, was the hand. I could feel that distinctly as it pressed my coat against my shoulder. Rain was falling fast. I trembled violently. There is no use in denying it. Never had I felt more terribly the influence of such super natural visitations. ' \"Why,\" — and the voice was the voice of William Trust, — \" it's yourself, and no mistake,\" came cheerfully from the spectre. \"You little thought to drop upon me here; but as we have met, come along. I have a deal to tell you, and I cannot afford to part with you yet.\" And straightway the spectre placed his arm in mine, and we sauntered down the street. 'Was I dreaming? No. Here, in substantial flesh and blood, was William Trust, my old messmate, restored to me again. Many a time since have we talked over this strange adventure, and many a laugh — we can afford to laugh now — have we had over the ghost I saw that stormy night off Cromer. ' WiUiam had been picked up after floating for some time, almost miraculously, by a passing pilot skiff. He had no opportunity for seeing or writing to me before leaving for Australia, whence he had returned a few weeks before my meeting with him in London. WiUiam is now captain of one of my ships — the one which you see here, anchored close by the Mary Anne. 'Why, here he comes,' said the skipper, 'just in time. Here, William,' and he hailed a passing boat, 'come and let these little ladies and gentlemen have a look at you. I dare say they never before saw a real ghost ; and after seeing you, I am certain they will never be afraid of any ghosts, hobgoblins, or spirits they may happen to hear of, or to read about.'"], [58, "ALL THE WAY ROUND N C L E is getting old now ; but he is not an old bachelor uncle, for he has dear chil dren of hisovm to re mind him of the times when he too was Httle and young, of the boy- friends he then had, and of the merry games, the pleasant walks, and the happy days of long, long ago. He remembers well a poor man they used to call Billy Button. The boys were half afraid of him, half inchned, I am sorry to say, to make fun of him. He was an odd creature, for his dress (coat, trousers, and all) was covered, every bit of it, with buttons; buttons of all sorts, shapes, sizes, and countries. This was the reason why he was named Billy Button. For the rest, a poor, silly, inoffensive fellow, who"], [59, "ALL THE WAY ROUND. 47 capered and danced, money-begging; now still and quiet, slain, it is to be feared, by some wicked hands, murdered and robbed. We lads, too, were BiUy Buttons in a small way, for had we not many a bright brass button shining on our jackets, not to mention the row which was attached to the trouser band? These latter were named by us, I never knew why, all the-way-round buttons. I remember, too, how certain of us would invent some mischief, or teU some boyish tale of pranks played, each one in turn, until we came all the way round to the starting-point again. Sometimes in the college playground were these stories told; occasionally across our river, amidst the shade of rocks and woods ; most often as we clustered beneath the shrubs and bushes of a wild open down after our cricket or our foot-ball had disposed us for a rest. Silly stories, wild stories, mostly horribly terrible, and shortening of our night's sleep. Stories of the strange people, of the mysterious worlds, which fairy tales and fables had created for our imagination. Some of them, however, had facts for their foundation, and referred to adventures by land and by sea which had befallen ourselves or our friends — adventures trifling in themselves, but to us momentous — the events of our then young experiences. Memories of the far past picture in my fancy the friendly circle, the healthy ruddy faces, now laughing merrily, now still and awe-stricken, as the tales went round. The green grass our resting-place, the shelter of a bush our friendly shade ; some lying full length, others sitting tailor-fashion, all with faces turned towards the story-teller of the moment. Bright was the sunshine of those days, bright its reflection from aU around. Far off it fell on distant plains, and lighted up, so that it seemed a silver sea, the lake-like Severn ; then softened and mist-tinted the outline of far-stretching hills, where England passes into Glamorganshire, where Welshmen live — then beyond all the blue sky and space."], [60, "TALES UNCLE TOLD. 48 LOST AJSsD FOUND. ' I was staying,' said Henry, ' last autumn, at Minehead ; and we used to be pretty often up and down the coast in our schooner yacht. Such fine weather, too ! not a day but was thoroughly enjoyable. My mother and my sisters used frequently to accompany us. We all started one morning for a sail to Lynmouth and back— a favourite trip of ours. We made our outward voyage all well, spent a good many hours rambling about the West Lyn, not forgetting time for a capital dinner, and sailed, homeward-bound, just before the flood-tide began to make, and having a fair breeze, though sHght, we made way briskly enough. It was getting late as we passed Porlock. The first signs of twilight were rendering objects at a Httle distance uncertain in their outline, and a thin veil of mist was rising over the coast hills, when our attention was attracted by an object, moving. I do not re member who first noticed it, but sure enough we could all see as follows. 'The hills descend on this part of our coast, as you all know, with a sharp sweep seaward, covered with grass and moss, with occasionally heather or furze. On this steep slope sheep grazed in numbers, sure-footed on ground which is slippery, not to say dangerous, walking for us two-footed crea tures. Not many, but several feet of abrupt rock descent led from the grass slope to the sea. Beach there was now none at this particular spot, for the in-coming tide swept strongly past an adjacent point and broke direct against the cliff. Just off this point, where the outlying hill had a more lofty and sudden rise from the sea than elsewhere, we saw two or three rocks now isolated by the sea-water, but no doubt easily reached from the shore at low tide. ' On one, the chief of these, there was, without doubt, a living creature, for, insecure of its footing, we could note its wary movements as it mounted, higher and yet higher, to escape the fast rising sea. The hazy twilight prevented"], [61, "ALL THE WAY ROUND. 49 us from observing more, but of this there was no doubt — cut off from the shore, some life was here in danger and could be rescued only by ourselves. The tide was too strong to leave any chance by swimming, nor hereabouts could the cliffs have been climbed at any point by aught approaching from the sea. ' To bring the schooner to and man the dingy, was the work of a moment. We kept the yacht off and on, making short tacks, while we watched the boat pull in towards the rock, — watched it, the ladies especially, with intense anxiety. ' We could see them approach the rock ; and, after some delay, one of our party landed, stooped down, then rose, and, bearing something in his arms, re-entered the boat, and pre sently they were again alongside of the schooner. * A poor lost sheep, young, one of that year's lambing, had doubtless fallen from the hill above, or had wandered down one of the many narrow tracks which lead thence to the beach below. Straying to the rock it had been caught by the tide, and would have been swept away and drowned but for our passing aid. So quiet, so gentle, its instinct taught it to be fearless of the strong arms which bore it to the boat, for it never once struggled or even moved, but allowed itself to be carried in, to be taken out, as if recognising the help and acknowledging its sense of needing it. ' And we have it now, chief favourite with the girls, a bonnie blue ribbon round the neck its only sign of bondage. They call it Prince Charlie. When they indulge it with caresses, and cry \" Charlie is my darling,\" our father always looks grave. I suspect the words send his thoughts wandering back to the Prince Charlie of long ago, for he cannot forget how his fathers fought for him, and how they lost everything in battling for him and for his. Sad old times ! ' v;"], [62, "TALES UNCLE TOLD. 50 TORTURE. ' I daee say it was very uncomfortable for the sheep, very unpleasant ; but I have been in much worse quarters,' said Clement. ' The outer court of our college is surrounded by high walls ; on one side are a number of windows — amongst these a small window ; it is about eight feet from the ground, and the court is paved with smooth stones, hard stones of course. It is a lofty narrow window, eighteen inches wide, and a bar of iron divides it into equal halves. One pane of glass covers it, opening on the inside. When open there is left the iron partition and the two side apertures. The room to which this window gave light, and some little air, was used for caps and hats and coats ; each lad having his own peg. ' One Saturday all its contents were cleared away — the boys had gone. The window was open, the door was locked on the outside. I believe I was the last to leave. I was passing through the court, when two of the elder boys — I was quite a youngster then — full of fun, seized me, and, as they termed it, crucified me. Then they left the court, and I was its sole occupant. ' This is what they had done to me. Hoisting me up, legs first — I had no power to resist their much greater strength — they put one of my feet through one of the openings of the window I have described to you, and turned the toes of the foot across the bar. Then they did the same with the remaining, the left foot ; then, letting go my body and head, they left me suspended by my feet turned in across the bar of the window. Thus, as I looked, I saw feet and window and wall high up, and, above, the drifting clouds. ' Even if I could have disengaged my feet, I could not have let go my hold, for then down I should have fallen, and pro bably have cracked my crown upon the stones, the hard stones ; so I tried to raise myself up, pushing with my arms against the wall, in the hope of being able to reach -and grasp"], [63, "ALL THE WAY ROUND. 51 the bar with one of my hands. Could I have done so, I might easily have freed myself; but I failed, and again failed — in deed, missing my hold of the bar, when I made my spring, I fell back heavily, and hurt myself not a little by striking against the wall. Here I began to doubt of my ability to free myself, and grew not a little alarmed. With all this, I would not call for help, for like most of us boys I felt ashamed Id be thought unable to take every care of myself, or to get myself out of any trouble. Presently I grew hot about the head and face ; then giddy, and for a time I felt faint. Ere long, however, the giddiness returned, and with painful mockery of reaHty, walls, windows, all seemed to reel and dance before me. ' And now I laughed. No effort enabled me to control my self. I laughed loudly, I knew not why; then I laughed softly, and then again with noisy outburst. And now, greatly con fused, I remember but indistinctly that I made a frightened effort to raise myself once again, but again fell back heavily against the waU. My feet, cramped and stiff, seemed wedged immoveably ; and though I tried, regardless of the hard lap awaiting my descent, to disengage them, I was helpless to do so. 'Then strange visions passed before me. I saw scenes of my past Hfe, one after the other, distinct outstanding. Then came a blank. I was insensible. ' It was in the old porter's room I again spoke, and woke to Hfe. \"And a very narrow chance you have had of being choked and done for,\" did that authority truly declare. Indeed, if he had not gone into the court, and by good luck seen me, and with help, lifted me down (black in the face, he said, and dead like), it would, I really believe, have been all over with me. I was had up the next morning, and the head-master wanted me to tell him who had played this trick upon me. Of course I was not going to tell tales. I beUeve the two big fellows were really very sorry for what they had done. But for the chance-coming of the porter, it might have been no joke for them— as it was, it was anything but a joke for me. E 2"], [64, "TALES UNCLE TOLD. 52 THE EXPEDITION. ' We three — Richard, Charlie, and I— determined upon a journey of exploration and discovery. After deciding upon an early start at six o'clock in the morning, we further agreed to take as little in the way of incumbrances as possible. Careful deliberation ended in our settling upon the following Ust— ' Two poles about six feet long, to aid in jumping rocks and so forth. A strong clasp-knife, which was likely to prove useful in many ways. A tin-box and a fishing-basket, for carrying such curiosities as might be worth our notice. One comb, and one box of lucifer-matches. One pistol, loaded, and powder, shot, and caps sufficient for our expected wants. (Note. — This pistol belonged to us collectively, and for fear of its being discovered and taken from us, it had been care fully concealed by Charles for some time past in a deserted lumber-room — very wrong of us, of course.) A map of the country in a leather case, also a small note-book and ditto spy-glass. One knapsack, in common, for our provisions, including also one horn cup — this knapsack was to be car ried by each of us in turn. One smaU compass. ' Lastly, our money was produced and counted, the total amounting to three shillings and threepence. Richard was appointed treasurer, and it was agreed that all purchases and payments should be made after consultation, and only by him. ' Each one was to breakfast as best he might before the start; and we three were to meet on the home-side of a ferry which, in the first place, it was necessary for us to cross. ' We assembled punctually ; and after congratulating our selves upon the fine morning, proceeded to business. Our treasurer told us that he had been obliged to draw the sum"], [65, "ALL THE WAY ROUND. 53 of threepence from the common purse to pay for our crossing by the ferry. This was our first outlay ; for although one of us suggested that the river might be forded, we thought it better to go over in the usual manner. Whilst in this ferry-boat I discovered a new use for one of our poles. Thrusting the point of it into the water, I was able to make out the depth of the river, and found it to be exactly five and a half feet at the hour of six on the 1st of May, it being then nearly low water. In determining this important fact, I nearly met with a serious accident ; for overbalancing myself as the pole stuck into the mud of the river's bed, I had nearly tumbled into the water, but was fortunately caught just in time by Charles, who seized me by the legs, and so saved me the ducking I should otherwise have suffered from. Mean while Richard took advantage of the opportunity afforded by our crossing in the ferry-boat, to observe with our spyglass the road which we should have to follow after landing. His observations enabled him to report to us that we must first of all encounter a steep ascent of about four hundred yards, beyond wbich the roadway turned suddenly to the right, passing through a thick wood, so that he was unable to trace it further. Having disembarked, we distributed our baggage equally amongst us ; and Charles, who acted as scribe, took out the note-book and entered briefly the more important facts observed thus far on our journey. We then arranged our order of march : Richard was to lead, and upon him rested the responsibUity of keeping us in the right road; I followed, and Charles walked last, keeping a sharp look-out on all sides. ' We presently reached the point in the ascent at which the road turned suddenly to the right, and here we noticed that a number of loose stones were piled in small heaps by the side of the path. They had a very pretty effect, extending for a considerable distance, placed at equal intervals one from another. An aged man in the dress of the country people"], [66, "54 TALES UNCLE TOLD. was guarding them, and, oddly enough, was armed with an old hammer with which he kept striking at and breaking single stones, having apparently no other occupation. Keeping clear of this guardian of the stone-heaps, who, however, took no notice of our proceedings, we continued still ascending for about one thousand yards. In all this distance the road, or track, we followed was on either side Hmited by a wall built of the stones of the country, roughly put together. On the right-hand side a variety of ferns grew about the wall. All were unknown to us, and we therefore collected specimens and transferred them to our curiosity case. About this spot we also observed two of the children of the country, who ran away quickly on our approach. They appeared to be very dirty, and were covered with many-coloured cotton rags. One of them wore a sort of straw hat, with yellow ribbons ; the other wore a kind of boot on one foot, and on the other a stocking which required much mending. We tried to over take and engage them in conversation, but although we called loudly after them it was evident to us that they could not or would not understand anything we said. ' At the top of the hUl we came upon a spot where four roads met. Here Richard requested us to stop. We did so, and he then produced and opened our map. We con sidered it useless to follow the roads which were compara tively well known, but preferred rather to leave them at this point, and to work our way directly across the country. Be fore doing so we partook of some light refreshment, and were in the act of recommencing our journey, when Charles noticed a strange bird of a dull-brown colour, which had approached incautiously near. With Charles it was the work of an instant to aim and to fire at the beautiful creature, and we had the satisfaction of adding one more to our list of curiosities. This bird, it may be well to mention, bore a close resemblance to the town sparrows met with in several of the cities of this country. This, however, we learnt from subsequent observation. ' With some difficulty, and with considerable hurt to our"], [67, "ALL THE WAY ROUND. 55 clothing, we managed to climb the wall which here obstructed our line of march, plunging at once into a dense forest. The opportunity offering, I here cut for myself a thick stick, and, as the others were provided each with a pole, we were now fully prepared to face any dangers which we might encoun ter. The first use of my stick was a remarkable one. I had but just fashioned it to my liking, when a rustling in the grass near my feet attracted my notice. Presently I saw gliding rapidly from us a large serpent : so quick were its movements I believe it would have escaped, had I not for tunately at the first dash which I made in pursuit of it managed to render the reptile momentarily still by a well directed blow. My companions joining me, we surrounded and vigorously belaboured the creature, and after a conflict, extending from first to last over half an hour, we gained our point, and placed the body of the snake in our curio sity-box. This was now rapidly filling with the specimens we had thus far secured. ' Emerging from the wood, we traversed a plain over seven teen hundred yards across. It was covered with grass, and would have been pleasant walking but for the fierce heat with which the sun glared down upon us. Despite this and the fatigue natural to our prolonged exertions, we reached the further side, and finding the friendly shelter of some noble trees (eighty or ninety feet we reckoned them in height), we again halted for rest and for refreshment. ' From this spot we had a grand view of the surrounding country, undulating plains, wide-spreading forests, in which oak-trees largely predominated, and, bounding all. a range of lofty hills. We could not help regretting that no sheep were to be seen on the grass-land before and around us — especially on the well-watered plain country — and felt sure it would be a fortune to any one who might have the good luck to convey some flocks to this distant district, where they are certain to flourish amazingly."], [68, "56 TALES UNCLE TOLD. ' Having risen and re-distributed our baggage, we again set forth, stiU travelling over the grass country. A somewhat rapid descent brought us after a time to a river, the waters of which moved sluggishly from left to right. This was a diffi culty in our way we had not anticipated, for the stream was at this point wide, and apparently too deep for fording. After vainly searching for some point at which a passage might be attempted, we were nearly giving up all hope of succeeding in our object, when on examining the course of the river in a direction opposite to that which we had at first followed, we fortunately discovered an island, which here divided the stream into two channels of nearly equal width. Here»Richard took a good run, and planting one end of his pole in the river bank and grasping the other extremity with both his hands, he gave a great spring, and thus, aided by the impetus of the run, he, to our great deUght, landed safely upon the island. I foUowed in like manner, and then tying together our poles with our pocket-handkerchiefs, we were able very conve niently to receive from Charles, who attached them one after the other to the end of the united poles, the whole of our luggage. Then throwing one of our poles to Charles, he too was able without hurt to leap on to the island. ' It was whUst resting upon its ground we noticed that our compass indicated that the whole surrounding country had in some wonderful way turned round, for north had become south, and east had changed to west. This we observed as we passed the compass from one to the other, and it was agreed by all that this extraordinary fact should be noted for the information of our classical, or of oui- mathematical master, for we were not sure to which department it ought to be referred, 'Here also we tried to catch some fish known to the inha bitants by the name of eels. Owing, however, to their activity, and extreme slipperiness, we failed in obtaining a specimen for subsequent examination. Here also we refreshed ourselves, and were grieved to find that our provisions were beginning"], [69, "ALL THE WAY ROUND. 57 to run short. We therefore agreed to limit ourselves to one biscuit every half-hour for the remainder of our journey. * Here, also, overcome probably by the almost tropical heat of the sun, we grieved to notice that Charlie began to turn pale, and complained of faintness and even of giddiness. Nor was he freed from these distressing symptoms until he had long endured them, which he did, I regret to say, with out the slightest attempt at resignation. A series of violent spasms, followed by what seemed to be a great contraction of the stomach, with loud groans, suddenly, however, and con trary to all expectation, effectuaUy reUeved him. As his health returned, his appetite became great, and before long we felt ourselves free from all anxiety on his account. ' After crossing the second of the river-channels we were compelled to leave Charles under the shelter of some shrubs, whilst we two explored the vast plain we were now traversing ; for the loud barking of some animal made us suspect that natives of the country could not be far distant, and as we did not know how we trespassers might be received, it was necessary to proceed with caution. ' Presently we came in view of several dilapidated huts, or cottages, as we afterwards learnt they were called in the rather high-flown language of these districts ; and at the same moment were viciously attacked by an animal resembling a dog, which rushed out upon us from an adjacent hedge. Again and again he tried savagely to seize us, but as often, partly by our nimbleness, partly by well-directed blows from our poles, we were enabled to escape. The howling of the beast, as he felt the weight of our sticks, brought from the adjacent huts several women and a number of children, who, arming them selves with whatever came to hand, began making for us, evidently bent on mischief. We were surprised and grieved at the sight of this hostile reception, for we had been espe cially anxious to make friends with the people, and if possible"], [70, "58 TALES UNCLE TOLD. to obtain from them a supply of such simple food as they might happen to be possessed of. 'As, however, the male population might at any moment come to the aid of the others, and as we were anxious to avoid a conflict, we took to our heels and retreated rapidly, not be fore Richard had inflicted a demolishing blow upon the head of the savage beast, which left him stunned for the moment and lying in the road. ' We were not pursued far, so quickly returning to Charles we compelled him, ill as he was, for his critical seizure had not at this time occurred, to accompany us in making a wide detour, by which means the inhospitable viUage was avoided. ' Rest and refreshment being needed after our unpleasant adventure, we halted, and here the last of our provisions were consumed. Charles being still unwell, we two kindly consented to eat his share for him. ' A long march of many hundreds of yards brought us to another native village, the inhabitants of which received us with kindness, blended, however, with curiosity, for they stood in numbers at the doors of their huts and watched us as we passed. At one of these huts we succeeded, partly by word talking, partly by signs, in obtaining some milk, which was served in a large earthen bowl. We marvelled much at our luck in obtaining this luxury, as nowhere on our journey had we seen any trace of cattle, nor had we observed any chalk hills in the vicinity of our route. Here we also obtained a supply of a soft material, but not at all bad eating, which they named ' bis-kits), very different, however, from our own bis cuits, although the names have a somewhat similar pronun ciation. We had to pay a considerable sum of money for these supplies. ' Another tedious walk of three thousand yards brought us to the summit of the hills which had for so long bounded our"], [71, "ALL THE WAY ROUND. 59 view, and which were destined to be the limit of our expedi tion. On reaching, after a wearisome ascent, the topmost height, judge of our surprise when we beheld, stretching away as far as ever the eye could see, a vast ocean, still, and silent, with no sign of Hfe upon its waters. So totally unprepared were we for this great discovery, that for a time not one of us could speak.' Th flatted tines indicate the Route. 39 -\\Voodeil oountry- t Sattina spots. Here George became fatigued, and Charlie, at his request, continued the narration. ' I had quite recovered by this time from my severe illness, and could thoroughly enjoy the beautiful scene, and enter into the spirit which prompted us to rush violently down the"], [72, "TALES UNCLE TOLD. 60 hill-side, and plunge our feet into the waters. Not content with this, we took advantage of the opportunity for a swim, and boldly walking through the surf enjoyed ourselves for some time in the refreshing bath. Then landing and dress ing, we longed in vain for refreshments. At this moment, a grave question arose as to the name which we humble dis coverers should give to this vast ocean. Many a one was suggested, but eventually we agreed to call it after our head master, to whose kindness in giving us a holiday we were in debted for the opportunity of making these researches. ' Wandering about on the beach, we collected and trans ferred to our curiosity-box, \" hermit-crabs,\" after vainly trying to get them out of their stolen shell-houses; \"star- fish,\" one of which fastened itself by its suckers so tightly to Richard's coat, that he had to wear it there until it fell off through drying up and dying ; \" anemones,\" of many colours, which we separated with portions of the rock to which they were attached, and preserved in salt water in our horn cup ; a \" razor-sheath,\" which we snatched up quickly out of the sand before it had time to bury itself deep beyond our reach ; limpets we caught unaware, before they could pull down their shells and fix themselves tightly to the rocks. These, with pipe-shells, sea-eggs, and yet more, we added to our curiosity list, already long. 'And then reluctantly we prepared for our return-journey, for the period of the day necessitated that we should start at once if we intended to avoid the troubles which would sur round us if journeying at a later hour. So we again mounted the hiUs, and after leaving on the highest point one of our poles, with our flag proudly flying from its top (this flag was an old red pocket-handkerchief, and belonged especially to George), and at its feet a bottle, empty, to commemorate our exploits, we moved quickly down the opposite slopes, and as sea and distance were lost to view we hastened on, making rapid advance homewards."], [73, "ALL THE WAY ROUND. 61 ' It is needless now to relate how we toiled for thousands of yards, wearied and worn. After undergoing great hardships, oppressed by thirst, and all but overcome by hunger, we at last reached a river, which we had little difficulty in recog nising as a continuation of the stream we had crossed on our outward journey. We observed, however, to our surprise, that its waters now flowed in an opposite direction, viz. from right to left, a fact of which no doubt could exist, as we care fully investigated the subject as we forded from one bank to the other. This we did with great difficulty, and at some risk, by torchlight, that is to say with the aid of the Hght obtained from the lucifer matches with which we had for tunately provided ourselves. It was growing rapidly dark. ' A halt became necessary after this untoward transit ; but rest we could not, so rising, we again resumed our walk. Wet, weary, hungry, but no longer thirsty, for we had partaken freely of the water of the river. Presently, black night over took us, and it became impossible to note accurately our further proceedings. Briefly it may be mentioned that when least expected, we feU in with one of Her Britannic Majesty's postmen, with whom we continued for the remainder of our journey, and of whose politeness and agreeable company we cannot speak without a word of grateful recognition. He acted throughout as our most careful pilot, saw us safely across the water, and bade us a friendly fareweU as we parted from him for our respective homes. ' The results of our expedition had been most gratifying to us. Besides exploring a new country, and discovering a vast navigable sea, we had brought home evidence of valuable sheep land, of extensive oak-forests, and of the existence of a river in which the water flowed in varying directions at different parts of its course. We had determined a remarkable revolution of the earth, as shown by our unerring compass ; and, as lesser matters, had held converse with the natives, and had secured treasures of natural history, plants, birds, serpents, and ma-"], [74, "62 TALES UNCLE TOLD. __ie animals, from the after-examination of which much profit must eventually accrue.' CharHe stopped at this point, and did not enter for the pre sent upon the fate of these several curiosities. Many years have passed since this walk was enjoyed by three little lads. Uncle has made up a story from what he recollects of their adventures, for after all this is only one of uncle's tales ; but he wishes his boys and girls to remember that there are English travellers who really do see strange things, and who discover new countries and seas before un known. Uncle wishes, too, that many modern travellers would not write such big books all about themselves and their ad ventures, but be content with the little marks which are added quietly to the maps in honour of their discoveries, and with a short account of things really new, not of old things in thread bare clothing. LONDON PBINTHD Bt 8POTTI8WOODE AND CO. 1. BW-_.TR__.___T SQUABS"], [75, ""], [76, ""], [77, ""], [78, ""], [79, ""], [80, ""]]