[[1, ""], [2, ""], [3, ""], [4, ""], [5, "VARIUM"], [6, ""], [7, "VARIUM. LONDON: L. BOOTH, 307 REGENT STREET, W. 1858."], [8, "LONDON Printed by G Barclay, Castle St. Leicester Sq."], [9, "VARIUM. \"Don't keep him in too tight, marm,\" was Mr. Gruffey's almost immediate advice upon Alan Percy's birth. \" Don't keep him in too tight, or he will be all the worse afterwards. Youth is like an arrow when once let go, that one will go farthest which has been most pulled back.\" There was very little necessity for impressing the duty of indulgence upon Lady Percy. The doctors attributed the premature decay of some of Alan's teeth, entirely to the great quantity of sugar he was allowed to eat at this early age ; and when Mr. Gruffey saw how he would scream and kick at the least disregard of his demands, throw himself upon the floor, like the poet's eye \" in a fine frenzy rolling,\" he advised a change of diet for his young friend, and prescribed a medicine less agreeable but much more salutary in its outward applica tion. B"], [10, "2 VARIUM. But Lady Percy shook her own head, and patted her boy's, and the spoiling went on much as ever. But Mr. Gruffey had not to growl and grumble at it for long, for illness took away the boy's mother before he was ten. It was only three or four days before her death that she sent for Mr. Gruffey, and as he stood by her sofa, and took up the listless worn hand that she languishingly stretched towards him, she com mended her son to his care. \" My husband, my dear husband, will love him for my sake ; but I do not think he will know much about children, so I wished to put him under your hand (her own hand was patting the boy's shoulder). Look after him occasionally, and shield him when it is in your power from the buffets he will meet. (Her hand went on patting the boy's shoulder rather quicker; and then she went on.) \"A few years ago I should never have thought of asking of you such a thing, but now I know you better — much better; and will you, Mr. Gruffey?\" He took her hand from the boy's shoulder, where it had remained, and as he bent over it and promised, his face had a tender, generous look ; it generally wore a satirical, rather broad expression. And so he saw her for the last time. Lady Percy makes but this brief appearance,"], [11, "3 VARIUM. and disappears from our story. It was only neces sary to mention her, and this scene, to account in some way for the affectionate, long-suffering, tender regard, that Mr. Gruffey ever bore to Alan. He generally disliked children, and snubbed Alan in particular, but he was kind to him from that day ; he was kind to him that morning, when, with scared, tearless eyes, the child heard what had happened ; he was kind to him when, an hour after, the child had been able to weep, and had thrown himself in a passion of tears into the old man's arms ; he was kind to him when, towards noon, he began to revive, and ate a good dinner ; and he was kind to him in the afternoon, when he began to laugh, and trundle his hoop, and shout, as if nothing had happened ; and it is not Mr. Gruffey's fault if he is not near Alan now in his old age, to smooth and make easy that great step he will soon take, as he has smoothed and made easy so many for him before. One of the first acts of Mr. Gruffey's good nature was sending Alan, who had grown quite unbearable, and the plague of the whole house, to school. \" Eh ! yes,\" said Lord Percy, when he proposed it to him ; \"make a man of you, my boy.\" \" Make a boy of you, my man,\" said Mr."], [12, "4 VARIUM Gruffey, who used to snub Alan's airs and pre cocity. He recommended the great public school at Melford as the place for Alan's education. In those days there were, I believe, not the popular outcries for a mild system of education ; still there was an occasional tendency that w7ay, and Lord Percy appeared to be a little impeded by it. But Mr. Gruffey would not hear of this ; it was princi pally for the purpose of being flogged that Alan was to go to school at all; not for any fault in particular, but to teach him that he was a boy and not a man. Besides, Mr. Gruffey had been to such a school when young, and he thought it the best sort of thing : his mind was very conservative, and very slow to take in new impressions, and he over ruled Lord Percy, so that Alan went to Melford. The great Doctor Brushby was a master who was not likely to disappoint Mr. Gruffey's desires with respect to Alan. He appeared to regard lying, false quantities, and idleness, as the faults x.a.r l^oyjiv, as he would himself express it • and whilst he would regard with lenity everything short of these, or a wrong concord, on occasions when such offences were committed he punished with unexampled severity. He never failed to tell the boys that their sufferings were"], [13, "5 VARIUM. hugely eclipsed by his own ; and taking this into consideration, we can scarcely sufficiently admire the almost Roman Catholic energy and frequency with which he suffered his self-inflicted torments : the stern face, and hard, unbending smile, usually attributed by painters and writers of romance to the ancient devotees of that persuasion, were very observable in him. Nor were milder expedients wholly neglected in these more practical exhortations. Nearly every week a letter arrived at Melford from Lord Percy himself — that pillar of Art, that last of the Patrons, as he has been called. The men of letters who assembled at his house, and ate the learned meals prepared for them there, were unanimous in praising their excellence : never were seen such elegant inducements to the paths of virtue and knowledge ; some of them cast Lord Chesterfield himself into the shade. How could the son resist those delight ful precepts, those glowing exhortations to study and cleanliness ? Lord Percy' was a great admirer — and who is not? — of the works of Addison. He would seek to imbue his son with the same polished taste, — he recommended them to his leisure hours. \"It is to the grace and fire of his pen, I frankly confess, that I owe that style of which I am now master.\""], [14, "6 VARIUM. How noble was his recognition of the \" poet Shakspear's\" genius! \" Unappreciated in his own age, his works have engrafted themselves into the standard litera ture of our own ; they cannot be too often studied ; they form a work never too much to be admired, and without which but few people could get on ;\" together with other remarks, that my reader may have heard describe the Latin Grammar in his youth, and which Lord Percy had applied to books without number before. It was not at this time that Mr. Gruffey in terfered practically with Alan's education, but when Alan became a little older, and varied be tween a thoughtful, conceited melancholy, and a pragmatic, ignorant boisterousness, Mr. Gruffey's snubs were of the greatest benefit to him. \" You are fifteen, to-day,\" said Lord Percy, to him one holiday ; \" it is a turning-point in your life : the manner you spend the next three years will influence, to a great extent, the rest of your life. And then,\" he added, in a more playful tone, \" you should go and ask Mr. Gruffey to write you a copy of verses — a birth-day ode.\" \" He has written a copy of verses,\" exclaimed Lord Corrle, a cousin of Alan's; he was a red headed merry boy, and of Irish extraction, and"], [15, "VARIUM. 7 used to spend a good deal of his holidays with Alan, — \"He has written a copy of verses,\" he said, brandishing a paper above his head. Lord Percy took it delicately between his very white finger and thumb, as he read as follows : — \" And ere twelve the smart Of Cupid's arrow touched poor Strephon's heart. On him in turn two things inflict their pain, ■ Now Chloe's eyes and now his master's cane. Latin and love fill evermore his head, Rods and refusals are his constant dread ; Various his doings — now at Chloe's feet Pouring his vows, now huying sucks to eat, Love-songs to write, and lexicons to search, To hend before a beauty or a birch. ' Take down your trousers!' ' Oh, mercy ! sir, oh!' ' Take me for ever .... and ' Fie, Strephon! no.' From him two evils ask alternate sighs, — The master whips him, and the maid denies.\" These lines, which Mr. Gruffey had either found in some prologue, or had more probably written himself in that twisted antithetic style, which was not then unfashionable, he had declared to be very well suited to Alan. Corrle had got hold of them, and had produced them as above. Lord Percy read them with a critical air, and then said (for so disinterested a lover of literature was he, that, Brutus like, he could sacrifice even a"], [16, "8 VARIUM. son to it), \" Good ! very good ! exceedingly good, Mr. Gruffey !\" But Mr. Gruffey neither fell on his knees to pour out his thanks, neither did he appear to hear the praise, for he was wrapped up in his newspaper : and poor Alan, who had very nearly persuaded his cousin Mary that he was in love with an opera-dancer . . . . ! What need to describe Lady Penrose? Has the memory of her beauty, good humour, good sense, and perfect manner, so perished as to need a description from my humble pen ? She was one whom calumny, which generally, like the vile crow, perches upon the highest trees, scarcely dared to assail, not even in those early days when, as a young and beautiful wife, she had launched into the world alone. Many were the temptations to which her husband, neglectful of her, had exposed her ; but she had passed through them scathless : there was not \" the smell of fire \" on her garments, and not even Miss Revwyler had anything against her ; the fair saint had passed through the strong stormy strife, and with her large jointure, great position, and spotless reputation, could survey the contest going on below with calmness. Not that Fortune, inexorable to all, had passed"], [17, "9 VARIUM. her by. Let those who complain of the strokes of that goddess at least admire the skill with which she inflicts them ; how she carefully sounds every part, until she knows to a nicety what part is most capable of pain — the very square inch most sus ceptible ; then, whip ! with the dexterity and pre cision of a fly-fisherman, she draws the double knot of her lash again and again across the tender spot. She scorns to touch a sound limb. Whoever heard of a man who was tired of his wife, becoming a widower ? But let the Romeos and Othellos have a care, — she sits like a cab-driver on high, and rubs the galled spots of the jades below her. Oh, cunning goddess ! hadst thou resigned to me the scourge, and bid me choose the place where I should apply it, what should I have done ? When that which has annoyed her would please every other mother ; when Ladies A, B, and C, are dying for it ; when Mrs. D, E, and F, are so fond of it, that they make out they have got it when they have not. But thou, 0 astute ! didst take thy measurings well when thou pre sentedst her with that handsome daughter. But all this is too strong, and indeed almost all words are so, to paint the feeling which pos sessed, — and that again is too strong, — let us say,"], [18, "10 VARIUM. pervaded Lady Penrose. As a man, when he paints a rainbow, misrepresents it by three gross colours in a row, so may I have done ; but just such a fleeting, undefined, scarcely admitted ex istence as the rainbow, had this feeling in her heart. She never was unkind, or said anything but the tenderest things to her daughter ; but there was a something, which made another something between them — it was an amiable disinclination to her as she grew up, so that Esther was a sort of shadow in the house. And the more this shadow lengthened and grew, the nearer she knew her evening to be approaching. Not that she was jealous of Esther, or was otherwise but sincerely glad when she was praised for her good quali ties or beauty ; but she was jealous of time, of the increase of which Esther was the mark and sign. Truly, O goddess, it was a cunning stroke ! Now, if you had wanted to put everything smooth, which no one was ever fool enough to suspect you of doing, you would have given the son to Lady Penrose and the daughter to Lord Percy. What a tender love for this son it would have been ! what an interest in his games ! what a sorrow for his absences at school ! what a yearning for the waywardness of his youth ! with what"], [19, "VARIUM. 11 prayers she would have watched during the ab sence of her prodigal, and with what thanksgiving and triumphant hymns of rejoicing she would have slain the fatted calf for him on his return ! And, on the other hand, supposing Lord Percy had had a daughter instead of this great hulking boy, who was always bothering him by getting in his way, and being idle at school and noisy at home, and what not ; what a life of pleasant ex citement, to get her asked to this ball and that party ! How he would have nudged her when my young Lord Corrle came by ! with what an easy dignity the forwardness of young Mr. So-and-So would have been checked ! what But it is too pathetic to proceed : there was never a mother in England to beat him, and all this talent was squan dered on a boy ; \" and it was a great lubberly boy, Master Page !\" Lady Penrose was a cousin of the late Lady Percy, and had been brought up with her. It had always been a darling project of the two families into which they had married, that their respective children, when they grew up, should be united. Lord Percy had been singularly taken with the idea, and when Alan was eighteen was very anxious to bring him to London to meet her. But Lady Penrose did not wish to bring her daughter"], [20, "12 VARIUM. out so soon, aud it was put off until the next year, after Esther's birthday. Though this was dis appointing to Lord Percy, Esther did not care the least ; she was only too happy to stay another year in the country — she did not want to go to that horrid smoky London ; she did not want to get married ; she did not like men (she had seen the butler, and the gardener, and the clergyman); she did not mean to make herself the slave of any one, and would live and die an old maid, &c. But at the appointed time, and when Alan was a little more than nineteen years of age, they were both brought up by their respective parents to London. Alan was just returning from his first visit to Lady Penrose : he and Mr. Gruffey had met outside, and came into the drawing-room together. Corrle was sitting there — he and Alan had not met for some time ; the former had left Melford nearly two years, and was leading the life of a gay bachelor in London. He was very much altered from what Alan (and, may I hope, the reader?) remembered him ; his head is disguised in the powder which was the fashion of the day. This, though it may conceal the colour of his hair, heightens that of his complexion, which looks out the richer and ruddier for its pale adornments. Alan found him stretched upon the sofa, with"], [21, "13 VARIUM. an air nearest approaching to a fashionable languor that he had ever seen in him ; there were not more than three of his limbs moving up and down. He saluted Mr. Gruffey ; and having for two seconds made an exquisite attempt to appear not to know his cousin, recognised him, and welcomed him with an air of the most elaborate politeness. \" How are you, my dear Alan ? I have not seen you this age ; how grown you are ! What have you been doing with yourself? Have you come from the North, or Melford?\" \" I have come from Melford,\" said Alan, with a sort of half blush. \"What did you say about Melford?\" said Corrle, awaking from a reverie that must have lasted the whole time that Alan took to make this reply ; appearing to forget that he had made any remark to occasion Alan's intelligence, \" Melford ! \" he repeated, as though struck by the name. \" Ah, ha ! by the way, I suppose you have just come from there ! Got tired of it, eh ? Come up to amuse yourself in town ? Are you going to Lady Mount joye's to-night?\" \" No,\" said Alan. \" I am,\" said Corrle, with a superior smile. \" Corrle is going to Lady Mottntjoye's to-night,\" Alan remarked, with emphasis, to Mr. Gruffey."], [22, "14 VARIUM. \" She asked me to go to dinner, but I thought it would be such a bore that I refused. She asked him to go to dinner, but expecting the enter tainment would be dull, he refused,\" said Alan. \"Now, puppy!\" said Mr. Gruffey, — it was by this term of endearment that he generally addressed Alan. \"There's not a bad ball on Friday, that I dare say you might get asked to !\" said Corrle. \" Whose ? Lady Penrose's ? I am going there.\" \"Are you?\" said Corrle. \"Yes! Are you?\" \" Well, I have not been asked yet ; but I dare sav I shall be.\" \" That's all right j we shall meet. Do you knoAV Lady Esther?\" said Alan. \" No ! not precisely.\" \" By Jove ! she's such a nice girl ; tall, you know ; and such an eye, that \" Corrle believed he had seen her in the Park. \"By Jove! you're not likely to forget her, if you see her once.\" Corrle dared say but there were so many pretty girls in London, one hardly knew them apart; it required quite a discriminating eye to do so."], [23, "15 VARIUM. \" By Jove ! there's no fear of your confounding her with any one else.\" \" Why, Alan, one would think you were quite smitten. Now you take my advice, my dear fel low, — don't you go falling in love like that. I have had more experience in women than you.\" \" What, Miss Antonia Brushby,\" said Alan, (this was a very sore subject, and one that we have no intention of unripping). \"I wonder if she's got that lock of hair still that you sent her by the pastry-cook in a gooseberry -tart? By Jove, Corrle, she'd hardly know the hair ! How lucky that people wear powder ! \" \" Why, what a fellow you are to laugh at one !\" said Corrle. \" Lick him, Corrle! lick him!\" said Mr. Gruffey, who had been paying a lazy attention to this con versation from the other end of the room. \" Oh, he's a philosopher,\" said Corrle : \" it's no use knocking him down; nothing but an idea hurts him.\" \" It is not very often that an idea strikes you, Corrle,\" said Alan, maliciously. \" Well, I know that I am an ugly fellow,\" said Corrle, returning to the train of thought Alan had suggested, \" but I've got pretty good feet ; \" and he looked down to his tolerably well-turned ancle."], [24, "16 VARIUM. \" I beat you there out and out, and women think a good deal of that, you know.\" And then, with all the aplomb confidence and practical superiority which having been out two years to Alan's five days gave him, he added, \" that they do. Ah !\" he said, with a sort of sigh, \" if it was not for my features I should be a devilish good-looking fellow.\" \" I have not half the turn for getting on in society that you have, apart from your feet,\" said Alan, good-naturedly. \"Why, you are quite a mi racle ! I remember when you came up from Melford quite — quite — I don't know what.\" \"Shy?\" suggested Corrle. \" No, not shy precisely — forward, I was going to say ; quite forward : but it wanted a very few weeks to polish you up into the reserved, self-possessed, composed person, we all admire. Why, it was only two months after you had left Melford that you paid us that visit there ; don't you remember how you buttered Brushby and tipped Forster?\" \" It was you I tipped, was not it?\" said Corrle. No; Forster, — Tolly Forster.\" You it was, I swear ! \" \" No ; Tolly Forster, I vow.' \" Anyhow, I was very much altered ; w7as not I?\" said Corrle."], [25, "17 VARIUM. \" Why, you had something unusual with your head, — a hat, I should not wonder. No one \" \"I was a different man,\" said the other, kicking his heels together. \"You, too,\" he added, in a consolatory tone, will soon get into ways. Why, it's not a week since you left Melford, and I believe you are altered already ! Why, it's rather a step to be in love with the prettiest girl in London.\" \"In love?\" began Alan. . . . but all further conversation was put a stop to between the two by the appearance of Lord Percy, who, after a few remarks to Corrle, inquired of Alan if he had paid his visit to Lady Penrpse? \" Yes,\" said Alan. \" And did not he think her a very charming person?\" \"Yes,\" said Alan. \" And was there any one else there ? \" and Lord Percy supposed he did not see her daughter, — Ellen, — Esther, — what was her name ? \" Oh ! did not he?\" said Corrle. \" What sort of a girl was she ? was she pretty, did he think?\" \"Oh, don't he?\" asked Corrle again. \"Pier mother was pretty,\" said Lord Percy. \" Do hold yourself up straight, Alan.\" When the two young men were gone, Lord c"], [26, "18 VARIUM. Percy asked Mr. Gruffey eagerly what he thought of Corrle. \" I don't think he's got such a good manner as poor Alan even : what do you think ? I think Alan anyhow beats him in figure. Corrle's just a little bit thick, eh eh ? \" Got a better foot,\" said Mr. Gruffey. \" No, no : do you really think so ? \" said Lord Percy nervously. \" I tell you what,\" he continued, fidgeting across the room, \" I can't help thinking his shoemaker is not a good one — does not do him justice. So if it's only his feet — and I agree with you that there's no doubt about the rest — it's all right ; I must make him change to some one else. I wonder who makes for Corrle ? \" It was not long afterwards that Mr. Gruffey was talking to his old friend, Jack Hargrave, when the great and celebrated dandy, Mr. Hunt, came steering past them. I am sorry, but scarcely sur prised, that he did not pay that respect to superior age which is due from every young man : he did not accord the least attention to Mr. Hargrave's remark upon the weather, and sauntered past with a cool stare at Mr. Gruffey. \" Look at that puppy,\" said Jack ; \" by Jove,"], [27, "VARIUM. 19 what good a kicking would do him ! He wants a regular taking down ; and what's more, he got one last night. By Gad ! I'd have walked twenty miles rather than have missed that. Know Lady Penrose's daughter? Fine girl — devilish fine girl — only looks deuced haughty. Last night was her first ball, and she did not know any one, I suppose ; for there she was, standing three or four dances running by her mother, when up comes my young puppy. ' I suppose you'll dance, Lady Esther ? ' he says; 'I suppose you'll dance?' I half ex pected her to go down on her knees to thank him, — it's astonishing how many of your girls would. I know, if I was a girl, I'd see him at the d — 1 first. But she did not ; not she. She said, cool as any thing, ' Let me see . . . well, as apis-aller.' How he bit his lips ! And so did many people about, to prevent laughing : not that I did ; I laughed out loud ; and I shan't be unhappy if the puppy heard me. And she served him quite right, I say. And then, by Jove ! to see her take his hand in the pis-aller style ! Begad, oh it was fine ! I'd have walked twenty mdes, gout and all, not to have missed that. Hallo Hunt, is that you ? Saw you dancing last night with Lady Esther Penrose. Another conquest ? Sly dog ! eh, eh ! \" And he went on hobbling about the room, telling the"], [28, "20 VARIUM. story to as many people as he could find to listen to it. Mr. Gruffey knew Lady Penrose, and imme diately, and upon the strength of this anecdote, went and made acquaintance with Lady Esther. He complimented her upon the spirit she had shown. Esther blushed, and Lady Penrose said Mr. Gruffey was very good, and turned the con versation upon some other topic. Not that in private Lady Penrose failed to remark upon the conduct of her daughter. It must indeed have been disagreeable to her, who possessed such a perfect manner, that her daughter should always grate against her favourite notions upon this point ; it was only last night that there had been rather a scene between them. \" I do believe I've got a very* quiet temper,\" began Lady Penrose. \" That's the worst of it,\" thought her daughter ; \" if she would only speak out, and be angry, and have done with it \". . . . \" I do not think I am very exacting,\" her mo ther went on, in a cold, tart tone, \" when I request my daughter to behave, not like a lady (I have ceased to have any hopes of that), but like a woman.\" \"How do you mean? what do you mean?\""], [29, "VARIUM. 21 said Esther, very red, and standing up before her mother ; \" in what way am I not ?\" \" It is folly, my dear, by behaving rudely, to try to prove that you are lady-like,\" said Lady Penrose : \" but I must say, it sometimes strikes me with astonishment how I came to have such a child.\" \" I'm sure, so it does me,\" says her daughter : \" you ought to have had some one out of a fashion able novel, some Lady Hermione Obscuriana for a daughter ; we common-life girls never suit you.\" \" If by ' common-life girls ' you mean girls who insult their mother, — who repay the long hours they give up wholly and entirely for them, only with impertinence and disrespect, they will not, indeed, do for me. Hush ! hush ! you wicked girl ! though I am such a bad parent, at least I will save you the sin of speaking i to your mother a second time like that.\" Though she began this speech angrily enough, she ended it in a sad, sorrowful tone. Her daugh ter's conduct cut her to the quick. A silence, very indignant upon Esther's part, ensued < when, after a few minutes, she came up with her great eyes all full of tears. \" Oh ! can you ever forgive me ? How wicked and horrible I have been ! Can you ever forgive me, and love me as you did before ?\""], [30, "22 VARIUM. \"I knew, my dear, when you reflected you would see that you were in the wrong,\" her mother said, as she received the kiss her daughter gave her. \" Indeed I did not know that what I did was so wrong. He came up and looked at me in the most impertinent manner, and then he asked me to dance, and I did not know I was doing so wrong.\" Her mother laughed quite good-humouredly now, and told her \" that some girls thought it such a compliment, that they would give up the last gown on their backs to obtain it ; but she did not want her to do that.\" Lady Penrose, who frequently confided to him, spoke to Mr. Gruffey of the difficulty she had in fashioning her daughter ; she asked him if he could help her to enforce upon her the necessity of avoid ing such behaviour for the future. Mr. Gruffey, who soon became very intimate with Esther, and professed to find a great pleasure in her society, took some occasion to address her somewhat as follows : — \" You know, my dear young lady, you are now growing up; and whilst the childish and simple amusements which have hitherto given you plea sure were very well at the time, you must not"], [31, "VARIUM. 23 neglect the duties which now become incumbent upon you. I say this because, in your conduct towards Mr. Hunt, and in other instances, I have observed very decided omissions of these. In con ducting yourself towards any one, you must not only consider their individual merits and attrac tions, but the position they hold with regard to other people. Now, Mr. Hunt, who indeed is a very well-dressed young man, has that influence over his contemporaries, that his opinion of people is generally sufficient to decide theirs ; think then, of what moment any predisposition you may cause him to take to you will be to your future prospects, when so many young men of riches and rank con form their estimate to his. It is for this reason that I would caution you as regards your treatment of him Should he offer again to make you his partner, you should attempt to win him, by good humour and politeness, to a good estimation of you, and you will find yourself stand proportion ably higher in the good opinion of those whose good opinion it is your duty to obtain.\" Mr. Gruffey said all this very gravely, and when Esther looked at him, she did not under stand the smile that was hanging over his mouth. She said nothing ; but when Lady Penrose said to her afterwards, that she hoped she would follow"], [32, "24 VARIUM. the good advice that Mr. Gruffey might give her, for he was not only a very great friend of hers, who would always counsel her for the best, but a very clever man who knew the world, Esther said, very energetically, — \" He may be a very clever man — that, in my eyes, is very poor as a sole recommendation ; but he is a very worldly man I am sure ; and I am sure that, neither in this world nor the next, should I be happier for taking his counsel.\" Among the various good gifts, which were many, that had been showered upon Esther, a sense of humour was not to be ranked. Mr. Hunt was very shy of asking her to dance again ; and if it had depended upon him, pro bably Esther would have had but few partners but there was always one who was ready to be come her partner, and who in a ball-room was never found far from her. Lord Percy smiled blandly when he saw to what extremities his son was reduced; he had never said a word to Alan of what lay so near his heart; he knew too well how likely the perverse youth was to fix his affections anywhere but where they were directed to attach themselves. Pie had, indeed, exercised all his talent for in trigue by organising dinners, when Alan should"], [33, "VARIUM. 25 sit next to Esther — by. counterventing any move ments by which he might come in contact with rivals that might prove dangerous ; but the only words by which he had conduced, or thought he had conduced to the great end, were, when he in formed his son that at his age he himself was in love with the prettiest girl in London ; hinting, that Lady Esther was generally supposed to hold that position now. \" And why not ? \" said Lord Percy, who was drinking his claret after dinner. Alan, reduced to extremes that he could no longer endure, had made a free, ingenuous confession of his love. \" I don't think it anything to be ashamed of; it is only the unwise who will ridicule such a proceeding, and those whose doings are far more contemptible than those which they affect to despise. I confess how I am very agreeably surprised at this sober turn that you have taken. Impetuous, my dear boy, and self-willed as you have sometimes displayed yourself, I feared you might have plunged into courses applauded by the wicked, but despised by the wise and abhorred by the good.\" Lord Percy pressed the ends of his fingers together, as he smiled and said, \" But you, my boy, sowed your wild oats in the fifth form at Melford. There is"], [34, "26 VARIUM. nothing now to be gained but the consent of the fair lady ! \" and here Lord Percy smiled again. They sat silent for some time, when Lord Percy, who appeared to have been indulging in fanciful speculations, withdrew his eyes from the chandelier, which seemed to have inspired them, and said : — \" One year, my boy, to enjoy yourself with your wife, during which you might travel. You might go to Italy ; you would find plenty of food for your mind in contemplating that country. You might then return and take to Parliament. Steady perseverance, my boy, with the talents you have — which your teacher, Doctor Brushby, has described to me as very creditable — in twenty years would ensure you success. I hope that you would never be satisfied with a mere drawing-room life and reputation : this might suit a mere worldly man ; no man of spirit would be content with this. I would have you take to office : you might be a Lord of the Admiralty some day! who knows?\" But Lord Percy took care to impress upon his son that this dazzling eminence was not to be attained without industry, the necessity for which he strongly insisted upon. Alan said that his thoughts at present were not carried so high or so far. The possession"], [35, "VARIUM. 27 of Esther formed at present the horizon of his hopes. Lady Penrose also acquainted her offspring with the projected plan. With the docility of most ehildren, who, though headstrong and opposite in small things, have always in the main regarded their mothers as their guide and authority, she accepted the plan. \"But is not it foolish,\" she said doubtfully, \" when his liking me is quite a matter of sup position ? \" \" It would be quite as foolish to refuse him when his not liking you is equally a matter of sup position ; equally, my dear. I think it is a great deal more certain that he likes you. I could see the other night what an effect you had on him. Trust to me, dearest; I shall never let you be treated unfairly.\" And thus it came to pass that it was all settled. \" What a blessing it is, Corrle,\" said Alan, \" to have everything fall in so conformably to one's views ! \" \" And when is it going to be ?\" \" Not quite yet. I mean to wait a little longer.\" \" I don't think that you are so much in love with Lady Esther as you were yesterday,\" said Corrle, in a speculative tone."], [36, "28 VARIUM. \" Ain't I?\" said Alan. \" By Jove ! she's the nicest girl I ever saw, by far. Corrle,\" he ex claimed solemnly, \" I pity the man who cannot be in love. It will ever be the greatest consolation to me, whatever my chances in life are, to reflect that once in my life I have been capable of feeling this glorious emotion. There is something,\" he exclaimed, — looking at and arranging himself in the glass, — \" there is something so pleasant in the utter self-abnegation and forgetfulness of it ; one forgets one's self, or rather merges one's self, so com pletely in that which one loves.\" And having at tended to his personal appearance, he took himself off with Corrle. \" Do you hear, my dear ? — it has all been broken off between your cousin and Lord Percy's son,\" said Mrs. Henry Penrose to her daughter. She was sister-in-law to Lady Penrose. \" Really?\" said her daughter. \" I always ex pected it\" (in spite of having done so she appeared surprised) : \" those made-up marriages ought to be settled and finished on the spot. Have the clergyman in the lobby, and marry them directly the proposals are made ; or, having nothing but family arrangements to support them, they always fall to the ground.\""], [37, "29 VARIUM. \" I should say he was a worthless young man, between you and me, my dear, though I would not for the world say so to any one else. Your poor, dear auut, was so anxious to make a great match, that she did not stop to inquire about his cha racter. Poor, dear Anne, if she has a fault in the world — I suppose there never was a person with fewer — so perfect and exemplary is she; but if she has one fault in the world, dear creature, it is a foolish, exorbitant, overweening love of rank.\" \" I thought Mr. Percy very attentive to Esther. I don't know what she could have to complain of. I suppose she went off into a passion, as she often does, about nothing, and that no man could stand it.\" I quote these statements merely as a sample of the several rumours, to which I am entirely in debted for what little I know of the breaking off of the match. Mrs. Henry was lavish of condolement, which her sister received very civilly, without giving a word of the desired information. She never con fided to her the difficulties she had with her daughter; whilst, on the other hand, Mrs. Henry's conversation was little more than complaints. How dangerous young men would pay her daughter attentions ! How the Duke of Doubleewe, a liber-"], [38, "30 VARIUM. tine of no heart, would follow her about ; and the Marquis of R- would thrust his attentions upon her ! Her own private conviction was, that he had been seduced from his first love by the superior charms of his first love's first cousin. She was ever fancying men after her daughter. She would hear a man say, it was a hot day, and would look sus picious ; and say it was scarcely proper a man should pay such attentions and not go further. Corrle, whose respect for his cousin was very much raised by these goings on, mentioned this surmise of Mrs. Henry to him. \"What! have her?\" Alan said, alluding to the daughter. \" Why, her face is like a mouldy orange;\" and then he smiled complacently upon himself as a lady-killer ; and then he complained, in tones of most joyous regret, that it was a great shame a man could not talk to a girl but what he must be supposed to be in love with her. All this had happened three months after the proposals had been made. Things, after having gone on well for this length of time, had taken this unexpected turn. Mr. Gruffey said he had been impudent and cool, and that she had behaved as a girl no less of modesty than spirit. Lord Percy was in despair at his darling plans being frustrated. * * * * #"], [39, "31 VARIUM. \" What is to be done with him ?\" asked Lord Percy, in despair. \" If I thought that he would there learn the worth of an honest girl's heart, I should propose his going back to Melford,\" said Mr. Gruffey. Alan would not have that at any price. \" Ho, ho ! \" said Corrle, rubbing his hands in intense enjoyment, \"What will you do?\" \" I don't know. I'll have something new. I'm sure I don't know what I would like.\" \" Travel,\" said Mr. Gruffey. \" Go to America, or Asia.\" \" I have a thirst for novelty that neither America, Asia, Africa, nor Europe, would satiate : they would not even feed it.\" \" Go to Paris, which contains more novelty than all four.\" \" I know what the young man wants,\" said Corrle, sagely. \" And he'd find it at Paris, I'd be bound,\" said Lord Percy. \" Yes, that he might, I dare swear,\" said Corrle. Lord Percy appeared immensely taken with this idea of Paris — Paris, the centre of everything which is polite ; the metropolis of thought. \" Where better, Mr. Gruffey, could he go? He wants no-"], [40, "32 VARIUM. velty ; and where better could he find it ? It will settle his manners, it will enlarge his mind, it will make a man of him. I was there myself as a boy; and I frankly confess that it was to my residence there that I owe whatever of fire or grace of carriage I may possess.\" Some time after Lord Percy had left the room, Mr. Gruffey laid his hand on Alan's shoulder, and said, \" Don't, Alan.\" \"Don't what?\" he asked. \" You know what I mean, I think,\" said Mr. Gruffey, seriously. \" I once made a promise to your mother, that if ever I saw you in any difficulty or danger I would give you what assistance was in my power, which, God knows, is small enough ; and that is why I say, 'Don't, Alan.'\" \" You are very good,\" said Alan ; and then, seeking desperately to divert the attack, \" All old men are good, I believe, particularly if they were bad in their youth. It is we, the indifferent honest, who crawl between heaven and earth, who do nothing particularly bad, and nothing that is quite good, who go to hell principally because we don't go to heaven, — it is we who must fear. I can't describe what I feel, except a dead sickness of uniformity and appearance. I want something to throw my blood into a different channel, and"], [41, "33 VARIUM. never feel a feeling, or think a thought, that I ever felt or thought before. All my qualities, good and bad, are so mixed up that there is no knowing them apart. I should like something more de cided ; to be able to lay my finger upon the quality, and say, This is good, or, This is bad. I don't care much which. If I had some great vice, I might attain to some virtue. I am ashamed to speak to you like this,\" said Alan, stopping short. \" I should not have done so, but you began it.\" Mr. Gruffey did not speak. \" I have one thing which makes me \" began Alan. \" You have two things,\" said Corrle, in an under-tone. But Alan did not finish his sentence, apparently from an inability to express himself. Mr. Gruffey shook his head. \" Only one thing,\" said that stern Mentor. \" Do not mistake for the fiery outbursts of- an untamed spirit that which appears to me to be merely the purposeless lapse of a mind, I fear, naturally disposed to what ever is foolish or weak. Alan, thy poverty, and not thy will, consents.\" \" Oh, fallen is the tower ! the fortress that had never known a foe within its walls, and never lowered its flag to the enemy ! From what height D"], [42, "34 VARIUM. fallen!\" exclaims the philosopher; whilst Corrle, like a red-headed fiend as he was, was exulting over the ruin, of which he had been the witness and the precedent. \" Was it pleasant ? shall you go there again ? \" To both of which questions the ruin replied in the affirmative. \" You've got all you want now,\" exclaimed the ferocious demon, with terrific glee ; \" no more of those complaints to Mr. Gruffey;\" and then he burst into a barbarous mimicry of Alan's manner, when he conversed philosophically with Mr. Gruffey. \" Faith, it was a dreary bit of sea that the sailor came across, and nowhere on earth to rest his battered, weather-beaten boat ! At length he spies a harbour, and shouts, ' Stop the boat !\" \" Lo, it is there I will put in,\" said Alan. \" Are you really going ? Oh ! Alan,\" he said, in a voice of approving reproach : \" well, be off with you ! and may all the saints protect you ! \" \" St. George is my patron,\" said Alan. The last scene of the tragedy is completed. Oh, what a fall was there ! It has been frequently observed, that on such occasions the manliness and courage are called forth of those in whose sluggish souls, during prosperity, no such quality could have been supposed to exist. The Thane of"], [43, "35 VARIUM. Cawdor roused up his dormant spirit to show that at least he could die with bravery. Shakspeare says, \" that no circumstance of .his life became him so much as the leaving of it.\" Of Alan, too, we are assured, that never as yet had he so completely proved himself a man as upon this occasion. Now, although on reading what is written, the whole appears so modern in thought and deed, that scarcely an incident in it but might have taken place in Alexandria during the fifth cen tury, I must inform my reader that we have not yet got much beyond the year 1790. If he has not discovered it, it is not my fault : the only thing to be inferred is, that our grandmothers were mar ried, and our great-grandmothers managed it for them, much in the same way that we do now. Now Alan was very civil when spoken to, and did not eat with his knife ; but his father thought that his manners were not polished : they lacked, he said, a certain degree of ease and grace, which indeed few young men appeared to have, but which men of his own time had been remarkable for, and where could he better remedy this than in Paris ? Lord Percy had taken up this notion very warmly ; Alan had adopted it scarcely less so he scorned every notion of making matters up with"], [44, "36 VARIUM. Esther; he was not a Petruchio, he told Mr. Gruffey, who spoke of it ; — not every one had the talents requisite for taming a shrew, and he was not ashamed to own that he was quite destitute of them. And so it was settled that he went to Paris. My instructed reader will probably know a great deal better than myself of the state of France at this time ; in hearing Paris mentioned in 1790, he will recall that period of fierce in tellectual excitement, that social ferment, which was now so rapidly brewing itself into the strong un palatable drink of '93, — the age of revolutions which had begun : as Rousseau says, of whom, and the perfectibility of the species, he will con verse probably with superior knowledge. Of course there were not wanting many in England who shared in these delusive hopes, which have been nourished, though nourished in vain, by the greatest of all ages : it was no party struggle — no petty dispute — the contest was the contest of humanity; its end was the end of all mankind. France and England might for once contend on the same side, and their only rivalry be, as to who should be foremost in the fight. Franklin, as the representative of these Saxon thinkers, takes his grandson, and causes him to kneel at the feet of"], [45, "VARIUM. 37 the Apostle of Freedom, the forerunner of liberty, and ask for his blessing. He says, he himself will not see these days ; he, with the many prophets and kings who have longed for it, is denied the view : but he has crawled to the top of Pisgah, and sees the country those who are left will have the privilege of treading, amongst whom this to be-blessed grandson, if he lives, will be numbered. Whilst through such mouthpieces England hails France, she too, the mighty mother, feels the babe leap in her womb, and waits with ardent hopes the not unworthy offspring to which she may give birth. It was from no sympathy with such feelings that Lord Percy sent his son to Paris ; his ideas of Paris were of Paris forty years ago : it was then that he had made the acquaintance of the Madame de Pompom to whose care Alan was to be in trusted with a letter of introduction. He thought Voltaire a clever man — upon the authority of Lord Chesterfield, and of some monstrous clever jeuæ d 'esprit he had read of his. Rousseau was uncivil, and his behaviour to Mr. Hume very reprehen sible. \" But for Paris, I long to hear your opinion of it,\" he said ; \" though I well know what your opinion will be. I quite long to see you back again, to see the improvement it will make in voi1"], [46, "38 VARIUM. All my ideas of brilliancy and splendour are derived from the salon of Madame de Pompom. Thirty years ago she was the most beautiful creature that I ever saw, and for wit and powers of conversation there was not her equal ; there is no one to whose care I would more willingly confide you.\" Indeed, all this that Lord Percy said of her was true. Age had dimmed her beauty, but not her reputation ; there was no one in Paris whom any one might wish to see, that might not be seen at her frequented house ; she was a connecting link between the present age and the one dying out ; and people accorded homage, as it were, to that, by paying respect to that which it so much admired. It was to her house that Alan was to go. He walked up and down the bridge ; he looked at the clock ; when its hands pointed to the half hour, he was appointed to go and apply for en trance at the great dull porch and door which he could see from where he stood. It was very near the time — he wished it was further off; he wished he had another half-hour to walk up and down, as if, poor wretch ! sangfroid, of the sort he wanted, was to be obtained by freezing on a bridge in December. Lord Percy had so drilled his son into"], [47, "39 VARIUM. the idea of his bad manners, that he felt an uneasy consciousness that he was not so perfect in this as in other respects, and then, with a dismal fancy, he began picturing (to himself) the reception that this wonderful Madame de Pompom would give him. He had a vague notion of a curtsey, distancing by its familiarity, humiliating by its very humility, being swept to him as he was being motioned to a seat ; a diadem of jewels, a bracelet of gold ; and then he burst out laughing, when he reflected how very unlike these things were, not only to what would probably happen, but to what was his own vague idea of politeness, but which, by conversa tions with his father, he had unconsciously adopted as indelible estimates of good manners : he found himself talking and thinking of good manners, as of something unseen and unexperienced, and quite distinct from manners which were good, or polite ness, or courtesy. But though he might laugh he felt it was a very nervous business, and with great reluctance wended his way slowly to Madame de Pompom's house. He was evidently expected. Not waiting to ask his name, a servant ushered him into the room. The room, which indeed he did not notice much at the time, but which he had frequent opportuni ties for observing in after days, was large and lofty."], [48, "40 VARIUM. There was a massive table in the centre, towards which everything was arranged ; a hard, tall otto man, was placed straight to it ; five tall high-backed chairs stood in a row looking at it, respectfully backed from it as far as the size of the room would permit: the articles of furniture looked like courtiers perpetually waiting the pleasure of the monarch table, who reposed stifly in the centre ; the window, too, had got itself quite parallel, and was staring at him with icy but marked obsequiousness. The only thing which broke the formality of the room was a little table drawn by the window, which was not straight to anything ; on a high backed chair drawn near it there was sitting an old woman, with a lean, shrivelled, bright-eyed face bending down upon her breast ; she had her feet resting upon a high footstool, and appeared col lapsed and bent together. Leaning upon the back of her chair were two ladies, about forty years or more younger than her : they had been reading to her — one had the book still in her hand. Alan drank in the details of this picture at a glance ; he stood waiting at the door, apparently expecting some welcome or summons to approach. It was not for more than two minutes that he received such. \" Come in, and come here,\" said the old woman, without looking to him. She seemed to have been"], [49, "VARIUM. 41 aware of his presence from the first. Pie came close to her, whilst she looked at him and over him with eyes that were as bright as diamonds. \" So you are the youth that is come from England to be civilised, are you ? How old are you ? only nineteen ? I was not as old as that when your father first saw me. You are to go away and come again in an hour. Go!\" And Alan went. The hands of the clock hardly pointed the twenty minutes to the hour; he had been barely ten minutes gone when he was back again on the bridge, reddening with anger. \"These manners !\" he said. \" I wonder what my father meant by send ing me here to learn manners ! Why, Mrs. Brushby had better manners than these!\" And then in a minute the absurdity of the whole thing struck him, so that he burst out laughing. ' Madame de Pompom was indeed very much altered from the days when his father recollected her. A poor, shrivelled, little Gamaliel was this, from whom Alan was to suck in all his worldly wisdom ; racked by neuralgia and other senile ailments, were her lean and lantern jaws ■ distorted into far other moues than those with which she had uttered the wit and sarcasm which had astonished and shattered Lord Percy."], [50, "42 VARIUM. Once in after days Alan found her w7ith trembling hands turning over papers in a box : they were faded by time, and the ink was yellowing to the colour of the paper ; they were all songs in her praise, — madrigals and sonnets, written by despair ing lovers. One of these she drew forth, and her poor cracked voice began chanting its own praises, which were many and ingenious : it made the lark jealous, it declared, and then conquered its jealousy by its bewitching sweetness ; falling waters were as nothing to it (not in continuottsness, but in melody). This had been a very popular song, and very rife in Paris — let Methuselah say how many years back ; these formal, faded walls, had echoed its chorus many and many a time. It proceeded to say that her breast was white as snow, and as cold ; that her complexion made the lily look coarse ; that her eyes were as stars, &c. &c. The snows were all thawed off the bosom— the larks need no longer be jealous — the lilies might again raise their heads. \" Don't think that I am vain, you young fool !\" she said, turning round upon Alan, with eyes that were still almost as bright as stars ; \" of course I was, I was the most beautiful woman of my day. Ah, Madame de , you would not have been called Belle if you had lived in those days, though"], [51, "VARIUM. 43 perhaps Mr. Percy may think so. Well, my dear, to this will you come — your head will sink lower in your shoulders, your shoulders will leap up to meet your head, your limbs will tremble, your hand will shake, your complexion will fall away like paint, your eyes will darken — even Mr. Percy will not know you again, my pretty lady.\" But Belle cast round a look of defiance, no less of time than of Mr. Percy. Then Madame laughed — a short, sniggering, threadbare, not unpleasant laugh, that sounded as if it had been laughed a great deal since Madame had had it. \" Have you news from your husband, Belle ?\" But we are anticipating. Let us return to Alan on his bridge. \" Her husband, though, did I hear you say ? Was she married ? Of course she was ; and are you disappointed ? Did you want a sober damsel in russet suit, ambling on her modest palfrey along the dry, dusty, eternal King's highway ? that, after accompanying her some three or four stages of this tedious journey, I was going to let her down on the smooth-trimmed lawn of matrimony ? ' Whilst Resignation gently slopes the way.' My heroine has been far otherwise chosen."], [52, "44 VARTUM. She is mounted on a thorough-bred horse, and is apparelled in a scarlet suit, and is prepared at any moment to clear at a bound the insipid sweet-brier hedge with which Modesty delights to plant up her narrow way. Even should I, later in the story, treat the public to a little blood and slaughter, I cannot stop to gratify its vulgar appetite for marriage and alliance ; and, indeed, so very tragic is my tale, that it begins where most tragedies leave off. Belle is already married at its commencement. What shall we say of the horrors of that composition, of which the fifth act in an ordinary tragedy is the opening scene of comparative peace and security, from which the terrible last act is to be evolved, — a play which opens with the sacrifice of Iphigenia ? Alan walked up and down the bridge in the most disconsolate way until the appointed hour : his awe, now that he had been initiated into the mysteries, rapidly wore off, and he was only pos sessed with curiosity to know and see so curious a person. He again presented himself at the door, and was again admitted to the presence of the Pompom, who was sitting in the same chair — indeed she seldom moved from it — the two ladies were still behind her chair. \" How do you do ?\" she said, in a frank, cordial voice, — she was evidently in a very good humour."], [53, "45 VARIUM. \" Your father, who in most things is foolish, in this was wise, to send you to Paris, for your manners are very abrupt ■ you should not tread on people's gowns either.\" Alan looked down with horror upon his footmark that he had left upon Madame's robe. \" But Belle and I agree that there is every excuse for you, coming from your own country into good society for the first time. You will be very happy here with us, and will see lots of people. Not that we go about much ; we sit up here and look at the world out of our back-window and laugh : don't we, daughters ?\" she said, turning to the two ladies, who said, \" Yes, mamma.\" \" I call them Belle and Bonne : they're not my daughters really, nor any relations. Which do you think is Belle, and which is Bonne?\" Alan thought he had better face it at once, so he said \" he knew from their faces they were each belle, and he thought from their faces they were each bonne.\" \" Very good, for a boy fresh from the classics. But you should bow, foolish one ! you should bow. There, that will do: don't you think it will, Belle ? \" And Alan's face grew crimson as he reflected upon what she might have said had he not been there : she smiled as she said \" Yes.\""], [54, "46 VARIUM. \" There, go and sit down there, — no, not there ; on that stool in the corner, and listen. Belle, talk to me.\" Upon which Belle began talking as if there had been no interruption : she seemed perfectly qualified for the task which had devolved upon her. Alan was not at all bored hearing her converse, though upon things and persons of which he knew nothing ; her name was very well suited to her, he thought. And then he looked at the other lady — she said little, and sat sometimes reading out of a book which had lain on the table. Alan saw her cast by no means an amiable glance every now and then\" at Belle, when she made a remark received favourably by Madame, which made him doubt if she was as rightly named as the other ; anyhow, the name of Bonne was more suitable than that of Belle, he confessed, as his eyes wandered languidly over her thin ordinary features. And thus Alan commenced a day which was followed by days of the same sort : he sat on his stool, and listened whilst people of all sorts came in to pay visits to Madame. He saw a great deal of life in an unobtrusive way. Occasionally Madame called him from his corner and presented him to persons ; and he was invited, rather like a schoolboy repeat ing a task, to express his opinions. These, probably, found a certain favour with Madame, who, as time"], [55, "VARIUM. 47 went on, much oftener invited him to conversation with her visitors, and in their absence with herself : however, if she had a mind to his holding his tongue, Madame de Pompom had no hesitation in bidding him do so. \"Listen!\" she would say, and Alan would go and sit himself down on his seat, and do so. Not that Alan passed his whole days in her salon ; she introduced him to many people, and at their houses and elsewhere he saw a great deal of Paris life. It was about six weeks after his arrival that Madame called him to her. Alan rose and stood before her, obedient. When he stood up beside her he looked taller than her, not only in that degree that most people standing do beside those sitting, but to an extent that made him feel colossal and absurd to himself. \"What would you?\" said he. He towered over her as he addressed her, as the preacher in his pulpit towers over his congregation. This curious little specimen of departed beauty had once been very tall ; but this beauty, with all her others, had dwindled and faded away — she could scarcely be five feet high. Perhaps this smallness added to"], [56, "48 VARICM. the effect of the brilliant eyes with which she regarded Alan from head to foot. \" I have been writing to your father,\" she said. \" Only think— I hope he will not answer me — I have been giving him an account of you. I told him that you were much improved, and that when you go back to your native wilds (it was in such disparaging terms that she spoke of this fertile and civilised country), that all the young females will be in love with you. I told him that you could talk better, bow better, and smile better. Now let me see if you can. Now, bow.\" So Alan was placed in the centre of the room, and made to go through a series of magnificent obeisances, which she criticised very closely. \" Now smile.\" Alan could hardly help it \" Now talk.\" Alan held his tongue. \"Talk!\" said Madame. \"What about?\" \" Fool ! \" said she, drumming her foot im patiently upon the floor, \" if I knew what you were going to say, why should I ask you to say it ? To think that all the time I have spent upon you should be wasted, that you can't even talk ! How"], [57, "49 VARIUM. much better I might have employed myself in the hours devoted to your improvement ! What read ings ! what meditations ! what conversations ! ! !\" \" What discourses of our friends ! \" ventured Alan. \" You talk of friendship like a very young man ; when you grow older you will be wiser. But why sweep away the bright visions of youth ? why rub the rouge from the fair lady's face? — (Belle looked at Alan, and then at Bonne, and then laughed : it did not require his great powers of observation to know how the two hated one another ;) — and why make you look behind the scenes, instead of looking at the bright pretty play?\" \" I don't mind going behind the scenes at all,\" said Alan. \" In fact, to tell you the truth, I like it better than the play itself.\" This remark will show to what a degree he had got on these two months. Belle burst out laughing. \"People only defend their friends in that zealous way, because they think it tells against themselves to be considered intimate with the un wise or wicked ; as if,\" proceeded Madame, \" we should like our three best friends to talk of us in the way we think of them.\" E"], [58, "50 VARITJM. Alan gave the proper appreciative chuckle at the conclusion of these poor little maxims ; and then he wondered how often and to how many people they had been said before : whether the last time she had looked to the right or left as she assumed the appropriate analytic glance with which she uttered them ; whether they had been in ex istence twenty or thirty years ; whether his father had ever heard them. He looked at Belle, to see if her face wore a glance of recognition as of old friends or favourites ; and then he burst into a satirical \" he ! he !\" \" Our mother does not believe in much,\" said Belle, whose cue was, \" we think of them.\" \" My dear, I don't believe in epics and tragedies, but I believe in sonnets and billets-doux ; I believe in courtesy and good humour, invitations out to supper, deeds of good nature, compliments.\" \" Compliments ! \" echoed Mr. Percy, whose piercing eye, though he was scarcely twenty, had already unmasked the formalities of a hollow world. \" Not that they are true, you fool ! but that in them lie the conveniencies of life. And what may be your idea of friendship, my young friend ?\" \"Mine? I'm sure I don't know. I should"], [59, "VARIUM. 51 have thought it was more a personal attachment, liking one's friend independently of either his good or bad qualities.\" \" The same sort of critical appreciation that one has for a picture when all the paint has been scratched off. You make out that a passion which is the most logical and reasoned-of emotions. Bah ! my good young man, if you talk as foolishly as that, I shall have to rewrite my letter to your father. Sit down and listen.\" Which Alan did. Madame looked quite re vived — quite roused up from the dried mummy state in which, as was often the case with her, she had passed the morning. She had confounded some one, and overthrown his argument. The chain which connected her with humanity had been touched, and she had been galvanised back into a quaint jerkey life, the extra vivaciousness of which was almost ghastly : she chuckled, and smiled, and was merry the rest of the day. It seems too harsh a thing to say of her, that it was only in her want of humanity that she appeared one of mankind. Yet it was thus that she described herself — this was the part that she played ; and as a consummate actor of the stage conceals his natural character, or rather divests himself of it altogether, so that he will make of all"], [60, "52 VARIUM. the most serious transactions in life a stage atti- tude, and will probably meet the King of Terrors himself with the same stage grin with which he has so frequently met his counterfeited approach, so was it impossible for Madame to speak in any character than that which she had thus adopted to herself. She painted herself as scarcely a human being, free from passion, hope, sympathies, or love, and was annoyed if any one took a more charitable view of her. People who wished to please took in conversing a decorous view of life, believed in goodness, respected virtue, and uttered a thousand fond paradoxes to this effect, and these offered openings and contrasts to the expression of her opinions. It was curious to hear Alan, who never expressed great admiration for anything, and for Belle, who appeared much the same in their con- versations with Madame, launch into extravagant encomiums, and expressions of wonder and esteem, most unusual in them. As in plays the wit is contrasted with the butt, and the rake, and devotee who is to convert him, are shown off with equal advantage against one another, so Madame liked conversing with one of such exalted sentiments ; and it was the pleasure caused by overthrowing such that made her rejoice into something human. Though I have never given much thought as to"], [61, "53 VARIUM. her real sentiments, yet I should say she esteemed human nature as much as she despised it ; and had as much reverence as contempt for any given thing ; and loved as much as she hated that which, how ever, in conversation she mentioned with unquali fied dislike. If she wrote to Lord Percy in praise of Alan, Alan's also expressed the greatest satisfaction with his life at Paris to the same person. In the long letters which he wrote to England, he sent minute descriptions of the visitors he had seen at the house of Madame de Pompom herself. He did not forget Belle, who figured thus in his descriptions : — \" I now know what you mean by the peculiar charm and attraction of the French women. There is one here who I think — and it don't appear that I am very singular in my opinion — the very per fection of this. I don't suppose she is so pure and simple-minded as Lady Penrose's daughter ; but there was never, surely, such an affectation of it. It is very pretty to see her tending Madame de Pompom's old age : and though, of course, she owes a great deal of her position in Paris to her being an inmate of this house, yet she might do a great deal less, and yet be very grateful. There is another god-daughter of the Pompom's, a Made moiselle de Prentin, who is called Bonne, as this"], [62, "54 VARIUM. one is called Belle. She is very careful and affec tionate to her godmother, but not so beautiful and attractive as Belle, in my opinion. Both Belle's parents are dead : before this she was married to the Marquis de . At the early age of eighteen (when, indeed, as I remember myself, people are very impulsive), she conceived a romantic attach ment to this old man, who is forty years older than herself. As he has an annual rent of 200,000 francs, there was fortunately no obstacle of a worldly sort to her gratifying this unselfish passion, she has been married six years, and her matrimonial happiness is great. The only thing which, she says, prevents her bliss from being perfect is, that her husband is absent eleven months of the year on the frontier with his regiment, whither her health forbids her to follow him ; and indeed, if it is an obstacle at all, it must be a very great ob stacle. She has retreated to the sheltering wing of Madame de Pompom. She does not favour me with much communication, except when we have to make conversation together to amuse Madame : then she addresses me with great affability ; but when this is over, and we are in the green room again, she is very haughty and retired, and does not appear to think much of me.\" Alan wrote thus the fullest accounts of his"], [63, "55 VARIUM. seeings and doings, according to his father's desire, who was very anxious to know all the particulars of his progress. Alan must have been more intimate with Belle when the following conversation took place. They were in the large room ; Madame was sleeping torpid on her chair ; Bonne was not there ; Alan was on his stool reading ; Belle was sitting at the other end of the room. \" Will you come here, my brother Alan ?\" \" With pleasure, Madame.\" \" Do not call me Madame. Call me sister — call me Belle.\" \" With pleasure, Belle.\" \"What shall we do?\" she said, with a slight yawn. Alan said nothing, but looked at his legs. \"What shall we do?\" said Belle. \" Shall we talk?\" said Alan, with a sudden in- spiration. \" On one condition.\" \" Name it,\" said Alan. \" That you will not fall in love with me.\" \"Not for the world,\" he said, with a great blush."], [64, "56 VARIUM. \" You must call me Sister Belle, and regard me as such.\" \"With all the pleasure in life.\" \" But beyond that you are never to go.\" \" Not a yard,\" said Alan. \" Other people may praise me, and say that I am rightly Belle, and that I am the most beautiful woman in France, as you owned the very first day you came here. Was it not the first day?\" \" I certainly did not say so on the second,\" acquiesced Alan. \" And you were the five hundredth person who said so. Well, they may, mayn't they?\" \" I see no obstacle,\" said Alan. \" But you are my brother ; if you think of my face, it must be with esteem, and without admira tion — as of your sister or cousin.\" \" Or aunt or mother.\" \" My eyes may be stars, but you are not in their sphere ; my hair may be a net to catch any one's heart but yours.\" \"I understand and agree. I am insensible, and will not fall in love with you.\" \" And I am sensible, and will not fall in love with you. This is a great weight off my mind ; we may now converse with the greatest familiarity."], [65, "VARIUM. 57 If I had talked with you before, young as you are, you might have expected more ; the only way was to increase our relationship, and make you my brother.\" \" Like in storming a fort, the nearer you get to the wall the safer you are from the enemy's fire. But, as you say, we shall now have some of the pleasantest conversation, delightful interchange of family sentiments, I shall expect you to correct my mistakes, and tell me when my manners are bad.\" \" Yes, my brother.\" \" I shall confess to you every time I am in love, and you shall give me advice. I, in return, will tell you of your faults. \" It was only yesterday,\" said Belle, \" that you said that I had none.\" \" That was before I was your brother.\" \" Well, tell me what they are : I will let you.\" \"You must wait until I have been your re lation a little longer ; then, perhaps,\" he said, \" I shall find plenty. I shall reprove you for your ex travagance, for instance, and tell you that you are too fond of new gowns.\" \" I hate them,\" said Belle. \"Do you?\" said her brother."], [66, "58 VARIUM. \" So much so that I never keep them for more than a fortnight.\" \" Ha, ha, ha ! but I'm your brother now, ain't I?\" \" Yes : what then ? \" said Belle \" I need not laugh, then, unless what you say amuses me.\" \" What other faults ? \" she asked. \" Well, perhaps if I am a very strict brother, I shall scold you for your irreligion and levity,\" Alan said, a little more seriously. \" And threaten me with damnation if I don't attend. Do you think that unbelief is like an hiccough, that you may cure me of it by giving me a start?\" \" I don't think that it requires even that,\" said Alan : \" if I was to compare it to any defect or blemish, it would be to a mole, which ladies look upon as an ornament, and will counterfeit if they have not got.\" \" Fie ! don't be serious : but I must scold you, or you will forget that I am your sister. Here sit I for the sister, and there stand you for the brother. Brother, you are sad !\" \" No,\" said Alan, pensively. \"But indeed you are,\" she said; \"affection's"], [67, "VARIUM. 59 eye can pierce through any disguise : it is not only that you are absent and distrait in society, that you spilled the soup over your coat, and threw the wine over your shirt. Ha, ha, ha ! ha, ha, ha ! \" \" What's the matter ? \" asked, Alan reddening. \"I'm your sister, ain't I?\" \"What then?\" \" I need not mind laughing, need I, if what you do amuses me ? Ha, ha, ha ! Well, I am serious now. It is not only this, but when you think your self alone, you start and murmur disconsolately : there is some grief on your mind, that you fear to make me wretched by disclosing.\" \" Ah ! \" said the brother. \" Believe me, that to confess sorrow is to lessen it : it is your silence alone which can wound me ; nor will any effort at consolation be spared by a sister who will attempt to halve your grief, as she has ever endeavoured to double your joy.\" \" I have ever observed in you a soul which, unlike the rest of your giddy and inconstant sex, is capable of appreciating the tenderest emotions, and oh, I pray, may it never be so severely wrung as that of your unfortunate brother. Yes, your per suasions have had their effect : I will confess that which I had thought to die ere I revealed to the"], [68, "60 VARIUM. probable scoff of any human being. My sister, I love ! \" \"Is it the first time?\" rejoined his sister, playfully. \"How many times before have you with this vagrant fancy amused yourself — and others?\" she went on parenthetically. \"Oh, call not that love, — it were profanation of the sacred name. A feeling, a passing feeling of admiration — scarcely admiration — for an hour — barely an hour — may have possessed me ; but this, oh how different ! The scales are being poised, and my whole being is in the balance. If you are human, if your heart is not hardened to the stone of which the society which you frequent is composed, do not laugh. What have I to do with smile or laughter?\" Alan spake like any Corisande or Clitandre of the romance. Belle looked quite overcome with this burst of genuine emotion. \"Nay, I did not laugh. But what is her name ?\" \"What need to ask her name? Go to any assembly in Paris, where you can see and hear all that enter there pronounce who is the most beau tiful, who is the wittiest, who has the greatest number of admirers (that is the worst of it),\" said her brother, ruefully : \"you will easily distinguish"], [69, "VARIUM. 61 her ; she is far, too far, beyond all women in these things to admit of a mistake, — you will know whom it is that I love so\" (he looked earnestly at his sister as he went on). \"But no women scarcely know the power of their own sex ; you will never believe, when you know her, the power she has over me.\" \" Ah ! \" said his sister ; \" beware lest you over value her. But tell me more of her.\" \" I met her at the house of a celebrated lady — you know her well : it is the most beautiful sight to see the care she takes of her ; she will sacrifice an evening of incense and admiration to tend the infirmities of this old woman. Surely never had age so beautiful an arm to guide its tottering steps. It was this that robbed me of my heart more effec tually than the mere view of her in public, brilliant as she was, could ever have done. Do you yet know who I mean?\" \" Do I not know her too well ? \" \" You cannot, you cannot : every one adores, every one worships her ; and sometimes my heart sickens to think how small the chance is that she, who has all Paris at her feet, who may number amongst her followers the highest and wisest of the land, should stoop from them to me ! 0 Belle, Belle ! it is this that feeds at my heart. I may"], [70, "62 VARIUM. appear, and have often been called conceited, but on this point I know my deserts, and how small they are; yet sometimes I feel that there is a hope — a chance — that she may feel that the homage of one sincere heart is not to be despised, that if less gorgeous it is perhaps purer. If you knew her — \" \" Perhaps I do.\" \" Ah, see how you have guessed her\" from my description ! She is so remarkable that the meanest word can indicate her ; but to describe her, to this no words are adequate.\" \" Alan, you have overpraised her,\" said Belle, looking down. \" Oh, no, no !\" began he. \" But have you not overstepped the condition upon which we started?\" \"How?\" said Alan, with a wicked smile, which Belle did not notice. \" Was it not as a sister that \" \" What, is Bonne my sister, too ?\" said Alan, in a tone of surprise. \" Not Bonne — not that — that Bonne ! \" \" Oh Belle, how grateful I am for your allowing me to talk to you ! What good this conversation has done me ! How pleasant to have some one to whom one may talk without falling in love — whom others may admire if they will, but whom one is"], [71, "63 VARIUM. allowed to regard only with esteem as a sister or cousin ! The soul, dazzled and bewildered, dwells on such an object with pleasure, as the eye blinded by light courts the repose of darkness.\" It was at this moment that Madame roused herself into being. \"Belle! Bonne! where are you? Ah, there you are, Belle ! Where is Bonne ? Come and talk to me directly. Alan, boy, here ! Come, children ! how long are you going to leave me wretched here?\" \" I did not know you were wretched, mamma,\" said Belle, doubtfully. \" Ah, you will know what it is to be wretched, and how wretched I am, if you live to be as old as me — which, as I desire your happiness, I do not wish you ever to be — to sit here alone all day untended by my children. Where is Bonne ? How red you are, child ! what is the matter ? No, I am not always alone; for there is the demon Ennui, who is always by my side : he is the king of the world ; he will not let me love, he will not even let me hate ; he tears my book from my hand, and tells me it is stupid ; he mocks my best friends from my presence ; he tells me that my own thoughts are dull, and convinces me that I am a burden to myself; and he gives me nothing in exchange but his own bloated, lustreless, im-"], [72, "64 VARIUM. mutable countenance. My children, you will know him some day, and what he is like.\" \"What is he like?\" asked Alan. \" Like ! he is like a foolish awkward boy, whose arms and legs stick about like a windmill ; who looks as if he could only say yes and no, and that very foolishly, with an empty and conceited coun tenance, almost — not quite — almost as foolish and inane as yours, mon enfant.\" Madame chuckled, and appeared to feel the presence of the demon less ; Belle burst out into a vindictive laugh ; whereupon Alan burst out laughing too, when he saw that she had not the dignity in her anger to restrain her from doing so ; and as they all laughed, Bonne entered the room, and they were all three ordered to fall in and talk to one another to amuse Madame. They were all three silent for a moment, when Bonne coughed slightly and thus began : — \" It is curious, Belle, to observe the various changes that time works in our social life. The reign of Thought has begun, and before its rapid advance Tradition retires abashed. Philosophy has driven out Aristocracy.\" \" 0 happy Bonne, to whom it is permitted to be so greatly distinguished both in one and the other !\" said Alan."], [73, "VARIUM. 65 Bonne stopped a minute, cleared her throat, and then proceeded : \" Who, in the days of the Montpensiers and Condes, could have foreseen a time when the order that they left the highest would be sunk to a lower position, that men would rise from the lower classes to beat them into the background, bj-by ?\" \" Superior excellence, — that's just it,\" said Belle. \" Belle, you don't talk fair ; and if you don't talk fair, I for one will not talk at all. Let Made moiselle finish her sentence ; she has got to ' back ground by,' \" said Alan, very civilly. Bonne tossed her head, but on the whole ap peared glad that Belle had concluded her speech for her. \" I don't know how else she would finish it, for it is by superior excellence that the Aristocracy are beaten. What would the Condes and the Mont pensiers say to its being beaten? You say, 'What would they say to the poor fools who have allowed it to be beaten ? ' It is all their fault. Can you wonder at the people not respecting this class, if they have learnt to associate it with the idea of all that is most foolish and indolent in the world ? It is all their fault, and it is shameful ! It is unfair to F"], [74, "66 VARIUM. themselves, and it is unfair to their fathers, who are gone by : they are all fools the nobles of these days, or worse ; if by accident one has brains, he deserts his standard and fights on the other side, which is stronger.\" She looked very eager and animated as she spoke. \" How easy,\" ruminated Alan, \" to write the character of a woman in a play or book ! Write down anything that comes into your head — con tradict yourself over and over again — first say one thing and then another ; but you will not make it more than properly inconsistent. Is not this quite a new view come to light in her?\" For Alan knew then, as he knew better in after days, that it was not only personal pique that caused her to speak thus scornfully. \" Might it not be a sense of duty that caused them to act thus?\" asked Bonne, sarcastically. \" Is it not one of the first principles of duty to stick by one's friends, particularly if they are falling?\" she said quickly, scarcely noticing Bonne. \"And the others !\" she exclaimed ; \" what poor fops they are ! If they were to desert us, we should not so much complain. Aping only the weaknesses of their predecessors; piquing themselves in their dissimilarity in all else ; dawdling away their lives"], [75, "VARIUM. 67 in salons ; priding themselves on the victories they obtain over us wretched women in combats of words — the only combats in which they are likely to come off the winners — how dare they come to us? How dare they come and tell us they are men ? How dare they claim the prize when their work is not done, and they know not how to do it?\" \" My sister,\" said Bonne, \" when she suited herself, took care not to choose one of these butterflies.\" \" No, Mademoiselle need fear no competitor in 93 me. \" She does not fear you as such,\" said Bonne, with a laugh. Belle walked up and down the room in a state of great excitement. \" But really, my dear, you are great to-day,\" said the Pompom. The second time Belle got to the end of the room Alan rose and stopped her; she sought to pass him. \" Belle, spare me : have you not overthrown me enough?\" \" I was not thinking of you, sir ; but if the cap fits, you are welcome to wear it.\" \" Don't be angry with me, but listen.\""], [76, "68 VARIUM. \" There is Bonne beginning to speak : hush ! listen !\" \" She may speak to Doomsday before I listen.\" \" What have you to say to me ? \" \" Say ! more than I can express. Can you imagine I was serious in what I said? Of course not. Belle !. listen Belle ! It was different — quite, Belle. I have no words.\" \" If you have not words, what have you?\" she said, in great ire and scorn. \" There do exist some who are licensed to speak in that hero fashion, of being unable to mince phrases or speak round about; and of deeds which will patch up broken sentences ; but you ! ! ! \" # # # * # \" Work, work, work ! such is our lot,\" thought Alan. \"Imposed upon us as a curse, from it alone do our blessings spring, as the harvest grows up only after the grinding, ceaseless toil of the la bourer. Man is far removed from, the life of Eden contemplation and enjoyment, for which they say he was once made. Like the lion is he changed — not for him to lie down with the lamb or eat straw with the ox. He must be up and doing, and fleshing his teeth in another and more difficult prey.\" This effect had Belle's words had on him, — an"], [77, "VARIUM. 69 effect of which it is impossible to judge by merely reading a report of him. And then he debated in his mind whether it was in the army or parliament, as a warrior or statesman, that he was to employ his new-born energies. There were two letters for him that morning lying on his table; one, a note, he opened the first. It was an invitation to Happe — Happe was Belle's — a small place about ten miles from Paris. \" It is here,\" said the note, \" that a few friends of mine consent to forget awhile the cares and labours of life. Are there not eleven months for it? and is it not something to win one month to meditation, enjoyment, and ourselves ? \" \" She has forgiven, then,\" thought Alan, \" those foolish words of mine the other day.\" The other was from Lord Percy. \" My boy,\" it said, among other things, \" I think your holiday had soon be better making an end of itself; you must begin to prepare your mind for a life of labour and usefulness. A high-spirited youth should spurn every moment of ease before he begins his career — there are such times of re creation and rest afterwards ; but let him reflect"], [78, "70 VARIUM. that he has not yet earned it : it is not yet his due.\" If Lord Percy's letter was remarkable for anything (which I do not affirm) it was that the moral it preached was the same that Belle had inculcated with such effect on Alan but three days before. But, somehow, it did not fall with equal force now. \" Why,\" thought Alan, \" is one's whole life to be a striving, not only after things which, when obtained, I do not consider worth the labour, but which appear valueless, even at a distance? The life I lead a holiday ! Was it not at my father's desire that I undertook such a labour of Hercules as to get on in French society ? I think that I deserve a little rest.\" Lord Percy finished his letter by requesting his son to return at once. \" They are gone, at length,\" said Alan, at Happe, as the last of Belle's visitors took leave ; \"when do you go?\" \" To-morrow.\" \" Good-bye.\" \" Good-bye. You need not go if you don't like; you are one of the family.\" \" I should like to stay, but"], [79, "VARIUM. 71 \" But what? Where do you want to go to? \" \" To Paris, on my way to England.\" \"And why that sudden movement?\" Alan drew forth from his pocket and showed, with reluctance, his father's peremptory letter. Alan had been in a state of uncertainty as to whether he should comply or not, the whole time of his visit. Madame Belle had been very kind ; she had treated him as a brother — far too much so, to Alan's taste ; she had laughed at him ; scolded him, ordered him about, and made use of him, just as she pleased : he had only been once alone with her, and then she hardly spoke to him. Alan determined to go, and was now come to bid her farewell. Belle read the letter, then burst out laughing ; and then she looked as preternaturally serious ; and then she said, \"What, you must go? Yes, I think you must ; the consequences might be fear ful. Would he disinherit you? I suppose he'd think you hardly old enough for that. Would you be chastised ? Is it not thus that British youth are treated ? Well, well ! it is a great pity, but your father must know best ; and if he don't think you old enough to take care of yourself, why, I suppose you're not. Boys are much better off"], [80, "72 VARIUM. in Paris; they assert independence when they are no older than you.: but we manage things differently.\" Alan said, as he grew very red, \" This letter only puts a finishing stroke, to plans I've formed a long time.\" \" How lucky,\" said Belle, \" then, that the letter came ! You would have got into trouble had you acted without leave.\" She laid an apparently unconscious emphasis upon his father's authority, which galled Alan. There was a silence for a minute or two. At length she said in a very different tone, \" Are you really going ? Does it seem six months only that we have known each other ? Truly time is not measured by years ; and it's only two months that I have really known you,\" she said. Alan said that he had watched her the whole six months. \" And you are going to-morrow ? Well, we all must part. Shall we have one more night at the music ? (Belle had sung and played the few nights before to her guests.) I'll tell you what I will do — that which I have never done before, and probably shall never do again — sing you a sono- of my own invention. It is but a short time that I"], [81, "VARIUM. 73 shall have to blush before your departure. It is of a wood, a disappointed wood, whom a river fell in love with, and then left and deserted. ' To woo me, to woo me, The river came to me ; All twisting and twining, and gleaming and shining, Like a serpent insidious he came to undo me.' \" This stanza, for more reasons than one, dwelt long in Alan's memory. Of the rest he can give no account ; but the reader may without difficulty imagine its conclusion : for the river, the wood decked herself in her gayest robes ; and as she hung over him with her leafy arms outstretched, the river appeared to nestle to her, as though he would ever stay. One minute — one short time — did he thus, and he was again away to other woods and pleasures. Belle ended the song with a great deal of feeling. Then a sort 'of sigh came after the last words ; and there was silence. It was getting quite dusk; the windows were open ■ whatever light there was fell all on Alan's face. He moved a step nearer. \" Belle — Madame — \" \"And the post-horses, Monsieur. You have forgotten them, I do declare. Fly, or you will be too late ; and then our father \" Alan bit his lip as he left the room. It was"], [82, "74 VARIUM. his confusion that made him do so. He had no intention of ordering horses. He returned almost immediately. Belle had left the room. He sat down impatiently. Presently a servant came in. He brought a note. It was written in a most beautiful hand. There was an exquisite perfume hanging about it, as though unwilling to leave such pretty small words. \" I am suffering from a terrible headache — I am very ill. It is this alone which prevents me from coming down to bid you good-bye. I should have liked to have done so in person. Farewell, my friend. May the state to which your father compels you be happy. There is one will ever remember you. — Belle.\" Alan thought, if he could see her he could cure her headache ; and then he thought he should meet her to-morrow ; and then he thought com placently upon himself as the author of her indis position ; and then he ate a very good dinner ; and then he retired for the night. When he got up, he went to Madame's garden. He seemed to know that she would be there. She was in a travelling dress. She was gathering flowers. She waved her nosegay towards him. \" Ah ! I did not think that I should be so fortunate as to see you. I thought that long ago"], [83, "VARIUM. 75 you were rumbling along those horrid roads to Paris.\" \" Yes. Your servant told you that I had ordered the post-horses early ; and you were kept awake all night by my servant packing the things, I know.\" \" Will you have a flower to smell during the horrid journey ? \" \"When will that be?\" \" You ought to know best. You said, to-day.\" \" Oh ! did I not tell you that I had given that plan up?\" \"Till when?\" \" Until you tell me I must go. Belle, let that never be. Let me stay with you always. You are the best and dearest of women, and I shall be miserable anywhere else. You will let me stay ?\" \" I am myself just starting with my maid. What a pity you did not alter your mind earlier ! — all my servants gone.\" \" No they're not, Belle. I saw them all stand ing in a row in the passage, waiting for the family prayers that you were going to read them. Be- sides, if they are all gone, I can do everything for you.\""], [84, "76 VARIUM. \" Very pastoral, Monsieur ; but \" \" I will stay,\" said Alan, who took his answer from her eyes more than her mouth. Belle looked up, then down, then up again (very prettily), and then looked away ; then she gave him her hand. \" I knew I should make you stay. I knew that you would not leave me. I knew it, and I could have sworn it.\" And she half danced and half stepped a beautiful little measure round the flower-bed. She put her arm within his, and turned towards the house, at every moment crying out, \" I knew you would not ! I knew you could not !\" Alan had never known bliss before. There was nothing but wood round Happe. The chateau was surrounded by trees, into which it nestled like an old owl, almost out of place in the gay scene. Belle had reclaimed from the forest a small acre or so of ground, out of which she has contrived a pretty little formal French garden. It is not quite finished ; for although the Venus has arrived from Paris, Diana and her dog have not yet made their appearance. The summer-house on that side of the garden which overlooks the road is completed, and the yew hedges are doing well."], [85, "VARIUM. 77 The chateau, to which little appears to have been done in the way of alteration and improve ment since it was first built, has only three or four rooms furnished ; the rest are all empty and dis mantled. The staircase is made of hollow, sound ing oak, which sends out a deep echo as you walk up. Sadly the echo dies away through the old dusty passages, which seem to strive to perpetuate the sound, as though it were some remembrance of the noise, the gay laugh and music, which had reigned in them a hundred years ago. Through one of the dim, dust-stained windows of the stair case the courtyard is to be seen ; and on the other side a belfry and clock, which will anon ring you out the hour in its cracked jarring tone. Not so obtrusively did it once force itself upon the notice of those gay revellers, who scarcely noticed the advent of that which was only to be as bright and careless as its predecessors. Portraits of tall un gainly figures were arranged round the darkened summit of this hall. Stiff and vacant, they looked like corpses hung out to dry and moulder, in what was as chill, silent, and mournful as a sepulchre. Here the past holds its dismal, solitary reign ; but there are four rooms from which the past is banished, and indeed the future too, with every-"], [86, "78 VARIUM. thing that will not minister to the present : in these live Alan and Belle. He is in her power — he cannot leave her. He has made an effort ; but she has frowned, and he is down — she has smiled, and he is grovelling to her. Though the cords are strong, yet they are silken. He feels ashamed of his bondage ; yet he can look at their pretty tex ture, and stroke them, and admire them, and remark how beautiful they are made, and how artfully they are spun round him. \" So you have written another song to me ! \" said Belle ; and forthwith Alan was made to recite, which I have no doubt he was very glad to do, a dreary lucubration which the poor wretch had com posed only the night before. \" Know'st thou why the lily droops her head ? Oh, know'st thou why ? 'Tis that with thee so fairly coloured She may not vie, she may not vie. There is a wretch as craven pale, Because his hopes and all do fail. Why wears the rose a blush so ruby red ? She doth confess her theft : She 'th stolen the sweetness of thy breath, she said ; But pass, I pray, the fault unvisited. Thou'st plenty left, thou'st plenty left. If e'er a hope within him grows, He flushes redder than the rose."], [87, "79 VARIUM. The river murmureth as he rolls towards ocean, And did confess his mighty grief to me ; Of all his waves for a gay dancing motion, He hath no wave that may compare to thee. There is a one who murmureth sadly, Lady ! for he loveth madly.\" Belle burst out laughing. \" What's the matter ? \" said Alan, rather hurt. \" Did you compose that last night ?\" \" Yes,\" said Alan. \" Did you compose that last night ?\" repeated Belle. \"Why not?\" he asked. \"Why not?\" said she. \" All the reasons in the world why not. If it had been a month ago it would have been different : but last night, what had you to sigh for last night? Did I not give you long ago my love ?\" \" The song of a despairing lover is more inter esting than of another,\" said Alan, with a slight blush and a laugh. Belle did not laugh; but she sneered rather bitterly. \" That is just it ; that is a piece with the rest of your love. It is not love ; it is not real at all. Pretty this, and pretty that ! You think this would be interesting, so you do it ; you get tired of being a satisfied lover; so, six weeks after you"], [88, "80 VARIUM. have been so — and it is a moral impossibility that with the same person you should be otherwise — you change, and act the part of a despairing one ; and you venture to make me the clothes-horse on which to hang your fantastic, absurd dresses. Find fault ! I don't find fault beyond saying that it is a lie. Why, how dare you say that you love madly, when the whole song is false, and you know it? Bah ! it is all alike ; nearly every one is a liar. Why did I ever go amongst you?\" she burst out vehemently ; \" why did I not live and die here ? why did I ever leave it?\" There was every now and then in Belle, as the reader may have observed, a certain undeveloped, unpractical, illogical love of truth, or at least hatred of its opposite. I don't believe Alan knew of it ; to this less earthly desire he was not called upon to administer, \"though he, perhaps, might have done so, too, in his way. \" I do not find particular fault with you ; it is the fault of your education, your society, your friends. Why, there's Mademoiselle de Prentin, is she not philosophical ? Does she not live a reason ? Did you ever think any personal feeling interfered with the conclusions her crystal under standing arrived at ? Did you ever hear her abuse Madame de Longtemps?\""], [89, "VARIUM. 81 \" Yes,\" said Alan, with a short laugh : \" often she says she has an undeveloped mind ; an illogical temperament ; heavens know what not.\" \" Well, she used to say all the contrary, until one day Madame de Longtemps cheated her at cards, and she has been of this opinion ever since. Bah ! it is not only that, it is only one instance out of a thousand of what happens amongst your friends. She says, I am a poor creature ; that I never reason ; that I have but one idea in my head, which is a wrong one : the real reason of her saying it is, that I have a good nose and she has a bad one.\" Alan laughed. \" I think she has every reason to be jealous,\" he said. Belle was quite serious. \" It is all just the same. I do not boast ; I am not different. Why, she said, here am I, since we've lived here to gether, using to you the language of the. greatest, truest, most eternal love, when I know \" \" When you know what?\" \"When \" \" When you know you don't care a bit about me,\" said Alan. \" Oh ! it's not that ; it's not that. Don't vex me,\" she said, changing suddenly. She looked no longer like a Tragedy Queen, but a nice, dainty, G"], [90, "82 VARIUM. delicate, little Comedy, as she threw her arms round him, and stopped his mouth ; \" and he should not say that, and he must not say such things — it would vex her — it would wound her— it would hurt her ; and he must be a good boy, and say no more naughty things.\" And Alan believed for a moment — just for a moment — in his inward heart, that it was an eternal love, fixed as the stars, that neither death nor ab sence would destroy, and of which eternity would only be a prolongation. Thus were two or three months passed. He one day received a letter to say that his father was ill. He knew it was nothing serious, but some how this woke his dormant filial feeling, and roused him from the trance in which he had passed thus much time. He made up his mind boldly to resist any fascinations which might be exerted to detain him ; he told her that he was going. To his surprise and vexation, she exhibited neither. \"You must go; and, I dare say, have wanted to go some time. To tell you the truth, so have I. I have been desirous to be at Paris this fortnight.\""], [91, "VARIUM. 83 Alan, in a rage of jealousy and conceit, wished to stay, and cure her of her indifference : but no, she would not; he had better go; she had never expected that he would stay long from England ' the dog must ' \" \" Belle !\" exclaimed Alan. \" Well, what else can you expect of a dog ? \" Indeed, she left Happe the day before him, monopolising all the horses, and leaving Alan to fret and pine by himself, especially mortified at the appearance her doing so gave of her deserting him, instead of his tearing himself away from her. On leaving Paris, Alan was careful to wait upon Madame de Pompom to bid her farewell. She was very cordial in her reception of him ; said she had missed him a great deal ; asked him with great naivete where he had been ; and exacted a promise that he would visit her the next time that he visited Paris. She was very proud of him — he was her best pupil, she said, and would do the greatest credit to her. Alan blushed when she told him that no one would recognise him in the great awkward boy who had made his appearance there only a few months before."], [92, "84 VARIUM. On going down, he found the servants and lackeys in a great commotion at some evidently great arrival; an old man was beginning the ascent of the stairs, and with tottering steps and shaking arms refused the proffered assistance, saying, in a feeble, quavering voice, that he knew the way. \" Yes, the General knew it well,\" they said. General ! ! he was old and infirm enough for a commander in-chief. • He had got three steps from the bottom, when his cane slipped from his grasp and rolled down to Alan's feet ; he picked it up and presented it to him. The General gazed at him when he received it with an unfixed, angry, purposeless glance : he looked at him till his eyes watered, so that he had to withdraw them. \" I was not going to steal your cane,\", said Alan, with a smile. \" Happily for you,\" said the General, in a tone of vague asperity, and recommenced his toilsome ascent. \"Ah, c'est vous ! c'est vous !\" said a voice from above ; \" how happy, how blessed am I to see you! The General seized the hand that was offered to him, and cried and crowed over it like a child ; then he fell to kissing and mumbling it, whilst the"], [93, "VARIUM. 85 hand returned his caresses : it patted his cheek, it pressed his mouth, it encircled his neck. Alan smiled as he bowed, and went his way ; it was the last time for a long time that he saw Belle, and it was the only time he ever saw her husband. Alan found his father upon his return quite well, as he had expected ; but still he did not regret his having come away : he almost wondered that he had stayed so long, or indeed at all. Lord Percy, partly by his illness and partly by Alan's conduct, was worked to a great state of irritability. Corrle asked him if he had come to look after Esther, who, as he knew, was still unmarried. Alan said he had had enough of women for a long time. \" And I think you'd have enough of her very soon. I never saw such a virago,\" said Corrle ; \" she's been ill-treating Lord Sparrow in the most dreadful way, because he made up to her.\" Alan said he had no doubt that she would meet with her match some day, who would tame her; and then he thought she would be a very nice person. He only saw just a glimpse of Corrle, who was on the point of leaving England when Alan"], [94, "86 VARIUM. reached it; he was going the grand tour, begin ning at Paris. He also bore letters of introduction to Madame de Pompom ; \" though these advan tages,\" said Lord Percy, \" will be much thrown away on him: I do not think fifty Madame de Pompoms will ever polish him into anything like refinement.\" He drew comparisons between Corrle and Alan very favourable to the latter, with whose progress he appeared well contented ; he tried to turn his thoughts to Esther, who still was disen gaged, but without effect. He tried to turn his attention to political affairs, with a view to his entering Parliament, but again without effect. Alan did not stay long in London ; he went to his father's place in the North of England, where he idled away his summer. Mr. Gruffey and Alan were walking together ; his old friend had joined him, and after his two months of solitude his presence was very welcome. It was a pleasant, warm afternoon, at the end of summer ; they were deep in the woods, upon which an autumn tinge was just appearing, though no leaves had yet fallen. They were perpetually in their progress rustling through heaps of dead leaves, for so deep lay the ground among the trees that the wind could not get at them to remove them :"], [95, "87 VARIUM. there they lay rotting, the accumulated decay of the glories of former summers, so many memento mori's to the bright green leaves which were waving and fluttering above them. \" Wave on, gay gallants, wave on ! but there lay your fathers, your grandfathers, all your pre decessors, for a dozen generations back. What matter if it be one more flutter, or two, or three ? to this favour must ye come !\" At least it was thus that the dim evergreen hollies, of which there were many about, addressed them : to them, if winter brought no misery, spring brought no consolation, the evening breeze w7hispered no joy, the summer shower satisfied no longing ; but they dragged out their sedentary lives in a sad prudish uniformity. But they were despised by the others, who fluttered and waved neglectful of these ill-natured remarks, prolonging their youth to the very end of their existence — concealing to the very last any ap pearance of decay, and at last, like jovial old rakes, hiccoughed and quavered off the tree with as good a face upon it as they could assume. It was very pretty to see Mr. Gruffey upon these excursions, and the sort of happy trot with which he flew from flower to flower, like the busy bee, exclaiming vociferously at their beauty, and"], [96, "88 VARIUM. going into every ecstasy of rapture at the birds, and the leaves, and the sky. The two were very well engaged in conver sation together. Alan's confidences were curious for such a young man to make to one so much older; he told him almost everything, with some thing of the simplicity of a brother to a brother, and something of the affectionate respect, but none of the reticence, of a son to a parent. Mr. Gruffey was a very good friend to him, and larded his ex pressions of sympathy with maxims of good advice. Wnen he was asked what had detained him for the last two months in Paris, and what had prevented him from complying with his father's summons, Alan did not hesitate to give Mr. Gruffey a plain account of his doings. \"Was she pretty?\" asked Mr. Gruffey. \" She was a very well-looking young woman,\" said Alan ; at which Mr. Gruffey burst out laughing in his abrupt way — any fear he had of the strength or continuance of this passion was allayed. Alan continued : \" She was very white-com plexioned, though not pale ■ but her eyebrows and hair were very black. She had a colour, or rather a tinge upon her cheeks ; it was not rosy, but more like a camellia which has just a dash of pink in it."], [97, "VARIUM. 89 She was neither short nor tall, and had the most light and graceful way of moving imaginable. She was very pretty, but a horrid little flirt,\" he said, and there was silence between them. On mounting some knoll, which commanded a view of the country round, Mr. Gruffey threw himself down and rested luxuriously on the grass. Alan also contrived to make himself very comfortable, on which Mr. Gruffey said,. — \"Alan, you're the laziest fellow I ever met with ! You've now the satisfaction of feeling that you have spent the two idlest months that were ever spent by man : you have neither shot, nor fished, nor read.\" \"You know very well,\" said Alan, \"you would not have been satisfied with whatever I had done. If I had shot, you would have blamed me for not reading and fishing ; if I had fished, I should have been blamed for not shooting and reading ; and if I had read, you would have come up and patted me on the shoulder, and said, ' Begad ! how degenerate the lads of these days ! In my time a boy was not happy without a gun in his hand, instead of puzzling his head about books he is not able to understand.'\" Alan delivered this last in grotesque imitation of the rotund tone in which Mr. Gruffey delivered"], [98, "90 VARIUM. his sentiments. He was partly right ; Mr. Gruffey had a great vein of contradiction in him — it was difficult to find out what his views upon any subject really were. Alan laid great emphasis on the word \" boy,\" and was constantly fretting at the air of tutor that Mr. Gruffey assumed. \" You're a puppy! In my days, if you will, boys (Mr. Gruffey lay as great emphasis on this word) used to be civil to those older than themselves, who were good enough to take an interest in their pursuits. This time, however, I was not going to find fault. I was going to remark that, in this weather, one of the best things you could do would be to do nothing. How pleasant it is here ! After all, London is not the nicest place in the world. I should like to stay here for ever. Are you going to town next week ?\" \" My father wants me,\" grumbled Alan. \" Then you will of course go. You will leave the cool retreats, the silent shades, the solitary musings, the lonely communion, with your own high thoughts, again to mingle in the crowded ways of the metropolis, — the din of men, the herd, above which I have no doubt you feel yourself. Well, my lad, it is rather awful,\" he admitted ; \" it will be like plunging into a cold bath, and I have"], [99, "VARIUM. 91 no doubt that your scared soul sits shivering upon the brink.\" \" Not quite so purifying,\" said Alan, with a sneer. \" There you go, my young friend ! Give a jeer at the world I and why? Let me tell you it is a deuced good world, if you will only take it the right way, particularly so to you. I should think to others it may be a hollow show, a dreary pageant, a blind mockery — are not those the proper words ? — but to you I should think it was a very pleasant reality.\" \" Supposing what you say to be the case, and that I have met with nothing to disgust, all the more probable is the truth of my opinion, founded, not upon my own selfish experience, but upon a disinterested observation of the lives of others : but see, Mr. Gruffey, how strong the spirit of contradiction was in you. If I had dwelt upon the pleasures of life, you would have immediately at tacked the world, and called it a wretched little globe, a ball meant for the fools to toss about, but which the wise man will hold at its true value. I wonder what makes you so different now?\" \" So it was for some private wrong, and not out of a disinterested view of the sorrows of your kind, that you abhor them! What sorrow ?\" Alan replied not."], [100, "92 VARIUM. \" I asked,\" continued Mr. Gruffey, \" the young Diogenes, as he folded himself in his virtue and round jacket, for what reason he set up his tub, and the precocious child replied that he had been whipped too hard at school, and it was for that reason that he doomed the globe on which he resided to the perpetual wrath of the just gods : is it really out of hatred to Dr. Brushby that you say all this ? I agree with you, and sympathise with you ; he was a disagreeable man, but he again was pleasanter than \" \" There is a race of mortals who become you know the rest,\" Alan said, with a short only half-serious laugh. \" Yes ; old in their youth : that they do. Little Alan Percy smoked a cigar at five, and talks mis anthropy at twenty-one; he is now at that in teresting age when he congratulates himself upon the seeing eye, which, during two months' converse with the world, has pierced through all its hollow shows ; he has put up his patent umbrella over his head, and persists in taking the two yards of water proof calico for the boundless canopy of heaven, and its edges for the unmeasured horizon thereof, and he is astonished in his own narrow mind to see how narrow is that which he sees — which, indeed, he expected to find narrow : nor does he reflect"], [101, "VARIUM. 93 that it was because he found the glare of its sun too much for him, that he had recourse to the cotton umbrella at all. He says he is old in his youth, aud, go to ! he is very old. The youth, besides the cotton umbrella, has talents which are not small, and a vanity which is great, and it is soothing to him to hear the fools and old women to whom he has divulged his views exclaim, 'How saddening ! ' ' What a sad sight to see the bloom rubbed off so young a heart — one so early un- deceived ! * And this chorus of sympathising females is pleasant to his soul ; he does not dislike their praise, 'tis the only thing left the disillusioned youth does not quite despise. He says he is old, but, go to ! he is not so old as he thinks ; he may take courage, his case is not hopeless : nor is he so far removed from the innocent realms of childhood. He will grow older still, and his cotton umbrella will wear out ; he will see through its holes \"the eternal sky displaying its glorious beauties, which never have changed, and which, strange to say, never will change ; no, not if fifty prodigious youths were to stand and hold up cotton um brellas. That man's heaven-created heart contains more wonders than he, even before he was dis illusioned and whipped too hard at school, had been good enough to suppose ; he will learn, that"], [102, "94 VARIUM. if he was given the seeing eye, it was to recognise and do homage to these beauties, and that the eye that can see the harm and ridicule is by no means the uncommon thing he thought it — in fact, that there is scarcely a man without it.\" \" I think you get upon dangerous ground when you say it is only the fool who takes my view ; tell me of some wise man — besides, of course, yourself, when the humour takes you — who has thought otherwise.\" \"There are two sorts of cynicism :' one is the cynicism of a man whose soul appears to have been admitted to the idea and prototype of everything before it was enclosed in the body ; he seems to enter upon this existence with transcendant notions of justice, wisdom, and virtue, and of the power man has of attaining to these, as if some lovely shape walked ever before him of what man might or ought to be — small blame to him if he views with better spirit the reality of all this ! The higher his idea, the loftier his faith, the deeper is his anger. But there is another sort, with which you and I have more to do : he is his own standard ; he is himself the shape w7hich gives him the notion of what man must be; he has perhaps a selfishly charitable disposition ; he clothes his friends' faces with smiles in the epicureanism of his humour, as"], [103, "95 VARIUM. some men put bright chintzes on their chairs, or gay pictures upon their walls. Then comes the change, the misfortune, — he as obstinately refuses to take the true view of things, but that which was his god is now his devil ; this d d, unthinking, thick lipped misanthropy, being only a different expression of the same feeling as this d d, thick-lipped, unthinking good-nature. Because he was giddy he thought the world turned round, but that was scarcely worse than his thinking it stood still because he was not giddy. I wonder under which of these two heads you come?\" \" I think you do me wrong in supposing that I take no idea of good beyond the mere ordinary standard, that I \" \" I think I do you wrong in supposing you have any real thought about it, you young humbug,\" said Mr. Gruffey : \" but there is an old story, which, for want of something better to do, I may as well tell you. Once upon a time in the market-place of Jerusalem there lay a dead dog ; a Pharisee seeing it, turned up his religious nose at it : ' Why is this foul beast allowed to pollute the holy city with the stinking odours that arise from its noisome body ? ' Then there came a Sadducee — you know what the Sadducees were ; they were the fashionables of Jeru-"], [104, "96 VARIUM. salem, the languid young swells— one of these came by in his foolish, sauntering way, and curling his lip said, ' How foul the foam on his mouth looks ! how absurdly mangy, muddy, altogether detestable ! ' and he turned away. Whether he lamented the little illusion there was left in the world, I know not, but I have no doubt that he did, and complained that to genius there was no youth, because his seeing eye pierced through the illusions that made youth.\" (Here Mr. Gruffey laughed in a fierce way at Alan.) \" Then there came by One whose wise and gentle aspect drew the attention even of the self-satisfied Pharisee — even the Sadducee was hushed into a momentary reverence, and his lip lost for a second the sneer that hung like a mildew7 upon it. O the mothers' hearts which fluttered with gratitude as He passed, who had restored their sick or way ward sons to them ! 0 the weary souls which leapt towards Him whose wisdom had discovered the stray gleams in their confused and world-worn hearts, and whose love could reward and increase them ; the heart that never knew guile, the hand never raised but to help and to heal, and the tongue that uttered nothing but the divinest consolation ! He too saw the dog, and — so runs on this grotesque old legend, which still has its moral — He looked on"], [105, "97 VARIUM. it and said, ' Behold, his teeth are whiter than the purest ivory.' There, my boy, you may point the tale for yourself.\" Alan paused some time, and then he said : \" I think your legend very pretty, but I think your application of it the most cynical thing uttered to day. If you declare the uncharitable to be the obvious view, and if the seeing eye of genius, which can detect what is good, is praised as possessing an un common power, you say a severer thing upon nature, not only than I ever said — Heaven help me ! — but one to which Timon himself would not sub scribe.\" \" You're a puppy, sir ! \" was all that Mr. Gruffey said ; as, indeed, what else could he say ? In a few minutes he said, \" Alan, you puppy, the sooner you marry the better.\" \"Marry! whom should I marry?\" said Alan. \" If I mention marriage, I am sure to have some d d London girl stuffed down my throat.\" \" Lady Margaret.\" \"Lady Margaret!\" \"And why not Lady Margaret?\" said Mr. Gruffey ; \" is not she the very best and paragon of young ladies ? 'Gad, it would do your heart good to hear her praised in the world — and, indeed, she loves the world so much that it would be almost a ii"], [106, "98 VARIUM. shame if the world did not love her. They praise Lady Esther, too, but gad, sir ! she beats Esther in beauty, cleverness, and amiability by deuced near twenty thousand pounds down and twelve thousand a-year after her father's death.\" \" Her teeth are whiter than the purest ivory,\" said Alan, upon which he was again called a puppy. \" If you were married and had some of the ordinary joys and sorrows thrust upon you — they would perhaps dim the seeing eye, and you might be more happy. And then you'll become a philan thropist, an enlightened lover of humanity. By Jove ! you'll go snuffing about the drains with old Noodle, or go to meetings — ay, and sit in the chair, too : why not? — preach about the heathen masses and bully your wife ; and be kind to all the world but your own family; forgive your enemy, but hate your brother. Bah !\" \" How now ? what's the matter now ? I do like hearing you talk of mankind ; there is only one obstacle to your being the finest philanthropist that ever breathed, and that is, that you can't endure your fellow-creatures — you can't help leaving out the Prince of Denmark in your play of Hamlet; and not only him, but every one but the Claudiuses and Poloniuses, and the other knaves and fools of the piece. You've built your hut by the waters of"], [107, "VARIUM. 99 Marah, and there you live like an old hermit and drink like an old fish, but you won't let any one come there except yourself.\" \" If thou couldst thou wouldst not, 0 my son,\" replied the hermit. \" Thou a cynic ! I shall see thee a cynic to-day, hear of thee as a philan thropist to-morrow, and receive a visit from thee as a placid contented worldling the day after.\" \" Better the passing bursts of Timon than the fixed unmovable sneer of Apemantus.\" \"If Timon thinks his bursts passing, he is getting better ; he will perhaps condescend to return to Athens and go to the balls and parties there. I say, Alan, it will be capital fun seeing the girls run after you.\" \" No, they won't,\" said Alan, in a tone that implied that there was no doubt they would. \" Not after you, but your title.\" Alan looked hurt at the qualification. \" Then, you know, I'm no believer in elder sons. I think that it takes time to make fine children, and the second is generally an improvement upon the first. If it were possible for you to disguise your self as a younger son, the remarks would be very different — ' Who is this ugly young man with large feet, scarecrowing the pretty birds from my crops ? ' ' \" They would not,\" said Alan."], [108, "100 VARIUM. \"But the young man in question, being a philosopher, would be perfectly indifferent to their censures.\" \" And I don't think I should care,\" exclaimed Alan. \" He might, for the sake of philosophical observa tion, drop his disguise to hear the loud remarks made upon his good dancing, his elegant demeanour, his lovely legs, and his handsome feet.\" Alan said nothing this time. \" But the young philosopher would be as little moved by the praise now as he was by the censure then.\" \" And so he would,\" affirmed Alan. \"I perfectly believe thee, O my son,\" said Mr. Gruffey. \" Get up and let us go. Now you may look around you, and take a last view of what you will not see for some time, for you are coming to London with me the day after to-morrow. This day week will see you blushing at renewing your ac quaintance with Lady Esther. You may even be poetical if you will, and write ' an occasional piece,' for it is very beautiful. If you will discontinue your absurd gabble you will hear the voice of the distant falls : do they not sound well in the hushed air ? as if the sound had just strength to reach us through the cool evening, and then died away before it had"], [109, "VARIUM. 101 got a yard past us. The sky, too, is very beautiful, with its alternate ribs of blue and gold. But, come along, you never look at such things. Come, Sadducee.\" \" I have been looking and thinking of nothing else whilst you have been talking.\" \" Then you have lost matter more valuable than it has been your lot to hear for some time.\" Mr. Gruffey was right : a week more saw Alan going up to pay his respects to Lady Penrose and her daughter. It was with an air of the most elaborate politeness that he greeted Esther : he would show her what a pretty fellow he had grown since those other days ; he was very fond of speaking of those \" other days,\" as if it had been in a sort of ante natal existence that not only he could have been refused by Esther, but that he could have given her an opportunity by proposing to her. \" It is quite pleasant meeting old friends,\" he said, with rather a foolish affectation of this. \" It is, indeed,\" said she, with a smile. \" What a lot we must have met with and seen , and lived through, since we met last ! \" \" A great deal,\" she said, with a smile. \" Are you still as fond of going out as you were ? \""], [110, "102 VARIUM. \" Quite as fond,\" she said, with a laugh ; \" fir I never liked it at all, and I don't like it now.\" \" You have grown quite epigrammatic since we met,\" he said. \" I declare I shall be quite afraid of you.\" \" You must not believe what she says,\" ex claimed her mother ; \" she is very fond of going out. I never saw any one so wedded to it : she drags me about to four parties a-night sometimes.\" \" I'm sure, mamma,\" said Esther, \" we never went to more than we did last night, and that was only three.\" \" But still you like going out to the extent of three parties a-night, if not of four ?\" said Alan. \" I only went to please mamma. I'd much rather stay at home ; I'd much rather not be in London at all : it would be much pleasanter to stay at Penrose all the year round.\" \" Have you still your large dog Neptune there ?\" \" Oh yes, and he's very well : is not he hand some?\" \" Very.\" \" I'm so glad to hear you say so, Mr. Gruffey and I always have such a dispute about it. I am so fond of him, and Mr. Gruffey says he is so horrid ; but the real reason is, I shall always declare, that he jumped up on Mr. Gruffey with very muddy"], [111, "VARIUM. 103 paws, and nearly pushed him over : he is so very affectionate, you know.\" \" I think him wonderfully handsome.\" \" Yes, and he's so full of ideas ! he's so wonder fully clever, that he's almost a companion to me.\" \" I should think he was, quite,\" said Alan, em phatically. \" I'm so glad to hear this praise of him, and that he has got one more defender : but, indeed, he'll never want friends, for he's a dear dog.\" \" And you wanted us two to marry ? \" said Alan, as he was giving Mr. Gruffey his arm home. The old man was always pottering about at these parties, and complaining of their dulness, their flippancy, and their emptiness, and had got quite a reputation for intellect, and a high cast of mind by doing so. \" Not for her sake, but for yours, I certainly did,\" said he. \" It's very curious to see her again ; she over powers me, whenever I see her, with a sense of immutability and everlastingness. I felt just the same when I went to see our great tree at home, that people make such a fuss about, when I first came from Paris; it was just the same — I had seen and been seen, and done and been done by, admired and \" >i"], [112, "104 VARIUM. \"Been admired?\" asked Mr. Gruffey. \" But it had never altered — there was not an additional knot, or knarl, or bough, or root ; it was just the same as I saw it first, and when the great Percy had run his spear into it — you know .when. She said ' quite well, thank you,' and smiled, when I first knew her, and I never can remember if that was twenty or thirty years ago ; and she smiles and says, ' Quite well, thank you, now ;' ' Si fractus illabatur orbis, Impaviddn ferient ruinæ.' I asked her how she was to night, and she said, ' Quite well, thank you,' and smiled.\" \" Well, what on earth was the wretched girl to say if she is quite well ? \" asked Mr. Gruffey, lost in wonder. \" That's just it ! I was the fool to ask her how she was. Of course she was well ! How could she be otherwise than she always has been? Those wads of flesh and blood would prevent her from illness.\" \" Do you think that she spends all her existence in this dreadful uniformity ? \" said Mr. Gruffey, in great wrath. \" Heaven help her if her whole life is to be like two of the months she has passed since ! (I wonder, my boy, if you could show any two"], [113, "105 VARIUM. months of yours against them ?) It was when her mother was so ill — she refused to leave her ; night after night she sat by her, struggling with the ill ness, reconquering her mother as it were inch by inch from the grave. Once, when I went to make my inquiries, she came down to see me ; I shall never forget the look of anxiety in her scared face. Though I have known her some time, it was not till then that I knew of what a boundless earthly love she was capable, and which she revealed in her looks ; her face then dwells with me now. It is Heaven's mercy that the health of which you com plain was not sacrificed to the love she bore her mother : it is Heaven's mercy \" \" Heaven's mercy has been very great, for i£ she had been playing at football the whole time she could not look more purple and strong than she does.\" \" It's almost an insult to her for me to say such a thing, but you might go a great deal farther and tare worse.\" \" That's just it ! I suppose we shall do very well. I suppose I ought to congratulate myself, and think myself very happy. After all, she is better than most women.\" \" I never heard such consummate assurance ! You puppy ! I can tell you she's quite as able to check impudence now as she was a year ago.\""], [114, "106 VARIUM. \"Oh, of course it will not happen now; she would not, any more than me : but she is my fate and I am hers, and something will bring it about — you'll see.\" If Mr. Gruffey had been called upon to name, what of all things he would most prefer seeing, it would probably have been this. \" Lord Sparrow,\" he said, \" bets three to one that they will be married before the year is out.\" \" If it was not betting on a certainty, Lord Sparrow should be taken.\" It was a sense of this certainty that made Alan launch out so, otherwise he would probably have done his usual justice to Esther's beauty and character. \" I wish with all my heart that I could be in love with her, or with any one else ; I wish that I could hate her, or somebody else : but I am too self conscious ever to be in love. I wish I could have something to take me out of my cursed self, were it only two inches. Here's your house, Mr. Gruffey : good night.\" \"Do you never mean to take any interest in affairs? do you mean always to trifle and dream away your time?\" \" Interest,\" said Alan, \" is not to be com-"], [115, "VARIUM. 107 manded.\" He put his hand before his mouth, partly because he wished to yawn, and partly because he wished his father to think he wanted to yawn. Lord Percy had been making a periodical attempt to rouse his son's ambition. \" If you like,\" said Alan, \" I will turn to it ; but it will be against my inclination. Why, there is nothing in politics to interest one in these days!\" was his next absurd remark. \" If there is anything,\" said Lord Percy, \" which provokes me, it is to hear a man talk like that ; to hear him praise the past more than the present ! It is the vice of the young men of this age ; at least they did not do it in my time.\" Alan politely did not reply. \" I tell you that it grieves me to see the life you lead ; let me see you at least associate with improving men.\" \" Mr. Gruffey ?\" suggested Alan. \" Mr. Gruffey ! — an amusing man, very ; every now and then says something quite smart -. but it's a different man I mean — something more solid. Not take interest in anything ! \" he burst out quite in dignantly. \" What more would you have to take interest in than the affairs of France at this moment ? I do declare, that this outbreak displays more phases worthy of curiosity than can be shown at any other"], [116, "108 VARIUM. time in European history. What can be shown more remarkable than their treatment of the women that we are hearing accounts of, how they are being daily arrested, imprisoned, and executed! and women of our knowledge and acquaintance, too — that you probably met with when you were at Paris six months ago. Is it not extraordinary? What could they dread from these women, so incapable of political in fluence? woman, unable to cope with a man's purpose ! ! \" Alan shrugged his shoulders in despair ; when once on this subject, he knew well how endless would be the rounded repetitions he would hear. Lord Percy had all the contempt proper to so great a mind of \" the gentler sex -.\" \" even a woman could understand this,\" \" the amiable creatures ! \" And his conversation and writings were, larded with expressions of this sort. \" Why,\" proceeded Lord Percy, \" I have private intelligence — no matter from whom,\" he added, with dignity ; it was ever the proudest moment of Lord Percy's life when he could obtain private intelligence, and steal a march upon the world by obtaining news a few hours before it. \" I have private intelligence of the arrest of Madame de , whom I knew well — did you ever meet her ? ■ and of a Mademoiselle de Prentin, I think I have"], [117, "VARIUM. 109 heard you mention.\" Alan started up as if he had been shot. Lord Percy was silent for a minute, when he looked round for Alan. He probably wished to tell him, that for those so arrested there remained no hope ; he might also have expressed surprise that so much trouble was taken about women. But Alan was not in the room. I am not careful to dwell on the particulars of Alan's journey to Paris — hazardous as it was, but scarcely more so to Englishmen than to all men, in those days of indiscriminate slaughter ; there was nothing in it but what a young man of Alan's spirit and knowledge of the language might easily effect. His friends used to tell of him, that he performed the last two days of his journey in the disguise and office of a postboy ; and that at length, on reaching Paris, it was not only by divesting himself of the breeches of such, but by omitting such a garment altogether, and wearing a red cap of liberty, that he obtained admission to that which he had travelled this distance to see. He used to tell curious stories of what he had seen and heard upon this adventure; sights and sounds which he saw and heard, as it were for the first time, not till long after, so great was the delirium and eagerness that possessed him."], [118, "110 VARIUM. At last he must own he knew what excitement was ; he felt as if he was running a race with time — a time— the time at which what he most valued was to be torn from him : he was with clenched hand, kept breath, and keen eye, cursing the tardiness of the horses, the vessel, the wind, and' what not, which refrained from carrying him where he would be — where his soul and heart had been since he first heard the dreadful news : but time went on as usual, and the glorious sun rose, and increased, and dimi nished, and sank in its awful sameness, regardless, just as it did yesterday, just as it did a month ago. It was at some country village that he was stopped by some necessary delay — he remembered it well on his first journey, and how the air of peace which enveloped it had struck him then. He went and leant over the bridge ; he felt to re cognise the water, the long fantastic ripple which had been perpetually forming, breaking, and re forming, since he was last there ; he thought he knew again the note, which the wind made rustling through the bridge upon the thick underwood which overhung the banks of the stream : why did not everything change, and experience some thing of the shock he had undergone the last few hours ? Across the sea, and he was again thundering"], [119, "VARIUM. 111 along the roads : and then again — on — on ! Neither by the force of his own passion, nor by the monotonous ringing of the horses' feet, as they proceeded through the shadowy moonlight country, was he lulled into sleep. He sat upright, gazing — gazing — as though he was looking at something far away — beyond even the far, dim, treeless land scape which spread so immeasurably around. And he was — he was with her in prison : why had he ever left her? His love sprung up from its twelvemonth's lethargy, and was as though it had never slept — why, why had he not remained by her side ? He was in Paris, and forcing his way to the prison where she was confined, on the evening of the third day. He scarcely knew if it was by permission, or bribery, or force, that he obtained entrance ; but he was there, and he was following the jailor to her cell. \" Citizen could see her to-night, but he doubted if any one would see her to-morrow night :\" and his heart sickened as the meaning of the speech flashed across his mind. To-morrow! — so soon! — had he only won the race by a day? The door was opened, and again closed behind him ; by the scanty light he could distinguish her : he threw himself upon his knees before her."], [120, "112 VARIUM. \"Oh, Belle! Belle! why did I ever leave you?\" \"What! you have come!\" she said, quite cheer fully. \" I might have expected you would. It is worth while being a loadstone, to be able to attract so true a bit of steel — such a true heart as yours. Well, and am I to be saved ? Have you the ladder of ropes with you?\" she went on, with a smile. \"Nay, Alan, do not weep ; we- are all children of mirth in here ;\" for Alan had faltered out that he was ready to die to save her. She threw open the door ; it led into a large low chamber — it was the common room to all the inmates of the prison : a blaze of light fell upon .her — she was brilliantly dressed, was covered with bracelets and jewels. She half led, half pushed Alan into this room, where their appearance was scarcely noticed by the crowd of people in it. He found himself next to a lady, who immediately began talking to him ; he listened with a stupid stare for half a minute, and he looked up and saw that it was Bonne. I do not intend to treat of the times at which these events happened, save in those points which immediately affect the individuals of whom I write ; my readers are probably far better acquainted with the state of affairs than I am myself: there are several curious memoirs, which they would do well"], [121, "VARIUM. 113 to read, which treat, among other things, of the extraordinary heroism of the poor wretches who found themselves, suddenly and for the most part without cause, in so fearful a predicament. It was not alone the men — no new thing to us is the fortitude and courage of the gentlemen of France — ; but the women, torn from the very lap of luxury and indulgence, pampered in littlenesses and vani ties, which appear excessive even to our experience, roused themselves, and were divested of life as of a ball dress. There was but one instance, among the daily scores, of a woman who did not meet death with an endurance and resolution almost unparalleled: this was the celebrated Madame du Barry. It is said that she screamed and struggled on mounting the scaffold : but the agonies of this lady moved the chivalry of the French mob, and after this there were but few executions of the sort. Had she suffered at the beginning, hers would probably been the last as well as the first of those inhuman proceedings — the stubborn passiveness and immovability of the others had only commu nicated the same feelings to the bystanders. But theirs was not a merely brave death, it was a polite one. It was the high old Roman way that they translated into the most elegant graceful French. They caught the king of terrors and made i"], [122, "114 VARIUM. him presentable; they civilised him before they would give him an entree to their society; they rouged his pallid face, and they toned down his terrors with their dainty cosmetics: who cannot die like Portia ? be it ours to perish like Mademoiselle le Couvreur. We are told how, at those parties and suppers with which the prisoners entertained one another, and at one of which Alan had found himself, how chairs were arranged to resemble a guillotine, and how, one by one, the ladies rehearsed the posture and demeanour they were to assume when — when it was no longer a rehearsal. Their time was passed in prison as it had been passed when they were at large — dress, cards, scandal, suppers. Alan almost fancied the whole thing was a dream, and he was still on his first visit to Paris. He saw a knot of people making fun at his dress, and he had forgot, amongst these complete toilettes, how haggard and disordered he must have appeared. \" Monsieur does not talk much,\" said Bonne ; \" he is pre-occupied : perhaps he thinks it hardly looks like a prison ? \" \" It does not,\" he said ; he had been listening with an air of wonder and stupidity. \"Bah!\" says the pltilosoplie mademoiselle, with an air of proper satisfaction ; \" it is impossible to imprison the mind.\""], [123, "VARIUM. 115 But deep and unfathomable is the sea which they are attempting to cross in their small frail raft of etiquette ; and though they may look at one another and smile, and appear to forget it, it is perpetually raving and foaming and lapping hungrily round the thin boards, and forcing itself to be seen, heard, and taken notice of. Some chance word blows up the smouldering flame, and they all begin with a fearful eagerness to speak of what lies nearest to their thoughts. The character of the scene is in a moment changed. What devil's dance, what witch's Sabbath, is this at which Alan has found himself, and in the wild, unhallowed glee of which he partakes to a degree that he could not account for, then or afterwards ? \" Why, you are quite merry now ! \" \" As merry as if I myself were going to die,\" said Alan, with an odd laugh. It was Belle who spoke to him — he had never taken his eyes from her once ; she looked quite like a Bacchanalian in her frenzy. There w7as a sound at the door, to which all eyes were immediately turned — jokes were left half uttered, stories untold : there was immediately a dead silence — it was the official with a list of to morrow's victims. Slowly was it read out — a long list of names, and the last name on it was ."], [124, "116 VARIUM. \"I died better than her to-night, and I will die better than her to-morrow,\" said the voice that he loved. \" At least, I have heard it in time, Belle,\" said Alan, passionately. \"Heaven has been thus far merciful. I may spend the whole of your last night with you?\" \" The whole of the night, Monsieur ! the whole of the night ! have you lost your wits ? what will these good people say ? At least, sir, confess that no encouragement on my part has ever \" She did not finish her sentence, it was not worth while ; the rest of the guests were out of hearing, on their way to their separate places of confinement — she herself was at the door of her cell. Alan heard a voice repeating prayers as he entered, and by the dim light recognised in the kneeling figure the Cure of Happe, who had flown to the spiritual succour of Madame in her need. The old man, as he raised his head, looked at Alan sternly. \" Is this a time \" he began. \" Hush, my father, and stick to your book,\" said Belle, quickly, \" and do not be uncivil to people who are good enough to call upon me. See, you have cast him down, and he did not look as if he was going to be very good company before ; why, he looks quite miserable ! \""], [125, "VARIUM. 117 \" Have I no reason?\" said Alan. But Belle said she saw none, and she turned from him to give some directions about her dress, singing the chorus of some song or other, in a curious gay voice, which rang through the low room and filled it, and made the air throb with the melody. She had always had a beautiful tone and ear, and it had been Alan's delight formerly to sit still and listen as long as she would sing to him. \" Oh, Belle, is there nothing better to think of at such a time? If it is my misery — as it will be hereafter, when I think of it — to have contributed to bring you to this, let it be mine to call your attention to something better at this awful moment.\" Belle turned round and looked at him. \" The youth has counselled you well,\" said the priest ; \" return to the fold you have left while there is time. Oh, you have indeed wandered far from it ; have you no remembrance of it ? In your childhood you were holy. Do you not re me'mber the lawn, and the bells, and the book of Bible stories ? Why, Monsieur,\" he said, turning to Alan, \" she had but the one ambition to be like the holy women of old in those days : have you quite forgotten them, my daughter ? \" \"No, my father,\" she said, quite softly; \"no, my father; and have never forgotten them — never."], [126, "118 VARIUM. Long, long afterwards did I long to return to the Eden I had left ; but, however much I might look back, the angel of my youth stood there with his flaming sword and thrust me away. Oh, my God,\" she burst out, \" what a life mine has been ! Alan,\" she. said, turning round to him, \"always think of me at my best; I was best with you: and, whatever you may hear, try to forget the horror of it, and remember me only as I was then, and as I am now — yes, as I am now, for it is something\" — she seized his arm, and looked at him almost imploringly — \" to go down to death so early — and to die like I will die. But that is it: do you' think there is any fear?\" \"Of what?\" said Alan. \"Why, of my failing at the last moment to morrow. Sometimes a horrible fear of my doing so comes over me. Do you think I shall ? Some have. There was some wretched woman who fainted or screamed ; and I am sure she could not have looked more brave than I do. O God ! 0 God ! I have never loved thee, and thou hast never loved me ; but prevent me from this, and \" if Is this a prayer befitting one who is about to die?\" said the priest. \" Why, have I not prayed for support in my last moments? What more do you ask?\" she"], [127, "119 VARIUM. said, with a bitter laugh. \"And He has heard me. Do not fear, Alan. I will not shrink. You may come and look, if you like. My eye shall not shrink, my step shall not falter, my cheek shall not pale, even if I wear rouge for it. Why, who can help feeling weaknesses like this, if you both croak like owls at me ? Say something to cheer me up.\" \" Pray — pray that thou mayest be admitted into the heavenly gate,\" said the calm, steadfast voice of the cure. He seemed removed miles and miles from the scene of terror near him ; like the priest going through his offertories, and prayers, and incenses, unmoved — separated, as it were, by altar rails from the sea of tumult, and prayer, and enthusiasm, and prostration, which roars and breaks itself beyond. Such peace have the children of God ! It was no earthly love which had brought him here. \" I will sweep St. Peter a curtsey like this ; and I will sing him a song like this — ' To woo me, to woo me, The river came to me.' Who will refuse me then ? Ha ! ha ! Monsieur Sadface, those were glorious times, were they not ?\" And she took him by the hand, and acted this passage of their lives to him. \" Those were"], [128, "120 VARIUM. glorious times. Who would have thought, when we used to mock at Bonne, that it would come to this? ' Lovely and pleasant were they in life, and in death they were not divided.' A tete-a-tete guillotine with her ! Ah !\" she said, after stopping short, \"it is fortunate that there cannot be two the-night-befores, or I should die of ennui. Where is Monsieur's wit, that it does not shine ? Has the good young lady in London enthralled it ?\" \" While there is time there is hope,\" chimed in the priest's voice, as though it was a response. , \" If he would nDt talk, and if the other would bore her, she would not listen — she would go to sleep.\" She went and laid herself down upon the mattress. Alan crept up and sat by her side. Her deep regular breathing either proclaimed that she was asleep, or feigning to be so. He ever remembered this as the longest, sick liest night he had ever known. As he sat watching over her, his thoughts ran over all that he knew or remembered of her. I believe at that moment, whatever he did afterwards, that he saw her in her true light, and knew her for what she was, good and bad; and then the monotonous voice of the priest lulled him into a sort of wakeful doze ; and then again he started up in an agony, which he restrained when he saw her asleep ; and he sat"], [129, "121 VARIUM. quite still for fear of rousing her from the torpor which, perhaps, was the best thing for her. And then, as the old clock doled forth its tones, he thought of the numberless wretches who had heard it as they passed their last hours there : how their hard glazed eyes must have wandered over every bar, every crack in the wall or ceiling, every object made visible by the dim flickering light. At length the dawn poured itself into the room, in a slow, drowsy mass. By it her face grew gra dually more distinct. He could see the hard lines which had gathered themselves round her mouth. And then the clock struck six ; and as it told the quarters first in its under-tone, it struck Alan in one of those frivolous fancies which seem to be born on such occasions, as if to divert the weight of what might be otherwise intolerable, that it was summoning up all its strength before it could utter that which was to be of such dreadful moment to so many who heard it. \" Bis conatus erat casus effingere Bis patriæ cecidere manus.\" Then the bell began to toll slowly and at in tervals, like guns of distress booming across the building. Belle started up. \" Ah, it is time ! Away from me ! Oh, I fear, I fear !\" she said, in"], [130, "122 VARIUM. the most piteous tones, and with an expression of physical pain, as if some one had struck her. \" If you fear, there is One who will keep you in safety,\" said the priest eagerly. \" It is not too late.\" \" Let them come ; they shall see how a French lady can die. What were you pleased to remark about safety, Monsieur le Cure\" ?\" It was with this tone that she dismissed them from her cell at the entry of the jailor. Alan scarcely spoke. What was he to say? But he seized her hand, and pressed it violently to his lips. He had to lean upon the priest for support before he reached the bottom of the stairs. The old man conducted him to the house of some friend, where he left him. The priest stood by his side. \" There is a fountain in which the most impure may bathe. There is a throne at which the most polluted may kneel. Oh, my son ! one-half of that courage and constancy in a worthy cause .\" >? The old man is choked with tears, and Alan knows that all is over. He goes on to say how proudly she stepped from the cart ; how the vile rabble were awed by her bearing ; how she smiled at poor Mademoiselle"], [131, "VARIUM. 123 de Prentin, who was all of a tremble beside her, and permitted her to be executed first, lest the sight of her own death might terrify her more ; and whilst it w7as going on, looked boldly up and smiled, and fastened up a tress of hair which had fallen ; and then she, too Alan was in his room on the second day of his arrival in England. It was thus that the current of his thoughts ran : — \" I did not mean to be so rude to my father when he asked me to come and read to him ; only I must be alone and quiet. Everything is so strong and vivid to me, that it did not even enter my head that there was no one knew of it but myself. He does not even know that I knew her, and thinks I have been away on some devil's frolic that he had best not inquire into. Now I am quite alone, and shall be able to think and feel about everything for a long time. I used a month ago almost to long for some great suffering to come and absorb me, and suck up every thought — to give me some cue and motive for the passion I felt so long within me ; but somehow it does not absorb me at all. I don't know of any consecutive five minutes that I have thought of it since it happened ; and it is now — how long ago ? Forty-eight — fifty ? bah !"], [132, "124 VARIUM. my watch has stopped. The Pompom had a watch that went wonderfully, set in diamonds. I wonder who she left it to when she died ? Belle, I suppose. Ah ! for that moment I forgot that she was dead. That is about the twentieth time that I have done so ; and yet the whole time I seem to be conscious of the scene, and thinking of the most absurd things in connexion with it — as to whether the scaffold had four mainposts or eight, and filling up the whole background with the faces of the mob. No wonder, though, that I forget it. My life has been so made up of her — her remarks and sen sations have been so long a part of me, that it is hard for me to remember that it is all over. \" How quiet and still it feels ! People always talk of midnight solitude as being so impressive, and a thing of itself. I have never thought so. I thiuk mid-day solitude in a room in London, when one gives one's self up to it, with all the noise in the street right down below, which seems never to break into the quiet where you are, but only to deepen it, is very ghastly and ghostly. There one sits, with the sun subdued by the smoky atmo sphere pouring in at the bottom of the blind ; smoking, perhaps, as I have often done ; spinning dreams as light, airy, and fantastical as the thin blue vapour which curls away up to the ceiling;"], [133, "VARIUM. 125 or watching those half-dozen flies sweeping round in their small silent mirth — shepherding them, as it were, with one's eye — trying to keep them all in sight — noting the one that rests on the wall, and the other that makes an expedition to the window. How often have I sat up late here after balls in those other days. Bah ! Those other days ! How conventional and set-phrased one gets in one's thoughts ! Except that they seem a long time ago, I believe there is very little difference between then and now. They do seem a very long time ago ; and there's something in the whole thing very dismal now. What an intrusive sound the clock has ! as if it sounded louder at some moments than at others in this ghostly stillness. It is very still. There seems to be nothing going on in the street ; at least I hardly hear anything, though the window is open. There are some bells. I suppose it is Sunday. How curious that feeling is one has sometimes, of the thing going on having happened before. I have it so strong at this moment of having sat very still, and hearing a bell tolling. Some people believe that one has heard it in a previous existence ; and I could almost swear that I had heard every knell. • God ! 'what a fool I am ! I do believe my mind is going not to remember that night in the prison; and yet I"], [134, "126 VARIUM. don't know of a single moment in which I have not heard it with my mind's ear. Now that I know what it is, it no longer reminds me of it: the other was of a much deeper tone. * By Jove ! this quarter of an hour I don't believe I've thought of anything; yet I was not asleep. Oh, I know : I was following that fly with my eye ; and now I got into a sort of maze until I almost fancied myself a fly, and looked at everything in his point of view. It's not the first time this has happened. I remember that long summer, two or three years ago, lying one very hot day in the grass. How pleasant those very hot days are when the whole air is full of a sort of hum of little noises ; and one cannot tell if they be a distant man's voice, or the buzz of an insect, or the lowing of a cow; nor from which direction they come, which come so often that it gets as still and monotonous as silence itself; and the whole country seems prostrate and sweltering in the heat : and one hears the grass crackling and ripening round one. I remember so well lying with my face in the grass, looking at all the delicate green stalks, and watching a small insect creeping about them, until by degrees one lost one's own ideas of size, and looked at everything as the insect would look upon them — every stalk became a stem of enormous"], [135, "VARIUM. 127 magnitude, which cast a jagged shadow upon the rugged path below. One felt a sort of nightmare despair rising within one, as long rough stem after stem was mounted with immense labour, only to show how futile, how hopeless, were all endeavours to make one's way from the wild prairie in which one was lost — the eternity of hopeless spreading green jungle, which stretched so immeasurably around. I remember feeling it so strong, that I took him up, and carried him to a gravel walk a hundred yards off; where, I dare say, he did not enter into my views at all, and longed for his jungle again. What a summer that was ! And that waterfall ! How I wish I was standing by it, instead of being in this hot smoky London ! It's the best waterfall I ever saw. I remember I used to be so sorry that it had no legend connected with it of a battle, or a lover's leap, or something ; but I am glad now that there is nothing about to remind one of man. Its beauty is so delicate and subtle, that even heroism is too gross to be as sociated with it, as to some airs there are no words which will go. \" How curiously our thoughts wander on ! Here I am, thinking of that summer when I was in love with Esther Penrose. I came up here to think of all I have lost ; and I have not thought of it once,"], [136, "128 VARIUM. and can't. I don't believe I feel at all. I'm cold and utterly forgetful. I flatter myself, to account for it, that I am stunned. But I'm not : there is nothing of which my mind was capable that it is not capable of now. My thoughts frame them selves into words in the most astonishing precise way. I don't feel vague, but only stony-hearted ; and yet my intellect knows what my heart is too hard to feel — that I have lost more than was ever lost by man before. Oh Belle, Belle, how your image comes swelling into my mind ! I can almost feel that you are by me — actually in the room, and near me — watching me — turning from all the bands of angels, who for the future will be your , companions, to me, to the one of all those that loved you loved you the most. * * * * I thank thee, God, for letting me begin to feel my loss. The ache of such pain is better than the ache of indifference. I am not quite so hard as I thought. I am beginning .... There, the moment I hug myself on beginning to feel, I am a stone again — a log. God help me ! Would that I could feel for five minutes the whole weight of the sorrow. ***** j SUppose j am stunned. When there is such a cue for sorrow, and such a dearth of it, it gives one joy to find anything that might resemble sorrow about one."], [137, "VARIUM. 129 It gave me quite a pleasure to think that I have not eaten anything for four days, and that old Gruffey remarked that I was looking pale. It is remarkable how one clings to the appearance. I know I looked more unhappy than I really was when that fellow came in to look after the fire. I gave a sort of a screw to my face to lengthen it. What an ass and stony-hearted humbug lam!\" \" 0 mighty sorrow, and 0 poor complaining ! O words too weak to show my passion's power ! Stale miry pools ! — all that are now remaining Of the mad beating of the summer shower ! \" From the Manuscripts of Alan Percy. Soon Alan began what he called to realise his sorrow. He did not stay another week in London. He said it had become too painful for him — he required solitude ; so off he went to the North. Much to Lord Percy's disgust ! ! \" Oh Lord ! \" he exclaimed, \" what a thing it is to have boys ! Dear Mr. Gruffey, what on earth am I to do?\" he said, with a puzzled and piteous air. \" I had persuaded him with your help to come to town. A month or five weeks is all he stays, and then he is off again.- If it was not for Beadle his servant I should not know that he was alive. He might write a line to his father. K"], [138, "130 VARIUM. Mr. Gruffey, will you as usual act the part of a good angel, and go down and do what good you can, or at least find out what is the matter with him ? \" Mr. Gruffey, who had been seized and employed as a confidant the day before Alan's departure from London, did not, however, think fit to tell Lord Percy what was his son's malady; but quietly promising that he would visit him in a few days, and seeing that he did not come, took himself off to the North. Alan was not in ; but there were traces of him and his lunacy in every direction. The first thing he saw was a copy of verses on the writing table. \"What's this?\" said Mr. Gruffey, as he took them up. \" So deep for love was my desire, That yet I could not love ; I chid my heart for want of fire : There lives not that which can thee move. I basked me in each hottest sun, I longed to feel the maddening flame ; But when its fiercest each had done, Self-wrapped, I still remained the same. My senses, all unconscious I, Thy gracious presence well foreknew And though the fairest forms went by, Remained to their allegiance true.\" Mr. Gruffey looked with a puzzled air at this. He took it, and turned it about, and laughed, and"], [139, "VARIUM. 131 walked up and down the room, and looked vexed, and finally put it into the fire. This was very emblematical of Mr. Gruffey's way of getting over a difficulty. And then he went out and sought for Alan in the direction that Mr. Beadle, the valet, said he had taken. He had no difficulty in finding him. He found him on what was called par excellence \" the Down.\" Mr. Gruffey snuffed in the pleasant fresh air with great delight. There was always on this ground a fresh sense of unutterable solitude and boundless space, which relished of the desert and wilderness, although there was a highroad on one side and ploughed fields at the other. Alan was very fond of this, and here Mr. Gruffey found him. He recognised his moody figure and \" melancholy hat \" in the distance. Alan was delighted to see him. Mr. Gruffey dissembled his joy in a grave, stern demeanour, such as the schoolmaster wears who is about to operate on a boy ; or the surgeon, who already feels his lancet thrust into the flesh of his patient. \" There is no one whom I would more gladly see at such a time,\" said Alan. \" It is very kind of you to have come.\" \" Hem ! \" said Mr. Gruffey. \" It is something to have some one to talk to"], [140, "132 VARIUM. who is good enough to listen to and sympathise with one. You have always humoured me to the top of my bent.\" \" Hem ! \" said Mr. Gruffey. \" I was in hopes that you had reached the top a long time ago ; but one has never got to what one thinks is the top, but a new height appears — Alps on Alps arise ! Well, please God, we shall get up some day.\" \" I do not look upon you as one to appreciate me,\" said Alan, laughing. \" I only look upon you as a recipient. Before you came I conversed chiefly with my dog. He was a very passive lis tener, but not sympathetic. No more are you. You are an old cankered carl, that has not much opinion of the enthusiasms of youth — ain't you now, Mr. Gruffey?\" \"What have you to do with enthusiasms and youthfulnesses, old man?\" said Mr. Gruffey; \"you, who cannot love anything but an image of your own invention ! you, in whom the organ of veneration was omitted — in whom the highest respect and admiration has never been more than a transfigured self-esteem ! — you venture to talk of juvenile enthusiasms and ebullitions ! The attempts of your mind after youth are like the attempts of Lord Colchicum's body after the same — better be in bed drinking water-gruel; but there you"], [141, "133 VARIUM. see him spending hours on his youthful toilette — murmuring his paralytic loves with a ghastly per severance — induing his spindle-shanks in dancing appare], which forthwith are seen quivering and reeling down the dance — such is your mind, my boy ! ' Vive la joie!' it cries, as it totters into the gay circle. Gad, what a leg for a dance ! yet you go to church in a galliard, and come back in a coranto : your very walk is a jig, and you will make no movement but in a cinque-a-pace. Why can't you acquiesce in your fate ? You know, and have often said, that your mind is old, and was born so ; why, then, wear this jaunty air of youthful extravagance ? it does not befit you, and I can see in you an uneasy consciousness that it is not real, despite of the assiduity with which you assume it.\" Such was the figurative onslaught with which he commenced the attack, for the purpose of making which he had made his appearance. In it was concentrated the whole gall and venom which had accumulated in his soul by having to leave London, by sitting two days on the top. of a coach, and by observing Alan's folly, which indeed vexed him to the quick. He was better now. \" I do not take it as a merit to feel that which I do at present,\" said Alan, in a subdued tone —"], [142, "134 VARIUM. he used generally to fly out at Mr. Gruffey's attacks. \"I may have a soul as dull to merit as you say. Less deserved, and all the more merciful therefore, is this great vision of purity and wonder which has been vouchsafed to me.\" \" Hem ! \" said Mr. Gruffey, in his most scep tical tone ; and then, in a way which, to say the least, was indelicate, he began pointing out to Alan how the vision of purity and wonder must have been only a vision : was not the very fact of his acquaintance with her a proof of this ? \" I do not wonder at your loving her. I think the noble instincts that were perpetually coming to light in her — the beauty and cleverness, and the wonderful heroism and courage, which the poor thing displayed at last were very admirable, and I don't wonder at your loving her for them. Love her for them, then, but don't pretend to love her for qualities which she has not got. Thou art self enamoured, my beautiful Narcissus ! You have erected an image to my mind of a very missish, prim, chit of a Madonna, and are fallen down to worship the work of your own hand : it is not Belle you are recollecting.\" Alan did not notice this, neither did he appear to be irritated; as for a fact which questioned the purity of that which he worshipped, he did"], [143, "135 VARIUM. not take cognisance of it. If he had done so, and even supposing that he could have answered it satisfactorily to his own mind, in all probability his idol would have fallen to the ground. Logic did not enter into his creed. As when you question the faith of a child or a woman, or raise an objection, neither can they answer it, neither does it appear to rankle in their minds; and it was with this sort of simplicity of babes and sucklings that Alan appeared to perfect his praise. \"It is very natural that you should say all that you do say, Mr. Gruffey. I have no doubt, from my poor, inefficient statement, that you have conceived tbe idea of a love infinitely earthly and carnal. How different from what it really was!\" he burst forth suddenly. \" If you could only conceive an idea of what a great, all-embracing nature hers was ! I have never hit upon any fresh thought or feeling these two months — and since we parted it seems as if I had come across more of such than in the whole rest of my life — I have never done so but what there appears a corresponding development in my vision of her — that the higher I got the higher she went on beyond me — aiding me, having somehow implanted in me the germ of that which was elevating me ; not pure, not won-"], [144, "136 VARIUM. derful? If not where was there a vision of such? I can almost fancy I see her with the bodily eye as vividly as I do with the spiritual, purged from Avhat little earthly dross there was about her — Beatrice-like, with a countenance from which a certain heavenly austerity has not banished the warm, pure, earthly love she still feels ; and the proof that it is not only a vision is that, under its influence, I am becoming daily a better man.\" \"I am happy to observe that you have lost the habit of sneering and talking bitterly about things,\" said Mr. Gruffey, who seemed to want to say something kind. \"And small merit to me if I have. When a man wants an object to love and admire, and expects to find it and can't, then, poor devil! he sets to and rails, and will rail until he finds it. I have no longer that excuse ; have I not found it ? It seems as if, now that I had reached the shore, that I can feel for and appreciate the hearts of my fellow-creatures better than when I was floundering and spluttering in the water with them, Galling for help from those from whom no help could come. But I do not think that I shall ever care much for associating with them. I have never seen a woman since, but the contrast has not set my heart gushing with love to her."], [145, "VARIUM. 137 I have never been into any company, but my love of solitude has not been strengthened and fed. Solitude do I call it ? Was there ever less of solitude ? was there ever a more gaily thronged road?\" he said, setting his head up in the air as he walked along, speaking in a loud, rapid tone, and apparently heedless of the person to whom he was by way of addressing his remarks. \" How many of her doings and sayings, springing up from the oblivion into which they had fallen, and acquiring a new meaning, seem to embody themselves into all sorts of forms and shapes ! And they hover round me, and accompany me like a troop of bright, gorgeously-coloured birds ! One by one can I summon them forth to repeat their messages to me, dainty, delicate Ariels ! flitting about me, redeeming from dreariness my lonely way.\" Mr. Gruffey did not appear to take notice of this ; he did not even grunt. Alan, who cer tainly had expected him to fire one of his shots into this covey of remembrances, thought perhaps he was struck, and soon went on. \" I suppose you think I am a great humbug, merely because I express myself in tropes; but they are at least true to me. This is the light in which they appear to me as, living alone, I"], [146, "138 VARIUM. ponder on these things. But I can speak soberly enough, if that would please you — all the more so, that I feel that in doing so I do not attain to much less of what I would express, than in speaking any other way. When I first came here, I thought that I would try to write a poem ; but I soon threw it aside as unworthy of her, when I saw how a better poet could express so much more strongly feelings that were not more strong. ' 0 best ! ' cry they ; and what more can I say than that ? and what more can they say than that?\" he burst out, in his vehement way. \"It is no despicable thing to be able to apply from the very bottom of my heart, to be able to say to all the courageous lives, high deeds, noble deaths, and just thoughts, ' There is this here which beggars you all ; you are great and worthy, but all things save hers are nothing, for all things are either mean or in her summed up.\" The silence preserved by Mr. Gruffey appeared to have its weight upon Alan ; his silence, which was rare on any subject, always expressed dissent, — a contemptuous dissent, which disdained argu ment. So, soon Alan burst out into a vehement defence of himself. \" How I read you in this way of treating what I say,\" he said, still walking, walking on with"], [147, "VARIUM. 139 his head up in the air, taking little apparent notice of anything but the sky. \"What a beaten road yours is ! How stereotyped und unmistakeable all your views are ! Cankered sons of a can kered father ! you would not listen to an angel from heaven unless he quoted Scripture, or began his address with the orthodox 'Dearly beloved brethren.' I should not be surprised now, if \" he said, turning round quickly upon Mr. Gruffey. But he did not finish his sentence : in fact, he was surprised — Mr. Gruffey was not behind him, nor, probably, had been there for ten minutes. He saw a little black speck in the distance. Yes, it was Mr. Gruffey's form which, growing \" small by degrees and beautifully less,\" was now dis- appearing over the sky line. Alan thought that he had not heard his footstep since that simile, that remarkably pretty simile of the birds. He was alone — that is to say, not quite alone. There was a shepherd hammering in the stakes for a sheep hurdle, about a hundred yards to the right of him. What a maniac he must have thought him, spouting and thundering away to himself! Alan threw himself down upon the short, hard grass, and burst into a roar of laughter — a good earthly roar, which dispelled for a moment the"], [148, "140 VARIUM. rose-coloured mists in which he had enveloped himself. He got up to return home ; he did not laugh again, but walked with a serious, thoughtful countenance. Mr. Gruffey was on the terrace. \" Mr. Gruffey,\" he said, taking his hand, \" I ought to apologise to you for the thoughtless way in which I have been talking of my own affairs — too selfish to think that it did not interest you as it did me. That is not the fault of what is set forth,\" he said, hastily, \" but of him who sets forth. You may be sure that I shan't bore you with it again.\" \" Nothing that you can say about yourself will ever weary me,\" said the old man remorsefully', \" but these misty ideal shillings are queer things to walk by : it is better to step' out like a man, by the light of God's sun.\" When Alan was entreated by Mr. Gruffey to return to town he did not refuse. \" Let me see how I can carry into practice the precepts which appear to have been given me. It was not to drone away the rest of my life that the brief com panionship of such a soul was vouchsafed to me. My first impulse was to pass the rest of my life in the contemplation of what I have lost. But that"], [149, "VARIUM. 141 is over. I will go down again into the struggle, and see if I cannot prove myself a wiser, stronger, and better man for all that has happened.\" \" This is very midsummer-madness,\" said Mr. Gruffey, who was, however, glad of any means by which to gain his purpose : \"he shall marry that good girl, Esther Penrose, the very first oppor tunity.\" \"TfZ >P 7JC It was in such good set terms that, after his two months' solitude, Alan explained to himself the reasons that induced him again to mix in the world. A, B, and C, have their respective opinions upon this subject. \" Two months,\" says A, \" will suffice for every possible revolution in a man's mind. How often will he or she, after having suffered the pangs of the bereaved, rise up in the second or third year, and, with a joy no truer than was their sorrow, take consolation unto themselves ! Let the world sneer, the world who prescribes stereotyped limits to its own feelings — as, black for father or mother for a year — six months for a brother or sister — six weeks for a second cousin (the limited lament for whom does not extend itself to the trowsers) — and is shocked at anything that transgresses these"], [150, "142 VARIUM. bounds, or does not come up to them. Let the world sneer ; but those who have known one year as ten years, and have dreamed of a hap piness which might make ten years as one, let them say how relative time is — that a man calls that an hour simply because his friends call it an hour, although he may have placed an age between the strokes of twelve and one of the clock. It is like the tale of the man who hears the first stroke of the clock as he falls asleep, and sleeps and dreams over all his life : in slow suc cession pass before him his youth, manhood, and age ; now Memory tickles him into laughter, now convulses him into tears, now wraps him in the deepest meditation, and then he wakes— where is he ? what is this ? is it heaven ? is it hell ? or is it only New Zealand? and then he hears the last stroke of the clock, which has been about its iron, mechanical business during all these aberrations.\" So much for A, whose sentimentalities are, after all, not for much. I do not account for Alan's recovering himself, and getting on his legs and pursuing his way by such abstract reasonings j besides, he says, that it is no decrease of love, it is a desire to show it under a different form — not in meditation, self-repeating and profitless ; but of some sort of action, in which she may still be his"], [151, "VARIUM. 143 guiding star, in w7hich he may show what effect upon him this vaunted one really is.\" \" And, in fact, if it were a diminution,\" says B, \" what wonder? what mind can bear its burden for long ? It is the same always. As one sees a serious person descend from I know not what alti tudes of devotion and rapture to the enjoyment of a mere fleeting terrestrial muffin. He will relish every delicious mouthful; he will roll each gluti nous morsel from side to side in his mouth with a perspiring vigour; he will wink to his wife, and interchange his pleasurable sensations thereupon with her. He called her his helpmate just now ; and they said they were fellow-pilgrims, assisting one another in the difficulties of the narrow road. Predestination, and life eternal, and pardon, and despair are vexing questions, and fret the souls of honest men ; but there is no evil, except perhaps the toothache, which will send away a man's dinner untasted to the fourth day. We are the slaves of sense.\" \" No,\" says C ; \"on the contrary, it is be cause the spirit is so little the slave of sense, and has so entirely disentangled herself from it, that the ills of the former do not affect the' latter. What other reasons can there be that bereavements,"], [152, "144 VARIUM. and the misfortunes of our friends, so little inter fere with our rest, appetite, and animal spirits?\" s \" What do you think of your old friend, Mr. Percy ?\" asked Mrs. Henry Penrose. She and her daughter were sitting with Lady Penrose and Esther. \" Is he altered since he was in Paris ? \" \" Oh, so improved ! \" said Lady Penrose. \" Is he good-looking ? \" said Mrs. Henry. \" Wonderfully ! \" said Esther. \" He's not positively good-looking, but he has a very agreeable, intelligent face. He's got a very good manner now,\" said Lady Penrose. \" And a very good figure,\" said Esther. \" Oh, you think he has a very good figure, do you, Esther?\" said her aunt, turning to her, and exchanging glances with her daughter. But Esther did not gratify her aunt's wish by speaking more of him. \" I should say he was clever, too,\" said Lady Penrose. \"A \" \" I hear that he is very much spoilt by living with that bitter old man, Mr. Gruffey,\" \" Not the least,\" said Esther. \" I never knew \" \" No, I confess,\" said Lady Penrose, \" that is"], [153, "VARIUM. 145 not his line ; at least in conversation, whatever he may be in reality.\" (This testimony is very plea sant; as it might have been feared Alan would take a line in conversation, and swagger upon his opinions, like he did in private with Mr. Gruffey.) \" What were you going to say, Esther ? you never knew \" But Esther did not gratify her aunt by speak ing more of him. \" I like him so much,\" said Lady Penrose, with a smile, \"that, if Esther does not listen to Lord Sparrow \" \" Mamma ! \" said Esther, with a laugh. \" I shall be very glad if she takes to Alan.\" \" Mamma ! \" said Esther, flushing angrily. \" Well, Esther,\" said her aunt, rather mali ciously, \" you need not trouble yourself ; for they say he is devoted to Miss Pashmar.\" \" Oh, indeed ! \" said Lady Penrose. \" Who is she ? I forget her.\" \" You would not forget her, if you have ever seen her. But, indeed, it is very foolish for one who is no longer young to try to disguise her age.\" \" Her age, my dear Esther ! She's not four and-twenty ! \" \" Eight-and-twenty, if she's a day.\" L"], [154, "146 VARIUM. \"Ah! you rival beauties are so unsparing to one another.\" \" But who is she ?\" exclaimed Lady Penrose. \" I've never seen her.\" \"Well,\" said Esther, \"you look out the next ball we go to for the most flirting, giggling, noisy girl in the room, and that will be Miss Pashmar. Poor thing!\" she went on, with an exquisite at tempt at pity, \" she deserves to be married to some rich man, considering the pains she takes to catch one.\" \" Well, most probably she'll soon be married to Mr. Percy.\" \" That she won't,\" said Esther, eagerly. \" De pend upon it he's not a man to be taken in by such open snares and affectations. She will find herself beaten there, as she has found herself beaten twenty times before.\" Mrs. Henry Penrose and her daughter rose to leave. When they were alone she said, \" It is very gross the way poor Esther runs after Alan Percy. I can't say how that broad way of praising him, and of running down every one whom he is sup posed to like, disgusted me. I feel quite shy and uncomfortable to hear her.\" Esther appeared still in a great excitement."], [155, "147 VARIUM. \" Esther, dear,\" said Lady Penrose. \" Yes, mamma.\" \" I'm sorry when I hear you speak of people like that before any one \" \" More when it's before any one,\" said Esther, \" than when we're alone, I dare say ; which you ought not to be, if it is a sin.\" She has a great idea of being truthful, and expressing her opinions. She did not like the servant to say they were out when they were at home. She did not like poor little Lord Sparrow ; and she was therefore so veraciously uncivil to him, that he had been found crying more than once after a conversation with her. \" I'm sorry, certainly, to hear you speak like that before people, because I know that it must lower their opinion of you,\" said Lady Penrose, half tartly and half timidly ; for the violence of her daughter sometimes rather cowed her. \" Why, every word that I said was true. She is twenty-eight, and is very ugly, and she is trying her tricks on Mr. Percy, and she has tried her tricks upon twenty people before, and she did not succeed with them, and she shan't succeed now. That's all I said ; it's all gospel truth ; and I don't know why I should not say it.\""], [156, "148 VARIUM. \" Even supposing it is truth, it is better not to say some things, however true, my dear child, in civilized society.\" \"Oh, mamma!\" said Esther suddenly, with such a peculiar tone that her mother looked round. She was in tears ; that is, one round pearly tear w7as slipping down each cheek. Lady Penrose looked at her for a moment, and then that flashed across her which, though it had been discovered by envy some time, had escaped the notice of that which fell short of excessive love. Esther nodded in reply to her interrogatory glance. \" My poorest child ! \" said Lady Penrose, rising and folding her in her arms. \" If you only knew how wretched I am, dearest mother.\" \" How long is this ? Is it ever since you first became acquainted?\" Esther nodded again \" Then, why was it ever, ever broken off?\" asked Lady Penrose, half diffidently. \" Why, he did not care for me, and I could not have borne it if he did not like me ; that's what I thought then — but now — now, oh! I'm so wretched I\""], [157, "VARIUM. 149 \" Well, dearest, it's not such a hopeless case ; we must see what we can do : we'll ask him to our dinner next week.\" \" Oh, no, mamma ! oh, no ! I could not.\" \" Trust it all to me, dearest,\" said her mother. And this accounted for the frantic hatred that Esther had suddenly conceived for girls without number. Alas ! if words had been daggers, or if they had even been wit ! Lady Harriett, of the beautiful complexion, was attacked for her coarse skin. Had she a cast in her eye? No, it was a downright squint. How absurd she looked at that ball, given on her elder brother coming of age ! It wras very curious that a girl freq uently declared by Esther to be five-and-twenty, should have an elder brother only just twenty-one ! Her younger sister poor Esther liked ; she was not generally admired ; she did not know Alan Percy ; she was shorter than Lady Harriett. Esther was always bringing her forward, and pitting her against her sister, with a dogged pertinacity that she believed in herself. There was something sub lime in the cool assurance of this ; it was with perfect honesty and good faith that she complained of the want of appreciation, or, perhaps, envy of those who did not share in her admiration. Alas !"], [158, "150 VARIUM. alas ! and she was the only person, too, who did not see through her own wiles ! How fully she believed Lady Harriett to be a heartless coquette ! and as for Miss Pashmar, there was nothing she did not say of her, and there was nothing she said that she did not think to be true. And the very fact of Alan's not caring for, or confining himself in his flirtations to one person, of course made the number of ber enemies greater. This Miss Pashmar was in reality not at all what Esther described her; she was a nice and pleasant girl. Alan was excessively fond of talking with her ; she was cleverer, as well as older, than most girls, and knew the world enough to be a very agreeable companion. Esther had ever been great friends with her, but now she refused to speak with one she thought so unprincipled ; she described herself as the victim of her wiles, and in conversing with any people in whom she took an interest she warned them against her. In such sad plight was poor Esther, ridden as it were by some great unseen power, of whose nature, form, or shape, she had scarcely a con jecture, but driven by it a way that was not her way, along rough and stony places, which were very unfit to be trodden by her tender feet."], [159, "VARIUM. 151 Lady Penrose accordingly asked Alan to her next dinner, but he was away from London ; it was just at the time that, having paid his last visit to Paris, he had flown into the country to nurse his grief. It was not long, however, on his being brought back by Mr. Gruffey, before he met Esther. It was at some ball : Esther was sitting with her mother. \" My dear, my dear,\" said the latter, with a nod that meant more than Lord Burleigh's, \" here's Alan Percy.\" Esther did not move a muscle or look round. \" How do you do, my dear Alan ! \" said Lady Penrose ; \" where have you been hiding for the last four months ? \" Esther gravely stretched her hand forward, which he received and shook, with great respect. \" Why do you never come to see us ? do come ; come and lunch some day — any day : will you? we shall be so charmed to see you.\" Alan said he would come very soon ; he should be charmed. He asked Esther to dance, but she would not dance that night ; she said she was tired. Alan said he dared say she had been over tiring herself by riding; was her horse quite well? She scarcely answered; she did not tell him"], [160, "152 VARIUM. that she never rode now ; she did not care for it, as, indeed, she hardly seemed to care for anything in these days. Alan, after a little more conversation with Lady Penrose, which she in vain endeavoured to lead up to some topic which suited Esther — Alan took his departure. In another minute he passed again, with Miss Pashmar upon his arm. He was»very deep in con versation with her, and did not notice Esther, though he brushed her gown in passing her. Not so Miss Pashmar. \" My dear Esther,\" said she, \" how pale and tired you look ! I'm quite shocked ! I am sure you over-exert yourself. Esther looked at her, and was evidently going to make a furious reply to this unjustifiable speech, but had scarcely composed it, wThen Miss Pashmar was out of hearing. \"That's that Miss Pashmar,\" she said to her mother. \" Oh, really! \" said her mother, in an absent tone. Esther turned away eagerly, as if to seek for some recipient for the bitterness in her heart. Mr. Gruffey was standing near ; she caught his eye fixed upon her, with such an intuitive glance that she coloured up angrily."], [161, "153 VARIUM. He came hobbling up on his gouty legs to where she stood. \"My dear, if there is one thing that could reconcile me to the follies and absurdities of society, it would be your face : at every ball I go to, yours is the only perfectly happy, careless-looking expres sion in the room.\" Esther's appearance at this moment was ludi crously the contrary of what Mr. Gruffey described it. \" I wish that this buoyancy was communicable. Even you will be sorry to hear how wretched Lord Sparrow looks ; he is at this moment crying in the cloak-room. I saw him as I came up the stairs, and knew directly that I should find you here.\" Esther did not reply. \" Have you no warmer welcome to me after a fortnight's absence ? I have been staying with Alan Percy in the North ; fancy his having chosen me as the confidant of all his bitter remarks upon men and women ! \" \" Just like carrying coals to Newcastle ! \" she said, vindictively. \" Hey-day, you little hussy ! But what have you been doing all this time ? No one, any how, can accuse you of hating men, you little barefaced flirt! It's inexplicable to me why you treat Lord"], [162, "154 VARIUM. Sparrow in that way ; whom better have you in view ? \" But Esther was in no humour to be bantered to-night. \" What can you mean, Mr. Gruffey, by saying these sort of things to me, which you are always saying ? \" \" All women do, my dear ; all women do.\" \"Some may, perhaps,\" said Esther — she had Miss Pashmar too vividly in recollection to deny entirely this sweeping charge. \" If some do, my love, all do ; all women are alike — as like as sixpences, my dear — and I was about to observe, of much the same value — like as sixpences.\" \" Thank Heaven, all men are not,\" said Esther angrily. \" No ; no more they are, my dear. Some are dukes, and some are lords, and some are only misters. Alike ! no, that they're not ; and, begad, it's not your fault, my love, if we don't find out the difference.\" \"I can't conceive what you mean,\" said she drily. \" Well, my dear, good night ; I must go. Good night, and good luck to you. May success crown — that is to say, coronet — your labours ; \" and off he went, laughing, as he saw her angry face in the glass opposite to him."], [163, "VARIUM. 155 \" What can be the matter with Esther to night ? \" said Miss Pashmar to Alan ; \" she looked so angrily to me as we passed.\" \" Ah ! you have not the same interest in her looks that I have,\" said Alan, in piteous tones. \" I don't think that you behave at all well to her ; go and talk to her at once.\" \"Talk to her, Miss Pashmar! I did try; but she is not in a talking humour to-night, — I've tried every sort of subject.\" \" What ! would not she talk about her horse?\" \" No ; nor her dog either.\" \" You have not got the gift of drawing people out. Look, there is Mr. Gruffey ; he goes up, and has got her into conversation already ! \" \"He may keep her there.\" \" You are very hard upon her ! How I pity you marrying a girl that you don't care anything about ! \" \" I care for her very much, and think she will make a capital wife.\" \" So I think,\" said Miss Pashmar. \" Why do you think so ? \" \" She is quite cut out for you.\" \" Why, what sort of wife do you think I want ? Tell me, as you seem good enough to have turned your attention that way.\""], [164, "156 VARIUM. \"Why, to my mind, I have only to describe Esther to describe what you want.\" \" Go on,\" said Alan. \" You want a woman clever, but not what is called romantic; one who will not take sudden freaks or opinions, who will not even love you blindly ; you think so highly of your faults, even whilst you admit them to be faults, that you will not like your wife to look upon you as an angel, or to make an idol of you.\" \" That's why you think Esther will do,\" said Alan, with a little laugh. \" You want your w7ife to be able to manage things •. if you attain to any distinction, as you probably will some day, you will be giving parties — political parties, you know — and will want some one who has a head for such things.\" \" Go on, Miss Pashmar.\" \"You want a wife with a certain amount of humour, who will not be too literal and rnatter-of fact, upon whom your beautiful little ironical speeches and satire will not be thrown away ; you do not want a very violent, gusty wife, who will look at every accident or contretemps in too serious a light. Esther will suit you to a nicety, Mr. Percy ; a good, honest, sensible woman, to tread the highways of life with you, and who won't walk with her head in"], [165, "VARIUM. 157 the clouds ; who will let you go your own way as much as you like; who will not pry into secrets you do not wish her to know, but who will take plenty of interest in those you let her share in.\" \" Thank you, Miss Pashmar ; that's not a bad description of a woman. But I don't think you and I will ever pull on well together, in spite of what you say ; you are too persistent, and you'd probably get the upper hand of me some day. Besides, you forget Esther and I are already as good as engaged; it is a marriage in the eye of Heaven, and I dare say we shall jog on pretty well together. Don't, however, say that I have not got the gift of drawing people out — will you dance? or will you walk about ? Walk about ! very well, that's what we are really fit to be partners at — walking about, and making good-natured remarks about people we see.\" \"You are a very odd man, I think;\" but she did not say any more. As he often did, Alan offered his arm to Mr. Gruffey, to conduct him to his lodgings. As they turned out from the brilliant ball-room into the cold starlight night, Mr. Gruffey looked up. \" Well, that is beautiful, and worth all the lamps of the ball-room ! Well, mankind is in a"], [166, "158 VARIUM. very wretched state; all the more so, to my mind, for not knowing how wretched it is. What shall we say to all this two hundred years hence, up there,\" he said, pointing up, \" when the world will only be seen in the distance, and London will not be seen at all ; and we nod to one another, and say we spent sixty years down there ? ' Vanity of vanities, all is vanity.' \" \" The man doth fear God, howsoever it seems not in him, by some large jests he will make,\" said Alan. Mr. Gruffey walked, so intently looking up to the stars, that it was all that Alan could do to keep him from running into the gutter. \" I like looking at the stars, and feeling that ihey are unaltered — the same as when Shakspeare looked at them. The earth has been changed by such apes as you, and is 'io longer recognisable ; but they are the same. He looked up from one of his divine dreams at precisely what we're looking at now ; his eye, perhaps, was first caught by that bright star, and that : he looked at the Plough, and then, from the pointers, at the North -star. He took the same second that we do to disentangle the Pleiades from the web in which they seem to be en tangled.\" \" How perverse it is of you to begin talking of"], [167, "159 VARIUM. such things at one of the few only times in which I wish to converse on a more earthly matter ! \" \"Speak, boy! I'm listening ; what's it about ? \" \" Did you see Lady Esther to-night? \" \" Lady Esther ! \" said Mr. Gruffey eagerly, who never lost an opportunity of speaking about her to Alan, and expatiating upon her merits; \" to be sure I did ! And very nice she was looking ; quite the prettiest girl in the room, I thought. What do you want to say about her? \" \" It's quite true what you were saying about the stars.\" \" Don't talk fudge about the stars ! What do you want to say about Esther ? \" \" I was not going to speak about Esther ; it was you, Mr. Gruffey. You said you thought her the prettiest girl at the ball — I did not say so.\" \" More fool you if you did not ! She certainly was; she's worth a dozen of your garrulous Pashmars.\" Esther did not speak on her way home. Her mother spoke to her several times without her answering ; she seemed quite overthrown. This interview with Alan was what she had been look ing forward to these three months; she had"], [168, "160 VARIUM. scarcely expected more, and yet seemed disap pointed at not having gained more by it. \" Esther,\" said Lady Penrose, when they were alone together, \" I can't help thinking you're the oddest girl I ever came across; it was only the other day that you were talking in that way of Alan, and now, when you see him, you have scarcely a word to throw at him.\" \" Do you think I would, mamma ?.\" she ex claimed, with something of her old vehemence. \" That I should sit and smirk and smile, because he was pleased to come and talk to me, just like that Mary Pashmar, that every one should say, ' There goes Esther Penrose, who tried to catch him and could not ! \" just like every little boy in the room says about her ? I only know that I would rather die first.\" \" My dear Esther \" \" Do you think for a moment that I would ever let any one know except you ? \" (she seemed to be perfectly unaware that any one did know.) \" If he will, why, then I will ; but I will never meet him or encourage him.\" She said this in a less vehement, but as con fident a tone; but then suddenly fell from this high note, and with an exclamation which was more like a cry she said to her mother, —"], [169, "161 VARIUM. \" Oh, tell me what I am to do ; tell me!\" \" You seemed to know so well, that really I feel modest about offering my advice.\" \" Know! how should I know?\" and then she burst into tears, which, as much as her words, proclaimed her weakness and inability. \" I do not wish to intrude my opinion upon you, but I can't help saying, that if you wish to make yourself agreeable to a man, coldness and silence, if not actual frowns, are not the way to set about it.\" \" But I never can speak before him ; I can't open my mouth to say the commonest things with him, though with other people \" \" You are quite brilliant, eh ? \" said Lady Penrose with a little laugh, that was not quite good-natured. \" I don't expect you to do all this ; but if a woman wanted to get hold of him, she had best hold her own with him, express a very qualified admiration of him, occasionally shock his prejudices ; he is far too clever and satirical a young man not to see through a mere blind, grovelling, unreasoning worship of him.\" \" Is he very clever and satirical ?\" said Esther, looking up. \" Well, I don't know,\" said Lady Penrose, M"], [170, "162 VARIUM. rather perplexed; \" I should say so : but you ought to know best.\" \" Why ought I ? You've known him longer ; and then he always talks to you,\" said Esther. There is a theory, that love endows a woman, of however limited a faculty, with power to com prehend the character of the man in question, however complicated it may be ; but of this Esther was a striking exception : she had not even a theory upon the subject. Is he very clever, and satirical ?\" \" Oh, mamma, I wish you'd go on talking about him, and tell me about him. You are so clever, and find out about people's characters. I feel that I ought to try and know him, in case we ever were to .\" She said this with an air of one thoroughly imbued with a sense of duty. It is the duty of every wife to be able to sew buttons on her husband's shirt, make his tea for him, and understand his character, and to practise and become an adept in these arts before their mar riage. Esther was too upright to look upon the duties of matrimony in anything but a serious light, and so she would do her best to know some thing about the man for whom she felt the in tensest feelings of which her intense nature was capable."], [171, "163 VARIUM. Lady Penrose looked rather puzzled, and did not speak. \" Oh, do go on talking ! \" said Esther ; \" if you only knew what pleasure it is to hear you speak of him ! But what's the use of speaking about it, when it will never be ? I saw by his look to-night that he did not, and never would. What shall I do?\" Lady Penrose said, \" My dearest, I don't know why you should look upon it in that light ;\" but all words of comfort for the time were quite lost upon poor Esther. My story is approaching its denowment. If Alan talked of taking Esther to wife before, you may depend upon such an event is certain, now that Lady Penrose has taken it into hand. \" I am almost as tired of recommending it as you must be of my doing so, but I do wish you would marry Esther, or some one, and settle down. I am getting an old man,\" pursued Lord Percy, \" and I should like to see you settled. I have given up ambitious thoughts of you ; I see you have no turn for business or politics. Why, bless you, I had made two speeches in the House before I was your age ! I confess, my boy, you are a"], [172, "164 VARIUM. puzzle to me ; I don't see why you don't take an interest in things.\" Alan smiled upon his father a particularly dreary, hopeless smile, and then, half-unconsciously, looked round, to see if Mr. Gruffey was in the room, and looked relieved when he saw he was not. \" If you will wait one year, ten years, as I have no doubt you will wait twenty years,\" he said affectionately, \" for you have never looked so well as you have this season ; you shall see it all as you wish : you must give me time,\" he said, \" to win the ladies' affections, even if I succeed in winning them at all.\" \" That, I dare say, won't be so difficult,\" said Lord Percy, who, perhaps, had heard some of the floating rumours. \" I think it won't be so easy ; at all events, now she will scarcely speak to me : she would not marry for love, and, to do her justice, she would not marry for anything else.\" \" How do you mean, to do her justice ? That is an odd phrase about one you are in love with.\" \" Well, you will give me a year?\" \" At least during that time make acquaintance with them — with the family; spend part of the time with them.\""], [173, "VARIUM. 165 ' Yes, 1 mean to do that. I am going down in a few days to Lady Penrose ; she has asked me to stay there.\" No one could say that Lady Penrose did not do her best for her daughter. She had been carefid to ask him to her parties in London, to her dinners, and now she had him fixed in the country with her for a week ; there were very few people in the house besides him, and she was able to devote all her energies to her maternal pur pose : it was very hard if something did not come of it. There was no opportunity missed of leaving them alone together. If a tete-a-tete could have made him love, he would have been so, head and ears. They rode together, — together they walked, — and he took her into dinner. Alan was perfectly alive to these stratagems ; he did not take much notice of them, beyond in a lazy way sometimes frustrating them, but seemed aware that Lady Penrose was very anxious to catch him. With a modesty very unusual, he did not see that Esther participated in her mother's plans ; indeed there was nothing in her manner that would ever have led him to suppose that such was"], [174, "166 VARIUM. the case : she performed all her usual duties, and those that Lady Penrose imposed upon her, with a heavy air, as though she had lost all spirit for them, and for everything else. Sometimes she would brighten up when Alan spoke to her, but more generally would assume a cold impassible demeanour, which had more the effect of repelling than attracting him. Alan began to think he should have harder work to make her like him than he had imagined when he told his father that a year should see them all that he wished. Lady Penrose began to be in despair as the week of Alan's stay drew to a close. He had a cool way of refusing to take down the flies she threw over him that was very provoking. Sometimes, when she had organised a ride for the two, and Alan appeared to enter into it with some zest, he would see Esther put on her horse, and suddenly change his mind, and say he would walk, and make the little old clergyman, who was the only other man staying in the house, get on his horse, and go in his place. He would read a whole night, whilst Lady Penrose and her daughter sat on each side, ready to make conversation to him. It was the day when people used to play on the guitar. Esther was supposed to have a fine"], [175, "167 VARIUM. arm, and w7as often made to perform upon this instrument; — a great fuss was made about this. \" Esther, have you got your music to-night ? \" \" Yes,\" said Esther, with a blush ; she believed it was there; — \"there,\" meaning a chair on which, before dinner, she and her mother had carefully placed a selection of the many airs she sang. \" Suppose we hear you sing a little.\" Esther instantly set about doing so. Her voice was rich, but without very much variety; but her arm was fine, and round, and plump ; and her mother looked with a certain degree of pride at her daughter, as she sat and warbled some honest English melody of \" Black eyed Susan,\" or \" Sweet William,\" which went very well with the singer. \"Did Alan like music?\" asked Lady Penrose; but he had left the room during its performance, and was not there to give his opinion. The old clergyman, however, thought the thing quite beautiful ; it was just the sort of singing that he liked ; and he made his dear young friend go through the whole batch which she had downstairs, at the end of which performance Alan strolled up the room in his lazy way, as if nothing had hap pened. There seemed to be a sort of understanding"], [176, "168 VARIUM. between him and Lady Penrose : she looked at him at first rather angrily, but soon relapsed into a smile, and seemed to treat him with a sort of respect, as a foeman worthy her steel; and, on the destruction of this web, with marvel lous ingenuity and industry began the manufac ture of another. Lady Penrose and her daughter were at the tea-table with Alan. They all sat with a puzzled, useless look, as if they had no business together; — as if the matter for which they had assembled being at an end, the sooner they separated the better; the transactional air of the whole thing was too obvious to permit any attempts at agree ability. The lookers-on would say, My friends, you have been long enough haggling over your bargain, — why is it not yet concluded? Poor Esther was sitting with a worn look — the unconscious territory for which so fierce a combat was raging, only the usual motives for combat were reversed, — it was a sort of donkey race, where each was trying not to win. There was a fire in Lady Penrose's eye which almost frightened Alan out of the indifference with which he had just informed her that he was obliged to go the next day."], [177, "VARIUM. 169 \" Where do you mean to go ? \" said she. Alan did not exactly know: out of England, he thought. \" For long?\" she asked. \" Yes ; for some time.\" He had always wanted to travel, to see so many places ; nothing under a year or two would do for him. \" What does Lord Percy say to that?\" \" It's very hard to leave one's friends,\" said Alan. \" I shall often think of the pleasant hours that I have passed here, and elsewhere with you, Lady Penrose. I hope you will remember me when I come back, and let me still come and see you sometimes.\" There was a most mis chievous light in Alan's eye as he thus spoke. \"There will be a great alteration for me when I come back: — some friends married — some only dead — some in Parliament. And some married,\" he said, looking at Esther, and then turning with a benignant smile to her mother. \" You had much better stay at home, and go into Parliament, as your father wants you,\" said she, rather abruptly. \" Indeed, Lady Penrose, I have no turn for it.\" \" If your father thinks you had better do so, ought not that to be a sufficient reason?\""], [178, "170 VARIUM. \" If I am not old enough to take care of myself, how shall I be old enough to take care of my country ?\" \" I do not think twenty-one is too young for a man to begin to think of the duties of that station of life in which he is placed.\" \" It's very young, Lady Penrose. It's very young to leave off amusing one's self at one's own expense, to begin to do so at the expense of one's country. The great obligation at my age is to amuse one's self; and whilst I am young enough for this duty I do not consider myself old enough for any other.\" This was said in an Epicurean, lazy tone, that he, no doubt, thought very effective ; and with a smile that invited congratulation, which, indeed, was due to him on this score, that he did not mean much more than a fifth of what he said. Lady Penrose said, \" Will you have some more tea, Mr. Percy? Esther will give it you;\" and then, with a sort of mechanical air, as if it was only because she always left them together when she could, — not because she expected any good would come of it, — she rose and left them. Esther appeared to hear these words with as little attention as she had heard anything else"], [179, "171 VARIUM. that they had said. She took her mother's place in silence. When Lady Penrose had gone to quite the other end of the room she said, — \"You will not be offended at what I am going to say?\" \" Oh, no,\" said Alan \" I knew you would not, as you must know that I mean it all for the best. But I cannot bear to hear one like you talk like that, — talk as if there was no such thing as duty, or a work for a man to do; or anything but a selfish love of pleasure to actuate him ; and you, Mr. Percy, who might be so useful, and have talents to do so much for your fellow-creatures, to talk like that ! Oh, do you know, it makes me tremble when any one says those sort of things ; but when a man like you says them, I cannot bear it. Alan looked at her as she sat with her eager eyes stretched upon him, and knew, for the first time, in his wayward heart, what a mass of love there was hovering, angel-like, over his head. \" Oh, if I could be the means of stirring you up to think of these things as — as you ought, Mr. Percy.! How happy I should be if any poor, weak words of mine could kindle those noble thoughts that I am sure you have! And"], [180, "172 VARIUM. do you know, that makes it appear more dreadful to me when you say such things as you did just now.\" Alan said he felt like a knight of old, directed to do great deeds by his lady's voice. \"There, Mr. Percy, I know you are saying to yourself, What a hypocrite that girl is, whenever you say anything very civil or complimentary ! \" \"What makes you — makes you — \" he began; he felt that he was blushing all over. \" Do you think it was only a compliment?\" and he lifted his head, and saw Lady Penrose standing by and looking at him. Then he knew that it was all settled — settled as the Alps ; that he might write to his father ; that he might buy wedding-cakes ; that he might bespeak the clergyman. The cold-blooded glutinous fish felt just a prick in his gill, and he knew how a short time would see him floundering, flapping on the bank, — just a prick, just a bit of crooked wire and a thread ; if he could pull against it, it would break ; no pain, but he knew his fate. The first thing Alan saw upon coming into the drawing-room next morning was Lady Penrose. She did not generally sit there so early. She wore"], [181, "173 VARIUM. a peculiar look ; she put down her knitting with a peculiar air ; she rose, smoothed her gown, shut her work-box in a most unmistakeable way. Alan turned into the next drawing-room ; it was a cul de-sac, as he, who had not frequented it, did not know. Where did that door open ? into a china closet, and no further, fond boy ! He looked at the window — a drop of eight feet, and a bed of roses below. Instead of recognising an emblem of his fate, he thought of jumping ; he was deliberating — but he who does so is lost. The curtain which hung over the door between the rooms moved slightly, and as it was thrust aside Lady Penrose stood before him. Alan felt in his pocket — the front one, then the back one, then the front one again. He started, with a sort of surprised look. \" You have left your handkerchief? you want to go up and get one ? I will send for it,\" she said, with an air of triumph. \" You do not care ? well, sit down and talk. Are you going to-day ? \" \" Yes, so Beadle has settled it ; he always settles everything ; he won't even ask my advice. He is my servant, Lady Penrose — a capital man — first rate, I got him in Paris ; he manages every thing ; I never have to find fault with him, but he sometimes forgets my pocket-handkerchief.\""], [182, "174 VARIUM. \" Are you going to-day?\" said Lady Penrose ; she had turned half away from Alan, as he was speaking, and waited till he had done, then she turned round on him all at once, not partially — head, or head and shoulders, but head, shoulders, body, all at once, wheeling round on him, jointless as a sphynx, aud as awful — \"are you going to day ? \" Alan replied in the affirmative. \" Have you forgotten nothing ?\" she said, look ing severely upon the ground, and in a low tone of voice. Alan said, \" Nothing that he could remember — nothing but his pocket-handkerchief, which Beadle had not remembered ; it was stupid, very stupid : but, after all, he ought net to find fault with him, for he was an excellent servant — very excellent; and he could hardly remember anything of the kind. having happened before — he might say, it was the. first time.\" \" My dear Alan,\" said Lady Penrose, laughing, for she seemed quite to enjoy the scene ; she had a very pleasant smile ; \" my dear Alan, you know very well what I mean, and I know very well what you mean, in spite of our talking at cross-purposes. At least I know very well you don't mean what you are trying to make me believe.\""], [183, "VARIUM. 175 Alan entreated her to be more explicit. Lady Penrose turned at him again. \" Do you really not know ? don't you know, that if you were really- doing what you want me to believe, you would be doing very curiously — very curiously ? that if a man were to go from a place without saying that which he had led every one to suppose he would say, he would be acting very shamefully ?\" \" What did he lead every one to suppose he would say ? I am sure I'm ready to say anything you like.\" \" I knew you were,\" said Lady Penrose ; \" not because I like it, you foolish boy, but because it's the right thing, and because it is the thing you most wish for,\" she said, with a smile. \" The first is motive enough for me.\" \" Is the second none ?\" \" It is implied in the first ; what shall I say ? \" \" Do you require me to tell you?\" ' \" Yes, if it's the right,\" said Alan, very enthu siastically. \" I hate having to find out the right thing to do ; I like some one to tell me. Beadle tells me generally ; I follow him implicitly ; he is a capital man, only he forgot my \" Lady Penrose interrupted him. \"Will you tell me ?\" said Alan."], [184, "176 VARIUM. \" Will you obey me ?\" \" Yes.\" \"In opposition to Beadle even?\" \" Yes.\" \" Did Beadle say you were to go this morning ? \" \" He did.\" \" What if I were to tell you to put off going?\" \" I said I should obey you, whatever you said.\" \" That's right, my dear boy ! Come and kiss me. I often kissed you when you were so high — when you were in arms, when you used to lie upon your mother's lap, and it (what's going to happen,\" she said, in an explanatory tone) \" was w7hat she always looked forward to, as coming to pass some day. I've always looked upon you as a son, and I did not even feel jealous when they said you were a prettier baby than Esther.\" \"Did ?\" began Alan. \" Yes, that she did,\" said Lady Penrose ; \" she would often say, ' My dear Mary, if there is one thing I should like to live to see, it would be a marriage between your child and mine ;' and I have such confidence, you know, in a mother's w7ishes being fulfilled, that when Esther has sat and cried, and felt that any advances you made were made only for amusement, and not with any serious view, I used quite to comfort her, and say, You may de-"], [185, "177 VARIUM. pend upon it that the prayers and wishes of a mother will be heard, and it will not be long be fore all shall be as you wish ; and now it has, my dear boy. And I'm so happy, I don't know what to do, to think that I may call you son, as I called your mother sister ! \" and she looked at him fondly, as she stooped down over him. \" But there is some one else we must not forget.\" \"No, by Jove, we must not forget her!\" said Alan, with a laugh. \" Will you be here ? she shall come down to you,\" and before he could open his mouth she was gone, and he was left alone. There was nothing in all that Lady Penrose had said that possibly could prevent her, when in after days anything went wrong, or proper atten tion was not shown her daughter, from declaring that at all events she was free from any charge of assisting or promoting a marriage ; she herself, as every one knew, had been very much against it, and had tried to stop it, nor had contributed by a turn of her little finger to bring out such an un desirable event. Lady Penrose walked up-stairs to her room, where she had left Esther. Esther did not know where she had been, or with what object. N"], [186, "178 VARIUM. \" My own dearest,\" said Lady Penrose, \" I congratulate you.\" \" What has happened?\" said Esther, surprised. \" He has proposed for you ; all is settled ; he is in the inner drawing-room, and wants to know if you will go down to him.\" \" Oh, mamma,\" said Esther, with a quick, sharp cry of joy ; she made her move towards the door,' and then turned again towards her mother. \" What is the matter, dearest?\" \"Oh, mamma, can it be all true?\" and she threw herself into her mother's arms. Alan felt, more than heard, a slight rustle be hind the curtain ; he knew that it was Esther creeping down, and that she was staying, panting, palpitating at the door, before she could summon courage to come in. There was another movement ; she had made the endeavour, but he knew that she had been un successful, and had turned away : he could feel her eyes, he could hear the beatings of her heart ; he himself was as cool as possible, as he sat there quite still. There was another faint rustle, and he rose up as she stood in the doorway."], [187, "VARIUM. 179 \" Have you ?\" he began, almost faltering. \"Yes, all about it,\" she said, confusing her words, less from bashfulness than from eagerness. So looks one who has run a long, hard-contested course and won ; she was panting, and as breath less as if it had been a physical race. She walked round him, looking at him hungrily. The wind moved the curtain backwards and forwards ; she started at it, as if it had been a human being come to dispute her possession — her sole, whole, un divided possession. She looked at him again, eagerly, fixedly, and for a long time. \" I know what you are wanting to ask me,\" said Alan. \" Give me the answer, then.\" \" Why all this did not happen before, I will tell you. At least,\" he said, after a moment's pause, \" how can I tell you? — what is there to tell you? All has happened as it has happened. Are you not satisfied with it as it has happened?\" \" Tell me why,\" she said earnestly, as if some strong, irrepressible feeling impelled the words. \"Tell you what?\" he said, seeking to elude an answer. \" Did you care for ?\" She spake so lowly, that Alan could scarcely hear the name."], [188, "180 VARIUM. \" No, not the least,\" he said, with a laugh : \" not the least ; it was not that.\" His face wore an amused smile at the almost comic eagerness she showed, and then he said, \" I will tell you. It was the same feeling held me back as now bids me advise you not to consent to this arrangement which your which is made. I am not worth all this. I am not speaking of a general unworthi ness; but say that, on this one point I am not worthy of your care, your trouble, your inquiry, whether I cared for any one else. No more would any one be, who could not cap the freshness of your heart with an equal freshness of his own. I do not say that I have not a heart, and one that could love you ; but first love should meet first love, and what if I were to tell you that that is over with me?\" Esther was leaning with her head on her hands, which rested on the back of a chair. Alan seemed warmed out of his cold self as he looked at her. \" I could almost say that I regretted it, did I not feel that the discipline and suffering which it has brought upon me has rendered me more worthy, or, at least, less unworthy of you now. Yes ; I am more fit now than if I had come before.\" Esther did not move. \" And if I did not speak of this till now, it was"], [189, "181 VARIUM. that I knew my love, such as it was, would not show itself in the leaf as in the root — that it would be less fond than faithful, and that I ought to look out for some one whose nature did not lead her to expect more ; and thus I turned from one, whom, if I had allowed myself to consult my own inclina tion, I should have sought more eagerly -. but I knew that the tide of her love, if it once set itself to any man, would set itself in a vast, unreceding current, which would know neither ebb nor abate ment ; that no beat of her pulse, no motion of her hand, but would be for him. I felt that I was unworthy this, and this was what prevented me from coming forward and saying that I loved you.\" Esther started. I verily believe, that in all this long speech, the only three words that Esther heard were the last. She had hold of Alan's hand. \"What — what do — what would you say to this?\" he said, after a pause, during which she did not speak, or appear to intend speaking. \" Say ! what shall I say ? Say what you like ; you must tell me everything that I am to say now. It is my right.\" Alan looked at her rather puzzled, and he seemed relieved to find Lady Penrose was standing in the doorway."], [190, "182 VARIUM. \" May God bless you, my children ! \" exclaimed this lady piously. \" If there is one thing in His hands (some people may say it is Fate, I shall always say it is Providence) ; if there is one thing in His hands over which we have no control that I have prayed for, it is this — may He bless you ! \" \" Mr. Gruffey, will you be my brideman ? Go, order some wedding-cakes and favours. Let there be guests asked, and a sufficient number of extra waiters engaged. Where shall I spend the honeymoon ? \" \" What's the matter? \" exclaimed Lord Percy. \" Did I not tell you, O my father ! I am going to be married to Lady Esther ? \" \" What ! have you proposed ? \" he said, eagerly. \"No, Lady Penrose proposed — all's one for that — anyhow Lady Esther accepted, and I am going to order a blue coat on the spot ! \" \" Hush, you giddy maniac ! \" said Lord Percy, in great glee, \" and tell me all about it. Come and sit by me. Now begin : is it really all settled?\" \" All,\" said Alan. \" What a boy the boy is ! \" said Lord Percy ; \" he seemed before he went to this place to be as averse as ever to settle down, and now he's come"], [191, "VARIUM. 183 back . . . well, dear me! — well, go on. How did it all happen ? \" \" The fact is,\" began Alan, assuming the tone and air of the dramatic son, \" the fact is, whether it was seeing her or what, I felt most desperately in love, and anxious to propose the very first even ing — the first day or two was in preparing the way, and summoning courage to do so — a certain backwardness on Esther's part, and a decided cool ness on the part of her mother, perhaps, made me fear that that was slipping out of my reach which, when it was in my power, I had neglected to lay hold of.\" \" Lord, what an elegant sentence ! \" said Mr. Gruffey, looking at him in some surprise. \" 'Decided coolness!' decided, eh! eh! what's that ?\" said Lord Percy, who had talked over the matter a hundred times with Lady Penrose, and knew very well what were her sentiments on the subject. \"Oh, yes; she had evidently heard something of my previous life, at which she took great excep tion. Whether it was my idleness or extravagance, I know not, but many were the arguments I had to overcome before I could gain her consent to that which, on which depended my future happiness— felicity, I mean.\""], [192, "184 VARIUM. \" Lord, what an elegant sentence ! \" said Mr. Gruffey. \" Hush, Gruffey ! let him alone. These young fellows get that sort of way when they are in love I speak rounded sentences and write verses, and that sort of thing. I remember writing verses when I was a lad— ah, ages ago!— I was very young then.\" \" So I thought when I read the verses,\" said Mr. Gruffey. \" One by one I met her arguments, which one by one she had to give up, and capping at length my reasons with my prayers, I obtained her con sent (here Alan burst into a little laugh, and then went on). But her consent,\" said she, \" was not all that was necessary ; there was one concerned with whose will she wrould never interfere, and to whose wishes on the subject her own were subservient^— to her she would refer me.\" \" A very creditable remark,\" said Lord Percy. \" Taking me by the hand, she led me to a room, in which, before I dared to lift my eyes from the ground, I knew that I should find her who was now more to me than any one else in the world.\" \"Ha, ha!\" chuckled Lord Percy, delighted. \" Half leading, half pushing me into the room,"], [193, "185 VARIUM. she left me before her daughter could discover her presence, fearing that a fancied acquiescence on her part might influence her daughter's conduct. And thefi, when I preferred my suit, how shall I describe the maiden modesty, combating a desire to accede to my request? So great was the contest, that I could scarcely discover her intentions ; such was the ripple on the stream, that I could scarcely see which way the current ran — it was like that struggle in an evening sky between the light blue sky and the light pink clouds — each was so lovely, that the gazer scarcely knows which he would choose to prevail.\" \"That means, you did not care whether she accepted you or not,\" said Mr. Gruffey. \" Don't check the boy ! don't check the boy ! A very proper description ! I think one knows which way the struggle did end.\"' \" It was very long, but it did terminate in my favour.\" \" The only thing I can't understand was Lady Penrose's coldness.\" \" I myself was hurt at her unwillingness that I should be her son-in-law.\" \"Any how, she consented?\" « Yes— that's the great thing.\" \" Ain't it odd ? you're going to marry Esther"], [194, "186 VARIUM. after all ! It reminds me of that pretty description by Goldsmith — a much better poet, by the way, than the irregular writers of these days — of the hare returning to its home at last : you burst wildly enough from her, but, after all your vagaries, find your way back there at the end.\" \" Or of a person in a labyrinth, who makes the most desperate efforts to extricate himself, but after the greatest exertions, during which he has fre quently imagined himself on the point of escape, finds he is back in the centre, at the very place from which he started.\" \" With such a Rosamond in the labyrinth with you,youneed not complain,\" said Mr. Gruffey, testily. \" And he does not,\" said Lord Percy ; \" I'll be bound for him. My boy,\" he said, walking up to his son, as Mr. Gruffey left the room, \" I ought to tell you how you have rejoiced my heart to-day ! I swear I feel ten years younger than when you came in ! My boy, I'm much obliged to you ! May you live long, and enjoy the happiness you deserve, — you deserve, by Jove, for paying such regard to the wishes of your old father! God bless you, my boy !\" So, directly Lady Penrose and her daughter came to London, or to its vicinity, — for their"], [195, "187 VARIUM. residence was at a villa some little way from it, — Lord Percy and Alan, accompanied by Mr. Gruffey, the mutual friend of the two families, went off to visit them. Nothing could exceed the buoyant joy of Lord Percy as he saluted Esther, and welcomed her to his family. As for her, she clung to her future father-in-law with a sort of intensity ; she seemed repelled by Alan's ways towards her, which were very formal and respectful, but cold. Mr. Gruffey hardly spoke, but looked at Alan with a face of mixed anger and disappointment. With a sort of decent exultation, Lady Penrose asked Alan when it was to be. \" Your Ladyship,\" he said gravely, \" who has been good enough to settle everything else in the matter, perhaps had better settle that too.\" Lady Penrose did not press the question. £L There are two scenes of which it is difficult to believe, what is the truth, that the same person was the actor in each; nothing like it has been heard since the days when Katherina was tamed. By surer, but less violent means, was our shrew brought to submission. The first happened now three years ago. Esther was sitting waiting for her betrothed ;"], [196, "188 VARIUM. he came into the room with a jaunty, self-possessed air, as if everything belonged to him there, in cluding the fair damsel who sat with a somewhat plump, plethoric grace before him. And did she not ? Their parents had settled it for them that day four weeks. Esther flushed up angrily as her eyes fell upon him. She had expected his apologies for not calling yesterday to make his apologies for not coming, as he had promised, the day before. She told him so in a somewhat haughty tone. Ah ! that was the same fiery glance that had scared Signor Gremio, and sent him whining for consolation to his widow; she seemed to menace him with something of the same gesture, with which she had more than menaced the poor broken-pated Hortensio ; the fair Lady Bianca had often wept and prayed in vain to that infuriated, pitiless expression. \" Go, go, thou hilding of a devilish spirit, — think'st thou, though her father be very rich, any man is so very a fool to be married to hell ? \" \"I cannot tell ; but I had as lief take her dowry with this condition, — to be whipped at the high cross every morning.\" \" Don't you see ?\" said Alan, in remonstrance. \"See! — no, I don't see.\""], [197, "VARIUM. 189 \" No, of course you don't ; people of your high wrought nervous system and sensitive spirit feel, and don't see. Don't you feel that I cannot always \" Hush ! silence ! \" said Esther. \" What is the matter ? are we to quarrel ? Shall we act our parts to that trifling particular ? Amantium iræ amoris inter/ratio est. Do you know what that means ? You look as if you did. I do not know a lady in the world who looks more as if she had learnt Latin than you do.\" \" If you talk of seeing, I know one whom, if I have seen, I do not care if I ever see again.\" \" You have only to say the word, and it shall be as you wish.\" \" I say it,\" said Esther. \"And I leave the room — at your bidding, remember.\" \" At my bidding,\" said Esther, trembling with anger. \" At your bidding I leave the room, which I should never have entered but at my father's bidding.\" And that was all that took place,— absolutely all. And that's how Alan went to Paris, and how this story was written, and a dozen other things"], [198, "190 VARIUM. happened; and how, at length, the second scene I mentioned took place. Alan had been two months engaged. \" Why do you look so pale, Esther?\" said her mother; \"a young bride has no right to look pale; and a young bride like you, too, — who has got the very man you wished for, and had wished for all along. Are you ill?\" \" No,\" Esther said ; she was not ill. \" Ah, well, we shall have Alan here soon ; and then you will be more cheered up. I think that he has not been here very lately.\" \" He comes as often as he can,\" Esther said, constrainedly. \" His father is unwell, and he has to be with him all day.\" \" His father is better now, for I saw them both riding in the Park yesterday, when I was with your aunt.\" Esther burst into a flood of tears ; her bosom heaved to and fro with the storm of some long suppressed grief. \"What is it, my own?\" said her mother, affec tionately taking her hand, and making as if to soothe her; but Esther drew back. \"Nothing, mamma,\" she said, quite sternly, and raising herself up ; \" I've grown quite foolish.\""], [199, "191 VARIUM. There was a great deal of isolation in Esther's sorrow ; it had a Noli me tangere inscribed on its front. She seemed to say that she could bear it alone, and if she was let alone, and if no one com forted her; and she did bear it in a sober, almost stately way, which was curious to look at. All women are not alike in this point : — to some of the dear creatures a confided sorrow, under the alchymical power of mutual tears, and gossipings, and sighings, and commiserations, and hopings, and plannings, and sobbings, grows into a positive joy ; but Esther was different, as I said. Lady Penrose looked rather puzzled, and then she set to to cheer her daughter ; and she talked of her trousseau, which the people were preparing up-stairs ; and who had written to congratulate them, and whom she had answered; and then she said, \" and we must not forget our little busi ness, — we really must settle who are to be your bridemaids, and not longer put off writing to them.\" Esther was quite silent. \" There's your cousin Mary, and Alan's cousin : by the way, there's Miss Pashmar ; she's a great friend of both of you, and had best be asked.\" \" Not as my bridemaid,\" said Esther, flushing up. \" Not into my house — not near me 1\""], [200, "192 VARIUM. At this moment Alan was announced. \" There you are, Alan ! \" said Lady Penrose. \" I am so very glad you have come ; this girl positively refuses to have Miss Pashmar as a bride maid. Now, I do think, considering what a friend she has been of hers, and of yours, and what a friend of mine her mother was, that she ought to be asked, and Esther positively refuses. Now do try to use your influence.\" \" Will you?\" said Alan, lazily, in compliance. \" Yes, Alan,\" she said directly ; just as if there was no submission ; or, as if she had made no opposition. There was the faintest possible blush on her face, as she sat down to write the letter. \" And you have not forgiven that wretched girl yet?\" said Alan. \" No ! \" she said, ingenuously. \" What a temper it has ! Who would have thought it?\" \" I am like a wild colt, and I only soften myself to the touch of one or two people.\" The comparison was not a bad one. Her hair had come down on one side, and was streaming over her face and shoulders ; she had a wild, un tamed look. \" If you are a colt,\" Alan said, \" don't kick out"], [201, "193 VARIUM. at her. She seems to be anxious enough to be your friend, and it is a foolish thing to throw away a good offer ; and the offer of a friend is a good offer, and a rare one too, I can tell you.\" Here Mr. Alan sighed in a way quite befitting the professor of such misanthropical sentiments, and then he turned towards her. The poor colt was gazing at him, with a docile look in her great eyes, which were full of tears. \" Anything, if you wish it, Alan!\" Alan laughed in the most bitter way when Corrle wrote, in announcing his return, that his cousin was the most enviable of men : it was curious the way in which he clung to his old memory. If Alan was unhappy, Mr. Gruffey was furious, and wore an expression, such as we may conceive the baffled Sir Pandarus of Troy to have worn. \" You are unhappy,\" he said to Alan, a day or two after Alan had announced his approaching marriage. \" What penetration ! How did you arrive at this?\" \" There is a strange sort of enchantment over you, I believe. Here you are, with every means of o"], [202, "194 VARIUM. enjoyment, except the means to use them : what a fool you are !\" \" I dare say I am ; but I can't help it. I do try to take hold of what I've got, but I see nothing in front of me but a mirror, which reflects the past ; and that is all I can see.\" \" And it reflects your own face too, or you would have left off looking at it long ago.\" (Which was a truer word than Mr. Gruffey had spoken for some time.) \" There, you have the best and prettiest girl in London to be your wife — a seat in Parliament ready for you — good health — excellent abilities, though spoilt by a childishness and conceit, which should be whipped out of you — every material for an honest and tolerably distinguished career — and then you despise all this, to whine and languish for the memory of , I won't offend you by saying what.\" Then Alan used to get up indignantly, and revile Mr. Gruffey, and curse his stars. \" Abuse her ! contemn her ! I should like to see one of the women you vaunt so highly, and who, you say, would not have sat in the room with her. I should like to have seen them in her position — educated like her — tried like her — possessed of the same power as her ! And then, poor souls ! compare their"], [203, "VARIUM. 195 rushlight, which only don't go out because no wind gets near it, to her brightness, which remains bright in spite of wind or vapour ! \" Alan spoke of her in a very different way to what he had been used. If he mentioned her before, it was in a loud asserting tone, which seemed to seek to persuade himself as much as his hearer ; but now he was quite calm. He thoroughly believed all he said. Mr. Gruffey, though he wotdd thus talk to him, was rather touched with Alan's grief. He grew thinner, and seemed to have lost enjoyment in almost everything. He deferred the time of their marriage as much as he coidd; and as we have seen, poor Esther was not favoured with much of his society. Mr. Gruffey did all in his power to hasten this day. He had heard some one try to depreciate Esther to him, and seen him fire up in a way which had satisfied him. Once get them married, she was the best, and truest, and noblest creature in the world, and all that any one wanted would follow. There is no particular reason that we should dwell long on this part of Alan's life ; and, indeed, here the story ends. They were married in about four months from this time. Whether they were happy together, must only be inferred from the"], [204, "196 VARIUM. previous story and from the few scenes and conver sations I may be able to lay before my reader. There is not another event in their history. Lord Percy, too, was very anxious for the mar riage to be performed. His son had been indulging in melancholy, and discontented musings after his manner, when Lord Percy tapped him on the shoulder. \" Going to Esther ? going to Esther ? You've not been there for an age, my boy ! \" \" One cannot always be going there,\" said Alan, petulantly, half shaking the kind hand off. \" Besides, Corrle is coming here ; I must stay with him.\" Corrle had just returned from a two-years' tour in Europe — the first six months of which, as the reader may remember, he passed at Paris. All this happened two or three months after Alan's marriage with Esther had been decided on. \" Ah, here he is ! \" said Lord Percy. \" Ah, Corrle, my boy ! how do ? how do ? Father well, eh, eh? That's right. I'm very glad to see you.\" Lord Percy gave Corrle his left hand to shake, as he thus welcomed him. His right hand was nearer by the whole width of his body, still Corrle was a boy almost, and Lord Percy was an old man, and"], [205, "197 VARIUM. so he gave him his left hand to shake ; which Corrle did very reverently, looking at him out of his little hazel eyes in a queer way as he did so. \" Just come from Paris, and abroad, eh ? Well, come and dine some night. And now,\" he said, after .a minute, \" I shall leave you young fellows to your chit-chat. Now, Alan,\" he said, in a sort of loud-aside, this is a capital opportunity for im proving yourself. \" Here you are both come from the same place, having seen the same people ; now you should compare notes; you should hear one another's opinions, and observe how far they coin cide, and how far they differ-, that's the way to improve yourselves. Good by, Corrle.\" . \" Ta, ta,\" said Corrle, bowing after his uncle had left the room. \" I say, Alan, what a rum fellow ! Fancy his calling our divine colloquy chit-chat.\" \" Yes,\" said Alan, laughing ; \" I wonder which of our minds has been most opened by foreign travel ? \" \" Expanded, mon cher ; that's the word. Is not it ? I say, old fellow, I've got to congratulate you. Fancy you settling down to do the married man ! By George, how I envy you ! Oh, Alan, how I wish I could succeed like you ! Oh, my"], [206, "198 VARIUM. dear fellow, don't talk about yourself, or you will send me wild with envy.\" \"Why, who do you want to behusband ?\" asked Alan. \" Oh, don't you know ? It's that Miss Pash mar. Was there ever any one so beautiful and wonderful? I've never been in love like this before. I'm quite changed by it ; all my friends say so. You go sauntering away into the best matches in the world, whilst I, do as I will, with all my labour, I can do nothing. Why, I believe you could have had Miss Pashmar even for the asking.\" Alan smiled and looked complacent, and said his young affections were elsewhere engaged. \" Why, you're so clever you know, and Miss Pashmar is so clever too, that she don't care for a stupid fellow like me. But, begad, I'm doing my best, and am reading all the books, so that perhaps some day I may be more fit.\" \" Which of ' the books ' are you reading now ?\" \" Shakspeare. She's always alluding to things in it, you know ; so I bought one, and am reading it. I've got through some.\" \" I saw it lying on your table ; you had finished"], [207, "199 VARIUM. the ' Tempest -.' the book was open in the ' Two Gentlemen of Verona,' and, please God you're spared to the end of another week, you'll get through the ' Merry Wives of Windsor.' \" ' You know, Alan, though I may not be very clever in those things for a man, and all that sort of a thing, yet you know, talking to a woman is much easier ; you know, we men have better heads, whatever they may say. I think, though I may not be very sharp, and that sort of thing, I'm good enough for any woman. Don't you, Alan ?\" \" Quite ; not only a baby yourself, but the cause \" Ah ! that sounds like Shakspeare,\" Corrle said hopefully, interrupting him. \"You see I'm beginning to know the ring of the language. I say,\" he burst out, \" what an age it is since we met ! You were just leaving Paris when I was going there. How I wish we had expanded together ! What games we should have had ! What a rum old woman Madame de Pompom was, and all those other people, talk ing of the poorer classes, and talking about working people, and other artizans ! When one saw this, I could not help feeling that there was going to be a tremendous revolution, and I was not very wrong ; was I?\""], [208, "200 VARIUM. Alan being appealed to, said that he was not. \" I did not stay long at the Pompom's, she was so deuced particular about one's manners, and I could not stand it ; and, between our two selves, I should not have stayed half so long if it had not been for some one who was there. Oh, such a charming little woman ! \" All these were little sentences, rapidly enun ciated, with about the intermission of two seconds between each ; and so he went on rattling away wilh great glee, apparently forgetful of the other love which he had just confessed to his cousin. \" What a strange coincidence !\" thought Alan, roused up. He had not been paying much attention to his cousin's remarks ; perhaps he rather despised him, and looked upon himself as a much cleverer, handsomer, and more attractive young man. Does the reader foresee the denoument ? and if he will take the trouble to remember, or to read again that conversation he had with Belle, when he first began an acquaintance with her, he will admit that there is a Nemesis even in these small things. What a strange coincidence ! but then, if she had lived anywhere at Paris, he was sure to meet her at the Pompom's house.\""], [209, "VARIUM. 201 i \" She was a god-daughter of the Pompom's, I believe,\" said Corrle. ' It must have been Bonne — old Bonne,\" thought Alan. \" Oh, the very best and dearest of women ! — charming little thing ! \" proceeded Corrle, in an ecstasy of recollection ; \" she had eyes that went through and through one, with the most wonderful figure and complexion.\" \" Not quite my idea of Bonne,\" thought Alan ; \" but still, I dare say, I should have admired her more if the other had not been there.\" \" What do you look so grave for ? Ah ! I suppose you don't approve of these goings-on, now you're going to b&, married, you lucky fellow ! but still you ought to have compassion upon the weaknesses of us gay young bachelors. And she was the most wonderful creature ! And then, after we left the Pompom's, we went to her villa and stayed there ; and then I wanted to go, because they wanted me to i go on to Italy ; and then she would not let me ; and then, you know, I said I must, but she would not let me ; and then she sang me a song, — oh, by Jove ! I forget what the words were, for I ain't a great dab at poetry, am I ? If it had been you, you would have remembered, you clever fellow. But I could not leave her after"], [210, "202 VARIUM. that ; I would not have for worlds, she did sing so beautifully — can't quite remember the words, something about the river and the wood, — ' To woo me, to woo me, To me came the river.' It don't rhyme,\" he said, rather ruefully, \" but I suppose it goes alternately, or something.\" Alan burst into a laugh. \" Hullo ! what are you laughing at there ?\" \"Me! Heaven knows. Me! — I'm laughing at the way you said the verses. It reminded me so of Melford and repetition.\" Corrle had scanned them carefully. ' To woo me, to woo me, To me came the river.' \" Yes, by Jove ; it comes natural to scan them after Melford. Used not old Brushby to make a row if we made a false quantity ? I say, Alan, now that I have begun to turn my mind to book learning, and that sort of thing, I don't think we learnt very much at Melford ; did we ? — — ■ nothing, I mean,\" he continued, with a crafty qualification, \" that made us a bit wiser? Well, to go on to Paris.\" \" Paris ! that's right, my boys,\" said Lord Percy, who had just returned. \" I'm glad that"], [211, "VARIUM. 203 you took my advice. Wise the man who can give advice, — wiser the man who can take it ; eh, Corrle, eh ? I say, my boy, stay and dine here to-night ; there's Alan can stay and entertain you, if I can't.\" \" No,\" said, Alan, \" I'm going to see Esther.\" \" Are you?\" said his father. \" Why, you said just now that you would not.\" \" Yes, I am ; and, by Jove, Corrle shall come too. It's right that she should know something of the family. Come along,\" said Alan, seizing him by the arm, \" we'll come at once.\" Lady Penrose's house was a good long way off, and during their rapid walk there Alan did not utter a word. He walked at a great pace, and though Corrle more than once remarked that it was a devilish hot day, Alan did not condescend to take the least notice. What were Alan's feelings? It is a great shock to have a dream, and especially one of that magnificent sort, smashed — smashed to shivers — as this was ; to think that, not only another man had been favoured by her, but that he had been attracted the same way : the same look that he had thought his own peculiar heaven — the same song — the same circumstances and purpose for singing it — after having caught him and wounded him for life."], [212, "204 VARIUM. she had taken up her gin, wiped it clean of his mangled remains, and laid it down again — for how many more? — for how many more? One had been caught upon whom Alan had always looked down, and imagined of a different and lower clay to himself; whose natural gifts, he thought, were poor compared to his ;— die, the noble mountain, had been deceived, whilst Corrle, the moor on which she had battened, had estimated her at her true worth ; the mirror in which he had gazed upon the past had been broken, and he had caught a glimpse of himself, the poor, duped youth. They were soon at Lady Penrose's. Corrle was introduced. His manners were very shy and con strained ; his little red head went eternally bobbing about, as it w7ere in search of something to say ; which something being discovered, he told Lady Penrose that it was a very hot day ! Then the red head looked down at the boots, and then it looked up, and, with a sprightly twitch, complimented him self and his family on the acquisition of Lady Esther; and then it sank into an uneasy repose, which lasted until Lady Esther was called out of the room, and it resumed the careless, jovial wag that it generally had in the society of his own sex. Alan, who had been sitting opposite to his"], [213, "VARIUM. 205 cousin, and apparently gloated over his cousin's diffidence, bid him not be shy ; he said that Esther would not destroy him ; he wondered, if he was so bashful (Alan said, with rather a severe laugh), how he had managed to have such a success when he was at Paris. \" Ah ! Alan, my boy, with ladies I am devilish shy — with those sort of women I can get on well enough.\" \" Those sort of women ! \" Ah, Mr. Percy, this was rather a severe disenchantment to undergo. Esther came back, — when the little red head returned to its previous nervousness, and very soon bowed itself out of the room. \" Why did you bring that odd, strange little man to see me?\" said Esther. \" Odd, strange little man ! \" said Alan, very seriously : \" why, he is my cousin ! \" \" Oh ! I did not mean that anything but his manner was odd ! I should think that in men's — in some society — he would be very agreeable.\" \" You mean that, in that he is a man, he is very disagreeable, red-headed, and conceited; but in that he is a cousin and relation of mine, he is agreeable, modest, and pleasant.\" \" Is there any harm in my trying to suit myself to, and like your family and friends ? \""], [214, "206 VARIUM. \" I wonder what women do consider pleasant,\" said Alan, with a hard laugh j \" do you know that he once made a conquest of one of the greatest and most wonderful women that ever lived ? \" \"Did he?\" said Esther, with a short laugh. There was food for Alan's vanity to fatten itself in that, but he did not appear to notice it. \" Yes, she loved him immensely ; almost as much as — what shall I say — as I love you.\" \" Yes, I believe you do love me a little,\" she said, looking at him eagerly, yet sadly; \"as much as you can — as much as any one now alive. I wish you would tell me the whole story of what you have so often hinted at ; you need not fear that it would shock me to know about it ; I feel as if I admire you more for clinging to her, and as if I could love her with you. I wish you would, dearest Alan ! \" \" No, Esther ; it would make you laugh.\" ' You used always to say it would make me weep.\" \"And, by the Lord, it might make you do either; I know it's made me do both,\" he said bitterly. \" 0 Esther, dearest Esther ! I wonder what god directed you to lavish thus the whole splendour of your love upon me, uncalled for — uncared for once — not now, indeed, Esther\" (he"], [215, "VARIUM. 207 said, looking up suddenly into her face, and then burying his head in his hands, and leaning over the table) ; \"how it came to me and dwelt with me ; and it is only now, like a fool that I was, that I have discovered what an angel I was entertaining un awares. And now you appear, standing between me and all the recklessness and bitterness that would otherwise be my lot. I love you, I do love you, Esther\" (he said, passionately seizing her hand); \"I love you with a higher, more admiring love, than I have ever loved before. God grant that I may live to prove it ! I will tell you all soon how I found out what a coarse, earthly wretch I was — soon — not now;\" and he, scarcely looking at her, rushed from the room. He went through the house. At the door Mr. Gruffey was laboriously ascending the steps : he called out his name in his great rough voice. Alan heard him, but did not answer, and passed him to get on his horse, and ride out into the country : ther,e was a w7ild joy throbbing in his heart, and he wanted to be alone and hear its voice. The sun is going down behind the trees, grow ino- like a hero, more glorious and beautiful in his end. He is gone ; — the soft pink of the soft clouds, like the bright dreams of youth, have hardened to the cold, dreary grey of age."], [216, "208 VARIUM. Then comes the moon, with fair and pale face : what a calm and holy presence ! She looks down upon earth, as if to sorrow for her failings, like a pure sister would look upon one who is impure. See how all the rest shun her, and retire disdain fully from her to the farthest heavens ! but she pities her, and loves her, and longs earnestly for the day when she will be as bright and spotless as she once was. Alan stood by the side of a stream, looking at this — a small, twisting, purling stream — quite a child of a stream. Sometimes like a child, aping its elders, it would move in the most slow, majestic way, making believe it was a grown-up river — pretending it was deep — making ever so much of its two feet and a half of profundity ; but then, tired of what was so foreign to its nature, leap out from its precocious stillness, and run singing across the meadow, in its own artless, childlike way. * What a new-born — or, rather re-born — love could Alan feel for these ! with what a boundless sense of beauty and of gratitude could he take himself, as it were, and nestle to them, and know them, and understand them, and moralise them into a thousand similes ! To all of us, sometimes, come such moments ; and, like a weary child, who turns by an instinct from the smoothed pillow and"], [217, "209 VARIUM. cool drinks to the parent who has prepared them, we, too, even the most worldly, catch momentary glimpses of the great Author — the great Father — who has made them for us. It was late when Alan got home, and he found Lord Percy passing a tete-a-tete evening with Corrle. He seemed to be waiting his arrival with impatience to bear the burden, for Corrle had not ceased talk ing once. He soon had conquered any shyness he might feel in the presence of his uncle, and ever since he had been favouring him with his view of things, which had prevented the after-dinner nap in which Lord Percy was fond of indulging. Alan laughed when he saw this — a rich, pleasant laugh, that he had sometimes. \" You seem in better spirits to-night,\" said Lord Percy, half testily and half affectionately. \" Yes, that I am, my father ; and this fellow's the cause of it all,\" and he clapped Cousin Corrle on the back. \" What, are you so glad to see me? and I'm devilish glad to see you, old fellow, said Corrle.\" Esther did not move, for fear of shortening the blissful moments ; she heard Alan's receding foot steps down the passage and down the stairs, and then she got up and went to her mother. r"], [218, "210 VARIUM. \" Crying again, Esther dear ! what has hap pened ?\" \" Oh, mamma, I'm so happy !\" \"Happy, and in tears!\" said Mr. Gruffey, in great glee, as he came hobbling in. \" And there's Alan in tears, too ! I swear he was crying as he came out of the door, and I dare say, if we were to ask him, he'd say he was happy too ! Oh, the sweet little contradictions of love ! eh, miss ?\" \" Oh, it's all been cleared up, and — and — I'm so happy!\" TJC 7p 7|s *K *!? \" And now tell me,\" said Alan, after he had finished his story, \" for which of my bad qualities did you fall in love with me first ? \" \" I never saw any one with fewer, I think,\" said Esther. > \" I think you will find before long that I have some,\" said Alan ; \" affection like ours, love, you know, is a sort of prism, which finds out beautiful colours in that which is in reality nothing but thin cold air. I have just been telling you how, to my cost, I have found this out, and as perhaps you may do the same, it is but fair to give you every op portunity.\" \"Oh, Alan!\" \" If you could only look upon me with my own"], [219, "211 VARIUM. eyes for a minute, what a wretched, useless being I am ! how wedded to myself ! how lazy ! how the three best years of my life have been sacrificed, and spent — in what? God knows, and perhaps the devil — he ought, considering what a hand he had in it!\" \" Really, Alan, to hear you talk, one would imagine I know not what. You are not quite so bad as that ; think how every one likes and respects you! \"I am not liked or respected, Esther ; I don't see how I can be,\" Alan went on, rather vexed at her not falling in with his views : he would have been more vexed if she had. \" There was never poor youth, yet with so little of youth about him. Pray don't think that I mean, like a romantic novel, about blighted affections, or having exhausted life's source : I mean soberly, and in matter of fact, for I don't think that I had ever much to exhaust, and that I have at least as much now as I ever had. I do believe I was made different to any one else ; I have got decent talents, I think.\" \" I'm sure you have — every one says so ; even Mr. Gruffey thinks that if you were to try \" \" But I have no means of applying them — absolutely none ; and then it's only a half intellect. I have got intuitive eyes for the bad in everything,"], [220, "212 VARIUM. but I don't believe I can admire anything, love anything, or care for anything; I can only hate, and that not with any remarkable degree of vigour.\" \" My dear Alan !\" said Esther, laughing. \" Well, you'll see that there is a great deal of truth in what I am saying. Only think what a love making this is, for instance ! I suppose every one else would be on their knees, or drawing wonder fully coloured pictures of you, whilst it is I that am sitting in the arm-chair, and you that are on your knees, and I am drawing a picture of myself; and a pretty picture it is, is it not ?\" \" It's no more like you than \" \" Yes, dearest Esther,\" he said seriously, stand ing up, \"lam right about that, if I may say that I have been right about anything : to find it out has been the work of time. When I was a child I thought the world what every one thinks it as a child — not that I believe I ever did, though it sounds better to say so : well, then came the first discovery, as the poets say ; the fruits were full of ashes, and the fair forms were wrinkled, each poet modestly considering himself as the one honest man in a world of thieves and liars. Mr. Gruffey will tell you what I used to say, by Jove ! But then came the next discovery; namely, that I was a hum-"], [221, "VARIUM. 213 bug, too. At this point have I come, so much so that I cannot presume to say what feelings are really my feelings ; which of the fifteen selves with which I hold daily and hourly converse is really myself; whether anything I have said to you to day is true, for I am never so insincere as when I think I am making a full confession of myself. To this point have I come, only honest in confessing my inability to honesty, whilst the million rogues about me don't.\" \"This is morbid, Alan.\" \"I don't think \" \" There's mamma ; I must go to her : you will come again and talk to me to-morrow ? Oh, how happy lam!\" * * * * * \" There is Corrle talking to Miss Pashmar ! \" \" Whom you have forgiven ?\" asked Alan. \" They may laugh who win.\" \" Yes, if it's worth the winning, certainly.\" \" He is so deeply in love with her ; and there he sits, looking so attentively and eagerly, and she so soft : it is so pretty to see them together.\" \" No sight like a man and woman in love, is there, Esther?\" \" Oh no,\" says Esther ; \" it is the one bright spot in a man's life, and it raises the woman.\""], [222, "214 VARIUM. Esther was a good, soft girl, who was constantly saying things of this sort. \" I know no more disgusting sight,\" said Alan, with a sudden vehemence. \" I suppose, if there is anything in it, it is the idea of a man, the higher being, waiving his pretensions, stooping from his masculine height, laying at the feet of weakness that manly panoply of strength, of which strength could never have deprived him, — is that it? By Jove ! just look at the height, this pretension, this haughty eminence, which is good enough to relax itself, and see what an assumption of superiority it is. I own, to see a man, a real man in love, a man of thought and deed, would be better. Who takes a wife to him self as she was meant to be taken, — to soften him, as you say, to wean him from the solitude in which his own life and unutterable thoughts would wrap him. Then the man has earned his holiday. You must not talk of love, as of an unusual eminence, to which a man is permitted to attain once a life time : it is a weakness despicable in the weak, and only interesting in the strong because he is strong, and because it is a contrast, and because it is their due. But what have men like these to do with love ? It is fulsome, it is noisome ; it may be necessary for the continuance of the world, but I'd walk ten miles not to see it, this bowing from a superiority"], [223, "VARIUM. 215 which is not theirs, the recreation of faculties they do not possess ; the unbent bow, that never was strung; a weak, maudlin smile, indicative of — is weakness and would-be strength dissolving into a voluntary weakness; a recreation of the faculties, forsooth ! it being, as you say, the noblest efforts of which the poor beasts are capable.\" \" How you have altered ! I remember your saying things very different.\" \"And what were they?\" \" I remember your saying that man's love was the one bright spot in a man's life ; that he owed the best parts of himself to the discipline bestowed upon him upon this occasion : occasion, you said,\" she went on, rather sadly, \"because you felt that such a thing could not happen more than once.\" \"Did I say all this?\" \" Yes, that you did.\" \" How you must have hung on my lips !\" \" What has made you take to this other theory?\" \"Theory, my love! Don't talk of theories; I have none : if I see a rose I will call it a rose ; if I see a thorn I will call it so : but God defend me from a theory, my angel ! \" THE END."], [224, "LONDON : Printed by G. Barclay, Castle Street, Leicester Square."], [225, ""], [226, ""], [227, ""], [228, ""]]