[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Ayrshire Idylls of Other Days"], [6, ""], [7, ""], [8, ""], [9, "Ayrshire Idylls of Other Days EY GEORGE UMBER K Author of \" In Mv Citv Garden \" ILLUSTRATIONS BY WILLIAM FINDLAY ALEXANDER GARDNER gutilis^rr to 3§tt JJgjestp ttje <52uem PAISLEY; and PATERNOSTER SQUARE, LONDON 1896"], [10, ""], [11, "\" Yesterday to him Was richer far than fifty years to come, Alchymist Memory turned his past to gold.\" — Alexr. Smith, A Life Drama."], [12, ""], [13, "PREFACE. TN offering to the public these sketches, chiefly illustrative of certain phases of Scottish life and character in an old Ayrshire town and neigh bourhood — now, alas ! as dead, some of them, as last year's leaves, or swiftly vanishing towards such consummation — I am not aware that I need make any apology. As it is the heritage of youth to look forward, \" sure to find \" — however satiated with present triumph — \" A field before them freshen'd with the dew Of other expectations ; in which course Their happy year spins round ; \" so it is the privilege of age to look back on \" the days that are no more. \" Dear as remember'd kisses after death, And sweet as those by hopeless fancy feign'd On lips that are for others ; deep as love, Deep as first love, and wild with all regret ; O Death in Life, the days that are no more. \" This whim of our riper years is further justified -if such a thing as justification can be said to be"], [14, "viii Preface. needed for what is as natural to us as wrinkles and grey hairs — by Wordsworth in one of the noblest passages of the Excursion. \" Ah ! why in age Do we revert so fondly to the walks Of childhood, but that there the soul discerns The dear memorial footsteps unimpaired Of her own native vigour — but for this, That it is given her thence in age to hear Reverberations, and a choral song, Commingling with the incense that ascends Undaunted, towards the imperishable heavens, From her own lonely altar ? \" In common, then, with my fellow mortals who have passed the middle period of life, I plead guilty to the universal failing — so sweetly vindi cated by the poets — of looking back on \" the days that are no more ; \" the only difference between them and me being, that I have ventured to give my reflections somewhat of an artistic shape and setting. It just occurs to me, however, that the public, that very tribunal before whom I am debating the reasonableness of the present literary step, might with some justice complain that I had left it out of the reckoning altogether, and adopted the somewhat novel idea of being both writer and audience in my own person."], [15, "Preface. ix I take comfort, notwithstanding, when I remem ber that Alexander Smith, in one of his delightful essays, advances that very doctrine as one of the chief reasons why he is more attached to Haw thorne's Twice- Told Tales than to his \" later, more finished, and better known novels and romances \" — because he seems to have written the sketches for himself, and the Scarlet Letter and The House with the Seven Gables for the world. Whether or not I shall be equally fortunate in finding readers who will see my little performances in this kindly light, it is impossible to predict. I can only indulge the fond hope that these humble gleanings from the fields of \" other days,\" gathered up for the pleasure of my own inward sight, will not the less readily on that account, but perhaps all the more, awaken in the minds of others kin dred pictures and associations out of the dear \" lang syne.\" GEORGE UMBER. A"], [16, ""], [17, "CONTENTS. PAGE, I. — The Old Cross Book-Stall, n II. — My First Funeral, ... ... 45 III. — An Old New Year, 63 IV. — The Working Man's Sunday Morning, 81 V. — A School-boy's Holiday, ... ... 97 VI.— The Old Pew, 113 VII. — A Pile of Red Sandstone 129 VIII. — Between the Preachings, ... 143 IX. — A Literary Relation, 161 X. — The Old and the New Carrier, 179 XI. — A Ride in a Carrier's Cart, ... 201 XII. — My Mother's Picture, ... ... 227"], [18, ""], [19, "LIST OF ILLUSTRATIONS. PAGE Frontispiece, face Title. The Grey Old Ruin, 88 Through the Cross, ... 113 Pile of Red Sandstone, .,, ... ... 135"], [20, ""], [21, "IDYLLS OF OTHER DAYS"], [22, ""], [23, "THE OLD CROSS BOOK-STALL. B"], [24, "\" Dreams, books, are each a world ; and books, we know, Are a substantial world, both pure and good : Round these, with tendrils strong as flesh and blood, Our pastime and our happiness will grow. There do I find a never-failing store Of personal themes, and such as I love best : Matter wherein right voluble I am.\" — Wordsworth. \"There is a class of street readers, whom I can never contem plate without affection — the poor gentry, who, not having where withal to buy or hire a book, filch a little learning at the open stalls.\" — Lamb."], [25, "Ayrshire Idylls of Other Days. i. THE OLD CROSS BOOK-STALL. A MONG the many delightful memories one brings home from a Continental tour, the quiet saunters in the quaint market-places of old German and Dutch towns are, I think, among the very pleasantest. It is not the sight alone of the heaps of fresh vegetables, and baskets of glossy cherries, and stalls of fragrant flowers, presided over by women in blue-striped cotton gowns, with snow-white linen napkins tied over their heads, mapping out comely sunburnt faces, that is the most engaging feature of attraction ; nor the music of the water mingling with the babblement of human voices, as it flows from the fantastically carved mouth of the old stone fountain into its moss-stained basin ; but the picturesque surround-"], [26, "Ayrshire Idylls of Other Days. 12 ings rather of all this bustle, and colour, and light, and shade, which gives the combination as a whole its most unique charm, at once filling the eye with a sense of artistic satisfaction, and pensively touch ing the imagination with the glamour of history and romance. For the market-place is generally situated in the centre or most ancient part of the town, under the very shadow of the Rathhaus or Grey Cathedral, from the niches on the walls of which mutilated and crumbling apostles, and can onised saints, and Popes and Emperors, and mailed warriors have looked down for hundreds of years, mute witnesses of the trafficking and gossiping of a score of generations of the sons of Adam. Is it not possible, however, without travelling so far from home, to find something equally as fine ? The common reproach, that the tourist is blind to the beauties amid which he was born and perhaps lives and labours from day to day, and is all eyes and astonishment in the streets of a Continental town, I have no wish to cast up to him, for daily familiarity with a common object has a tendency, if not to breed contempt, at least to render the most watchful of us insensible to its worth ; but it has often struck me that with these historic old market-places the Crosses of our own Scottish"], [27, "The Old Cross Book- Stall. 13 towns may fairly stand comparison. The latter may not perhaps be able to compete with the for mer in atmospheric effect and brightness and variety of colour, but they not infrequently come pretty close up to them in picturesque outline of building, though they may have no Gothic Mins ter or great Dom for a background to set them off. Whether this is artistically true or not, there is one Scottish Cross in an old Ayrshire town which, as I knew it in boyhood before it was im proved by the worthy magistrates, is dearer to me than the quaintest of Continental market-places. Like them it is situated in the very heart and most ancient part of the town. A beautiful marble statue, closely surrounded by an iron railing, of one of its sons who, like Dick Whittington, rose to be Lord Mayor of London, stands in its centre. A few yards east from the statue on the lower side of the Cross, is a weather-beaten circular-shaped pump-well, with a glass lamp on its conical top, which never fails to present itself before my mind when I chance to be reading, \" A Rill from the Town Pump,\" in Hawthorne's \"Twice Told Tales.\" A little again to the south of the well a round granite stone looks up from among the darker causeway, and marks the spot where one of the"], [28, "Ayrshire Idylls of Other Days. 14 Covenanters suffered for having been engaged in the battle of Bothwell Bridge ; while around the open space itself are high old-fashioned houses — at least I thought them so in those days — with a judicious admixture of gable-fronts and more modern erections ; and as many as six streets lead into it. Standing in the middle of the Cross, at the back of the monument, where the fish and vege table barrows, and \" black-man,\" and \"vvulk\" and dulse stands have their quarters, and looking north, you see modern Portland Street ; and the narrow and tortuous Fore Street, with its delightful hud dlement of angles, and gables, and chimney-stacks, and outside stairs ; and crooked zig-zag Clerk's Lane, the birth-place of a new school of theology. On the west is Cheapside, more picturesque even than its London namesake, with its old-fashioned two-storey public reaching half-way across the thoroughfare, and above its dark thatch and crazy chimney the ancient steeple and whitewashed cor ner of the Parish Kirk. To the south is broad King Street, with the handsome spire of the Relief Church in the distance. And on the east, Water loo Street, just inside its mouth in perpetual sha dow on account of its narrowness and the height"], [29, "The Old Cross Book- Stall. 15 of the houses. Like one of those contradictions we sometimes meet with in human nature, it might be in continual mourning instead of rejoicing over the event it commemorates, which, momentous as that was, was still not so important in its issues to the human race as another little event of a less stirring, and entirely bloodless character, which happened thirty years before it, viz., the printing of the first edition of our national poet's works in the little room overlooking the narrow mouth of gloomy Waterloo Street. However precious these things are to the eye sight of my mind now, I don't suppose I ever thought much about them when a boy. It was never the artistic outlines and charm of perspec tive of this old Cross I revelled in then. That comes later, when you have been exiled from it for a time, and the once common and familiar objects, stimulated by experience and reflection, undergo a new birth. Whenever my thoughts in one of these favourite moments of reverie revert to the old place, with a stubborn conservatism I refuse to see any improve ments that have been wrought in its surroundings. Though the vegetable and other stands have some years since been chased into mouldy little shops"], [30, "16 Ayrshire Idylls of Other Days. by the orderly Magistrates, I still linger in their odorous neighbourhood as of old. The tempting gooseberries and glittering \" black-man \" may no longer be able to make my mouth water, but the talk and sly banter of the gossips is as palatable as ever to me. I still look on at the weekly sales of old furniture by the bluff auctioneer, sensible perhaps of a fuller enjoyment in their peculiar humour and bustle. I take a sentimental interest, too, in the rows of farmers' potato carts ranged on the early summer mornings across the open from the monument to the old pump well, at which I used to purchase our frugal dinner before I went to school. Around the lean and spectacled quack doctor in greasy black surtout and velvet skull cap, extolling the manifold virtues of his remedies, in front of his tiny table covered with little bottles containing monster worms and corns, may not hang so much mystery as of yore, but perhaps quite as lively an interest. I also feel a soothing influence — to which my boyhood was a stranger — in a momentary contemplation of the loitering gossiping manner, so characteristic of Scottish Crosses, and of this old one in particular, where there is n«thing or nobody in a hurry, where once a week the burly farmers and their blooming wives"], [31, "The Old Cross Book- Stall. 17 and daughters congregate to sell the produce of their fields and dairies ; and where the common people gather out after work hours to talk politics and religion, as is their serious custom, or enjoy social intercourse with one another, there being more room there than in their small houses in the adjacent streets and lanes. I still stroll round the old place in these my favourite moods of fancy, renewing my acquaint ance with its well remembered phases of life, care less whether they yet exist or not, but I invariably end my stroll by sauntering up to old John Irvine's book-stall. It ranges from east to west on the south side of the monument, and may be said to belong to the general group of stands, the only difference being — a very important one, however, in its proprietor's eyes — that while the others sup ply food for the body his does so for the mind. It is an exceedingly primitive erection, consisting of a single board filled with second-hand volumes, and resting on two small black tressels, such as you might see tucked under the right arm of a village gravedigger wending his way to some rustic funeral, while he carries the mort-cloth under his left. You don't require to cast your eye down Cheap-"], [32, "18 Ayrshire Idylls of Other Days. side to see how the golden fingers are disposed on the dial-plate of the old church spire to know that it is between six and seven o'clock. The level sunlight lying aslant the old Cross, checkering the stands and human groups around them, would be quite sufficient to tell you that the sexton had rung the six o'clock bells half an hour ago, whose magic sound flings open the workshop doors, as the trumpet of Joshua laid low the walls of Jericho. But as good an indication as either of them is the preoccupation of the slim figure of the old book seller, attired in his thread-bare round-about brown velvet coat, almost the colour of the calf bindings on his own sombre volumes. He is bending over his dingy treasures, arranging and re-arranging them, as if in anticipation of expected visitors; for however dull and monotonous life proceeds at the stall during the day it always makes up for it on the long summer nights, when the true biblio maniacs, released from their labours, gather round him to turn over the leaves of his volumes in silence, and perhaps discuss with him some of their momentous themes. He has arranged them to his satisfaction at last ; lighted his pipe, and seated himself with a volume of his favourite Montaigne on an old box"], [33, "The Old Cross Book -Stall. 19 at the end of the stall to while away the remainder of the brief interval. Now that his face, which from its dull pallor you would say is not afflicted with too high living, is turned towards us, there are hardly enough seams and wrinkles in it to merit the familiar appellation of \" old \" generally prefixed to his name. Though he is still a few years on this side of sixty, the old-fashioned and shabby attire clothing his spare and slightly stoop- ing form, and the snowy-whiteness of his scant locks and ragged little whiskers clinging to the upper two-thirds of his wan cheeks, together, per- haps, with the ripe character of his conversation, may have earned for him this distinction, as they no doubt endow him with a certain antique and reverent air. His thin regular features, shaded by the brim of his old brown wide-awake, aslant which a sunbeam is basking, wear their habitual aspect of gravity. You would not, however, pronounce it the face of a rigid ascetic ; and there is too much kindliness beaming in the grey eye and lurking about the corners of the well-shaped mouth for a cynic. It is rather the face of a philosopher, whose unruffled serenity the conjugal infelicity of a score of years has been powerless to canker ; for, like that other philosopher of Greece, he is married to"], [34, "Ayrshire Idylls of Other Days. 20 a termagant who casts up to him, every day of his life, his incapacity as a man of business and a bread winner ; which, from the world's point of view, is perhaps no great libel, as he is neither ambitious nor pushing, and has no eye whatever to the main chance. To put, however, in the op posite scale against these shortcomings is the ex treme simplicity of his own few wants. He could be content to live, like Hamlet, in a nutshell, not to speak of a Diogenes tub, and even have every material want supplied to him in conformity with this straitened accommodation, if he was only allowed the society of books, the contents of which, in his wife's opinion, he is always more eager to talk about than to sell. Suppose we move nearer to the stall and take a look at his collection ? It is not large, nor does it present from time to time much variety. The sales being few, you may visit the stall to-day, and a week after find the same volumes whose faded leaves you had turned over at your former visit. Prominent at the top of the first row is Boswell's Life of fohnson, in four volumes, their calf bindings frayed and finger-worn, and their tarnished gold letters barely legible on the squares of faded scarlet morocco. Because Johnson's father kept a book-"], [35, "The Old Cross Book-Stall. 21 stall in Uttoxeter market, old John Irvine, \"in honour o' the callin',\" he used to say, always con trived to have his stall furnished with a copy of that gentleman's son's biography, though he de clared a library could no more be complete with out it than a kitchen could be furnished without a housewife's dresser and dels-rack. Boswell's Johnson is so full of good things that it may be ranked among the few books — of which the Bible heads the list— that you can never go wrong to open anywhere. I lift the second vol ume in my hand, and, of its own accord, it opens in the middle, where I read these words : \" Gold smith should not be forever attempting to shine in conversation ; he has not temper for it, he is so much mortified when he fails. Sir, a game of jokes is composed partly of skill, partly of chance, a man may be beat at times by one who has not the tenth part of his wit. Now Goldsmith's putting himself against another, is like a man laying a hundred to one who cannot spare the hundred. It is not worth a man's while. A man should not lay a hundred to one, unless he can easily spare it, though he has a hundred chances for him : he can get but a guinea, and he may lose a hundred. Goldsmith is in this state. When he contends, if"], [36, "Ayrshire Idylls of Other Days. 22 he gets the better, it is a very little addition to a man of his literary reputation : if he does not get the better, he is miserably vexed.\" Poor Goldy ! with all thy plain looks and th)' diminutive figure arrayed in the bloom-coloured coat which John Filby made himself famous in making for thee ; though thou wert the butt of the Gerrard street wits, we love thee better than the wisest of them for thy innocent and harmless vanities! Thy conversational feats and blunders never alighted with injury on any one's head but thine own, which is more than can be said for the majority of thy brilliant club-fellows. The first book which I ever possessed, bought with my own earnings, was an illustrated copy of thy works. I took it out in sixpenny monthly parts, each of which I devoured, woodcuts and all, several times over, long before the next issue appeared. Those first nights that I spent in the bosom of Dr. Primrose's good-natured family, laughing and crying with its members by turns — my mother interrupting me every now and then with an order to get to bed, \" an' no sit there howkin' your licht oot the as'hole,\" — were among the very happiest of my life. I remember as dis tinctly as if it was yesterday, when the work was completed, tying the twelve parts into a parcel and"], [37, "The Old Cross Book-Stall. 23 carrying them to Peter A , a swarthy, smooth chinned, agile little bookbinder in white apron and bib, proprietor of a small stationer's shop in the \" Toon-en',\" to bind them into a volume for me. Had I been a Muscovite plenipotentiary deciding with Peter the future fate of my countrymen, I could not have been more fastidious in debating with him the several conditions of its binding. It was to be ready in a week, but if it was nearer three before it was done, it was not for want of me presenting my fidgeting presence every two or three days at the counter of his little shop to remind him of his promise. The day I carried it home, a finished work of art, and put it in my em bryo collection, I was a proud boy. Ever since then it has remained, as in old Goethe's case, my earliest and latest love, sitting on the most impor tant shelf in my book-case, beside Shakespere, and Burns, and such other rare spirits, whose effigies keep him company in the poet's corner in West minster Abbey. Perhaps these circumstances, in which I made the acquaintance of the dear old vicar, and Tony Lumpkin, and what one might call their author's vagabondish Rip-Van-Winkleism in his biography, as much as my own individual sympathy, have a good deal to do with my love"], [38, "Ayrshire Idylls of Other Days. 24 for poor Goldy. To me he is like a very old friend, who has come all down the checkered path way of life, side by side, with me. I know the best and the worst of him, which is what cannot be said of a \"sprit-new\" friend. I am perfectly at ease in his company, never feeling constrained, as I am with some authors, to be on my good behaviour, or put my best foot forward, which is the true luxury of friendship, for he also knows the best and worst of me. And was there ever poet so kind in his dealings with that worst? His charity for the human weaknesses of his fellows is like a mother's for her offspring. When a boy I never could hear a word said against my hero's character without quarrelling with his traducer. Even at this soberer time of life, when one should have acquired a little of Dr. Johnson's philosophy, and be able to take things more coolly, I can never hear him called, spendthrift, vain, \" gooseberry fool,\" and such like, by my harder-headed friends, without losing my temper. The great lexicographer's words, looking up at me so wisely out of the sallow page of the volume of Boswell I hold in my hands, say in that case I am not fit, any more than Goldsmith, to contend with an adversary. Well, I don't doubt but that"], [39, "The Old Cross Book-Stall. 25 they are quite right, only it is so hard to change our natures by even the subtlest criticism of their defects. In affairs of character the boy will still shine through the wrinkles of the man in spite of the sagest of precepts and maxims for the guidance of his conduct, just as I saw the man foreshadowed last night in my little son, who was crying with vexation because Jeanie, the servant girl, affected to see nothing heroic in Sir William Wallace, whose exploits the young rogue has been stuffing himself with for a week past out of Scott's Tales of a Grandfather. Since then it would appear that I am no more able to make use of Johnson's wisdom at my mellow years than Goldsmith was in his checkered lifetime, I put Bozzy's wonderful volume, with its unconsciously life-like revelations of eighteenth century authorship, back into its place, and pick up another book jammed between an edition of Crabbe in modest drab cloth and a portly copy of Lord Byron. The one I have taken in my hand happens also to be an old friend, Dr. Currie's Burns. It is perhaps as awkward a compilation of the poet's works as ever was published. You could as easily find a needle in a hay-stack as the thing you want in its pages. Lamb, in describing it as c"], [40, "26 Ayrshire Idylls of Other Days. \" very confusedly and badly written, and inter spersed with dull pathological and medical dis cussions,\" has, in his own humourous way, hit off its character more prosperously perhaps than a more detailed and serious criticism would have done. But, in spite of the witty Elia's sarcasm, and even in view of the fact, brought to light since Lamb's day, that he tampered with the text both of his poems and correspondence, it is very dear to me, as it was from the \" well-meaning doctor's \" pen that I first learned the tragic story of Burns's life. I was lodging in the very city, Liverpool, where this brave-hearted Æsculapius wrote his gifted countryman's biography. He had under taken the work, blessings on his kind heart ! for the benefit of the widowed Jean Armour and her orphan boys, because no literary person of any distinction could be got to risk his reputation in writing the life of such a questionable character as the Scottish Bard. As a physician he was at the time attracting the attention of the medical world and making his name famous by his treatment of fever with the cold douche, but who shall say he was not making it more famous still by his not less skilful and charitable treatment of the complex life of Robert Burns ?"], [41, "Tlie Old Cross Book-Stall. 27 I remember I used to mount away up to my bedroom after my day's work was done, light my candle, wrap myself in my great coat and muffler (for it was still springtime and there was no fire in the room), and sit down to the biography till my fellow lodger stumbled into bed after the Roscoe Arms at the street corner had closed. It may not have been right, but I used to feel that it was for tunate Tom had a little drop too much, as he would not be able to detect that I had been cry ing. I had not seen then either of these master pieces of Burns biography, Thomas Carlyle's, and Alexander Smith's, but I know when I read them some years after I did not shed half such fresh young tears as I did over Dr. Currie's more prosaic performance. But I am abruptly recalled from these reminis cences by the sudden consciousness of the presence of other visitors at the stall besides myself. Stand ing opposite me in dusty moleskin, is the beetle browed mason's apprentice taking lessons from the Schools and Schoolmasters, of Hugh Miller, while his companion at his side — Rab Deans' smithy grime newly washed from his swarthy face — per uses a tattered novel in mustard coloured paper covers. At the lower end of the stall, thumbing"], [42, "Ayrshire Idylls of Other Days. 28 what looks like an antique volume of sermons, is Jamie Alexander, the carpet weaver, usually styled, Alexander the Great, though for what reason I never could make out, unless it was because he had been at one time a soldier, and still carries his head, as the old bookseller used to say, like a cat carrying a herring. The tall, dreamy young man at my elbow, with hollow cheek, and sunken eye, and unshorn locks, and slovenly attire, you would think, judged by the canons of Rosalind's old re ligious uncle, had the very \"quotidian of love upon him,\" but it is only his profound student air, the result of keeping too close company with books. Davidson Dinglewood, for that is his name, is a charity schoolmaster, whose passion for reading is so great that he is quietly blamed for gratifying it even in the school at the expense of his young charge. He is a regular evening visitor at the book-stall unless when he is at the theatre. The drama being his favourite study, he has lifted a volume of Shakespeare and is deep in Henry the Fifth. At the top of the page he is reading is a rudely executed woodcut of the interior of the Boar's Head Tavern. Bardolph and Pistol — their faces full of comical despair — are seated at a table, and standing in a group behind them, with their"], [43, "The Old Cross Book-Stall. 29 backs to the fireplace, are Dame Quickly — the corner of her apron to her eyes — and Nym and Boy slobbering and crying over the death of Sir John Falstaff, the circumstances of which the good dame has just been recounting. \" That,\" says the old bookseller, who has laid down his pipe, and left his seat on the box, and joined his visitors, \" That's what I ca',\" looking over Davidson's elbow, \" extror'nar guid, 'and went away, an' it had been any christom child.' \" \" You mean the death of Jack Falstaff? \" asks Davidson. \" Ay, there's naething finer, or truer in the hale realm o' lit'rat're, sir,\" returns the old bookseller. \" He's nae langer the wutty, braggin', leein,' selfish auld rake. Sickness has transformed him into a bairn. He micht be lyin' on his mither's box-bed in the dear auld kintry hame, wi' the smell of new maw'd hay fillin' his bed-chamer through the open casement, instead o' a musty auld Inn in East cheap, as he smiles on his fing'r-nebs, an' fum'les wi' the sheets, and babbles o' green fiel's. Death, the dreid o' which wad mak his fat sides rin wi' creesh when in life, an' even coonterfeit its stark reality on the battle-fiel' when surrounded by danger, has noo nae mair terror for him than it"], [44, "Ayrshire Idylls of Other Days. 30 has for the prattlin' wean, ' a made a finer end, and went away, an' it had been any christom child ; a parted even just between twelve and one, even at the turning o' the tide.' \" \" An ye ca' that a fine deathbed, John ? \" speaks up Alexander the Great, laying down his volume of sermons, which was tantamount to a declaration of war. \"Ay, an' a true ane, Jamie,\" replies the old book seller. \" There's mair folk dee that way than ony ither. Death's no the frichtfu' thing that ye wad imagine, man, ' death were less to be feared than nothing,' says Montaigne, ' if there could be any thing less than nothing.' ' Men fear death,' says Lord Bacon, 'as children fear to go into the dark; and as that natural fear in children is increased with tales, so is the other.' If I'm ever spared to write a book before I pay my debt to nat're, Jamie, it'll be on pop'lar fallacies concernin' deathbeds.\" \" What do you make of this, then?\" says David son ; \" it's from the same pen as wrote the account of Falstaff's death — ' The weariest and most loathed worldly life That age, ache, penury, and imprisonment Can lay on nature, is a paradise To what we fear of death.' \""], [45, "The Old Cross Book-Stall. 31 \" Ay, what do you mak o' that ? \" seconds the carpet weaver, raising his head to its full military height, and moving closer to his adversary. \" O, I ken brawly whaur ye are,\" returns the undaunted bookseller. \" When Claudius spak thae words to his sister he wisna on his death-bed, but in the jail, in the best o' health, which mak's a' the diff'rence. ' I find,' says Montaigne,\" picking up this time the book he had thrown down on the approach of his visitors and reading, ' I find I have much more ado to digest this resolution of dying when I am in health than when I am sick and lan guishing of a fever.' \" \" That French heathen ! \" interjects the weaver, with a snort of contempt. \" When we hae youth an' houp on oor side,\" proceeds the old bookseller without noticing the interjection, \" an' oor pulses mak' healthful music, then we are in the same min' as Claudius; but, says the French heathen again (turning over a new leaf and reading), 'as I engage further in disease I naturally enter into a certain loathing and disdain of life,' which is what the pop'lar imagination in health canna un'erstan'. Frae it's way o' leukin' at things, it invests the death-bed wi' agonisin' suff'rin', an' heart-rendin' leave-takin's, an' solemn"], [46, "Ayrshire Idylls of Other Days. 32 an' impressive injunctions an' last speeches, when in reality there's just that restless ecstacy which vainly seeks a lair for itsel', an' wad fain be at peace.\" \" I never saw the individual yet that was no wed but what was anxious to get better ; at least there's naebody dees before they canna help it.\" \"True eneuch, Jamie, but when it comes to be a matter o' death an' nae betterness is the pint ; but if you'll no believe me, here's the doctor, ask him.\" The doctor, who had just emerged from the Nailer's Close, and was coming through the Cross, now approached the book-stall, and was asked for his opinion, whether the death-bed was the painful thing that the popular imagination conceived it. \" I doubt, John, if it was unattended with suffer ing,\" replies the man of physic, more bent on ap pearing to say something smart than to probe the truth with his questioner, \" my occupation would be gone.\" \" Deil o' that it wad be, Doctor ! As long's the patient houps he'll let you fin' his pulse an' greedily drink your droggs, but when you hae been able to mak up your min' that there's nae betterness in this worl' for him, ten to ane your decision's a matter o' the completest indiff'rence to him.\""], [47, "The Old Cross Book-Stall. 33 This side-thrust at the physician's tardiness in prognosis, which was considered his weak point in the community, turns the laugh against him, amid which he takes his leave, with the good-humoured remark, that he is no match in argument for the bookseller. Not so easily vanquished, however, is Alexander the Great, who, more full of fight than ever, demands of him what he has got to say to the death struggle, \" it'll be a delusion, too, I reckon ? \" \" It only exists in the terrified imagination o' the pop'lar min', Jamie.\" \" You'll no mak me believe that. I ha'e seen too mony comrades dee on the field o' battle to tak that in. Besides, everybody's agreed about there bein' a struggle at the hin'ren', when the saul separates frae the body.\" \" The warl'lier the individual the teucher the struggle, like ? \" laughs the old bookseller. \" The thochts o' the deein', stanin', sae to speak, on the brink o' eternity, takin' fareweel wi' time, is owre serious for jokin' about,\" replies the weaver with some severity. \"At that stage, man, Jamie,\" says the bookseller, also becoming grave in his turn, \" the puir be clouded saul's in nae humour for dramatic leave-"], [48, "Ayrshire Idylls of Other Days. 34 takin's ; an' if it has ony big sensations — as we wha are leukin' on fancy it mun — on the vera eve o' gaun, it doesna ken whaur, it's, as a rule, as reti cent aboot them as that undiscovered country has hitherto been aboot itsel'.\" \" Ay, but it does ken whaur, if it's a believer in the Word.\" \" In its day, Jamie, it may hae perplexed itsel' aboot thae mysteries, an' speculated wi' the lang heidetest concernin' death an' the life beyont, but noo that it has come to the scratch, neither per plexities nor speculations are in its thochts.\" \" I'm nane sae sure aboot that\" \" I dar' say, but I hae often noticed at death beds, amang what ye ca' religious folk, too, a strained sensitiveness spring up atween the deein' an' the leevin', as if by a tacit un'erstan'in' they socht to shun the subject o' the fut're raether than coort it. Dazed, and begrutten, an' stuipet wi' grief the relations an' friens wad move aboot, weetin' the deein' lips wi' wine or medicine, smoothin' the heichts an' howes oot o' their bow ster, or wi' lovin' airms liftin' them into an easier post're ; an' they wad let them pass awa' into the land o' silence, talkin' an' mutt'rin' to themsel's as they gaed, for a' the worl' just like the soun o'"], [49, "The Old Cross Book-Stall. 35 trintlin' water, aboot things that had happen't in their bairnhood. It's maybe part o' oor blate Scotch character, but I say they wad let them slip awa' like a knotless threed, without exactin' ony fareweels or confessions, or expressin' ony houps o' ever meetin' them again, whatever they thocht, an' they of coorse were past thocht them sel's.\" \" I dinna see hoo oor Scotch character should get the wyte o' what's plainly a shirkin' o' the leevin's religious duty.\" \" It wad be like the unravelin' o' a lot o' fankl't threeds, Jamie — for human nat're's but a ravel't hesp at the best — to explain the cause o' this reti cence. National character has, I think, something to do wi't, but human nat're, that's never sae dog matic as buik-learnin', has mair, an' that's maybe the way there's sae aften disappointment an' regret felt afterhin by the witnesses o' a death-bed. They had wished perhaps to say something themsel's ; they had expec'et the deein' budy to say some thing, to speak some word, or gie some hint o' what it was feelin' or thinkin', whereas it just 'went away,' as Dame Quickly says, 'an' it had been any christom child.' \" \" Losh, John ! a budy to hear ye talk wad think"], [50, "36 Ayrshire Idylls of Other Days. ye had gaen through the thing yoursel',\" says the young blacksmith, who had been unable to proceed with his novel during the latter part of this con versation. \" An' come to life again ! \" adds the mason's apprentice, his beetle-brows relaxing with a smile, for he also had deserted \" the schools and school masters \" for the more novel teaching of the old bookseller. \" It's to be houpet he may fin't as plain sailin' as he reckons when he does gang through't,\" slyly puts in the weaver. \" Even though I had, lads, an' was spared to come back to tell my tale,\" replies the old book seller, with a smile at the humourous absurdity, \"I dinna think ony o' ye wad accept my testimony a bit readier ; an' it's maybe, on the whole, as well that it is sae.\" \" Our actors and actresses, then, must be all wrong in their treatment of death ? \" now speaks up Davidson, as if suddenly wakened out of a dream. Being, as we saw, a great patron of the drama, and having his sole experience of death beds from the boards of the little Thespian temple under the railway arch, he felt as if his mind had"], [51, "The Old Cross Book-Stall. 37 been robbed of something by the revolutionary ideas put forth. \" I think sae,\" replies the philosopher. \" The actor, sharin' the same delusion as the folk he's playin' to, mak's the death-bed a sensation, when it's in reality the absence o' a sensation.\" \" Such picturesque and impressive death scenes, for instance, as Louis the Eleventh's by Charles Kean, and Queen Elizabeth's by — I forget that actress's name just now — would you say that they are overdrawn in the intensity, the terribleness, and even the realness, with all respect to you, of their last struggles ? \" \" Weel, I never saw ony royal personages dee aff the stage, Davidson ; an' there may be reasons why kings and queens should dee harder than their subjects, but it would tak a guid deal to con vince me that the diff'rence hasna been imagined for the purposes o' effect. The king an' the cobbler, the clown an' the philosopher, hooever un like in their lives, at least resemble ane anither in death, as they did in their birth. The puir actor, hooever,\" he continues, Davidson offering no con tradiction, \" canna verra weel help himsel'. He has, on accoont o' the limitations an' necessities o' his airt, to crood into a few minutes what it tak's"], [52, "38 Ayrshire Idylls of Other Days. days an' weeks sometimes to perform. It's im possible for him — an' micht naether be vera edifyin' nor entertainin' to the spectator if it wasna — to represent the wearisome days an' nichts o' sickness, unrelieved by a single dramatic incident — only the daurken'd cham'er, wi' dim lichts burnin' on a side table strewn wi' medicine bottles, an' relations, wi' doom-strucken anxious faces, flittin' saftly oot an' in, an' hov'rin' roun' the bed. There's nae con vulsive gaspin's, an' startin's, an' inarticulate mutt'rin's, an' turnin's up o' the een, an' sudden springin's on to the elbow, an' as sudden fa'in's doon rigid again amang the tapsalteerie bed claes, like what we see on the stage — only the low, pan tin' moan mingled wi' the soun' o' the labour'd breathin' o' the hauf-conscious sufferer postin' on to its rest, itsel' the least put'n aboot o' a' the distressed an' begrutten frien's, at what it's lea'in' an' what it's gaun to. The distracted attendants are tort'red wi' the thocht that their dear ane's suff'rin' great agony, an' the physician canna, wi' a' his explainin', mak them believe to the contrary.\" With Johnson's words still fresh in my mind about the folly of Goldsmith forever attempting to shine in conversation without possessing the necessary temper for sustaining a defeat, I had"], [53, "The Old Cross Book-Stall. 39 hitherto remained a listener. But, not so much perhaps as a triumph against the lexicographer as his confident biographer, I now pick up a well-worn copy ofthe Vicar of Wakefield, which I had before spied on the stall, and read with some pride the following passage of beautiful insight as its author's contribution to the discussion. \" Every new breach,\" says the patient old Vicar, addressing his fellow-prisoners on the subject of dying, \" that death opens in the constitution, nature kindly covers with insensibility.\" \" The vera thing, my callan ! \" cries the old bookseller in high glee. \" Thae words o' Gold smith touches the heart o' the hale mystery. Was't no for this thochtfu' foresicht o' nat're saft'nin' the hard unfeelin' edge that separates life frae death, the kent frae the unkent, an' convoyin' us, as in a reverie or dream, to the vera margin o' the sable shore, whaur the grim ferryman, restin' on his oars, awaits oor comin', it wad indeed be the frichtfu' thing to dee that Claudius thocht it ; whereas, as Lord Bacon says, ' It is as natural to die as to be born ; and to the little infant, perhaps, the one is as painful as the other.' \" Whether this point, so closely demonstrated by the old bookseller, is any comfort to his opponents"], [54, "Ayrshire Idylls of Other Days. 40 in view of their having to encounter the King of Terrors some day I cannot tell. I rather think, however, that Alexander the Great, from the ex pression on his face as he resumes his volume of sermons, still clings to the idea of it being a terrible battle, perhaps because he is still in good health, and not likely to be called upon to put it to the test for other twenty years yet. At any rate, he does not dispute further any more than Davidson, and the groups at the stall — now considerably aug mented since we first came upon the scene — begin to turn over the leaves of the books in silence again ; while their philosophic proprietor gravely replenishes his pipe and retires to his box at the end of the stall to indulge in a whiff of the sedative weed. We shall leave him sitting there for the present, puffing away at his pipe in unruffled serenity, sole monarch of this little empire of thought which the bookworms are busy devouring — all the busier that the precious daylight is waning ; for since we have been meditating and listening to the talk at the stall, the lengthening shadows have taken the place of the laggard sun beams. Most of the vegetable barrows and other stands have already vanished ; and the old Cross, its marble monument, and sharp lines, and angles,"], [55, "The Old Cross Book-Stall. 41 and perspectives of the surrounding houses and streets, softened in the grey gloaming, and studded with knots of common people, and murmurous with the hum of voices, wears that delightful air of loitering gossiping leisure, so soothing to over strained nerves. But I never turn away from this picture of the old book-stall and its surroundings, in these my pleasant moments of reverie, without another pic ture presenting itself before my mind. It happened by-and-by that old John Irvine and his book-stall were not seen in the Cross for more than a week, and, though I had a wholesome dread of his angry wife's tongue, for I had been often at his house helping him home with his books of a night, and knew her ways, I ventured to call to see if he was ill. I shall never forget the sight which met my eyes when I lifted the latch, at the bidding of his wife's voice from within, and entered his humble home. \" There 'e's ! \" she replied, in answer to my en quiries, — the gentleness of her tone even more than her wonted harshness sending a cold thrill through me — and pointing as she spoke, but without look ing up from her stool on the hearth, to the two little black tressels and book-board set out in the d"], [56, "42 Ayrshire Idylls of Other Days. middle of the floor, and covered with a white cloth. \" Oh sirce the day ! \" she burst out almost in the same breath, rocking herself to and fro on the stool in an ecstacy of misery, \"little did I think, callan, when I used to misca' him an' his book stall, that I wad ever leeve to see himsel' streekit oot on't in place o' the buiks, that his warst fau't was he was aye fonder to haver aboot than to turn into siller. Oh sirce the day ! \" So the old man was dead ! I went reverently forward, lifted the white cloth, and saw that the marble face wore its habitual unruffled serenity. He had paid his debt to nature without writing his treatise on \"pop'lar fallacies concernin' deathbeds,\" but this little I have now gleaned, as faithfully as I am able, from the volume of \"other days,\" and offer as a tribute to his modest genius."], [57, "MY FIRST FUNERAL,"], [58, "I \" The grief that marks our dawning youth To memory ever clings, And o'er the path of future years A lengthen'd shadow flings. ' ' Oh, oft my mind recalls the hour When to my father's home Death came — an uninvited guest — From his dwelling in the tomb I \" — Lays of Middle Age."], [59, "II. MY FIRST FUNERAL. OUCH is the force with which first pictures, whether of joy or sorrow, are painted on the youthful mind, that to this day I never enter a house of mourning to make one of a funeral com pany without at the same time dropping a score or two of years from my shoulders and mentally stepping across the threshold of my childhood's home, an absorbed attendant at my first funeral. In spite of my efforts to the contrary I am strangely oblivious to all that is going on around me. To be sure, I look on with my bodily eye at the constrained solemnity of the funeral groups disposed about the room, and listen with my bodily ear to the clergyman reading how all flesh is like grass, which in the morning flourisheth and groweth up and in the evening is cut down and withereth ; and concerning the resurrection, how the dead is sown in corruption, and raised in incorruption ; but all the time I am a yellow-"], [60, "Ayrshire Idylls of Other Days. 46 haired laddie beneath the roof of the old kitchen home, gazing on faces and forms, most of which are long since mouldering in the dust. Sitting on the low chair in the shadow of the ingle-neuk is my mother, her pale, haggard face buried in her black apron. My father is standing close by, looking towards her with a face full of dumb compassion, his rough, horny hand nervously grasping the back of her chair as if for support, or, perhaps, to show he is feeling the blow with her. Relations and old acquaintances and sympathetic neighbours are sitting or standing grouped about the floor. The Rev. Mr. Black, a tall, solemn, pale-visaged, red-haired gentleman (how curiously hostile this holy man's name and appearance used always to impress me) occupies the seat of honour, viz., the arm chair with the carpet cushion and tassels of yarn clippings. He has our family Bible on his knee reading a consolatory chapter from it. My strong-minded, practical aunt shares the lesser half of a chair-bottom with stout Uncle A , and is ostensibly listening to the words of the minister, but in reality thinking on the next part of the funeral programme, for she is the mis tress of ceremonies. The figure of my uncle F , leaning his back against the dresser, with his hands"], [61, "My First Fujieral. 47 meekly crossed before him, I cannot take my eyes off. On account of some family feud he had not, until that day, darkened our door for years. Whether it was decency which had compelled him — as it usually does huffy relations in like circum stances — to lay aside his animosity and come to the funeral, or some worthier feeling that extin guished altogether the long smouldering fire of hate in his bosom, I was never able to learn. But, as I keep studying his face, I fancy he is seeling woefully ashamed of himself. I don't pity him in the least. My boyish partisan blood rather glories in the revenge circumstances have taken on him for his conceited stubbornness. Will he be resolv ing, I wonder, in his awkward distress of mind and body never again to delay reconcilement to his brother till death forces him to it, and so strips it of all its beauty? I turn through my young noddle a conversation I had heard between my parents concerning the merit or demerit of those heedless people who \" mun hae their win' oot, come o't what wull,\" as my father phrased it, and those knowing ones who regulate their conduct on the principle that, as we never know what is to happen, it is wisest always to act in such a way that there will be no reflections afterwards."], [62, "48 Ayrshire Idylls of Other Days. The minister, closing the Bible with, \" Let us join together in prayer,\" recalls me from my philos ophical speculations, being too shallow in my ac quaintance with human nature to know which side to espouse. If his reverence includes one so young as me in his invitation I am afraid I do not accept it ; for, though I stand up with the rest, my open eyes wander from one object to another. I notice the passing glint of spring sunshine rejoice the young leaves on the rowan tree in front of the kitchen window, then dance merrily into the kitchen and cover the devotional forms of the mourners with its blitheness ; but, as if discovering on a sudden it had made a mistake, it hurries out again, fol lowed by a passing black cloud and bitter shower of rain-drops on the window-pane. Perhaps I feel the opportunity favourable, when most of the com pany have their eyes shut, to feast my own open ones on my new clothes, this being the occasion of wearing my first jacket made by a proper tailor, and not by a woman. My new mourning weeds are not exactly what Hamlet gives us to un derstand by a suit of sables. They are steel-grey in colour, which was considered by my thrifty parents to be quite orthodox for mournings, with a hem of white muslin stuff round the wristbands,"], [63, "My First Funeral. 49 yet most serviceable for Sunday and other wear when the funeral should be past. The sight, through the half-open room door, of the two little black coffins, with their shining white mountings, sitting on the table, gives a sudden check to my vanity. As I think of the two cold little bodies of my twin brother and sister lying in them I feel rebuked in my wicked heart for being so proud of my new clothes, which but for their untimely deaths I would not have possessed. To put things right, and keep myself from feeling that I am a monster, I try to say that I believe I would most willingly part with them for their young lives back again, but, even as I do so, I am distantly sensible — for the loyalty of my faith's sake at least — that it is as well that it belongs to the category of those things which are beyond trial. The minister's \"amen,\" which concludes the ser vice, coming at the end of my half-hearted declar ation, has rather an ominous ring. But cake and wine is now handed round by my strong-minded aunt, who seems much more at home in this em ployment than in funeral devotions, and a slice of the cake engages all my powers for the moment. The douce joiner, with his slouching, sympathetic gait, next passes through the midst of the mour-"], [64, "Ayrshire Idylls of Other Days. 50 ners and enters the room to screw down the lids on the coffins. Before commencing, however, he in vites those present who are desirous of viewing the bodies to come and do so. We all go and take a last look at the still little faces, my huffy uncle, as if wishful to make up for the past, or perhaps to heap a pan of hot coals on my young partisan head, lifting my sister and me up to see them. My mother, in dogged sorrowfulness, refuses at first to go, but afterwards consents, and has to be forced back to her chair in a burst of frantic grief, which becomes quite heart-rending when the lift ing commences, making the big tear-drops start from the eyelids of the stoutest. My manag ing aunt, the minister, and women friends en deavour to soothe and control her as the com pany \" clamper \" out of the kitchen behind the coffins, my own tiny form in my new jacket amongst them, my eyes weeping a transient bitter shower, like the brief spring rain I heard a few moments before battering on the window, — so emblematic of children's tears. The black tressels and bearers and mort-cloth are waiting when we get to the street, and we are soon on our way to the graveyard, the neighbours from their door-steps looking ruefully on as we move away."], [65, "My First Funeral. 51 The graveyard being close by, a walk of a few minutes brings us to it. Just within the newly opened iron gate, by the side of the little white cot-house built against the high wall, with its toy looking black Gothic windows and door, in which the gravedigger keeps the implements of his solemn craft, including other mysterious things which shall be nameless, is the figure of the gravedigger him self, standing, spade in hand, ready to head the procession to the spot of interment. Thomas H , or Tam, as this upholder of Adam's profession was always called, was a tall, strong-limbed, broad-featured man, dressed in a Kilmarnock bonnet and brown moleskin trousers and sleeved waistcoat, the same shade of brown as his own planks. In his shrewd Scotch face lurked a quiet vein of pawky humour, which received ad ditional emphasis from his nose, never one of the smallest, but now considerably enlarged from his inveterate habit of snuffing. Some months before the melancholy occasion of my first funeral my mother conceived a great dis like to the worthy Tam, and could never after wards abide him. While the twins were alive, but sickly in health, she and I used to carry one a-piece out for an airing in plaids. This girl's occupation,"], [66, "Ayrshire Idylls of Other Days. 52 as I considered it, was a dreadful heartbreak to my boyish pride, and was the cause of some sad teasing from my companions. \" Never mind them, man,\" my mother would say when I would be cry ing about it, \"ye'll mak' a' the better man for the woman that gets ye if ye're spared.\" Whether that has been so or not, is more a matter for Peg to decide than me ; but I know that it yielded me very small comfort then. At those times we gene rally strolled with our infant charges in the direc tion of the graveyard. The road to it was quiet, and less likely to be infested with malicious boys. Besides, it was a nice terminus to our walk, and we could sit down on some low mossy tombstone, starred with the kindly lichen, or on the green hillocks spotted with white gowans and golden kingcups, and take a rest. On those occasions Tam would sometimes leave the grave he was dig ging to join us, and enter into conversation with my mother. Like the first gravedigger in Hamlet, he could not only tell the particular spot where everybody was laid, but how long they had lain in the earth, and what they looked like the last time the grave was opened to let somebody in beside them ; as well as who they were related to for generations back. Tam delighted to talk about"], [67, "My First Funeral. 53 his subjects thus, adding many a sly remark and humorous reflection about their characters and doings when above ground, assured that none of them could rise and call him to account for his slanders. \" In the centre of a world whose soil Is rank with all unkindness, compass'd round With such memorials.\" The garrulous Tam could hardly be said to feel with the poet : — \" That 'twas no momentary happiness To have one enclosure where the voice that speaks In envy or detraction is not heard ; Which malice may not enter ; where the trace Of evil inclinations is unknown ; Where love and pity tenderly unite With resignation; and no jarring tone Intrudes, the peaceful concert to disturb Of amity and gratitude.\" Like all the true monarchial class he was ever desirous of adding to his subjects ; at least he got that name, and many were the stories told in malicious jest at his expense. One in particular, I remember, which my uncle A used to tell with his best manner, about a poor consumptive who lived in the parish of Riccarton which was separated from Tarn's only by a bend of the river Irvine. In going and returning from his work he"], [68, "Ayrshire Idylls of Other Days. 54 had to pass the gravedigger's door, when that worthy was sure to waylay him and inquire sym pathetically for his health. The poor man one day, exasperated, just as Tam was striding forward to make the usual crucial inquiries, with, as he thought, sinister designs, said to him before he could speak, \" Go you to h — 1, Tam, I'm gaun to Riccarton ! \" and walked on, the inference, of course, being that he intended to be buried in his own parish. I can't exactly say how it came about, but I suppose he would be prosecuting his customary sympathetic inquiries about the health of the twins one day when we had them at the graveyard. \" They're twa bits o' weakly things, woman,\" was the remark he made, eyeing them narrowly, too narrowly \" for ony guid,\" my mother thought. It was enough for her, who was quite as keen in the sense as the irate consumptive. \" The great ogre has his e'e on my bits o' bairns ! \" she said, and we never carried them to the graveyard again till they went beneath his own mort-cloth. When they were lying in their little coffins in the darkened room she said bitterly, \"Tam H wad surely be happy noo, he had gotten them at last ! \""], [69, "My First Funeral. 55 As he stands in the middle of the roadway, in the bleak spring air, surrounded by shivering trees and shrubs, leaning on his spade and administering to his nose a pinch of snuff as we approach the graveyard gate, my mother's words come into my thoughts, and I fancy I can read the glow of satis faction mantling on the ogre's weather-beaten face. When we are within a few paces of him he shoulders his spade and, without speaking a word, leads the way to the place of interment. Already I see the great black wound gaping in the centre of the burying-ground a little to the right of the carriage-road. The red earth is heaped round its mouth and covered with planks for the convenience of the chief mourners. Standing on them by the side of my father, who, with glittering tear-drops in his eyes, puts a cord into my tiny hand, and gazing down into the dark pit, as I help to lower the coffins into their gloomy resting-place, my mind is perhaps more occupied with the novelty of the situation than the terrors of the tomb. Like Wordsworth's little cottage girl, '■' That lightly draws its breath, And feels its life in every limb: what should I understand of death ? Nor could I feel, like Claudius, the fearful thing it was"], [70, "56 Ayrshire Idylls of Other Days. \" To lie in cold obstruction and to rot ; This sensible warm motion to become A kneaded clod.\" If I am sensible of any feeling more than another, it has most likely been engendered by the past talk of the gravedigger to my mother, and is one of curiosity, mingled with a vague kind of dread lest I should see looming up through the blackness of the tomb, any of my long buried relations lying festering in their shrouds. We let go the cords, and with them our hold on all that is mortal of my twin brother and sister ; then we step down, my father I thought most reluctantly, on to the green sward, and the stalwart gravedigger throws the planks aside and commences to shovel the earth into the grave. As the rattle of the loose clods on the lids of the coffins grates on our ears my father winces visibly, and observes, as much to himself as to me, in words that seem to choke him, \" It's a blessin' yer mither disna hear't.\" When the grave is filled in, the company raise their hats and begin to move away, the constraint they had been under gradually, I fancy, dropping off them — accelerated, doubtless, by another brief but bitter shower — as they get farther and farther from the graveyard."], [71, "My First Funeral. 57 I don't think there was any unseemly burial feast at my first funeral, like what I have wit nessed at subsequent ones, where unharmonious jests and tales circulated with the tea and toddy. If any of my near relations were invited to such a thing I think they must have declined, feeling that the stubbornness of my mother's sorrow was too much for their nerves. I remember it was almost too much for mine. We had sat by the hearth, through the afternoon into the gloaming, as a be reaved family group, in a kind of dazed sullen sad ness, everyone seeming more afraid than another to break the ice in talk. \" I suppose,\" ventures my father at last, to the unspeakable delight of my sister and myself, and looking over into my mother's distracted face as he spoke, \" I'll pit the kettle on the fire, an' mak a cup o' tea ? \" \" I'm no needin' ony tea ? \" sobs she in reply. \" I think ye'll be the better o' a cup,\" returns he ; at the same time he rises and puts the kettle on the fire, after breaking the dead-looking piece of coal with the poker. \" Ye needna mak ony tea for me, it wadna gang owre my throat ! \" \" Ye mun try an' tak something, ye har'ly hae E"], [72, "58 Ayrshire Idylls of Other Days. tasted a bite o' onything for mair than three days, ye mun be sent, I'm sure, for want.\" \" Ma inside's ower fu' o' grief to fin' hung'r ! \" \" I tell ye ye'll bring trouble on yersel' if ye dinna eat something, an ye'll see what'll come o' us a' then.\" \" It wadna muckle maitter, I think, if a budy wis only to gang to a better worl' ; for, I'm sure, there's naething but trouble and sorrow in this ane. \" Come, come, na, lass ! it'll no dae to talk that way. The weans there,\" looking down upon my sister and myself, who, from our stools were watch ing the discussion with an interest as keen as the edge on our appetites, \" '11 be hungry if we're no. Ye ken they canna fin' this like us.\" \" It wad be a peety o' them if they did, puir things ! \" \" Ay, but they'll no likely get oot the worl' ony mair than the lave o' us withoot tastin' the soor as weel's the sweet. It wadna be guid for them if they did.\" \" Some mun stan' a hantle sicht mair in need o' guid than ithers surely then, for it's a' soor they taste thegither. I'm sure I dinna ken what I hae dune that ma bits o' bairns should be a' nippet"], [73, "My First Funeral. 59 frae me like this while ithers are alloo'd to keep theirs ! \" sobs my mother afresh. \" The Almighty kens his ain ken best, lass ! \" replies my father. \" Grief, though sair to thole, ser's a wise purpose in the worl' o' feelin' just as frost an' snaw does in the ane o' maitter. But for a' that I dinna think it was intended that we should mislippen our ain bodies, or them that Pro vidence has thocht fit to aloo us to tak care o', wi' owre muckle sorrowin'. Will you mask the tea, lass, or will I dae't ? \" he asks after a brief pause, the steam now issuing from the spout of the kettle telling him that the water is boiling. \" A cup o' tea an' something to eat to't '11 mak us a' owre again ! \" he adds in a tone of satisfaction, as my mother, without venturing a reply, rises from her chair and proceeds to infuse the tea and spread the homely board. A painfully-awkward and silent meal this as ever was partaken of by bereaved mortals ; for grief is contagious, and, in spite of the hunger gnawing at my young heart-strings, the food seems to stick in my throat, my father's words, \"ye ken they canna fin' this like us,\" savouring to my sensi tive young mind as much of the nature of a rebuke as a license to eat and be merry."], [74, "60 Ayrshire Idylls of Otlier Days. At length bedtime wears round, and sleep, that \" Blessed barrier betwixt day and day, Dear mother of fresh thoughts and joyous health ! \" folds down my tear-scalded eyelids, and the pic ture of my first funeral is completed and hung up in the gallery of my memory, to be seen and lived through in after years to its minutest detail, every time I enter a house of mourning to make one of a funeral company."], [75, "AN OLD NEW YEAR."], [76, "\" That merry day the year begins, They bar the door on frosty winds ; The nappy reeks wi' mantling ream, And sheds a heart-inspiring steam ; The luntin' pipe, an' sneeshin' mill, Are handed round wi' right guid will ; The cantie auld folks crackin' crouse, The young anes ranting thro' the house, — My heart has been sae fain to see them, That I for joy hae barkit wi' them.\" — The Twa Dogs."], [77, "III. AN OLD NEW YEAR. s AM a sentimentalist and make a point of keep- ing feast days, fair days, and all people's holidays, the New- Year in particular, with the utmost enthusiasm I am capable of. \" Beshrew the man who on such a day as this, the general festival, should affect to stand aloof.\" Like Elia, I object with all my heart to those persons who pretend to be so much wiser than their fathers, or their every-day fellow creatures ; who maintain a most provokingly-quiet demeanour at a New- Year time, and meet your bursts of enthusiasm and nice reflective moralisings by asking what all the fuss is about. Every day is the beginning of a new year, they will tell you, with the most irritating truthfulness. Indeed, for the matter of that, every time the clock ticks it announces the commence ment of a new year. They are generally disagree able persons these same, with a deficiency of the social instinct. Don't be persuaded to invite them"], [78, "64 Ayrshire Idylls of Other Days. to your New- Year merry-makings, else they will turn out like Charles Lamb's poor relations, the skeleton at your feast, the wet blanket on your good spirits. For my own poor part I don't set up for being a whit wiser than my progenitors. I believe in holidays, and in enjoying them in the good old fashioned ways. I think we can't have too many breaks in the monotony of our work-a-day exis tence — little periods of leisure that have no resem blance whatever to the general routine, like those bright patches of sunlight we see glowing on a dull landscape. I have no sympathy with that helter-skelter life, in which men rush through the world as if Beelzebub had his bayonet pointed to their backs. And I have less still with those individuals who think it a crime to sit down and kill a half hour in innocent talk and nonsense. This most respectable class of persons must be improving the shining hour, and the shining moment, too, like the busy bee. The conversation they engage in must tend to profit or they will none of it. The thousand little trifles that go to make up the variegated web of human life have no interest for them. They must not on any account be bored with what they are pleased to designate"], [79, "65 An Old New Year. twaddle, though, in my opinion, they are the biggest bores of any. They see friendship and sociality from its profit and loss side, like a shrewd merchant his ledger. I hate people with their eye continually on the main chance, even though their object is knowledge, culture, as much as I do selfish men of the world whose sole object is the amassing of miserable pound notes. Give me, especially at a new year time, when you want to be happy and social, simple people, such as the world knew when I was a boy, where the feeling of neighbourliness overran like a wild flower into one another's houses, and was never considered an impertinence or an intrusion. Men and women had lots of time on their hands then, though the hours of labour were longer. A child could not be born, or a neighbour die, or a marriage take place, without those on the stair or round the doors taking as much interest in it as if it was their own affair. There were always plenty to sit with the sick, and carry them decently to the churchyard when they died : — such a thing as hurry-scurry funeral noddies, with that devil's own contrivance of the coffin-box swung beneath the carriage axles, to \" rattle his bones over the stones,\" not yet having been in vented. And they had always abundance of leisure"], [80, "66 Ayrshire Idylls of Other Days. to celebrate such important occasions as the advent ofa new year, it being considered as irreverent to be in haste at the obsequies of the old one as at a neighbour's funeral. Give me, I repeat, simple people, like the folks of long ago, to keep the new year with, and if they be not forthcoming, rather than call in the disagreeable wise people, let me sit here by the blazing hearth alone — which is the anomalous position I find myself in to-night — and conjure up the ghosts of the past to hold it with me ; it will at least have this advantage — one cup and one pipe will do us all. \" Burn, O evening hearth, and waken Pleasant visions, as of old 1 \" I shall begin in true, old-fashioned style with Hogmanay night. I can no more fancy a new year without this child's \" benefit-night,\" which led it in, as it were, by the hand, than I can think of a Sunday at home in the days of lang-syne with out coupling it with the restful leisure of a Satur day evening. The labour of the moribund old year, with its manifold successes and failures, is folded away out of view. The brief December gloaming has changed into murky night, out from which emerges the dear old kitchen home, with"], [81, "An Old New Year. 67 the ruddy firelight reflected on its humble walls, like the glorified features of some old Dutch in terior from the surrounding gloom ofa Rembrandt's canvas. Round the fireside — its clay jambs made as white as new-driven snow, and its swee and links and bars as black as jet with the old woman's faithful hands — are gathered the very cream of uncles, and aunts, and ancient acquaintances. To night, then, let me be a boy again, and take my favourite seat among them on the edge of the fender with my back to the jamb. I could wish for no better Hogmanay in this world than a thick slice of the old woman's rich currant bun sitting there on the table beside the New'r-day bottle; nor pleasanter entertainment than, as I eat it with childhood's keen relish, to gaze up into the dear familiar faces of the company, and to listen to their well-remembered voices prating like Master Shallow of \" the days that they have seen.\" \" They speak of many a vanish 'd scene, Of what they once had thought and said, Of what had been, and might have been, And who was changed, and who was dead.': The lean figure of Uncle John, sitting so jocosely in the old man's armchair, sipping his toddy, might indeed stand very well for that simple Gloucester-"], [82, "68 Ayrshire Idylls of Other Days. shire Justice of the Peace gleefully babbling of the time when he and the other swinge-bucklers of Clement's Inn lay all night in the windmill in St. George's Fields ; and his corpulent auditor, Uncle Airchie, listening at his elbow might be the pawky Sir John Falstaff, humourously replying, \" We have heard the chimes at midnight, Master Shallow.\" Each vies with the other in recalling the wild freaks and pranks of their school and courting days. Their famous contemporaries — the jolly young dogs of those mad-cap times — are hunted up once more to enjoy their brief hour of immor tality. \" Dae ye min' the nicht,\" cries Uncle John, \" that we were comin' hame frae the rockin' in St. Maure, an' we whuppet doon the sign frae aboon the door o' the Witch Inn ! ha ! ha ! ha ! \" \" We stoppet at naething then, John,\" replies Uncle Airchie. \" An' Leezie Gibson and Jen M'Whirter, flung't up into the schulemaister's peer-tree ! ha ! ha ! ha ! \" he adds, gurgling over with laughter. \" So they did, so they did, the wil' limmers ! \" \" That was the nicht, if ye min', that Leezie was black-fittet to Willie Broon.\""], [83, "An Old New Year. 69 \" Aye, an' the daft jaud did naething but geek and tak her fun aff the blate Willie.\" \" They were twa gey throughither anes, Leezie and Jen ! \" says aunty Betty. \" A-tweel-a-wat were they!\" confirms her sister in-law, aunty Aggie. \"Twa carrieter hizzies werena in the hale Toonheid, or twa warmer hearts aitherl Let's see, what's this come o' them noo ? \" \"Leezie, ye ken's, deid an' buriet mony a day an' year since,\" replies Tammas Wilson, the historio grapher of the company. \" She deet in the first cholera ; an' Jen she marriet a cousin o' her ain, an gaed awa to America. They say she's ridin' in her carriage oot in the States noo.\" \" I could just as sune fancy Jen ridin' on a broomstick, Tammas,\" cries the old woman. \" She could har'ly ride five minutes the ae way on a chair bottom, she was just that hallokit a creat're ? \" \" Will't ever come into her leddyship's noddle, think ye, when she's sittin' wi' her flunky ahint her, aboot the sign an' the pear-tree ? \" again gur gles Uncle John. \" Or the tum'lin' o' oor room door ? \" suggests the old woman. \" What was that, Jean? I dinna min' aboot it.\""], [84, "70 Ayrshire Idylls of Other Days. \" Ye'll min' o't ? Ye were there ? \" looking to wards her husband. \" Oh, aye,\" replies the old man with his dry laugh. \" An' was as carriet as ony o' us ! \" \" Weel, weel, tell them aboot the room-door.\" \" My mither had gaen doon the street ae nicht at e'en some eeran's, an' a wheen lads an' lassies gather's in. Jen was amang the core, and ane o' the lads — he's deid noo, puir fallow — had a great big black Newf'un'lan' dug wi' him ; an' to hear us havirels o' hizzies squealin' — Jen was aye a deil to yell — he kep' settin' the beast on us. In oor con sternation we took refuge ahint the room-door, but didna the great bruite, wi' its muckle fore-paws, ding the door in on the tap o' us. As sune's we recover't oor astonishment, ye could hae tied us a' wi' a strae, we took sic a fit o' lauchin'. But the door couldna lie on its braidside till the auld wife cam' hame, an' maybe gied us a' oor kail through the reek, so new hinges were brocht post-haste frae the toon, an' it was screwed up in its place again.\" \" An' she never fan't oot ? \" chuckles Uncle John. \" 'Deed no, though she was gey near't whiles. For weeks ester she never ance gaed ben the room"], [85, "An Old New Year. 71 withoot mum'lin' to hersel' what a blessin' it was that the door had left aff its auld trick o' squeakin', an' marvellin' at the same time hoo her words should provoke sae muckle snitterin' an' lauchin'.\" Long before these uncles and aunts have ceased their rambles among the pleasant fields of memory, we youngsters begin to nod on our seats, and, lest we should fall against the ribs of the fire, are prudently packed off to bed. But not before hanging up our stockings on the line against the chimney-board for the expected visit of the patron saint of all good boys and girls, in which category we hoped that our names were writ down, though not without some uncomfortable misgivings when we remembered certain little acts of disobedience against the maternal rule. The genuineness of this mysterious friend we never doubted for a moment. It never could have entered into our superstitious young heads — uncorrupted as yet by School Boards or nineteenth century enlightenment — as they lay on the pillows dreaming of the saint's venerable figure coming stealing in at the window or down the chimney, with his arms full of the very kind of presents we had been wishing and hoping for weeks past he would bring, that the gossips round the fire, whose laughter and talk"], [86, "Ayrshire Idylls of Other Days. 72 were breaking through our dreams like the sound of falling waters, were the patron-saints them selves. Perhaps it would not have been so good for us if it could. Life certainly would not have had the same relish for us but for this sweet tinc turing of superstition. If we were too sound asleep to hear the com pany break up, which it generally did after twelve o'clock had struck in the Relief Kirk steeple, and they had baptised the New- Year in a final mouth ful to keep out the cold on their way home, we were sure to be up betimes in the morning to examine our stockings. Carrying them back to bed with us, we lie awake turning their contents over and over in our delighted hands, comparing notes with each other, and impatiently waiting for the dawn to reassure ourselves with our eyes of their real character. A loud knocking at the door stops our garrulous tongues, and makes us dive with our booty deeper among the blankets. This is old Wiseman, our first-foot, who, apart from the claims of langsyne, deserves a biographi cal paragraph all to himself. He was a droll old creature, a widower, and lived with his only child, a young woman of"], [87, "An Old New Year. 73 twenty, on the stairhead with us. He was always in low water, calling himself, to borrow the favourite .phrase of Mrs. Gummidge, \" a lone lorn creetur,\" and making futile attempts to be happy. He used to drop into our house of a night, hoping, like Paul Pry, he didn't intrude, but giving as his reason, not like that inquisitive worthy that he was passing by, but that he was \" wae \" sitting looking from him \" wi' naething to speak to but the toom wa's.\" Drawing his chair up to the hearth at the invitation of the old woman, who welcomed him for his very foibles, he would smoke his pipe and pour out his tribulations to us on the subject of his employer, or his undutiful daughter. These two evergreen topics stood him instead of newspapers or books, for he never read any. If the strange behaviours and tempers of his master were to him past finding out, the ways and humours of his girl were in a still greater degree a perpetual puzzle to her unhappy sire. He was like a child in possession of a curious toy, whose complex organisation it cannot understand, and the more it tries to unravel the mystery the more bewildered it gets. His sage name, and how such a foolish person as he came by it, I remember, was about as great a conundrum to my precocious F"], [88, "74 Ayrshire Idylls of Other Days. boy's mind as his fearfully and wonderfully con structed Mary was to his. When the New-Year came round he resolved with all his strength to be happy, and put forth his mightiest efforts towards that end. There was something truly pathetic as well as highly comic in watching the poor man's endeavours, coupled as they were, with an evident nervousness lest they should miscarry. Hark ! he knocks at the door again ! The old man rises, and after striking a light admits him in the character of our first-foot, bearing on his arm a great basketful of bread and cheese, and bun, and a bottle of whisky. Come in, old friend, \" a happy new year to you, and many of them.\" Pray do not tarry on the threshold this cold morning to hope you don't in trude. The good cheer thou carriest on thy arm, not to mention the jollity beaming ou thy gener ally disconsolate features, is sufficient passport to the hearts of us youngsters at anyrate. Next to the welcome light, enabling us to see if our guesses about the contents of our stockings have been true, is thy own ancient shambling figure standing at the bedside in thy shirt-sleeves wishing everybody happy new-years, and shaking them stoutly by the"], [89, "An Old New Year. 75 hand, and paying them — the old woman in parti cular — eloquent compliments. Come, deal about your whangs of oat-cake and cheese as in the olden time ! Take the knife, as thou used to do, in thy liberal hand, and shore down your mountain of a currant-bun, for the special behoof of thy young friends, as regardlessly as if it were a twopenny loaf ! Let my boy's eyes dilate with wonderment once more in beholding thy lavish generosity, as if thou would'st fain quaff draughts of delight as full and running over as thy own glasses, and sa tisfy the hunger of thy poor starved heart with slices of pleasure equal in size to thy own good cheer. Thy instinct is not a whit behind thy name in wisdom this new-year morning. \" The liberal soul shall be made fat ; and he that watereth shall be watered also himself.\" Not to shame the pro verb, thou art already invited to our new'r-day breakfast. That puzzle in petticoats, thy daughter Mary, is to come, too. The old woman insists upon it, declaring, \" the lassie's richt eneuch, it's just you that's aye leukin' at her skelliet, so it is.\" At least on this one morning out of the 365 the indignities of thy crusty employer shall find no place to rankle in thy happy bosom. Even the child of thy own flesh shall cast off her wayward humours in the"], [90, "76 Ayrshire Idylls of Other Days. warm presence of human company, and appear to thee like the daughters of other men. Oh those glorious new'r-day breakfasts ! with their visions of solid good cheer ; canty old folks' faces ; and clean firesides, where the blithe flames, leaping and dancing among the glowing coals, clap their ruddy hands with the youngsters as the old woman lifts the haggis out of the pot and places it in triumph on the \" groaning trencher.\" What scents of delight come wafted from \" the fairy world of boyhood \" at sight of thy \"honest, sonsie face, Great chieftain o' the puddin' race.\" Gazing on thy smoking \" hurdies \" I feel in my ra vished nostrils the rich fragrance of thy savoury steam curling upwards in front of the old man's delighted presence as he sits with knife and fork in hand cutting into thy warm bowels. ' ' Then horn for horn we stretch an' strive, Deil tak' the hindmost, on we drive, Till a' our weel-swall'd kytes belyve Are bent like drums ; Then auld guidman, maist like to rive, Bethankit hums.\" But perhaps, after all, the most important feature in the New- Year's Day programme was"], [91, "An Old New Year. 77 the long walk with the old man into the country. This, as much for certain politic reasons as for motives of pleasure, was an annual custom with him on the first day of every new year. How freshly does the remembrance of those walks come back to me at this distance of time as I sit by my lonely city hearth to-night, holding high festival with the ghosts of the beloved past ! The clean dry roads as hard as iron with weeks of frosty winds, and the keen bracing air tingling in my boy's cheeks as I trotted along by the old man's side. Overhead the sky of sober blue and white, athwart which a troop of noisy crows is flying home to their rookery in yonder distant wood. The wintry sun looking down, half-dazed, as if it too had been first-footing, on the bare stubble fields with their long stretches and un dulating squares of red, ploughed land. Farm steadings, with their \" bien \" stackyards, and well-filled turnip-sheds, and cosily \" happit \" potato-pits — every mossy neuk and damp-stained corner about the gables and walls of the farmer's whitewashed dwelling, visible now down to its very foundations through the bare hedges and leafless branches. Roadside plantin's with the naked trees — on whose bearded trunks Nature, in lieu of"], [92, "78 Ayrshire Idylls of Other Days. their leaves, had lavished her mossy and lichenous beauties — standing ankle-deep in their bed of rich mahogany and maple-coloured leaves. Sheeted burns and streams, voiceless, save where their blood-curdling trickle showed the ice had been broken to allow the cattle to drink. Aye, and the red sunsets gleaming through the naked wood, and just above the roofs by the side of the old church spire, as we again neared home, where the old woman has spread a second New-'r-day feast, and awaits our coming in the cheerful firelight. Ah me ! would that I could come, just for one brief hour, in my old similitude, and look on her dear face again. But I know that can never be save in some such poor broken-winged flight of imagination as I have been indulging in to-night. Well, well, I suppose I must not grumble. I have had my turn. Heaven grant that my young folks when they grow up to have beards on their chins, and as many nicks in their horns as their old dad, may have as pleasant gleanings from the fields of memory as I have had this evening. And now, my gentle readers, good-night ; and a happy New Year to you, one and all, and may you be spared to see many of them."], [93, "THE WORKING MAN'S SUNDAY MORNING."], [94, "\" Amidst the winds that blustering, hollow howl, The frosts that creep cold on the budding spray ; The fires that glare, the clouds that deepening scowl, In life's low vale with soul-depressing sway ; Say, Muse, what lights the poor man on his way — Gives him to drink at cool contentment's spring — Sheds on his weary soul a cheering ray — ■ And bids him soar on Hope's angelic wing ? The Sabbath day divine, the Poor Man's Sabbath sing.\" — The Poor Man's Sabbath — Struthers."], [95, "IV. THE WORKING MAN'S SUNDAY MORNING. T F it was not that the word, envy, wears a malig- nant and discontented look in its narrow little visage — and I don't think that I am more envious in my disposition than other folk, though I may, perhaps, be a little singular in the direction in which I exercise it — I was going to say — but I trust in no ungenerous spirit, though that may sound a little paradoxical — that I hardly know anything which I grudged the working man more than his Sunday morning. It stands about mid way between the end of his last week's labour and the beginning of a new one ; just sufficiently far removed out of view of the drudgery he has left behind him, and yet remote enough from that to which he must again return, to render him duly oblivious to enjoy it. The quiet bliss and perfect relaxation of that holy resting time flavours his thoughts throughout his entire week of toil. At the outset he feels his heart stimulated by looking back at it in a mood of regretful fondness. And"], [96, "Ayrshire Idylls of Other Days. 82 when it passes the middle of the week, his fainting spirit is nourished by casting his eye forward to it in the sweet pleasure of anticipation. Like Burns's immortal cotter, his happiness begins on the last day of the week ; and, indeed, in these days of short-hour movements — still a dream of the poor cotter's future — it commences as early as the after noon, which but paves the way for his more complete enjoyment of the Sunday morning. He has digested his weekly newspaper ; performed some office for the \"guidwife\" that his larger bones and muscles specially fit him for, such as breaking a big lump of coal that had proved invulnerable during the week to her hardest knocks, or chopping some fire-wood, or carrying a \" gar|g \" °f water. He has had his customary Saturday night stroll through the town with his spouse, and enjoyed, amid the bustling streets and tempting shop windows, the excitement of the week's marketing, and the meeting and exchanging of greetings with old neighbours and acquaintances. He has smoked his final pipe at his own \" ingle neuk,\" talking over — the mistress and he, the while — the daintier items of gossip they had heard in the street ; and he retires to his bed, like the lilies ofthe field which fold their drooping eyelids,"], [97, "The Working Man's Sunday Morning. 83 without a thought of to-morrow. There is still another stretch of the \" land of Nod \" lying between him and the workshop. The shadow of Monday morning, with its dread of six o'clock bells, and the fear of sleeping-in and consequent fines, may project itself into his Sunday evening thoughts, but to-night it cannot. \" Sufficient unto the day is the evil thereof; \" so he lays his head on his pillow, for this one night at least, the most contented of mortals, assured not only of a long lie, but a tea-breakfast. Such, however, is the power of habit, he awakes between five and six o'clock as usual, and remem bering with delight that it is Sunday morning, he lies still for a little, composing his thoughts, and viewing through his half-opened eyes the new sunbeam stealing in at the window past the edge of the drawn blind and dappling the cream coloured shutter, against which a bird-cage is hanging, with a grey \" lintie \" in it calling upon him in its own impassioned way to rise out from among the blankets and seek the green fields and the river-side. Listening to its strain, he lies still a little while longer, his eye dreamily following the \" mottie \" sunbeam slanting from the shutter across the floor, and travelling up to the fireside, where,"], [98, "84 Ayrshire Idylls of Other Days. in the shadow behind the fender, lie the ashes of last night's fire — lovely even in death with their brown and silvery hues — in the company of empty tea and sugar bags, and cheese and butter papers, and other wrappings of the Saturday night's purchases, flung down there by the \" guidwife,\" after emptying their contents into their different receptacles, against the kindling of the morning fire. The grey \"lintie\" continuing its pleading, he rises up without wakening his yet sleeping spouse, slips on his clothes, and proceeds to make the fire. This office — originally self-imposed as his contribution to domestic work on a day he had no labour out of doors, and when the wife's hands were already too full among a lot of \" wee weans \" — has now come to be looked upon as his special duty by right of long usage, though the youngest of these \" weans \" is now in her \" teens ;\" while the luxury of a longer lie, and rising to a bright blazing fire, winter as well as summer, this first morning in every seven is considered the wife's sacred privilege by the same right. The fire kindled, the kettle filled with water and left sitting on the \" chiml'en',\" he reaches down his bonnet and saunters forth into the slumberous street to take his customary morning walk."], [99, "The Working Man's Sunday Morning. 85 There is a saintly purity and calm about the at mosphere of a Sunday morning, untainted with the smoke of factory, or even household fire as yet, which, like fresh dawn, touches his heart with a fine solemnity. \" The holy time is quiet as a nun.\" This line of Wordsworth, though taken out of an evening picture, is perhaps even more in sympathy with the spirit brooding over a Sunday morning, steeped as our working man's is in precious sun light and shade, and \" breathless with adoration.\" The silent printfields and tanneries, as he crosses the old bridge at the head of the town, are admir ing themselves in the bosom of the stream, cleansed this morning, as becomes all bosoms whatsoever on this day of peace, of the perilous dye and other stuffs which have stained it through out the week ; and are apparently as much sur prised as himself at the delightful colouring in grained on their red tile roofs, and pencilled on the walls of their crazy gables and sheds. The coal \" cawer's \" old black mare, whose patient form plodding along the street from door to door is as familiar to his eye as its master's horrid bell is to his sensitive ear, hath also got its weekly holiday ; and taking it by the length, as the saying is, is"], [100, "86 Ayrshire Idylls of Other Days. already loitering in his company along the sunny side of the country road, cropping the juicy herbs and clover tufts still pearly with dewdrops. Like himself it hath no load to carry this day, except the weight of its advanced years, to which the grey hairs on its venerable face, as well as its slow de crepit gait, bear abundant testimony. The statue like attitude it every now and then assumes under the torture of the flies or at the sound of his foot steps, for it recollects that idle boys full of heart less pranks sometimes travel this way — the statue like attitude it bears as he passes it by, standing with stooping shoulders, knees bent and trembling, head hanging, and mute patience and resignation looking out of its listless eyes, purging, like the prototypes of old Polonius, \" thick amber and plum-tree gum,\" — an especial dainty of its buzzing tormentors — touches his heart this hallowed morn ing with a deeper pathetic interest almost than the crazy age and infirmities of his own species. On the other side of the low stone dykes and hawthorn hedges stretch the broad fields, over which his eye roams with a quiet delight. The ripening corn just stirred to morning prayer by the wind's soft rustle ; the meek kine, couched upon the grass, chewing their cud, and lazily contem-"], [101, "The Working Man's Sunday Morning. 87 plating the tall shadows of the hedges and trees projected on the ground before them, or listening, enrapt, to the voice of the lark, a mere speck scaling the blue \" lift \" and pouring out its full heart on heaven's very door-step ; the distant clumps of wooding, and strips of brown \" plantin',\" mere blurs of solemn feeling against the vague horizon ; and the near farm-steading, with the green garden gate leading up to the front entrance of the farmer's sequestered dwelling, the raised mound with the idle beam of the threshing-mill coming out of the barn wall and halving its circle, and the saintly white-wash on the back of the byre and other out-housing, sitting in a sunny trance 'neath the gently nodding plumes of the tiny fir \" plantin,' \" the low contented \" cluck, cluck,\" of the feathered throng crowning the mid den-stead, not dispelling the illusion — all breathe the same spirit of glad restfulness and peace that is enthroned in his own bosom. The very rabbits and hares, emboldened by the knowledge that it is Sun day morning, \" hirple \" fearlessly from one side of the hedge to the other, and even sit defiantly on their \" hunkers \" on the checkered bars of sunlight falling across the road from between the gaps in the little wood ; while the honey-bee, as it flits"], [102, "88 Ayrshire Idylls of Other Days. from flower to flower, though knowing no day of rest itself, he fancies conducts its industry with a drowsier hum, as if sensible of the pervading sanctity. Even the mouldering walls of the grey old ruin, looking wistfully down on him through the branches of the trees, as he smokes a medita tive pipe on the river bank, and \" decked, like mad Lear, with the flowers and ivies of forgetfulness and griefs,\" have a something in their time furrowed visage which he imagines is not there on week-days, suggesting to his mind the fleeting nature of time and the uncertainty of human hopes and achievements. Perhaps he ponders on the many ups and downs that have taken place in this tottering old world since these shattered walls had a roof over them and were a human dwelling place ; or since its last unfortunate lord and master lost his head on the scaffold ; or since he himself, a barefooted \" callan,\" ran about these woods and waters swimming and bird-nesting ; or since, later still, he strolled along these very banks in the sweet twilight hour with a slim girl by his side, the same who is now the \" sonsie \" mother of his bairns. And so it passes through his head that he too will some day be forced to take leave of it all, and that these waters will go on babbling and"], [103, "The Obey Old R.ik,"], [104, ""], [105, "The Working Man's Sunday Morning. 89 talking though his mouth is closed for ever, and will reflect the tender blue sky and soft white clouds in their dreamy pools for other Sunday morning walkers than he to gaze at. With this shadow darkening his meditations, he knocks the ashes out of his pipe, and rising to his feet, retraces his steps homeward — the shadow gradually lifting as he remembers the promises to the righteous, or \" forgathering \" with a neighbour \" takin' his bit dauner \" like himself, quietly \" cracks \" it out of his thoughts in the current gossip of the hour. Passing the parish churchyard, the rusty iron gate of which is standing ajar, the hobbling old sexton, early as it is, having already made his way in and out several times in anticipation of the approaching services, he is tempted to enter. Indeed the old church, sitting in the midst of its hoar tombstones, with the fresh sunlight travelling down the side of its grey steeple and alighting on the steps of the old-fashioned staircase clinging to its weather-beaten gable, looks, with its half-open door on the stair-landing, the only thing really awake in the town. Even the light and shade, as he saunters over the grassy hillocks, seem more instinct with life than usual, flickering in a happy G"], [106, "Ayrshire Idylls of Other Days. 90 state of agitation among the decrepit gravestones, and dockens, and long grass, like twin-spirits, who, unused all the long week to any other company but the dead, are a trifle nervous at the thought of so soon moving among living beings. Standing beside the grave of the old folks, alongside of whom lies the favourite child of his own flesh, he thinks it would not be such a terrible thing to die after all if he could only be buried beside them. He would even be content, he thinks (for it is a closed burying-ground), if he could only be assured of finding a spot anywhere inside the walls where, haply, his son, grown to manhood, may come in his Sunday morning stroll, and live over again, as he stands by his father's grave, a passage out of the old home life, as he himself does now ; for do we not all plead guilty, according to our several characters, to the desire to live in the memory of the loved ones who come behind us ? \" The idea of our life to sweetly creep Into their study of imagination ; And every lovely organ of our life To come apparelled in more precious habit — More moving, delicate, and full of life, Into the eye and prospect of their soul, Than when we lived indeed.\" With these reflections still passing through his mind, and carrying a little bunch of groundsel in"], [107, "The Working Man's Sunday Morning. 91 his hand for the grey \" lintie \" which had so sweetly summoned him out of bed, he re-enters his home, now all astir with its newly-risen inmates, just as the tea-kettle is singing, in a nice low key, a psalm of gladness to itself. Sitting down in his arm-chair he takes up a book, or a magazine with a religious flavour about it, and commences to read to himself, while his wife busies herself cooking the Sunday breakfast. The porridge-pot, with the \"spurtle\" looming out of the savoury mist, is not suspended over the fire this morning, making its customary music, \"blout — -blout, blout — blout,\" but the frying-pan, as if to add to the unlikeness of this day to any other, has usurped its place, and the loud skirl of the ham and eggs in it has drowned the low contented hum of the kettle. As soon as she has got the break fast down on the table, with plenty of oatmeal cakes and thick flour \"scones,\" she tells the \"guid man \" to lay by his book and \" draw in.\" The young folks, not unwillingly, at this invitation, likewise lay aside their Bibles and catechisms, with which they have been preparing their Sabbath school lessons, and take their places at the table. This is the first time for a whole week that the entire family have been gathered all together at"], [108, "Ayr shire Idylls of Other Days. 92 meal time, and the father, mindful of that fact as well as out of compliment to the day, adds an extra phrase to the blessing with which he graces this blithest of poor men's feasts. Breakfast over, without any of the hurry-scurry of the week days, the table is pushed back, and a circle being formed round the hearth-stone, he \" takes the Book \" (family worship), leading the psalm or paraphrase himself, in sublime contempt it may be of the laws of harmony, but perhaps feeling none the less fer vently the note of human passion trembling through the lines, and devoutly reading the chapter in the Old Testament corresponding to the verses sung. Any direct exhortation or lesson lying in the por tion of Scripture read, or suggested by his morning stroll and meditations, which he wishes conveyed to his family, he instinctively takes advantage of the prayer to express ; his backward Scotch nature feeling, perhaps, that it can trust itself to say what is in its full heart better on its knees than face to face with its auditors, even though they be of its own flesh and blood. Rising to his feet, after this his supremest spirit ual effort, he \" dichts the mist aff his specs,\" for he has been \"speakin' aboot the auld folks\" whose grave he saw this \" mornin' in the kirkyaird ; an'"], [109, "The Working Man's Sunday Morning. 93 aboot his ain shortcomin's to them when they were leevin', giein' them mony a bit sair heart an' un happy minent that he micht hae saved them had he only had a wee crum mair o' that wisdom that unfortunately is aye wise ahint the haun' — to set less value on himsel' an' the mair on them ; an' askin' for strength an' guidance aye to act in sic a way to ane anither, baith parent an' wean, in this life o' probation, that wha's ever turn it comes to be — an' come it will in the coorse o' nat're, if nocht else — to lie below the green sod, the survivors stan'in' by the side o' their grave, '11 be spared ane o' thae sair breists that doctors' drogs canna cure, no, nor a guid greet aither, though it may ease the pain for the time bein'.\" Rising from his knees, and wiping the salt mist from his glasses, he re sumes his arm-chair to enjoy another leisurely smoke and read, while the family begin to dress for church, a job he prides himself on being able to despatch in a quarter of the time it takes them, more especially if it is a family seriously composed of womankind. And so we leave him for the present puffing away at his pipe, and the rest of his family bustling and hovering in the neighbourhood of the looking glass, as it is not our humour to carry the spirit of"], [110, "Ayrshire Idylls of Other Days. 94 envy farther, and ask you to bear him company all day, and up to bedtime, when, as my own old mother used to remark with a comical sigh when we were laying away the Sunday garments and bringing out the work-a-day ones against the following morning, \" It aye comes back to parritch an' auld claes at the hin'ren'.\" And so it does, but these days of holy recreation make us don them with a blither content ; for they also are of heaven's appointing, and only the leal wearers of them can be true partakers of the Sabbath rest."], [111, "A SCHOOL-BOY'S HOLIDAY."], [112, "\" In these green days Reviving Sickness lifts her languid head ; Life flows afresh ; and young-ey'd Health exalts The whole creation round. Contentment walks The sunny glade, and feels an inward bliss Spring o'er his mind, beyond the power of kings To purchase.\" — Thomson. \" In the spring a fuller crimson comes upon the Robin's breast ; In the spring the wanton lapwing gets himself another crest ; In the spring a livelier iris changes on the burnished dove ; In the spring a young man's fancy lightly turns to thoughts of love.\" — Tennyson. \" The spring yearning and restlessness is represented in one by the increased desire to travel.\" — John Burrough's Winter Sun shine."], [113, "V. A SCHOOL-BOY'S HOLIDAY. \"\\ 1 7\"H AT gentle stimulators are the sunny show- ers of spring ! — now gusty and passionate, as if they still had a trace of winter in their tem per; and anon balmy and soft, foretelling us of the scent of summer flowers and new-mown hay. They come down from heaven upon the colour less landscape, like the bitter tears and bright smiles from the tender blue eyes of little children upon the life of our common day, and are quite as evanescent, never lasting, as the school-boy rhyme avers, more than half-an-hour. No sooner has gloomy winter gone, and these tearful months come, than my eyes, wearied with gazing daily on stone and lime, and granite streets, begin to be visited with glimpses of coast and country. The sight of vernal bloom and the move ment of living water acts on my town-smoked heart like a medicine ; and memories of old ram bles by sea and land, which have lain buried all the long dreary winter, beneath snow, and rain, and"], [114, "98 Ayrshire Idylls of Other Days. fog, come stealing out of their graves, as fresh and vivid as the new leaves on the May trees. In this lachrymose spring-time, while my household is agitated with the question, Where shall we go this summer for our holidays? my thoughts invariably revert to a little sea-port town on the west coast, opposite the island of Arran, which is designated by the unpoetic name of Beak, from the sup posed resemblance ofthe rocky peninsula on which it is built to the bill of a bird. The memory of this little seaport is particularly dear to me. It was here that I first beheld the sea ; and, though I have looked on more imposing stretches of ocean since, I have never been able altogether to disso ciate the idea from my mind that they were but a continuation of the collection of green waters beat ing on the rocks at the Beak. Here was the be ginning of my knowledge of the sea, and so, I can not get it out of my head that here also is the be ginning of the great watery waste that encircles the globe. The Beak is not one of those delightfully irre gular, \" reel-ral,\" topsy-turvy, higgledy-piggledy, mixtie-maxtie, little spots, clambering up from among rock, and shingle, and disabled boats buried bottom up in gravel and sand, to be met with on"], [115, "A School-boy 's Holiday. 99 the east coast, where red-tile, and moss-grown thatch, and weather-stained gable, and blue smoke curling upwards from crazy chimney cans against a sere and yellow background, and unkempt garden hedge, and tumble-down lichen-spotted dyke, and bark of silver birch, and knarled oak, and slender ash, glow in the sunshine like the confused miscel lany of colour on the artist's palette. It is not an artist's paradise at all. I don't remember ever to have seen or heard of one sketching it ; and I am not the least surprised, for it is the reverse of pic turesque. The houses, which are in straight rows and have slated roofs, are all one height, and shape, and colour. Round about it, day and night, murmurs a waste of restless sea, margined by miles of yellow sand, amidst which grow clumps of strong rush-like grass or bent. There are no trees or shrubs within a mile of the shore ; and even those beyond are stunted, and their bark bearded by the salt breath of the sea. The fields are not enclosed with hedges, but fenced by wire, or low whin-stone dykes as bare and bald as your loos. There are no lichen spots lacing their uneven granite sides, or patches of velvety moss fill ing their crevices, or delicate ferns or wild flowers peeping out of their fissures. There"], [116, "Ayrshire Idylls of Other Days. 100 is a commodious dock and break-water form ing the extreme point of the peninsula. It is not one of those primitive old-world wharves such as are to be seen in picturesque Holland, where the fat weeds have rotted for centuries, but a stoutly built modern quay, in which there are always some vessels discharging ballast and taking in coal or pig-iron. It is a dull, monotonous, sluggish place, the drowsiness of which is hardly awakened by the shunt-shunting of coal waggons and the whirl of the windlass. But it is a dear sweet spot in my boyish recollection for all that. Its straight lines and unartistic character never offended my eyes in those old days. It was then that I had my first attack of the sea fever, a disease most boys, I fancy, take in common with the measles and chicken pox, only it is much more protracted in its nature, last ing, it may be, for months, perhaps for years before the sufferer gets the turn. I was barely ten years of age when I sickened with it, and it never let my blood cool till I was a step or two into my teens. During that time this unromantic little sea-port, situated some 9 or 10 miles from my inland home, was the one paradise on earth for me. It filled my thoughts during the day, and flitted through my dreams at night. How eagerly I devoured stories"], [117, "A School-boy's Holiday. 101 of the sea and books of foreign travel ! I verily beiieve all the geography I possess at this moment, not to mention what I have forgot, was learned in this way. What hours I would lie awake in bed planning how I should run away like Robinson Crusoe, stow myself in the hold of one of the ships, and never come out of my hiding place till we were well out to sea, when it would then be impos sible for the captain to put me ashore. On the long summer Saturdays, when free from school, no lover ever set out with more ardour agitating his proud bosom to meet his mistress than I and two or three companions set out with our bare feet, and trousers buckled above our ankles, and our pockets stuffed with oat cakes and treacle scones, to greet the sea. In these busy, bustling years of advanced manhood, any one of the much coveted and greatly advertised circular tours on the Continent, by Cook or Gaze, would never stand a moment's comparison with those glorious Saturday holidays. We were padding along the country roads — how deliciously cool to our feet — before the sun had mounted high enough in the sky to scorch up the night dews with which the brown dust was saturated ; and what grand old country roads those were, with their bushy hawthorn and beech hedges, their"], [118, "Ayrshire Idylls of Other Days. 102 strips of cooling plantin', and their dykeside burns. I look across a gulf of forty years, chequered with every variety of human light and shade, and can see their individual features as plainly as on the day I first trod them. Down that narrow cart track, lined with broad deep ruts, and its right bank all aflame with yellow broom, I spy the white gable of the old flour mill, and can hear the eerie plash and drip of its water-wheel. Over yonder is the brickfield, with its smoking kilns, and long rows of unbaked bricks. There the cosy farm steading rejoicing in its clean white-wash, with the healthy odour of the empty cow-byre meeting our nostrils as we pass by, and the black and-tan collie barking at us from the middle of the paved yard, across which a stout country lass, in coarse drugget petticoat and pink-stripped short-gown, is carrying a \" gang \" of water. Peep ing out from amongst those stately beeches, and elms, and close shaven lawns, is the laird's much coveted mansion house. Sweltering in the sun is the old toll-house, the toll-keeper himself nursing his wooden leg on a low bench at the door, and chatting to an itinerant pedlar who has eased his pack from his back, and is wiping the perspiration from his forehead. Beneath the shadow of that"], [119, "A School-boy's Holiday. 103 tall elm is the wayside Inn, through the open par lour window of which are visible the burly figures of two farmers over a foaming tankard of ale. Sit ting on the rising part of the highway, amidst broken fences and well-worn hedge slaps, is a row of colliers' huts, with white-haired sunburnt un tidy urchins making mud pies in front of them, and strapping matrons lounging in the door-ways shading their eyes from the sun with their rough hands as they gaze after us padding along the middle ofthe road. On the summit of yon green hill stands the ruined castle of an ancient Scottish King, and by the foot of it nestles one of the pret tiest rural villages in broad Scotland. But the big thing, as our American cousins would say, in our walk, was going through the Glen — a secluded woodland pathway in the cleft of the hills behind the old king's castle, which brought us sooner to the shore, by a good mile, than over the hill road. Its sombre shade and deathly stillness, as we plunged into its mazes, inspired us with a feeling of awe and mystery, mingled with adventurous abandonment. Our boy imaginations identified it with the wild forest tales we had read, and our selves with their adventurous hunters and ex plorers. It was here, sitting on the trunk of some"], [120, "Ayrshire Idylls of Other Days. 104 fallen tree embedded in mossy turf, or on the red \" pining umbrage\" beneath a giant Scotch fir, that we had our first meal. At the bottom of the glen we got our earliest glimpse of the sea, with the Arran hills in the background, and Ailsa Craig looming phantom-like in the mouth of the Firth. How we quickened our steps, and finally broke into a run as we sighted the stile at the mouth of the Glen ! It was who to reach it first and climb its rustic steps, and, with a glad hurrah, greet the blue waters rolling in the sunlight still three long miles or more away. To feel their salt breath on our faces and in our nostrils was a delight that made our young blood leap for very joy in our veins. Our ardour was thoroughly aroused. No pauses now to look for birds' nests, or chase rab bits, or strange-coloured butterflies, as we trod the narrow footpath through corn and potato fields, and over sandy mounds covered with patches of heather and bent, till we reached the shore. The eager waves, their white crests glistening in the sunlight, as if sharing our passion, leapt up on the sand at our approach with a low murmur of de light. In our impetuosity we could hardly get undressed quick enough to embrace the tempting flood. How our blood tingled after the first"], [121, "A School-boy's Holiday. 105 plunge ; and how we relished our \" twal-oors \" when we came out, never stopping eating till we had emptied our pockets. But we were all impa tience till we got to the quay. This was our goal. Here we spent the remainder of the day gazing in admiring wonderment at the ships, enviously studying the strange life on their decks, and speculating as to which we would prefer sailing in. Sometimes we indulged in a little line fishing, lying all our length on the broad wharf, and staring down into the clear green depths among the star fishes, watching for a bite ; or we would play at young mariners for hours in some old disabled fishing smack lying half-way out of the water, hauling it up on the slippery beach, then shoving it off into the water again, with, you may be sure, our best imitations of sailor-like yo-hoes. We always returned, however, from these pastimes to feast our eyes on the strange vessels moored in the harbour, which was the thing nearest our hearts. When we were tired watching the sailors discharg ing ballast, or taking in their cargo — the mono tonous drudgery of which, I will not deny, perhaps cast a shadow over the romance of a sailor's life — we would saunter along to some vessel in which loading was already completed, or not begun. The H"], [122, "Ayrshire Idylls of Other Days. 106 clean-swept decks, tarpauling-covered hatches, and the fresh white paint on the bulwarks and deck cabin, relieved with grass-green mouldings, speedily lifted the shadow and restored our enthusiasm. The ships with the foreign crews, picturesquely attired in blue-striped guernseys, red cools, and long sea-boots, had most fascination for us. Their animated gibberish, probably because it was all a dark lantern to us, was more interesting than if it had been our own tongue ; and, accompanied as it was with its many-shaded gesticulations, made us fancy every moment they were going to draw the knives, sheathed in their belts, on each other. The black cook peeling the potatoes, or rinsing the dishes at the door of the galley, was likewise an object of absorbing interest to us, and we returned again and again to gaze on his glossy black skin and white teeth. So also was the old tar washing his shirt in the bucket, with a string of its companions drying above his head in the rigging, or the cap tain or mate leisurely pacing the deck, or sitting on a coil of ropes smoking a grotesque looking pipe, and toying with his dog. Such an incident as a vessel coming into harbour, or going out, was an event to be remembered. Smitten with the excitement of pilot and sailors, we rushed about,"], [123, "A School-boy's Holiday. 107 leaping over ropes and chains, now on this side of the quay, and then on that, to catch the best sight of her, fancying, doubtless, all the time, that we were participating in the coveted work. It was not until the sun had travelled well into the west, and its beams had lost their scorching heat, that we tore ourselves away from the Beak. The cravings of hunger, hitherto held in abeyance by the thoughts which the novel sights of the sea inspired, began gnawing with increasing violence at our tender young heart-strings as we turned our faces homeward. The sea biscuits, looking invit ingly out of the bakers' shop windows as we passed along the unpicturesque streets, were in high re pute with us, as much, perhaps, because of their difficulty of mastication, making a small piece of their granite substance go a long way in diverting the forces of the enemy, as because they were the food of the brave sons of Neptune. If the com pany was worth a copper, which was as unlikely as not, it was invested in this hardy fare, which would keep us munching till we had crossed the sand dunes, and penetrated half-way through the glen. The blithe sanguine mood in which we traversed the road in the morning was, like the landscape, considerably toned down on the return journey."], [124, "Ayrshire Idylls of Other Days. 108 But, however fitful and dispirited our march dur ing the last three or four miles, we always rallied ourselves when we came within sight of the town, which we entered just at the darkening. The sleepy old gloaming streets wore quite a holiday air from the dazzle of the newly-lighted shop windows, and the whispering lads and lassies strolling up and down the \" plainstanes,\" and the cleaned-up \" douce \" fathers and mothers doing their Saturday night's marketing. The sudden transition from the lone country road to the sweet security of human streets was like a draught of some refreshing cordial to our jaded spirits. With out lingering we passed along among the knots of garrulous idlers, each to his own fire-side, where the old man would be seated in his arm-chair, en joying his well-earned hour of leisure over his pipe and weekly newspaper, and the old woman making all things trig and clean against the coming of the day of rest. As we ate our farl of oatcake, washed down with a bowl of delicious milk — fit supper for an emperor — we rehearsed the marvels of the day. Then we bathed our bruised and burning feet in a tub of cold water, and retired with our wearied limbs among the blankets, where we were soon fast asleep, and dreaming of —"], [125, "A School-boy's Holiday. 109 \" The black wharves and slips, And the sea-tides tossing free, And Spanish sailors with bearded lips, And the beauty and mystery of the ships, And the magic of the sea.\""], [126, ""], [127, "THE OLD PEW."], [128, "\" In my pew, and whilst the clergyman is going on, I think of the strangest things— of the tree at the window, of the congregation of the dead outside, of the wheat-fields and corn-fields beyond and all around.\" — Alexander Smith in Dreamthorp."], [129, ""], [130, "Through ths Cross."], [131, "VI. THE OLD PEW. TTNLIKE the \"old arm chair,\" we cannot — viewed in the light of our earlier years — exclaim with the poet's enthusiasm, \" I love it ! I love it!\" yet, such is the trick of time, as the sharp edges of these recollections get dimmed in the soft twilight of advancing years, there come back memories to us as luscious and sweet as ripe fruit in the mouth, keeping us company for whole days and nights together sometimes. Almost before I know, I hear the Sabbath bells ringing in my ears, and find myself marching by my father's side — a grip of his horny hand — up the main street to church. As we walk through the cross, thronged with the sober forms of worshippers passing and repassing each other, the houses on the low side of it, as if claiming their share in the day of rest, are lazily measuring their lengths on the sunny causeway, where the town pump — an object we youngsters had as much difficulty in passing as a thirsty toper a tavern —"], [132, "Ayrshire Idylls of Other Days. 114 with the inviting crystal drop at its iron nose and its semicircle of wet slippery paving-stones, revels in their tall shadows. Next in view comes zig-zag crooked Clerk's Lane, with its admixture of low decrepit thatched houses, their white-washed walls grimy with weather stains, and their greasy dingy doorways filled with full-length portraits of Pat himself, in striped cotton shirt and clay-soiled moleskin trousers, smoking that sweetest of all pipes, the pipe of the day of rest ; while his vagabond offspring scamper in the gutter among the sun shine. Then the church, a plain square white washed edifice, with session-house and manse growing out at right angles from its side, fenced in a few yards off the lane with a high-railinged wall, divided in the middle with a great iron gate way ; and sitting on a three-legged stool in the centre of the open space is the plate for the cop pers, and the solemn deacon or office-bearer, standing a respectful distance behind it in front of a slate-coloured weather-beaten wooden erection, like a sentry-box in a barrack-yard — a shelter on the wet days. The inside of the church, too, though I know quite well that it has all been altered, as well as"], [133, "The Old Pew. 115 the road leading up to it, and the rickety old buildings surrounding it cleared away with the irreverent march of street and town improvement — I say, the inside of the church, though made to look like a modern place of worship, from where I take my seat in the old pew, more than halfway up the right hand \" pass,\" is just the same to my fancy as it was forty years ago. There is the oaken pulpit, with its sounding-board overhead, high up between the two long narrow windows which overlook the open space in front of the church ; and the rail, as the worshippers called it, or circular passage running all round the base of the pulpit, where the precentor's desk was, and where nervous fathers stood up with their tiny offspring in their trembling arms to get the water on their faces ; and the enclosed table-pew, in the angle at the bottom of the pulpit stair, where the douce sawyer and his family sat ; and the oak painted side galleries, with the round clock-face in the centre, the provokingly slow fingers on the dial-plate of which we wearying youngsters used to watch, and wish they would only go a little faster, as if they and the sermon had some secret understanding with each other. The different clergymen who filled this antique"], [134, "116 Ayrshire Idylls of Other Days. pulpit, strange to say, have no place in my reverie; neither does the recollection of the particular theo logical views they preached from it move me any more in these moods than did my boyish prayers the fingers on the face of the obstinate old clock in the side gallery. It was a common occurrence to behold old Calvin — especially if a young divine was the orator — beat till he was as black as the preacher's own coat ; which the fathers and brethren of the body, as appeared from their laudations of the orator on their way home after sermon, enjoyed with as much zest as the lovers of the manly art of self-defence do a round of fisticuffs in the prize ring. But these exhibitions never stirred my young blood. I had far more sympathy with the merry laughter of the children that came floating in at the open windows of the church, between the falls of the good man's voice, from the lane, or the backdoors of the surrounding houses ; and uncon sciously envied them their vagabond freedom, though I as consciously regarded them as in the same benighted condition as the Jews, or other heathen we subscribe our shillings to convert. I say, I never, when in fancy I take my seat in the old pew, think about the ministers, or the fer vour, or lucidity with which, in season and out of"], [135, "The Old Pew. 117 season, they expounded their own peculiar theolo gical views. Indeed, this youthful indifference grows stronger as I grow older ; and at this moment, with the snows of age whitening my pow, I am naughty enough to suspect that the preaching of views, however enlightened or substantially founded, is like a lot more things in this world, sub ject to change ; so that what may be the orthodox beaten highway to heaven in our day, will be like the old disused tram-roads still extant in some parts of the west country, overgrown with the mosses and weeds of forgetfulness in our children's. I say, when I take my seat in the old pew, it is not the preacher and his gospel that bulk most in my eye, but the worshippers — now dead and gone most of them — who sat round about me, and whose familiar features I can recall with more vividness than many of those of my own relations. First, there was the baker, who halved the pew with us. If anything could add to the irksome ness of our imprisonment, it was the near presence — almost a kind of omnipresence — of this clean shaven, always-in-his-place, no nonsense parent of well-drilled children. How noiselessly, with his unsympathetic eye upon us, we rolled the pepper mint lozenges and acid drops in our mouths that"], [136, "Ayrshire Idylls of Other Days. 118 we used to suck to beguile the tedium of the dis course, husbanding them to the close of that weary infliction on our young and volatile spirits, by ap portioning one sweet to so many minutes accord ing to our calculations of the time the good man's harangue would last. Two or three seats behind us, sat the baker's antidote in the person of the stalwart currier, whose florid face, always shining with good nature, I was in the habit of associating with the grease of his trade ; and immediately before us, the simple kindly little grocer, at the head of a whole seatful of highly dressed marriageable daughters. On the other side of the \" pass,\" the jeweller, his sweet gentle face reflecting the chasteness of the beautiful gold and silver articles he daily handled in his shop ; and the joiner, a large easy-featured man, whom I could never see with my bodily eye but I beheld him with my mental one carrying the \" straughtin' brod \" under his arm, his head bowed, as if in sympathy with his errand, wending his way to some house where death had paid a visit shortly before him. In close neighbourhood — as became two worthies so happily constituted alike — \"Auld Sam'el B ,\" the sewing agent, and his \"sicker frien', Robin D ,\" the weaver, who turned"], [137, "The Old Pew. 119 up their noses at everything but the pure gospel, by which they meant \" the views o' their ain body.\" The old pox-pitted tailor — divorced for this one day from his stitching board and his goose — a few seats forward, with the pew-door in his hand and his right leg in the passage, so as to be ready the instant the minister said, \" Amen,\" to rise and be first out of the church door, undoing its fastenings, and flinging its two halves wide to the wall as he went. How we envied this venerable knight of the thimble his self-elected doorkeepership, and the two or three extra minutes' freedom it con ferred on him. King David's preference for keep ing a door never failed to come home to our young minds with double force in the presence of this privileged individual. The swarthy toy merchant in the row of seats looking sideways at the pulpit, the backmost one of which was occupied by the minister's family — the swarthy solemnly-severe toy merchant, who, though we were accustomed to see him standing in the shadow behind his counter, when we would be stealing a covetous look at his splendid dapple grey steeds, with dilated fiery nos trils, we could more easily reconcile to ourselves as keeping the tower of London, with a bunch of pon derous keys at his waist. Up above this dealer in"], [138, "Ayrshire Idylls of Other Days. 120 children's playthings, in the side gallery, or \" the last,\" as it was called, the patriarchal coachbuilder, his long white beard — invariably stained with tobacco juice, for he was an inveterate chewer and feeble spitter — reaching the first buttons of his double-breasted waistcoat. He was our venerable Sabbath-school superintendent for a short time, after the majority of the congregation had flitted with their pastor to more commodious premises ; and mixed up with his term of office in those old fashioned days, is the recollection of a young fair haired preacher who was filling the vacant pulpit for a couple of months ; and who used to come down to the school, and address us boys and girls at the end of the lessons from the precentor's desk in the \" rail.\" I don't remember, now, what it was he said to us on these occasions. All I know is, that his words wrought something like a miracle in our young breasts, which, if it was not conversion, was a very good substitute ; and we could no more, with the romance of the Redeemer's life shining like new sunlight in our hearts, have been guilty ofa mean or cowardly action as we walked home, than if these same hearts had been the subjects of another miracle ; which, as I may well remember, with the mason's pew staring over at me from under"], [139, "The Old Pew. 121 the side gallery, almost in a line with the joiner's, was not an uncommon one even in those juvenile years. Indeed, to speak apart from riddle, sitting among her big brothers, as erect as a flag-staff, I recognise the mason's daughter, \" Leezie B ,\" whom I was myself in those days desperately in love with. What delicious tortures, I remember, I under went in wondering if she was as much in love with me ! What conjectures and constructions — favour able or otherwise — I pleased and teased myself with concerning her slightest movement or look! What plans I laid, and schemes I contrived — I fear even while the minister was praying and most folks had their eyes shut — to get a word of speech with her; and when accident, more than my own planning, favoured me, I let the opportunity slip, and stole away home more miserable than ever ! How we met at last on the way to the Sabbath school, and the quiet rapture of those meetings, even though we seemed to have nothing to say to each other ! The sharp first pangs of jealousy I experienced on seeing her walking jocosely to school one evening with my companion, to whom I had confided my tender passion, and who was more of a gallant than my sheepish self; and the rage and anger that passed like a black hurricane over my lacer- i"], [140, "Ayrshire Idylls of Other Days. 122 ated young heart ; and the hot tears I shed when I got among the blankets at the treachery of man kind ; and the troubled sleep which followed this fiery shower ; and my awaking on the following morning to fresh torments, which were further aggravated and complicated by my pretending not to see her the next time we met ; and my bitter repentance when I discovered that I had been nursing and making myself mad with a hallucina tion, and that she had been fully as regardless of the attentions of my friend, as indeed, for the most part, she was of my own ! Some years after I learned that \" Leezie \" had got married and gone out with her husband to America. I daresay it would amuse her, as much as it does myself to day — unless she has become grave with the cares of married life, and so parted with her mocking \" skirl \" of a laugh I used to be in such dread of — to be made acquainted with the perilous depth of my boyish passion. I remember her father's back door, with its heaps of lime, and loose bricks and stones, and tressels and planks, looked into ours ; and I would hover about the kitchen window a whole summer Sunday night, the Bible in my hand as a pretext for being there — we were never allowed out after we came home from the Sabbath"], [141, "Thc Old Pew. 123 school — just to catch a glimpse of \" Leezie\" coming down the back stair for a shovel of coal, or a pitcher of water. Ah me ! I wonder what the \" Leezies,\" and the Annies, and the general tribe of \" womankind,\" would think if they knew all the \" pliskies,\" even as girls in short frocks, they play with the hearts of the sterner sex. \" Calf-love,\" and its attendant miseries, people have no more sympathy with than they have with the victims of toothache, which I don't think is fair, considering everything ; for I can declare to the reader — and, indeed, he will re member himself, if he does not affect to hold these days in forgetful contempt — that the pain is acute enough at the time, if it is not perhaps very lasting. To be sure, none of us die of it, or commit suicide ; but how many, outside of the drama and the novel, I would like to know, die on account of the miscarriage of the maturer form of it ? I have sometimes, myself, envied the brave Roland, who was unable to survive the death of Hildegunde, his melancholy and romantic fate ; or the young Romeo his tragic end, which has been the cause of more sighs and tears than the deaths of all the great generals who ever led armies to battle, but"], [142, "Ayrshire Idylls of Other Days. 124 I suppose I am made of too common a clay, or it must needs require baking in sunny Italy, or among the ruin-strewn slopes of the Rhine, ever to get further than envy. Even after love has been crowned by marriage and sundry promising olive branches, it is rare when death takes the one for the survivor to pine away and follow. The rather, as soon as he or she passes through the ordinary course of mourn ing, and satisfies the decencies of current usage, they put another in the absent one's place, and, to their surviving children, at least, look jollier than ever. But, I suppose, one must not be too hard on these widows and widowers when they remember the proverb — \" The king may come the cadger's road some day ;\" and the older one grows one is more and more finding out, that there is not so much difference of people, after all, as you would think ; and that the most of us are doomed to tread in the footsteps of our predecessors ; so that those coming behind us will mete out the same condemnatory criticism of our doings, till once, perhaps, they are as far on the road as ourselves, when they will learn to keep a \" calm sough,\" as"], [143, "The Old Pew. 125 the saying is, whenever these ticklish subjects are under discussion. Peg, who has been reading over my shoulder these observations on the philosophy of love, strongly objects to the latitudinarianism of my views. She hopes there is just a great deal of difference of people, and instances two or three good men who lost their wives and did not marry again, the inference, of course, being that they loved them too much ever to think of such a thing. Such reasoning, I point out to her, is of the same complexion as the Player Queen's in Hamlet, who declares — \" None wed the second but who killed the first. The instances that second marriage move Are base respects of thrift, but none of love.\" But I might as well have saved myself the trouble, for she stubbornly retorts that she does not care if it was like the Queen of Sheba's, and the wise man's she visited in such style at Jerusalem into the bargain, as long as it's the truth. Of course, holding that it is impossible to know what one's heart would be capable of till it is empty, or at least in circumstances favourable to that state, and tried, it would be mere madness in me either to argue the knotty point with Peg or"], [144, "126 Ayrshire Idylls of Other Days. the reader, as my very caution would be sure to get me put down among the bad men. And so, leaving this tangled subject to be dis cussed between wives, with a tendency to be deli cate, and their more healthy lords, I return, I was going to say, to the old pew ; but, like the reverie of Wordsworth's poor Susan, the lane and the church, the pulpit and people, have all passed away from my eyes."], [145, "A PILE OF RED SANDSTONE"], [146, "\" I do not know a pleasure more affecting than to range at will over the deserted apartments of some fine old family mansion. \" — Charles Lamb."], [147, "VII. A PILE OF RED SANDSTONE. C ITU ATED in a green holm, by the mossy banks of the Carmel, and embowered amid tall old trees, this venerable pile of red sandstone was a favourite resort of lovers, and sentimentalists generally, to which the innumerable autographs and scraps of verse and prose pencilled on the walls of the interior bore abundant testimony. There was no visitor's book kept at the castle, but these mural records veining the dingy stone and plaster, most thickly in the neighbourhood of the broad window-sills, which offered a convenient seat for the whispering of amorous vows, told, without the trouble of turning over leaves, their own tale. They also showed how dear the remembrance of the old place was to those exiled sons and daughters of \" Auld Killie \" who, on returning home after long years of absence in the colonies, had repaired hither to inscribe their names anew, or, with dim and misty eyes, trace"], [148, "Ayrshire Idylls of Other Days. 130 out the once familiar signatures, now alas ! many of them little better than a veritable bead-roll. Being a professed sentimentalist myself, there is little marvel if the haunting presence of this ancient castle should have exercised a spell over my boyhood's days, which but increases in potency the older I grow. A \" flash upon that inward eye which,\" the poet declares, \" is the bliss of solitude,\" — a glance from the wrinkled features of this picturesque old pile of red sandstone, with its great broad solitary staircase, flanked on each side by circular projecting towers, \" adorned with ropes of twisted stone,\" is more rejuvenating to me at any time than was the draught the senile Dr. Faust drank at the bidding of Mephistopheles. As, in memory, I ascend its time-worn steps, and pass through the heavy, iron-studded, oaken door (above which are sculptured curious heraldic devices), into the paved court, where a melancholy yew flings its sombre shade over the crumbling walls and dilapidated chambers of what was once the birth-place of a lady whose descendants have been destined to fill, first the Scottish, and after wards the throne of Great Britain, to the present time, a host of youthful associations crowd in upon my mind. For one thing, it was the subject of"], [149, "A Pile of Red Sandstone. 131 my first, and, if I am not mistaken, my last essay in oil-colour painting in my boy drawing-school days ; and that may be one of the reasons why I cherish it with such peculiar affection. I shall never forget the shock of real grief my feelings sustained on revisiting, after a lapse of years, this scene of my first essay in landscape art. The rowan tree that used to be loaded with scarlet berries ; the tall, graceful birch ; the slender hazel, \" with milk-white clusters hung ; \" together with a whole wayward family of trailing, creeping, inter twining leaves and branches, which made a living screen in front of its antique masonry, where the dappled lights and shadows nodded to the whisper ing of the leaves, were all cut down ; and the old, moss-grown, lichen-stained walls — a perfect mine of colour — green, and blue, and purple, and yellow, and silver-gray, were all scraped and pointed anew with horrid prosaic white lime. Happily in this drawing, now adorning my study wall, and made before the ruthless hand of the destroyer admitted the garish light of the \" intrud ing sky\" and banished for ever the spirit that dwelt in this sylvan bower, I can still see it as it looked in the days when I sat before it lovingly reproducing its features on canvas ; and even feel"], [150, "Ayrshire Idylls of Other Days. 132 a touch of the old, strange awe with which the loneliness and desolation around used to impress my boy's spirit. But if this artistic pastime helped to make me in love with the outside of the old castle, a bundle of fireside legends, and the perusal of an old family chronicle, supposed to have been written about the year 1657, made me doubly so with its interior. Whenever I felt tired painting, or when the weather became unfavourable, I would betake myself to the inside, where, loitering amid the ruin and desolation of the past, I frequently forgot all about the shower, and my picture too, till some incident recalled me to myself again. Indeed, after I had thrown my painting craze aside for another (for, as a boy, I never was long without a hobby of some sort ; at least, such was my mother's opinion), many a pilgrimage I made on the pleasant summer Saturday half-holidays to the old place, alone or in the society of a congenial companion. I was never tired on those occasions, wandering up and down the narrow, echoing stairs, and rambling out and in among the broken and crumbling ruins, and feeding my young fancy in the dusty, cob webbed chambers, where men and women had once died, and where children had been born, and"], [151, "A Pile of Red Sandstone. 133 had played and tumbled on the decaying floors creaking beneath my tread. Those forlorn, twilight rooms, with the moth-eaten wainscot peeling off their walls ; and their curiously-carved oaken wardrobes and presses, and heavy antique dining tables and chairs, staring so quaintly at me, would again become peopled with the gallant knights and ladies gay who had fumbled in their locks and drawers, and filled their seats, and feasted at their boards, the flowers of gold adorning their velvet cloaks and silken petticoats shining in the dusky light like glow worms lighting their nightly fires. I loved to picture to myself the knight whom the historian says Alexander the Third rewarded with a military girdle — investiture of knighthood — for his deeds of valour at the battle of Largs ; or him who was slain at Berwick ; or Robert, the \" ne'er-do-weel \" of the family, who is spoken of as \" ane man black hared and of ane huge large stature,\" that wasted his days frequenting the court in the minority of King James the Third ; or that other who was killed at Flodden with King James the Fourth ; or the hornbook of the family, who was \" of a meek and gentle spirit, and delyted much in the study of phisick ; \" or the sportsman, whose passion was \"hunting and halking.\" But"], [152, "Ayrshire Idylls of Other Days. 134 of all the members of this noble family, next to the warriors who had died in battle, the knight who perhaps interested me most was Sir William, the poet, who is the author of an MS. metrical translation of Virgil's \" Dido and Æneas ; \" an entire version of the Psalms in Scotch, also in MS. ; and other smaller pieces of a religious and amorous character, as well as the \" Historie and Descent \" of his own house. The kirk, or long garret at the top of the build ing, where the persecuted Covenanters used covertly to listen to the fervid utterances of their hunted ministers, also possessed a strangely solemn charm for me. Had I been treading the groined aisles of some grand old historic cathedral, lined with the crumbling sculptures and effigies of the departed great ones of the earth, I could not have felt more deeply awe-stricken than I did standing beneath the naked rafters, black with age, of this dim and dusty garret, eyeing the fragments of moth-eaten oak stools, scattered up and down the broken floor, on which the stout worshippers used to sit during service. I don't remember now whether this apparent disregard of bodily comfort evinced by the stoical Covenanters heightened my venera tion for them, or that I even compared their dis-"], [153, ""], [154, "Pile of Red Sandstone"], [155, "A Pile of Red Sandstone. 135 regard of bodily comfort with the scrupulous attention of our modern worshippers to these things. I had not learned then from King Lear that it is only when the mind is free that the body's delicate. A man listening to the Gospel with his hand on the hilt of his sword is likely to be pretty careless whether he has a cushion to his seat or not. Or I would wend my way to the kitchen, on the ground floor of the castle, whose huge, furnace-like fireplace, above which swung a ponderous iron crane, never failed to excite my boyish curiosity and wonderment. It bore evidence of having been converted at some time into a sort of smithy, and, to speak the truth, it always looked in its trans formed state, to my imagination, more like the place where Vulcan himself might have forged the armour those valiant knights wore who were slain at Berwick and Flodden, than an ancient culinary establishment, where they were in the habit of roasting a whole deer at a time. On the same level with the kitchen were the dungeons, whose low, vaulted, gloomy interiors I always found a weird fascination in exploring, even at the risk of stepping on a toad or being startled by a rat. Their cold, clammy, earthen"], [156, "Ayrshire Idylls of Other Days. 136 floors — thick, slimy, impenetrable, stone walls, sprouting with patches of low fungoid growths — red, rusty staples and chains — narrow loopholes of light, and heavy, dank, sickening smells, made up a picture, which only wanted for its completion the pale, wasted figure of Sterne's \" Captive,\" sit ting on his couch of straw in a corner, etching with a rusty nail another day's misery on his little stick, of which he has already accumulated a small bundle by his side similarly notched all over, the calendar of the dismal days and nights he has passed there ; and this personage, I need hardly say, my boy's imagination only too readily sup plied from the numerous prisoners over whom I had wept in story books. Sometimes, however, like the author of A Sentimental fourney, these fancies became too strong for my young nerves, and, overwhelmed with a mixture of fear and horror, I would make an ignominious retreat into the securer light of open day. The contents of the goblet which Faust drained at the bidding of Mephistopheles, if, in exchange for his white hairs and decrepitude, they gave him youth and a Marguerite's love, they were of the destructive quality, ending in tragedy and ruin"], [157, "A Pile of Red Sandstone. 137 all round ; for, as Friar Laurence pointed out to his too ardent Romeo, ' These violent delights have violent ends, And in their triumph die : like fire and powder, Which, as they kiss, consume.\" Not so the sight of this old castle, which brings back my youth, and, shall I tell it? the girlish figure of a little sunburnt maiden, whom I used to meet as she was fetching her cows, which grazed on the green sward around the castle, home at milking-time ; and never without feeling my boy's heart moved with the same strange, shy sweetness that was Burns's first intimation of the delicious passion in the presence of the \" bonnie, sweet, son sie lass,\" shearing in the harvest field by his side. I never, any more than he, directly told my love. \" But let concealment, like a worm i' the bud, Feed on my damask cheek.\" I am afraid I altogether lacked his gallantry — even after I had long passed \" my fifteenth Autumn.\" I certainly never got the length, like him, of \" looking and fingering over her little hand to pick out the cruel nettle-stings and thistles,\" which, he says, made his \" pulse beat such a furious ratan \" ; though, I believe, I felt something K"], [158, "138 Ayrshire Idylls of Other Days. not unlike this when she came and peeped over my shoulder at my picture. And if my passion was never inflamed, like his, by hearing her sing a love-song, I can honestly say it suffered no dis enchantment from a chance criticism she once dropped about the iron nails which studded the oaken door of the castle being a striking likeness. I don't know that I understood, any more than our fifteen-year-old bard, how it was that this little sunburnt maiden filled such a large space in my boy's world, rose-colouring all the dull light of my common days, stealing into my dreams at mid night, and flitting through my sentimental mus ings on this ancient castle, to which I was sure to find my willing feet a-pilgriming again at the first idle opportunity. It never, indeed, occurred to me to inquire how it came about that the vision of her rustic form, tripping it o'er the gowany holm behind her meek-eyed charge, had so suddenly changed the prose of my life into poetry. But I suppose I was too happy to think of indulging in analysis ? The exercise of this faculty is more frequently born out of the bitterness of disappoint ment, and reveals itself at a later period of life. My shyness, or my ignorance, or my happiness, if you like, which prevented me from ever telling my"], [159, "A Pile of Red Sandstone. 139 love, was the good divinity to whom I owed my escape from such a calamity, till the vision had found a safe niche in that unchangeable temple of things which are seen through the bewitching twi light of memory. Living, then, as I do, in the daily presence of this old castle depending from my study wall, with its host of youthful associations, I may be said, in a certain sense, never to grow old at all. The girlish figure of the little milkmaid in her clean lilac short-gown, as she passes the foot of the lonely castle steps, with her switch in her hand, to fetch home her brown and white dappled beauties lowing in the green holm with swollen udders, may get less distinct in its lineaments as the years glide past. It may not be possible for her now to make my feeble old pulse \" beat such a furious ratan \" as it used to do when she peeped over my shoulder at the picture I was painting. But what I have lost in one sense I may have gained in another and more sacred one ; for has she not become metamorphosed in my mind from a creature of flesh and blood into one of spirit, and made for ever the presiding goddess of this venerable ruin, with fairies, and wood nymphs, and water naiads for her companions."], [160, ""], [161, "BETWEEN THE PREACHINGS."], [162, "\" Some of the sermon talk, a sober crowd, And loudly praise, if it were preach'd aloud.\" — Crabbe."], [163, "VIII. BETWEEN THE PREACHINGS. TDETWEEN the Preachings, or \" Twal-hours,\" as an older generation called it, is just such a subject as Sir David Wilkie could have painted to the life for us, overflowing with the sedate humour of his own sicker countrymen ; and right worthy it would have been to hang beside \" The Village Politicians,\" or \"The Blind Fiddler,\" or \" Saturday Night,\" or, indeed, any of the best of his famous Scottish character subjects. \"Twal-hours!\" i These words, uttered in my hearing the other day, struck me like the familiar air of an old Scotch song, and, almost before I was aware, I found my self busy sketching the interior of an old-fashioned kitchen — such as I knew long ago in \" life's young day,\" and in which, I think, I could still find my way blindfolded without breaking my shins — and peopling it with faces and forms which came steal ing out from amid the dim shadows of the past, and took their places round the cheerful ingle-side. The walls in my sketch were coloured with yel-"], [164, "Ayrshire Idylls of Other Days. 144 low ochre, of that warm comfortable shade so common in the poor man's kitchen, which is at once his dining, and drawing, and bed-room, too, sometimes. The fireside was none of the narrow, contracted family altar-places, where the soul must sit \" crulged,\" like the body, to catch from between the bars its inspiring warmth, but wide and roomy, with \"swee\" and links suspended above the ruddy flames. It had no oven or other modern ironmon- gery fitted into it. Its ample chimney-place, built- in jambs, and backward-sloping ash-hole — in fine symbolic keeping with the genius of the fireside — were a stainless white. It was set in a black var- nished frame, or mantel-piece, on the top of which stood, at each corner, a brass candlestick, with a cast-metal sheep in the middle, its woolly sides shining with the housewife's black-lead. Behind the elbow-chair — overlooked by the lemon-coloured face of the eight-day clock, its swift fingers point- ing to a quarter past one — was the well-scoured wooden dresser reclining against the wall, with the bleared November sunlight from the window glim- mering on the ultra-marine flowering on the broth- plates in the dels-rack. Crammed in a \"bole\" in the wall, between the edge of the mantel-piece and the dresser, was the household library. Plainly"], [165, "Between the Preachings. 145 recognisable among its confused mass of dingy brown colour were such common favourites as the Bible, in frayed sheepskin covers, a well-thumbed copy of Burns, \" The Scottish Chiefs,\" \" Scots Worthies,\" a book of old ballads, \" The Pilgrim's Progress,\" \" Robinson Crusoe,\" \" Mungo Park's Travels,\" \" The Vicar of Wakefield,\" and \" Walker's Dictionary\" — the latter always in high request when an epistle was being written. Opposite the dresser, on the other side of the kitchen, in the shadow, with a looking-glass and work-box on its top, was a low-set chest of mahogany drawers, in whose dark panels I could see the reflection of the fire dancing up and down, and could almost believe I heard the \" flapping of the flame.\" Back towards the door was the bed, with violet-striped hangings, and blood-red carpet coverlet, loaded, like a sacri- ficial altar, with a miscellaneous collection of Sun- day finery, such as bonnets, hats, shawls, coats, and neckerchiefs. At the foot of the bed, in the corner, was the meal-barrel, painted a bluish-green, and hooped with black ; and between it and the win- dow a deal table with a bing of flour \" scones,\" a plate of fresh butter, and a mug of black-currant jelly sitting on it. In the window space itself, an oak-painted chest. On the little shelf above the"], [166, "146 Ayrshire Idylls of Otlter Days. half-open room door a brass pan and two smooth ing irons. And straggling round the clean hearth stone — where the tortoise-shell cat and the vener able little one-eyed terrier quarrelled and made it up again twenty times a day — three or four birch chairs and a couple of wooden stools, on which were seated the family and their friends enjoying their \"twal-hours,\" completed the homely furnish ings of my dear old interior. How I wish I could rise and take my place, in the flesh, among this little circle after spending the forenoon in the old pew at church — sitting down among them as simply and naturally, as if only a week had elapsed since I had my \" twal-hours \" with them, instead of half a lifetime ! Like Colin's guidwife, I'm dounricht dizzy wi' the thocht, In troth I'm like to greet.\" To look into their dear familiar faces again, so pleasantly relaxed in this easy breathing-time ! — for they feel that they have been good children, and can afford to \"let down the pegs\" a little bit. To listen to their rambling flow of talk, which, if not very subtle or deep, had always in it, as a cer tain wise gossip averred of man, \" a deal o' human nat're !\" And to taste the old woman's \" scones \""], [167, "Between the Preachings. 147 and black-currant jelly, washed down with a drink of \" fine caller tipple ! \" No scones taste the least like them now-a-days ! Whenever I forget myself so far as to give vent to this heresy in Peg's pre sence, she tells me that I am prejudiced, which, of course, I admit at once, but I am not the least convinced for all that ; indeed, I don't know but I hug my delusion to my stupid old breast with more ardour than ever, and would sooner, she once cast up to me, part with the last sound tooth in my head than this same foolish prejudice. I daresay she was not far wrong. If you extract the last tooth the gums are still left, or the dentist may fit you with a new set of grinders ; but what is there left in the prosaic present to an old man when you remove this happy twilight through which he views the romantic past. \" When meadow, grove, and stream, The earth and every common sight, To him did seem Apparell'd in celestial light, The glory and the freshness ofa dream.\" I fear more things than the old woman's \" scones\" would suffer in value through the removal of this langsyne glamour. One's old wife might even feel different,"], [168, "Ayrshire Idylls of Other Days. 148 \" But for those first affections, Those shadowy recollections, Which be they what they may, Are yet the fountain light of all our day, Are yet a master light of all our seeing.\" But to leave Peg alone. I had not been brought under her sweet sway at the time that I am pic turing. Our stars shone too far apart for the witching light of hers to project itself into this little circle. And to this day I am ignorant to what bright Ariel I am indebted for performing this miracle for me. But I suppose this is one of those things which, being wrought out in Heaven according to the lover's creed, no fellow, as poor, puzzled Lord Dundreary used to say, can under stand. Unconscious of the good fortune that fate was quietly weaving in the loom of time for me, I sat enjoying my \" twal-hours \" in the midst of this homely little company, which I was just now so fervently wishing I could rejoin, and which I see so plainly sitting in their accustomed places. The old man, \" Not speaking much, pleased Rather with the joy of his own thoughts,\" is seated in his elbow-chair in the right-hand chimney-corner, with the drumly November sun-"], [169, "Between the Preachings. 149 light striking the side of his head on its way to the dels-rack. That he may feel more at ease in this hour of relaxation, as well as from notions of thrift and carefulness, he has divested himself of his black coat, along with his Sunday face, and now looks quite human sitting in his white-shirt sleeves, with his coloured cotton handkerchief spread over the knees of his black trousers, eating his piece, and listening to Jean Mathie, an old acquaintance who worshipped at a neighbouring church, and regularly spent her \" twal-hours \" with them, it being too far to go to her own home and return again in time for the afternoon service. In those old-fashioned days folks like Jean would as soon think of flying as being at the trouble of dressing themselves in their Sunday clothes for half a day's preaching. Jean always occupied the \"laigh chair\" opposite the old man, with her big cotton umbrella — bleached a blae-white with the rains of half a generation of wet Sundays — between her knees. Her round good-natured face is buried among gum-flowers in a capacious brown silk bonnet. Her broad stooping shoulders are attired in a faded harness plaid, pinned under her chin with a brooch containing a lock of her dead husband's hair —"], [170, "Ayrshire Idylls of Other Days. 150 these adornments being too great a work of art to lightly think of taking them up and down in the brief interval between the preachings. She was quite a character, and, like most people so desig nated, was a great talker. Her particular forte, I remember, was genealogy. As the different items of the week's news came under review, Jean, in variably set about discovering the pedigrees of such persons as had become public property, for the time being, through entering upon the married state, or adding to the number of their offspring, or contracting a disease and dying, which, with an \"a-tweel-a-wat\" in every second mouthful of words, she traced back — not always, it must be confessed, in a very direct line — till they were lost in mist, if, indeed, as the slightly-bored old man sometimes thought, and said too, after she was gone, they were not lost there before she started. Then there is the lithe, nervous figure of the old woman herself, her dark hair, though now a \"sabled silver,\" still retaining some of its old wavy charac ter where it is parted above her low forehead. The tinge of red on the tops of her cheeks wears its old dusky glow. About her mouth, now slightly fallen in through the loss of her teeth, is lurking as much fun as ever. Her nose, too — her shabby little up-"], [171, "Betzveen the Preachings. 151 turned nose, with its miraculous scent — is charac ter itself, more eloquent sometimes than her tongue. And her eyes : what a vivacity is in those keen grey eyes ? How they would twinkle with merri ment, or flash with sudden anger at the rehearsal of some meanness, or, at the bidding of a contrary emotion, dissolve as suddenly in a shining mist! She is still too proud, though, to be indebted to glasses, and cherishes, as provokingly as ever, her favourite half-belief that those who wear them do it more from affectation than necessity. Even when baffled in the threading of her needle — not such an uncommon occurrence now — and she con descends in her despair to try the old man's, they, as they give her no help, but strengthen her in her prejudice. She is too young in spirit to brook tamely the idea of the body's decay. She bustles about as light on her feet as a fairy, spreading \"scones\" thick with jelly, and pressing them with as much heartiness as if they were cakes of \" blithe meat,\" particularly on Jean and her niece's young man. This bashful youth was always one of the party at their \" twal-hours,\" sitting nervously on the edge of the oak-painted chest standing in the window space. Since he was obliged to be on his good"], [172, "Ayrshire Idylls of Other Days. 152 behaviour before folk, he generally contrived to give vent to his amorous feelings by abstractedly stroking the back of the tortoise-shell cat, or scratching the venerable head of the one-eyed ter rier, with whom he shares his \" twal-hours \" for so kindly condescending to act as his substitutes. At least, so the roguish youth sitting in the shadow behind old Jean's chair, devouring with much relish his \"twal-hours\" and \"Robinson Crusoe\" at the same time, under cover of studying the Shorter Catechism, used to say when he wanted to tease his big cousin. Her sedate ladyship, who had just been relieving the old woman of some of her household cares, takes her place among the group as far from the chest as possible, thereby demon strating, by that strange contrariness in lovers' natures, shall vve say, her greater nearness to it, and hearkens the demure little maiden on the low stool by her father's chair, her paraphrase. The old woman, however, is the life and soul of the whole company ; keeping up the conversation when it offers to flag, and rescuing it from dulness when, as not unfrequently happens, it is in immi nent danger from that cause. Like the godly minister she sat under, being more of a moralist than a theologian, she always contrived to bring"], [173, "Between the Preachings. 153 away something from the sermon which just fitted to a nicety the particular phase of experience she happened to be passing through at the time, either in her own person or that of her neighbours. The varied service she would press this single idea into, and its apparent marvellous fitness for the office, was a constant theme of wonder to her less inge nious lord and master. These little rubs of caustic, whenever the occasion presents itself, and the gar rulous Jean pauses to take her breath, or a bite of her \" scone,\" or to arrest, in hot haste, a blob of jelly before it slides over the edge of her piece on to her gown, she courageously applies— usually with a dash of humour — to her own moral sores, or those of the human family in general ; she is not the least particular. The constant effect of these sallies is the upsetting of Jean's train of ancestral calculations, when, to the old man's horror, she begins them all over again till some fresh stroke of humour or satire from the old woman's quiver puts her forces entirely to flight and compels her to take a new tack. \" An' hoo do ye think ye're gaun to like your new minister?\" asks the old man, just as Jean is rallying from her last discomfiture. \" 'Deed, I'm sure, a-tweel-a-wat, an' I dinna L"], [174, "Ayrshire Idylls of Other Days. 154 ken,\" replies Jean. \" They say the chiel's clever, an' it may be ma blin'ness that canna see't ; though I'm nane that blin' but I can notice that he uses the paper.\" \" He reads 't, does he ? \" \" Every word o't, a-tweel-a-wat, an' daurna lift his een aff the book-board for fear he losses the place. Ma pow'rless fit has mair delivery, a-tweel a-wat, haes 't,\" making a shuffle on the floor with her paralytic extremity ; \"an' I'm sure he doesna tak aff his forebears in that respec', a-tweel-a-wat, no ; they were weel giftit wi' the gab, every ane o' them. He's a gran'son, ye ken, on the mither's side, o' auld Doctor what do ye ca' him ? him that was sae lang in the pairish kirk ; the same, do ye min', that was sae sairly han'let by his presbyt'ry for — for — , lo'd I forget ; but, at onyrate, his brither, that is by his second wife, his guid brither like, she was a Miss afore she was marriet, but it's nae matter, gaed again him some hoo or ither, I canna mak a story o't noo \" \" Hoots, Jean,\" bursts in the old woman, \" what does't matter hoo they deliver't, as lang as it's something when it comes, wuman. I reckon nae thing o' your fine flow'ry preachers that just flaff owre your heid a shower o' rainbow words that"], [175, "Betzveen the Preachings. 155 daizles your senses, but deil ane o' them bre'ks ony banes.\" \" 'Deed, a-tweel-a-wat, it's a truith. I canna say I'm partial either to haein' the word sot'n aff like playac'in', though I can as ill bide to hear't read oot to me by a styte wi' the paper close to his nose a' the time.\" \" As oor minister was sayin' this mornin',\" con tinues the old woman, without heeding Jean's rejoinder ; \" his text was in Exodus 4th and ioth, ' Oh, Lord, I am slow of speech.' Tak ma mind for't, says he — maybe no in thae words, but that was his meanin' — tak ma mind for't, if it's some thing that comes frae the benmost bit o' him, an' worth seein' the licht, it'll no be deliver't withoot a bit strissle o' ae kin' or anither. A bonnie thocht, a' sabbin' wi' new fresh life, an' capable o' workin' a reformation in the breist that gies't a hame, ony mair than a bonny bairn, canna be born withoot travail. It's no in nat're to expec' it.\" \" True eneuch, but there's unco differences, a tweel-a-wat, is there. Some hae their thochts, just as some puir creat'res get their bit hubble by a hantle-sicht easier than ithers. Nae far'er gaen nor yesterday I was speakin' to Nancy Giffin at the"], [176, "156 Ayrshire Idylls of Other Days. pump, but ye'll maybe no ken her, she's ane o' the Giffins o' the toon-en' \" \" Nancy Giffin ! \" ejaculates the old woman. \" She's marriet on a son o' Willie Tamson's,\" explains her niece. \" Brawly that ; her mither an' me learn't dress makin' thegither.\" \" Her gran'faither, ye min', was fun' hingin' to the post o' the bed ae Hogmanay mornin',\" re sumes Jean. \" He was a body that took a heavy dram, stayin' on the batter for twa months at a time whiles. His wife, puir thing, never was the same after't. It tint her reason a' thegither. She was related to the Cam'els ; the Bailie was her uncle \" \" But what aboot Nancy's sel' ? \" interrupts the old woman, with impatience. \" Weel, as I was sayin',\" returns Jean, \" I was crackin' to Nancy, wha was syn'in' a pickle pratoes at the pump, an' in half-an-hour after I was mair nor dumfoun'ert when Jean Aird cries ben to me that Nancy had gotten anither dochter.\" \" Anither dochter ! Hoo mony o* a fam'ly has she ? \" asks the old woman, losing sight of the point under discussion in her newly-awakened in terest in her old friend's daughter."], [177, "Between the Preachings. 157 \" That's the third lassock, an' never a callan.\" \" Never a callan ? \" \" A-tweel-a-wat, no ; an' she had little need o' onything \" \" But you'll often see that it's them that can do best withoot them that gets them,\" ventures the old man. \" They're just in sin an' mees'ry,\" proceeds Jean. \" But, the truith is, they were far owre young mar ries. They just gaed thegither wi' little mair than what they stood in ; an' her man has but a wee wage, an' he's no owre weel-doin', forby ; but he's come o' the wrang kin' to be ocht else, a-tweel-a wat, is he. The Tamsons were a' fash'd wi' a drouth. The gran'faither o' him drank a twa storey hoose in a fortnicht, an' it had ootshot garret windows, an' a backjam' built till't for- by \" \" I declare if some thochtless creat'res dinna bring their pigs to a puir market,\" ejaculates the old woman, her mind more absorbed in the unfor tunate Nancy than her drouthy husband's pedi gree ; \" but naething '11 ser'e a wheen young anes noo-a-days but they mun be marriet,\" casting a knowing look in the direction ofthe chest, \"whether"], [178, "158 Ayrshire Idylls of Other Days. they're gether't or no. They little ken, puir silly fules, the botherations that's afore them ! \" \" A-tweel-a-wat, an' it's weel they dinna.\" But, hark ! the bells begin to ring from the dif ferent steeples. The youngsters shut their Bibles and catechisms, in which they had been rehearsing the Sabbath-school lessons when they did not happen to be listening to Jean's harangues. The old folk break off their talk, and, shaking the crumbs from their laps, rise to their feet. For the next few minutes all is hurry and bustle. The pile of Sunday finery on the bed is transferred to the heads and backs of their several owners, who now step out to church — the bashful intended and his lady-love, not the least daunted by the dismal side of the matrimonial picture held up for their edifi cation, taking the lead ; and the old woman bring ing up the rear, after locking the door on the not overly-well-pleased dog and cat, and concealing the key under the bass. And so they pass from my sight. \" Only an unseen presence fills the air, And baffles my pursuit.\""], [179, "A LITERARY RELATION."], [180, "\"There is no doubt that the men of the older generation looked bigger and more formidable to the boys whose eyes are turned up at their venerable countenances, than the race which succeeds them to the same boys grown older. \"Old people are a kind of monsters to little folks ; mild mani festations of the terrible, it may be, but still, with their white locks and rigid and grooved features, which those horrid little eyes ex haust of their details, like so many microscopes, not exactly what human beings ought to be. \" — Oliver Wendell Holmes. r"], [181, "IX. A LITERARY RELATION. HpHE saying: \"A man is known by the com- pany he keeps,\" might, I think, with equal point, be altered to read : \" By the books on his shelves or the pictures on his walls,\" unless when they happen to be of another's choosing, which is not, I daresay, such an infrequent occurrence as the selecting of our friends for us by others. At anyrate, I know it is the same vanity in my character which made me hang Paul Chalmers' \" Legend,\" as a pictorial representation of the occupation of my own idle moments, in the place of honour above my study-mantelpiece, that makes me suspend my literary relation on the same line at its left-hand side. As a work of art it may not amount to a great deal, being only a dingy little three-quarter length photograph in an oaken Oxford frame, and lack ing, of course, the substance, the dignity, the aris tocratic air, if you will, of a portrait painted on canvas and mounted in superb gold. But the"], [182, "162 Ayrshire Idylls of Other Days. lineaments of the old gentleman's portly figure, as he sits in an easy, half-reclining attitude, are, never theless, all there, and could not have been rendered more true to the life had the late Sir John E. Millais been the limner, instead of the sun's rays. I can myself supply the rich florid colour to his fine Scotch face, with its clean-shaven lip and chin, its mouth drawn slightly down at the corners, which always gave him, to us youngsters at least, a cross, ill-natured expression — its full blue eyes, and ample forehead, crowned by snow-white locks of curly hair, of which his bushy whiskers were a continuation. These are the self-same half-dress garments he always wore at such times as he went up the street — not tight-fitting or dandiacal, but easy and roomy, and full of deep lurks and folds whenever he sat down, just as he is doing in the photo grapher's chair in the picture. The last two but tons of his capacious waistcoat are left unfastened, and would not have been his had it been otherwise. And that was the style in which the limp loose ends of his black satin neckerchief always lay on his modest bit of white shirt breast. He is an uncle of mine — a minor poet and man of letters — the only one of that scribbling frater nity, so far as I know, who ever belonged to our"], [183, "A Literary Relation. 163 family, either on the one side or the other ; hence the store I set by him, and the prominence I give to his picture above my mantelpiece (though it does not come up to the idea of what \" The Auto crat of the Breakfast Table \" says a family portrait should be), and relegate such literary lions as Thomas Carlyle and George Eliot to more obscure portions of my study walls. He is the author of a very excellent, almost model local history, which passed through the fourth edition shortly before he died at the ad- vanced age of eighty-two years. His only other prose work, with the exception of a few sketches, is a dialogue between Burns and some of his Kil- marnock friends in a public-house, which was, I am afraid, the reverse of a success, as his genius was not dramatic. It was, certainly, an act of consider- able literary daring, more creditable perhaps to his simplicity of heart than the complexity of his intellect, to set a-talking this brilliant conversa- tionalist, of whose speech it is recorded that it not only took Edinburgh society by storm, carrying witty Duchesses off their feet, but that the very waiters and ostlers forsook their warm beds in the middle of the night to come under its spell when ever it became known that he had arrived at an"], [184, "Ayrshire Idylls of Other Days. 164 inn. In any case, it was a risky thing to set the tongue of this bewitching talker a-wagging in a convivial gathering of such worthies as John Gou die, Tam Samson, and Robert Muir, and was cer tain to be a failure in the hands of a much defter man of letters than my uncle's. The pity was that he could not see this for himself, more especially since he had already written some verses, showing a rare appreciation of Burns's worth as a man and his genius as a Scottish bard. He is also the author of a little volume of poems and songs, humorous and sentimental, which passed through two editions. One or two of these songs have been set to music, and taken rank among that great body of lyric poetry which is the com mon food of the Scottish heart. The first time I heard one of his songs sung in public affected me much the same as if I had been the author of it myself. The artiste was a poor ragged woman, and she was singing it for bread in the back court of a block of tall city houses, many a mile from where its author lived. This was, indeed, true fame ! Oliver Goldsmith's heart could not have been more elated with the pleasant wine of an author's vanity as he followed, in his student days, the ballad-singers on the streets of Dublin singing"], [185, "A Literary Relation. 165 his own songs, than mine was that day on hearing this poor ragged woman lilting with her cracked voice the lines of my author-uncle's song. For a literary life, embracing a period of fully sixty years, and blessed with exceptional health, the above record of literary achievements may look small. But it must be remembered that he was a slow man, and lived, moreover, in a sleepy Ayr shire town in the days of \"fine old leisure.\" Be sides, literature was more the occupation of his spare hours than the daily business of his life. In his youth he was bred to the loom, but, feeling it irksome, he forsook it for basket-making. Nor did he continue long at that. Finding it as uncon genial as weaving, he changed it for book-binding, which calling he pursued, in conjunction with the care of a circulating library — his own property — and the sale of newspapers and general stationery in a little shop at the lower end of the less busy part of the main street of his native town. He likewise, in the season, sold gooseberries and apples and pears grown in his own garden ; for he had a true poet's love of gardening, and I am doing him no more than justice when I say that he always found infinitely more pleasure in rearing his fruit than in exchanging it for money. Many"], [186, "166 Ayrshire Idylls of Other Days. an hour he spent tending his trees and his flowers, in this little Eden of his, which he kept with the utmost neatness and care ; and here, also, amid its quiet and seclusion, he came to woo the shy muse, composing, in his little arbour, some of his happiest verse. Such, at least, was his union of employments at the date to which my boyish recollection goes back, and sketches his corpulent figure in white apron and bib, with florid complexion and snowy hair, standing in his little shop door, with his hands in his trouser pockets, \"puffing contentment from his lips,\" or gossiping with customers at his coun ter, or binding books at his bench by the window, screened from the curious gaze by a double tier of newspapers and illustrated journals, neatly arranged on two strings extended from shutter to shutter behind. This latter branch of his business was never of a very extensive character, being chiefly confined to repairing his library books, for which it came in very handy. He did, however, occa sionally bind new books, and that too in a manner, for thoroughness and solidity, that would have re joiced the heart of even the Chelsea philosopher, as my father's family Bible, two volumes of \"Cham bers' Information forthe People,\" and a \"Walker's"], [187, "A Literary Relation. 167 Dictionary,\" still in good condition, can abundantly testify. His little book-shop, like Tom Davies's in Russell Street, Covent Garden, in Johnson's and Goldsmith's day, was a general lounge for all the lit terati of the town. The stalwart U.P. minister, who was the author of a little booklet of verse entitled, \" Scenes of Youth Revisited ; \" the parish minister, who was an excellent judge of a good story, and, it was said, perhaps because of his rosy.yettruly human countenance, a glass of Scotch whisky ; the school master, who was a \" stickit stibbler \" like Dominie Sampson, and a perfect walking encyclopædia of knowledge, only he must unravel it in his own de tailed, day and date fashion — he could never con dense a story, or tie up its salient features in a few well-chosen words ; the passionate Doctor B , who had the reputation of being addicted to alcohol and profane language, and the best setter of a broken limb, or amputator of a useless one, in the whole country side ; the local landscape painter, from whom I received my first lessons in drawing, and who furnished the dining-room walls of the town and country gentry with views of the scenery of their own beloved shire- — these worthies, with an odd specimen of the voracious reader and the radical politician, were frequently found block-"], [188, "Ayrshire Idylls of Other Days. 168 ing up the little space between the counter and the shop door ; or the more favoured of them would be invited into the little parlour behind to carry on the talk under the kindly stimulus of a dram and a fragrant pipe of tobacco. I was too young then to remember any of their talk, to which I was frequently a clandestine listener, being chiefly about books and authors ; but I have a very vivid recollection of the talkers themselves, and mighty heroes and intellectual giants they were in my juvenile eyes, which viewed them almost with a kind of superstitious awe. Even now, after a personal acquaintance with some of them, and my critical faculty fully developed, I am unable, such is the strength of early impres sions, to divest my mind altogether of its youthful reverence. Woe betide the unsophisticated urchin who came during these learned colloquies in the little space between the counter and the shop door, or the little back parlour, for a pennyworth of paper and envelopes or a half-pennyworth of apples ; or the customer for a book out of the library, and could not make up his or her mind quickly which one to have, if old Betty, his wife, was not at hand to serve them."], [189, "A Literary Relation. 169 She was a little, thin, shrivelled, sallow-featured, timid woman, who, like Jeanie Welsh Carlyle, acted as a kind of buffer between the world and her bad-tempered lord, as well as between him and his nephews. As children we were always frightened of him. Like that formidable \"old bencher of the Inner Temple\" Elia so pleasantly resurrects for us, he \" made a solitude of children wherever he came, for they fled his insufferable presence as they would have shunned an Elisha bear,\" a cir cumstance all the more remarkable, perhaps (and making my riper judgment somewhat sceptical of the accuracy of my early impressions), when it is considered that of all his poetical pieces, those dealing with child life are destined to have the greatest longevity. My aunt, too, I remember, rather strengthened our bad opinion of him by the way in which she acted. If she slipped us a few gooseberries, or a copper at a Fair time, it was always done furtively, and with the whispered in junction, \" Now, don't let on to your uncle, or .\" I don't know that she ever completed the inference, but we were deep enough, young as we were, to do it for her. It may only have been a poor humour of hers to put things in this light ; or a morbid craving for sympathy may have, consciously or M"], [190, "170 Ayrshire Idylls of Other Days. unconsciously, prompted it ; for she was of a com plaining disposition, and generally went, among her relations, by the name of the \" cheeper.\" Whatever were our elders' feelings towards her, we youngsters, at least, pitied her much as we did the beautiful captive princess in the giant's black marble palace of Arabian Nights' fame ; and I should not be at all surprised if our enthusiastic young imaginations played the role of Prince Codadad for her deliverance. Poor — I was going to say hen-pecked — Betty, but that would be a confusion of genders ! There is little wonder if she felt lonely sometimes, and craved for more sympathy than her husband and his literary friends perhaps gave her. She had been the mother of a large family, all of whom died in infancy with the exception of one son, who was married and lived at a distance ; and even towards him, it was understood, she had to lavish her affection surreptitiously. The only reason I could ever discover for this particular dryness between father and son — unless the ridiculous one, I have heard stated, that he had married a woman with Irish blood in her veins — was, that while his mother generally spoke of him as \"our Willie,\" his father invariably talked of him as that \" chiel,\""], [191, "A Literary Relation. 171 which may, after all, only have been his Scotch way of concealing his paternal feelings. All the same, this seeming estrangement between father and son, in spite of these explanatory reasons, always presented itself in the light of a conundrum to my boy's mind, which, after cudgeling my brains for a little, I generally gave up, as the children say when playing at guesses. The stand ing inconsistency, however, between the sentiment of his poetry and his acted life, though also par taking of the nature of a mystery, was not so readily relinquished by my seniors. Indeed, this was a theme my mother and aunts frequently waxed eloquent on, especially if the one or the other of them had a crow to pluck with him for some supposed slight or want of consideration, though, sister-like, they would never hear a word from anybody else against him. The saying, \" a prophet has no honour in his own country,\" becomes truer and truer the nearer you reduce the idea of country into its original elements, receiving its most perfect fulfilment in the family circle ; for no man is a hero to his brothers and sisters any more than to his valet. I have heard it said that you should not even be too familiar with your minister or your doctor if"], [192, "Ayrshire Idylls of Other Days. 172 you wanted the prayers of the one or the prescrip tions of the other to possess any remedial value over either your soul or body. It is the fewer number of us who are fit to be entrusted with a peep behind the scenes. A glimpse of Hamlet in his dressing-room quietly quaffing a mug of beer just after hearing him, in a freDzy of hysterical language, order the horrified Ophelia to a nunnery ; or Lear complacently smoking a cigar with his legs crossed, after hearing him exclaim, on the discovery that Regan is about as good at bandying hasty words, scanting his sizes, and opposing the bolt against his coming in as her sister Goneril, \" Oh, fool, I shall go mad ! \" as he passes bare-headed out into the storm, would, I fear, be fatal to their further influence over the most of us. It is much the same thing, I presume, with poets. In their creations we are accustomed to see them in their moments of inspiration, strung up to the highest point of tension, though the laborious steps by which they may have climbed to that elevation are hid from us ; and we are completely disillusionised on beholding them with the pegs set down. At least, I know such was the case with my literary relation and his near kindred."], [193, "A Literary Relation. 173 With their naked acquaintance with the prose side of his life, so full of human failings and short comings, they felt as if his poetry was all a make believe. They forgot that it was a much easier thing to write a poem than to live one, or rather that they were two entirely different things. No amount of reasoning could induce them to dis sociate the artist and his work. They persisted to the last, at every new illustration of his supposed selfishness, or surliness, in holding up his poetry to condemn his life, and his life to give the lie to his poetry. In standing up for this literary relation, in whose genius I felt a pride even in those early days, I frequently incurred the displeasure of my parents. Once in particular, I remember, I was severely rebuked as a wicked blasphemer for re minding them that Christ's brethren thought him a big humbug too, probably for no more philo sophic reason than because, like them, they had slept in the same bed and eaten at the same table with him. But such has always been the contemptuous fate of genius at the hands of familiarity. Perhaps the most famous instance of modern times is that of Thomas Carlyle. His own reminiscences and his wife's letters put the public in much the same"], [194, "174 Ayrshire Idylls of Other Days. position as blood relations, and it made as frank and foolish a use of its privilege as such relations usually do. I believe if Shakspere had been simple enough to write such candid reminiscences, or Ann Hath away had preserved her own and her husband's letters, as did Jeanie Welsh, the likelihood is that we would have discovered his kinsfolks' and fellow townsmen's ideas of his poetry were governed pretty much by his daily matter-of-fact behaviour to themselves ; and that his prosperity in this world's gear commanded their secret admiration far more than his genius as a dramatic writer. Not that even he has wholly escaped, for in his sonnets, which some assert are just his autobio graphy, are to be found abundance of food for the curious and judicial mind to convict him as a dealer in precious sentiments utterly at variance with his own life ; but, happily, the whole thing is so subtly mixed that it is next to valueless for the purposes of that simple order of minds which are so prevalent among candid relations. I am afraid this same familiarity has a deal to answer for. Is it not, indeed, chiefly its blame that it has passed into a proverb, that it is only after genius has become mortal that its worth is"], [195, "A Literary Relation. 175 recognised — that, in a sort of sacred sense, as I have heard it put, it has to die before it can save its fellow men ? And yet, perhaps, it is not the unkindest fate that could befall it — for poets, like historical events, cannot be judged of truly in their own day ; they are too near hand us ; the light which is beating on them is too fierce — dazzling and bewildering us by their very wealth of insignificant detail. It is only after the pale twilight has arisen between them and the tomb, obscuring the trivial, the mean, and the sordid, and revealing only what is holy and spiritual, that we can look at them with soft cool eyes and judge them justly. There may even be a shade more of charity than justice in our verdicts, but neither the poets nor, least of all, ourselves can be the losers on that score. And so, may it always be mine to view through the pleasant glamour of the past this picture of my literary relation hanging above my study mantel piece, by the magic of whose features I have been recalling other faces and figures out of the dear langsyne, I trust in the same spirit of kindly love and charity which I have been prescribing to my readers. I am still a long way off my uncle's age at"], [196, "176 Ayrshire Idylls of Other Days. which he \" let fall the pen,\" and there is no know ing what I may need at the hands of posterity myself, which is perhaps an unworthy way of regulating our conduct ; better, I daresay, to give charity without any calculations of its return ; but, I fear, if I ever write anything worthy to be remembered after I am dead, my surviving friends will have to shut their eyes to perhaps greater infirmities of character than his before they will be able to see anything in my lean scribbles."], [197, "THE OLD AND THE NEW CARRIER."], [198, "\" After all, the man whose horse trots a mile in a minute does not carry the most important messages : he is not an evangelist, nor does he come round eating locusts and wild honey. . \" ' What ! ' exclaim a million Irishmen, starting up from all the shanties in the land, ' is not this railroad which we have built a good thing ? ' Yes, I answer, comparatively good — that is, you might have done worse ; but I wish, as you are brothers of mine, that you could have spent your time better than digging in this dirt.\" — Thoreau."], [199, "X THE OLD AND THE NEW CARRIER. T N these days of high-pressure railroad civilisa- tion, I fear it will be considered worse than \"flat burglary\" — to borrow a Dogberryism — for me, a denizen of the city, whose time-honoured college sheltered within its walls the famous dis coverer of the magical power of steam, to lift up my voice in lamentation against the decay of that old-fashioned public service of carriers, which the introduction of steam power, with the ever increas ing multiplication and ramification of railways throughout the country, is fast pushing to the wall. That picturesque, and, I may say, social mode of carriage, the stage coach, is long since a thing of the past ; and the rising generation can only make its acquaintance now in novels, and the Sketch Book of Washington Irving, or along the Cumberland lake tourist routes. The carriers — those grey-whiskered, tough, sinewy figures, in fur caps, with upturned ear lappets, or \" Tam o' Shan-"], [200, "180 Ayrshire Idylls of Other Days. ter \" bonnets, and sleeved moleskin waistcoats, over the shoulders of which are strapped huge square leather pouches ; with heavily-laden carts, spanned, gipsy fashion, by weather-beaten awnings, and drawn by slow plodding horses, with unkempt fetlocks staffing at every step across their shining hoofs; and followed by great sauntering policeman like dogs, generally chained to the axletrees — the carriers, who issued thrice a week from the village to the nearest market town, may, partly on account of the nature of their goods and partly from other circumstances, be said to be dying much harder than the stage coach ; but dying, if not almost dead, they assuredly are, so that our grandchildren will know as much about them as we do about the antiquities of Greece or Rome. I never listen to a panegyric on the blessings of steam, and railways, and postal telegraphs, and all the rest of it, which have so greased the wheels of civilisation that everything is going at breakneck speed, without being old-fashioned enough to utter a demurrer, not loud, perhaps — I would be thought a lunatic if I did — but deep rather, like the curses of Macbeth's \" mouth friends.\" Brought to the test, however, my reason is willing to own that these modern discoveries and"], [201, "The Old and the Nezv Carrier. 181 inventions, like Fortunatus' wishing-hat, have as good as annihilated time and space. But if they have brought distant places near, and multiplied my opportunities for travelling and sight-seeing, they have at the same time increased my responsi bilities, and worry, and cares, which I cannot esteem an unmixed blessing in this already too chased mundane existence of ours. Besides, if the railway does take you quicker over the ground, the memory it leaves behind resembles a nightmare, a delirium, a feverish dream, the passage of a weaver's shuttle, \" a tale told by an idiot.\" But a journey performed in the slow carrier's cart, with its pleasant country sights, its stoppages by the way, its exchange of gossip and sly bantering talk at wayside inns, and farms, and cottages, is an experience that, to its minutest detail, imprints itself deeply on the youthful mind, and, like newly bottled wine, always improves with age ; for Though absent long, These forms of beauty have not been to me As is a landscape to a blind man's eye : But oft, in lonely rooms, and 'mid the din Of towns and cities, I have owed to them, In hours of weariness, sensations sweet, Felt in the blood, and felt along the heart ; And passing even into my purer mind, With tranquil restoration."], [202, "182 Ayrshire Idylls of Other Days. I am sure, for instance, that if David Copperfield had travelled from Blunderstone to Yarmouth in the train instead of Barkis the carrier's cart, these journeys would never have found a place in some of the most romantic chapters of his biography. But after all the concessions that reason and com mon-sense can make in favour of speedy travelling, was it for nothing else than that it has abolished the slow carrier's cart, and I shall never, in the pathetic words of the little song, behold it any more, I am sensible of a distinct grudge in my heart against the whole pack of railroads, which have been nicknamed by Ruskin — not without some shadow of reason — in one of those charming gusts of passion for which he is so famous, \" the loathsomest form of devilry now extant ; animated and deliberate earthquakes, destructive of all wise social habit or possible natural beauty ; carriages of damned souls on the ridges of their own graves.\" It is always with a feeling of real pain that I witness a village — one of those sequestered sleepy hollows I had known in the old days, with its homely carrier's cart and bustling stable yard, the lounge of village gossips and idlers — invaded by a railway service. And what adds to its acuteness is that I am all alone in my suffering, every second"], [203, "The Old and the New Carrier. 183 villager I meet declaring with satisfaction, and even enthusiasm, that the change has done the place a \"heap o' guid,\" and is, in fact, a great improvement. Tastes differ, and I suppose I must allow other people the same liberty of judgment I reserve to myself; but I think an ugly, chocolate-coloured, dog-box-looking erection, called a station, set down by the edge of a line of railway in the heart, or even on the skirts of a village, is the reverse of an improvement. And when you think of the trance like stillness of the straggling village street, with the opiate sunshine asleep on the footpath, broken every now and then by the demoniac screeches and yells of passing trains, John Ruskin's nick name of \" the loathsomest form of devilry now extant \" is not so far astray. If the nuisance stopped there, on the skirts of the village, it might be borne, or shut out from view ; but then it is contagious, and infects worse than a fever, a characteristic eruption breaking out in divers places, \" destructive,\" at least, \" of all possible natural beauty,\" if not, perhaps, of \" wise social habit ;\" and of which that modern three storey tenement, with flashy city-looking shops underneath, set down amongst thatched cottages"], [204, "Ayrshire Idylls of Other Days. 184 with long sloping gardens behind, is a painful illustration ; also the transformation of the quiet, unassuming \"Cross Keys Inn,\" as the enlarged signboard, in monster gold letters, tells us, into the \" Railway Arms Hotel,\" with complete new front window, all in one pane, radiant with vulgar paint, and decked out with show-cards and coloured bottles like the window of a common town pot house. At sight of these changes, wrought by the mir aculous genius of the new carrier, I am given to question if, as a race of human beings, we are one whit happier, or as happy, perhaps, as our grand sires, for all our hurry-scurry railroad civilisation, with its increased facilities for human traffic and travel, and our ability to cram so much into the life of our working-day ? Cram as you like ; heap it on, pressed down and running over, as you may, man can only stand what he can stand. Healthy mental existence is no more possible without a taste of leisure than healthy respiration without as much nitrogen in the air as will keep the oxygen from burning up our material frames too fast. If we don't get it in a brief holiday to the coast or country, where life generally burns down to the socket, and without the heart being as dry as"], [205, "The Old and the New Carrier. 185 summer dust either, we may find it in the perusal of a George Eliot's novel, with its portraiture of slow last century life ; but get it in some shape or another we must, or retire from the scene all the earlier to a premature grave to secure that rest under the green turf we should have had above it. In the good old times, before the discovery of steam power and the invention of the new carrier, holidays were unknown, for life was a perpetual holiday. It was not a hunger the one day and a burst the next. We didn't bolt life then as we do now, but took it leisurely, and had time to digest and enjoy it ; and it went to nourish us, and we wore a sleek, contented look, and lived to a green old age. These were the halcyon days of the elder carrier. He was quite a public character in his way, and as closely in touch with the life of the village or little town as either the doctor or the clergyman. If the former saw us safe into the world, and the latter conducted us as safely out of it, the carrier cheerfully bore our material burdens for us while in it. Almost the entire business of the little community which he served rested on his single shoulders, of which the capacious pocket-book he kept in the inside pocket of his sleeved moleskin N"], [206, "186 Ayrshire Idylls of Other Days. waistcoat, swollen out almost to bursting with letters and accounts and bank-notes, and bills and memoranda of all kinds, was abundant testimony. He brought the goods from the market town to the shopkeepers ; performed messages for the village housewives ; carried servant girls' boxes when they left their places ; executed commissions for the farmers in the ironmongery or grain and seed line ; and took an occasional passenger a cast in his cart, generally children or the female sex. There was a fine human neighbourliness about him. No garrulous housewife was afraid to speak to him or bore him with long-winded directions and questions. Giving him a parcel or a message was like entrusting it with a friend. His horse, too, sleek, slow, and plodding, was as familiar a favourite as himself ; little curly-headed, bare legged urchins, full of bravado, slipping up to it as it stood ready to depart, and touching its smooth coat with their tiny hands, the dog chained to the axle-tree beneath the cart not resenting the fami liarity ; while its measured step, as it came up the street at dusk and rumbled into the inn-yard, where the stable-boy was in waiting with the square lamp with the conical top, was as well"], [207, "The Old and the New Carrier. 187 known as the footstep of a husband on the door step. What a contrast all this to the new carrier. Nobody thinks of clapping his iron steed as it stands pawing at the station, getting up steam. Nor do they dare to use any more familiarity with the carriers themselves. Nobody dreams of taking these railway officials into their confidence, or if they do, they'll soon get a rude awakening. You must speak by the book to these taciturn gentry if you don't want the nose snapped off your face. To put a question to them, in such a neat and compressed manner as to secure a civil answer, is enough to give palpitation to the heart of the stoutest. And what a cold unsocial place is a railway station compared with the carrier's quarters? The very name of the latter smacks of snugness, with the warm yellow straw scattered about the ground, on the top of which the dog is stretched in a corner, watching through his half-shut eyes the miscellaneous heap of parcels lying around, and the unloaded cart with its shafts resting on a tressel, while his master is going about his business. How poor, too, does the new carrier compare"], [208, "188 Ayrshire Idylls of Other Days. with the old ? In the new everything is square, and shut in, and in line. In the old the reverse is the case. On busy days the hind door of the cart is let down on the ends of the shafts to accommo date a chest or bag of meal ; and empty paraffin oil cans, and baskets of dairy and garden produce, and braces of spring chickens, which he picks up at gate-posts by the way, or receives from the hands of sunburnt servant lassies at farm-road ends, dangle from the four corners of the cart. And, to complete the picture, an aged woman in black-and-white checked plaid looks out from the shadow of the awning, like the face of a Vandyke portrait from a canvas frame. The new carrier always presents a demoniac and forbidding appearance, whether we see it tear ing along the hillside, or emerging, as it were, from the inane into the railway station, breathing fire and thunder. Its predecessor again, under all circumstances, wears a familiar, homely aspect, which invites confidence and bespeaks a sweet human security. I remember after I had left home and taken up my residence in the big city, I still kept up a very substantial correspondence, once a fortnight, with the old woman, through the medium of this same"], [209, "The Old and the New Carrier. 189 old-fashioned carrier and a little square wooden box. The railway, to be sure, was in existence then, but we all preferred to patronise the not yet extinct carrier, perhaps because it was homelier, or it may have been on account of some conserva tive taint not yet eliminated from our radical veins, or more likely from some vague idea of its being safer ; for the little box was borne along the rough turnpike road, between hawthorn hedges, past lonely farmhouses, through scattered hamlets, and over the brown moor, every foot and object of which road my parents had travelled and were familiar with. The going to the \" carrier's quarters \" for that tiny box was the biggest event in my fortnight's city life. I believe the carrier in handing it to me shared some of the joy I felt in receiving it ; for he knew he was the blessed mediator between my mother and me, and I keep a kindly corner in my heart to this day for him. With what secret triumph I bore it home on my shoulder to my lodgings ! How eagerly I undid the rope, and was in among its contents ! And what contents ! There were my clean-washed clothes, not like those done in the city, which the old woman declared had \" aye a reekit smell,\" but with the odour of"], [210, "Ayrshire Idylls of Other Days. 190 the hedges on which they were dried saluting my nostrils the moment I opened the lid, and bringing before my mind's eye a picture of the garden and the green where I used to feed my rabbits on the tufts of white clover, and the knock-kneed zigzag rickety-elbowed pear-tree in the middle, whose slow ripening fruit used to set our young mouths a-watering every time we looked up at it. But what little bit of paper is this pinned to the breast of one of my shirts ? A brief inventory of some of the contents, with a spice of home gossip and sage counsel thrown into the bargain. In the toe of each of my clean-washed, well-darned stockings is nestling a fresh new-laid egg. And here, packed between my shirts and flannels, is a \" farle\" or two of scone and oatcake, the latter, the little note tells me, to be sure and get my landlady to back-toast before I eat it, otherwise it will not taste nice and crumpy. Down in a corner, wrapped in a cabbage-blade out of the garden, is the end of a roll of powdered butter, its creamy sides distilling diamond beads of dew. Further down yet, oh my eyes ! a great thick slice of haggis, mother's own make, which the little slip of paper, I find, tells me they had to breakfast on my birthday, and thought tasted very good. And, to crown all, tied"], [211, "The Old and the New Carrier. 191 in a corner of my coloured cotton handkerchief is a shining half-crown, just like it used to be tied when I was a little chick sent on an errand, and stuffed down my bosom at the tickly place of the neck, lest I should lose it or get it stolen from me. I don't remember now, but I trust that my heart, overcome by this flavour of maternal love and home associations, was full to bursting sometimes as I lifted the contents, one after another, out of their hiding places. I would like to think that my eyes on some of those occasions swam in my head, and that I only saw indistinctly, as through thick crystal, the things before me, though I was quite sensible all the time of the big round tears cours ing hot down the sides of my innocent nose, and dropping among the things in the box. There are some weaknesses that we are secretly proud of, and which we increasingly cherish with our growth of years and sense ; and tenderness for the memories of. our loving mothers, I think, is one of them. The pity is that the dear hands which packed those thoughtless sons' boxes are usually mouldering in the cold ground before we realise our loss, and with it the opportunity of ever repaying that love again. I often think of a saying of the old woman's"], [212, "Ayrshire Idylls of Other Days. 192 which she was in the habit of giving utterance to when she fancied her offspring were indifferent to her maternal sacrifices, \" Mothers are like poets, it is only after they are dead and buried that their works are prized and their praises sung ; \" though I can aver that this knowledge never made her spare herself in the least, any more than it makes the budding bard chary of his midnight oil. And on the heels of that saying she would generally observe further — with a pathos that I was too young then to feel the force of — \" I wish I had my mother back, I wadna vex her as I hae done.\" Many a lonely heart in the bitterness of regret, both before and since her time, has given utterance to that same wish, but that is one of the prayers, no matter how fervently offered up, to which there comes no answer — Neither present time nor years unborn Can to our sight that heavenly face restore. The good Dr. Johnson, who had a quick con science, must frequently have uttered it in some of the melancholy moods to which he was subject. And because he could not get back his father, whom he had once vexed by refusing to go and keep the bookstall for him in Uttoxeter market place, he afterwards went in his old age and stood"], [213, "The Old and the New Carrier. 193 for a stricken hour, with uncovered grey hairs, in the very spot where his father's stall used to stand, a spectacle to every gaping passer-by, as an act of penance for his former disobedience. It may be matter of conjecture the amount of satisfaction which the shade of the old Lichfield bookseller would derive from this heroic act of penance of his son, but there can be no question, I think, about the peace that would come to the big bursting heart of the great lexicographer, as the uncouth figure of him stood there in broad day, with uncovered head, in the market place ; truly a figure not to be despised by the curious and mar velling multitude, if it rightly understood the sight, but to be envied rather. If the virtue that went out of him on that memorable occasion, leaving him weak but com forted, was not what is termed a direct answer to his prayer, it was surely the next best thing to it ; for if the father could not come to the son, the son had gone to the father, and, even in a more literal sense than when he was in the flesh, been closer to him in that hour of expiation than at any similar period in his former lifetime. Contemplating human frailty in the light of the above incident, I have my misgivings whether those who manage to"], [214, "Ayrshire Idylls of Other Days. 194 regulate their lives so as to escape such acts of penance do not also escape something else which they would be richer for having. The knowing ones osthis world, in whom wisdom may not be said to linger, but comes early ; those self-contained persons who talk smugly about the propriety of squaring their conduct so that what ever happens — by which is usually meant the death of a sickly parent or relation with whom they are at \" loggerheads\" — they will escape reflection after wards, I have never known whether most to pity or to envy. I fear, however, my sympathy is on the side of those less fortunately constituted, and who, I guess, are the big majority among us — the simple and impulsive, who must have their wind out, cost what it may, and who are only wise after the event, \" ahint the han',\" as the shrewd Scotch have it. Experience is the only teacher of these simple ones. They must go through their full apprentice ship and become fathers and mothers themselves, and see their own thoughtless past mirrored in the careless present of their children ere they have their lesson properly off. True, their knowledge comes too late to save reflection. They must pay the penalty. But if the cup is bitter to drink it"], [215, "The Old and tlie New Carrier. 195 has still some dregs of comfort lying at the bottom, in the thought that it is better to have learned too late than never to have learned at all. For with this knowledge comes a new insight into the beauty and the holiness of motherhood, which works the same miracle on their affections as the purifying furnace, seven times tried, does on gold. They become heirs of a second and elder childhood in their old days, and sing, in accordance with the old woman's dictum, the praises of their dead mothers, as they do their most deeply-lamented poets, with a far wider understanding, and a quicker sympathy, \" than when they lived indeed.\" They unclasp the \" book and volume of their brain,\" and ransack its pages in search of the most delicate morsels of langsyne, little tit bits of reminiscence, to feed their fancy upon. They steal back in spirit to the old home, and drawing their chair up to the generous hearth, become actors again in the simple drama of the household life, playing their little parts, whether of comedy or tragedy — in which their loving mothers always take the chief part — with an inward sense of realism that your histrionic genius wots not of. They tell their children tales of the flowery days of boyhood, in which the same dead mothers —"], [216, "196 Ayrshire Idylls of Other Days. those comfortable Madonnas in clean print frocks or drugget petticoats and coloured shortgowns we knew fifty years ago — are the sainted heroines. They lie awake in the night, and watching the white moonlight from the window aslant the wall of their chamber, they think of the same moonlight lying on their mother's grave, and silvering the white sandstone at her head ; and if, like Tennyson to his Arthur, they feel nearer to her, there will sometimes come over them such an eerie kind of pity, as they muse on what was once the warm breathing flesh-and blood form of her who had fondled and caressed them, now imprisoned in the cold dark ground ; and they will not be able to get to sleep till they have arisen and perhaps smoked a pipe of the Lethean weed. They treasure old keep sakes ; show a weakness for old books which were their mother's favourites, or in which her name has been inscribed with her own hand. Heirlooms in the shape of an old mahogany eight-day clock, with a crack across its olive-tinted face, or an old chest of drawers, in which the veneer is sadly chipped around the keyholes, are held in higher esteem than the most modern new ones which money could purchase ; and all because they had"], [217, "The Old and the New Carrier. 197 once stood in the old home, and dead eyes had looked up at the dingy dial-plate, and dead hands fumbled in their worm-eaten drawers. Old pic tures, too, of familiar spots which a mother's presence has hallowed, wretched daubs though they be, are more precious in their sight than the oldest of old masters. And shadowy mildewed photographs, of features mouldering to dust beneath their shrouds, are hung on the line and in the places of honour on the walls of their most private chamber, where they can look on them without needing to conceal their emotions. In a word, to adapt the language of the good Friar Francis, and fit it to this theme of dead mother hood, — The idea of her life doth sweetly creep Into their study of imagination ; And every lovely organ of her life Doth come apparell'd in more precious habit, More moving delicate, and full of life, Than when she liv'd indeed.\" But whither is my pen carrying me ? Faster, I fear, than the forty miles an hour modern carriers I have been so severely animadverting upon. It seems an age since I left the carrier's quarters in the big city, bearing proudly aloft on my shoulder what has turned out to be a kind of Pandora's"], [218, "198 Ayrshire Idylls of Other Days. casket, or \" Fancy's Show Box \" rather, instead of a little square brown-painted homely wooden trunk, tied with a bit of common rope, and stuffed with such prosaic materials as stockings and shirts and vulgar bread and butter. These pictures from the fields of memory exhausted, I now feel pretty much like a showman who has got to the end of his tether. Still, to lay down my pen without a farewell word about the old carrier, in whose behalf I so valiantly took it up, would, I fear, not only be shabby, but a mistake, from the artist's point of view, into the bargain. To complete my sketch, therefore, suppose I make you a present of a ride, the first and only one I ever had in a carrier's cart, which this babble about dead mothers brings back to my mind, where, like a vigorous etching on a white mount, it has remained printed since boyhood, when all the railway jour neys I have performed in the interval, and they have not been few, are a blurred mass of confusion, or blotted out entirely."], [219, "A RIDE IN A CARRIER'S CART."], [220, "\" Going by railroad I do not consider as travelling at all ; it is merely 'being sent' to a place, and very little different from be - coming a parcel.\" — Ruskin."], [221, "XI. A RIDE IN A CARRIER'S CART. A T the close of my last paper I promised, by way of a finish to my sketch of \" The Old and the New Carrier,\" to treat the reader to a ride in a carrier's cart ; but I must first relate how it happened that I came to be a passenger in that primitive conveyance. I had had a severe illness just as I was entering on my teens. A promising young physician, to whom I related my symptoms years afterwards, told me I must have been suffering from purpura rheumatica. That may have been so, but I know that my case was a great puzzle, not only to my distressed parents, but our kind old family doctor as well, who certainly never called it by that long learned name, if, indeed, he ventured to christen it by any appellation. All I remember is, that the joints of my lower limbs always became swollen, and stiff, and painful, simultaneous with an out strike in the skin of bright scarlet spots, extending o"], [222, "Ayrshire Idylls of Other Days. 202 from the knees to below the ankles, whenever I for sook the warm bed for a few hours ; that the swelling and stiffness, and pain, vanished again after I had been back a short time among the blankets, as did also the spots, more gradually, however, for they first became purple, then a yellowish green, which, turning fainter and fainter in colour, finally faded into the general hue of the skin, like patches of ecchymosis, I think the doctors call it, in an ordin ary contusion ; that I swallowed a whole shopful of medicine in the form of red gritty powders that stuck in the teeth, and nauseous mixtures that no such antidote as a spoonful of black currant jam or piece of lump sugar could ever take the bitter out of ; that I was frightened almost to death by my Sabbath school teacher coming and praying in rather ominous language for me ; that the dark shadow was lifted the next day by the minister himself calling, and not praying for me, but telling me he would send Sindbad the Sailor and other tales for me to read, which he did ; and that I gradually got better, after two or three months' illness, when the buds were plainly visible on the rowan tree at the kitchen window, and the clam orous pigeons, belonging to the dovecot on the opposite wall, were alighting on the darting-boards"], [223, "A Ride in a Carrier's Cart. 203 every sew minutes with straws in their beaks, and triumphantly bearing them into the interiors to build their nests. It was arranged that, as soon as I was strong enough to travel, I was to go for a change on a visit to my aunt, who resided in a romantic little village situated on the classic banks of the Ayr. Accordingly one afternoon in the lachrymose month of April my mother and I (for my father considered it prudent that in my weak state of health she should see me safely at my destination, adding that she \"wad be nane the waur o' the change hersel' for a day after a' her trouble an' anxiety \"), rigged out in our best, and holding a somewhat plethoric paper bundle between us, found ourselves passengers in Johnny Blane's carrier's cart. This mode of travelling was chosen, I believe, because the cart would be able to take us all the way, almost to my aunt's door ; whereas the train would have left us two or three miles off. It was one of those long-bodied carts, with little square open panels along the sides and ends through which the contents peeped, and gipsy-like green awning stretched half-circlewise over the top, open in front, but made to close behind with two curtain-like flaps, which tied with strings, so"], [224, "Ayrshire Idylls of Other Days. 204 as to keep out draughts. We were perched well towards the front on the top of the miscellaneous heap of luggage, our heads nearly touching the awning, and our feet and legs squeezed down in the wider spaces between the parcels. The carrier himself, a neat, compact little man, in calfskin cap with ear flaps, and hodden-grey sleeved waistcoat, over the shoulder of which was strapped a large square black leather pouch, walked by the horse's side till we were well out of town and on to the turnpike road ; then he jumped up, and seating himself on the fore-end of the cart, with his feet resting on the shaft, took from his waistcoat pocket a short clay tobacco pipe, which he lighted with the aid of a flint, and began to smoke with evident enjoyment. The little bit of gipsy in my boy's blood used always to circulate in my veins with a kind of envy when I beheld, at fair times, one of those itinerant showmen, seated behind a lean Rosinante, driving down our main street on the road to the show-ground, his beautiful house, with real glass windows, and white lace curtains, and smoking chimney, and fat wife in huge gold earrings, leaning with folded arms over the lower half of the door, complacently surveying, I used to think,"], [225, "A Ride in a Carrier's Cart. 205 the gaping and untravelled rustics with a mixture of pity and contempt in her sleek black eye. And here, at last, was I a passenger in something as like a showman's caravan as could be ; and as I sat cribbed, cabined, and confined among unyielding packages — which inconvenience I never felt, how ever — looking out the front of the awning on the afternoon spring sunshine glinting warm on the bare landscape, my only fear was that my journey's end might be reached too soon. Spring, I always think, is about the nicest time in the whole year to recover from a lengthened illness. You have left the dreary winter behind you, as you have the dismal sick chamber ; and, keeping out of sight such disconcerting reminder of what you have passed through, as the rattling hail in the sunny shower, or the thin ragged sheet of snow on the infant shoulders of spring — grim winter's bag-shakings—- you see a long spell of fine weather before you in the approaching summer and autumn, just as you do of restored health in the days to come, unless when a black cloud suddenly darkens the blue of your sky in a momentary twinge of your old pain. There is a closer similarity between the convalescent and this wayward season even yet. Disease has been"], [226, "206 Ayrshire Idylls of Other Days. withering and wasting his body as winter the leaves and the flowers. Returning health brings fresh life and hope to the pale face and spent frame, as returning spring does to the woods and the fields. The torpid blood in the veins of the convalescent flows quicker, and with a livelier sense of enjoyment ; so does the sap in the branches and trunks of trees, and in the delicate rootlets of the herbs and the grasses. I did not think, to be sure, of all this as I sat in the carrier's cart looking out from under the green awning, watching the great heaped-up banks of white fleecy clouds sailing along the horizon on a field of tender blue ; and the fitful gleams of sunshine making blithe the red earth of the newly harrowed fields, and sending a flush of livelier green dancing across the young braird of wheat, and over the bare woods and hedges, where a remnant of last year's beech leaves, all crumpled and red, still rustled in the fresh west wind. I did not think about all this, but simply drank in, with my quickened circulation, the new intoxication of earth and sky ; and if my young head felt something of that strange lightness which comes, they say, from quaffing champagne, it never occurred to me to consider the reason why, which"], [227, "A Ride in a Carrier's Cart. 207 quality of youthful unconsciousness is, after all, the very height of enjoyment, as the perfection of juvenile digestion, or indeed any digestion what soever, may be said to be in its unconsciousness of such a thing as a gastric organ. While we are tracing a sympathy between the condition of the convalescent and the fitful moody laughing and crying spring, the spoiled child of the year, I am reminded that there are some striking points of likeness between that season of new life and hope and her more sedate and pensive sister, autumn. There is a distinctive character about the colour of the bare spring hedges and \" plantins,\" when seen in mass, which resembles that of advanced autumn : the same subtle wist ful Corot-like silvery greys and nameless greens, and dreamy invisible purples and browns. Even among the newly sprouted foliage there are the same yellow, and olive, and red, and brown tints on the infant leaves, only they are far lighter and tenderer in colour, just as our first childhood is seen shining through the furrows and wrinkles of the second ; soon, however, the full-leaved summer drowns out this similarity in a world of luxuriant green, just as our bearded manhood forms a wide and impassable gulf between bairntime and age."], [228, "208 Ayrshire Idylls of Other Days. I need hardly say that I did not make this com- parison to myself, as our slow carrier's cart rumbled us along the brown turnpike road. I only revelled in the new-born gladness all around me, myself new-born from a kind of half death into joyous life, its sense of sweetness made all the rarer by contrast. And when the sun came out from behind a big cloud and filled my heart with a glow corresponding to that on the landscape, and then slipped out of sight again, and for a moment the world was dull, and a gust of bleak wind came sweeping through the awning of the cart from the seam behind, making my young thin blood feel as chilly as the sunshine a moment before had made it warm, I never moralised that this shine and shade were symptomatic of all man's pilgrim- ages, whether performed in carrier's carts or lord mayor's carriages ; and that in all my subsequent journeyings through life this was what I must expect to meet with. This moralising generally comes late — in the ripe, reflective autumn, or even the white-haired winter of life, rather than the spring or summer ; when the youthful fires in our bosoms have burned out, and, armed with our handful of white ashes of experience — our sole stock in trade — vve set up"], [229, "A Ride in a Carrier's Cart. 209 for philosophers, little dreaming that, if our fiery chastening has left us richer and wiser, it has also the knack of sometimes imparting to us a touch of morbid, unhealthy antiqueness, something of the flavour of an old cracked china jar, or decrepit piece of furniture with a history. Much more in my way than moralising were the sights along the road, the only fear haunting me, as I said before — for even in boyhood pleasure is not unalloyed — that I might be at my journey's end too soon. We were already several miles on the road ; had passed through the coal and iron district, with its tall furnaces, their red and yellow flames climbing the sky and licking the white clouds ; its piled up Vesuvius-like heaps of slag ; its unpicturesque rows of colliers' and iron-workers' houses, barren, and black, and grimy, sitting on a blasted heath — fit meeting-place for witches — in a thick atmos phere of smoke, amid broken hedges and fences as black and grimy almost as themselves. We had left the red glare of the furnaces, like so many pillars of fire, a long way behind, and were once more on the open road. The white naked walls of distant farm steadings gleamed whiter in the sunlight, above the roofs of which we could see"], [230, "Ayrshire Idylls of Other Days. 210 the blue smoke tossing hither and thither in the playful wind. And stretching on either side of us were the long undulating squares of brown fields, on some of which the green braird was already visible ; and from which came ever and anon to our ears the \"gee up, wo bane wo,\" of the hus bandmen to their horses, mingled with the after noon song of the lark and the mellow notes of the mavis and blackbird. At Cross Roads, a cluster of houses, with a schoolhouse, a smithy, and a joiner's shop, we stopped for a few minutes till the carrier unpacked from his cart some long narrow bars of iron for the smith, and fished out of the trunk at the back of the cart a parcel of white mountings for a coffin which the joiner had been commissioned to make for the schoolmaster, who died the day before. The body of a cart was sitting on low tressels at the joiner's shop door, and a raw, bony youth, with very red hair and red freckles on his face, was carelessly painting it a bright blue colour, and listening with all his might, and considerable scepticism, I thought, in his astonished visage, to the catalogue of virtues the carrier and his master and the brawny smith were ascribing to the dead dominie. A pair of new wheels stood against the"], [231, "A Ride in a Carrier s Cart. 211 wall of the smithy, behind an old rusty harrow, waiting for the tyres. On the joiner's shop door, plastered thick with red and blue and white paint, was a bill announcing that a roup of farm stock — the property of an intending emigrant — would take place on such and such a day. While my eye was taking in all these objects, I don't remember whether I thought most about the oddness of the pale visitant being here in this out of-the-way place; or about the intending emigrant, with whom my imagination sailed away over the sea ; or about whether I would choose for a trade the joiner's or the smith's — the coffin-making branch of the former I felt to be a decided draw back to it — but the \" gee up, Bell,\" of the carrier put my thoughts to flight, and away we rumbled on the road again. A mile or two beyond Cross Roads we passed over the Cessnock, one of those picturesque streams with which our beloved Ayrshire is everywhere intersected, and with which its lyric and ballad poetry is made for ever vocal. I felt quite giddy, as from my elevation I thrust my head past the frame of the awning, my mother holding me back by the sleeve of the jacket all the time, and looked down its steep shelvy sides, covered with lichen"], [232, "Ayrshire Idylls of Other Days. 212 stains and cool mossy nooks, from one of which latter a cluster of early primroses peeped forth like stars of gold set in a cushion of green, and saw the runnel of water in the bottom reflecting the after noon clouds floating on their field of tender blue. Then came the \" lang leuk,\" as it was called ; one of those continuous stretches of turnpike road in which, strain the eye as you like, there appears to be \"no variableness, neither shadow of turning.\" A \"plantin\" of almost corresponding length ran along one side of it, whose sombre shade, adding to the sense of infinitude, invested it with a double air of mystery. It is one of those curious and in explainable facts, like the incongruous things we meet with in dreams, how our boyish impressions of places haunt the imagination in after years, serving as the theatres of events and occurrences not yet come to birth, or of which we as yet are ignorant ; becoming the scenes, so to speak, where the mind's eye lays its dramas of to-day, or a thousand years ago, it is equally the same thing, — and with the same helpless disregard of likeli hood or fitness as the sleeper experiences in his dreams. At least it has always been so with me and this \"plantin\" in the \"lang leuk.\" To this day, were I"], [233, "A Ride in a Carrier's Cart. 213 but to hear my boys practising their young tragic tones on the text of Eugene Aram, I see the pale, haggard face of the usher, at break of morn, bend ing over his horrid burden in this very \" plantin,\" covering up the uncoverable corse with forest leaves. If I take up my Shakespeare of a night, and tumble upon Timon of Athens, it is to this wood that the bankrupt Athenian lord retires from a selfish world, mad with loathing and disgust, to dig and eat roots, and vent his terrible curses on everything in the shape of man. Or should I hap pen to open the volume at Cymbeline, and follow the fortunes of the runaway Imogen in quest of her sorely-abused husband, it is always into this Ayrshire forest that she strays on her way to Mil ford haven. It is among its tangled mazes that she so miraculously lights on the cave of Belarius ; and it is beneath its leafy shade that her grieved brothers, Guiderius and Arviragus, lay her for dead, after strewing her body with flowers and \" herbs that have on them the cold dew o' the night,\" as befits the dead, and singing her to the ground as they once did good Euriphile, their mother : — \" Fear no more the heat 0' the sun Nor the furious winter's rages ;"], [234, "Ayrshire Idylls of Other Days. 214 Thou thy worldly task hast done, Home art gone, and ta'en thy wages ; Golden lads and girls all must, As chimney-sweepers, come to dust.\" \" It's a lang road that has nae turnin'.\" This wise saw — so frequently tendered for the comfort of those passing through an unusually prolonged crisis of suffering or trial — I have an impression was heard by me for the first time from the lips of the carrier as our cart came at length in sight of the bend in the road. Our patient Bell was feeling, I am sure, the monotony of the \" lang leuk,\" what ever her passengers were, for she pricked up her ears at the repetition of the hopeful saw by her master, as if she had caught the glad infection of his tone; and putting her best foot forward to his encour aging \" gee up, lass,\" soon rounded the corner, and we had the open country on either side of us again. \" See, laddie, yon'er's Mossgiel ! \" cried my mother, pointing across some fields to a humble farm-steading, surrounded by trees, on our right, \" whaur Burns, in the twa-three short years he leev'd there, wrote the maist feck o' his poems, ' The Cottar's Saturday Night,' ' The Twa Dogs,' ' Address to the Deil,' ' The Holy Fair,' ' Man was made to Mourn,' ' The Jolly Beggars,' ' Hal-"], [235, "A Ride in a Carrier's Cart. 215 lowe'en,' ' The Vision,' ' To a Daisy,' ' Epistle to a Young Friend,' ' To a Mouse,' ' Death and Doctor Hornbook,' nearly a' them, indeed, that were printed in the Kilmarnock edition.\" \" He was a fell ane, Rab,\" said the carrier, with a significant twinkle in his grey eyes, on hearing my mother's nimble catalogue of the poet's works. \" 'Deed was he,\" returned she, \" between workin' sair ootbye in the fields a' day for the bread he ate, an' writin' verses for posterity when ither folk were soun' sleepin', he wasna idle, ye may be sure.\" \" An' rinnin' wi' the lassies,\" said the carrier with a dry laugh. \" Ke wasna sae thrang but he could aye fin' time for that.\" \" Rinnin' wi' the lassies,\" replied my mother, \" was just pairt o' his stock-in-trade, man. It wad be as guid's elbow-grease to him when he was makin' his poetry. Just fancy hoo his pen wad gang scrievin' owre the paper after comin' hame frae a nicht's courtin', an' slippin' up the wooden stair — everything as quate's poosy — into the wee front garret room, an' sittin' doon wi' his stumpie an' ink at the deal table, in the bit drawer o' which he kept his manuscripts that, they say, his youngest sister used to rummage in the mornin' when he"], [236, "Ayrshire Idylls of Other Days. 216 gaed oot to the fields, to see what new creation his brain had wrocht owre the nicht. I aye think it maun hae been after seein' Jean Armour hame, or Highland Mary, maybe, that he wrote that verse o' the Cottar's Saturday Night. He had just finished the portrait, if ye min', o' the bashfu' lover, sittin' at his sweetheart's fireside for the first time, the father an' him crackin' o' ' horses, pleughs, and kye,' an' the ' wily mother ' leukin' on — \" Weel pleas'd to think her bairn's respected like the lave,\" when he bursts awa' in a kin' o' ecstasy, mair like ane readin' his ain breist than interpretin' ither folks' :— O happy love ! where love like this is found ! O heart-felt raptures ! bliss beyond compare ! I've paced much this weary, mortal round, And sage experience bids me this declare — 'If heav'n a draught of heavenly pleasure spare, One cordial in this melancholy vale, 'Tis when a youthful, loving, modest pair, In other's arms breathe out the tender tale, Beneath the milk-white thorn that scents the ev'ning gale and winds up by askin', in words burnin' wi' indig nation, if there's in human form a wretch ! a villain ! that could purposely \" Betray sweet Jenny's unsuspecting youth ? \" but I forget noo the exact way the words rin.\""], [237, "A Ride in a Carrier's Cart. 217 \" Ye hae a mem'ry like a print book, mistress,\" said the astonished carrier ; \" though I can carry yet in my heid, without writin't doon, half the auld wives' errands in the parish, I ne'er could carry poetry the length o' mysel'.\" \" My mem'ry's just middlin,\" returned my mother. \" I'm indebted, for the maist o' my lear, to an auld brither wha's Burns daft, forby bein' a bit o' a poet himsel'; an' I used to read a guid deal o' Burns on my ain account when I was younger, an' no sae deep in the cares o' the worl' ; though, I dar' say, Rabble's poetry is aboot the best medi cine a body could tak, as a counteractent, even for thae misfortunes, unless, maybe, the Psalms o' David.\" \" Rabbie was like a wheen mair in this worl',\" said the carrier, \" he could aye preach better than he could practise.\" \" But you'll aye see, Johnny,\" said my mother in a tone of confidential earnestness, \"it's your sinners — them that baith ken what it is to be tempted an' to resist — that mak' the best preachers. I wadna gie a button for your milk-an'-water ministers, that were aye guid boys, an' never did onything wrang, or had a guid fecht — the bluidier the better — wi' the auld Adam that's in them, an' come aff some- p"], [238, "218 Ayrshire Idylls of Other Days. times second best ; there's no muckle nourishment to be got frae their fusionless preachin' ; ye'll no need to pick your teeth after ane o' their meals, onymair than after a dinner o' peasbrose.\" \"It's won'erfu' a' thegither,\" returned the cautious Johnny, whose stolid little head apparently evinced as much disrelish for facing an argument his own philosophical platitude had provoked, as incapacity for carrying poetry the length even of his own diminutive self. \"They come frae America, an Australia, an' a' pairts to leuk at Mossgiel noo adays. I was owre at it mysel' short syne wi' a cairt-draught o' coals, an' the guidwife was tellin' me that she had just had some gentlemen frae America. I saw their names in the visiting book too, but I canna get my tongue roon them e'en noo ; at onyrate they were poets, she said, or writers, or some cattle o' that kin' ; an' they were allooing to ane anither that it made them feel — I dinna ken what word they ca'd it — but the meanin' o't was that it made their insides feel a' queer-like the thocht that they were walkin' on the vera gr'un' whaur Burns ance walked, an' glowrin' on the field whaur he turned up the daisy an' the mouse wi' the pleugh ; the same licht, maybe, glintin' on the landscape as was when Burns's een saw't. But,"], [239, "A Ride in a Carrier's Cart. 219 as I telt her, if thae American poets, or whatever they were, had gaen the road as aften as me, an' in a' weathers, Burns wad been less in their heids than hoo sune they could get to the toon wi' their cairt.\" Amid snatches of conversation like these, which I have gleaned from the twilight fields of memory, and, I confess, have taken the liberty of lovingly arranging and editing anew, we reached the village of Mauchline. It was Saturday evening, and the week's labour being finished, knots of rustics in half-dress were gossiping about the cross ; while others — Satur day's grime still on their honest faces — were smok ing their pipes in the gardens behind their cottages and planting potatoes and \"green-kail,\" a fresh supply of the latter, in the shape of small parcels of young plants, tied with bands of straw, and full of delicate green, and yellow, and purple colour, having been brought from the market town in our cart, were handed over the hedges by the carrier to the amateur gardeners as we passed along. Tarrying at the door of Poosie Nansie's village public, where our willing Bell had a drink and a mouthful of corn, and her master busied himself in undoing from the cart a keg of ale for the con-"], [240, "Ayrshire Idylls of Other Days. 220 sumption of the patrons of that classic house, we had some leisure to look about us. The warm level sunshine, slanting against the gables and sides of the old-fashioned houses, and striking the angles of the red sandstone church and steeple, and hoar tombstones standing uneasily around its moss-stained walls, tempered the bleak air. Down in a garden hollow a bonfire — made of the cuttings of gooseberry and currant bushes, and the trimmings of hedges, and last year's \" kail stocks,\" and other vegetable refuse — blazed and crackled ; while a group of bare-legged, happy children, from whose veins there might not yet have been eliminated all the blood of their stone age forefathers, leapt and shouted around its climb ing tongues of flame, like so many young Otaheiti aboriginals. I feel in my old nostrils the odour of these burning sticks now as I write, and see the wind blown, fantastic coils of thick blue smoke ascend ing by the roofless walls of Muir's castle beside the churchyard, with the roseate sky for a back ground. The hubbub caused by the disloading of the keg of ale brought my eyes back to the public, where I beheld, through the kitchen window, the fire"], [241, "A Ride in a Carrier's Cart. 221 burning brightly in the wide roomy chimney-place, and its reflection dancing on the copper and tin \" clearin' things \" on the wall, and on the girdle suspended from the roof, which the \"jumping and thumping \" of a certain company of inebriates, the poet informs us, had even made emit music ; at least, if that was not \" the vera girdle \" which \" rang,\" it was in all likelihood its successor. My mother told me it was round this same fire that Burns's \" Jolly Beggars,\" \" A merry core, O' randie, gangrel bodies,\" met and \"held the splore,\" one October or Novem ber night. The \" bien,\" comfortable air of this old fashioned interior was perhaps the only thing that touched my sympathies at the time, but years afterwards, when I made the acquaintance of this strange, abandoned company of pedlars, and tink lers, and one-legged soldiers, and fiddlers, and travelling bards, and their amorous doxies, keeping up their wild orgie of drinking and song-singing, till \" They toom'd their pocks an' pawn'd their duds, To quench their lowan drouth,\" strange to say, it was with this same ruddy fire light, I was watching through the kitchen window,"], [242, "Ayrshire Idylls of Other Days. 222 shining on their \" auld red rags \" and \" mealy bags.\" She further informed me, pointing through the opening made in the awning at the back of the cart to let out the keg of ale, that \" it was roon the hoose-en' there, up the lane a wee bit, that Jean Armour's father leev'd, whaur, dootless, the poet had mony a nicht seen her hame.\" She was ob serving that I was \" young enough yet to un'erstan' Burns's an' Jean's story, but some day I wad read it for mysel', an' wad min', maybe, that she had let me see the hoose,\" when the carrier, having completed his business (which included sundry other calls on neighbouring shopkeepers), and been the recipient of at least one good stiff refreshment, took Bell, with a \" gee up,\" by the head, and off we rumbled again. By the time we were clear of the village the air felt much chillier. The sun's rays became feebler and duller as we skirted the side of the Balloch myle woods, and gave place at last to a cold keen twilight, on the bluish grey sky of which the ghost of a sickle-shaped moon, in the modest company of a timid shame-faced star, was already visible. As we rattled over the rough street of the little place, to which we were bound, just at the darken-"], [243, "A Ride in a Carrier's Cart. 223 ing, I was no longer wishing that my journey would never end. Indeed, when we arrived in the stable-yard, and the carrier helped me down, my limbs were so stiff with my long seat, and the manner in which they had been cramped among the luggage, that I could hardly walk ; and my apprehensive mother would not believe that it was not a relapse of my puzzling illness, till she saw them suppled under the magic influence of a cup of my aunt's warm tea, and the genial heat from her kitchen fire."], [244, ""], [245, "MY MOTHER'S PICTURE,"], [246, "' ' I would fain linger on and say more, much more ; but of what use would it be ? Rather let me uncover and bow my head in silent thanks to God for the priceless gift of my pure-souled mother.\" — Gilmour's Pen Folk."], [247, "XII MY MOTHER'S PICTURE. '\"THE author of Rab and his Friends, in a \"Letter to John Cairns, D.D.,\" in his delightful Horae Subsecivae, relates how his father's friend, the Rev. John Belfrage, M.D., having lost his wife, and pos- sessing no portrait of her, shut himself up in his room for fourteen days, and then came out wasted and feeble, bringing with him a beautiful miniature painting and genuine likeness of her on ivory, which he had executed with his own hand, though utterly ignorant of drawing. As such an extra- ordinary feat of will — surely the most extraordi- nary ever known \" in the history of human sorrow and resolve \" — was altogether beyond my poor skill, I did the next best, which was to make a water colour drawing of the house in which my mother died ; and poor, washed-out, poverty-stricken colour it is, as may easily be seen, but it was the best my uninformed hand could do. The subject — a somewhat genteel-looking modern two-storey ashlar-painted house set back a few yards from"], [248, "228 Ayrshire Idylls of Other Days. the turnpike road at the northern extremity of the town, with trimly kept garden plot in front reach ing forward to the footpath, and enclosed with a stone parapet and iron railing, lilac coloured like the house, the property of a substantial, well-to-do country blacksmith, who occupied the lower half of it himself, and let the upper half, of which my mother was the old and respected tenant — I say a subject of this kind was hardly suited to the genius of an amateur artist, whose sins, whatever they may be, are certainly never those of breadth. A cunninger hand would have toned down all these sharp edges, and angles, and cold hard lines ; it would not have grieved it very deeply if it had not been able to get in every stone ; and, somehow, the windows would have been painted with a broader blurrier brush, and not shown with nice new white astracles. The ploughs and harrows ex posed to view on the vacant piece of ground to the right ofthe garden plot, and behind which, screened by a paling and some trees, stood the smithy, was just the very temptation which a young, unwary artist was sure to fall into. I guess I put my foot in the trap, not only by too carefully tracing out the anatomy of these agricultural implements, but by laying on the bright red and blue colour, all"], [249, "My Mother's Picture. 229 the more lavishly, perhaps, because there was such poor scope for colour about the house itself. The only really picturesque thing about the subject is the row of decrepit thatched cottages running out of the picture in a line with the foot path, their gable, ivy-clad to the chimney head, forming the left boundary line ofthe smith's garden plot. Even here I did not distinguish myself. The lovely brown thatch, with its green velvety patches of moss and tufts of luxuriant weeds and grasses, would not come right, and looks like dirty ginger bread. Neither would the ivy stand out from the gable, with the light shimmering on its dark glossy leaves, and the shadow, as of night, in the recesses behind. The more I wrought at it the worse it got, till it wore the aspect of a terrier's coat dyed a bluish-green colour. Nor was I a bit more suc cessful with the white cottage walls, the light and shade and weather staining getting mixed up into a general dead clayey colour; or with the ash tree, its leafy arms thrusting themselves from the garden behind the house into the angle between the ivy clad gable and our kitchen window. I suppose I was too particular, trying to stick on every leaf. I succeeded better with the monkey's puzzle and the clipped holly in the garden plot. They are rather"], [250, "Ayrshire Idylls of Other Days. 230 solid and pronounced in colour, like the ploughs and the harrows, but they will pass. The sky, at once the terror and despair of all young painters, was no exception in my case. Perhaps the extreme nervousness I felt in handling a phenomenon of so aerial and spiritual a quality had something to do with the lamentable result. The clouds, which I was compelled to stick on with thick body colour, I was going to say, are \" neither shape nor form ; \" but, on second thoughts, that is just their vice, they have too much shape and form ; and, of course, are sadly lacking in the feeling of softness, transparency, or motion. The foreground also, I fear, would be condemned as too sodden and dead, but the satisfactory breaking up of a foreground is another of those nice points which test the skill and experience of the artist. But each and all of its defects, as a work of art, cannot rob me of the deep enjoyment which a con templation of its details produces in my breast. If I can never look on that mother's dear face again, it is surely some compensation that I can at least see the window from which she beheld all the objects I have been pointing out in the picture. The sky with the crocodile-shaped clouds ; the ploughs and the harrows resplendent in blue and"], [251, "My Mother's Picture. 231 red paint ; the monkey's puzzle and clipped holly ; the ivy gable all in a rustle with the exits and entrances of quick-eyed birds ; the brown road darkened at intervals with a neighbour's shadow, and along which the farmers came jolt, jolting in their gigs on market days, and stopped at the smithy road-end to leave their orders with the brawny-armed smith ; the houses on the opposite side of the road which are not represented in the picture ; and the fields beyond them, with the mouldering battlements of an ancient castle visible above their green slopes ; and the woods further over still, forming the sky line — all were her daily familiars. They were the first objects which filled her vision when she got up in the morning and raised the window blind, as they were the last when she drew it down again at the darkening and lit the lamp. She was acquainted with them in every variety of light and shade, and time and season. She had seen them in the cold grey of the morn ing ; the throbbing noonday ; the gloaming, when the window panes of her neighbour's houses oppo site were all a-flame with crimson and gold ; in the twilight, which, like charity, covereth a multitude of sins ; in the witching moonlight ; in rain and storm, and in frost and snow. The last time her"], [252, "232 Ayrshire Idylls of Other Days. dear eyes beheld them — only a few days be fore her death — was in spring. The distant wood was bare, the fields brown, and the bleak wind was shaking the window casement, and swaying the slim monkey's puzzle to and fro, and lifting the blue smoke from the ivy-clad chimney top, and tossing it on to the brown thatch, and among the rustling ivy. As I watch her turn away from the window — oh so tired and ill ! — to the bed from which she was never more to rise, that last scene comes rushing back with painful vividness to my mind. I can hear the window casement rattle in the eerie wind as it did all that long night she lay a-dying, and the fitful battering of heavy raindrops against the panes with every other strong blashy gust. Her thin pinched features, with the hectic flush on the tops of her cheeks, and the far-away vacant look in the eyes, stare up at me from the pillow. I hear her short, hurried, laboured breathing, but can make no sense of her low, rambling talk, which is running on events and things that the old man, dazed and dumb with grief, says happened before I was born. The minister comes, his white locks all wind-blown, and stands by her bedside, speak-"], [253, "My Mothers Picture. 233 ing to her and asking her questions, but her wits are \" still, still, far wide ! \" At last all is over ; and the better, perhaps, to conceal my own emotions, I turn to the window and look out on the familiar scene of bare wood, and brown field, and neighbour's houses, and turnpike road, and trim garden plot. The eerie storm spirits, which have been wrestling and con tending all the night long, \" Are up-gathered now like sleeping flowers,\" and the scene, with a watery sunbeam lying athwart the bleak earth, wears the same ineffable look of peace as is pictured on the marble features of the dead, even to the faint semblance of a smile play ing on her slightly parted lips. Oh that window ! to this ashlar-painted house, almost what sight is to the human face. The eye of Cowper's mother could not have looked more speakingly from the canvas on her poet-son than do these panes in this water-colour drawing on me. Nor could that same gentle son through ' ' The meek intelligence of those dear eyes Have lived his childhood o'er again,\" more passionately than I live some of my youth ful days, gazing through these window panes into the very soul of what was once my mother's home. Q"], [254, "Ayrshire Idylls of Other Days. 234 Behind that fragile glass lies a dear old world, to which the undiscovered ones in the future, be they ever such El Dorados, will never, I know quite well, be able to hold a candle. Time cannot change it, nor age dim it : poverty nor sickness nor loss of friends take it from me. As long as this picture hangs on my study wall, with that window staring down at me — yea, when picture and window are faded beyond recognition, or consigned to the limbo of dust and oblivion, it will still remain in the gallery of memory where I can enter in. It matters not that other household gods than those which my youthful eyes were familiar with stand ranged along the walls, and other forms than the old woman's flit about the floors and gather round the hearth at eventide — my mind's eye, with that conservatism that grows more stubborn with age, refuses to see anything but the furniture and faces of the past. The kitchen walls, which, since then, other housewives' hands may have painted as many colours as ever Joseph had on his coat, are yellow ochre still to me. The generous fireplace has still those jambs of stainless white ; that crane and links of glossiest black ; and that clear bright fire, red down to the very bottom of the ribs — its tidy"], [255, "My Mother's Picture. 235 priestess could never abide a fire with the grate choked half- full of ashes. The well-scoured dresser, with its rows of shining dels, stands in its accus tomed place. The old man's arm-chair sits in its usual snug corner, well protected from the draught of the door. The eight-day clock, whose incurable habit of losing time, coupled, doubtless, with the tinge of jaundice in its white face, led the old woman to the jocular conclusion that it had a sluggish liver, looks down on me as of old, and, with its tic-tac, tic-tac, would speak to me if it could. There is the chest of drawers too, with the lame foot and the piece of veneer chipped off one of the capitals ; and the oak-painted chest, and the meal-barrel, and the violet-striped bed hangings — I see them all. I draw my chair into the fire just the same as in the old days when home on a college holiday, and smoke my pipe — a little shyly still, perhaps, even though considered of age now to have my own way with this manly vice — without encountering more serious opposition than a trifle of good natured bantering. Othello had not a more sympathetic audience in Desdemona and her father when he related his adventures than I have in the old folks when I re-"], [256, "236 Ayrshire Idylls of Other Days. count the exploits of my city and college life — a more indulgent one he could not have had. The advice of Burns, in his \" Epistle to a Young Friend,\" to \" Aye free aff han', his story tell, When wi' a bosom crony ; But still keep something to himsel' He'd scarcely tell to ony,\" does not hold good in my case. In conversing with the old folks, one of its chief glories, and more than half its comfort, is that I don't require to keep my thumb on anything whatever. It is not the least necessary to repress my young en thusiasms, or subject to discipline my innocent vanities, and nice bombasts, and ridiculous flights of ambition. I can expose my heart in all its simple nakedness and greenness, and even natural wickedness, as confidently as I would do before the throne of grace, assured that no mean advan tage will be taken of it — that I will not be nipped up at my word and placed in a false light. I can say almost anything, no matter how \"daft\" or out rageous, knowing that the proper percentage will be generously deducted from it — that it will be charitably set in its true perspective. I am not even ashamed to indulge the luxury of shedding tears in their presence, though I would scorn to"], [257, "My Mother's Picture. 237 give way to such weakness before strangers. I spout before them the rankest heresy which I have got inoculated with at the university and in my intercourse with books and the world. These shocks to their orthodoxy, whether relating to re ligion or the general conduct of life, never, for a moment, make them think of excommunicating me. They shake their heads with a comical mix ture of gravity and perplexity. New and original doctrines about the philosophy of life and religion have no novelty for them. They have passed the age for that. They prefer to stick to the old fashioned views of things. Conservatism is their sheet anchor. But they are not seriously alarmed at the mental condition of their radical son. I don't believe they see any great inharmony between my heresy and their orthodoxy. They have a notion that it is a kind of idiosyncracy of a young man's blood, which will get toned down by and by. If it is a sin, it is certainly not one that will bring the blush to the family cheek, as the grosser ones of dishonesty or drunkenness would. Or I take my seat on the window-shelf, with a volume of Quain in my hand, as I used to do in these pleasant vacation times, while my father is out at work, and my mother is going about her"], [258, "238 Ayrshire Idylls of Other Days. house affairs. But I don't make much progress with my studies, for the old woman — more jealous than a lover who knows that another day will carry her sweetheart far from her sight and the sound of her voice — resolves to make the most of the present moment, and so keeps talking, and questioning, and narrating bits of home-news and gossip, flavoured with scraps of equally homely philosophy. I don't feel the least annoyed. On the contrary, I rather like it. Besides, it is holiday time. Next week, and for many weeks to come, I will have ample opportunity for study in my soli tary lodgings, with my cat-footed landlady slipping out and in to spread my frugal meal, or put just as much coal on my fire as will keep it from dying of sheer starvation, and I will not be able to see her face or hear her talk, however ardently I may long for the same. With my book in my hand then, if not for serious study, at least as a slight concession to my student conscience, and the tones of the old woman's voice in my ear, I sit and dream out my forenoon hour on the window-shelf, where I see lying in my mother's work-basket, among cloth clippings of every complexion, her scissors, and thread, and ball of yarn, and scarlet pin cushion."], [259, "My Mother's Picture. 239 In this idle mood, with my back leaning against the window shutter, and my head clear above the snow-white screen, I can, at the same time, see all that is going on outside. The winter sunshine — which I always think has something in it of that rich golden colour which we see in the pictures of such old masters as Titian — is lying on the stubble field; melting the \"cranreuch\" on the thatched roofs of the houses opposite, and on the brown, hard road, along which a heaped cart of turnips has just passed. The clipped holly, the monkey's puzzle, and the ivy-clad gable in the smith's garden plot are all in a glittering perspiration with the warmth of its beams. And on a sprig of the ivy, close to the chimney-head of the gable, out of which rises the most ethereal blue smoke, sits a robin redbreast eyeing the old woman and me through the window panes, his bright beads of eyes beseeching, even more plainly than the liquid pleadings of his tongue, to be admitted as one of the company. \" Could Time, his flight reversed, restore the hours,\" when I used to sit smoking and chatting with the old folks by our evening fire, or idly dreaming away the forenoon perched on the window-shelf,"], [260, "Ayrshire Idylls of Other Days. 240 the pleasant murmur of my mother's talk in my ears, and the splendour of the winter sunshine basking on the familiar objects outside in my eyes — \" Could those few pleasant days again appear, Might one wish bring them, would I wish them here ? I would not trust my heart — the dear delight Seems so to be desired, perhaps I might. — But no — what here we call our life is such, So little to be loved, and thou so much, That I should ill requite thee to constrain Thy unbound spirit into bonds again.\" But it is perhaps as well that the Great Appointer of life and death has put such temptation beyond the reach of our wishes. If it were otherwise, I fear, life would lose much of its earnestness and solemnity ; and even death would be robbed of half its mystery. Our beloved dead, who are not in our eyes, \" an hour more or less,\" older or younger than when they left us, have had their day, and \"to constrain Their unbound spirits into bonds again.\" would be a mistaken kindness at the best. Like Lear, they would be justified, in their bewilderment at the changes around them, themselves unchanged, in saying, \" you do me wrong to take me out o' the grave,\" and, indeed, to add they \" should even"], [261, "My Mother's Picture. 241 die with pity to see another thus.\" Strange as, at first, it may appear to say so, the sorrow and havoc that death makes in the world would, with a few exceptions, not be lessened, but increased by our dead returning to life. The closer you think of it the more convinced do you become of the infinite wisdom which has set a bound to that bourne over which no traveller can repass. They may not re turn to us, though we may join them. The interval is theirs to reap their harvest of immortality, which, in greater or smaller degree, is the lot of the most humble as well as of those who write epics and slay their country's enemies ; and ours to pay up the arrears of love and duty which we had not even the sense to know we owed when they were with us. And, thanks to that \" alchymist memory\" which turns \"the past to gold,\" it is ours also to renew \" the joys that once were \" ours, \" Without the sin of violating \" theirs, as I have been renewing some of mine to-night \" by contemplation's help\" and this water-colour drawing I call \" My Mother's Picture,\" though it is only the house in which she died. FINIS."], [262, ""], [263, "BY THE SAME AUTHOR, AND UNIFORM WITH \"AYRSHIRE IDYLLS,\" IN MY CITY GARDEN With Twelve Illustrations by Wm. Findlay. Crown 8vo, Cloth Antique, 230 Pages. Price, 6/- ; Post Free. ALEXANDER GARDNER, publishes to 29\"- J8»iest|) the Queen, PAISLEY; and PATERNOSTER SQUARE, LONDON. PRESS NOTICES. \" For the casual reader who chooses his book by its title, there is nothing about this volume to fascinate, and even when we have scanned its opening pages we scarcely realise its purpose, though the elegance and picturesqueness of the language can scarcely fail to impress us. It is when we have been introduced to the author in the seclusion of his garden in the midst of busy, bustling Glasgow— a kind of oasis in the desert— and enter into the spirit of his musings that we begin to realise that there is something really valuable in his work that appeals strongly to our sentiments and intelligence. It is not all a dissertation on the beaulies of his garden or on the changes of the seasons — though these subjects in themselves are treated in a manner calculated to awaken many fruitful fancies. We do not require to go far into the volume ere the author strikes a chord of sympathy between himself and the reader. For him the garden has tender associations apart from the flowers which we see him tending with so consummate care — the memory of a beloved child who now sleeps in the Necropolis over the wall, and whose image is imprinted on many of these pages, full as they are of the sweetness which characterises a writer who seems to feel every word he writes. Every chapter"], [264, "2 teems with fresh and fragrant thoughts on many of the common places of life, and even the poor cornet player on the street supplier a text for as touching a little sermon as ever was preached from pnliiit. If there is one chapter in the book which speaks more eloquently than another, it is ' The Kitchen Meeting,' with its homely but stirring and practical preacher; its sad story of the wayward daughter who on her death-bed dreams that she is among the worshippers; and its beautiful pen portraiture of her funeral to the village churchyard. The pathos of the work is, however, relieved by the pictures it gives of the happiness of the domestic circle as we see it ; for example, in 'A Bairns' Burns Anniversary,' and by some admirably-written passages on such subjects as ' Churches and Church-going ' and ' Books and the Reading of Them.' The volume is one that will be treasured by all who know a really good book when they find it, and it is manifestly from the pen of an author who does not write for mere writing's sake.\" — Dundee Courier and Dundee Weekly News. \" The art of making something out of nothing is a rare accomplishment and hard of attainment. This art George Umber undoubtedly possesses. Alongside of Barrie-like touches are delightful transcripts of human life and experience, and fine bits of genial wisdom. Such a sketch as ' Uncle Venner's Reminiscence,' the story of a boy's conviction of sin, is almost perfect, and anybody who knows anything about what Scotch life was will at once recognise its truth and feel its charm.\" — Glasgow Herald. \"In My City Garden is a thoughtful book, beautifully written and illustrated. From its charming pages there exudes a fragrance a-; from some homely flower, it is almost too good to be popular ; but those who read it once will read it again, and give it an honoured place on their library shelves.\" — Dundee Advertiser. \" This dainty volume of 200 odd pages is a work marked by cultured thought, keen observation of Nature, skill in analysing the human heart in its varied moods of joy and sorrow, and that quiet repose in literary expression which is as artistic as it is lucid and homely ; its twelve full-page illustrations being by no means its least attractive feature.\" — Glasgow Evening Times. \" This volume should find its way into many homes all over the country. It is, from the first sketch to the last, charmingly written and captivating. The twelve beautiful illustrations are at once works of art and love.\" — Kilmarnock Herald."], [265, "3 \" In My City Garden may be described as a prose poem. The title of the woik, as well as the subject-matter, savours ofthe ' Kailyaird,' but the fine literary style compares favourably with that of the new school still flourishing in spite of its nick name. The illustrations are clever and original.\" — The Bailie. \" It is said that George Umber is a Glasgow doctor. He is a Glasgow man at any rate, for his topography unmistakably suggests somewhere north of the Necropolis and within sound of the Tron chimes. And it is a very pleasant and homely book he writes of his city garden — surely in his case as magic an inspirer of meditation as Thoreau's ' Walden,' or the savage solitude ofa Crusoe. The illustrations by Mr. Findlay are admirable.\" — Glasgow Evening News. \"Altogether, these essays, which among other matter, treat of leaves and blossoms, birds and children, books and religion, mortality and immortality, form the purest and most delightful of reading, written as they are in a terse and forcible style, and transfused by their sacred human ingredients with a homely charm. The illustrations, which are evidently the result of much painstaking study, are a strong point in the book, and greatly enhance its value.\" — Kilmarnock Standard. \"Though this book comes under what Englishmen contemp- tuously designate as the ' literature of the kail-yard,' and though, as its title implies, it has literally more claim to that designation than the works of Barrie and Ian Maclaren, yet the author has impressed his personality on his writing so very distinctly that there is hardly enough common ground on which to institute a comparison. Like every true Scot, Mr. Umber is reflective and imaginative, extremely susceptible to the influences of Nature, and passionately attached to his native country. The loving way in which he touches upon the contents of his garden during the different seasons, and the lively descriptions he gives us of his children's tea parties show the inherent kindliness of his dis- position as well as the undercurrent of pathos, accompanied by real humour, that flows through all his work. His acquaintance with and quotations from the poets of Nature afford us anolher proof of his imaginative temperament and thorough culture, of which every line of his exquisite sketches confirms the possession. It is, perhaps, more a matter of personal taste than anything else, but we were most strongly moved by ' Uncle Vernier's Remin- iscence,' and 'The Kitchen Scene,' the latter almost equalling Barrie at his best ; while the whimsical humour of ' A Bairns' Burns Anniversary ' is delightful from whatever point of view it is regarded.\" — Daily Mail."], [266, "4 \"We hope that in this pushing, shouting, go-ahead age the musings osthis pleasing and stimulating writer may not be over looked. To parents bereaved of children the book should be most acceptable, and to all such we commend it. The twelve pen and ink sketches are marked by a vigour and truthfulness of drawing not often found in book illustrations.\"— People's Friend. \" One of the most readable chapters is ' The Kitchen Meeting ■ — a description of life which takes us back to the old world.\" — Weekly Citizen. \"It is remarkable that In My City Garden should have been born in ' our Western Babylon/ and within a mile of the Cross. We congratulate Mr. Umber on the fact, and should like to see his little retreat.\" — Paisley Mirror. \"This is a delightful book by a new but cultured writer. All through, incident, pathos, and philosophy are skilfully inter mixed. Of the masterly poetic style of the author, we have given specimens. We need hardly add that the volume is full of charm for the reflective reader.\" — The Fife Herald. \" This book is far beyond the average, and shows a genuine seeling sor Nature as well as no mean literary skill. There is a quiet wisdom about George Umber's pages which irresistibly attracts the reader. It is very pleasantly got up, and well illustrated. Without any show or meretricious qualities, it has real merit, and ought not to be overlooked.\" — The British Weekly. \" Mr. George Umber, if that be his real name, understands the pathos of city gardens.\" — Daily News. \" In My City Garden is a book in which fact and fancy are pleasantly blended. It is easy to see at a glance that the writer is genuinely in love with gardening, and is not a little proud of the fact that he has made his own particular wilderness, in spite of smoke and soot and other powers of darkness, to blossom as the rose.\" — The Speaker. \"It is long since we made the acquaintance of 'George Umber,' which nom de plume is now perhaps more widely known than ihe real name of the thoughtful city doctor who is"], [267, "5 the author, and the more we read him, the more we love him and his ' auld-farrant ' literary ways. Every chapter of his latest production is calculated to yield purest pleasure, without alloy of any kind, to everyone who reads. The ' Bairns' Burns Anniversary ' can be perused with profit by their elders. It is a well-written summary of the life of the Poet, expressed in choice and simple language — exactly what might have been expected from the prose-poet of a Glasgow ' City Garden ' to the immortal Poet of Scotland. The illustrations are cleverly con ceived and well executed.\" — Annual Barns Chronicle, 1896. \" It is said good wine needs no bush. Here is a book which is equally in the same lack of need. In these eminently human sketches, limned fancifully on the background of a city garden, George Umber has many things to say to us on the motley show-box we call life. He has the merit of going deep without becoming dull, of floating his wisdom in the media of a true humour, and garnishing all with much apt quotation and allusion to what is best and most abiding in literature. It is the kind of book which leaves no nasty after-flavour, and causes no undue nervous strain. The reader closes its pages, feeling that it was good for him to have been here ; that the thoughts and mental poise which can alone reconcile men, looking with clear eyes, to the fitful ' variorum ' of human existence have been strengthened ; and in the things which make ' life worth living ' he has been much enriched. The book is illustrated, and after a very un common fashion — insight, grip of conception, and freedom from conventionality being the dominant note.\" — The Ardrossan and Saltcoats Herald. \" In My City Garden, by George Umber, has afforded us as much pleasure as any volume we have read for some time. The title gives not the most remote idea of the work. There is certainly a reference to a city garden, presumably in Glasgow, and the difference of such a garden and one in the country is dwelt slightly on ; but in the ordinary sense of the word, there are no instructions as to cultivation of plants and flowers. The work is a collection of thoughlful sketches, instructive and enter taining, well calculated to make readers think and treat of subjects much more elevating lhan ordinary 'current topics.' We wish there were more books like In My City Garden, and topics treated in such a genial spirit.\" — The Ayr Observer and Galloway Chronicle. \" Our reason for noticing what is, in our opinion, a contribu tion to this (' kail-yard ') class of literature, is that it comes from the pen of a worthy Glasgow practitioner — Dr. William Findlay, of Dennistoun — who has occupied the leisure moments of a busy life in this excellent way, and who has already a literary reputa-"], [268, "6 tion. On the whole, Dr. Findlay has accomplished his difficult task — that of idealising and giving interest to the commonplace incidents of suburban life — with great success, and at places his style, we think, is equal to that of Barrie or Watson. ' The Kitchen Meeting' and 'Uncle Venner's Reminiscence' are as good as anything of the kind we have read. A number of the illustrations by the author's artist son show great promise.\" — The Glasgow Medical Journal lor April, 1896. \" In My City Garden may be commended as a series of genial essays, written with a light hand and enlivened by many personal reminiscences, sometimes touching, and sometimes amusing. It is one of those books which it is a pleasure to read, both because of the kindly spirit by which they are pervaded and because of the wise thoughts and reflections which are continu ally lighting up their pages. The author, whoever he is, is apparently a physician, and also a man of wide culture and large experience in human ways and human life.\" — Scottish Review (January, 1896). \" In My City Garden is a healthy, breezy volume, and may be read with profit by every intelligent man and woman. Mr. Umber's love for Nature in all her varied moods ; his fondness for birds and beasts and flowers ; his keen appreciation of a happy hearth, joyous children, favourite authors, and innocent recreation are set forth in a series of pleasant chapters.\" — Edin burgh Evening News. \" These sketches are highly readable and instructive, and show fine feeling and thoughtful observation, not only of what pertains to gardens and gardening, but of human nature and character.\" — Aberdeen fournal. \" It is well to get out of our excitements occasionally, to lay down our book and our newspaper, and to retire, in fact, from the bustle and the talk osthis nineteenth century and to commune with unchanging Nature. Here, In My City Garden, we have a gateway by which we can get out without delay, and a com panion endowed with a clear, observant eye, and a gentle and not unmusical voice.\" — Christian Leader and Christian World."], [269, ""], [270, ""], [271, ""], [272, ""], [273, ""], [274, ""]]