[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THROUGH LOVE TO LIFE VOL. III."], [8, ""], [9, "THROUGH LOVE TO LIFE A NOVEL BY GILLAN VASE A novel is a subjective epopee, wherein the author begs permission to treat the world after his fashion : the question therefore is, has he a fashion ? the rest will attend to itself — Goethe IN THREE VOLUMES VOL III. LONDON SMITH, ELDEK, & CO., 15 WATERLOO PLACE 1889 [All right t reserved']"], [10, ""], [11, "CONTENTS OF THE THIRD VOLUME. CHAPTER PAGE XXXVI. A SMALL HOUSE AT CLAPHAM 1 XXXVII. A MARRIAGE AND A RENUNCIATION . . . . 35 XXXVIII. POOR MABEL ! 74 XXXIX, AN ENGLISH PROPHETESS AND A SWISS PROFES SORESS . . . . . . . . 94 XL. HUMBLE PIE Ill XLI. COALS OF FIRE 127 XLII. A MOTHERLESS BABE . . . . . .134 XLIII. TWO BROTHERS 158 XLIV. MRS. OR MISS SMITH 180 XLV. A DESERTED HOUSE 187 XL VI. THE SISTER EVELINE 211 XLVII. A MOMENTOUS QUESTION 227 XLVIII. ' WHITHER THOU GOEST, I WILL GO ' . . .245 XLIX. 27, SPINSTER LANE, CLAPHAM 264 L. THE VOICE OF SOCIETY 279"], [12, ""], [13, "THROUGH LOVE TO LIFE. CHAPTER XXXVI. A SMALL HOUSE AT CLAPHAM. Woman's will may — may be broken, Is her husband only wise : Let no useless word be spoken, Reasons, theories, she'll despise : All her logic springs from love ; Kisses — tears, her cause must prove. Translated from Bodenbtedi. In due time, with an infernal scream and roar, our train rushed into the great terminus, and cast us out into the fog of London. The countess clung to my arm, her timid eyes raised confidingly to mine. From hence forth the burden of another's life — another's fate — was upon me. VOL. III. B"], [14, "THROUGH LOVE TO LIFE 2 I took her to a quiet, respectable hotel between Pall Mall and Piccadilly; then got a long, long sleep, and awoke full of vigour and resolution. Some orderly hand had been arranging everything in the chaos of my brain. I knew now what I had to do, and determined to lose no time in doing it. Firstly, then, I had to dress with unwonted care, for I was going to call upon a lady whom I was very desirous to please. I stopped in the street to buy a chrysanthe mum for my button-hole, and smiled as I thought of the astonished eyes of Aileen. For it was towards Clapham that I journeyed — at Clapham that I finally landed, my face flushing, my heart beating high with expectation. At last I stood before a tiny house, dis tinguishable amongst its neighbours by the almost audacious masculinity of its appear-"], [15, "A SMALL HOUSE AT CLAPHAM 3 ance. For on its front was a brass plate, on which were inscribed these words : GERALD MALCOLMSON, Aechitect. My first knock was unanswered. I knocked again a good deal louder — a regular rat-a-tat-tat. I soon became sensible to my finger-tips — informed thereof by that sense within us as yet undignified by a name — that this un wonted summons had caused more than one neighbouring curtain to be hastily drawn aside, and brought more than one pair of feminine eyes to be inquisitively fixed upon the stranger. Then I heard the sound of approaching feet. The colour rose to my cheek, and I began to tremble. How is it that we are so awkward and embarrassed when we meet friends after long separation ? It may be that a crowd of B 2"], [16, "THROUGH LOVE TO LIFE 4 strangers could not discompose us, but one familiar eye can do it easily. But it was not Aileen who opened the door, keeping it cautiously on the chain. It was a stranger. I inquired for Mrs. Malcolmson— giving Aileen her married name with a singular sense of how far it took her from me. ' Missus was out.' I inquired further, with a sinking, yet. somehow, relieved heart for Mr. Malcolm son. ' Master too was out.' At this crisis, with somewhat embarrassed impetuosity, I interposed a hand to prevent the door being unceremoniously closed in my face. The woman inside, no whit embar rassed, contemplated that hand with uncon cealed suspicion, and appeared to wonder whether the law would justify her in squash- ing it."], [17, "A SMALL HOUSE AT CLAPHAM 5 Could she tell me where they were to be found ? Questioned one didn't know. Or when they would return ? Questioned one didn't know that either. My anger rose. My voice too rose a trifle with it as I said, 'I am a relative of Mrs. Malcolmson's. Open the door.' Now, a decided command has this remark able quahty : it contains within itself both cause and effect. Speak as if disobedience were an impossibility, and I'll stake my head you will be obeyed. The woman drew back the chain sullenly enough and opened the door. I entered. To the right hand of the Lilliputian passage, from which arose a flight of stairs, steep and straight as a ladder, was a door, slightly ajar. ' I will wait for your mistress,' I said again to the maid with the same decisive peremptoriness ; ' in the meantime go"], [18, "THROUGH LOVE TO LIFE 6 about your business. I need not detain you. As I spoke, I pushed the door further open, and went boldly into the room whose entrance it guarded. It already contained two living occupants, both faintly visible by the feeble ray of a solitary lamp which, half concealed under a green shade, stood upon a round table — the centre-piece of the tiny room ; both also re vealing their presence by certain soitnds. A canary warbled a low song in the twilight obscurity ; a human being gave slow utterance to the deep, regular breathing of profound est sleep. My audacity in thus forcing an entrance was getting punished already. Good heavens ! what if I had got into the wrong house ! The maid was gone. I was left at my own command, to my own resources — an unhallowed intruder into a sanctuary !"], [19, "A SMALL HOUSE AT CLAPHAM 7 I slightly shifted the shade over the lamp, letting its rays fall full upon the face of the sleeper. It was that of an old lady, sunk low in an easy chair drawn up before the dying embers on the hearth. Her hands lay loosely folded upon the knitting on her lap (not the grey stocking of Switzerland, but something soft and fleecy, ivory-white and rosy red), the monoto nous colour of her dark grey gown agree ably relieved by a snow-white apron, equally snowy muslin collar, and high-crowned Quaker looking cap. Now old age, as a rule, is no beautifier. It dims the eye, sallows and wrinkles the once smooth skin, robs the bright hair of its gloss. Old age, too, man-hke, is harder on women than on men. But it was God who had beautified the placid face before me. Nature — that wayward sculptress — had chiselled the features care-"], [20, "THROUGH LOVE TO LIFE 8 lessly ; the upper lip too long, the nose too short, the chin a trifle too massive. But love, and pureness of heart, and patient longsuffer- ing, had made the face so beautiful, that it looked almost holy as it lay there upon the pillow in the calm unconsciousness of sleep. The eyes had shed many tears — witness the deep rills which marked the course of their currents. Yet every line bore emphatic testi- mony to the beauty of the soul. The hand of relentless Old Age had faltered on approach- ing this woman ; only with his lips had he touched her, and that like a lover, bright- ening the bloom upon her soft cheek with his kisses. I looked and looked again, ravished, and could not choose but look. In my ears ranc the echo of a long-forgotten lullaby. Upon my cheek burned kisses, like none that I had felt for years. Before my mental eyes rose a spiritual presence. Memory stirred within"], [21, "A SMALL HOUSE AT CLAPHAM 9 me, striking long untouched chords upon my heart, the deep vibrations of which shook me to my centre. I went nearer. I knelt down before the sleeper. I examined her lineaments with the keenest anxiety. The hair, rebelling against the restraint of the cap, fell over the low, broad brow in well-remembered ripples. The wrinkled hands, softly sunk in the rosy web upon her knee, were like — oh, Heaven ! — so like others, the firmest, the tenderest I had ever known. And — good God ! — a drowsy bluebottle hummed in the high crown of her venerable head-covering. At this final discovery, Memory, in agi tated haste, poured a strong acid over words almost obliterated. Clear, black, distinct they stood out before me : ' Let the cruel thing that weaned a brother from a sister answer that.' I burst out into loud sobbing. I threw"], [22, "THROUGH LOVE TO LIFE 10 my arms round my dear, dear old nurse. I laid my head upon the bosom that had been my childhood's only and unfailing solace. I thanked God for His boundless mercy. He had taken my friend — my heart's father — from me ; had given me instead my soul's mother once more. ' My dearest Charley, I don't like to mar our almost perfect happiness by scolding you, but a good housewife always has one eye on duty, and I really must, you know.' Thus, an hour later, Aileen. Scene : a dining-room, five feet by four. That is to say, on consideration, it must be a trifle larger, but it really does not look so. Talk about cats, you couldn't swing a kitten in that room, unless it were a Manx one, with out imminent danger to that kitten's brains. How a table has been got into it / don't know — perhaps by the same process that the"], [23, "A SMALL HOUSE AT CLAPHAM 11 apple gets into the dumpling. How a sofa — so fragile-looking that I wouldn't sit upon it for worlds — and various chairs got there is for me an impenetrable mystery. Perhaps the ceiling is movable, and they were let down. I look up at said ceiling with some alarm as this thought suggests itself, especially as an elephant is promenading above us. I don't know how he got there either, but feel sure it must be an elephant, until Aileen, laughing a little, says it is Margery. Third matter for contemplation : how did we four average-sized human beings get into, and how do we manage to live in, this room ? I am, it is true, occasionally sensible of a con striction in the throat resembling suffocation, but I do not think it is from want of air. I suppose, too, I came in at the door, though now, looking back at it, it seems a physical impossibility. I might be anxious concerning my exit, only that as yet I have not the"], [24, "THROUGH LOVE TO LIFE 12 smallest desire to go. Yet this Euclidical problem — a very Asses' Bridge of difficulty — does occur to me : if the door was the tightest of fits before, what will it be after, tea? For I am sitting at Aileen's board for the first time ; my legs very quiet under the table, and also under strict injunctions not to move with any degree of abruptness. A general overturn, it is evident, would be the result of disobedience. Aileen is at the head of this table, pouring out tea. Aileen's husband is at its foot, cutting up bread. I have Aileen's authority for asserting that he is his house's master and hers. I have the authority of my own observations and power of combination for asserting with at least equal tenacity that upon his neck is the foot of a little mistress. Never be ashamed of that, Gerald Malcolmson ! Love is the greatest restraining as well as the greatest propelhng power on earth or in"], [25, "A SMALL HOUSE AT CLAPHAM 13 heaven. I defy any learned professor of the British Association, though he be immersed in electricity and all the rest of it to his learned ears, to find me a greater. Opposite me, on the above-mentioned sofa, sits my nurse, her face, hke mine, bright with smiles — smiles so replete with emotion that at any moment they may return to their primeval source and become tears again. ' I really must, you know,' says Aileen. 'Go ahead, Aileen,' encourages her hus band, as she pauses to shake her lovely little head at me ; during which by no means alarm ing performance, her curls, now confined with a matronly comb, tumble in a golden shower about her. ' He won't mind it. H he's hke me, he'll rather like it.' 'Like it, sir? — Take some toast, nursey darling. I made it myself — soft for your poor old teeth. You can't live on your boy, you know. — Gerald, you neglectful creature ! call"], [26, "THROUGH LOVE TO LIFE 14 yourself a host ! don't you see Charley — half starved, no doubt, poor dear fellow ! in those barbarous foreign countries — is eating no thing? Kippered herrings, dear? I never heard of them till I was married, but they really are mo-ost savoury. like it ! You'd like, I dare say, to see me wasting away to skin and bone with useless reprimand.' ' I shouldn't like it at all,' says her husband, laughing, and looking admiringly at her plump little figure, ' but, fortunately, at present there are no symptoms.' ' What, sir ! do you mean to tell me I'm getting fat ? I'd Banting myself directly if I thought there was the remotest probability of such a catastrophe ; or make you give me drawing lessons again. — Ah, Charley dear, you can't conceive howT reducing they are ! I hadn't been learning a fortnight before mamma's maid had to take in all my dresses. Is your tea as you like it, Charley ? I take"], [27, "A SMALL HOUSE AT CLAPHAM 15 loads of sugar myself, but Gerald j doesn't. Try some marmalade. — Gerald dear ' (anx iously), ' sugar has risen a halfpenny in the pound.' This terrible commercial perplexity bring ing a faint shadow on Aileen's smooth young brow, I seek to disperse it. ' When am I to get the scolding, little sister ? I can't enjoy my tea till it is over.' ' Ah, you don't expect to like it, then ! That is right. When I scold people I want them to mind it ; to be hurt by it ; to dread it ; to tremble in expectation of it.' ' By Jove ! it must be something awful.' ' So it is. — You may laugh, Gerald, but I read once in one of mamma's novels of the \" hollow laugh of terror and despair \" ! ' ' Goodness ! ' ' No, sir, badness. Atrociousness. What do you mean by breaking into our house like a midnight thief, without so much as a note"], [28, "16 THROUGH LOVE TO LIFE or a telegram beforehand to put us on our guard ? ' ' 'Twas a long way from midnight, Aileen,' I venture timidly to observe. (It is odd how completely Aileen's marriage has turned the tables against me. I wouldn't venture to hector her now for anything, but it seems she may venture to hector me, and pretty smartly too.) ' Stick to the point, sir, if you can. Gerald can't. Just the tiniest little slip of a false word, and down he pounces on it, as if it were the gist of the whole matter. Pray, must a thief come exactly when the clock strikes twelve to be a midnight one ? ' ' No, Aileen, but. ' No buts, sir — like a midnight thief, I say, frightening Margery to that degree that she shook after it (she told me so) hke a \" hasping leaf.\" I'm not botanist enough,' continues Aileen, looking at her rosy finger-tips reflec-"], [29, "A SMALL HOUSE AT CLAPHAM 17 tively, ' to know precisely what sort of leaf that is, but anyhow, I'm sure it must be one that shakes terribly.' We laugh so uproariously at this, that I am sure we must have alarmed the neighbours. I haven't laughed hke that for months, al most years ; but this happy, joyous home is doing me all the good in the world. Aileen's rosebud of a mouth protrudes itself into an unmistakable pout. ' I dare say it's very natural for a man to make game of his wife's ignorance,' she says, pretending to be vexed ; ' but seeing he took her for better and worse, and knew what a silly girl she was beforehand — and I'm sure she never pretended to know anything — I think 'twould be more manly and more gener ous to stick up for her.' Her husband's countenance expressing the deepest contrition, Aileen springs up from her tea-tray, heedless of the capsized cream- VOL. III. c"], [30, "18 THROUGH LOVE TO LIFE jug, to stroke it caressingly and lay her own rosy one forgivingly against it. ' He looks so ugly when he is cross,' she remarks in an explanatory tone ; adding, as she returns to her seat, rosier than ever, — ' Well, Charley dear, have you any excuse to offer for your misdemeanor ? ' ' Only this, Aileen, that I knew you would make me welcome at any time.' 'That's a very pretty answer, for which I am sure Gerald will let me give you a kiss. There ' — giving it — ' offence number one forgiven and forgotten. And now for number two.' ' Is there another ? ' ' Certainly. A much worse one. — Nursey dear, don't look at me like that. I mean to scold him. He deserves no mercy. I'm sure he nearly frightened you to death.' ' He didn't frighten me a bit,' answers my nurse, smiling faintly. ' I had been dreaming of them both — my long-lost boys. And then"], [31, "A SMALL HOUSE AT CLAPHAM 19 I seemed to see them both— so much alike, and yet so different. Ah ! will he ever come back to me ? ' My nurse's voice has sunk into the monoto nous tone of soliloquy, and from her eyes, directed downwards, one or two drops fall heavily. I look at Aileen, anxious and amazed. Aileen looks back at me and slightly shakes her curly head again, a rosy finger on her rosy Lips. ' Nevertheless, dear,' she continues, ' though, fortunately as far as we can see yet, no very serious result is to be apprehended, it was quite enough to frighten her into fits. I don't approve of servants hstening behind doors or peeping through keyholes as a rule, but I can not scold Margery under the circumstances, for keeping the house door open, her heart in her mouth and her eye at the keyhole, all the time you were there. \" Which, mem,\" she said (she calls me mem, Charley, and is really c 2"], [32, "THROUGH LOVE TO LIFE 20 a most invaluable servant, and such a cook, but not quite a Lindley Murray) — \" which, mem, when I see him down upon his knees afore her, and she sleeping like a babby, I were that mortal certing that he was either a roaring madlam or a-going to wilful murder her, that I should have screeched myself mad too, only that the strength were took out of me in spasms.\" ' Aileen offering no explanation of this ex traordinary speech, I think Margery must have got confused between madman and Bedlam. This is simply a suggestion. ' I don't exactly know what she meant,' con tinues Aileen, looking admonishingly at her laughing husband ; ' there's so much in Margery that she is hard to understand sometimes ; but I know this, that if / had been taking an after noon nap, and had awakened to find a man at my feet, I should have had spasms myself, or something quite as bad.'"], [33, "A SMALL HOUSE AT CLAPHAM 21 * I hope you would,' says Mr. Malcolmson promptly, ' unless it had been me.' ' \" The verb to Be, with all its variations,\" ' corrects Aileen in triumph. ' Ah, it isn't only poor Margery who is no Lindley Murray. Now, Charley, if you are very penitent, and promise never to do it again under any cir cumstances, you shall ' ' Have another kiss,' concludes her hus- band. ' Certainly not. My kisses are not so cheap, as you'll find out next time you want one, sir ; httle enough you'd care about them if they were shall take me into the draw ing-room, I mean. We call it a drawing-room, Charley, though it is so small. — Gerald, you bring nursey. — Stoop your head, dear, or you'll bump it. That's the good of being short. What a big, awkward fellow you are ! And who told you to grow that love of a moustache ? Quite distinguished-looking, but"], [34, "THROUGH LOVE TO LIFE 22 not twisted properly ; it ought to curl up a little at the ends — just a thought, you know. Bear's-grease won't do it, you must get some thing sticky — I forget its name. Let me twist it, and fasten your necktie. Oh the helpless creatures you men are, your fingers all thumbs, and never able to dress properly without a woman to help you ! That's what you marry for, / think. There, now, with a new waistcoat and better cut pair of — good ness ! do you think I've no bones ? — you may go in at an easy canter for the duke's daughter.' ' I'll wait awhile before I do that, Aileen.' ' Will you — are you — why do you look so proud, and yet so sad, Charley ? That kiss was not for me, I know ; it was meant for other lips, and burns upon mine like a confession. That look was not for me either ; it soes through me, passing on yearningly to some one far away. Your heart is not beatincr quicker at my touch, it is throbbing at the"], [35, "A SMALL HOUSE AT CLAPHAM 23 thought of another. Tell your sister, dear ; she can sympathise, for she knows what it is.' ' Not now. Some time, perhaps, Aileen.' ' I've seen it in you all the evening, but I couldn't speak until we were alone. You went away a bonny boy — you have come home a bonnier man, my brother. Your smile is different. Your eyes have learned to weep.' As she raises her own blue eyes and chattering little mouth to mine, I see a great change in her too — the bud of promise ex panded into a sweeter flower than I had ever anticipated. Our lips meet again as they never met before. Malcolmson is a fellow of sense, he hngers stiU behind us ; while we, under cover of the solitude and passage twi light, indulge in the warmest of fraternal hugs. We are again seated in the Lilliputian drawing-room. Aileen, upon a low chair on one side of the brightened hearth, listens now,"], [36, "THROUGH LOVE TO LIFE 24 as charming a little listener as she was a talker a while ago. A silver thimble flashes brightly hither and thither in the combined light of lamp and fire ; a steel needle accompanies it. She is making something too small, and fine, and flimsy to be intended as a garment for herself or her husband, or certainly for Margery. Perhaps it is a pocket handkerchief, but I hardly think so. I vaguely wonder what it is, as I sit watching her sweet, now grave, little face, upon which the flickering firelight throws strange lights and shadows. o Do She is greatly changed. I see it plainly now. A new earnestness on her brow, a new light in her eye, a new tenderness in her smile ; the girlish gleefulness tempered by the wife's gracious dignity. I see a tear sparkle in her blue eye, slowly roll unheeded down her cheek, fall gently upon the soft white material in her hand, and vanish there. It is not a tear of sadness — the proud, the tender smile"], [37, "A SMALL HOUSE AT CLAPHAM 25 trembling round her pure young lips destroys all fear of that. The sweet perfume of the opened floweret thrills my soul with gladness, and also with a passionate yearning. My nurse, too, whose very presence in the room seems to fill it with a blessing, though she scarcely speaks a word, has — seated on the same easy chair where I found her sleep ing — taken up the rosy web again, and rapidly it spins and grows under her busy fingers. It seems to take a shape familiar to me. I am sure I have seen her knitting things of hke fashion in the old dismal nursery. Vaguely, stiU talking, I wonder for whom they are intended. I tell my brother-in-law all about the fair countess. I answer a quick, inquiring glance from Aileen's eye with a smiling negative. I tell them — the women crying both in sym pathy — the story of Moppert's love and loss. I speak of my long illness and its cause, and"], [38, "26 THROUGH LOVE TO LIFE of the good man who saved me ; ask their advice and counsel concerning my beautiful charge ; but never once mention Therese — never once. When I finally stop, Aileen stops too, gently puts down her work, rises, and comes over to her husband. He draws her arm within his, and she rests her sunny head upon his shoulder. ' Gerald dear.' ' Well, my pet ? ' ' Our home is but a little one ; a very, very little one.' ' Has it grown too small for you, Aileen ? ' ' No, no, no ! I would not change it for a king's palace ; but ' ' No buts, httle wife. It is your own command.' ' But — I must, dear — but it has a spare room in it.' 'Yes.'"], [39, "A SMALL HOUSE AT CLAPHAM 27 ' A tiny room — hardly fit for a great lady, but a pretty room, I think.' I begin to understand before he does. I look gratefully at my sister — eagerly at her husband. My nurse looks up too, and smiles approval. ' Go on, my precious.' ' On the sunny side, Gerald. Such a healthy side, you know.' ' Specially in a city where the sun never shines,' he says, smiling. ' Go on, my wife.' ' Husband dear, 1 never asked you for anything yet that you said no to.' ' Which is an intimation that I must not say no now. Go on, my darling.' ' Gerald dear, while I was sitting there sewing, listening to Charley and to my own fancies too ' ' What, a tear ! Nay, I cannot allow that, my wife.' ' I fancied I saw a ghost — perhaps one"], [40, "28 THROUGH LOVE TO LIFE from the churchyard yonder — looking in upon us.' ' Nor that either, Aileen.' ' A fair face hke mine, only handsomer ' Then it was a false face, for the thing is an impossibility.' ' A fair face hke mine, only paler.' ' May yours never resemble it in that respect,' he says fervently. ' A fair face hke mine, only desolate, for saken, friendless.' She is sobbing now, but what matters it? her head is on her husband's breast. When she raises it, her face bright and smiling again, she has got her own way, of course, and the poor lady under my care has found a temporary home. It is in such manner that the women rule us — bless their tender hearts ! — despotically. It is in such manner that they may ever rule us, if they choose."], [41, "A SMALL HOUSE AT CLAPHAM 29 But now it is time for me to go, even Aileen acknowledges that, unless I would be come in deed and truth a midnight guest. ' Just wait one moment, Charley,' she says, as I reluctantly rise, loth to leave the tiny paradise. ' I must ask you one thing more first. Gerald, hold both your big hands before my face, for I know I shall blush.' He draws her head instead to its old rest- ing-place. ' Did you, Charley — are you quite sure he can't see the least bit of me, Gerald? — did you get my manuscript ? ' ' You know I did, Aileen ' And — and read it ? ' ' Every word of it.' ' Good boy ! And were you very angry ? ' ' I might have been, only just then all my anger was occupied with myself.' ' Ah, you have been sinning too ! I must hear about that another time. And did you"], [42, "THROUGH LOVE TO LIFE 30 — did you laugh ? — Gerald, throw your hand kerchief over my head ; I'm perfectly certain he can see my ears, they burn so.' ' No, Aileen, I can't ; besides, I'm looking the other way ; and yes, Aileen, I laughed once or twice.' ' And — and cry a little ? ' ' Hum ! ha ! — er — of course not ! That is to say, do men ever- ' That is to say, you did,' she answers, with true womanly acumen ; forgetting her own shamefacedness to enjoy the spectacle of mine. And now, if you've really made up your mind to go, and won't stay the night — though our spare room is a lovely one, and I think if you wouldn't mind curhng up your legs a little the bed would be quite long enough — why, just give nursey and Gerald a good hug — no, I mean, shake hands with him, though why he should object to what / think rather nice I can't imagine. — Gerald, I'll open the door"], [43, "A SMALL HOUSE AT CLAPHAM 31 for him, we don't want you ; and I sent Margery to bed an hour ago — partly to save her from the temptation of hstening, to which I fear she sometimes yields ; partly, poor thing, to give her ample time to recover from her fright.' She had something else to say to me then ; I knew it. But she only opens the house door and kisses me very tenderly — her kisses as moist now as in the days of old — and lets me pass out of the sanctuary of a happy home into the blank cheerlessness of the foggy November night without a word. I have hardly taken two steps, though, before she is after me breathless, to lay a little detaining hand upon my arm. ' You'll catch cold, my darling sister, and what would your Gerald say to me then ! ' ' Never mind. Charley, you are going to Ballyacora Hall ? '"], [44, "THROUGH LOVE TO LIFE 32 ' To-morrow morning, Aileen, as fast as express train and boat will take me there.' ' And you will see papa and mamma, and Mabel, and all the rest,' she says, with a deep sigh I construe into regret. ' I suppose so. Would you hke to go with me?' ' Ah, I dare not. Besides ' (proudly), ' I would not without him.' ' You are sure you do not miss the comforts you have been accustomed to — that you do not regret ' ' Eegret ! oh, Charley, if you knew ! but ' ' But what, my pet ? ' for she is crying bitterly, her head upon my arm. ' Charley, ask papa and mamma to forgive me. Plead for me.' ' I have a cause of my own to plead with them, Aileen, but yours shall come first.'"], [45, "A SMALL HOUSE AT CLAPHAM 33 ' That's my generous boy. I always knew you were not really selfish.' Ah ! the selfishness has been driven out of me by keenest pain, and I know now that it is the highway to wretchedness. ' I don't want anything but their forgive ness,' Aileen continues, raising her little head proudly again. ' I was miserable in the midst of luxury. I am so happy now ! Gerald gives me all I want, and it is so sweet to be indebted to him for everything. He is so glad to give, I am so glad — so proud to take.' ' I understand, dear, and it is the right thing.' ' But — not at first, more shame to me — only lately, I have longed to have them forgive and love me if they can. I have thought ' She stops abruptly, trembling with emo tion, and perhaps a little, too, from the raw, searching cold of the dark night. I fold her VOL. III. D"], [46, "34 THROUGH LOVE TO LIFE close in my arms, kissing her wet cheek and downcast eyes. ' Thought what ? ' I say soothingly ' That — if — if, in years to come, Gerald and I should ever have a little child, and it should turn from us ' She has torn herself out of my arms and gone back into the light and love and warmth of Home before I can speak another word ; but I walk along the deserted street, greatly enlight ened. I see again the rosy web, and the bit of flimsy material, and the rapid movement of dear womanly hands by lamp and firelight. The tangled web of vague conjecture is cleared away, and the neatest, dewiest home of cunning woodland spider, sparkling in the sharp light of sudden revelation, in its dusty stead."], [47, "35 CHAPTER XXXVII. A MARRIAGE AND A RENUNCIATION. Denn die Manner sind heftig, und denken nur immer das Letzte, Und die Hinderniss treibt die Heftigen leicht von dem Wege. Stehen, wie Felsen, doch zwei Manner gegen einander, Unbewegt und stolz will keiner dem andern sich nahern, Keiner zum guten Worte — dem ersten — die Zunge bewegen ! Aber ein gutes Wort verlangt er und kann es verlangen Denn er ist Vater ! — Goethe (Hermann und Dorothea). The fog which has kept the puffing and impatient steamer long motionless in the Channel thickens into close and heavy rain as we slowly move up the river towards Water ford. I have been pacing the deck for several hours, driven thereunto by that inward rest lessness which forces the weary body into D 2"], [48, "THROUGH LOVE TO LIFE 36 sympathetic action, and mechanically listen ing to the monotonous commands, sonorously delivered from the captain's bridge, sonor ously repeated by the man at the wheel : ' Hard a-port ! ' — ' Hard a-port.' ' Starboard a bit ! ' — ' Starboard it is. ' ' Steady ! ' — ' Steady.' ' Ste-a-dy ! Ste-a-dy ! ' How the words still ring in my ears, with that peculiarly distressing sensation of intense heart and body sickness which sea travelling, specially with a mind ill at ease, often leaves behind! Ste-a dy! steady ! All in vain the repeated command ! The lumbering old vehicle conveying me from the city of Cork to Ballyacora gets deeper into the ruts every moment ; my agi tated heart beats with continually increas ing irregularity the nearer we approach the long avenue of stately horse-chestnuts leading up to the Hall. We pass the South Lodge, the great gates opening with creaking reluctance to let in the"], [49, "A MARRIAGE AND A RENUNCIATION 37 heir. Heavily and remorselessly the rain pours down upon the soddened remnant of shivering leaves still clinging to the trembling mother branches, which moan out their want of power to hold them as the cruel night wind rushes headlong to the attack. A httle bit of fraternal cursing and swearing goes on between the driver and the porter, the latter angered at the late, and apparently plebeian, arrival. The gates swing- to heavily again behind us. I draw back impatiently into shadow as the light from the gate lamps streams searchingly into the coach ; but it is too late, the porter has recognised me. ' Begor, and it's yerself, Misther Charrels,' he says, touching his cap deferentially ; ' shure and it's the masther that '11 be glad to see ye, the night. Ye're just in toime, sorr ! ' In time for what ? I wonder, as we drive on again. But I have not much time for wondering."], [50, "38 THROUGH LOVE TO LIFE A few minutes more, and I am almost blinded by the glare of light streaming out into the darkness from the chandelier-illumined hall. The footman stands at ease, awaiting my pleasure. I, very far from standing at ease, decline to hand him the card he seems to expect, and turn wearily towards the library. ' Tell your master I request an immediate audience,' I say haughtily; 'I will wait for him here.' The footman is new, and does not know me. He seems inclined to dispute my right to enter. But, disregarding his astonishment, I lay my hand upon the door-handle. The subdued light in the library is very pleasant after the glare of the hall. I am about to sink into an easy chair when I observe that the room is not empty. Two people — a lady and gentleman — look up with surprise and some indignation. I see two"], [51, "A MARRIAGE AND A RENUNCIATION 39 things instantaneously, while in the act of seating myself: first, that they are very close together — suspiciously close, his arm hastily withdrawn from toying with the raven coils of her abundant hair ; then, that they are strangers to me. Yet — the afterthought comes vividly — the lady's eyes, of a deep, dark, lustrous blue, are singularly like those of my German countess, only that the light in these is all reflected from without ; not, like hers, only crystal windows through which the soul, now glad, now sor rowing, looks out upon you. And his eyes, too, never seen before in the flesh, are uncom fortably familiar to me in the spirit. I have already looked and shrugged mental shoul ders at them, either in a picture or a dream. Fishy, cold, selfish, passionless and yet sensual, they have no light at all, or power even of re flecting any, except through a glass medium, covering one of them."], [52, "THROUGH LOVE TO LIFE 40 I am retreating with a low bow and a few words of not unembarrassed apology — for in this room I am so unmistakably de trop that to remain would be unpardonable — when the lady gracefully rises, revealing the outlines of a figure as perfect as that of any sculptured Venus, slowly approaches me, puts out a lily hand, cold and unpulsating as marble, shows a trifle more of two pearly teeth, always par tially visible above the short and proudly curled upper lip, and saj's languidly, — ' How do you do, Charles ? Papa will be delighted. — Allow me to introduce my brother, my lord. — Charles, this is Viscount Kilreeny.' I cannot help wondering, as I look with compelled admiration into her exquisitely coloured, calm, unflushing, profoundly self conscious face, commanding the homage of the senses as a wonderfully chiselled piece of sculpture might, and also exciting as much desire as it might do to press her to one's"], [53, "A MARRIAGE AND A RENUNCIATION 41 heart, whether the gentleman beside her — he is a lord, so I suppose I must call him one — whether he has ever yet ventured to touch her scarlet lips with his. I only know that / don't venture. I bow a moment low over the beautiful hand with a somewhat emotional recollection of Aileen's warm, moist lips upon my cheek, and check the unmanly disposition to sob, and the untoward one to laugh, as I remember the noble viscount's own recorded words : ' Now, a fellah likes warmth.' I get a kiss, nevertheless, from somebody that night — accept and return it too, though rather shamefacedly. Not from my mother. The melodramatic performance with which we separated is repeated with even extra theatrical solemnity — we both salute the air simultaneously in her boudoir. Her maid, who is reading to her when I enter, watches the pathetic scene not without anxiety. No wonder : dinner-time is approaching, and that"], [54, "THROUGH LOVE TO LIFE 42 wonderful effect produced by carmine, &c, can't be reproduced in a minute. But how old she looks in spite of it ! How painful the contrast between the raven curls and the wrinkles touching them ! How almost ghastly the perfection of the white teeth and the sunken nonconformity of the cheeks ! How unnatural the rose-tint on the prominent cheek-bone ! ' Go and dress,' she says querulously ; ' you are not fit to be seen. — Reynolds, proceed ; I couldn't eat a morsel until I know whether Laura relents. — Regi nald, shut the door quietly ; my nerves will not bear the falling of a pin.' No, it is my father, poor old man! who, redder, fatter, balder, wheezier, more city magnate-looking than ever, gets upon gouty toes to kiss his only son, the varnish peeling off him everywhere as he does so. I submit with heroic fortitude ; for the noble viscount is looking on, no inconsiderable amount of"], [55, "A MARRIAGE AND A RENUNCIATION 43 disgust fishily gleaming in both covered and uncovered eye. Poor old man ! I would submit to more than that, knowing what I have in store for him. Dinner is in progress, with its multitudi nous courses, its sparkling of silver and crystal glass, its rich yet subdued light, its wealth of flowers, its velvet-shod butler and hveried footmen, its insufferable dulness, its unbear able ennui. My father and the noble viscount eat and drink as if eating and drinking were the grand motives of life. My mother eats and drinks as if her appetite as well as her heart were away with that yet unravelled destiny of Laura's, and her teeth were an in surmountable obstacle to her mastication. Florence eats and drinks as if even entrees and champagne were too gross aliments for her celestial beauty, and touches knife and fork with an air of supreme con descension. Mabel and the girls eat and drink"], [56, "44 THROUGH LOVE TO LIFE what they are offered, with the healthy appe tites natural to their age. I eat and drink with a pained consciousness that the costly viands are choking instead of nourishing me, and a longing, wdiich becomes intenser with every morsel and every fiery drop, for the ' dinner of herbs,' upon which I used to feast so sumptuously in the old Schenke at Gutseh — or even for the kippered herrings of Aileen. There is very little conversation. My father's face grows purple as he tosses down glass after glass of the fiery poison Englishmen call port. The noble viscount, incited by the wine-cup, murmurs a few faint compliments to the lady at his side, whose snowy neck and shoulders, frankly and freely exposed for the benefit of everybody indiscriminately, are not one whit agitated by the reminder that the morrow will transform her into a viscountess. Mabel and the girls whisper together furtively, but subside into alarmed silence when my"], [57, "A MARRIAGE AND A RENUNCIATION 45 father's bloodshot eye lights upon them. I have ceased to wonder at the goutiness of the latter's toes. I now cease to wonder how he manages to keep his girls in such subjection, reserving that emotion instead for the more personal consideration of how Aileen dared — how I shall dare — defy him. I begin to envy the footmen as, course by course, the never-ending dinner ' drags its slow length along.' They can, and do break the spell by an occasional ' 'Ock, sir ? ' ' Claret, my lord ? ' ' Pommery, ma'am ? ' at measured and stately intervals. I wonder how the girls can bear it, or how I ever managed to do so in the times that are past. At last — everything must come to an end — dessert is on the table. The butler places fresh decanters of port and sherry before my father, and follows the retreating footmen. A little more dallying and toying with sugared foreign fruits and costly hothouse English"], [58, "46 THROUGH LOVE TO LIFE productions, and the ladies rise. The viscount, with somewhat unsteady steps, rises too, to open the door for my mother. As the fair colonnade sweeps gently out of the room, I feel my lips curling and my cheeks flushing at the sight of the superfluity of their garments below, and the scantiness thereof above, the waist. I wonder what the footmen think of it, and whether this view of the thing ever strikes the ladies. But I cannot escape yet with propriety. There are a few more bottles of port to be emptied before we are presentable for the drawing-room. When, finally, my father, in a voice so thick that you can hardly hear through it, and, moreover, weighted with hic cups, proposes that we should do so, the noble lord is under the table (I am writing of five - and-twenty years ago), and the idea has to be abandoned. I help his valet, who is near at hand and no whit amazed at the spectacle, to"], [59, "A MARRIAGE AND A RENUNCIATION 47 drag him to his feet, for which service of love he is remarkably grateful and affectionate. He sheds tears upon my waistcoat, tells me I'm a ' cappelgoolfell,' and commissions me wdth some message for Florence, utterly inex plicable except the last word, which bears some resemblance to comments. I decline to deliver them, keeping the same, and my own, to myself for the nonce. Two or three of the footmen, helped by his own servant, convey him to his coach in waiting, and my father reminds the valet not to forget that to-morrow is the wedding day. ' Don't let him — hie — be late,' says my father. ' No, sir,' says the man. The servant keeps his word. The noble bridegroom, very seedy-looking and shaky, and fishier- eyed than ever, lets his lovely bride suffer the pain of suspense only one quarter of an hour. The still driving rain, and still howhng wind, offer some excuse, perhaps, for this delay ; which, besides, may be but an early and whole-"], [60, "48 THROUGH LOVE TO LIFE some reminder to the future viscountess that her lord is fully aware of his superiority, and means her to be aware of it too. There is a vast amount of white satin and orange blossom, and no apparent end of carriages and smiling guests, and if the necks and shoulders of the shivering bridesmaids did not turn goosy and blue, and their pretty noses a little red, one might be deceived as to the chilliness of heart and atmosphere pervading the whole. The Church, represented by four or five stoled priests, goes through her part with somewhat accelerated speed — it is so cold and so close on twelve — yet still with sufficient solemnity. Miss Florence Smythe becomes Viscountess Kilreeny in full accordance with the Ritual. The Church's benediction is upon her as she sweeps down the aisle, her hand upon her hus band's arm, her train borne after her by two envious bridesmaids. The rain of heaven is upon her for a second as she steps out from"], [61, "A MARRIAGE AND A RENUNCIATION 49 under the shelter of God's house into the carriage. The bells are chiming over her, to the full as gleefully as if the sun were shining ; but what about the blessing of God ? I hear two or three comments — plebeian, not noble ones — as I pass out in my turn, feeling as lachrymose as if I had been to a funeral. ' Did you ever see such a beauty ? ' '/prefer Miss Aileen.' ' Hush ! see, he is smiling. What a set of teeth ! Don't they look as if they could bite ? ' 'Ay, and she'll find out that they can. / know him.' The next whispering couple are his valet and my old acquaintance John. ' He looks seedy, don't he ? ' ' Seedy ! Oh the night I've had ! It took no end of soda-water, with a good many hairs of the dog which bit him, to bring him to his legs again.' vol. 111. e"], [62, "THROUGH LOVE TO LIFE 50 The wedding breakfast was over. The noble pair were gone en route for the sunny South, to celebrate there the sweetness of the honeymoon. The guests were gone. The excitement was gone, leaving behind it an uncomfortable vacuum — the inevitable flatness of reaction. But I was not gone ; neither was my fear. It had grown immensely since my arrival, and stood up gigantic, gaunt, and hollow-eyed before me the first moment I was alone with my father. It laid a cold and clammy hand on the lips of Resolution, trying hard to stifle her more than once repeated steady Now. ' You got my letter then, my boy ? ' ' What letter, sir ? ' ' The one I sent to that place in Switzer land—what d'ye call it ? ' ' Do you mean Lucerne ? ' 'Ay, Lucerne. What made you stay there so long ? '"], [63, "A MARRIAGE AND A RENUNCIATION 51 ' I have been ill. I told you so.' ' Yes. You had a tumble into the water. It makes my old blood run cold to think of it. But you are well and strong now. You look well and happy, my son.' His words were an assertion, yet the tone in which he uttered them was strongly tinc tured with almost pathetic inquiry. ' I am well, sir ; and I should be the happiest man on earth if ' 'I-f? There shall be no \" ifs \" in your case. You shall be happy. I have only lived to make you happy. I shall die content when I have done it.' He shook the ashes out of his meerschaum as he spoke, somewhat vehemently. That was one of his plebeian habits : he would smoke a pipe even as lord of Ballyacora. As for me, I threw my unfinished cigarette into the fire, and tried to believe it was that which was making me feel so sick. ' These Russian B 2"], [64, "THROUGH LOVE TO LIFE 52 cigarettes,' I said, putting a hand up to my paling cheek and desperately biting my trembling lip, ' are an imposition.' 'You've had your fling, my boy,' con tinued my father, refilling his pipe. ' You can never say I grudged you your fling. You've drawn heavily upon me during the last year or two ; made ducks and drakes of the money I've sweated to earn, I'll be bound ; sown wild oats enough for a dozen ordinary fellows ; and committed every extravagance under the sun. Never mind ! 'Tis all the same to me. There's plenty more grist in the mill, and it's all there for you, Charley. All yours, my boy.' 'Thank you, my dear father, thank you. You have been very good to me. I knowT it. I acknowledge it with my whole heart.' He looked lovingly at me ; his red face redder than ever from suppressed emotion. As for me again, I was actually making what my"], [65, "A MARRIAGE AND A RENUNCIATION 53 noble friends Lord George Graceless and Sir Harry Goitt would have called ' a damned fool ' of myself. ' Why, Charley, lad ! You don't think I mean to throw it up at you, do you ? You don't think there's anything I'd grudge my only son ? And now you're going to repay me for it, you know, a thousandfold.' ' How, sir ? ' ' I've got good news for you, my boy. You are tired of having your own way, ain't you ? I can see it in your face. Well, you shall do my bidding for a change, before settling down to be your own master and master of Ballyacora.' ' If I can, my dear father, I'll do your bidding gladly.' ' If you can, eh ? You can, fast enough ; and shall — I mean, you will. That was our compact, you know. You haven't forgotten our compact, my boy ? '"], [66, "THROUGH LOVE TO LIFE 54 ' Did I make one ? ' ' Ay, and one you'll have to keep, Charles. Have to, mind you ! But it hardly need be a restraint on you at all, or only for a few weeks of courtship. A man may do what he will, after marriage, with his wife.' ' Can he make her a good mother to his children, sir ? ' I asked bitterly. He winced at that. I saw his forehead contract and his eye fall. But he hardened himself too, as he answered doggedly, — ' He can prevent her, at all events, from interfering with his views about them.' ' Can he make her love him ? ' ' He can make himself do without it ' Do without the most blessed thing God has given us ? Do without that, the want of which has made this fine estate and noble mansion the very barrenness of desolation — more wretched than the poorest hovel ? ' The words burst from me unawares. All"], [67, "A MARRIAGE AND A RENUNCIATION 55 my fine plans and carefully rehearsed sen tences for attacking his prejudices were shattered by my own impetuosity. I had meant to divulge my sentiments gradually and gently, and now they had rent a way for themselves with the suddenness of a flash of lightning. I had meant, in short, to play the part of some one vitally different from Charles Reginald Smythe, Esquire, and Nature angrily shook me out of my studied role almost at the first sentence. He looked at me with very threatening clouds gathering heavily on his brow, yet still trying to cherish a faint hope that his ears were deceiving him — that it was in some nightmare that those hot words of protest had been roared into his brain. Then he dashed his pipe into the grate and rose and faced me, the purple veins upon his purple forehead swelling till I thought they must surely burst. I rose too. Never in my life had I had to"], [68, "THROUGH LOVE TO LIFE 56 do a work so hard as this. Never in my life had I loved the old man before me as I loved him now. Yet there could be no compromise. I knew that. I knew that if my hand were even destined to deal him a death-blow, I must do it. There is this quality in my nature, faulty as it otherwise is : however low my courage may sink before a crisis — and, God knows, it often sinks to the dregs of pusillanimity — it always rises at the moment, level with it. It rose now. If my hand were destined to deal him a death-blow, I must deal it. For, strange to say, the knowledge of the pain I had to inflict, entering into my soul like a sharp iron, torturing my own nerves tenfold, did not weaken, but steeled me. There was no fear of Courage swooning now ; the most telling antidote had been applied. Under the fire of its touch, she rallied and stood upright."], [69, "A MARRIAGE AND A RENUNCIATION 57 I took the old man's trembling hand and gently put him back into the chair from which he had risen ; I threw myself upon my knees before him. He had a right to demand — not in words, he spoke no word ; but with every line upon his face, every white hair upon his head — he had a right to demand that I should exhaust pleading before venturing to assert my right — the God-given right of my manhood. ' Listen, my dear father ! Let me explain before you are angry with me. You are a magistrate. You would let any wretched poacher, any strolling vagabond, speak before you committed him, would you not ? Do not be harder on your only son. I cannot repay you in the way you wish, but I will try hard to repay you in some other way.' He made no answer, but his bloodshot and glassy eyes were upon me. ' I have a cause to plead with you, sir — my own cause ; and I know you will hear me."], [70, "58 THROUGH LOVE TO LIFE Also I have to plead for another ; for your daughter, my sister, father — for Aileen.' He wrenched his hand away from mine. Oh, it was dreadful to know that it was passion, not relenting, stifling the curse upon his lips ! ' I went to see her when I was in London,' I continued desperately ; ' she is so good, so sweet, so happy ! Her only trouble, your dis pleasure and your anger. She begs and prays you to forgive her.' ' She's getting tired, I warrant you,' he sneered, ' of the dry crust and tasteless water to which she has condemned herself. But what's she to me ? What's the whole wrorld to me ? Damn it ! Go on, about yourself. Let me know in as few confounded words as possible whether I have a son still or not.' ' But, sir, Aileen ' ' I won't hear another word about her. I've forbidden the mention of her name in the"], [71, "A MARRIAGE AND A RENUNCIATION 59 house. Not even you shall disobey me. I've given every one about the place orders that if she or her infernal beggar of a husband venture inside the park gates, they are to be driven out with a horsewhip. Plead your own cause and be quick about it, or, by G — , I'll commit you without a pleading.' I got up from my knees, and stood now before him, silently combating with two new opponents— Indignation and Hot Anger. He went on : ' I'll shorten the matter by putting a few questions which you'll please to answer straightforwardly, unless you'd have me treat you in like manner. When I was a lad, my father never gave me a sixpence without count ing it, and making me give strict account of it too. I've given you thousands of pounds, and never asked for a reckoning.' ' I know it.' ' Ay, you know it, with that confounded"], [72, "60 THROUGH LOVE TO LIFE curl of the lip which was your answer to every thrashing I gave you when you were a boy, and which signified — I knew it well — that you meant to go your own way in spite of me. I used to be proud of it then ; think it showed pluck and spirit and blood ; but, mark my words, Charles, if you have your own way this time it will be as an outlawT and as a beggar.' Oct ' I was prepared for that, sir.' ' The devil you were ! ' getting up and pacing the room, his wrath rising to madness with his sense of its impotency ; his right hand clenching with the strong impulse of a hot blooded and undisciplined man to throw down all obstacles to his will by brute force. * That's the meaning of the look in your eyes, the curve of your lip, that's puzzled me ever since you came home. Who would be a father, to have the child, the son whom he cherished as the apple of his eye, grow up to"], [73, "A MARRIAGE AND A RENUNCIATION 61 be a man, only to stand there, like you, defying him, and to be powerless — Charles, you are killing me.' ' Sir, it is that I find so hard to bear — not > your anger. ' Why don't you tell me what I want to know, then ? Does it give you pleasure to witness this protraction of my pain ? Sit down and tell me why you refuse to do the one thing I have lived for. I am an old man — remember that.' ' I do remember it, sir. I do remember it.' ' Speak, then.' 'You want me to marry, and I want to marry. So far we are of one mind.' ' Whom do you want to marry ? ' ' The woman who has my heart, my soul, my honour.' ' And whose honour you have in return — eh?' I sprang to my feet. I gasped for breath"], [74, "62 THROUGH LOVE TO LIFE under the blow he hit me. I staggered under it. Oh, my Therese, my one earthly treasure, my spotless love ! ' A damned foreigner, I suppose, who has thought to catch a golden Englishman ? ' He laughed. 'Not even you, sir — not even you, shall speak of her in that tone, with that sneer.' 'Hoity, toity! \"Shall, shan't!\" I'm not in my dotage yet, sir ; I'm master still in Ballyacora, and you, sirrah, are but a guest, at my pleasure. Listen. You will give this woman up. Send her a few hundred pounds — if you've promised her, or compromised her — as compensation.' I was silent. ' Do you hear me, sirrah ? ' ' Yes.' ' Well ? ' ' I have nothing further to add, sir. If I say more I shall forget myself.'"], [75, "A MARRIAGE AND A RENUNCIATION 63 ' You have done that, confound you ! more than enough already. You will give this woman up.' ' I will not.' ' You will give this woman up.' ' I will die first.' ' Or me, and Ballyacora Hall.' ' The alternative rests with you, sir. I have spoken.' 'And, by G — ! so have I. Do you re- tract ? ' 'No, never.' ' Once more ; only once, sir. When you were born, and I looked upon my son's face for the first time, I said, \"I will work night and day, never tiring, never weary, to make this boy what I am not — a gentleman.\" I kept my word. My son, come and kiss your old father, who will very soon cease to be a burden on you. Give him this one thing in return for all his sleepless nights and hard-"], [76, "THROUGH LOVE TO LIFE 64 working days. Marry a lady — an English lady of birth ; I have one in prospect for you — and all that I have is yours.' ' Oh, father, if it were anything else ! ' ' Anything but the thing I want. Charley, my son, my boy, whom I have always loved beyond everything ! let me go on my knees now, and beg you. lam old. I have worked hard. And to see it all blasted by you for whom I have worked ! ' Oh those tears — those piteous, heart-rend ing tears in aged eyes ! Providence was hard upon me. God was cruel. Fate was relent less. With his hand wrenching at my heart strings, what could I do ? ' The right, however hard.' Moppert's last words came to save me. A divine hand wiped the death-sweat from the paling face of Courage ; a divine cordial raised her to her feet again. I put my father once more back into his"], [77, "A MARRIAGE AND A RENUNCIATION 65 seat. I knelt down beside him. I raised his withered hand to my lips. ' Father, forgive me, but this one thing I cannot do. I dare not.' He was very quiet now. The flush on his face had faded into leaden grey, but he neither repulsed me nor spoke one angry word. His command to ring the bell was almost gentle, yet I drew no consolation from his gentleness. It was the quiet of a volcano before the out burst which would desolate a home. Hope could not breathe in the sulphurously charged atmosphere ; it gasped, reeled, fell prostrate. The footman came in answer to the summons. ' John, tell the men-servants I want them all here in the smoking-room. Tell them to come at once.' 'Yes, sir.' ' The coachman is gone home, I suppose, and all the grooms too ? ' vol. in. F"], [78, "66 THROUGH LOVE TO LIFE ' Miss Florence's new groom — I beg your pardon, sir ; would say, my Lady Kilreeny's — is in the servants' hall, sir ; he has leave to come once a week — he is courting ' ' Let him come with the rest 'Yes, sir.' I stood leaning against the mantelpiece, hardly wondering what was going to happen, so exhausted was I with my effort. The men came. They were a stately group. I thought so as I stood there listlessly looking at them. Some Irish, some English : all fine, well-grown fellows. 'Henry' (Henry was my sister's groom), ' what sort of weather is it ? ' ' The wind is high, sir, still ; but it don't rain now, nothing to speak of ' Gypsy has not been out to-day ? ' ' No, sir. Miss Ethel rides her sometimes, sir, since — but to-day it has been too wet.' ' She goes like the wind. How long would"], [79, "A MARRIAGE AND A RENUNCIATION 67 it take you to ride her to Cork and back again ? ' ' To-night, sir ? ' ' Yes, to-night.' ' The roads is rough, sir, after the rain, but she'll do the sixteen mile in an hour, easy. Say two hours and a half to be back again, sir.' ' Good. Saddle her at once. Ride to Cork, and bring back my lawyer with you. You know where to find him ? ' ' Yes, sir. To-night, sir ? ' ' Don't repeat my orders, idiot ! Yes, to night. Tell him he must come at once. I want to alter my will.' The groom went. The men looked furtively at each other, and at their master, and at me. They all knew perfectly that there was something unusual in the wind, which now, after ineffectual efforts to get at us through the well-fitting windows, shrieked F 2"], [80, "68 THROUGH LOVE TO LIFE a fierce protest in at the keyhole and roared a furious warning down the chimney. ' Tomkins,' said my father, addressing the butler, a grave, respectable, smooth-faced, smooth-voiced, smooth-handed man with sons of his own, ' do you know who this — this gentleman is ? ' ' Mr. Charles, sir ?' The man's answer was one of amazed inquiry. ' Yesterday — an hour ago,' continued my father, now addressing them all, ' he was my son, your young master. Any disobedience to his orders on the part of any one of you would have been punished by the instant dis missal of the offender. You hear me ? ' ' Yes, sir.' ' To-day he is a beggar, an outcast. I have sent for my lawyer to strike his name out of my will. Tomkins, you have saved a little, I dare say. You are a rich man compared with him, now.'"], [81, "A MARRIAGE AND A RENUNCIATION 69 The men stood aghast. ' If he should venture to enter this house or park again, you have my orders to set the dogs at him ; to drive him from the premises with a horsewhip. If he should venture to command any of you, you have my orders to laugh in his face.' The men looked at one another, and looked at me, and looked at him, and stood silent. ' Do you hear me, blockheads ? Answer.' ' Yes, sir.' All my fear was gone now, as entirely annihilated as if it had never existed. I drew myself up proudly. I was sensible of a feeling akin to exultation. Oh, he was going the wrong way to work ; he was killing Pity and Remorse, his two most powerful allies ! He was murdering filial affection ; hardening the heart he might have softened ! ' As for you, sir,' he added, turning to me,"], [82, "THROUGH LOVE TO LIFE 70 and trying hard to speak without emotion, though even his lips were white with the struggle, ' I give you half an hour to quit my estate. If at the end of that time you are found anywhere upon it, you will be kicked out. Go and starve in a gutter with the woman who has ' your soul, your love, your honour,' if so be that she does not change her mind, now that you are a beggar. Go to — perdition.' ' God forgive you, sir ! ' Oh, it was dreadful to know again that it was not relenting, but passion, stifling the curse upon his lips ! The ghastly grey of his face faded to a still more deadly pallor. I saw the butler hurry to his assistance. I turned once more ; I thought he was dying. ' Do not touch me,' he gasped. 'Put him out, Tomkins. Don't let him come near me.' ' You will take care of him,' I said earnestly."], [83, "A MARRIAGE AND A RENUNCIATION 71 ' Yes, sir. Please to go, sir. It's a bit of a faint. He'll come round directly.' I ventured to issue one more command before leaving my father's house. I told one of the staring footmen to fetch Miss Mabel. The man did not laugh in my face. He obeyed me. From a dark corner of the hall I watched the long, rustling folds of my sister's silk dress descend the wide staircase ; noted the anxious, scrutinising look in those grey eyes of hers, wdiich always seemed on the look-out for trouble ; and saw her turn into the smoking- room. Then I put on the overcoat and hat which John, the supercilious, officiously handed me, and, with no word of leave-taking, no loving pressure from a friendly hand, no tender kiss upon my cheek, passed out of the stately mansion, of which, up to this day, I had believed myself the indisputable heir."], [84, "THROUGH LOVE TO LIFE 72 The whistling wind, coming boisterously towards me as I slowly went down the broad stone steps, hissed, like an unfeeling and heartless audience, careless disapproval of my debut in defiance ; the withered leaves which it had driven before it on to the terrace, trembled and rustled mournful memories of vanished hopes, with which the invigorating sap of fickle spring had filled them brimful, and drearier forebodings of a sadder and more wintry time in store ; leafless trees, gaunt and horrible in the dimness of the starless night, tossed wild arms of horror at my audacity, and groaned bitterly at thought of its cruel punishment; bright-eyed deer looked at me aghast or fled before me as from a pestilence. Nature turned traitor to me, shook a fist in my face, and mocked at my discomfiture. Once more, before turning into the long avenue, I looked back wearily, my heart"], [85, "A MARRIAGE AND A RENUNCIATION 73 drained so dry by what had passed that there was no life even in its pain, nothing but sterility and desolation — looked back up into the stony face of an effigied ancestor of the noble lord who had decamped, and into that of John, still surreptitiously and curiously watching my ignominious exit from my father's house. The one, petrified, eyeless, hard, cruel, passionless, said nothing ; the other, stolid, servile, insolent, well nourished bodily, absolutely starving in respect of that higher nourishment we call mental, said plainly, ' I knew no good could come of that coach and that driver and those pantaloons.'"], [86, "THROUGH LOVE TO LIFE 74 CHAPTER XXXVIII. POOR MABEL ! Bien loin de s'effrayer, ou de rougir du nom de Philosophe, il n'y a personne qui ne dut avoir une forte teinture de philo sophie. Elle convient a tout le monde : la pratique en est utile a tous les ages, a tous les sexes, et a, toutes les conditions : elle nous console du bonheur d'autrui, des indignes preferences, des mauvais succes, du declin de nos forces ou de notre beauts : elle nous arme contre la pauvrett5, la vieillesse, la maladie et la mort, contre les sots et les mauvais railleurs: elle nous fait vivre sans une femme, ou nous fait supporter celle avec qui nous vivons. — La Bkuvkre. The half-hour's grace which my father had accorded me was not yet fulfilled, when I softly opened a little door by the side of the great gates, and all unobserved, let myself out of the precincts of Bailyacora Hall. In the maze of darkness and confusion wherein my soul wandered, I had lost the path, got en-"], [87, "POOR MABEL! 75 tangled in the shrubbery, and only just escaped drowning in a sombre pool concealed there ; the one Aileen alluded to as haunted by the spirits of former victims. The clock in the porter's lodge loudly struck ten as I passed it. The deep bay of a hound in the distance was borne to me by the warning wind. I closed the Uttle door as softly as I had opened it and stood, an outcast, upon the highway. I had striven hard to do the right ; I had striven; but now that the battle was fought and won, there was no triumph in my heart, only doubt and dismay. My body stumbled in the darkness all around it. My soul, seek ing guiding light, and finding none, fell pros trate amid the deeper darkness within. I have been walking fast for about two hours ; it must have been very fast, my aching"], [88, "76 THROUGH LOVE TO LIFE limbs are so weary, and, like slaves driven to desperation, are beginning doggedly to disre gard the whip of the driver. Said driver, my own fiercely excited soul, has paid no heed to the plaints of the body ; has been utterly in different to the raw, searching cold, penetrat ing to its very marrow ; and has totally ignored the drizzling rain, coming down thickly again and wetting it through and through. What are thy petty sufferings, slave, to me, thy master ? I am suffering too, trying to dull the intensity of my superior anguish by martyrising thee. Again the lash descends, and the weary body makes a fresh effort. It stumbles, staggers like a drunken man, but dares not plead for mercy. It falls at last among the ruts. I am aware that my hand is bruised, my forehead cut and bleeding. I am aware of that, but only because the warm blood trickles over my face. I wonder what it is, and put up my hand to feel, and sicken"], [89, "POOR MABEL! 77 at the clammy stickiness of the blood, and lean faint and dizzy against the wet hedge to steady myself. I am glad to know that I am invisible there when the returning groom passes me on his road to Ballyacora, the reins loose on the neck of the gallant thoroughbred he is riding, which, with stretched head and panting nostrils, flies past me like a vision. Another half-hour of almost unbearable exertion, my breath seeming sometimes loath to come at all, some times coming with a rapidity so great as almost to overbalance me, and a lumbering carriage heaves in view, the pale glimmer of its lamps revealing a solitary occupant ' redeem ing the time,' perhaps because the night is so evil, by throwing strong oaths out upon its startled ear. Then oblivion, complete and heavy, in a ditch by the road-side, and the pallid morning looking shiveringly down upon me."], [90, "78 THROUGH LOVE TO LIFE Oh the dreary, weary, never-ending road to Cork ! Shall I ever know warmth and comfort any more ? Another horse coming on behind me like the wind. A phantom lady riding it. A lady with a pale, irregular-featured face, and great, anxious, determined grey eyes, which seem ever on the look-out for trouble, and to see it ever coming on apace. The next moment this lady has sprung from her horse and has fallen on my neck, and is warming me with a shower of hot tears and loving kisses. Oh the dreary, weary, never-ending road to Cork ! Shall we ever get there ? She says we shall, trudging sturdily on beside me, and I try to believe her. A few hours later and I am in a warm bed, and have been fed and am in my right mind. And, best of all, my hand is softly pressed between two tender womanly ones, and my"], [91, "POOR MABEL 79 eyes, before closing, look up into two grey ones full of love and compassion, watching over my repose. What should we men do without these sweet women given us to be our helpmates ? Aileen had shown me how to dare, and now here was another sister beside me, braving my fate for my sake ; combining the courage of a hero with the woman's matchless power of self-sacrifice ! And I had been accustomed to look down upon them with pitying contempt ! ' Does papa know that you followed me, Mabel?' She hung her head and blushed — the truth ful girl; then raised her eyes and fixed them steadily upon me : ' No, Charley.' ' Then, how ' ' Look,' she answered, pushing back her"], [92, "80 THROUGH LOVE TO LIFE dark hair, no longer blushing, but pale, calm and resolute, ' I have thought you would ask me that, and I am prepared to defend what I have done. I hate to deceive him, but when men are tyrants, it is they who drive the women belonging to them to deception. Women are what men make them, and more than half our sins will be laid at their door.' She rose and began to walk up and down the little private sitting-room she had wisely engaged in one of the obscure inns of the city. Her step was the hurried, irregular one of excitement. ' I have lied,' she continued, stopping abruptly and looking me straight in the face, haughtily and without shame, ' and I shall go home and lie again, Charley. What would you do, if you were delivered over to the abso lute control of another, to whom your hopes and wishes and joys and pains were nothing —"], [93, "POOR MABEL! 81 who would blast them all to gratify one whim, or satisfy one momentary fit of anger ? ' ' I would fight for my liberty, struggle to obtain it to the death, run away — but I would not he, Mabel.' ' What would you do if you were so bound and manacled that you could neither fight nor run ; and knew of one way — poisoning, corroding, defiling, but also simple and easy — for obtaining occasional freedom — the right to which is born with every one of us ? ' ' I would — would — at any rate, I would not be false to myself. I would not abase myself even for freedom.' ' Ah, Charley, if I were a man, I would talk like you ! I do not love deceit any more than you do ; but when it is my only weapon, I will use it ; and the guilt be upon his head who drove me to it. We all lie at Ballyacora Hall ; mamma does, in the least difficulty ; we girls must ; the servants too, poor wretches ! ' vol. in. a"], [94, "82 THROUGH LOVE TO LIFE I was silent, and stirred the tea Mabel set before me with an uneasy sense of complicity. ' Women's lives,' continued my sister, remorselessly turning the dagger in the breast she had wounded, ' are often only lies from the cradle to the grave. The sin be upon your heads. You make us what we are. You make our lives continual refutations of God's will concerning us. If we are punished for it, our punishment (for the very nature, the life blood of punishment, is justice) will be light compared with yours.' She spoke with extreme bitterness ; her grey eyes flashing, her voice sharp and keen as the edge of a sword. ' Look at mamma,' she continued ; ' what a life is hers ! Look at us — trampled upon, neglected, left to live or die as chance willed it in our childhood — decked out in tawdry accomplishments and tawdrier finery now, to catch husbands, or rather, masters. I declare"], [95, "POOR MABEL! 83 to you, Charley, when I go into the ball-room, or to the opera, my bare neck and shoulders white against the jewels upon them, I feel as degraded as if I were a slave, stuck up half naked on the block for buyers to touch and test and examine.' ' Mabel ! Mabel dear ! ' ' You are horrified when you hear the truth, Charley. You think because we cannot speak — or only a few of us — we cannot feel. You proclaim the honesty of men and the dishonesty of women as a palpable proof which of the two Nature meant to rule. You make of us incarnate lies, and then hold up holy hands of indignation when we he. You teach certain women by means of bribes, and by weakening and narrowing their sphere of vision till it is solely con centrated on themselves, to denounce such of their sex as are not satisfied, as unwomanly. They are satisfied, lolling on the cushions you o 2"], [96, "84 THROUGH LOVE TO LIFE provide, feasting on the crumbs from your banquets, soothed into complacency by your kisses. They have no souls to hunger, and when a famishing soul cries out for nourish ment, they denounce the sufferer as unwomanly . Half our sins you decry as essential to our baser nature ; half are unwomanly. As if we were not of your own flesh and blood ; work and exercise as necessary to our faculties as to yours ; our need of mental life as great ! ' ' Mabel, Mabel ! ' But there was no stop ping her now ; I had to listen. ' Let me have my say, Charley. There is some comfort in not keeping it to myself any longer. I have a man now, who must per force hear me, and I will speak. I will lift up my voice this once in solemn protest. You are going to marry, you say. How will you — with the almost unlimited power which the law gives you — how will you treat your wife ? '"], [97, "POOR MABEL! 85 ' I have not thought about that, Mabel. I love her.' ' You do, you do, Charley. No man could speak the word \" love \" with that softened accent, those wet yet earnest eyes, that proud and tender intonation, without feeling it to his heart's core. Now, how do you mean to show your love ? ' ' You are a close catechist, Mabel. How could I conceal it ? ' ' That is a counter-question, and no an swer. I want an answer, a straightforward one.' ' By working for her, night and day, if necessary ; by gratifying every wish of hers that I can ; by saving her every trouble, and giving her every joy, in my power.' ' The working for her night and day will probably be a grim necessity,' she continued drily, ' for the sum of twenty-eight pounds, some odd shillings, and sevenpence halfpenny can't last for ever, and '"], [98, "86 THROUGH LOVE TO LIFE ' Twenty-three pounds, Mabel.' For we had counted up the money forthcoming out of the pockets of both of us, with this result. 'So much the worse,' she answered, smiling ; ' it was only the all-important half penny I was sure of. Well, the second clause won't do at all ; to gratify every wish would be a folly.' ' Of course I mean if they are reasonable, and for her good.' ' Of course you mean wdth as much inward reservation as Pascal's \" Pere ; \" cela va sans dire, Charley. However, we will let that pass for the present ; because, as for clause third, it must be utterly annihilated if it means in the least what I think it does. What does it mean, Charley? — \"saving her every trouble.\"' ' Why, if a fellow had any worries out of the house, or got into any money hobble, or couldn't pay his bets '"], [99, "POOR MABEL! 87 ' Bets, Charley ? ' ' Debts, I mean. Why should a wife be worried and pained with outside troubles ? I should think it mean and cowardly to vex and annoy her about things I ought to bear for myself, and I would do my best to keep every grievance from her.' ' Wrong, Charley. Utterly and entirely wrong. Did not God make woman as a help mate for man ? What right have you to deprive her of that most blessed privilege ? — less right than to make bets or debts either. Do you suppose, if she loves you, that she would not notice the trouble in your face ? do you suppose that the very fact of your con cealing it would not make it appear tenfold ? Women have vivid imaginations ; plenty of foolish fear for visionary dangers, but more courage than you to bear real pain or face real emergency.' ' You think highly of your sex, Mabel.'"], [100, "88 THROUGH LOVE TO LIFE ' I think highly of what they might be, and of what some few are. We are capable of anything, Charley. You may make angels or demons of us. And I think unutterably meanly of such men as would deny us the high position to which we were born, who would make of a divine helpmate a slave or a favourite — both conditions equally degrading — whose only credential of manhood is the not being women, and the sneering at those wdio are.' ' How old are you, Mabel ? ' What a curious question for a brother, Charley ! Do you want the old nursery answer, \" As old as my httle finger and a little older than my teeth \" ? If indignation at my lot is making a female Methuselah of me in looks — and I dare say it is ; I never look in the glass without being astonished at my own ugliness — why, perhaps I may be justified in replying, \" A little younger than I appear.\""], [101, "POOR MABEL! 89 Nearer than that you can't expect a woman to go.' 'You are not ugly, Mabel. Your broad forehead and clear eyes would redeem any ' For shame ! What an ignominious result of fishing ! — an odious conger-eel instead of a beautiful pink salmon. I'll never fish again ; be content with my broad mouth and hooked nose and sallow skin, and comfort myself with the philosophical reflection that whoever comes a-courting me will be attracted solely by the profoundness of my wisdom.' 'Ay, that's your tour de force, Mabel. Where did you get it ? ' ' Papa was magnanimous enough to let me learn to read ; God gave me some brain and some common sense ; voila tout. No, not all ; I have access to a few libraries, and read that epitome of human wisdom, \" The Times.\" ' ' Well, all I can say is."], [102, "THROUGH LOVE TO LIFE 90 ' That the axiom about women's tongues is true at all events, and that your tea is cold. Let me give you another cup. And now let us talk about your wife that is to be, for in another half-hour I must mount my gallant charger and, under cover of the night, return to Ballyacora.' ' I shall not let you go back. I shall take you with me.' ' Even your man's omnipotent shall not must yield, Charley. Or do you think your twenty-three pounds odd is like the widow's barrel and cruse ? ' ' As soon as ever I have made a home for myself and her, I shall send for you.' She rather hastily put down the cup of tea she was bringing me, and softly touched my forehead with her lips. There was a new light in her grey eyes now — a purer, tenderer light. ' Once or twice, Charley,' she said gently,"], [103, "POOR MABEL! 91 ' I have seriously thought of adopting your suggestion and running away ; offering myself to some Christian lady as nursery or scullery maid. I think I could do their work. I'm not fit for anything else, though I've waded through many a book you would laugh, or frown, at if you heard the name of. But the little ones at home, as fatherless and mother less as if both parents were dead — worse off than orphans — how could I leave them? I said we all lied at Ballyacora, but I have tried, I do try, to keep them free from the necessity. I try — forestalling your idea as to troubles — I try to keep my lies to myself.' I told her all about Therese and the love I bore her, and the impossibility it would have been to give her up. I told her of my intention to try and find work somewhere — any work so that we can live. The depres sion of the night on the road-side had been"], [104, "THROUGH LOVE TO LIFE 92 succeeded by almost buoyant confidence in my own capacity, and my fervent ' Where there is a will there is a way ' sounded like a pæan. It was about ten o'clock when I put her on her horse ; a late hour for a lady to ride alone, but in Ireland it is only men and oppressors who need fear a lonely road-side. She bent down to kiss me. ' I'm a terrible coward on horseback,' she said, half laughing, and wholly sobbing, as we embraced, ' but a famous way of conquering fear is to put a greater fear behind it, and the only thing I was afraid of last night, when I was chasing you, was lest I should miss you in the darkness ; and the only one I have now, is whether my concocted story will appear credible to papa, in case he has been well enough to miss me.' ' Oh, Mabel, it is a degrading, a horrible necessity ! '"], [105, "POOR MABEL! 93 ' Nevertheless, a necessity,' she answered. ' Good-bye. God bless you and her, Charley ! ' ' God bless you, Mabel ! ' One touch of her gold-mounted whip on the horse's flank, and she was off like a shot. I saw her look back, and lift her whip again in greeting. The smile had vanished from her lips. Her great wistful, anxious eyes were full of trembling expectation — like the eyes of one flying from trouble, yet not even daring to hope to win the race. I went back into the dingy little hotel, the one-eyed, solitary and shabby waiter, who appeared to be dying of slow consumption and continual preying on himself, eyeing me with the mien of an emaciated spider who has had the good fortune to entangle in his meshes a doomed fly. My sigh resolved itself into words as I sat down again before the cheerless fire. ' Poor Mabel ! ' I said ; ' poor, poor Mabel ! '"], [106, "THROUGH LOVE TO LIFE 94 CHAPTER XXXIX. AN ENGLISH PROPHETESS AND A SWISS PROFESSORESS. God, tbe best maker of all marriages, Combine your hearts in one, your realms in one ! As man and wife, being two, are one in love. Henry V. Once again I stood before that plate in Clap ham which announced with brazen persistency to all whom it might concern that ' Gerald Malcolmson, Architect,' was the inhabitant of the house it guarded. I had just enough coin of this mighty realm of Great Britain to pay the cabman his exact legal fare, with which, strange to relate, he was not satisfied ; in fact, so very much the re verse, that I became a prey to mental anguish"], [107, "PROPHETESS AND PROFESSORESS 95 until slow Margery let me in, a laughing-stock to the whole street ; several females in various stages of dishabille and curl-paper taking stock of, and out of, me in the generous and candid way peculiar to the lovely sex. Something glittered brightly under the swinging lamp in the tiny passage as I went in. It was my emerald ring — my sole remain ing fortune ; and it seemed to say, ' Green am I as hope : don't be hipped yet, old fellow ! ' Aileen and another lady were sewing to gether in the little drawing-room. Both laid down their work and rose smiling to greet me — Aileen's smile preceded by a faint and fleeting shadow. Bless her ! it was not want of hearty welcome. She was expecting him too, and how could I resent the being second in her affection ? How wonderfully alike they were ! As they stood together side by side, with the same fair skin, the same golden, flowing hair,"], [108, "96 THROUGH LOVE TO LIFE the same deep-blue eyes, they might have been sisters. The German countess was a trifle taller, a trifle paler, a trifle — I am not Mal colmson — a trifle handsomer. But I was proud to see how well my sister sustained the severe comparison. I am not sure that it did not enhance her charms — the sweet confidence in her husband, the sweet expression of content in her own inferiority, making you love her all the more. ' Well, Charley dear,' said Aileen, a little wistfully, when the countess had discovered that she had some writing to do elsewhere, and had considerately left us alone. ' Well ? ' ' Well, Aileen ? ' ' Has papa — is it really well, Charley ? ' ' I expect so, dear. I have no doubt it will be well in the end.' ' But now ? Tell me quick, Charley. I am beginning to be frightened.' ' But now, I shall have to set to and work"], [109, "PROPHETESS AND PROFESSORESS 97 for my bread. Now, all my fortune, Aileen, is this ring on my finger and somebody in Switzerland, and as much of your love as your husband will spare me.' ' You don't mean to say, Charley She stopped to draw my head to her bosom and to anoint it with her tears. ' I mean to say, Aileen — don't cry, I can't bear to hear you cry — that you and I have both found out that love is worth a million times more than money, and are never going to fret about the paltry one while we have got the glorious other.' ' Oh, you poor, poor boy ! You don't know what it is to work ; you don't know what it is.' ' You were working when I came in, Aileen. Was it very dreadful? Does this poor httle pricked finger ache very much ? You didn't look miserable ; but perhaps your happy face was all pretence.' She lifted up my head by its two ears to VOL. III. H"], [110, "98 THROUGH LOVE TO LIFE shake it, and to let me have the full benefit of a tremendous shake of hers, which brought down a golden veil all about her, then twisted that bright hair into little switches wherewith to beat and buffet me, continuing this cruel treatment for some minutes, and winding up with so many penitential kisses upon the face she had beaten that I must, under the com bined processes, have become as red as any lobster. And finally she broke out into the merriest and most mocking of laughs, the tears still running down her cheeks, at the disgrace ful and helpless condition to which she had reduced me. 'Oh, you untidy boy!' she ejaculated, with that gross injustice of which only women are capable, reproaching me for her own in human deeds, ' how dare you come to visit me in such a woebegone condition ! Let me brush you up and make you decent before Gerald comes, or he'll not own you for a"], [111, "PROPHETESS AND PROFESSORESS 99 brother. He's the most awfully neat and tidy of human creatures, and can't bear a hair out of its place. There, how do you like that ? ' The ' that ' was an energetic combing of my hair — making my eyes water and my red face redder — with a pocket comb which she produced from her pocket for the purpose. 'Very much indeed, Aileen,' I answered heroically. ' Oh, perhaps you like that too ? ' this ' that ' a smart tap on my ear from the softest little hand imaginable. ' I feel it, Aileen, especially the injustice of it, but I'll try to bear it.' ' Oh, you will, will you ? You won't be asked, sir. The idea of pretending to com pare your working for bread, and my work ing for Gerald, and for — for ' ' Four others.' ' Ridiculous boy ! I wonder how your hair would look parted in the middle ! ' H 2"], [112, "THROUGH LOVE TO LIFE 100 ' I dare you to try.' ' Every one would take you for a girl, dressed in man's clothes, and with a false moustache.' ' I dare you to insult me.' ' You'd look exactly like — like the count ess, or like an ugly me.' ' Vain little thing ! By-the-bye, Aileen, your vanity does astonish me. How do you venture to put your plain httle face into perpetual comparison with such dazzling beauty ? ' ' Isn't she a beauty ! ' cried Aileen, releas ing me in her delight. ' Gerald is so stupid, he can't see it. He says she'll do, and that's all.' ' 'Tis well,' I said philosophically. ' 'Tis well for commonplace httle things like you that some men are blind : otherwise how would you ever get married ? ' ' I'm not ugly,' said Aileen, colouring rather indignantly, but recovering her good-"], [113, "PROPHETESS AND PROFESSORESS 101 humour at sight in a mirror of her own glow ing face ; ' other men don't think me ugly, I'm sure.' ' Perhaps 'tis only brothers that are blind.' ' Far more likely. Or perhaps only this one old goose of a brother who can travel for days together with the most beautiful lady in the world and not fall in love with her.' ' She and I are too much alike, Aileen.' ' Who's vain now, I wonder ? ' ' And like and like don't assimilate well. An alkali requires an acid.' ' Don't talk to me about learned things I don't understand. Tell me what she's like, this treasure in Switzerland ; that will be a thousand times more interesting.' ' Not like me, certainly.' ' Hum ! Brown as a berry, I dare say.' j ' Rather brown.'"], [114, "THROUGH LOVE TO LIFE 102 ' Dumpy and fat ? ' Because I am tall and slim ? Well guessed, Aileen.' ' Well, men are enigmas ! Downright ugly, I'll be bound.' ' I will crave the law, and penalty, and forfeit of your bond, Aileen, in a flood of penitential tears, some day ; if I may be permitted to thus transpose the words of the immortal Shylock.' ' Shylock ! Who was he ? Some old bore of a lawyer, I expect. I am right, then ? ' ' Right undoubtedly, seeing you draw your inference inversely from the universally admitted fact of my beauty. And thank you, too, for the crooked compliment.' ' Crookedly got at, Charley, with a line and hook. But I was always a rare hand at guessing. I've an intuitive talent for it.' ' So I should think.' ' My guesses always turn out correct.'"], [115, "PROPHETESS AND PROFESSORESS 103 ' So I should imagine. ' To a T. I always knew you wouldn't sell yourself for a duke's daughter.' ' Marvellous far-sightedness ! ' ' But would throw yourself away.' ' Stupendous power of prophecy ! ' ' Nevertheless, \" brown, dumpy, fat, dowm right ugly,\" doesn't sound attractive.' 'Hardly; but when Eros aims at him, shoots him straight through the heart, what's a fellow to do ? ' ' What indeed ? or a girl either ! But — Eros means love, doesn't it ? — love's shaft must have been barbed with something.' ' So it was, Aileen.' ' She can't be rich, for the man who would give up Ballyacora wouldn't be caught with money,' said Aileen, her pretty forefinger in her pouting mouth. ' Perhaps she's very clever. It's always been a comfort to me that Gerald doesn't care for clever women. He says"], [116, "THROUGH LOVE TO LIFE 104 they're mostly ugly. What are you laughing at, Charley ? ' ' Was I laughing ? Perhaps at the recol lection of my own many discomfitures with her in argument.' ' Goodness ! don't go bringing her here to make a fool of me. Supremely clever and supremely ugly. I tremble in my shoes ! ' ' Well you may, Aileen. She's made me tremble many a time.' ' Keep her to yourself, then. Don't bring her to us. I won't have her.' 'She might teach you something.' ' I won't be taught. No, nor kiss you either, sir. Go and kiss your woman in Switzerland.' ' Why, you see, Aileen, she isn't exactly the sort of woman ' ' To be kissed. I should think not ; I should imagine not. Oh, you deluded boy ! oh, you miserably taken-in Charley ! What's"], [117, "PROPHETESS AND PROFESSORESS 105 her learning going to do for you when you are sick or in trouble?' ' Teach her the right sort of herb to administer.' ' When you want a good dinner, and can't pay for a cook ? ' ' Teach her that cockles or eggs have not the chemical elements suitable What are you blushing for, Aileen ? ' ' I'm not blushing, or if I am, it's from pure anger. Go, for goodness' sake, back to Switzerland.' ' You may be sure I shall, as soon as To confess the humiliating truth, I'm rather short of cash just at present.' 'And Gerald hasn't a penny to lend you for such a purpose ; neither have I.' ' You are a friend in need, Aileen ! ' ' I'm fit to cry. I'd like to go upstairs and cry for hours. I hoped your wife would be a real friend to me, some one I could love ; but"], [118, "THROUGH LOVE TO LIFE 106 who can love bones and brains ? Better far you had married a duke's daughter, even though we should never meet again. I cannot digest this creature in spectacles.' ' I don't want you to. I want to keep her for my own digestion. Who told you she wore spectacles, by-the-bye ? ' ' Those blue-stockings always do. I can see her as plain as plain. Rather sallow than brown, a lumpy forehead, eyes as fishy as the viscount's, scraggy hair, scraggy shoulders, lank and bony.' ' Oh, you vicious little thing ! How dare you talk to me like that of my fianceel Be sides, I thought she was lumpy and fat.' 'No, no. There's some comfort in lumpi ness and fatness. There's some humanity in them. There's none — not a morsel — in your femme savante, your stony-eyed Swiss pro fessoress, your chemical ogress. Ugh ! you've made me perfectly miserable. No, I won't sit"], [119, "PROPHETESS AND PROFESSORESS 107 on your knee ; I wouldn't usurp that crea ture's place for ever so. Gerald wouldn't let me, either. That's his knock. Let me go to him.' Exit Aileen, flushed, dishevelled, pouting ; a living and lovely image of a naughty little woman who, having conjured up a wasp to sting her, presses the tormentor to her bosom, hugs the pain to keep it warm, and won't let any one remove it or try to alleviate the smart. For imagining a grievance, gloating over it, refusing to part with it, making the very utmost of it, let a woman alone! Also, for bearing ' perfect misery,' not only with the stoicism of a hero, but the gaiety of a faun. Aileen, with that sting in her bosom — a real one, for there were real tears in her eyes — manages to make us all very nearly perfectly happy. She makes me forget Ballyacora Hall and my empty pockets, and think only of Therese ; makes her husband"], [120, "THROUGH LOVE TO LIFE 108 forget City troubles and wonderful designs that have been rejected, and think only of a happy home with the loveliest little wife always there to fill it with perpetual sunshine ; makes the pale, beautiful countess forget the pine-woods of Hungary and perfidious princes, and learn that there are still guileless and glad homes in merry England ; makes us all feel to the inmost core of our hearts what happiness, what blessings, a woman may bestow, if she only will. I had hardly thought about the puzzle as to where I was to spend the night, when I was informed by a peremptory little woman, in the most peremptory manner possible, that my bedroom was ready for me ; that they were all getting terribly tired of my company ; and that I must submit to be as ignominiously hurried off to bed as if I had been a naughty boy in disgrace. Where the bedroom came from I don't pretend to know. Perhaps"], [121, "PROPHETESS AND PROFESSORESS 109 Aileen — cunning little fairy ! — conjured it into being for the occasion. But it was a real and tolerably substantial one. The bed — a four poster — did not give way under me, and was wide enough and long enough even for a fellow of my length and bulk. I wondered who the last occupant was as I slowly un dressed, and what sort of a dandy he might have been. I concluded he was a dandy, and a stiff one, because, mechanically opening a drawer, I had discovered therein razors in close juxtaposition with curl-papers. Byron used to curl his hair, didn't he ? I dreamt about this dandy when I finally fell asleep after a long period of restlessness, and he was not one, but two, or rather two in one. I dreamt also of my father and of Mabel, and of a wayside ditch. I dreamt, furthermore, of a vacuum, painful, unbear able, and of something filling it. I dreamt of poverty, in the garb of an angel ; with soft"], [122, "THROUGH LOVE TO LIFE 110 eyes and hands, only strong and tender, never rough . I dreamt of scrambling over hedge and ditch, across fire and through water, to get at Love, and of its divine presence in my heart. I dreamt of the one thing money is powerless to buy — the only thing which makes life worth the living. And I awoke to a sense of peace and safety and security, such as I had not felt for months. The rock wherein my hfe had been anchored had been shattered by an earth quake, and I was adrift upon the great ocean of time to shift for myself. But I was young and strong, my own hand upon the rudder, the wind of heaven in my sails, Hope at my bows, Love itself beside me, its omnipotent touch rousing up forces hitherto undreamed of; resources hitherto stagnant; powers which, Avithout the knowledge taught by it, would have rusted away in obscurity."], [123, "111 CHAPTER XL. HUMBLE PIE. Doch wer ist so gebildet, dass er nicht seine Vorziige gegen andere manchmal aus eine grausame Weise geltend macbte ? Wer steht so hocb, dass er unter einem solchen Druck nicht manchmal leiden miisste ? Goethe (Wahlverwandtschaften). The next day I had some private conver sation with my brother-in-law. Our positions were curiously reversed since he had sent me that letter to Gtitsch. It was he who had the whip-hand now, and I'm bound to say he made me feel it. Not with ungenerous intent ; he only put me through some preliminary paces ; and if he struck sharply on a raw spot now and then, it was doubtless but to try my temper. ' Fiery and full of mettle, restive yet"], [124, "THROUGH LOVE TO LIFE 112 teachable,' was, I think, his final verdict ; ' resents both whip and curb, but will do his best without either.' ' You understand French, German, and Italian, I think you said ? ' he inquired, after a short period of silence, during which he sat frowning and biting his under lip. 'AU three perfectly. And Latin and Greek too, as well as most fellows.' ' Latin and Greek be hanged ! We don't want them.' I kept my temper. I did. It nearly broke loose through my clenched teeth, but I did keep it, and only drew my breath hard for a few seconds. ' You say \" perfectly,\" ' he added, with a mocking half-smile which made me writhe, it was so possible to construe it into a sneer. ' You mean \"fairly.\" You can write a decent letter in all three languages without any glar ing mistakes in spelling or grammar ? '"], [125, "HUMBLE PIE 113 'I mean what I say,' I retorted, haugh tily. ' Good. But, my lad, you'll have some times in your new career not to say all you mean.' ' I beg your pardon. I mean now, that I can write in these languages without any glaring mistakes in grammar.' ' Oh, you'll do, I dare say. A colleague of mine — if I may venture to call him so — quite a great gun in the profession, whose design for some foreign building has been accepted — told me the other day he wanted a foreign corre spondent — not a German. The Germans are crack hands at that sort of thing, but he's got a spite against them.' 4 1 shall be very glad to accept the post.' ' Not quite so fast, my lad. It isn't thrown at your head yet. There are a good many preliminaries — deucedly unpleasant ones too. You are not accustomed to a dish of humble VOL III I"], [126, "114 THROUGH LOVE TO LIFE pie, are you ? Well, I've had to eat my share ; I shall have more to eat, I dare say ; most men get it served out to them occasion ally in working their way up through life. But I can tell you, if you've a proud stomach, it's uncommonly apt to stick in your throat.' It was sticking there now — a piece of it. That more than once repeated ' my lad ' of his, adopted since yesterday, wouldn't accommo date itself to my palate at all. ' What the deuce ' I muttered, and could not help myself. ' Did you speak ? ' ' Only in soliloquy ' Hum ! A bad habit, my lad. The sort of habit that's apt to make employers think you're talking at them. And they don't like it. And what they don't like, you know, you'll have to lump.' I began to think that earning one's bread was a confoundedly unpleasant business, and"], [127, "HUMBLE PIE 115 that my brother-in-law, without Aileen, was as disagreeable a fellow as I ever met in my life. Meanwhile he sat opposite me, his hands in his trouser pockets, his legs as indifferent to the majesty of my presence as if I had been a nobody, his keen, bright grey eyes upon my downcast face, his upper lip par tially raised with that suspicious smile so trans latable into a sneer. He was putting me through my paces, trying my temper, and the process was where am I to find a strong enough adjective without trespassing on the unallowable ? ' I'll take you to call upon him to-morrow morning,' he continued, jingling coin in those pockets of his as if on purpose to remind me that I had none to jingle. ' To-day I have an engagement. To-day the ladies must take care of you. Your old nurse fives close by in this row, and is almost a daily guest of ours. i 2"], [128, "116 THROUGH LOVE TO LIFE You can go and see her if you like, or wait for this evening, when she'll come and see you. By Jove ! that's a woman in a million ! — a woman with a history. She'll tell it you, I dare say.' ' How did you get to know her ? ' ' She was a friend of my mother's, her only friend when she was in trouble. I come of a good stock, but was the only son of my mother, and she a widow. I've had to fight my way, inch by inch. This little house is a palace to some I've lived in. But I'll go up, not doAvn. If I live, Aileen — bless her ! — shall have a better home some day ; though I think we couldn't have a happier one.' I thought he wasn't so bad but that he might have been worse after all. ' I've been Jack of ever so many trades since I commenced my brilliant career,' he continued, smiling ; ' a career which had been rather meteor-like and erratic up to my mar-"], [129, "HUMBLE PIE 117 riage, when it entered, as in duty bound, upon a steady course round a household sun. I know the taste of humble pie in its every stage, from nauseous chewing to painful diges tion, and can truly say that it is bitterer in the mouth than in the stomach, where not unfre quently it may prove a wholesome tonic, I dare say. I began life myself, after being detached from my mother's apron-strings, as a Christ's Hospital boy — ran away on account of a most unaccountable but abso lutely invincible prejudice to the cane and yellow stockings ; began it again as a lawyer's clerk — ran away on account of a, no doubt, richly deserved but unappreciated box on the ear ; began it again as a surgeon's apprentice — ran away on account of an overdose of cold mutton and an overdose of strychnine, the latter of which, but for the stomach-pump, might have destroyed the hope of a family and brought me to the gallows ; began it"], [130, "118 THROUGH LOVE TO LIFE again as a student for Holy Orders — ran away because of the Thirty-nine Articles and the Athanasian Creed.' ' Your conscience, I suppose, wouldn't allow ' Conscience, my clear fellow, was innocent of the whole affair. Conscience is rather hardly dealt with ; she is, not seldom, illegally and cruelly overladen — a great deal of the load being unjustly forced upon her. It was the fault of a, no doubt, not sufficiently disci plined Inclination, which cunningly incited Memory to become an ally. Together they turned sulky, would have nothing to do with the Thirty-nine Articles, and let the creed of St. Athanasius wilfully escape again as fast as it was taken prisoner. The keeping anything in custody — even the sublime ritual of the Church of England — wasn't in their line, they swore — the jades ! ' I could not help laughing ; but though"], [131, "HUMBLE PIE 119 his grey Irish eyes, with that dash of wicked humour in them, twinkled a response, his firm, massively moulded, resolute, rather obstinate -looking English mouth and chin were as solemn as those of a judge. His In clination resembled himself, beyond a doubt ; smooth and docile enough, stroked the right way; rough, and emitting dangerous sparks of electricity, if handled in the wrong one. 'And whom do you think I ran to?' he inquired. ' To your mother, I suppose.' ' Niver a bit. I'm half an Irishman, you know, and my mother was a whole one : forgive the bull, it's intuitive. She'd have given me a true Irish reception ; been sorry for it afterwards, I dare say ; but will sorrow mend a broken head ? ' ' Not exactly.' ' You see we were too much alike not to quarrel. She loved me passionately ; yet her"], [132, "THROUGH LOVE TO LIFE 120 love was like her words many a time — too hot not to hurt you. So I'd let her blow off the superfluous steam, and cool down a bit in solitude, the while I put my body and my cause into the most loving and firm and tender hands I knew of in the whole wide world — into those of your aunt — bless me, the head of the cat ! Wouldn't Aileen blow me up if she knew ! — your nurse, I mean.' ' Yet \" rolling stones,\" ' I said, too stupid to understand him, ' \"gather no moss.\" 'Thrue for ye, me boy, and a narrow escape for me into the bargain. Aileen's a darling, but I have her strict commands ; and, woman like, when she does come down upon a fellow, she knows neither end nor mercy. But then, you see, I was only rolling away from what Nature never intended me for. 'Twas she herself gave the impetus.' ' What did she intend you for ? He took up a blotting-book and pencil and"], [133, "HUMBLE PIE 121 rapidly sketched the most compact little villa imaginable — not an artist's sketch, an architect's. 'This. How do you like it? Dwelling rooms here, kitchens, &c. behind. See, this corner utilised will make a smoking-room for a prince, and the neatest little bedroom over it. Elizabethan style, mark you : nothing like it for a house. 'Tis my idea for Aileen's future residence, somewhere on the banks of the Thames — Richmond way. Stables small : we don't go in for magnificence. Just room for a carriage-horse, and one for her to ride. She's fond of riding — the dear ! Heigho ! wrhile the grass is growing the steed may starve, and the hill-top is a long way off yet. I'm content with stubble ; been used to it all my life ; but I'd like her — I'd like her, my precious wife, to live in clover.' I began to think that Aileen might have married a duke, lived in the stateliest castle in"], [134, "THROUGH LOVE TO LIFE 122 the land — wallowed in luxury, so to speak — and done worse. I began to think that a man had no need to be as handsome as myself to be thoroughly admirable. With his grey Irish eyes all aglow, his resolute mouth softened and sweetened by a smile tender enough to win any woman's affection, Gerald Malcolmson de served the stamp of hearty approval which my heart, as well as conscience, now impressed upon him. I began to like my brother-in law. Then I took up his sketch ; somewhat stormily asserting, to hide the ignominious fact that I was moved — though why men, with men, should be so intensely ashamed of any show of feeling, I can't imagine — that the little design for the villa, at present en Espagne, couldn't be improved on. ' I like it immensely,' I said ; adding, ' So it was my dear old nurse who was your guardian angel too ? Is she a relation of yours ? '"], [135, "HUMBLE PIE 123 * No,' he said, shaking his brown head, ' I'm only a usurper on her affections ; I've no inherited and natural right to them, as you have. By Jove ! the cat again ! If I don't take care, my own household cat, which Aileen keeps somewhere with her curl-papers, will be put into severe requisition this night. Yes, it was your nurse who was always ready to open a kind door and kinder heart to the runaway ; first feeding me until I could hardly walk (women always think, if a boy's in trouble, he must be hungry), and then marching me off with tears of pity, but with unfaltering firm ness, to the earthly arbiter of my fate — the rich bachelor uncle who paid for my several beginnings in life, and took unwill ing acknowledgment out of me in castiga tions ! ' ' Castigations ? ' ' Ay, he had heavily purchased that right, you see ; and has scored his accounts against"], [136, "THROUGH LOVE TO LIFE 124 me on my body many a time. He was a lawyer, he was, and understood the dodge of cross-questioning a fellow into lies, and then licking him for it, better than any man I ever knew. Peace be to his memory ! He tried, and gloriously failed, to cross-question my nature into a lie. But my nature was too honest for him.' ' Is he dead ? ' ' No ; married a wife to cheat me out of my inheritance, and may be seen and heard by the curious any day still in the great court at Westminster, and in gown and wig, cross questioning people into idiocy. Glorious ex hibition that, of British justice, and British acumen in getting at the truth ! A modern substitute for the thumbscrew. Well, he made me an architect, for which I say with all my heart, \" Peace to his memory ! \" I see him occasionally still, but he never sees me. Heigho ! climbing is hard work after all, with-"], [137, "HUMBLE PIE 125 out a helping hand. By the blessed St. Patrick, my glorious namesake — you didn't know I was christened Patrick as well as Gerald, did you ? Don't split on a fellow ; I ignore it even on my door-plate — it's ten o'clock ; I must go ! ' He put out his hand, smiling now a candid and unsuspicious smile it did you good to see. ' Don't bear mahce, old fellow. You began by hating me just now with forty-engine power. Your face is too ingenuous by a long way ; when you are hit, you wince terribly. You must learn not to wince, and then people won't hurt you.' I remembered Patsey, my groom, and my first live pony, and knew he was right. ' You remember the proverbial fox and his wise remark when they were skinning him, don't you ? I often thought of it when my uncle was scoring his accounts against me on"], [138, "126 THROUGH LOVE TO LIFE my body, and it's wonderful how it consoled me. Have you forgiven me for getting a grain of amusement at your expense — eh ? Well, you will to-morrow, I dare say. Good j morning."], [139, "127 CHAPTER XLI. COALS OF FIRE. Blasen ist nicht floten ; ihr miisst die Finger bewegen. Goethe (Spriiche in Prosa). My brother-in-law was as good as his word. The next morning I was exalted to a position wherein I need be indebted to no one for my daily bread. I became ' foreign correspondent ' to that eminent architect, Mr. Multum Inparvo, whos ename doubtless every one will recollect. And my salary was to be one hundred pounds per annum. One hundred pounds, with the prospect of advance if I proved satisfactory! Also with pen and paper ad libitum, and with humble pie, not exactly ad libitum, but in superabundance."], [140, "128 THROUGH LOVE TO LIFE I pawned my emerald ring to a jeweller, who seemed, oddly enough, to know all about me. It was only gentlemen under clouds whom he accommodated, he told me, with a finger at the side of his nose. It was a big nose and a hooked one. And gentlemen under clouds were lawful prey. If at the end of, say, six months, cloud should disperse, old gent relent, or favourites favour me, why there you were, you know, at a fair usury for the money advanced you. I had still three weeks of liberty before entering upon my new duties and the brilliant income of one hundred pounds a year. I had time enough to fetch my wife from Switzer land. Aileen, although still solemnly mournful over my delusion in preferring a Swiss petri faction to a beautiful flesh-and-blood countess, nevertheless was too full of love and sympathy to turn her back upon me."], [141, "COALS OF FIRE 129 ' What must be must, I suppose,' she said, resignedly. ' And till you have saved enough money to furnish, you must come here, if She'll put up with an ignorant little thing like me. I've got the \" Encyclopædia Britannica,\" and mean to try and read it through before She comes ' (Aileen always spoke of her with a capital) ; ' but I don't mind confessing to you, Charley, that it's awfully hard work, and so difficult to keep the thread. Gerald won't help me, and only roars with laughter when ever he sees me at it.' I tried not to smile, but the idea of Aileen's golden head bent over that ' Ency clopædia ' was almost irresistible. ' Where are you going to find room for us ? ' I inquired. ' Well, there is that difficulty,' acknow ledged Aileen, knitting her fair little forehead in her perplexity ; ' but I think I could manage if Gerald and I went out to sleep. It's no vol. in. K"], [142, "130 THROUGH LOVE TO LIFE good sending out Margery, her bed is too small.' I drew her little golden head to my heart with a passionate fraternal affection such as I had never felt before. How rich I was with such a sister ! And then there was Mabel ! Just as if they wanted to undo me with their coals of fire on my head. That very afternoon — I was going to start on the morrow — came a letter from her. A letter all blotted and tear-stained, con taining forty-five pounds. ' It is all I can scrape together, Charley,' she wrote, ' and it is all my very own without robbing papa of a halfpenny. Don't go and refuse it whatever you do, for it would break my heart entirely if you did. Tell Aileen I got her letter through Tomkins, who is a feel ing man, though only a butler. He is going to smuggle this to the post for me. And he"], [143, "COALS OF FIRE 131 says, Charley dear, that I am to tell you that if you want any help for the present he will be only too proud to help you. \" Please, miss,' he said, \" tell Mr. Charles that I haven't no doubts myself of his pa coming round, as it stands to reason he should, and he as hand- some a young gentleman and as pleasant spoken as I ever set eyes on \" (meaning you). \"And if 'tis because of a young woman,\" he said, \" as most mischief is, tell him, miss, that 'twas because of a young woman with me too, and since I took her, there's been a great deal more of the better than of the worse, and I've never been sorry. And these re- marks, miss,\" so he went on, \" are only like the corkscrew to the bottle ; the wine being, so to speak, miss, that if Mr. Charles should be in want of a fifty-pound note or so, till the air is clear again, why Tomkins, miss, has got it to give him, and proud to do it, Miss Mabel.\" K 2"], [144, "THROUGH LOVE TO LIFE 132 ' I nearly threw my arms round the dear old creature's neck, Charley, but remembered in time that it might seem odd to a butler, and perhaps get me into trouble. So now good-bye, and God bless you ! ' P.S. — Don't wonder if this letter smells rather of the stables. In fact, I am writing it there on Fanny's back, who stands wonder fully still, and only turns her bonny head sometimes to look at me as if she understood all about it. Papa thinks I'm out riding. 'P.SS. — Papa had a letter this morning from my Lord and my Lady Kilreeny. They are at Nice and apparently neither find it nice, nor one another. In fact, they seem awfully bored. Serve 'em right ! ' Good-bye once more. Fanny won't stand still any longer.' Then there was my dear old nurse ! The idea, she said, of her dear boy, or her dear boy's wife, ever wanting a roof to cover them,"], [145, "COALS OF FIRE 133 while she was there ! Of course we must first come to her, until things had got straight a bit ; and with my hundred pounds per annum, and her income, we should be almost rich. Oh, what should we men do without these dear, loving, hopeful women, whom God gave us ! But I had my own private anxiety, which I could not share with any one. How had I dared to utter that audacious falsehood — to wit, that Therese was my fiancee ? How did I know that she would marry me at all ? For I had hesitated to ask her to share my wealth, and now I could only ask her to share my poverty. Compared to this anxiety, how small appeared the minor one as to how we should five !"], [146, "THROUGH LOVE TO LIFE ■34 CHAPTER XLII. A MOTHERLESS BABE. Mutter ? — O Himmel, gib, dass ich es dem vergesse, Der sie zu meiner Mutter machte ! Schiller {Don Carlos). The evening before I started for the Conti nent, to return, as I fondly hoped, with my wife, we all spent together at the house of my nurse. Aileen's little stool was at her husband's feet, and the countess sat with her beautiful eyes fixed upon my nurse's face. She was fond of us all, I am sure, but for my nurse she had a special affection, watching her every move ment, anticipating her every wish, and always happiest when she was near her. And my nurse certainly reciprocated this"], [147, "A MOTHERLESS BABE 135 affection. She would watch the girl's fair face with earnest attention, follow her about the room with her eyes, and when their hands met, a perceptible tremor ran through them both, not of pain but of an exquisite joy. Indeed, this attachment had grown so strong that we never now dreamed of separating them. My search for that enigmatical Mrs. or Miss Smith had entirely relaxed its vigour. To find her would have been to find a possible obstacle to our present happiness, so I ceased to mention her, and the countess ceased to remind me. We had been dining late — a sort of farewell dinner in my honour — and a modest decanter of wine and a little dessert still stood upon the table. My nurse had taken up her knitting. Aileen was sewing vigorously at those tiny and mysterious garments which occupied so much of her attention. The countess was helping her. As for Malcolmson and myself, we had obtained gracious permission from"], [148, "THROUGH LOVE TO LIFE 136 Mistress Aileen — who assumed authority everywhere in a way that would have been most reprehensible if it had not been so charming — to smoke a modest cigar. And we were making the most of the privilege. But my restlessness was beginning to get the better of me as I thought of the morrow and of what lay before me. I seemed to feel Therese at my side, and to hear her sweet, perverse ' Monsieur ' at my ear. My heart began to beat fast, my cheeks to burn hotly. I must find something to distract me or I should grow wild. Just then Malcolmson's words returned to me, as if some one had whispered them into my brain : ' A woman with a history. She'll tell it you, I dare say.' ' Nurse,' I said, ' talk, this evening, and tell us something.' She looked at me, smiling."], [149, "A MOTHERLESS BABE 137 1 That is just what I have been thinking of,' she said. ' So, if you won't weary of an old woman's talk, my dears, to-night I will tell you something I want you all to know.' The countess rose timidly. She was ever fearful of intruding. ' Sit down again, my dear,' said my nurse, laying her hand caressingly upon the girl's arm ; ' you belong to us now, and somehow I feel as if what I have to say is as much for you as for the rest.' So the countess sat down and my nurse began. ' It was on my twentieth birthday, my dears. That's a long time ago now. I had had a strange dream, and that dream seems to make the beginning of my story, for my life had been very dull before that, except for one thing. Ah, my Charley, you think no one ever loved like you before, and I thought then that no one ever loved like"], [150, "■38 THROUGH LOVE TO LIFE me, for his coming made the first brightness in my life. ' We were only three — my father, my brother Charles, and myself — my father had a shop on Ludgate Hill. He was a leather-cutter, and had a good business. Outside the shop door was our name in tarnished gold letters : Charles Smith and Son.' Here my nurse looked at me, and with a sudden start of enlightenment I returned her gaze. But I said nothing. She went on : ' My brother Charles helped my father in the shop, and I kept house for them. I never remember my mother, but my father was very strict with us. I used to go out in the morn ing to make our household purchases, but I never went out at any other time without my father's express permission. My brother Charles had a little more liberty than I, but not much. My father kept a tight hand over both of us."], [151, "A MOTHERLESS BABE 139 ' He was a very handsome man for his years, at that time ; tall and portly, with clear blue eyes, and hair only just beginning to turn grey. His chin was very large and firm, and though he spoke little, when he spoke we could not help trembling. If he had told me to jump from the roof of the house, I should have done it, my dears. ' One evening we were all sitting together as usual. My father was smoking out of a long pipe ; my brother was poring over a dog's eared book of figures ; I was sewing and thinking of him, my Arthur, who soon was coming to ask my father to let him marry me, and take me home with him to be the happiest little woman in London. ' And it was the evening before my twentieth birthday. ' I think I must have been smiling a little, my dears, for I thought of the sweet words that he, my Arthur, had said to me, and all"], [152, "THROUGH LOVE TO LIFE 140 the room seemed full of pleasant things to come. And I was very happy, for the future promised to be so different from the past. ' Then my father said, looking at me through the cloud of smoke in which he sat, — '\"Mary, go pack a bag for me, child. You'll know what I want. I start to-morrow for Paris.\" ' We knew very little of the outside world, my dears — at least, I did ; but I knew that Paris was a dangerous place to go to, and a long wray off — much longer than it is now. And I had never known my father set foot out of England before in my life. ' I saw my brother lift his cold blue eyes and fix them watchfully on my father's face. ' \" How long are you going to be away, father ? \" I said. ' \" Long enough to get there and back again,\" he answered shortly ; \" a fortnight, maybe.\""], [153, "A MOTHERLESS BABE 141 ' I opened my mouth to say something else, but he was smoking hard again, and his eyes were upon the empty grate ; so I went and did his bidding. ' And it was that night, my dears, that I had my dream. ' I dreamed there was a great earthquake, which shook our old house to its centre. And then there was a crash, and the walls seemed to be falling all about me. And I tried to escape, and could not. And my brother stood and mocked me, laughing at my hopeless efforts. ' Then, just as I thought all was over, my Arthur came and held out his hand, and I grasped it and knew I was saved. And I felt supremely happy — more happy than I can describe, or ever really felt except in a dream. ' Then I heard my father calling me. 'And I turned and looked, and he was"], [154, "142 THROUGH LOVE TO LIFE standing there amidst the falhng walls, and a little child was in his arms. ' A httle child, who spoke out clear and loud, and said in a commanding sort of way, that would have been most unnatural out of a dream, — ' \" Mary, come and save me ! \" ' And I was forced to obey, my dears, even though my Arthur pulled at my hand and would not let me go. I tore away from him, and went back and took the child in my arms and held it in my bosom. ' Then the walls fell all around us, and we were in the darkness, and I could feel nothing except the warmth of the child upon my heart. ' And I awoke. ' I never forgot that dream, my dears, for it was my twentieth birthday, and the day my father went to Paris, and things happened afterwards which made it seem like a prophecy."], [155, "A MOTHERLESS BABE 143 ' In the morning my father started, on the coach beside the driver. When he got up, he said in his stern way, looking hard at me, — ' \" I shall bring some one back with me, Mary. Have a room ready.\" ' My brother started slightly, looking side ways at my father's face. ' \" A gentleman, father ? \" ' \" No, a lady.\" ' I dared not question further, for his heavy chin was pushed out and his under hp drawn in a httle ; and when he looked like that, I was silent. ' Then he stooped and kissed me, saying, — ' \" No gaddings about, remember. — And you, Charles, my son, mind the business and mind your sister while I am away.\" ' It was hardly a fortnight before he was back again, bringing with him a young girl, almost like a child, who looked up at me with"], [156, "THROUGH LOVE TO LIFE 144 large, dark, pitiful eyes. Her face was as white as a snow-drift, and her hair, long and wavy, fell almost to her feet, when I took off the hood covering it. And my father bade us call her Louise. ' She could speak English a httle, and soon learned to talk it easily. But who she was, my dears, or where she came from, I cannot tell you. The grave has long since closed over her and the secret she brought into our house. I know nothing more of her than what I shall tell you. ' She was very sad at first, and would sit hour after hour, her small hands clasped, her dark eyes looking straight before her. Once or twice I took her out with me, hoping to rouse her up a bit ; but the noise and bustle of the streets seemed to terrify her. At last she refused to go altogether, saying, — ' \" Let me be : I am contented here in the quiet house. I cannot bear the rush outside,"], [157, "A MOTHERLESS BABE 145 and the roar and the fierce struggle for life. I have had enough of that already.\" ' But once, following me round the house, she caught sight of an old spinet which had been my mother's. And with a loud cry, half pain and half delight, she sat down to sing and play. And she played, my dears, until I fancied the angels of God would throw open the gates of heaven only to listen. ' She grew fond of me after a bit, but she was fonder of my father, and it was strange to see how fond he grew of her. He used to let her sit at his knee, and sometimes would stroke her cheek with a kind of loving tenderness that he had never before shown to any one. At such moments my heart would come into my mouth, and hot tears into my eyes, and the ground would seem to shake under me. ' There was some one else, my dears, who used to watch them also. 4 1 don't know exactly how I found out L VOL. III."], [158, "146 THROUGH LOVE TO LIFE that my brother loved Louise, and that she disliked him and was terrified when he ap proached her. The knowledge of it made me very miserable, for I knew how he could hate when he was crossed. And, sitting among them evening after evening, I used to feel as if we were all upon a barrel of gun powder, and that if a spark fell we should be blown up, every one of us. ' And I resolved to watch them very closely, and always to stay with Louise when my father was out. ' But one day, my dears, temptation came, and I did wrong. And oh, my dears, only God knows what I had to suffer for it ! ' My father had gone out for the evening, and I chanced to go to the door, and there was my Arthur waiting for me. And he told me that his father had taken him into part nership, and that in another year he was coming to fetch his wife. And he told it me in such"], [159, "A MOTHERLESS BABE 147 a way, my dears, that I forgot everything but my own happiness. ' Then, all of a sudden, I remembered that I had left my brother and Louise together. And I hurried back into the house. ' But I was too late. My brother was standing in our little parlour, his face as white as ashes, and Louise was lying on the ground, the blood streaming from her mouth. ' I carried her up to bed, and sitting beside her that night, my dears, I prayed God to forgive me, and I would never leave duty for pleasure again. ' And He heard my prayer. She did not die. ' That night, in her feverish talk, I found out what had happened. \" I will not marry you,\" she said, \" not if you kill me ! Let me go ; I cannot bear you to touch me.\" ' She soon got better. She had broken a blood-vessel, the doctor said. Nobody knew 1 2"], [160, "THROUGH LOVE TO LIFE 148 but me what had been the cause, and I never spoke of it. ' Yet, I think my father had some uneasy suspicion that all was not right. From the day she came down again Louise was hke his shadow. From that time she slept with me, and would wake up in the night, crying, \" Let me go, I cannot bear you. I will kill myself if you kiss me ; \" until my heart sometimes used almost to stand still with fear. ' So the summer passed, my dears, and the days began to shorten, and I tried to forget my fears, and to think that all was right again. Yet sometimes my brother would look at Louise, as she sat on her stool at my father's feet, with a hot gaze that sent a stab right through me. ' One very cold morning in November — I remember how the wind howled in the chim- ney and round the corner outside the shop — my father bade Louise put on her bonnet and"], [161, "A MOTHERLESS BABE 149 shawl, and then, taking her cold little hand, led her out of the house. It was so bitter cold that I ran after them with an extra comforter for Louise, and as she looked up at me I saw that she had been crying. Yet the soft touch of her little hand on my arm seemed to tell me not to be frightened. ' The tears came into my eyes too, as I stood looking after them — the old man and the girl, side by side. For my father had stooped over me and kissed my forehead, and said in a voice almost as gentle as when he spoke to Louise, — ' \" You are a good girl, Mary. God bless you!\" ' They stayed away all day, and when they returned I ran out to meet them. They were coming round a corner, and he was looking down at her with a look of supreme tender ness, while her dark eyes were raised to his s, with a smile, she nestled closer to his side."], [162, "THROUGH LOVE TO LIFE 150 ' Tea was ready, and I drew her into the room where was a blazing fire. And she threw her arms round my neck, and kissed me, and patted my hand with a pretty httle air of protection quite new and strange in her. ' My brother was there too, and I wished he had not been, for his eyes were upon Louise's face with that look in them I disliked so much.' And she looked so pretty ! — the cold wind had brought a little colour to her pale face, and her dark eyes were bright and smiling. ' After tea, my father said suddenly, as he took the pipe I offered him, — ' \" Mary, and you, Charles, my son, this lady \" — he laid his hand gently on Louise's dark curls — \" has to-day become my wife. From this time \" — and here he looked straight at my brother — \" she is mistress here, and your mother. You will treat her as such, remember.\" ' Saying which, he put the pipe to his mouth and smoked in silence."], [163, "A MOTHERLESS BABE 151 ' If the earth had opened under our feet, I could not have been more filled with terror and surprise. I dared not look at Charles, but in the deep, deep silence which followed I could almost hear the rapid beating of his heart. ' But he said not a word. And after a minute he got up and left the room. ' Then I went over to them and said, as well as I could for crying, — ' \" Dear father, sweet girl-mother, I will try not to fail either in duty or respect, nor in love either, if you will have it.\" And I added, sobbing, — ' \" And may God return upon your own head, my father, the blessing you gave me this morning, and make you very happy with your bride.\" 'Then I kissed them both, and Louise's httle hand was laid on mine, and her eyes spoke plainly : \" Mary, you too shall be happy.\""], [164, "THROUGH LOVE TO LIFE 152 ' Thus I lost again, my dears, my little bedfellow. ' Things went on just the same after my father's marriage. Louise left everything to me. And on New Year's Day my Arthur came and had a long talk with my father, and Louise spoke up for me, and it was settled that in the fall we should be married. 'There was one change, though. My brother spent all his evenings out of the house. He never spoke to Louise, nor ever looked at her, but though I tried to beheve he did, 1 knew he did not, forget. ' For his face would burn when my father kissed his wife, and his whole body tremble. And he grew harder every day. ' It was early in the following September that the baby was born. I remember that there had been some talk about fixing my wedding day, and I told my Arthur that it should be whenever he liked after Louise"], [165, "A MOTHERLESS BABE 153 was well again. I remember thinking about it, and of how happy I was, as I sat watching them both asleep — the young mother and her pretty baby-boy — the first baby that had ever been partly mine, and that I loved already almost as if it had been my own altogether. ' Then I had a little doze, and dreamed that my wedding day was come, and that I was standing before the altar all in white as a bride. ' Ah, my dears, \" dream of a wedding, hear of a death.\" ' I was awakened by a loud cry. ' \" Mary, Mary,\" said Louise, \" come and save me ! \" ' I looked round the room in a fright. There was a rushlight on the table near, and the fire burnt brightly, and I saw there was nobody in the room but Louise, and the baby, and me."], [166, "154 THROUGH LOVE TO LIFE ' But Louise was sitting up in bed, and her black hair fell behind her like a pall, and her eyes were wide and staring. ' \" Lie down again, my sweet,\" I said, \" there is no one here ; you have been dream rag. L\" . ' \" Take him away ! \" she screamed, and her face was red as fire, and her little hand seemed to burn mine when I touched it. \" I hate him ! I cannot let him touch me ! \" ' I was so frightened now, my dears, that I ran to fetch the nurse, and the nurse ran for the doctor. And he came and bled her until she sank back again upon the pillow, whiter than it. ' But during the whole night she tossed and turned, and moaned in her sleep. And when my father came she turned from him and laughed when they said he wTas her husband. \" My husband was young and hand-"], [167, "A MOTHERLESS BABE 155 some and cruel,\" she said, \" and died on the guillotine.\" ' And so she went on for three days. ' I was sitting alone beside her, my dears, on the evening of the third day, for the tired nurse slept, and the sight of my father seemed to make her worse. I thought she was better, for the flush on her face was gone and her breathing was quiet. ' As I sat watching her she opened her eyes, and in her own voice, sweet as music, said, — ' \" I want to kiss my baby, Mary. Give him to me.\" ' I lifted the child to her bosom, and she kissed him. ' And I saw a tear fall upon his head, golden already, with hair soft as silk. ' \" I was not fit to have a baby,\" she said, \" but you will take care of him, Mary, and love him, won't you ? \""], [168, "156 THROUGH LOVE TO LIFE ' \" I will help you take care of him, Louise,\" I said, trembling, for her words frightened me : \" my pretty little baby-brother, young enough to be my own.\" ' She was quiet for a moment, her blue veined white eyelids quivering ; then she said, — ' \" How strange it seems, Mary, that you and I, both of the same age, should have such different fates ! for while your life is all before you, mine is ended.\" ' \" Oh no, Louise, not yet,\" I said, crying. ' \" What a life mine has been ! \" she said, not heeding me. \" Full of unrest : false joy, false pain, and perhaps false regret ; who knows ? \" ' \" But now it will be different,\" I said. ' \" Now it is over,\" she answered calmly. \" God have mercy on me ! Yet I was more sinned against than sinning.\" ' Then she added, hurriedly, —"], [169, "A MOTHERLESS BABE 157 ' \" Mary, promise me that you will care for my child.\" '\"I promise,\" I answered. ' \" And now, Mary — sweet, good Mary — take me to your noble heart and let me die there.\" ' I would have called my father, but she clung to me, until her clasp relaxed in death. And when the clock struck five I gently laid down her dead body and took the baby to my breast. ' And so, my dears, my dream was ful- filled.'"], [170, "THROUGH LOVE TO LIFE 158 CHAPTER XLIII. TWO BROTHERS. The strawberry grows underneath the nettle ; And wholesome berries thrive, and ripen best, Neighboured by fruit of baser quality. — Henry V. ' I don't know, my dears, how I could have lived through the next year but for God help- ing me. ' The first great grief was the knowledge that he whom I loved best could try to stand — as he did stand — between me and the solemn promise I had given to the dead girl. I begged him to wait, and he would not, and at last the conflict ceased, and he went away altogether. My Arthur, as I used fondly to call him, was mine no more."], [171, "TWO BROTHERS 159 ' Oh, it was hard, my dears ! How hard, only those who have suffered the like can know. To feel that one dearer to us than life can urge us to do wrong ! — to be forgotten where we have loved ! ' Then my father never rallied. He hved some years, but all pleasure in hfe was gone from him. He hardly ever noticed the child. And when Louis — we called the boy Louis, after his mother — was five years old, the old man died. ' He had been smoking that evening. He had turned against smoking, but that even ing his beloved pipe was between his lips again. I had taken little Louis to bed, and when I came back I found that the pipe had dropped from my father's hand and his head fallen forward a httle. I put my hand upon him and found that he was dead. ' The doctors said that he died from the"], [172, "160 THROUGH LOVE TO LIFE bursting of a blood-vessel on the brain, but I think he died of grief. ' He left a strange will. He had been a great deal under my brother's influence of late years, and the lawyers said I might dispute the will if I liked. But I could not do that, my dears, even for Louis's sake. ' All was left to my brother Charles, who was to provide for me and for the boy. If I married, he was to give me a portion, and to set Louis up in business when he was old enough. ' But, really, everything was in his hands, and he could do as he liked. ' Louis had been a sickly and delicate baby. No wonder : he was nursed upon a broken heart. But when he was five years old he was the lovehest boy ever seen. His hair fell over his shoulders in golden curls ; his little limbs were enchanting to look upon ; and as for his eyes, I never saw any of such a"], [173, "TWO BROTHERS 161 brilliant, summer-sky blue, until the same eyes, only gentler, softer, looked at me from your pale face, sweet lady.' Here my nurse turned to the countess, who had been listening in breathless attention. I now saw how agitated she was ; there was unusual colour on her cheeks, and her lips wrere parted to give free egress to her quick ened breath. But she spoke no word, only drew a low chair to my nurse's side and laid her fair head upon her knee. ' Oh, how I loved him, my dears, the bon niest boy that ever lived ! and how I trembled for him, for I knew that my brother hated him ! ' I taught him to read and write and cipher ; but he taught himself to sing. He had such a glorious voice that he was chosen for the church choir ; and when he sang there, his voice rising up to the roof of the church, I used to think, as I thought of his VOL. III. \\s"], [174, "THROUGH LOVE TO LIFE 162 mother, that the angels would throw open the great gates of heaven only to listen. ' He was not always good, my poor boy. He was not passionate, but had a way of say ing things so as to hurt you, and he did not seem to mind much about the pain he gave. And he was secret, too, keeping his plans to himself, and sometimes so self-willed that, though my brother Charles was so hard, I could move him sooner lhan I could move the boy. ' I think he was about fourteen, and won derfully clever, besides being a fine and strong boy, when my brother Charles, to my surprise, asked for him. He had never asked for him before, and took as little notice of him as if he had been a dog. ' \" Where's that boy ? \" he asked. ' \" He's upstairs learning his lessons,\" I said, and my heart began to beat quick ; and I added, — ' \" You look tired ; have you had a busy"], [175, "TWO BROTHERS 163 day ? \" And why I said it, my dears, I dare say you can guess. ' But my little bit of pretence was of no use. ' \" Go and fetch him,\" he said, \" I want to speak to him.\" ' Of course I had to go, my dears. Louis was sitting with his elbows on the table, his hands holding his head, and his eyes fixed upon a book. ' He looked up with a frown, but oh ! he looked so bonny, his cheeks hot and red, his eyes shining, the golden curls pushed back from his white forehead. ' \" Do you love me, dear ? \" I said. ' \" Yes, of course,\" he answered, drawing his head away with a jerk, \" when you don't bother me. Go away now, I don't want you.\" ' \" But I want you,\" I said ; \" put down your elbows, Louis, and listen.\" ' I spoke very gravely, my dears, and he put down his elbows and said coaxingly, — M 2"], [176, "164 THROUGH LOVE TO LIFE ' \" Don't be cross, Sissy. Look here, aren't these funny letters ? you couldn't read this book if you were to try. It is German. Now I don't suppose you knew even that.\" ' \" I didn't know even that,\" I said. ' \" Don't cry, Sissy. What a stupe you are to cry about nothing ! I know you can't read it, and you don't need to either ; but / can. There's a man, a friend of mine, lives near our school, and he comes from Germany, and he lent me this book, and has been teach ing me German ever so long on the sly. Oh, it is jolly ! \" ' \" It is not like a brave boy to do any thing on the sly,\" I said, turning away my head to wipe a foolish tear from my eye. \" Give me the book, Louis, I will see if it is sit for j^ou to read.\" ' \" Bah, you see ! You wouldn't under stand a word of it, Mary, not even the letters. You are only a woman, and women are stupid"], [177, "TWO BROTHERS 165 creatures. 'Tis right enough for them to go to church, and read their Bibles, and pray to a great Nobody. It gives them something to do, and keeps them out of mischief.\" ' \" Louis, Louis,\" I said, more angrily than I had ever spoken to him before, \" I will not let you read a book that teaches you to talk like that. Give it to me this moment.\" ' But he drew it close to him, and crossed both his arms over it, and his under lip came out beyond the upper one full and red. ' \" I shan't go to church any more,\" he said. ' \" You are only a child,\" I repeated as sirmly as I coukl, though my silly hp would tremble, \" and will do what you are bidden. I have given way to you too long, Louis. It was weak of me.\" ' \" But I shan't,\" he said again. \" 'Tis all stuff and nonsense they tell us there about God. Did you ever see Him, Mary ? No, nor"], [178, "166 THROUGH LOVE TO LIFE I, nor the man who wrote this book. If He were really God and Almighty, don't you think He could show Himself to us and make us sure ? 'Tis easy enough to impose on a pack of old women and old maids like you, sister. But I'm too sharp to let 'em impose on me. I'm going to be a man, I am.\" ' \" You are talking like a very naughty and silly boy when you say so,\" I answered, trying to keep my voice steady, and not to break out into tears he would only laugh at, \" but we will speak of that another time. You must come downstairs wdth me now ; your brother wants you.\" ' \" My brother wants me,\" he repeated, all the tune gone out of his voice, and looking up at me with a glance of surprise and alarm. Then he lifted his crossed arms from the book, and closed it, and put it in a drawer. '\"What does he want, sister?\" he said, quite in a different voice. \" Is he angry ? \""], [179, "TWO BROTHERS 167 ' \" I don't know what he wants, my dear,\" I answered. \" But remember this : you must not speak to him as you have been speaking to me. He has power over you, he can hurt you, punish you if he likes ; send you from home ; take away all your books. Remember that, and answer him humbly. Be submissive and obedient. If not for my sake, Louis, for your own. ' His fair face flushed of a deep red as I said these words, my dears, and a shiver ran through all his body as if a cold, cold wind were blowing over him, and he drew closer to me and whispered, \" I had a dreadful dream once, Mary, about my brother and about you I thought he stood opposite me with a sword in his hand, and I knew he meant to kill me ; I saw the hate in his eyes. And he lifted the sword and struck with it ; yet it was not I whom he killed, it was you, sister — you whom he did not want to kill. You fell upon the"], [180, "168 THROUGH LOVE TO LIFE ground before us, and the sword had cut your heart in two.\" ' I could not help shuddering, my dears, thinking of my own dream, and of how it had been fulfilled. ' \" And I have dreamed it more than once, Mary,\" he said. ' Then he put his hand in mine as if he had been a little child again, and we went down the stairs and into the parlour at the back, where Charles was still sitting at his tea. ' \" What do you mean by keeping me waiting ? \" said he in a sharp, sharp voice, to the boy as we went into the room. \"My time is too important to be wasted at your pleasure. Next time I send for you, remember, you'll come at once.\" ' \" 'Twas my fault, Charles,\" I said, pressing my boy's hand to warn him, for the red colour was fading out of his cheek, and his under hp pushed out, and his right foot firmly set. anrl"], [181, "TWO BROTHERS 169 his bonny head thrown back a little between his shoulders. ' Oh, how plainly I can see the dingy parlour once more, aud we three children of one father standing there together ! My father's arm-chair, from which Charles had got up, was pushed back to its usual place beside the hearth ; where, for it was a chilly autumn evening, a small fire was still glim mering. The footstool on which Louise used to sit was on the other side of it. My father's empty pipe still hung on its rusty nail by the fireplace. 'And on the table burnt a candle. And beside it lay the dog's-eared book of figures and a stump of pencil. ' \" Mary,\" said my brother Charles, \" I am speaking to the boy. Let him answer.\" ' I gave Louis's hand one squeeze again and sat down, praying God to keep them both from wrong."], [182, "THROUGH LOVE TO LIFE 170 '\"Do you hear me?\" asked Charles in a stern voice, looking sideways at the boy. ' \" You need not speak so loud,\" answered Louis, \"I hear well.\" ' He spoke in a bold and saucy tone, my dears, which nearly made my heart stand still with fright. 'As I watched them, I was struck anew with the great difference between them. Let me tell you how they looked. ' Charles was about eight-and-thirty then, short and stout, and already rather bald. He looked sharp enough, but there was something in his blue-grey eyes you did not like to see. They seemed to warn you that he was deter mined to have his own way, no matter what pain he gave others. And yet something better was there too, that made him dis satisfied and uneasy with himself. 'And I was sorry for him too. I knew he had suffered terribly about Louise. I knew"], [183, "TWO BROTHERS 171 it had hardened him. If he could have learned to forgive, he would have been different. ' He was well dressed. Rather showily, but that was his taste. He always tried so hard to look like a gentleman. Poor Charles ! 'And my heart ached for him, as it does now and always will, my dears. For God meant him to be different. ' But oh, my dears, what a change when I looked from him to the boy ! ' The very boys at school used to call him \" the little lord,\" and tease him till he forced them to drop it. He was more beautiful than a picture, and the clothes upon his bonny limbs took shapes that filled you with delight. His fair hair fell back in golden curls upon his shoulders, and his cheeks were red as roses ; while as for his eyes, my dears, they were like a bit of heaven."], [184, "THROUGH LOVE TO LIFE 172 ' And Charles stood looking at him, feeling the difference as much as I did. ' \" You hear well, do you ? \" said he, first clenching, then slowly unclenching, his big, heavy fist ; \" you will obey well too, I hope, for your own sake. How old are you ? \" ' \"He is fourteen,\" I answered in a flurry. ' \" Let him answer for himself, Mary,\" said my brother Charles. \"How old are you, boy ? \" ' \" My name is Louis,\" said my boy, \" and my sister has already told you how old I?) am. ' \" Now look you here,\" said Charles, going a step nearer to him, the veins swelling on his forehead and his fist clenched once more, \"look you here, sirrah; if you answer me like that again, I'll — I'll make you wish you hadn't.\" ' For a moment, my dears, I saw a look in my boy's eyes which was a thousand times"], [185, "TWO BROTHERS 173 worse to see than that in the eyes of the elder. And then, perhaps in answer to my fervent prayer to God, his angry eye fell, and his fair cheek flushed a deep, deep crimson. ' \" Now you know what you've got to expect,\" continued Charles, drawing back again, \" and, as you are fourteen, 'tis time you were doing something to earn the bread you eat. I've got an office at the other end of London — at the West End : you'll like that, I dare say,\" he added, with a sneer ; \" and, as you can write, I suppose, you shall go there with me to-morrow, and save me a clerk.\" ' \" His schooling is paid to the end of the quarter,\" I said ; \" let him go to school till then, Charles.\" ' \" To learn fresh airs,\" said my brother, wdth a harsh laugh ; \" no, 'tis high time his spurs were cut, Mary, and the conceit taken"], [186, "THROUGH LOVE TO LIFE 174 out of him. Have him ready to go with me to-morrow, I'll teach him from henceforth all he needs to learn.\" ' And then my brother Charles turned upon his heel and went away and left us. ' I went over to my boy, but he pushed me away, and threw himself upon the floor, putting his fingers into his ears when I tried to speak. ' So I had to leave him with God. ' The next day he came down ready dressed to go with his brother. ' And Charles said one evening when we were alone, — ' \" The boy's sharp enough, if you don't spoil him, Mary, and he has the sense to prefer a whole skin to a broken one.\" ' So I began to hope that things would go better than I feared. ' But one day Louis came home from that West End office, where my brother seemed"], [187, "TWO BROTHERS 175 making such a lot of money, connected in some way with that dog's-eared book of figures, and sat down before the fire, gazing into it with the same terrible look that I had seen once before. ' \" How is it you are home so early, my dear ? \" I asked ; \" are you ill ? \" ' \" No,\" he answered shortly. \" But I've had enough of being abused for everything that's wrong, and sworn at twenty times a day. I'm never going back.\" ' \" Oh, Louis,\" I said, \" for my sake be patient, and don't anger your brother. Soon you will be a man and can do as you like, but now he has power over you.\" ' \" If he lays his hand upon me,\" said my boy, \" I will kill him.\" ' And his voice was low, but very, very clear and distinct, cutting the air like a knife. ' Before I had time to answer, Charles came in, and I knew the moment was come I"], [188, "176 THROUGH LOVE TO LIFE had been dreading ever since my father died. ' For his face was trembling all over with anger and with hatred, and he held a leather belt in his hand and struck the air sharpl)* with it close to my boy's head. ' For the first time in his life I saw a look in Louis's face which reminded me of his mother. It had turned quite white, and his eyes looked no longer blue, but of a deep black. ' \" Recall those words you spoke to me to-day,\" thundered Charles, \" and ask me to forgive you.\" ' \"I will not recall them,\" said my boy. ' \" Recall them instantly, or I'll thrash you to within an inch of your life,\" said Charles again. ' But my boy only rose, crossing his arms over his chest, and stood facing him. ' Oh, my dears, I rushed between them"], [189, "TWO BROTHERS 177 and tried to hold back the raised right hand, but I was too late. ' For the cruel lash had fallen right across my boy's face, leaving behind a broad line of burning red. ' Then I fainted, I suppose, for I knew no thing more until the next day, wdien they told me that my boy wras gone. ' He had left behind him a scrap of paper with a few words on it for me. They were these : ' \" If I had stayed I should have killed him, Mary. Forget me. I shall never come back.\" ' And he never has, my dears. He took with him a portrait of his mother, painted on ivory. And I heard too that he had taken money with him from the till, but I cannot believe it. ' I was ill for many months after When VOL. III. N"], [190, "178 THROUGH LOVE TO LIFE I began to go about, my brother Charles told me that he was going to be married to a great lady, the daughter of a baronet, and that he wrould settle on me a small annuity, so that 1 might live elsewhere. ' And I was glad to go, my dears. His business had prospered exceedingly at the West End, and he was very rich. And he was struggling still to become a gentleman. I should have been a drawback to him and a reproach. ' Yet once he sent for me. ' For his baby-boy was sick unto death, and he knew that I would love and care for the child. And I did, my Charley. ' And had an exceeding great reward, for you loved me. ' Thus I became nurse, only nurse in the great house. ' I have only one wish more. Ever since I lost him, I have prayed God to send me"], [191, "TWO BROTHERS 179 news of my boy. And somehow I think He will. Somehow lately I have felt a sweet assurance that He will. ' And now, my dears, this about my boy is what I wanted to tell you. Many a night I have lain awake, thinking I heard him call ing to me for help. I have always believed that some day he would want me. Now I am old, but you are young. Perhaps you may yet be brought together. And you will accept my legacy and befriend him and his, I am sure. And I shall die in peace, know- ing it.' N 2"], [192, "180 THROUGH LOVE TO LIFE CHAPTER XLIV. MRS. OR MISS SMITH. Human Nature is so well disposed towards those who are in interesting situations that a young person, who either marries or dies, is sure of being kindly spoken of. J axe Austen (Emma). As the gentle voice ceased, I rose, with an impulsive forward movement towards the dear speaker, and in another moment should have clasped my father's sister to my heart. Aileen had known most of the story before, and, smiling through her tears, sat watching us. But the Countess had preceded me. And I drew back. For, with sudden illumination, I put the two stories together — the stories of"], [193, "MRS. OR MISS SMITH 181 the simple English woman and the high-born lady — and understood. The glow upon the swreet pale face of the lady was as bright now as the ruddy gleam of the firelight on the snow outside, her dilated blue eyes glistening under the in fluence of a supreme emotion. Yet she paused still, for the quickened breath was coming fast between her parted lips, holding back the words she would have uttered. Then she spoke ; the full tones of her flexible voice, with the distinct accentuation of the foreigner, dropping like the sound of a silver hammer upon a silver bell. ' You told us just now,' she said, gently stroking the rippling white hair, falling low over the placid forehead of my nurse, ' that you had never seen eyes like those of your lost boy, until you saw mine. Look again at my face, dearly loved and honoured friend,"], [194, "182 THROUGH LOVE TO LIFE and tell me if any other feature there also reminds you of him. ' The mouth is not like his,' said my nurse, looking up with a new light, hardly of sur prise, in her loving eyes, 'nor is the delicate chin. His hps were fuller ; the fine where they met straighter than yours. And his chin was squarer. Yet your mouth, and chin too, I have seen in some other face — they are like ' She stopped, trembling. We all felt the presence of the new thought, as it darted, quick as lightning, into her brain. We all saw the solving of the problem which had puzzled us, although at first the solution seemed impossible. Then the Countess withdrew the hand, resting fondly on the silver hair, and placed it in her bosom. I was standing as I had risen, and while I looked, marvelling, the Countess drew a locket,"], [195, "MRS. OR MISS SMITH 183 suspended round her neck by a chain, from its hiding place, and gave it to my nurse. She opened it with a trembling hand. I moved a little, so that I might see too, and, leaning forward, let my eyes rest upon the portrait of a young girl, painted on ivory. And, as I looked, the dark eyes seemed to move and flash and laugh, and fill with burn ing, passionate tears. Then I knew it was the face of Louise. It could hardly have been the work of a great artist ; even my unpractised eye dis covered great crudeness and want of finish in the execution. Yet the painter, either con sciously or unconsciously to himself, had put life into the picture. As you gazed, not only the eyes, but the dewy, pouting, softly parted lips, spoke too. And they seemed to say, at least I fancied so, what they had seemed to say many years before : ' Mary, you too shall be happy.'"], [196, "184 THROUGH LOVE TO LIFE Words henceforth to be a sacred trust to us ! I wonder if I can describe the face, so as to make it plain to those who saw it not. The dusky, luxuriant hair was gathered, according to the fashion of those times, into a knot of curls on the top of the shapely little head, and fastened there with a golden comb over which a hundred little ringlets rippled. The hair was thickly powdered. The small oval face, which should have been left pale as Nature made it, was brightened into fictitious and incongruous bloom by means of the rouge pot. The features were irregular and not at all critically beautiful, — the line of the nose, with its delicately arched nostrils, anything but Grecian, the whole face too unfilled and sharp in outline. There was not the shadow of a dimple on it except where the fore singer of a tiny hand pressed the left cheek. I can say all this, but how can I describe"], [197, "MRS. OR MISS SMITH 185 the sensations which this unfinished face awakened ; how explain that this very want of art pleased more than the utmost finish would have done, and that the glorious eyes, shedding their wonderful light over all, threw defects into deepest shadow ? How can I describe, either, the effect of it upon my aunt ? But the Countess sank upon her knees, throwing her arms around the trembling figure of the sweet woman who had been the guardian angel of us all, and drawing the dear head with its rippling silver covering to her warm young bosom, while warm tears fell upon it. ' He told me about you, dearest,' she said, ' and repented, I trust, the bitter wrong he had done you. Let me atone for his sin. From henceforth my life belongs to you.' We never told my aunt the details of"], [198, "186 THROUGH LOVE TO LIFE the story of Louis l'Anglais. She knew that he had risen to great honour, and that he was dead. She knew too that she had got his daughter for her very own, and that this daughter was good as an angel."], [199, "187 CHAPTER XLV. A DESERTED HOUSE. 0 Henry ! always striv'st thou to be great By thine own act — yet art thou never great But by the inspiration of great passion. The whirl-blast comes, the desert sands rise up And shape themselves: from earth to heaven they stand, As though they were the pillars of a temple, Built by Omnipotence in its own honour ! But the blast pauses, and the shaping spirit Is Hed : the mighty columns were but sand, And lazy snakes trail o'er the level ruins ! — Coleridge. It is good for a man going to woo — good for him and for his future happiness — that he should do it in fear. The woman who gives herself away before she is asked puts a rod into the hand of her future husband, which he would be more than human not to make occa sional and sharp use of. It is good for her"], [200, "188 THROUGH LOVE TO LIFE too, therefore, to use the time of her supreme power well and wisely, teaching him the lesson he will learn so easily now, and rebel against so pugnaciously hereafter — the lesson of sub jection. For love, if it is to teach anything, must teach that. Ay, to the man too, assuredly, as well as to the woman. Continual subjuga tion of a once paramount ego, continual offer ings up on the altar of self-sacrifice, continual and glad bearing of pain to save the loved one, is the very life-blood, the very essence, of ' true love ' as opposed to ' passion.' Passion we have in common with the brutes ; love we have in common with God. And if ever a man went to woo, filled to the brim with the passionate fear of rejection, it was I. Every mile I journeyed on the road to Switzerland seemed to add a new drop to the cup of my fear, until it poured over. What though Therese had, her own true self, told me that she loved me ! The very fact"], [201, "A DESERTED HOUSE 189 that she had done so unsolicited was absolute proof of her certainty in the impossibility of a union. The words had been wrung from her agonised lips beside the death-bed of hope. And her father, honest William ; he, too, stood erect among the obstacles I conjured up — a very mountain of opposition. When his heart, casting aside the trammels of con ventionality, had spoken burning words to mine, there had been no response, or rather only a false one. The real cries my heart had uttered had been inarticulate, smothered under the infernal hand of some Rimmon before whose altar, hke Naaman of old, I had still bowed down and worshipped ; choosing rather to wash and be clean in Abana and Pharpar than in the heavenly stream of Jordan. Even the elements, so I thought, were against me. Heavy snow blocked the passes, so that I had to fight my way to Brunnen"], [202, "THROUGH LOVE TO LIFE 190 inch by inch. Yet my hopes rose somewhat when, mounting the little hill to Giitsch, I caught sight of the Schenke — almost marvel ling to see it still standing — and began to reahze that in another few minutes I should see, touch, feel the life-giving presence of, my Therese. But there was no song issuing from the Schenke ; no pleasant murmur of human voices through the keen, snow-impregnated air ; no human breath coming forth to warm and nourish me. I looked aghast at the low, long, wooden building, once so full of life, now horribly advanced in the first stage of dis solution. Stones had fallen from its roof and impeded my progress ; untrodden snow lay thick around its deserted portal ; a loosened shutter, flapping in the wind, fell against its side with a dull thud like earth upon a coffin ; its uncurtained eyes were wide, but dimmed and sightless ; its door, like a dead"], [203, "A DESERTED HOUSE 191 mouth, which will never smile again, hope lessly closed. I had opened my yearning arms to clasp a living being to my heart, and —oh, nightmare of horror ! — they enclosed a stiffened corpse. I went round the deserted building a dozen times ; burning hot under the fiery touch of a passionate pain, which rendered me insen sible to the intense cold ; hoping ever that I was but the sport of a cruel, optical delusion, too horrible to be true. I stilled the furious throbbing of my pulse to listen at its empty portal, to peer frantically into its sightless orbs. In vain, in vain ! No glad discovery lightened my hopelessness ; no sound was to be heard but the sullen lapping of the ice bound lake below, the fierce, hungry cry of a passing bird of prey, and that dull thud upon the coffin wherein lay, heart to heart, my hope and love."], [204, "THROUGH LOVE TO LIFE 192 Then I sat down upon the stone bench outside the window and covered my face with my hands. I know not how long I sat thus alone with my despair, but after a long silence I heard a living thing beside me. And I lifted mv aching eyes to see what it was. I knew it instantly, and thrust out indig nant hands to ward it off. For I hated it, the elfish thing — the fruit of a man's evil passion and a woman's dis honour. Again I heard the words of its horrible incantation : ' My mother bound a rod for you long ago. I mean to come and look on when she uses it, and listen to your cries, and laugh to think how little they will help you, — for I hate you, I hate you.' Relentless prophecy ! relentless fulfilment ! The bound rod was in requisition now, forcing, even from my proud manhood, loud cries of"], [205, "A DESERTED HOUSE 193 agony ; and she was there — this thing in mortal mould, but surely never mortal — look ing on. The full cup of our pain runneth over — its last drop bitter as death — when we know that it is nectar to another ! ' Avaunt, Mieschen ! Avaunt, child of sin!' But she did not go ; on the contrary, she drew nearer, clambered to my knee, put her elfish arms about my neck, her fiery hair fall ing warm over my shoulder, laid her elfish head upon my breast. ' Does it hurt very much, Herre ? ' she said. There was no exultation in her voice ; rather was it modulated into a weird, yet sweet, plaint of sympathy. And she clung closer to me, and put her pale lips up to mine. ' You are glad to know that it does, Mies chen ; you are come to enjoy it.' VOL. III. 0"], [206, "THROUGH LOVE TO LIFE 194 ' No, Herre ; no, no, no ! I am sorry. She shall not hurt you any more — my mother, the Wind — and I will find you something to take away the smart.' 'You can tell me, perhaps ' I began eagerly. ' Where your enemy is ? — yes ! It will do you good to know that he is dead.' ' What enemy ? ' ' Have you forgotten so soon, Herre ? You are not hke me. I remember wrong for ever. I never forget it.' ' Till it is avenged, I suppose ? ' ' It never is avenged, Herre, till my enemy is dead. Why do you weep still? Sei froh und guter Dinge.' ' I want something better than revenge, Mieschen ; something you cannot give me.' ' But revenge is very sweet, Herre : sweeter far than honeycakes. My grand mother has the rheumatism now, and cannot"], [207, "A DESERTED HOUSE 195 beat me. I am glad not to be beaten, but I am gladder still to hear her cry out, and groan and moan.' ' You are a naughty girl, Mieschen. Get down from my knee. You deserve to be beaten.' ' I will get off in a minute, and take you to a stove where you can warm yourself. Look down upon the lake, Herre ; you were nearly drowned in it once.' ' Yes.' ' And he was quite drowned in it — quite. Drowned as dead as a stone. I looked on and saw him die, Herre, and did not care to help him, because of the beautiful lady and the good Frenchman — the only one who never spoke a hard word to me, except ' Except who ? ' ' I will tell you presently, Herre. Don't cry, your tears hurt me. You must give me a kiss to take away the pain. — What, you o 2"], [208, "196 THROUGH LOVE TO LIFE won't ? My mouth is not hke hers, as sweet and soft and red as a ripe cherry. Never mind ! no kiss, no good news.' ' It is no good news to me that he is dead.' ' Not ? I do not understand that. The English are indeed a curious people, as all the world says they are. You cut as wry a face as if the news were medicine. Well, I will give you some honey to take away the taste, if you will give me a kiss.' ' I've no time to spare.' ' You are in a terrible hurry to go and look for somebody. But, Herre, if you go without a guide you will lose your way.' ' Can you guide me ? ' ' I fancy so. And I knew that you would come back, though everyone else said you wouldn't. Even Peter's Nick, who stood up for you at first, says now that, but for wife and child, he'd walk barefoot to England, only"], [209, "A DESERTED HOUSE 197 to show you how he can handle a cudgel Yesterday, when the news came from Lucerne — never mind what news — I heard him say: \" It wiU shorten my life not to be able to give the har the hiding he deserves.\" You'd better not go to the village, Herre ; Peter's Nick won't want to kiss you.' ' If 1 avoid the village, it will not be for fear of Peter's Nick.' ' Wait, Herre, just a moment. It was in the night he came, the wicked prince, all alone in a boat from Lucerne. Nobody saw him but me, for everyone else was in bed and asleep. I grew tired of hstening to my grand mother's moans and laughing at them, so I dressed myself and went down to the lake.' ' Go on.' * It was calm as a pond, Herre, and looked as if it were dead. I was going home again, for it made me shiver, when I saw a boat gliding softly over the water.'"], [210, "198 THROUGH LOVE TO LIFE 'Well?' ' I was frightened, Herre, and hid myself, and the boatman came on so softly that I thought he must be only a dream. Then he lifted his face to the pale moon, and I saw that he was the wicked prince who had murdered the good Frenchman. His cheek was white as the ashes, Herre, which fall under the stove, and the rest of his body was as black as the altar -pall on Good Friday.' I began to listen intently, in spite of my anxiety about Therese. ' All the world slept, Herre, but him and me, and I was afraid of him and slunk back in my hiding-place. My mother, the Wind, slept too, and the only ripple on the water was against the keel of his boat.' ' Quick, child, tell me all.' ' I am going to teU you, Herre. He got out and moored his boat — such a little one ! — to our pier. Then he stood still, looking round,"], [211, "A DESERTED HOUSE 199 his long cloak covering up all but his face, his lips moving. And he sighed, Herre, such a big sigh, and clasped his hands, and looked up to the sky with a face hke Wieschen Kuhle's when she died.' ' Quick, quick ; I am in a hurry, Mieschen.' ' So am I, Herre, for if I do not get home in time I shall be beaten. Fleurette lives with us now, and beats me when my grandmother cannot. He stood a long time like that, the wicked prince, tiU my teeth began to chatter, and then he turned his eyes, which looked like two burning coals, towards the village and up the hill to Giitsch, and through the wood. ' And all of a sudden, while I was looking, he threw up his arms and cried out loud : \" Oh, my Kathchen, I did it all for love of thee ! Come back to me, or I shall die.\" ' The child — if she were a child and not an elfin changehng — put into these words a tone of such poignant anguish that my own pain"], [212, "THROUGH LOVE TO LIFE 200 was swallowed up in the intenser pain of an other. Hot tears of compassion for one who had done me the most cruel wrong that one man can do his fellow dropped from my burn ing eyes on the fiery locks of the child. In the freemasonry of suffering I forgot that we were mortal foes ; I only remembered that he was a man, fashioned hke unto myself. ' It was when he got up, Herre,' continued Mieschen, ' that he first saw me, and pulled me out from behind the stone, and shook me till my teeth chattered and I hardly knew whether I were alive or dead. ' \" Who sent thee here ? \" he said. ' \" Nobody, gnddiger Herr,\" I sobbed, for his hands, though soft and white as yours, Herre, gripped me till I could hardly help screaming out with the pain ; \" and if my grandmother knew I had gone out without leave she would only beat me.\" '\" Beat thee. Tausendsacrament 1 I've a"], [213, "A DESERTED HOUSE 201 great mind to beat thee in her stead — bis dein Zunglein aus ewig verlernt hat Geheimnisse zu verrathen. If I thought thou wast a spy, I'd twist thy tongue out of thy mouth, strangle thee with these red locks of thine, and throw thee into the lake.\" ' I could not speak for trembling, Herre, and was afraid to move or cry, with his great eyes upon me. And I could not turn them away either ; it was hke as if he had fastened them to his. And oh ! I wished I had been good and stayed at home with my grand mother, for I thought he was going to kill me as he killed the good Frenchman. ' \" Speak,\" he said ; \" sprich, rothhaarige Teufelin.\" ' \" I'm not a spy, gnddiger Herr,\" I an swered, \" nor a devil either ; only little Mieschen, who never had a father like the others ; and my mother is the Wind, and people say I am mad.\""], [214, "THROUGH LOVE TO LIFE 202 ' \" They say I am mad too, child,\" he answered ; \" but it is a cursed lie. They tried to keep me from coming back, but I outwitted them. Tell me, is there a lady in the village, beautiful as an angel ? \" ' \" There is Therese,\" I said. ' He raised his hand to strike me, Herre ; but let it fall again and was silent. ' \" I mean a stranger,\" he said, after a while. ' \" There was, gnddiger Herr ; but she is gone away with the Englishman.\" 'For a moment, Herre, I really thought he was going to kill me, and I shut my eyes and screamed as loud as I could. ' But he only pushed me from him, so that I fell and hurt myself. '\"Look,\" he said. \"I am going to tie thee fast, and if thou screamest again, I will beat thee to death. Be sure of that : what I say, I do, always. I am Prince Eberhard of"], [215, "A DESERTED HOUSE 203 Pobeldowski, and men go softly in my pre sence, and thank me for gracious punishment. I was born to be a ruler : my mother said so. Listen, child, she — she said it first, and he was strong and brave and good, and hatred glanced off from him — he would not die. I beat a dog to death once — a dog white as snow, red as blood — and I loved it, but I hated him more. He sent me back a collar in a bloody handkerchief, and with words of fire. Oh, I knew that every blow fell upon his heart ! Whist ! he down, Donna — kusch dich, Unthier ! thou art dead. The French man is dead too. The bullet pierced him. I saw him fall and die, and Fear I never knew before rose up from his wound and chased me through the wood and down the hill side, making me forget even her. It has chased me ever since — the grisly monster ! it is coming over the water now — dost see it ? pale, as ashes red with the blood of many."], [216, "THROUGH LOVE TO LIFE 204 Down, Donna, down, I tell thee ! It is my child, sayest thou ? — has my eye, my hp, my brow ? It is false ; it is Desperation, the unhalloAved offspring of Memory, and it is dead, cold and dead in a quiet pool ; and the Englishman shall die. Brother, it was an accident — all the world said it was an acci- dent, and she — she said so too. Thou wast buried as befitted a prince, and we put on mourning for thee and would not be com forted. Kusch dich, Donna ! Down, I tell thee, Satanshund I \" ' ' Did he say all that, Mieschen ? ' I in quired, shuddering. ' Every word, Herre ; I never forget. And he said more too, oh, much more, but it was in a tongue I could not understand ! But when he had bound me to the pier, he turned to go to the wood, and then he cried out again in our language : \" I am coming for thee, Kathe : I know where I laid thee,"], [217, "A DESERTED HOUSE 205 Schdtzchen. All the way from Hungary I come, where they wanted to keep me. They bound me — their prince — with cords ! They threatened me with a whip ! They said I was mad, but I was wiser than they. I broke loose from them, and found my way back to thee ! \" ' ' What happened next, Mieschen ? ' I cried with burning impatience. ' He had strapped me round the waist to the pier, Herre, and though my arms were free, the knot was tight and I couldn't loosen it. And the night was bitter cold, and only a few stars gave a dim light, for the young moon grew tired of shining and went to bed again. I dared not scream either, for I knew if I did he would keep his word and beat me to death, and my mother, the Wind, slept on, and the quiet water dared not move for fear of her, and nobody cared for poor httle Mieschen, or whether she lived or died.'"], [218, "206 THROUGH LOVE TO LIFE ' Did he come back again ? ' ' Yes, Herre, but he was gone a long, long time, and the Morgenstern was shining when I heard his footfall ; and a pale gleam of light fell down on Uri Rothstock, and I knew it would soon be day. But I was stiff with cold, and hardly minded his cruel threats any more, for beating, even if it hurt, would also warm me. I had unmoored his boat — I could just reach it, and it had floated a little back from the pier, but not far ; there was neither wind nor wave to drive it.' ' Did he speak to you ? ' ' No, Herre, not a word. I think he had forgotten that I was there. But though now the red morning light fell full upon his face, it still looked white as ashes ; and oh, how he trembled and shook ! Then he sighed, as I never heard anyone sigh before, and sprang for the boat, which had gone back from the pier a good boat's length.'"], [219, "A DESERTED HOUSE 207 ' And missed ? ' ' No, Herre ; the boat shook under his weight, but he soon righted her, and would have got away safely only that an oar slipped from his frozen fingers, and in trying to reach it he capsized the boat and fell into the water.' ' And was drowned ? ' ' Not yet, Herre. He could swim ; and in a few minutes he had righted the boat again, and was getting into her, when he seemed to see something inside which frightened him so much that he let her loose again, and cried out like a madman : \" Kusch dich, Donna ! \" and : \" Thou too, my enemy ? thou also come back from hell ? \" Then he covered his face and sank, and I saw him no more ; but I saw something else, Herre.' ' What ! ' ' Something white in the boat, and some one holding it. Two shadowy figures, like"], [220, "208 THROUGH LOVE TO LIFE a dog and a man. And they looked fierce and threatening ; yet while I watched them, dumb with fear, they melted into air. Don't be angry with me, Herre ; I cannot help it. I see strange things sometimes, and when I tell others of them they say I am mad.' ' Strange, unearthly creature, tell me the rest.' ' There is not much more to tell, Herre. When the boat, empty again, floated towards me, the terrible hand upon my mouth was taken off, and I cried out, and cried again until all the mountains gave back the echo. But our men — Peter's Nick and the brave Englishman from Giitsch — came too late to save him, though they tried hard. Yet, if they had saved him, they would only have given him up to the gendarmes at Lucerne. As for me, I cannot forget that awful look upon his face when he saw the shadows of the"], [221, "A DESERTED HOUSE 209 man and the white dog, and gave up the struggle.' I was silent. The child was silent too, and clung to me trembling, and hid her elfish head upon my breast. ' Did they ever find the body, Mieschen ? ' ' Our lake would not keep it, Herre. Our lake cast it out of her mouth. About a week tifterwards they found it floating against the pier, and a great Herr came all the way from Hungary to fetch it, and to carry it away.' ' And were you beaten, Mieschen ? ' ' No, Herre ; my grandmother forgot, and Fleurette too, to beat me that day.' ' And now, Mieschen, take me to Therese.' ' I will take you to my grandmother's and you shall warm your hands, which are cold as ice, and I will warm mine, for they too are as cold almost as they were that dreadful night.' ' No, Mieschen ; first tell me ' Where she is, and how she is, Herre ? VOL. III. F"], [222, "THROUGH LOVE TO LIFE 210 Well, she is alive and well, but you cannot go to her to-day.' ' Why, Mieschen ? ' ' Because she is at Lucerne.'"], [223, "211 CHAPTER XLVI. THE SISTER EVELINE. Wiisst ni't anzufange' Bin zum Herrn Gott gange' ' Darf ich Dierndel liebe' ? ' hab' ich g'fragt ; ' Ei, jo freili', 'sagt er, und hat g'lacht ; Wegen's Biierbel hab' ich's Dierndel g'macht.' Unfortunate Mieschen ! Child sent appa rently into the world only to furnish it with a sentient body for the raised stick of Retribu tion, which must faU somewhere. Now I could have beaten thee myself. Yet what mattered it that an imp hung upon my coat-tails, that my weary feet were full of pins and needles, that I had to re traverse the snow-covered road by which I had come to Brunnen, that my hopes were p 2"], [224, "THROUGH LOVE TO LIFE 212 indefinitely deferred ? My greatest dread had been baseless. Thereschen was at Lucerne ! On our way to the village we met Peter's Nick. He came on slowly, the deep frown upon his low forehead resting so heavily on his eyes as to elongate them beyond precedence. His lips, too, were compressed almost into a line, and in his right hand he swung a cudgel strong enough to have prostrated a Goliath. He came on steadily, his narrowed eyes — directed straight towards mine from under the pent-house of a brow which meant satis factory explanation or condign punishment — saying plainer than any spoken words : ' Thou art the man.' Truly, but for a conscience at peace with God, I might have fled in dismay before Peter's Nick. ' Guten Tag, Nick,' I said, trying to in duce my blue lips to smile reassurance, and"], [225, "THE SISTER EVELINE 213 pushing away httle Mieschen, who flung her wizened arms around me. ' How are you, old fellow ? ' ' They told me you were here, Herre,' he answered, without returning my greeting, and now so close to me that I could feel his hot breath on my cold cheek. ' The landlord at the \" Golden Lion \" said so himself. And I went home and fetched this Priigel ' (looking at his formidable weapon), ' and came out to have a bit of talk with you, aus Deutsch, Herre.' ' Is that the German way, Nick, of wel coming a friend ? ' ' No, Herre. It is the German way of giving hars and them that make false pro mises a taste of the fire that never shall be quenched. It is the German way of welcoming a Hundsfott — a blackguard.' ' Take care what you say, Nick ; take care ! ' 'I am going to take care, Herre. I am"], [226, "THROUGH LOVE TO LIFE 214 going to find out why you went away without keeping your word, and why you've come back again ; and if you can't give me a good reason for both I'm going to thrash you like a dog. Mieschen, geh nach Hause ; the supper waits for thee, and the Grossmutter also. I have a word to speak to the Englander.' ' I will not go,' she sobbed ; ' I will not let you hurt him. He is good.' ' Nick,' I said again, almost imploringly, putting back the thin arms of the child as gently as I could, but in a decisive manner, which checked both her sobs and her strug gles ; ' Nick, let me speak first, and then, if you think I deserve it, I will stand as still as Uri Eothstock to receive any chastisement you choose to inflict.' 'Herre,' he replied angrily, throwing down his cudgel, ' you disarmed me once with a blow and now with a word, or rather wdth a look in your eyes which, if it be false, is falser"], [227, "THE SISTER EVELINE 215 than the devil himself, and might even deceive the Holy Mother of God. Tell me why you are come and why you went — in silence.' ' I am come, Nick, to rob Switzerland of its brightest jewel and take it back to Eng land.' ' And a cudgel is good for a thief,' he replied, his compressed lips and eyes arching themselves a httle. ' True, and you shall use it as freely as you hke on the thief's back, if you like, when I have spoken.' ' Well, Herre, now why did you go — schweigend ? ' ' Because I have a father, Nick.' ' And you went to fetch a Jawort ; I under stand now. But, Herre, you never told us that. You left us to wear away our hearts in doubt and ignorance.' He spoke half reproachfully, yet advanced to shake my hand."], [228, "216 THROUGH LOVE TO LIFE ' She is at Lucerne,' he said, ' and we will go there together this day.' We did go. We fought our way back there inch by inch. Had the snow been deeper, the wind fiercer, the heaven blacker, we should have reached it still. I also understood now. I no longer asked myself the question as to ' whether the fellow had dared ? ' With a contrite heart I did homage to the loftiness of a love based on entire self-renunciation, and accepting grate fully in return, unconscious of its supreme humility, a few crumbs of common kindness, a bright smile or two, the remembrance of a childish kiss. He, not I, had bared his own brave and tender heart for her to mount to happiness. It was long past midnight when we reached Lucerne. The palhd winter-morning sun was shining"], [229, "THE SISTER EVELINE 217 upon the drifted snow when Nick roused me from a sleep of profound exhaustion, deep as that of Eutychus. I asked no question, and Nick proffered no explanation, as he led me into a narrow street where the manes of twenty generations seemed to rise from moss-covered stones to protest against our purpose. For this spot was sacred to those who have forsworn marriage. Here for many a hundred years, holy men, or such as claimed the adjective, had walked and hved and persecuted and suffered, each in turn passing away for ever. Here, for many a hundred years, dark eyes, full of the lust of power, had looked askance from under cowls at a kneeling multitude. Here, still as in days of yore, men housed and prayed, who had abjured the love of woman for the love of God ; and women"], [230, "218 THROUGH LOVE TO LIFE abandoned a natural destiny to become the brides of Christ. And it was here that 7\" came to seek a wife. The houses we passed were all of massive stone, ornamented with images, some roughly hewn, some out of whose petrified eyes a hving soul still flashed upon you. Carved upon the portal where we halted was a female face upraised and full of so vivid an expression, that the cold stone seemed to become in- carnate as you gazed. The innocent eyes were wide, the lips smiling. Ay, smiling still, although they had been petrified long before the artist had hewn them in stone. The face had been raised in childish light-heartedness to hear or see something too terrible to allow the features to relax — some thing which had stiffened into eternal life a ghastly death, leaving a murdered smile upon the lips for ever."], [231, "THE SISTER EVELINE 219 Beyond this portal, an iron door slowly opened to our request to be allowed to enter. A woman was the portress. She was clothed in sombre black from head to foot. Her passionless face was indicative of nothing now but submission ; her eye sullen, like that of an animal once fierce and furious, but long since reduced to crouching and licking obe dience. I have seen faces hke hers — always female ones, but not always in the garb of nuns — in the streets of many a continental city, ay, and on the pavements of free London, half and half saints, if unwilling martyrdom constitute a claim to holiness ; subdued under an iron heel, but only after having learned the futility of rebellion; kiss ing the rod, because fearing it so intensely. Her bloodless lips moved. We stooped to listen. ' Was ist euer Begehr ? ' ' We would humbly crave permission to"], [232, "THROUGH LOVE TO LIFE 220 speak a word to the sainted mother,' said my spokesman. Without another word (how many un spoken words must have risen to those pale lips, to die there hopeless captives !) the woman led us along a narrow stone passage, terminating in a small, circular room from which a rough stone staircase, worn by thou sands of dead feet, wound itself up into dark and mysterious regions above. The only thing in this room was a gigantic crucifix, upon which the Son of God still hung, and suffered, and thirsted for water, which no man gave unto Him. The door closed upon us. I fancied I heard the lock slip into its place with a sound like a secret spring. I felt a vague terror as if I were myself a prisoner. I looked aghast at Nick, who reverently crossed himself, and then stood with bowed head as in a sanc- tuary."], [233, "THE SISTER EVELINE 221 We waited long. No sound broke the terrible silence, which, shared with that divine Sufferer on the accursed tree, seemed eternal. I hardly breathed, I know, and Nick stood like an image of stone. Then the door was opened gently again, and another black-robed figure slowly entered and stood before us, at sight of whom both Nick and I fell upon reverential knees to do involuntary obeisance. I am no Roman Cathohc, nor have I any leaning to the faith of the Papists. I beheve its distinguishing tenets to contain supreme errors ; I beheve its teaching calculated to destroy the free life of true rehgion, compre hensible alike to the sage and to the babe ; but I knew that in this woman I saw a saint. I was certain that the dark eyes, looking fear lessly and candidly and lovingly upon us, knew nothing of deceit or hypocrisy. Love to God and man sat enthroned in each ; love"], [234, "222 THROUGH LOVE TO LIFE made perfect through suffering, and flooding the pale face with divinest sunlight. ' Gnddige Frau,' said Nick (I know not whether the form of address was conven tional, and I am sure he did not — he only used, as I should have done, the highest form he was cognisant of) ; ' Gnddige Frau, we want — der Englische Milord und ich — we want your gracious permission to see and speak with a maiden from Brunnen, who came to claim your protection about a month ago.' ' You mean the one we call Sister Eveline ? ' The voice was as low as the gentle mur mur of a clear brook in the serene silence of a summer's eve, as full of mystical, unspoken communication, and as sweetly sorrowful. ' I mean the Sister Eveline.' The lady before us — emphatically a lady, whether by earthly noble birthright, or by the patent of God — was silent for a moment,"], [235, "THE SISTER EVELINE 223 and looked searchingly at me. Nick con tinued — oh, how slowly — how slowly ! ' Gnddige Frau, it is good to give one's self to the service of God, yet sometimes — tell us, has she already taken the vow ? ' Again a few seconds of palpitating silence. I knew — I knew, that my destiny — my fife — my existence — hung upon this lady's lips. And my heart broke out into those words of Israel's — words of submission wrung out of him at the acme of desolation : ' If I am bereaved, I am bereaved.' 'She was to have taken the vow of the novitiate this morning ; but, for certain rea sons, it was deferred until to-morrow.' ' Nun lobet alle Gott ! ' said Nick fervently, breaking out into the gladdest pæan he knew of. As for me, I only laughed. And let those who do not understand marvel at my levity. ' Will you let us see her, gnddige Frau ? '"], [236, "THROUGH LOVE TO LIFE 224 continued Nick, my indefatigable mouth piece. ' She has gone to visit a sick child — I fear a dying one,' said the Lady Superior ; ' we like them to enter early on the blessed work. But you may go and meet her ; she is in the Godehardi-Strasse, in the house of one Josef Aufdermauer.' ' I know him,' cried Nick, now as eager as I. We were passing out again, after another reverent salute, when a soft hand was laid upon my arm, and soft dark eyes looked anew searchingly into mine. ' You are going to rob us of one of our most promising novices,' said the Lady Superior, in that thrilling, heart-searching voice of hers ; ' and, monsieur, I would give her to you with all my soul, but I fear you are a heretic' ' I am a Protestant,' I answered. Nick had already crossed the threshold,"], [237, "THE SISTER EVELINE 225 but her soft hand was still upon my arm — stronger in its power of detention that any man's would have been. ' And you will try to seduce her from the true faith ? ' ' I shall try to lead her into it, rneine Gnddige ; though if we get to heaven, wha matter how, or by what road ? ' ' Go,' she said, heaving a deep sigh ; then quickly added, ' I had a friend like you, once, oh, just like you, when you boldly announced yourself a Protestant, and that you would try to lead her to your own faith ! and I renounced him for God.' ' And never regretted it, gnddige Frau ? ' ' Go. Your eyes are just like his, bold and blue and fearless, and yet luminous and tender when we spoke of her. And she will yield to them and let you rule her. I have no power to hold her. I ought to wish I had ; dessen ungeachtet ' VOL. III. Q"], [238, "226 THROUGH LOVE TO LIFE ' You sigh, and your eyes are wistful, gnddige Frau. If you had to choose again ' ' I would choose as I have chosen. What are regrets, what are vain earthly aspira tions, compared to the approbation of God ? I am happy. I am beloved ; and my Eternal Bridegroom sitteth on the right hand of the Father.' Her upturned face, her wide eyes, her pure mouth, were all smiling — like the stone ones outside. I shall never see her again, except, maybe, in heaven, but I see that look often. I see it now as plain as ever and am filled anew with marvelling pity, with undying in dignation. Yet, if we get to heaven, shall we think it worth a thought, whether the road there was covered with verdant moss, or rough with stones which drew blood at every footstep ? Is not happiness sublimer, when it has been purchased with pain ?"], [239, "227 CHAPTER XLYTI. A MOMENTOUS QUESTION. In my far country there's a sweet belief, The gods first fashioned double every soul, And then divided ; from that time till now, One half must ever seek its other half, Through land and sea, and if the search be blessed They join again, the parted souls, and live Henceforth as one. Translated from Gkixlpakzer (Das goldene Vliess). ' And our spirits rushed together at the touching of the lips.' Tennysow. I saw her first (Peter's Nick says he did, but it is false), the darling ! without whom my life would have been a complete failure — a mutilated and useless half. I saw her first ; warned by the rapid beating of my heart, that she was coming — her pretty feet choosing out, in unconscious a2"], [240, "THROUGH LOVE TO LIFE 228 daintiness, the cleanest places in the dirty street ; her head drooping a little ; her sweet mouth sorrowfully firm ; her dark eyes, solemn still at the remembrance of the dead boy upon whom they had last rested. And I looked at her, all my heart in my eyes, until at last she raised her drooping lids, and sent forth one of her soft, mysteri ous, ever-changing glances, to meet mine. We were alone, for Peter's Nick had dis creetly vanished into space. And so we stood and gazed at one an other. She was changed. Oh, my heart smote me at sight of her pallor ! And her wonder ful eyes looked as if they had wept much since we parted. But never before had I seen her look half so beautiful. ' Therese,' I said. The hot colour rushed to her face at"], [241, "A MOMENTOUS QUEST/ON 229 the sound of my voice. Her whole body trembled. Instinctively she put her hand before her face. ' Therese,' I said again, and my voice was choked and toneless. 'Therese, speak to me.' But she could not, she could not. The colour which had suffused her face was rapidly disappearing again, and her limbs shook under her. She put out her hand as if to repulse me. As if to repulse me ! Well, did I not deserve it ? I went a little nearer. I took her cold hand. ' Therese. Are you so sorry to see me ? ' ' Monsieur, is it really you ? ' she gasped. ' Do I look like a ghost, Therese ? ' ' No, but ' ' But what ? ' 'But '"], [242, "THROUGH LOVE TO LIFE 230 Even her lips were wdiite now, white as death. Yet she struggled still with passion ate determination to regain her composure. 'I did not think She could not finish the sentence, but she withdrew her hand — the hand which had touched mine so coldly and nervelessly, and leaned heavily against a wall. I protest that I wanted to save her pain, but I had no power even to tell her why I had come. I had no power. I had disdained her love when I might have had it. How could I ask for it now ? And the pain at my heart sickened me. It was evident that she was not only startled and terrified, but also full of indignation. I thought she would have fallen, but her high spirit struggled against the humiliation of that, and struggled successfully. And very soon she put her resolute little foot upon the neck of her passionate pain, and her lip was"], [243, "A MOMENTOUS QUESTION 231 bleeding from the cruel curb of the pitiless white teeth. ' Monsieur,' she said, with dignified hau teur, ' if you will fetch me a fiacre I will thank you. I have been nursing a sick child, who died just now. The remembrance of it makes me — I am not — not — well. I fear I — Lieber Gott, how can you stand there looking at me like that, when you know ' She broke off again, profoundly agitated. And now hot tears were oozing through the fingers pressed convulsively to her face. ' Oh, mein Vater,' she sobbed, ' mein Vater, come back to me ! I cannot bear it ! ' I could not bear it either. For now Therese laughed — that kind of laugh sijfie which sounds like the rending of tightened heart-strings. I sprang forward. I clasped her to my heart. ' Go,' she said vehemently, wrenching herself from my embrace. ' Go back to her.'"], [244, "THROUGH LOVE TO LIFE 232 I began to understand. ' How dare you — you, whose faith belongs to another — how dare you venture to touch me ! I had begun to learn resignation. I had begun to find peace in the convent ' And now,' she continued almost fiercely, ' you come back to undo all, and I have no strength to go through it again. Gott set mir gnadig ! I must die.' ' Oh, Therese, let me speak ! ' Speak ? What have you to say to Therese now? Are we not separated for ever? Would I have written to you, if I had thought — oh, the — shame of it is killing me ! ' ' Therese, Therese, I love you.' She flashed round upon me. If I had had one ignoble thought that moment, the fire of her hot contempt would have scorched me to death. She had drawn back a few paces. Her very wrath gave her fresh strength. She"], [245, "A MOMENTOUS QUESTION 233 stood looking at me, and her eyes were as the eyes of an omniscient judge. If I had had one contemptible or ignoble thought at that moment, I must have fled. But though my heart seemed literally break ing, I kept my ground, and met her angry burning gaze as steadily as I could. And then I saw her eyes softening and filling, and a faint ray of hope entered into my soul. ' Where is she ? ' she asked ; ' are you tired of her already ? ' ' Therese, as truthfully as if we were both before the Judgment Seat, I never loved her, nor she me.' She did not move, but her eyes softened more and more. And a radiant light began to shine through them. ' Yet you thought ' Yes, I thought, Therese. I had not learned then what true love meant. I know now.'"], [246, "234 THROUGH LOVE TO LIFE The radiant light in her eyes deepened and brightened. ' Oh, monsieur, if you only knew ' ' I know this, Therese, that it depends on you to-day to make me blessed beyond words to express, or to send me back to England a broken-hearted man.' ' Are you quite sure, monsieur, that you really love me — that it is not pity ? ' ' Therese, did you ever love anyone ? ' ' Oh, monsieur ! ' And now her face was crimson. ' Will you come home with me, Therese ? Will you make a home for me? Without you I shall be everlastingly homeless.' ' Did you come back to Switzerland for that, monsieur ; only for that ? ' ' Only for that.' And now I opened my arms. ' Therese, will you come ? ' And she came."], [247, "A MOMENTOUS QUESTION 235 After all that had stood between us, she was mine at last — mine for evermore. What more did we say to one another? Upon my life I cannot tell you, though we remained together for hours. I have asked Therese, and she declares, laughing a little and blushing a good deal, that she too has forgotten. Yet she knows perfectly well every word her other lovers said, and remembers literally all the comphments they paid her. The Herr Lehrer talked hke a book ; and Hans sank down upon his two knees at once, but then he was a poet, and, sooth to say, somewhat of a Gimpel, and had to be pulled up again rather ignominiously. 'Ay, I'll be bound you made the poor fellow smart. The \" twice blessed attribute of mercy \" is unknown to women.' Well, who could help laughing ? But she"], [248, "236 THROUGH LOVE TO LIFE hadn't laughed at the gallant officer. That was a performance to gaze at in speechless admiration. ' Look, monsieur, it is never too late to learn.' And Therese sinks gracefully upon one knee, with ludicrous care for an imaginary and very tight uniform, and clasps two httle hands, and lifts a woe-begone countenance ; the pathos thereof turned into bathos by the twinkle in her mischievous eyes. ' Good gracious ! I thank my stars that you've forgotten my performances. Is that the barbarous way in which you heartless women show up to a mocking world the sorrows of rejected lovers ? ' ' \" Show up,\" monsieur ? Only to my Mann, and only for his instruction. Oh me ! when I come to reflect, I can't imagine how I ever could have been so foolish as to give him a No. Besides his elegance and his uniform — he was Uhlan, — he had a Schloss in Mark Brandenburg"], [249, "A MOMENTOUS QUESTION 237 and a von before his name ! Ach ! I should have been a gnddige Frau ! ' ' Instead of the hard-worked wife of a poor foreign correspondent in dismal London. I appreciate your regret, Therese, but can only offer the additional aggravation that it was your own fault.' ' Exactly, monsieur, and therefore I bear it with as much patience as I can.' After which, she comes penitently to kiss away the shadow on my brow — for the life of me I cannot help it ! I know, I know it is all fun and nonsense, yet the bare idea, that the confinement of her present hfe may some times weigh upon my treasure, reared in the freedom of the Swiss mountains, is something so like pain as to be hardly distinguishable from that sensation. And this occasional phantom of a fear, with absolutely nothing substantial behind it — I am certain of that — is the one mote in my sunshine, the one bitter"], [250, "THROUGH LOVE TO LIFE 238 drop in a cup of almost heavenly sweetness. Outside troubles we have too, of course, but those we share together, and in sharing, hardly feel, or only as a bit of extra labour, making the after-rest the sweeter. But I too sometimes have my innings. I tell Therese that though I, with her, have completely forgotten most of what we said, I remember perfectly that it was she who rushed into my arms, and that it was she who first gave me the familiar du — I know I shouldn't have dared. ' Monsieur, you deserve — I don't know what, for saying so.' ' Nevertheless I am convinced that those words I still hear in my dreams were actually uttered. I couldn't have imagined them, and it is hardly likely that another damsel in the neighbourhood would have been labour ing under the same monomania at the same"], [251, "A MOMENTOUS QUESTION 239 moment, and given utterance to it in the same thrilling tones.' ' I daresay I asked you to remember that we were in the open street and that people would stare at us.' 'Perhaps you did. I remember finding myself with you under a discreet porch, and you were kissing ' ' I'll never, never kiss you again, if you 9 say so. ' Won't you ? I rather think you will. You once vowed never to speak to me again ; but, dear me ! you were in a tremendous hurry to break your vow.' ' You'll be telling me next that I asked you to marry me.' 'I think you did, or something uncommonly like it. For what's an honourable fellow to do when a girl rushes into his arms and hangs about his neck' and says '"], [252, "THROUGH LOVE TO LIFE 240 ' Finish, finish now ! Fill up the measure of your iniquity.' ' — \" Ich habe dich so lieb, so lieb,\" for I'll take my oath I heard those words that day, and they transported me into ' ' Into a hiding-place under a neighbour ing porch. I should hope they did. Oh, is there no law in this hard, grey, gloomy, cruel, heartless England to protect wives against un heard of insults from their husbands ! ' ' My dear, the inimitable laws of this country were made to protect the strong against the weak — made, in a word, by husbands for husbands.' Somehow we never get much beyond this point. Somehow Therese forgets to scold and I forget to banter. We cling together as we clung under the friendly protecting porch, and the words : ' Ich habe dich so lieb, so lieb,' are heard again in chorus, in a man's deep bass and a woman's thrilling contralto."], [253, "A MOMENTOUS QUESTION 241 Who began it we don't know and we don't care. Perhaps an angel struck the chord, which once divinely touched can never cease vibrating. But I am anticipating, and must now ex plain how it was that my Therese had sought refuge in a convent. Honest William was dead. Very soon after my departure another ' mad Englishman ' had come toGtitsch. Like my former self, he, too, had discovered the vanity of everything else on earth, and now sought a new interest, by risking his hfe to view winter effects from the summits of ice-bound mountains. And this new Englander proved his in domitable British pluck by precipitating him self (accidentally it was believed) into a crevice a thousand feet below the glacier of Uri Roth stock. He was rescued from his icy coffin by a VOL. III. E"], [254, "THROUGH LOVE TO LIFE 242 few brave Swiss and one noble fellow-country man, who thought nothing of pluck, but all the world of duty, whether it led to hfe or to death. ' His little bit of a sore throat, Herre,' said Peter's Nick — who told me the sad story — ' caught from the exposure, seemed nothing at first, and we wondered at the dreadful look which came into his daughter's eyes. But it was burning fever in the morning. I was with him wdien he died, two days afterwards, and Mademoiselle Therese was there too, and the doctor.' ' Did he express any wish concerning her, Nick ? Did he speak of me ? ' ' Listen, Herre, I am going to tell you. She had not slept since he was taken ill, nor eaten, I verily believe, one morsel. She stood beside him, looking more like death than he did, until he opened his eyes, and they wTere bright, and he seemed to know us."], [255, "A MOMENTOUS QUESTION 243 • \" Herr Doctor,\" said Therese, speaking in a quick, low voice which almost broke my heart, because there was hope in it, \" he sees me, he knows me ; he will live.\" ' But the doctor only sighed and shook his head. ' Then our master spoke. ' \" Art thou here, little daughter ? Dear heart, God is also here and will bless thee.\" 'And then, Herre, he closed his eyes again, and we hardly knew the minute when he died. And, though no priest oiled him, I know he went to heaven.' I saw the two graves afterwards ; his and that of the Englishman, whose pluck (the Swiss call it spleen) caused a good man's death. The one is marked by a stately marble monument ; the other is only a modest mound, under which a woman's remains, once dearly loved, also he. At its head is K 2"], [256, "THROUGH LOVE TO LIFE 244 a simple cross of grey stone, whereon is engraved a plain English name and the words : ' By their fruits ye shall know them.' Bright blue Mdnnertreu smiles up at the gazer from the mound in the spring ; and all through the long summer days and short lived summer nights, a white rose, growing luxuriantly, fills the neighbouring air with perfume. But I never saw any ecstatic Englishmen standing here, as I have seen them by the other. Once I saw two Swiss girls beside it, and heard a morsel of their dialogue. ' The Hotel at Axenstein is full of English milords and miladies, Cldrchen.' ' Ach, I don't hke the English.' ' Hush, Mddell It is an Englishman who sleeps below us, and he was brave and good, and all the village mourned him when he died.'"], [257, "245 CHAPTER XLVHI. 'WHITHER THOU GOEST, I WILL GO.' One loving howre For many years of sorrow can dispence : A dram of sweete is worth a pound of sowre. Spensek (Faery Queene). What is harder, after winning a woman's heart, than to induce her to fix the day which is to make you the happiest mortal in existence. She puts it off, and haggles and hesitates about it to such a degree, that a bystander from another world (where, it is to be hoped, women are not so coy and not so fond of driving you to distraction) would be fully justified in believing that the day she is besought to name can be none other than the day of her execution."], [258, "246 THROUGH LOVE TO LIFE Therese was no exception to this rule, and, oh, desperation ! I had only one clipped fort night wherein to find this day and take her back to England. ' Wouldn't Monday ? ' I modestly sug- gest. What was monsieur thinking of? Would any sensible girl be married on a Monday, the most unfortunate day of the week. ' Well then, let us say Tuesday H'm ! Tuesday was not an unsuitable day — taken as a day ; but taken in connection with her few little preparations — ' Preparations be hanged ! ' What on earth had she to do but to put on a bonnet and shawl, and walk with me to the altar? The rings were provided, were they not? one on her biggest finger, ready to be trans ferred to my smallest ; the other, vice versd.' ' Monsieur, did you forge the rings, or did you bring them with you ? '"], [259, "« WHITHER THOU GO EST, I WILL GO' 247 ' Never mind the rings ! The question is the day, Therese. Keep to the point, made moiselle.' 'You would hardly like to marry me in this black dress, monsieur.' ' Oh, if it's the dress — borrow one of Fleurette.' ' Or perhaps monsieur has a spare suit and would lend it me for the occasion. It would fit me, I think, shortened, better than any garment of Fleurette's.' ' Are you pouting, Therese ? ' 'No, monsieur, I never pout, nor do I pretend to a fine figure, but to compare me with Fleurette ' ' Is blasphemy. I know it. She is as lean as a scarecrow, ' while you ' ' If you are going to ridicule my country women, monsieur, and one too who was my foster-mother, I think you had better go.' Imagine how this cruelty cuts me to the"], [260, "248 THROUGH LOVE TO LIFE heart, for we are under the roof of Madame Papillote, to whose protection, saute de mieux, I have consigned my treasure, and who acts the part of courtship dragon, a la mode Suisse, to perfection. This present interview has been heavily purchased with one of my now scanty five-franc pieces. ' If you wish me to go,' I say, rising, and in a tone of voice which might have softened the dragon herself, whose baleful eye is prob abty even now upon us. 'Not just yet, monsieur; we must settle this matter first, and indeed it is time that it was settled.' My misery is drowned in joy. She, too, is impatient. ' For I have been thinking, monsieur,' she continues earnestly, ' that perhaps we are making a grand mistake, and that though I love you so dearly, I am not fit to be your wife.\""], [261, "'WHITHER THOU GOEST, I WILL GO' 249 If twenty baleful eyes had been at the keyhole, I should have done just the same. There are some impulses we cannot resist. I have her in my arms now, and am holding her to my beating heart in a clasp which says plainer than words : ' I will not let thee go.' ' But, monsieur ' — her voice is softer now — ' it is quite true, nevertheless. I am a poor, ignorant village girl, and you are a great gentleman. I do not know how great people behave. I should make you blush for me, and when I saw you blushing I should die.' 'When I am ashamed of you, Therese, take a dagger and thrust it through my dastard heart.' ' It is easy for monsieur to say that, but I should not like to murder — even my husband. I should not like to be hingerichtet — what is it they do to poor miserable sinners in your England, which calls itself so great and good and yet is so cruel, even to its women —"], [262, "THROUGH LOVE TO LIFE 250 hanged, monsieur ? Oh, I should not like to be hanged.' ' They should hang me first, Therese.' We are talking nonsense, for now our hot cheeks are touching, and the tears which flow from my eyes mingle themselves with hers, and there is no sense in the world half so sensible as this sublime lack of it — this blissful maze of rapturous idiocy, wherein we only know that we are, and are together. I haven't the slightest recollection of what we said during the next half-hour. Perhaps Madame Papillote could supply the curious reader with the information. She still resides, I beheve, in the Schauteufelskreuz Strasse, 27a, Lucerne ; and still entraps unfortunate bachelors in the subtle net wherein she en- tangled Moppert. The cat is living too, and, though daily threatened with the fate Theres chen fears, still holds that tragic termination to its career in abeyance"], [263, "'WHITHER THOU GOEST, I WILL GO' 251 Before I left, Therese did name the day. I think what finally induced her to do so was the information of how poor I was. I had quite forgotten to tell her until then. I had intended doing it over and over again, but somehow in her presence it seemed such an unimportant matter, so ridiculous even, that after the first look into her dear eyes, I had lost all thought of it. But now her evident fear of my riches gave me the desired op portunity. She was sitting on a wooden footstool at my feet — she always would sit at my feet, instead of making me sit at hers, which then would not have hurt my vanity, as it does now — and her elbows were on my knees, her sweet upturned face supported by her hands, her dark mysterious eyes full of a grave solemn wonder and amaze at her own joy, and radiant thanks to God who gave it. It was then I told her that I was poor."], [264, "THROUGH LOVE TO LIFE 252 I declare, I fervently declare, that for all the treasures of Golconda I would not have missed that sight. For now no worming doubt can ever gnaw away the absolute cer tainty of being loved for my own sake, and not for the sake of my possessions. Yet it was in a sort of agony that I watched the colour rising into her pale cheek and then fading again, and my own lips began to tremble at sight of the quivering of hers, until I saw and understood that strange new light in her wonderful eyes, half ecstatic joy, half timid apprehension. ' Is it true, monsieur, is it quite, quite true ? ' ' It is as true as the Gospel, my sweet bride, and if you do not mind ' ' Mind — oh, my husband ! God forgive me if I ever forget ! ' And the next moment two soft arms are round my neck, and dark hair falls about me,"], [265, "WHITHER THOU GOEST, I WILL GO' 253 and lips, pure as an angel's, unsolicited seek mine and ' Let me stop. There is in the hearts of every one of us a Holy of Holies, into which no other may ever gain admittance. Yet let no one crudely imagine that from this time we subsided into two turtle-doves. Perpetual bilhng and cooing would have suited neither one of us. We were human beings intended by a wise Creator to work and five as well as love — ay, and for a change, to quarrel too ; just enough to season life without spoiling it. Therese scolds me frequently, while I in my turn, and in a raised tone of voice, occasionally talk of adopting vigorous measures ; reminding my rebellious helpmate with some austerity of a grand virtue which the Church requires only of the wife. At which I usually only get a toss of a"], [266, "THROUGH LOVE TO LIFE 254 naughty head, and a flash from two bright eyes full of insubordination, and the remark that if I want a slave I must look elsewhere. ' Aileen is no slave, yet I never hear ' Do you think they tell you of all their squabbles, wiseacre ? Besides Aileen is a darling little Englishwoman brought up to obedience. ' While you ' While I, monsieur, am a Swiss Wilds ang, a free citizeness of a free republic' ' The law, madam, acknowledges no such differences — Our English law, to which you are now subject, remember, merges you into me. In fact, legally, you have now no existence.' ' I don't care a red Heller for your Enghsh laws, made for a bilious people. And you needn't look at me like that. You knew very well before you married me that I had \" a temper requiring the severest discipline.\" '"], [267, "WHITHER THOU GOEST, 1 WILL GO' 255 I wince a little as she thus slaps me in the face with my own words ; but reply with dignity : ' Exactly, and was it not a Christian act to undertake the disciphning of it?' At this point the process — a most terrific one — usually commences. I take Therese upon my knee and chastise her there with extreme severity. Yet, strange to say, the only apparent result is the consciousness of having done my duty, and the discovery that duty occasionally is its own reward. Oh, me ! how my tongue wags when I begin to talk about my wife ! Upon my soul, I believe I'm hen-pecked. Never mind ! you and I, dear brethren in the same condition, know how infamously it is blackened, and wouldn't exchange our servitude for the freedom of every country in the world. We were married on the Tuesday, and I have no more notion than the man in the"], [268, "256 THROUGH LOVE TO LIFE moon (our moon) what she wore, except that I supplied no pantaloons, nor Fleurette any garment for the purpose. But I know that she looked more lovely than any woman ever did before, or ever will again. The ceremony was performed in a quiet Roman Catholic church, and the gentle priest who tied the knot seemed serenely indifferent to the fact that he was delivering over a daughter of the True Faith into the hands of a heretic. Lucerne at that time knew next to nothing of religious strife or creed hatred, and I daresay a part of the extra fee I paid the simple-minded Romish Kaplan was spent in entertaining his neighbour, the Lutheran pastor, to an extra pot in the neutral Schenke where they hob-a-nobbed together. But oh ! what do you think my wife had the audacity to do before we left the sanc tuary, dim aud odorous from the steam of the swinging censers, and without even a ' by"], [269, "'WHITHER THOU GOEST, I WILL GO' 257 your leave ' either, which, by-the-bye, I cer tainly shouldn't have accorded. There are limits, and magnanimity may degenerate into weakness. Why, she went straight from the altar, leaving me a widowed and disconsolate bride groom upon its very steps, threw her arms round the bronzed neck of Peter's Nick (who with Fleurette, Madame Papillote, Josef Aufdermauer and the six lads still remain ing to him, had been present as intensely interested witnesses), and kissed him on the lips before us all, as reverently, as earnestly, as beseechingly, as if she had known to its full extent (perhaps she did, women have a marvellous intuition) what a hero he was. And when the big fellow sobbed out aloud in his mingled pain and pleasure, she sobbed too, and clung to him instead of me for a moment, and would not be comforted. I have meant to remonstrate with her for VOL. III. s"], [270, "THROUGH LOVE TO LIFE 258 that act ever since, but haven't done it yet. I think I will to-morrow. On passing out I stopped to speak to Josef Aufdermauer and to put a trifle (badly as I could afford it) into the bereaved father's hand, for little Josef's sake. The boy's mother had gone home to God. We, too, are going home together, she and I, standing side by side upon the deck of the gallant steamer which, with panting funnel and wide-spread sails, her prow towards England, is straining every timber and creaking in every joint, in the eagerness of her endeavours to get back as speedily as possible to the dear old country, which, with all its multitudinous faults, is still, still, bless her ! the best, the very best, in the whole wide world. It is a stormy night, and sea-gulls fly screaming over us ; and the wind whistles in the sails and in our deafened ears ; and the wild waves mount on one another to"], [271, "'WHITHER THOU GOEST, I WILL GO' 259 get a peep at Therese, sending salt sea foam to kiss her glowing cheek. We are alone : for the man at the helm, one quiet hand upon the wheel, is intent upon his duty ; his grave eyes fixed upon the waste of waters, his heart, maybe, hke mine, turned yearningly towards that England we are too proud to praise because she is our own. We have been chatting merrily, mouth to ear, for the eager wind swallows up our words as soon as they are uttered ; and sometimes (sweeter language still) mouth to mouth : laying a thousand plans for making the most of our small means ; determining to be as happy as the gods on Olympus, even though our daily portion be literally limited to daily bread. Then I notice that it is my voice alone mingling itself with the roar of the elements, and that Therese is not looking, as I am, s 2"], [272, "260 THROUGH LOVE TO LIFE forward towards our island home, but back again — gazing with intense earnestness at the narrow strip of land, rapidly lessening, be hind which lies the Continent of Europe. And is it only the heaving and tossing of our ship upon the restless waters which makes her tremble so violently? I feel her heart beating high against mine, and her tender bosom heaves under the storm-wind of an intense emotion, and the saltdrops cours ing down her cheeks are not brine from the ocean — they fall hot upon my caressing hand. The moon is at its full ; bright and clear and stainless she rides, attended by an in numerable retinue ; and the waves multiply her beauty in a thousand silvery reflections. I put back the hood shrouding the sweet face of my wife, the changes upon wdiich make for me a soul's barometer, and see to my terror and amaze that she is strongly agitated — her"], [273, "'WHITHER THOU GOEST, I WILL GO' 261 whole figure convulsed with the violence of her grief. ' My darling, what, what is the matter ? I have never seen her cry like that before. I try to clasp her to my heart, but am repulsed. Her streaming eyes — her out stretched yearning hands are turned from me — turned in a passion of regret towards the Heimath she has left. ' Oh, my father,' she sobs, ' my beloved country ! How can I live without you ? ' I dare not even try to console her. I shrink back and cover my face with my hand, all my joy turned into mourning. The ship bounds forward joyfully. Every second decreases the narrow strip of land behind her. And my wife sobs on at my side, her dress touching me, yet still an ocean between us — a great gulf which I cannot cross to get to her. The ship, true as steel to her rudder,"], [274, "262 THROUGH LOVE TO LIFE pauses not a moment. The waves rising ever higher seem to sweep over the narrow strip of land, and now it is swallowed up by the great deep. Nothing is to be seen but the fathomless ocean, and the fathomless sky above in which the moon and stars ride untroubled. Before us is nothing but England — tome, chief among the lands upon earth ; to her, a strange coun try. My wife has ceased to sob, but the gulf still yawns between us, and all my joy is turned into heaviness. I cannot even mourn, 1 am so desolate. Pain is at its climax ; it has ceased to hurt, it only stupefies me. Then — I cannot say after how long a time — Therese turns and looks at me. I don't know whether the man at the helm thinks we are both moon-struck. He is stationed there to guide us back to England, and his eye is on the waste of waters, and his hand upon the wheel still, when I become conscious of him again. For the gulf, im-"], [275, "'WHITHER THOU GOEST, I WILL GO' 263 passable to me, which yawned between us, has been bridged over in a single second by some magic power God gave alone to the woman. Therese is in my arms — she came there ; I did not, could not, call her — and she is clinging, oh ! so close to me, full of peni tence, and saying : ' \" Whither thou goest, I will go : thy people shall be my people, and thy God my God.\" ! ' \" The Lord do so to me, and more also, if aught but death part thee and me.\" '"], [276, "264 THROUGH LOVE TO LIFE CHAPTER XLIX. 27, SPINSTER LANE, CLAPHAM. I know that this was Life — the track Whereon with equal feet we fared : And then, as now, the day prepared The daily burden for the back. But this it was that made me move As light as carrier-bird in air, I loved the weight I had to bear, Because it needed help of Love. Tennyson (In Memoriam). There is something else to tell ; something I never knew until we had been settled down some little time in our narrow London home, and after I had begun to discover what it really means to be poor. For oh ! there were so many, many things wanting in our humble home — things I had"], [277, "27, SPINSTER LANE, CLAPHAM 265 hitherto beheved absolute necessaries, but which Therese declared (after having trans lated my hundred pounds per annum into the more familiar francs, and accommodated her self to London prices in the most extraordi nary manner) to be incompatible with my income. ' My dear, we must have at least one ex perienced maid. How is it possible for you to manage without ? ' ' My dear ' — mimicking me, the puss, in her broken English — ' if we keep an expe rienced maid we shall have to pay her — Aileen says so — quite two hundred and fifty francs a year. ' Well ? ' ' Veil, wo soil das Geld herkommen — vare sail de moneys come from ? ' ' I'm not going to let you work like a slave, and spoil your pretty hands, wdiatever else we do without.'"], [278, "266 THROUGH LOVE TO LIFE ' But monsieur does not like to do without anything. Only the other day monsieur discovered that he could not hve without a fauteuil, and the fauteuil cost — oh, such a heap of moneys ! ' ' Well, it answers the purpose of two other chairs, it holds us both.' ' leider ! I cannot sew one bit now in the evenings, since monsieur bought that fau teuil.' ' Therese, I have something to say to J you. ' Veil, monsieur.' ' Not veil, say well — ou — ell' ' Ou — ou — ell ! Ach welch barbarische Sprache ! Ou — ou — ell ; now, what is it monsieur has to say, with that ugly frown ? ' ' I have two baptismal names, Therese, Charles and Reginald. Choose between them. But from henceforth \" Monsieur \" is inter dicted.'"], [279, "27, SPINSTER LANE, CLAPHAM 267 ' Interdit — verboten. And monsieur says it with such a frown, and his hps are close — oh, so close and straight ! I am wanted in the kitchen. I will go.' ' No, you won't, till you've done what you are bidden.' ' You are hurting my hand, monsieur, and how can I speak when you close my lips like that, with your ugly Schnurrbart ? ' ' Charles or Reginald. Make haste ! ' ' Sharrel — Karl. If I had known that you wrere such a tyrant — solch Tyran, — I would never ' Never have married me — eh? But you did, you see, and can't undo it. And now, apologise instantly for maligning my beautiful moustache.' ' Beautiful indeed ! I know you think so, or you wouldn't spend so much time about it every morning. But it's a poor apology for a moustache after all, when you come to com-"], [280, "268 THROUGH LOVE TO LIFE pare it with that of a German Uhlan officer's — with the Hauptmann von Uslar's, for in stance ' ' Therese, your nose does turn up.' ' It is turning up at your moustache, monsieur. ' Charles, Charles, Charles ! ' ' Not quite so loud : the neighbours might hear you.' ' Charles, I say, Charles.' ' Is there anyone in the street of that name, monsieur, whose attention you wish to attract ? ' ' Oh, I'll tame you,' I mutter, sotto voce. Then aloud : ' And pray don't show yourself in public with Aileen ; your sallow skin does contrast so unfavourably with her clear complexion, and matchless English bloom.' ' My complexion seemed to satisfy you in Switzerland, monsieur.'"], [281, "27, SPINSTER LANE, CLAPHAM 269 ' Well, you see, you had it all your own way there.' Therese looks up at me with that peculiar haze in her eyes which makes them unlike any other eyes in the world, when we hear someone coming along the narrow street, whistling, ' The girl I left behind me.' We know the postman's step, we know his whistle, and lo ! he is actually knocking at our door. ' A letter, monsieur,' cries Therese, the haze in her eyes swallowed up by the glad light of expectation. We both look eagerly towards the door. Letters are rare things nowadays. In the meantime, Belinda, our maid of all work, shuffles, in slippers always hopelessly down at heel, towards the unwonted mes- senger. Just a word about Belinda. She has just reached that enchanting period of girl-life denominated ' sweet seven-"], [282, "270 THROUGH LOVE TO LIFE teen,' an age poets rave about, but which we ordinary mortals usually find accompanied by arms more or less too lean ; hair more or less rebellious against the comb ; feet burst ing out of shoes too small for them ; a heart doting on ribbons and terribly susceptible to slights — in short, sweet to satiety. Such, only rather more so, was Belinda. I invariably fall over something on return ing home from my duties as foreign corre spondent, for our lobby is dark and there is sure to be a trap laid there for my unwary feet. Sometimes it is a scrubbing brush, sometimes a piece of soap, sometimes an over full pail, sometimes Belinda herself. Then, if I venture the remark that this perpetual worship of god Neptune, though a very good thing, may perhaps be carried to excess, the aggrieved god gushes at me from Belinda's eyes. She has another rather aggravating pecu-"], [283, "27, SPINSTER LANE, CLAPHAM 271 liarity. However late I return, or however severely my knees are broken over these various mantraps, she always receives me with the amazed exclamation : ' You here a'ready, sir ! ' which seems to convey the covert insinuation that my presence is un desired, nay, even an intrusion, and that they would be much more comfortable without me. (There is one thing puzzles me — en paren these — why is it that though Belinda adores water, wallows in it, so to say, from dewy morn to dewier eve, it never seems to make her anything but dirty? Perhaps some ex cellent housewife may be able to solve this mystery.) But what matters it, what matters any thing, when the door is shut upon Belinda and the whole outside world, and we are alone together in the little parlour which she has transformed for me into as glorious a"], [284, "THROUGH LOVE TO LIFE 272 Paradise as that wherein Adam courted Eve. The room is as dimly lighted as in a sanc tuary, for we burn but one jet of gas to save expense ; but the fire blazes up brightly ; and the curtains are closely drawn ; and the hum outside is sweeter than silence ; and the purr of the white cat upon the hearth makes a gentle refrain to the melody we are both chanting ; and the viands before us are trans formed into nectar and ambrosia, food for gods, such as we are ; and Therese comes ever nearer to my heart. My wife, my wife ! We have had to bear since then the burden of riches, and with patience and perseverance we have accom modated our backs to the load, but we have enjoyed too the blessings of poverty, the taste of hardly-earned bread, and we know which burden is the heavier — ice know. We know, and thank God for the knowledge, what may"], [285, "27, SPINSTER LANE, CLAPHAM 273 be the inexpressible delights of a poor man's home. Upon my soul, I am forgetting to tell you about that letter ! We hear the postman resume his praises to ' The girl he left behind him ' ; we hear Belinda, after a long interval, slowly and emotionally close the door and we get the letter at last — soapy, suddy, and ex ceedingly wet, but otherwise uninjured. And let no impulsive reader imagine, with that far-sightedness which belongs to impulse, that the letter is from BaUyacora Hall, an nouncing the penitence of an old man who yearns to open his heart and home to a forgiven son. Nothing of the kind : my father lived many years after the receipt of this letter, in full possession of his property, his gout, his implacabihty, his determination never to acknowledge, under any circum stances whatsoever, either me or my wife. VOL. III. T"], [286, "THROUGH LOVE TO LIFE 274 No, the letter is a foreign one and has been originally posted in Lucerne. I say originally, because it has been posted anew several times after that. It had been addressed in the first place to Ballyacora, sent from thence I know not whither, and now bears in blue pencil these words : ' Try 27, Spinster Lane, Clapham.' Now 27, Spinster Lane, Clapham, is the hardly-palatial residence, three doors from Aileen's, where Therese and I have taken up our abode. Rent, nineteen pounds, nineteen shillings, per annum ; one parlour, front ; one kitchen, back ; one scullery, backest ; two bedrooms, and an attic : the last apartment, Belinda's cubiculum, place of refuge and retreat. How many altars she has erected to god Neptune up there, I don't know. I always think of ' up there,' with a sensa tion of awe, and wonder to what degree of responsibility manslaughter extends. The"], [287, "27, SPINSTER LANE, CLAPHAM 275 thought sometimes strikes me : Suppose Be linda should perish in the ascent or descent of that ladder, what verdict would the Coroner bring in ? But in spite of its drawbacks I was never quite so deliriously happy anywhere else, and the httle house is still sacred ground to me. All this time, Therese kneels beside my chair, her dimpled elbows on my knees, her soft eyes bright with the eager light of ex pectation. ' To whom is it addressed, monsieur ? ' ' To me, Therese.' And I read aloud the somewhat alarming superscription : ' Ihro hochwohlgeborenen, dem gnddigen Herrn Milord Smythe, Esk, Ireland, zu Ballyacora Hall, County of Cork.' ' What does it mean ? ' ' Was soil es bedeuten ? ' T 2"], [288, "276 THROUGH LOVE TO LIFE We question simultaneously, each in the language most familiar to us, but there is no intelligible response. I cut round the seal, which is so large, and red, and shining and perfect, that it would be next door to sacrilege to break it, and read the following : ' Zur Berichtigung der Erbschaftsange legenheiten der gnddigen Frau, Milady Smythe, Esk., geborene Frdulein Marie Therese Eveline Pascoe, Tochter des weiland William Pascoe, Schenkwirth zu Giitsch, Brunnen, Canton Schwyz, JRepublik Schweiz, also:' Upon getting to the end of which astonish ing sentence, I cease to read aloud, rapidly scan and absorb the remainder for my own edification, and then look down with eyes as dilated as hers, into the bright, upturned, ex pectant face of my wife. ' What is it, monsieur ? Nothing bad, surely ? '"], [289, "27, SPINSTER LANE, CLAPHAM 277 ' Allow me to assist you to a chair, madam. The impropriety of your kneeling at my feet is too enormous to be allowed to continue. Do you know who you are ? ' ' Am I not Therese, your wife ? ' ' I trust so. I hope we may not receive another legal document, pointing out that the marriage contract we mutually entered into was not in accordance with the mysterious laws of that incomprehensible Swiss Republic. But you are something more than my wife.' ' What am I then, monsieur ? ' a little frightened. ' A gnddige Frau, Therese.' ' Oh, is that all ? ' ' An English, My Lady.' ' 0 weh ! ' ' A great heiress ! ' The landlord of the little schenke at Giitsch had been a prosperous as well as a good man ;"], [290, "278 THROUGH LOVE TO LIFE and though the thousands of francs, put into pounds, did not look quite so many as they looked at first, there was enough to remove us for ever beyond poverty. And there is a love which rises above the consideration of owing the means of comfortable existence to a wife ! We moved into a larger house, got an ex perienced maid, and sent away Belinda to her mother at home. And the years creeping on extended our narrow circle more and more. First we became uncle and aunt, then father and mother. It was in this second home that our Charley was born — in this second home that the quick tumultuous current of youthful love widened into the broader, more tranquil, but ever deeper love of maturity. And oh, how happy — how happy we were !"], [291, "279 CHAPTER L. THE VOICE OF SOCIETY. Sure, love vincit omnia ; is immeasurably above all ambition, more precious than wealth, more noble than name. Thackeray (Esmond). My story is nearly finished. Only a few more words and I have done. I must tell you a little about my first interview with Aileen after I had introduced her to my wife, on which occasion she took me as severely to task as if I had only been her husband. ' You iniquitous boy,' she began, ' how dared you go and say it ? ' ' Go and say what, Aileen? ' ' No pretending, sir, you know very well.' 'Indeed, I don't.'"], [292, "280 THROUGH LOVE TO LIFE ' Why, that she was poky and lean and wore spectacles and was a regular blue.' ' Oh, I said nothing of the sort.' 5 Do you mean to deny it, sir ? ' ' Absolutely. On my oath, if you wish.' ' Oh, oh, oh ! ' ' You, you, you ! ' ' Please to remember, sir, that I am married.' ' Please to remember, madam, that I am also.' ' And that I have a husband to stick up for me.' ' And that I have a wife.' ' One a great, great, great deal too good for you.' ' Ah, Aileen, I won't quarrel with that crescendo.' ' And a great, great, great deal too pretty.' 'Nor with that, though I flatter myself"], [293, "THE VOICE OF SOCIETY 281 that I am rather a decent-looking fellow nevertheless.' Aileen glances at my face in the mirror, and the look of satisfaction in her bright eyes gives the lie direct to her severe words. Then she relents entirely and gets on tip-toe to pull my ears and bury her cold little nose in my moustache. ' But Charley, dear, you shouldn't have told me such stories about your wife. If you could only see the creature I conjured up.' ' Really and truly, Aileen, I never said any thing about her that was not true. It was all you.' ' All me, when I had never seen her ? What will you say next ? ' ' You are such a rare hand at guessing, you know — find out everything.' It is always worth while to tease Aileen, if only to bring up those beautiful blushes of hers. The cheeks begin it, then the little"], [294, "282 THROUGH LOVE TO LIFE pearly ears catch the infection, until she is all aglow to the finger-tips. She was all aglow still, when the others entering put an end to the dialogue. Aileen is no exception to her sex. She persists to this hour that it was I who first gave utterance to those infamous libels on mv wife. And Malcolmson pretends to beheve her. If I didn't see a mischievous twinkle in his eye sometimes, I should think he had lost his senses. My father died ten years after my marriage. My mother had gone before him. We were never reconciled. I never saw my father after that evening when he drove me from Ballyacora Hall. I took my eldest boy, a bright, warm hearted lad of nine years, to attend the funeral with me. Together we knelt by the ponder-"], [295, "THE VOICE OF SOCIETY 283 ous bed whereon the remains of his dead grandfather lay. There was a frown upon the dead face, at sight of which my boy looked up at me with tears in his eyes, begging me to take him home again and have no share in the cruel riches which made dead men look like that. Then it was that I fully recognised what God had done for me and from what I had been saved. The late master of Ballyacora Hall had left several wills behind him. All — from the first one, dated a few hours after my expulsion, to the last — all disinheriting me. It was evident that the sting of my refusal to accede to the intensest wish of his fife had rankled in the old man's breast all the long years, as deeply as when it was inflicted. It was evident, too, that he had been keenly alive to the possibihty of a law-suit, and as keenly determined that it should be unavail-"], [296, "284 THROUGH LOVE TO LIFE ing. The wills had been drawn up with scrupulous legality — and only needed his sig nature — which could be added any moment. But any moment is sometimes no moment. ' Bless us,' said the lawyer, ' not one of 'em worth the paper it's written on ! ' And now he looked at me with the respect due to a millionaire. ' He'd have 'em drawn up at all hours of the day and night, but always fought shy of signing 'em. He'd do that when we were gone, he'd say, and let the servants witness 'em. And to think he's gone and died and left 'em unsigned ! ' It was too much for the lawyer. He got up and wiped his damp forehead and loosened his cravat. ' I congratulate you, sir,' he continued. ' I've always said to my father that 'twas a burning shame, I have — good heavens, to think he went and died and never signed 'em ! '"], [297, "THE VOICE OF SOCIETY 285 For all his congratulations I am bound to say he looked bitterly disappointed. ' Well, sir,' he said again with a gulp, ' I con-grat-u-late you, / do.' Here he blew his nose and extended a long-fingered, lank and bony hand, muttering nevertheless under his breath : ' And never signed one of 'em after all ! ' ' And to think,' he continued, ' that that fine boy of yours should inherit in spite of him. Handsome boy, very ! Favours you in complexion, sir, but evidently features the mother. Must be a most extry-ordinary handsome lady — Well, who'd have thought it!' He rubbed his closely-shaven chin and congratulated me again. ' Is this worth anything ? ' I asked sud denly, handing him a crumpled bit of paper I had found in a watch-pocket over my father's bedhead and which I had been reading."], [298, "286 THROUGH LOVE TO LIFE He took it from me, glanced at it, read it through, took off his spectacles to rub them, and read it again. ' Is it worth anything ? ' I asked — a little triumphantly, I own. ' Worth anything ! My good sir ' (how changed his manner was !) ' this must not be suppressed.' ' Certainly not.' ' He's drawn it up himself, but I can't find any flaw in it, and — it is signed and witnessed. Signed and Witnessed.' ' Yes, I saw that.' ' My good sir ' (with dignity and some severity) ' I cannot allow it to be suppressed.' ' Who wants to suppress it ? ' I asked, laughing. ' Do you know what it means ? ' — His astonishment at my mad levity forced him into straightforwardness. ' Yes, I know, and know too the weight of"], [299, "THE VOICE OF SOCIETY 287 the load it takes off my back.' And I added inwardly, ' As for her, bless her ! she will know what to do, for all her life she has had but one Counsellor — an unerring one.' The lawyer lifted his spectacles to look at me again with wondering and uncovered eyes ; then stroked his bristly chin. ' We might try to prove that he was in his dotage when he drew it up.' ' He was never more in his right mind,' I said fervently. ' You know that the woman is dead ? ' retorted the baffled lawyer with sharpness. ' I know that she is living. I wrote to her immediately after finding this.' The lawyer gave it up, evidently. He put his spectacles slowly into their case and rose to go. For this will, only dated a few weeks back, was afterwards found to be perfectly correct in every particular. It left all the"], [300, "288 THROUGH LOVE TO LIFE property unconditionally to my aunt — ' the only living being who had never disappointed him — the only living being who was really good.' And it was from her dear hands, bless her ! bless her ! that I received this estate of Ballyacora — the gold seeming to lose its tarnish by passing through them. It was by her dear hands that my sisters and my cousin Kitthe had justice done them. And when I add that even my noble brother-in-law, the Viscount — who turned up, attended by his valet, tolerably sober, to get all he could from everybody — was pleased to call her ' a brick — hie — of an old girl, and as lovely an old lady ' (mark well, lady) ' as the — hie — sun ever shone on,' I am sure every one will understand that she knew how to give with discretion as well as generosity. We have lived ever since at Ballyacora Hall."], [301, "THE VOICE OF SOCIETY 289 And the load, at first so heavy, has grown wonderfully light ; we have learned not to look back too wistfully to the less encum bered days which went before. As for my Therese, she makes me marvel at the graceful dignity with which she has adapted herself to her new position. Aristo cratic noses have ceased to turn up at the parvenue. Aristocratic ears listen dehghted to the sweet, decisive words with which she sets society's laws, when she chooses, at defiance. The Schenkwirth's Tochterlein might become a leader of fashion if she chose, but, thank heaven ! she doesn't choose. In a word, my wife, though I say it myself, astonishes me every day by the magnificent way in which she keeps a clear head and steady foot amidst rocks and precipices in numerable, and grows more love No, I won't say it myself. I'll let my noble brother-in-law take the word out of u VOL. III."], [302, "THROUGH LOVE TO LIFE 290 my ignoble mouth. Listen then to the voice of Society, hiccupping out of the aristocratic lips of his lordship, Viscount Kilreeny. ' By Jove, Smythe, old fl'ah, I wish I had the doosed luck to stand in your — er — shoes. I never saw such a tidy bit of — er — mean, lovely woman. Lovely woman, stooping to folly, you know. Used to be a — er — crack hand at the poets. And she's got some life in her and — er — warmth. Statues nice to look at — have got no end of 'em at Kilreeny Castle. My father was a thorough — er — what, d'ye call it, in that line ; works of art, you know — but when you are married to a — er — block of marble, 'tis (in confidence) shivery, doosedly shivery. Ton honour, if I'd had the chance, I'd have spoiled your little game and made your wife into a — hie — viscountess.' I rather think though that Therese would"], [303, "THE VOICE OF SOCIETY 291 have declined the honour of being made into a hie — viscountess. Aileen and her husband are as happy as ever, though the top of the ladder is not yet reached. But Gerald Malcolmson is making a name in his profession and the tiny house at Clapham is now tenanted by two tinier spinster ladies who harmonize better with the feminine character of the neighbourhood. Mabel is married to a very learned pro fessor, who says he has the cleverest wife in the three kingdoms. The world adds that she writes half of his books and crams him with the other half; but the world occasionally talks scandal. The beautiful Countess of Mandelsloh — our cousin Kathe — still lives with my aunt. More than one admiring suitor has tried to gain the treasure, but she will listen to none. Her whole hfe is devoted to the reparation of her father's wrong, and the mutual love"], [304, "THROUGH LOVE TO LIFE 292 between her and our aunt is wonderful to see. They are all in all to each other. Besides, though she has never told me so, I know that, even in his grave, she still loves Prince Eberhard. My aunt is very old now and very feeble, and I fancy the younger lady fades with her. I fancy they will go to Heaven together. There is a great problem agitating men's minds just now : ' Is Life worth the living ? ' Yes. I dare say so, because I know it is true. Yes, with Love. Goodbye ! God bless you ! THE END. PR1XTKD BY SFOTT1SWOODH AND CO., NKW-STIHSKT SQUARE LONDON"], [305, ""], [306, ""], [307, ""], [308, ""]]