[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LOST FOOTSTEPS. a $obtl. BY JOSEPH VEREY.* Men may rise on stepping stones Of their dead selves to higher things.\" Tennyson. IN THREE VOLUMES. VOL. I. LONDON : TINSLEY BROTHERS, 18, CATHERINE ST., STRAND. 1869. [[All rights reserved]."], [6, "LOOT) ON : W. FIELDSON, PRINTER, 102, HIGH STREET, AND 6, NORTH STREET, MANCHESTER SOUARE."], [7, "CONTENTS OF VOL. I. Chap. paoe I. Introduces a Dutchman . . 1 II. Mr. Joyce's Adventure . . 13 III. Mr. Joyce is Astonished . 22 IV. Home Life .... 36 V. Adrian's First Studio . . 46 VI. The Eevel .... 59 VII. Professor Uzelli ... 78 VIII. Ambition 90 IX. Disappointment. . . . 102 X. The Masquerade . . . 114 XL Modern Art .... 185 XII. News from Abroad . . . 143 XIII. EOTTERDAM .... 162 XIV. On the Lawn . . . .188 XV. Cecily's Trials. . . .211 XVI. A Late Visitor . . .219 XVII. M. Morel 235 XVin. \" There's no Place like Home\" 249 XIX: Diplomacy .... 255 XX. Adrian's Eeturn . . . 269"], [8, "BY THE SAME AUTHOR Rustic Poems. The Athenæum says, \" These poems merit attention. The characters which they present have always decided individuality, and in some cases they are types which are novel in literature. The figures here are boldly, but finely sketched, and a background of natural scenery or of some interior, is often thrown in wilh happy realism. Mr. Verey has powers which well deserve to be disciplined. He has so much genuine feeling and sense of character, that we hope to meet him again.\" The Westminster Review says, \"Escaping from the Tennysonian influence, Mr. Yerey shows thought and observation of his own,\" Martyrs to Fashion. A Novel. The Daily Telegraph says, \" 'Martyrs to Fashion* is an agreeable, lively, and wholesome novel.\" The Morning Post says, '\"Martyrs to Fashion' is a novel wliich is in a high degree readable and entertaining. The attention of the reader is at once enlisted in the narrative, and is kept alive to the end. The formation of the bubble company, and its rapid downfall, are described in a manner as spirited as it is true to fact. There iB a great variety of characters, each of which gives occasion for interesting descrip tion or incident.\" The Morning Star says, \" ' Martyrs to Fashion' is a novel which has some good dramatic situations, and a certain vigorous, hearty humour, rather uncommon at the present day. It is a novel, also, which the most rigid paterfamilias need not object to for his daughters to read.\" The Morning Advertiser says, \"The plot of 'Martyrs to Fashion* is original, and the incidents well contrived and amusing. It has the merit of never departing from the purpose set forth in the opening of the itory. It is lively and spirited in. style, a$d is altogether a tale which may be read with both pleasure and profit.\" (In the press and will be published in April) The Open Air. A series of essays illustrative of country life and habits, with cha racteristic descriptions of the principal features of English scenery."], [9, "LOST FOOTSTEPS CHAPTER I. Introduces a Dutchman. It was like a soothing opiate to spend five minutes in the estimable society of Mynheer Kalm. In the course of business, men of excite able temperaments sometimes called upon him and with hasty words and impatient gestures tried to arouse bim to a sense of their importance, but in vain. The eagerness of these gentlemen was thrown back upon themselves like cannon-balls striking the armour-clad sides of a man-of-war and falling ignominously into the sea. In fact, Mynheer Kalm's ideas moved so slowly that vehemence of any kind was simply incom- 1 vol. i."], [10, "2 LOST FOOTSTEPS. prehensible to him. Deep in the mysteries of ledger and cash book, or poring over the money market column of the \"Rotterdam Daily Journal,\" he was as insensible to a new comer as a well-fed porker in his stye is to the buzzing of an officious fly alighting on the tip of his ear. If the stranger was of too impetuous a nature to modify his rapid utterance, the chances were that he never got speech of Mynheer Kalm at all. If taught by experience he condescended to use a few simple and very direct words, with a lapse of some seconds between each, there was just a possibility that he might gain some attention in the course of time, but even then, though the audience might last an hour it was doubtful if he wrenched half a dozen words from that reluctant _ tongue. Mynheer had never been known to wink, but in moments of hilarity or great excitement had been seen to nod and even to shake his head. His special characteristics had become so well known in Rotterdam, that many of his dealings were conducted upon what we may call the"], [11, "3 INTRODUCES A DUTCHMAN. nod and shake principle. The system is not without its advantages, and may be commended to some of our great city companies just now as a means of preventing a great deal of squabbling, and not a few falsehoods. It might even, if adopted, serve as a check to that unpleasant reaction which so often follows ill judged fluency in commercial matters. The business operations of Mynheer Kalm were transacted at a wharf in Rotterdam, and consisted mainly in purchases of timber rafts floated down from the provinces of the Upper Rhine. However large these dealings might be Mynheer Kalm was never excited by them. Some men would have hurried and scolded — would have marched baokward and forward — stamped, shouted, slammed doors, and opened drawers to find nothing in them — would have made memoranda, and forgotten them the next moment — would have given orders only to countermand them, and have asked for a dozen references from different folios in a breath : but Mynheer Kalm knew better."], [12, "LOST FOOTSTEPS. Whether he adopted one of the maxims of the great Napoleon, that half the affairs of life righted themselves if you only gave them time, I cannot say ; but of this I may speak with the utmost confidence, that no matter how cranes might rattle, or wheels rumble, no matter how loudly carmen shouted, or boatmen swore, Mynheer never was moved from his colossal calm. He rose sedately in the morning, in dulged in a few steady whiffs from his huge meerschaum by way of clearing his brain from the weighty matters deposited there on the previous day : then, if the morning was fine and the season propitious, he walked once round his choicest bed of tulips, tenderly removing any dead leaf or faded blossom, and then came in to breakfast. Two huge cups of coffee having trickled slowly down that capacious throat, the clock struck nine, and he donned a hat of a fashion unknown to the present gene ration, and after a walk of about three-quarters of a mile, which occupied him precisely half an-hour, he reached the wharf and found the"], [13, "INTRODUCES A DUTCHMAN. 5 morning paper nicely aired, and opened at the money column by his faithful manager and factotum, Kloots, lying upon his desk. Sometimes he read letters at the office, but more frequently carried them home with him, when, having dined, taken his forty winks and his meerschaum, with a gentle reviver in the shape of Schiedam, he would, if in fine weather, peruse them in his favourite summer-house overhanging the canal. By the time his labours had concluded it was perhaps dusk, and as Mynheer kept no company, frequented no theatres, belonged to no clubs, and indeed was not in any way what poor Artemus Ward would have called \" a festive cuss,\" he was ready for bed. On some special holidays it is true the manager, Kloots, was invited to spend an evening with his master, and this singular pair kept high festival in the summer-house till a later hour. Kloots, who was sufficiently loquacious, talked then enough for both, while his master listened with good-humoured tolera-"], [14, "6 LOST FOOTSTEPS. tion, unless indeed he happened to sleep through the discourse, in which case Kloots amused himself as best he could, winking at the domestic who waited upon them, till the de mure little round-faced maiden had the greatest difficulty in keeping a countenance of sufficient gravity to suit such a household as that of Mynheer Kalm. Kloots was deficient too in the sublime com posure of his master, and every additional glass told upon him, so that it was a matter of some difficulty at times for him to reach his lodgings at the wharf without scandalizing the neighbours. But if the evening's amuse ment would not always bear the morning's reflection, Kloots never failed at his post, and always retained his master's favour. At least once in the month Mynheer in three words enquired after his health, and sometimes without any comment added a little present to his salary which Kloots received without remark, so well did he understand the lofty serenity of his employer."], [15, "7 INTRODUCES A DUTCHMAN. As may be readily imagined, the taciturn character of Mynheer did not attract to him a batch of frivolous acquaintances, and his oircle of friends was also exceedingly small. There was a certain Mynheer Vanderbeck who did an excellent stroke of business with Japan, and whose garden joined. Between these gen tlemen a familiarity had been first established upon the mutual ground of tulips, and as Mynheer Vanderbeck had confessed himself fairly outbloomed, so to speak, by his neighbour, a warm friendship had been cemented. For it will be within the experience of most readers that a hearty friendship rarely sub sists between perfect equals. There must be a superiority on one side or the other. Mynheer Vanderbeck having admitted the superiority of his neighbour's tulips, they were congenial spirits from that hour. Mynheer had one other friend who usually visited him yearly — an Englishman. And it happened on a breezy spring morning that this Englishman, whose name was Joyce, who had"], [16, "8 LOST FOOTSTEPS. been a solicitor in extensive practice, but had made a handsome fortune and now spent his time and money in collecting pictures — it hap pened that this Englishman having saluted Kloots in the outer office with the familiarity of an old acquaintance, was standing in the doorway of the private counting-house waiting patiently till Mynheer perceived him. It was a very long time before he did so, but the Englishman, with a pleasant smile upon his face, did not shout or grow impatient. He was a man of about fifty years of age, with that keen, inteUigent expression — frosty, yet kindly: frank, but slightly sarcastic — which is so often seen upon the face of an English lawyer of good standing. A man quite prepared by habit and experience for the oddest variety of character, he did not seem astonished, or in the slightest degree annoyed when Mynheer calmly closing a ledger whioh he had studied for three hours without moving a muscle, looked up, and seeing his visitor, honoured him with a scarcely perceptible nod, pointed to a"], [17, "9 INTRODUCES A DUTCHMAN. chair and rang the office bell for Kloots, without uttering a sound. Kloots came speedily, and opening the door of a strong room plentifully studded with bolts and bars, deposited therein the book over whioh his master had meditated so deeply, and gave him the key, when Mynheer slowly putting his arm in that of his friend led the way from the wharf to his private residence. A year had passed since Mr. Joyce's previous visit to Holland, but he asked Myn heer no questions. As they walked along he amused himself with the various peculiarities of life in Rotterdam, but said nothing. There was none of the buoyancy or sadness, the mirth or gloom, with which friends usually meet after a year's absence. Mr. Joyce knew, however, that when Mynheer had dined, and taken his nap and his meerschaum, that he would be an attentive listener, and until then he contented himself with his own reflections. Their only companion at the dinner table was Mynheer Kalm's only child, a beautiful"], [18, "10 LOST FOOTSTEPS. girl eight years of age, and of whom the father, notwithstanding his remarkable taciturnity, seemed doatingly fond. The little maiden, though he said not a word to her, climbed over his chair and pulled him about during the entire meal, and when she became so trouble some that Mr. Joyce, out of sheer charity as he thought, invited her to his side of the table, a faint smile played for a moment upon the stolid visage of Mynheer, and he gently shook his head unwilling to part with her. The mother of this petted child had been Mr. Joyce's sister. Years before, the lawyer had a case to conduct which required him to hunt up certain documents in Holland, and occasioned his stay there for some consid erable time. By way of recreation he invited his only sister, who kept house for him, to pay a visit to Rotterdam. There they became acquainted with the worthy merchant. How Mynheer could ever have popped the question, or in what manner he could have displayed sufficient emotion to tempt a young"], [19, "11 INTRODUCES A DUTCHMAN. and good-looking English girl to marry him, must ever remain an insoluble mystery. Certain it is that Miss Joyce became, to her brother's great wonderment, the wife of Mynheer. Her married Hfe was of short duration ; her delicate constitution suffered from the fogs and frosts of the rigorous climate, and she died in two years after her marriage, leaving one daughter, the little Louise, who had been teasing her father at the dinner table. Mr. Joyce was upon the best possible terms with his brother-in-law, and often tried to persuade him to pay a visit to England, but no inducement that he could offer was strong enough to tempt Mynheer from his beloved Rotterdam. Mr. Joyce's home was in Surrey, in a beautiful district at the foot of Leith Hill, and he often expatiated upon the beauties of Enghsh landscape scenery, but his Dutch relative had not the slightest appreciation of the beauties of nature. He had never in his life seen a hill so lofty as the steeples of Rotter dam, and when Mr. Joyce described a summer"], [20, "12 LOST FOOTSTEPS. excursion he had spent in the Alps, Mynheer shuddered at the toil and danger encountered in those sublime solitudes. That people should risk their lives and sacri fice their personal comfort in the mere pursuit of natural beauty, seemed to him the most whimsical and unprofitable fancy that could possess humanity. How much more sensible to walk at their ease upon nice green meadows as level as their own drawing-room floor; or, if they wanted active exercise in winter, what better than a quiet skate twenty miles down a peaceful canal ?"], [21, "CHAPTER II. Mr. Joyce's Adventure. Dinner over, Mynheer refreshed after his nap, and the little girl coaxed with some difficulty into the nursery, Mr. Joyce said : \" I have had an adventure, Mynheer, during my voyage from England.\" We should have stated that Mynheer was perfectly acquainted with our language, his knowledge having been increased through marrying an English wife. It must be honestly recorded that the word \"adventure\" did not awaken any great enthusiasm in his mind, but he gently nodded his head and listened. \" Our steamer was barely clear of the Thames,\" continued Mr. Joyce, \"when my attention was drawn to two of the passengers on deck, a woman, and a boy about nine or"], [22, "14 LOST FOOTSTEPS. ten years old. I should hardly have noticed them perhaps, had I not observed the boy — an inteUigent looking httle fellow, with beautiful features and very bright eyes — busy sketching with a piece of chalk upon the deck, the out lines of a ship with aU her canvas set, standing out to sea. \" The mere outUne which he had drawn in two or three minutes was so vigorous and truthful that I was dehghted with it, and asked him several questions which he answered without stopping from his work, or even looking at me. When the sketch was finished, two or three other passengers came forward, expressing their surprise and gratification, and the young artist, seeing himself an object of interest and curiosity, became shy and reserved. \" Both the lad and his mother, as they appeared to be, were very poorly clad. I gave him a shilling to leave the sketch as it was, but a heavy, driving rain came on and the lines were quickly obliterated. The boy looked a httle sad as he saw his design gradually"], [23, "mr. Joyce's adventure. 15 fading like a dissolving view, but all this time the mother had not taken the slightest notice of her son or myself. \"Most of the passengers had taken refuge below, and pointing to the woman, I asked the lad in a whisper if his mother would not get wet. \" He answered in the same tone that they often got wet through, and sometimes had no place to sleep in at night and nothing to eat. \"I then enquired their destination, which however, the lad did not know. Finding the rain coming on faster, I went below, telling the lad he had better advise his mother to do likewise. \"However, after remaining some time below, as the boy and his mother did not appear, I became curious about them. \" The attitude in which I left the woman sitting had deeply impressed me. She sat with her arm leaning on the bulwarks of the vessel looking far away to sea, with an anxious, fixed, almost despairing gaze, never once turning round"], [24, "16 LOST FOOTSTEPS. or taking any notice of the passengers or the boy at her side. It could not have been any thing in the prospect that interested her, for the sea was misty and the sky dull, while the drizzUng rain made the atmosphere denser each moment. Evidently she was suffering some grievous mental anxiety or disappointment. \" When I came up on deck again she was stiU sitting in the same position. I called to the boy, and gave him a trifle for the sake of conversing with him. I found him very inteUi gent and quick. I was about to ask him some question, when there suddenly arose a cry of alarm from a passenger near me, and looking up, I saw the woman in the act of leaping overboard. \" To have jumped in myself would have been madness, for I never could swim two yards in my life. I, however, gave an immediate alarm, and the vessel was stopped and a boat lowered. The passengers hurried up on deck, and every body made some suggestion or other, and were anxious to be of use, but aU efforts proved"], [25, "mr. Joyce's adventure. 17 useless : we never saw the poor creature any more. She had probably been carried under the vessel by the surge of the paddles, and if she rose to the suface at aU it must have been at a considerable distance from the vessel. \" The piteous look of the poor boy I shall never forget as long as I live, nor the passionate sobs with which he implored, first one, and then another of the passengers, to leap into the sea in search of the poor woman. Many of the seamen would willingly have done so had they known in what direction she sank. \" It was evident she had committed suicide with the greatest determination, and had chosen the time when there was least likely to be a chance of rescue. For more than an hour the boat was kept rowing about the ship, and at last the order was sorrowfuUy given for the steamer to go on. \" The despair of the lad touched me keenly, and I brought him with me to Rotterdam, thinking, Mynheer, that you might possibly find vol. i. 2"], [26, "18 LOST FOOTSTEPS. some employment for him, or advise me what to do with him.\" Mynheer Kalm sat looking straight before him for some minutes after Mr. Joyce had concluded. It was evident that he was affected in his own peculiar way, but in his secret heart he had a positive horror of boys. They were too sudden in their movements, and too noisy for him to cope with. Once he had taken into his office a lad related to Kloots, on the promise that the manager would look sharply after him; but the young gentleman proved so unruly that he was more than a match for master and man. He made kites of Mynheer's sacred daUy paper, shied the office ruler at unlucky sparrows, and ended by dropping it into the canal. He tempted smaller boys upon the huge crane, and then turned it warily and left them suspended over the water in mortal terror. He chalked his hands and left impres sions thereof upon the saintly black overcoat of his master. He dashed mysteriously from obscure corners when Mynheer came to the"], [27, "19 mr. Joyce's adventure. wharf, and once overthrew that worthy gentle man in his own counting-house. He cried so readUy, promised amendment so earnestly, and forgot his good resolutions so speedUy, that Kloots was completely at his wits' end what to do with him, and at last privately bribed the young incapable not to appear at the wharf again. It was with a Uvely recollection of the agonies endured from this enterprising youth, that Mynheer — rising sedately from his easy chair — put some money in Mr. Joyce's hand, and speaking for the first time for nearly three hours, said solemnly \"No boys!\" Mr. Joyce rejected the money with a smUe, and seeing his brother-in-law's alarm upon the subject of boys, said no more. He had lodged the forlorn lad at the hotel during his stay, and behaved to him with the greatest kindness. Mr. Joyce seldom visited Holland without purchasing some pictures, and upon this occasion"], [28, "20 LOST FOOTSTEPS. he had been particularly struck with a copy made by a young artist, of \" The Woman taken in Adultery,\" by Rubens. He had sent his purchase to the hotel, and having one day visited his young protege\" he was surprised to find the lad standing before the picture, lost in admiration. It was a beautiful work; the head of the Saviour being a grand combination of personal beauty, lofty feeling, and inteUectual power. The varied expressions of the Pharisee and Sadducee were wonderfully given also. One could see in the face of the former the calm disdain and self-righteous horror with which the man of the world regarded the clemency of the Saviour, while the caUous nature of the Sadducee was unmistakable. The voluptuous figure of the woman herself was especiaUy suited to the genius of Rubens, and the copyist had done his work weU. \" You seem to like my picture, young shaver,\" said Mr. Joyce, breaking in upon the lad suddenly."], [29, "mr. Joyce's adventure. 21 The boy turned to the speaker a face fuU of and tears stood in his eyes. It was Adrian Hope's first introduction to the world of art."], [30, "CHAPTER III. Mr. Joyce is Astonished, There could hardly be a loveUer day than that upon which Mr. Joyce, with his young charge, arrived at his pretty viUa at the foot of Leith Hill. The morning was the perfec tion of stiUness. It was nearly the end of AprU, and the weather was just warm enough to make the open air enjoyable, whUe the freshness of the air gave a zest which is often wanting at a later season. The sky was clear as they journeyed in the lanes from Dorking, in Mr. Joyce's pony chaise, but when they oame to the hiU a light mist hung upon it, as though the vapour had been a Uving thing unwUling to quit so beautiful a spot. Leaving their conveyance at the little inn at Coldhar bour. Mr. Joyce proposed to walk over the hiU"], [31, "MR. JOYCE IS ASTONISHED. 23 for a chance of the view. When they got to the top a slight wind cleared away the mist almost instantaneously, and then the view that met their gaze might weU cause Adrian to break forth into an exclamation of delight. a Looking over twelve oounties and a space of nearly two hundred miles, with hills in the distance rising one beyond another, till only a purple haze revealed where the landscape ended; clothed with luxurious woodlands and verdant fields, with here the roof of a princely mansion, and there the tiny spire of an antique church, with fern and heather kneedeep at their feet, and a soft sky glowing above their heads, it was not without much seU-gratulation that Mr. Joyce pointed out his pleasant viUa nest- Ung in the shadow of a fir plantation upon a rising ground at a Uttle distance. \" 0, how happy you must be, sir,\" exclaimed the boy ; \" I'm sure if I lived in a house like that I eould become the finest painter in England.\" ' \" You don't know yet, my lad, what work"], [32, "24 LOST FOOTSTEPS. you would have to do to become the first painter in England. I can assure you there is something else required than merely looking at fine scenery. But let us get home, for I am tired and hungry.\" When they had finished an early dinner, Mr. Joyce said : \" Now, young shaver, you must teU me something of your past Use, that I may consider what is to be done with you. Have you no friends anywhere ? \" The mention of friends, and the remembrance of his mother's untimely end, brought tears into the boy's eyes, but he soon recovered, and said with every appearance of sincerity, \" I've no friends, sir, now. There was father and my sister CecUy, but I don't know where they are.\" \" How did your father Uve ? \" \" He was a showman and kept a van with a giant and a dwarf, and some snakes and a panorama. Mother sometimes got tipsy, and then they quarreUed, and father would beat her."], [33, "25 MR. JOYCE IS ASTONISHED. She was very unhappy, I think, and one day she took me away and we wandered about the city tUl it was dark, and then got on board the steamer near the Tower. I don't think she cared where we went or what became of us.\" \"But you must have known where you lived,\" said Mr. Joyce : \" Supposing I went to town with you, could you not find out the spot ?\" \" Father never stayed many days in a place, but travelled over the country, and I think, sir, something was wrong, for the poUce often watched him.\" \" You must have had a hard time of it.\" \" Very, indeed, sir ; sometimes when mother had been drinking too much, and father was away, we had nothing to eat. Then I went out in the streets playing Uttle tunes on the violin, and CecUy sang. O, sir, you should have heard her sing. It was Uke an angel's voice, it was indeed, and the people stopped to Usten tUl there was such a crowd that the poUceman wouldn't let us stay long in one place. Very often whUe CecUy sang people had tears in their eyes, and ladies would"], [34, "26 LOST FOOTSTEPS. say 'what a pity to see that dear beautiful chUd in the streets.' Oh, if I could but hear her now ! \" The lawyer was a man of the world, and had done some hard things in his time. When he issued a writ against a shuffler it was in vain to expect much indulgence at his hands, yet many a London charity was the better yearly for Mr- Joyce's cheque, and he had often stepped between hardhearted creditors and unfortunate debtors. When he saw how deeply the lad was moved he patted him upon the back and told him not to despair, for they would be sure to find Cecily again some day. \" And how did you learn to draw so well ? \" enquired the lawyer. \"There was a man at one place where we lodged chalked upon the pavement for a Uving. He could do a ship in a storm splendidly, or the moon rising behind a church tower, with some Uttle clouds in the sky, and he would draw a mouse nibbling a bit of cheese as natural as life.\" \" And where did this distinguished professor exercise his talent ? \""], [35, "27 MR. JOYCE IS ASTONISHED. \" 0, anywhere that he could find a broad pavement with plenty of foot-passengers, but I'm afraid, sir, he told a great many lies.\" \" I don't doubt that,\" said Mr. Joyce, laughing, \"but how did you find that out ?\" \" He mostly began close to the waU in very big letters, ' I am unable to work through an accident at sea,' then a little lower down, underneath a drawing of a salmon, he would put 'poverty is no crime,' and sometimes it would be — ' i\" have not broken my fast to day,' when I had seen him eat a good shoe of bacon, and drink a great bason of coffee at his breakfast, and if he hadn't eaten anything, it was not for the want of money, for he generaUy got half-a-dozen coppers by the time he had finished the moonUght scene.\" \" Earned more than many a young exhibitor in the Royal Academy wUl this season, I'll be bound. And pray, what was his method of teaching ? \" \" He would put something on the table for me to draw from, and when I'd done it as nearly the same size as I could, we measured the drawing to"], [36, "28 LOST FOOTSTEPS. see if it agreed. In a Uttle time I could guess the size of a jug or box exactly, and then I tried dogs and horses. We lodged then at St. John's Wood, and I used to stand for hours on the bridge over the canal, trying to make a pioture of the barges.\" \" By Jove, young fellow, you've been taught in a better school than half our landscape painters, who seem to fancy that patches of colour, and in distinct outhne, wiU make up for their incorrect drawing. If ever you come across that professor, introduce me, and I'U recommend him some pupUs ; and now put on your cap and take a walk with me over to Molton, a viUage about two mUes from here ; my friend the curate there, will probably give me some advice respecting you.\" \"Before reaching the curate's residence they came first to Molton Church, a grey old ivy-covered Gothic budding, and as the organist was practising, they walked in. One might well envy the clergy man who did duty there. The sun shone through the painted windows upon monuments and armour which had been resplendent in the wars of the red and white roses, moth-eaten flags, won by heroes"], [37, "MR. JOYCE IS ASTONISHED. 29 of the hamlet, hung from the roof, and the drowsy notes of the organ increased the dreamy thought fulness which such a place is apt to inspire. Mr. Joyce had gone into the organ-loft expecting to find his friend there, and left the youth looking at the monuments and painted windows. Noticing a singularly abstracted look in his face when he returned, he enquired the cause of it. \" I am trying, sir, to remember where I have seen a church Uke this. It must be a long time ago, but I feel sure I have been in a church Uke this before ; I seem to remember some one laughing because I put my arms round one of the carved figures, thinking it was a large doll and cried be cause I could not carry it away with me.\" Mr. Joyce laughed at the idea, and leaving the church they went to the curate's house. Two pretty girls had seen him in the church yard, and came running down to the garden gate to welcome him. \" I've brought you something from HoUand, Maude,\" said Mr. Joyce, \"and I have not forgotten Alice either. Now teU me where's papa ? \""], [38, "30 LOST FOOTSTEPS. The curate was in the garden and thither ran the girls foUowed by Mr. Joyce. Adrian, left to himseU, wandered into the house and sat down quite bewUdered. A strange feeUng possessed him that the place had been famiUar to him as a child. Supposing this to be so, it could not, at his present age, have been many years back, for he was not yet ten years old, but to the imagination of a boy at his age, a few years seems as remote perhaps as half a century is to the tottering old man who re calls the events of his early life. A host of in distinct images had been kindled into life by the carven figures he had seen in the church aisle. The laughter caused by his attempt to embrace it echoed again in his ears. What foUy it is to imagine that the events of chUdhood are of no importance — that the lights and shadows which flit before the childish fancy are so evanescent as not to colour the after-Use. It is a grave question whether a man's whole career is not generally influenced by the apparently trivial occurences of his childhood. It was an old-fashioned country house in which"], [39, "MR. JOYCE IS ASTONISHED. 31 Adrian sat, and it seemed to him curiously famiUar. We frequently notice when we visit any spot after a long interval how rapidly the same ideas that passed through our minds in the by gone days are revived. Adrian felt sure his memory did not deceive him, and that he had seen at some former time the quaint carving of that oaken clockcase, and when he heard the stroke of its sharp echoing beU he seemed to have Ustened to the same tone but an hour before. Every article in the room had some suggestion of its own to remind him of the past, and from material objects his fancy wandered to the two girls who had greeted Mr. Joyce at the garden gate. Surely it must have been with two girls he had played when a chUd, and one of them tossed her baU through yonder diamond casement. Full of the idea Adrian rose and actuaUy put his finger upon the glass, as though expecting to find it still broken, and the next moment smUed at himseU, convinced that he was mistaken altogether. His vague impressions were, however, to be soon"], [40, "32 LOST FOOTSTEPS. put to a more rigorous test. The room in which he sat, did not command a view of the garden, but soon a distant murmur of voices graduaUy approaching nearer, told him that Mr. Joyce had found his friend, and that they were coming into the house. The conversation had evidently been about him self, for as the gentlemen neared the house it dropped to a whisper, and Adrian, even if he had been inclined to play the eavesdropper, could not have distinguished a syUable. A moment more and Mr. Joyce entered — then his friend. Had the face of one risen from the dead con- fronted the curate of Molton, as he stood in the open doorway, he could hardly have looked more alarmed than he appeared to be at sight of the lad sitting there. That some vivid and painful resemblance was perceivable in Adrian's face was certain, but the curate, mastering his feehngs for the time, motioned Adrian, who rose as they entered, to be seated again. But a world of passionate yearning, which admitted no longer of control, fiUed the breast of"], [41, "MR. JOYCE IS ASTONISHED. 33 the lad, and rising from the chair again, with his steady gaze fixed upon the face of the clergyman, he said enquiringly and in tremulous tones : \" Mr. Percival Hope ? \" \"Good Heavens!\" exclaimed the clergyman, dropping into a chair, as though he had received a sudden wound : \" Mr. Joyce, where have you discovered that poor boy ? \" Mr. Joyce, completely mystified, whispered to the curate to come into the parlour, and he would explain all he knew of the matter. In a few words he detaUed the circumstance already known to the reader ; and then the curate said : \" That you should have been instrumental in bringing that lad here, Mr. Joyce, is one of the most singular things I ever heard of. I have advertised for him year after year, and his poor father has been almost broken-hearted through hearing no tidings of him.\" \" But the boy tells me that the father left him and his mother voluntarUy.\" \" The poor child is not even aware who his father is, Mr. Joyce. The man you allude to is 3 VOL. I."], [42, "34 LOST FOOTSTEPS. an adventurer. The wretch who tempted my poor brother's beautiful wife from her home, and not content with destroying his domestic happi ness, involved him in difficulties which utterly bhghted his good name. The guilty woman fled with her paramour, and, as if to make her hus band's desolation the more complete, took with her his only child — the boy who is sitting yonder. Perfectly satisfied of my brother's innocence, I have kept this sad story (which occurred before you came to live in this neighbourhood) a pro found secret. You have done me many a kind ness, Mr. Joyce, but your goodness upon this occasion has made me your debtor for Use.\" \" Tut, tut — goodness — bosh, my dear sir ; what is to be done with the boy ? Very singular for me, as an old lawyer, never to have asked his name. But I congratulate you upon your nephew, Mr, Hope, he's a clever Uttle chap, and I should like to take him in tow, and put him under some good artist.\" \" I dare say the poor lad is completely igno rant,\" said the clergyman, \" and in want of"], [43, "35 MR. JOYCE IS ASTONISHED. training. I think it will be best for him to study at some good school for a time. Meanwhile, I think you wiU agree with me, that these painful revelations had better be kept from him for a time at least.\""], [44, "CHAPTER IV. Home Life Four years after the events narrated in the last chapter, Mr. Hope was seated in his Uttle parlour in a very contemplative mood. The girls had gone out with Adrian for a stroU, and the curate was alone with his housekeeper, Mrs. Crankley. Accustomed for some years to the reverend gentleman's quiet habits, and having the utmost esteem for the sainthness of his office, she never interrupted him. At length Mr. Hope broke the sUence himself. \" Do you know, Mrs. Crankley, I am getting a Uttle uneasy about Adrian ? \" \" Indeed, sir ; why ? \" \"lam afraid, ma'am, we shaU not keep him much longer ; the boy gets restless and impatient,"], [45, "37 HOME LIFE. I fancy. He teUs me that he has a great ambi tion to be a painter. He has made some progress at school, and I really think his abilities are exceUent ; but he is fond of caricatures and whimsicaUties, which are somewhat detrimental to more serious studies.\" Adrian had evidently displeased Mrs. Crankley, for she took up the thread of the curate's discourse rather sharply. \" Since Master Adrian is home for the hohdays, sir, I am sorry to say that I have frequently to complain of his disfiguring the walls and ceilings with frightful figures. Only this morning when I awoke, I was quite terrified by the sight of a hideous monster, drawn upon the ceiling just above my head. I found Master Adrian had done it with the flame of his bedroom candle. I wish you would speak to him, sir. It is most unseemly in a clergyman's house.\" Mr. Hope smUed at the grim aspect of his housekeeper, and said : \" I wiU forbid it, madam, but with reference to this idea of turning artist, what think you ? I"], [46, "38 LOST FOOTSTEPS. have heard such melancholy accounts of their doings, and even Mr. Joyce himself admits that they commit great follies, and that the propor tion of those who become eminent is very smaU indeed.\" \" A dreadful set, you may depend, sir. In fact a relative of mine had a son who assisted to paint the scenery of a theatre. I could never speak to him after that.\" \" That is not a very lofty walk of art, Mrs. Crankley, though probably paid weU enough. I refer to landscape and figure painting. I read lately an account of the lamentable suicide of an artist of great power, whose ambition went beyond the requirements of pubhc taste, and brought misery and distress only. I am almost afraid whether I am doing justice to Adrian in aUowing him to foUow art as a profession. The sad mis fortune which befeU his poor father \" Mrs. Crankley put her finger to her Ups, and looked in the direction of the door, and in another moment Adrian dashed merrily into the room, full of youthful eagerness, but seeing the grave looks"], [47, "HOME LIFE. 39 of his uncle was scampering away again, when Mr. Hope called out : \" What do you want, Adrian P \" \" Only the book Mr. Joyce brought yesterday, the ' Life of Gainsborough.' There it is on the shelf, uncle.\" Mr. Hope reached the book, and said \" Leave us alone a few minutes, Adrian.\" \" Yes, uncle ; thank you for the book,\" and he disappeared instantly. \" Yet, ma'am,\" continued the curate, \" if the bent of Adrian's mind should be in the direction of art, I don't know that we ought to thwart him.\" \" The world is full of wickedness, sir, and I should say keep him out of it, if possible.\" \" I have read, Mrs. Crankley, that it is better a man should live and die without success in the career for which he feels himself fitted by nature, than that he should heap up a fortune by labour into which the heart has not enteied.\" Mrs. Crankley shook her head. Her notions of success and faUure were regulated more in accord ance with worldly opinions."], [48, "40 LOST FOOTSTEPS. \" Don't you think, ma'am, there is some danger in too great exclusiveness ? Is it not weU some times that the young should know something of the world, even if it disenchants them a little ? \" StiU the housekeeper held her ground. \"There was an old neighbour of ours, Mrs. Crankley, who guarded his daughters so carefully, that the girls seemed as though they had Uved in a convent ; yet when their father died what became of them ? They both married men of worthless character, and were miserable, aU for want of a little experience and knowledge of the world.\" Mrs. Crankley listened patiently to this ; but her views were not altered. Her sole idea of Use was discipline. She was a highly respectable old lady. Her neat black dress and precise cap which had not a friU more than necessary, and the two Uttlo curls that decorated each side of her wrinkled forehead, her rigid poUteness, even in the most familiar intercourse, bespoke her respectabiUty. She never aUowed herseU the least indulgence upon the score of her years. Indeed, that was one of her most sensitive topics, for her good"], [49, "41 HOME LIFE. health and activity made her seem younger than she reaUy was. She sat as upright in her chair as though she had been tied to the back of it ; was never in bed after six in the most wintry weather. As to the church service, let it hail, rain, thunder, or snow, there was Mrs. Crankley. Mr. Hope found it a Uttle difficult at times to get on with this worthy female. He was a Uberal and tolerant man, and was not incUned always to put such harsh constructions upon the motives and doings of his flock, as his housekeeper. H a mem ber of his congregation strayed from the right path, the good olergyman was always anxious to discover first what the temptation had been. The Reverend Percival Hope had been curate of Molton for a good many years. Lovers of the Surrey hiUs need hardly be told what a lovely district it was, and many a time had rising painters, famous now upon the academy waUs, sketched his pioturesque home and fine old church. What visions of purple hiUs and shadowy trees, what exquisite glens and emerald meadows I recaU when I think of Molton."], [50, "42 LOST FOOTSTEPS. Though near enough to the modern Babylon to discern its mighty canopy of smoke on a clear day, Molton was yet as quiet and rural as though it had been hundreds of miles away. One racketty student fresh from college, who paid his old tutor a visit, declared himself unable to find any amuse ment save smoking in Molton, but he had, it must be owned, not muoh taste for fine scenery. It is consohng in these latter days when we are aU hoping and longing for something we may never obtain, to find here and there a quiet, peaceful man who is happy and contented with his lot in life. Such a man was Percival Hope. and with his hundred-and-twenty pounds stipend thought himseU on the whole a fortunate man. He acted up to the doctrines he preached, and his congregation respected him accordingly. One thorn in his side yet pained him, but even regarding that he was still hopeful. This was in reference to his brother Martin. Some inkUng of the truth had crept out in the vUlage, though repressed out of affection for the clergyman. It was known, and perhaps to a"], [51, "43 HOME LIFE. greater extent than Mr. Hope was aware of, that his brother had rendered himself amenable to the law and had suffered an imprisonment, after which he had gone to Australia. Adrian still remained in profound ignorance of all this, and with his two cousins, Maude and AUce, was very happy. Maude, the eldest, was a merry Uvely girl, full of mischief, and leading poor Mrs. Crankley such a Use that the good lady was often led to declare that \" such doings would not have been tolerated in her young days.\" She was brimfull of tricks, and was much encouraged therein by Mr. Joyce, who constantly offended the worthy housekeeper also, by his free and easy notions upon the subject of rehgion. Long and frequent were the discussions held between the lawyer and the curate, until both of them were quite exoited by their own argu ments, pro and con., the amusing part of which was, that after each had started in the most extreme opposition to the other, they generally managed to agree most heartUy before they parted. If occasionaUy the extreme views of the"], [52, "44 LOST FOOTSTEPS. lawyer passed Mr. Hope's view of toleration upon religious topics, a slight coolness was caused for a day or two ; but a genial note from Mr. Joyce, usuaUy accompanied with a present for the girls, set matters straight again, and Mr. Hope fully beUeved that he, and not his neighbour, had been the offending party. The temperament of AUce was altogether of a quieter kind than that of Maude. She was as sweet-tempered and genial a girl as ever was born. When Maude, who deUghted to put Adrian in a passion, by spoiling his drawings, would even draw her finger across any choice sketch in water colour, Alice was generaUy the peacemaker. Maude was quick, keen, joyous, and passionate : Alioe, calm and serene as an October afternoon. Maude would learnanything with the slightest possible effort, and forget it entirely on the morrow ; but AUce, slower, was deeper, and what entered her mind was fixed there. Maude was best pleased with those who openly admired her, a style of admiration which AUoe shunned. They were both charming in their way, and the"], [53, "45 HOME LIFE. curate was very happy with them, though a sad hour would sometimes oppress him when he saw how Uke AUce was to the beautiful wtfe who was lying in Molton Churchyard."], [54, "CHAPTER V. Adrian's First Studio. \" I begin to doubt,\" said Mr. Hope, putting down the Times which his friend had brought with an account of some marveUous discovery in science, \" notwithstanding our boasted intellectual progress and our superiority to past ages in the general diffusion of knowledge, whether our age is moraUy keeping pace with its mental advance.\" \" I fear not, friend Hope. Mixing stUl with some of my old business friends I do not find that there is so much confidence in each other as I can remember years back. One seems to lose the old charm of simpUcity and candour which was for merly associated with EngUsh society. People make Ught of folUes and vices, which, at one time, would have been considered very injurious to morality at large, and even parents, in many"], [55, "Adrian's first studio. 47 cases, do not reflect sufficiently upon their serious responsibiUties. Young people grow up with scarce any check upon them.\" \" They do, indeed, Mr. Joyce, as I have seen but too often, in visiting members of my congregation. We do not study our chUdren enough. They are more sharp-sighted than we give them credit for, and see through the weaknesses, folUes, and inconsistences of those who have charge of them, while the parent, friend, or guardian, like a careless sentinel, allows the fortress to be taken by surprise, and wonders it was not better defended. Too much is done for mere display and outward appearance.\" \" Yes ; and one indiscriminate course of study is adopted for every kind of inteUect and tempera ment, and whUe one turns out amiable and good, and another goes to the dogs, we shake our heads over the depravity of human nature, when, per haps, not the human nature itself, but the narrow system that cramped and confined it is to blame. But a truce to moralising : I looked in to have a"], [56, "48 LOST FOOTSTEPS* word with you about Adrian. How's the boy getting on ? \" \" In mischief, I fear, at this moment.\" \" Patience, patience, my dear sir. The lad wiU do famously with a Uttle management ; there are some natures that wiU not bear being driven. I think I saw him near Gabriel's miU as I came along : let us go and take him by surprise.\" Adrian was reaUy at the spot Mr. Joyce referred to, trying at that moment to make a sketch of it in water colours. He had chosen a pleasant time for his task. It was a quiet, serene morning, the gentle babbUng of the miU-stream alone breaking the sUence. Dark wUlows bent over the stream, and covered it with a mysterious but transparent shadow. Lower down the stream widened a Uttle, and a clear open pool reflected the gorgeously tinted clouds, and the taU bulrushes on the banks nodding their velvety heads to the Ught breeze that wandered through the vaUey, and brought to the ear the echoes of tinkling sheep beUs upon the neighbouring downs. The placid beauty of the scene threw Adrian into a dreamy"], [57, "Adrian's first studio. 49 reverie, and dropping his brush, he forgot for the moment everything around him. Those who have the \" vision and the faculty divine \" are perhaps a more numerous class than might be imagined. God has implanted in most of us some love and reverence for his beautUul creation, though aU have not the \" accompUshment of verse.\" Adrian had not perceived his uncle and friend untU they were standing close behind him criti cising his work. \" And you still think you would like to be a painter, Adrian ? \" said the curate. The youth looked up eagerly, flushed with enthusiasm. \" Oh, yes, uncle, I am quite confident of that. I have been sitting here aU the morning, but I can't finish the sketch for I have no more water colours.\" \" Here, run into the town and get some,\" said Mr. Joyce, handing him half-a-crown. \" ReaUy, my dear sir, you will spoil him, you will indeed.\" \" Nonsense, it's worth ten times the money to VOL. i. 4"], [58, "50 LOST FOOTSTEPS. see his enthusiasm. We old fogies have lost that pleasure ourselves.\" So the two friends continued their walk, and Adrian fetching some colours, remained at the miU nearly the whole day At breakfast-time the following morning, Mr. Hope was amused to see the children glancing furtively at a sketch which Adrian, whenever he thought his uncle was looking, hid under the table. This piqued Mr. Hope's curiosity, and he asked to see Adrian's achievement. Adrian brought it round diffidently to his uncle's chair, and a thrill of gratified vanity passed through his breast when he saw an unmistakable expression of surprise upon his uncle's face. \" You have done this alone, Adrian ? \" \" Yes, uncle, I tried so hard, you can't think, not to omit anything. It was so difficult to get the grey appearance of the stones the miU is buUt with ; and do you notice the swaUows' nest under the eaves, and the cart waiting in the lane behind the miU for that sack of flour the man is bringing down the step-ladder ? \""], [59, "Adrian's first studio. 51 \"Oh, and do look at the bulrushes, papa, are they not pretty ? \" said Maude. \" And I think the reflection of the clouds in the water quite grand,\" was Alice's comment. \" Not so beautiful as the outline of Leith HiU, just above the roof of the mill,\" cried Maude, \" and how Adrian contrived to get that beautiful sunhght through the trees is quite astonishing.\" \" Upon my word now, there is something in this I really beUeve,\" murmured Mr. Hope, \" I won der what Mr. Joyce wiU say — but he never seems astonished at anything. Yet I think he wiU be obliged to allow it has some merit. Run over to Mr. Joyce, Adrian, and take the girls for a walk with you, and ask him to give me a call.\" The errand was however rendered unnecessary, for the curate's friend was at that moment coming up the garden path, upon which, Adrian having considerable doubt as to his patron's opinion being so favourable as that of his uncle, hurried out of the room, leaving the picture to stand on its own merits. Mrs. Crankley followed the visitor into the"], [60, "52 LOST FOOTSTEPS. room, and could hardly beUeve her eyes when told who had painted the sketch. Much as she depre ciated his performances upon the ceiUng, she made fuU compensation now in warm praise. But Mr. Joyce held the picture in different lights, and sniffed, and winked, as only your true connoisseur knows how, putting it down at length with a sUght shrug of the shoulders. In fact there was just enough promise in what Adrian had done to make Mr. Joyce a Uttle afraid of the encouragement he had given. He had mixed a good deal with artists, and knew also how captivating their Use appears to the novice. He had seen youths of moderate abihties puffed up by their mistaken friends untU they believed them selves capable of anything, and were painfully deceived at last by out-spoken critics. No praise can be tco great for the amateur who cultivates art from genuine love of it, but it is the wildest folly to adopt it as a profession unless possessed of striking individual powers. Such was the substance of the lecture Mr. Joyce delivered when he saw how seriously his"], [61, "Adrian's first studio. 53 friend had taken up the idea of art as a profession. \" However,\" he concluded, \" we shaU soon see if Adrian has the requisite faculty and perse verance, and U so, I have a friend who will put him in the right way. Let him try what he can do by himself for a time.\" So Adrian began to paint in earnest ; his first studio being an empty hayloft. Mrs. Crankley was immoveable on this point — that he should not study indoors. In vain did our hero protest that he would make no dirt or confusion in the house ; that he would in future respect clean walls and drawing room paper hangings. The marks of his former sins were stUl there to testffy against him ; and the worthy dame was inexorable. His carpentering skUl was called into request to construct a rough skylight, and a ladder to ascend the hayloft, and he was as proud of his labour as though he had been a Brunei or a Stephenson. Mr. Joyce came frequently and looked at his work, and he soon became famiUar with the tech-"], [62, "54 LOST FOOTSTEPS. nicalities of art. Indoors Mr. Hope listened with an amused smUe to his anecdotes of great painters, how Giotto had been a poor shepherd-boy ; Turner, the son of a hairdresser, and other simUar instances of men rising from obscurity to fame. FuU of enthusiasm, he was yet subject to fre quent fits of despondency, when he became disgusted with his work, and lost aU beUef in his own powers. Quick in temper, and somewhat caustic to outsiders, he had the warmest feeUng and widest sympathy for those of whose affection he felt assured. He had a quaint fancy and a fund of grotesque humour, abundantly shown in some caricatures of his uncle's parishioners, but this was a branch of art Mr. Joyce did not much encourage. \" Nothing createi enemies, Adrian, sooner than iU-timed ridicule : people are generally but too conscious of their own shortcomings, which, if they cannot hide, induces them to claim at least the indulgence of faUible mortals like them selves,\" said the lawyer, who, with Alice, was looking at Adrian's latest work, and detected"], [63, "Adrian's first studio. 55 these grotesque whimsicaUties upon the table beside him. \" You have got on beautUuUy, Adrian,\" said Alice, \" I have not been near you for several days because I wanted to judge better what advance you had made.\" \" Perhaps it was as well you stayed away, dear, for you would have often seen me perplexed and annoyed with my frequent faUures.\" \" You must not mind that, Adrian,\" said Mr. Joyce, \" young artists are very apt to imagine in advance of their executive powers.\" \" Why should you be so anxious, Adrian, if you do not succeed at once?\" remarked his cousin, \" I suppose you wiU at least be able to earn a living by art, if you cannot become a great painter ? \" \" Pooh ! AUce, do you think I wish to be a mere copyist and imitator ? Besides, I want this sketch to be good, so that I can show it to the celebrated London artist, Mr. Joyce's friend.\" \" Now do you leave off grumbling, my young"], [64, "56 LOST FOOTSTEPS. friend. AU the great artists I know talk very little, and by Jove the critics, the connoisseurs, the picture dealers, and others won't give them much chance, for they of course are supposed to know better what the artist intended than he does himseU. Just tell me what you think of this ? \" Mr. Joyce untied a roU he carried and held up a briUiant and vigorous drawing to Adrian's gaze, which for some seconds fiUed the youth with speeohless admiration. \" That was copied, young shaver, from a picture by Salvator Rosa, in the Louvre, by the artist I have referred to. See how daring and wonderful it is — how every feature of the landscape seems individuaUzed. It is rugged and unpoUshed, of course. One does not expect repose in Salvator Rosa. He had an eye for the ' vast, alone, the wonderful, and wud,' generaUy choosing subjects which while true to nature, yet have an air of novelty. No fair open plains, no sunUghted vaUeys, only sombre forests and terrible precipices. Look at those trees ? You don't expect nymphs and gentle swains reohning beneath them at noon-"], [65, "Adrian's first studio. 57 day. The huge trunks are half uprooted by age and storms. Birds of pray find shelter in the branches, which look like the masts of ships that have been dismantled in a tempest. Here we have something entirely different.\" Mr. Joyce took up another copy of a work by Claude. \" How quiet and subdued it looks, does it not? and at first we are hardly disposed to award it such praise as it deserves ; yet how the landscape grows upon you as you study it.\" \" What is Adrian doing now ? \" asked Mr. Hope, who had joined them. \" Do you know, papa, Adrian is doing nothing but grumble ? \" \" The vain fellow only wishes us to praise him more. \" No indeed, uncle,\" exclaimed Adrian, \" only look here ; I have been trying for three weeks to get a portrait of Alice, and see what a siUy doU it is.\" \" Considering it is a very good likeness, Adrian, I don't call you very complimentary.\""], [66, "58 LOST footsteps. \" Well, well, it is vexiDg to imagine oneself a bungler after all, dear ; but unless I make rapid strides when I go to London I wiU give it up and learn some kind of business. I avUI take the pen instead of the pencil, and the ledger and high stool in place of the easel.\" \" If you really mean to achieve something,\" said his uncle, \" you must constantly bear in mind what Mr. Joyce is so often telling you about patience, study, and calm determination. There can be, I see plainly, no royal road to art more than to learning. I did not come up however to give you a lecture, but to ask you if you are disposed to go to the revel with the girls ? \" \" Oh, yes, uncle, by all means. It is not high art ; but I dare say we shall find some amusement in it. I heard the drum beating some time ago.\""], [67, "CHAPTER VI. The Revel. The cottage of Mr. Hope was nearly a mile from the village of Molton, a straggling, sleepy-looking place, consisting of half a dozen public houses, and a few dreary shops in the \"general hne,\" a kind of establishment, which, professing to sell any thing is frequently out of everything. The original village was almost deserted, as, in consequence of the opening of a railway station within two miles, all the new houses had been built in that direction. But for once the village of Molton was looking lively, nearly every house being decorated more or less in honor of the revel, which took place there yearly. The blowing of trumpets, and beating of drums, together with noisy songs and laughter echoing from the pubhc houses showed that the"], [68, "60 LOST FOOTSTEPS. Moltonians were enjoying themselves after a fashion. It was what our American friends would have oalled \" a one-horse affair ; \" but people who hve apart from the great centres of commerce or fashion are easily amused, and must content themselves with such entertainment as they can get. A great crowd had assembled in front of one of the booths, which was decorated with an immense picture representing the Falls of Niagara. It was an astonishing display of water power, and not badly painted, though the energetic assurances of the proprietor who stood on the top of the steps leading to his temple of art, that it was painted by a member of the Royal Academy, raised a shout of laughter from the yokels. The man was something of a wit in his way, and kept the people amused while he described the wonders of a panorama which was to be seen within, of the Mississippi or some other great American river, with every mile of which he declared himself perfectly familiar. The panorama however did not attract any great audience, and"], [69, "61 THE REVEL. stepping upon a cartload of goods which stood next to the show, he commenced a mock auction. \"Now my worthy clodhoppers and smook-frock wearers, you behold once more the celebrated Thomas Wolfe, the universal genius, who has displayed his abilities before all the croAvned heads of Europe. He has seen all the courts and most of the blind alleys in the great capitals of the world, and now has come down to Molton for your especial benefit.\" \" Oh, ah, walker ! \" says a would-be wit in the crowd. \" It will be walker with a vengeance, my friend, if you purchase this magnificent pair of high lows. Look at 'em, consider about 'em, and say upon your soul did you ever see such upper leathers ? Now, if you don't give five pounds when I've told you the history of these highlows you are wiser than I take you for. I know a man, and he's got a brother, and his brother told him that he saw a chap the other day that remem bered to have heard his great grandmother say that she believed the maker of these highlows waa"], [70, "62 LOST FOOTSTEPS. first cousin to the builder of the seven leagued boots. Won't you say five pounds after that? Well, then, I say it without any disrespect to her gracious Majesty, but I know you'd give your last sovereign for them.\" At this juncture a rustic sheepishly offers five shillings. \" My dear sir, will you kindly cover that crown of yours with your wideawake, because I blush for you. If you only knew the lives lost in getting the iron for these hobnails — if I told you that a ship was chartered to bring a cobbler's lapstone from Turkey before these highlows could be made — if I said that the shoemaker's foreman was choked with a bristle, in his anxiety to whip the universe with this particular pair of highlows — if I told you that \" But somebody is unable to resist such eloquence any longer, and offers ten shiUings. \" Half-a-sovereign only for the great great grandchildren of the seven leagued boots; what next ?\" \" Another sixpence \" is called out."], [71, "63 THE REVEL. \" Half-way to the coast of Guinea. No advance, going — going — gone ; \" and he drops the boots upon a countryman's head, who seems delighted with the rough joke. \" Up with your money, young man, and thank your good fortune, for if you only polish these boots properly all the pretty girls wiU use 'em instead of looking glasses.\" With a wink of great profundity, intended to suggest that the purchaser had been taken in, which told immensely with the crowd, our Demosthenes of the caravan dived into a mis cellaneous heap behind him and came forward agam. \" Now, ladies and gentlemen, I'll ask you a conundrum, and its a good one, for I made it myself. What musical instrument is hke u low pubhc house ? you give it up of course. WeU then, a vile inn, and here's one I'm going to give away. That's the tune the old cow died of,\" he continued, rasping viciously upon the strings, \" but it wouldn't do for me to play my best or you'd bid till you were ruined. Now, young lady with the cherry-coloured ribbons flying, say forty-"], [72, "64 LOST FOOTSTEPS. shillings for the fiddle and I'U present you with a beau.\" \"She's got two already,\" says a disappointed suitor. \" Well, if you're one of 'em, I don't wonder that she wants two strings to her bow. But who bids for the fiddle. Here's a bran new box of music. Two sovereigns only for a box fuU of notes. Now I read the other day of a man picking up a note on London Bridge, and the policeman wouldn't let him keep it because it happened to be lying in another man's pocket. But here's a bridge that's safer than London Bridge, for the oftener you go over it the more notes you'll find, and the only thing the police man Avill do is to teU you to go into the next street. No bidding at forty-shillings? say five then and a lump of rosin into the bargain ! WeU, if music has no charms to sooth the savage breast what else have I got ? \" \" Here they are ! a fine pair of beUows. I won't puff them, but if you want to save your fuel now's the time. Put on a handful of cinders and"], [73, "65 THE REVEL. half-a-dozen brickbats and you'll have a tremen dous blaze in no time. You can blow up your wife with 'em, and it'll save a deal of talking and give her the advantage of having the last word.\" The last stroke was successful, and the bellows being knocked down, a handsaw was submitted. \" I don't brag, gentlemen, in fact I've been twice ruined by my modesty, but a word or two about this saw I must have. Such a saw to saw as this saw you never saw, and I'm not sawcy for saying it. It was made at Sstiebridgeworth, and the maker was no sawnej I can tell you.\" No one would bid for the saw, and the show man introduced some crockeryware. \" What we've got here aint an engraving, nor a print, nor a cut, nor an etching — it's only a plate. I've got pie plates, and cheese plates, and other plates, one penny each. They'll never bend, and if they break what can be a better present than a piece of plate for a friend.\" Many were sold, and the auction began to flag, when he produced a razor from his velveteen. jacket. VOL. i. 5"], [74, "66 LOST FOOTSTEPS. \"It's just the thing for a poacher, my boys, and I'll teU you why. He can cut off as many hairs as he likes, and no keeper will interfere with him. Three-and-six for the razor — two-and-six — one-and-six — one shilling — anybody say a shilling ? Shut up the magic bazaar, Jack,\" he cried to his man, \" and we'll open the wonderful panorama once more. Fifteen thousand miles of American scenery, ladies and gentlemen. No mistake, I assure you. Walk up, walk up, be in time. Be — in — time ! \" The entertainment we have described was just over when Adrian and his cousins arrived at the fair, and the showman had gone into the tavern opposite in company with several admirers to refresh himself after his labours. His deputy, however, still kept up the solemn warning, \" be in time,\" and Adrian went with the girls into the caravan. They were treated to a panorama which turned upon rollers, and which must have moved with prodigious swiftness to display fifteen thousand miles of American scenery in five minutes. Then"], [75, "67 THE REVEL. there was an exhibition of a learned pig, who when asked to point out the greatest dunce in the room, deposited a capital D at Adrian's feet, causing his cousins to laugh merrily, and himself to feel just a httle confused. The man who had been vociferating outside now entered the caravan and played a lively dance tune on the violin. After a few bars there bounded from behind a curtain at the back of the van a girl dressed in the costume of a theatrical fairy, who began dancing most gracefully. Her figure was light, her move ments easy, her attitudes extremely picturesque. She was evidently very young, though in the dim light of the caravan it was not easy to dis tinguish her features. Bending forward in one of the movements of the dance her face almost touched that of Adrian, who then for the first time recognised her. There could be no mis taking that beautiful figure and expression of face. It was Cecily ! There was a fascination in every movement of this lovely girl which visibly influenced"], [76, "68 LOST FOOTSTEPS. even the rough uncultivated audience of the caravan. To Adrian her graceful attitudes re called an exquisite figure in one of the paintings belonging to Mr. Joyce. He was so deeply moved that he forgot the time, place, and scene, and only remembered the happy days they had spent together. The dance she had performed finished the entertainment, and Adrian, aroused from his reverie, remembered that he must speak to her at once if at all. Taking advantage of the bustle made by the crowd hurrying towards the door, he stepped forward, took her hand, and said in a low tone— \" Cecily, don't you remember Adrian ? \" Perhaps he was altered the most, or it might be his different costume, but for an instant she did not recognise him. Then suddenly bound ing forward and kissing him, she said delightedly, \" My dear boy, forgive me, but you looked such a gentleman.\" \"And you the loveliest little fairy that ever was seen, yet I knew you, Cecily.\""], [77, "69 THE REVEL. \" Hush,\" she said in a whisper, \" I dare not speak to you here — Wolfe has been so violent when your name was mentioned, and has for bidden me to speak to you.\" \" Then see me at dusk, dear, at the back of the caravan. I can come behind the shows and not be seen, I have so much to say to you.\" \" Yes, Adrian dear, don't stay now please, father will be here in an instant to see what money we have taken.\" Adrian had been separated from his- cousins for a moment by the crowd, but when Maude saw Cecily kissing him she was not a httle astonished — besides being a trifle jealous. She did not imagine there could be anything wrong in the act, but when they walked back and found Adrian very silent and thoughtful, she began to rally hhn. \" Adrian is wonderfully quiet, is he not Ahce ? I do beheve he has been fascinated by that pretty dancing girl.\" \" Perhaps so, Maude, she was enough to fasci nate Adrian or anybody else. What expressive eyes, what lovely hair, and transparent skin ; and"], [78, "70 LOST FOOTSTEPS. such a figure, why a Princess might be proud of it !\" \" Perhaps she is a highborn beauty, who knows ? who has been stolen by the gipsies when she was a child like the httle girl in that tale we read yesterday. I'm sure there must be a romance about her.\" \" I Avish you would hold your tongue, Maude,\" said Adrian in a pet. \" That is the very girl I have so often talked to you about.\" \" What, Cecily ? Never ! \" oried both the girls in a breath. \" It is indeed, and I am afraid poor thing she is not happy or weU treated. I have promised to meet her this evening, and mean to bring her home and hear what Uncle Percival can do. She shah not follow this hateful life any longer if I can help it.\" Full of this idea, into which the girls entered most heartily, they reached home, but were disappointed to find their uncle had been caUed to the death-bed of a parishioner. There was no help for it, and Adrian waited with what"], [79, "71 THE REVEL. patience he could command till dusk, and then went back to the Revel. He reached the spot agreed upon with Cecily, but it was some time before she appeared. When she came at last it was evident that she was in great terror lest her absence should be discovered, and fancying some one called her, would have hastened back to the caravan. This Adrian, however, would not permit, but insisted on taking her back with him. He pictured in gloAving colours the kindness he had experienced and the warm reception she would be certain to obtain, and finally she was per suaded to accompany him. Hastily putting on an old shawl and a hat very much the worse for wear, this innocent couple threaded their way between the lumber and confusion in the rear of the hne of shows, Adrian feeling almost hke a knight of chivalry resouing some fair distressed damsel from ruth less enemies, and Cecily picking her way as lightly as though the very echo of her footsteps would bring immediate discovery."], [80, "72 LOST FOOTSTEPS. Once clear of the Revel and in the open fields, she was more like her old self, and in her childish joyous happiness, she recaUed every moment some memory of their former life, which made them both laugh merrily. The sun went down with a blaze of light over Leith HiU as they neared the cottage, and Cecily, almost as keenly alive as Adrian himself to natural beauty, said — ' \" Look, Adrian, how glorious ! What a beautiful world it would be if people didn't spoil it. How happy you must be to spend your hfe in such a place. But, Adrian dear,\" and her voice dropped suddenly to a whisper, \"you have not told me if mother is vrith you. Father is in a passion if her name is men tioned, and says he never wishes to see her any more.\" \"He Avill have his Avish then, for she will never see him any more on this earth.\" He then, while poor Cecily's tears feU fast, described as tenderly as he could what had taken place, glossing over the poor deluded"], [81, "73 THE REVEL. woman's failings, and bidding Cecily not be despondent. \" Adrian, it is quite dark,\" cried she suddenly, \" do let me go back at once and I wiU try and see you in the morning and teU you what town we shall go to next.\" \" I shan't let you go, Cecily,\" said Adrian firmly, \" here is my uncle's house, and when he comes home we will hear what he advises. I know he wiU invite you to stay with us always.\" \" But father wiU be so angry, dear, when he finds me away, and perhaps beat me. He does sometimes when he has been drinking.\" \" My uncle will see all about it, Cecily, don't be afraid, but come in with me.\" The poor girl, much alarmed, aUowed Adrian to lead her into the house, where Maude and Alice welcomed her most warmly. Mrs. Crankley looked a httle blank, but she was acoustomed to see in that house the halt, the lame, and the blind ; frequently, in the strangest oos tumes, sometimes with scarce any covering at"], [82, "74 LOST FOOTSTEPS. all, so that the sight of a very beautiful girl in shabby finery did not overwhelm her. Adrian had so often extolled the beauty ami cleverness of Cecily that Maude and Alice fel( at home with her at once. As to the poor danger, the society of cultivated girls of her own age was quite a revelation to her. All the gay spontaneity of her nature was speedily revealed under this sunny influence. She told them the lunniest anecdotes of her Bohemian life, showed them conjuring tricks, imitated the characters she met with amongst the show people, sang all the songa she had learned with Adrian wheu they where children together, while Alice, who was a far better musician than Maude, accompanied her delightedly on the piano, and Adrian brought out his violin. They told her over and over again that Adrian had not praised her singing half enough, for the simplest ballad moved them as they had uever been moved before. Her tono was £f> 3weet and hor intonation so pure. They were all so merry and happy, that the-"], [83, "THE REVEL. 75 caravan was utterly forgotten, but CecUy's fear of Wotfe had not been Avithout cause. The van was lighted up earlier than usual, for CecUy's performance had been so popular in the morning, that it was intended for her to begin the entertainment in the evening. Wolfe had been a httle suspicious latterly of CecUy. She had shown an unwUlingness to perform frequently. She was becoming daily more womanly in appearance too, and the coarse louts who frequented the country fairs occasionaUy discussed her budding charms (which WoHe insisted upon her displaying rather hberaUy), in language that made her cheeks burn with indignation and shame. When speaking with Adrian, she had been seen by one of the performers, and her absence reported. WoUe quickly foUowed and caught sight of them just as they entered — to his great astonishment — the curate's house. An hour or more passed, and stUl Wolfe waited, watched, and wondered. When Mr. Hope came home, he was surprised"], [84, "76 LOST FOOTSTEPS. to see a man looking through the casement of his little parlour. Coming nearer, the shadow of the intruder became more distinct, being thrown into strong relief by the light of the lamp inside. It was a form the clergyman had seen once before, but then under circumstances which stamped its image indelibly upon his memory. In all his previous life Percival Hope had never felt such a rush of stormy passion as he did then. The memory of a woman's honour blasted, and her child only rescued from a vicious life through the sympathy of a bene volent stranger, fiUed him with such a desire for vengeance that for the first time in his hfe he hated that sacred calling which taught him that \" vengeance is the Lord's.\" Seen but once while Avith his brother in swift pursuit, there was yet an individuality in the man that made his face and person easy to re member. Rushing swiftly up the garden path the curate seized him by the ooUar, and caUed loudly for assistance."], [85, "77 THE REVEL. His voice brought the httle party out of the house in a moment. But Wolfe was not a man to be taken by surprise. He recovered his self-possession instantly, and shook off his assaUant with such force that he fell heavily to the ground. Adrian ran to his uncle's assistance, for he had been stunned by the fall. Taking advan tage of the confusion, Wolfe seized Cecily roughly and disappeared. Mr. Hope was some hours before he recovered from Wolfe's attack, and it was too late to go in search of CecUy. If they had done so it would have availed them nothing, for within an hour or two every stick of Wolfe's show had vanished."], [86, "CHAPTER VII. PROFESSOR UZELLI. Adrian deeply grieved over the failure of his plan regarding CecUy, yet persevered manfully at the studies Mr. Joyce recommended, and made a very creditable advance. The connoisseur watched him with interest, and lent him valuable pictures to copy, amusing Adrian very often by the running comments he made upon their styles or subjects. \" The re's nothing in the world hke varnish Adrian,\" said that gentleman one day, as they stood contemplating an extremely smoky ' old master.' \" Varnish is a wonderfully successful ingredient anywhere. When I was in London my Avindow looked out upon a thoroughfare where varnish Avas much used. There was a pompous old feUow, one of my clients, who walked down to"], [87, "PROFESSOR UZELLI. 79 the Exchange every day jingling his gold and sUver in his pocket as he walked. The feeling that he was a man of fortune of whom grim merchants and heads of mighty firms spoke approvingly, made him look quite benevolent, but his smUe was all varnish. A more grinding old dog, or more devoted worshipper of mammon I never saw. \" There was another client, a great swell, Avith a wonderful moustache and beard, pantaloons fitting to a hair, gloves perfection, necktie faultless, and hat glossy as a raven's wing. He was known in many a West End saloon, and courted for his extravagance and Uvely humour. AU varnish ! Nobody knew how he Uved. I did. He kept two hundred pale-faced, famishing, stunted, hopeless, forlorn women, in stifling workshops, stitching for bare hfe to keep him in — Varnish ! \"If ever you become a great artist, Adrian, make the most of varnish. If you keep your carriage, and even that is done by artists now, never mind what colour it is painted, but teU the"], [88, "80 LOST FOOTSTEPS. buUder to be very particular about the varnish — and now young gentleman, attend to me. Pro fessor Uzelli has come home from the Continent, and if he will take you as a pupil, you wUl learn from him as much in a month as I can show you in a year.\" \" I should like it amazingly, Mr. Joyce,\" said Adrian, and the colour mounted to his cheeks, « but \" \"But what?\" \" I fear it wiU be a great expense, \" Suppose it is, what then ?\" \" I am afraid Uncle Percival could never afford it.\" Mr. Joyce put up his eye-glass and looked very hard at Adrian. \" Who said anything about Uncle Percival, I should hke to know? Have the goodness, Adrian, to leave this httle affair to me. Then, if you make a fool of yourself, your uncle and cousins wUl be none the worse for it.\" Accordingly the very next day Adrian, who had not slept a wink over night from excitement,"], [89, "81 PROFESSOR UZELLI. went with Mr. Joyce to London, and waited in the ante-room of the celebrated artist till it suited his convenience or caprice to see them. That Professor UzeUi was a capricious man, his warmest admirers could not deny. But though they laughed at him for his outre man ners, and questioned many of his artistic theories, he was considered one of the best and was certainly one of the severest professors of the day. He attempted great things, taking for his subjects incidents from Shakespeare — Paradise Lost— the Cain and Manfred of Byron — Goethe's Faust, and such imaginative works. In some instances he was very successful, but in others it was felt that the subtle, impalpable idea which is so often understood by suggestion only in fine poetry, escaped altogether in the realistic attempt to place it upon oanvas. Still, with all his failures admitted, he was a remarkable man, and Adrian was struck dumb with astonishment and pleasure at the rough out lines and sketches carelessly scattered about the ante-room. After some time the professor entered VOL. I. t>"], [90, "82 LOST FOOTSTEPS. and invited them into his studio, and Adrian was startled to behold a man the very reverse of every idea he had conjured up respecting him and his Avorks. All the young enthusiast's high-flown notions of the ideal life of a painter were scattered in an instant, for it must be confessed that the professor was decidedly unblushingly dirty — that he smelt ferociously of tobacco — that the brown holland blouse he wore instead of being the neatly fitting dazzlingly-clean article of costume usually depicted in pictures of artist Use, was full of holes, and the material hardly to be recognised for the many daubs of paint upon it. An old piece of rope instead of a belt did not add either to the elegance of the professor's costume. And not only the man, but the place, was dirty, dusty, unbrushed, unscrubbed, disarranged — tne very pictures and sketches tumbled about — some of them of rare excellence, and only requiring a httle pains to make them really A-aluable — were thrown into odd corners as though the painter had an utter contempt for everything"], [91, "PROFESSOR UZELLI. 83 that fell short of the standard he had set up for it. Adrian was almost pained to see that an anti chivalrous lay-figure of a Crusader had given the Goddess of Love an ugly blow with his sword, while a grim Puritan frowned defiance on a charming fortune-teUer — a ruddy Bacchus handed an overflowing cup to Luther and Me lancthon as they sat translating the Bible — a blind Belisarius held his cap to Quentin Matsy's miser, and a clown grinned through a horse-collar at the preaching of St. Paul at Athens. This jumble of incongruities, however, was less displeasing than the general want of comfort and order everywhere conspicuous. This disappointment was modified in some degree by the noble expression of the professor's face. Spite of dirt and untidiness Adrian saAv in the quick flashing eye, the bold contour of the features, the full, heavy brows, and the wide expanse of the head in the region where phrenologists have placed the ideal and reflective organs, that Uzelli was no common man."], [92, "84 LOST FOOTSTEPS. Mr. Joyce was upon intimate terms with the professor, who received him warmly, and enquired his errand. They talked for some time in an undertone about Adrian, and at length Mr. Joyce said \" I want to see a wUd young nephew of mine, Adrian, who is staying in the Temple, and I will leave you to show the Professor what you have done.\" Uzelli addressed his future pupU in a comical accent — half French, half German — which made Adrian smile at first, though the professor prided himself that his command of Enghsh was perfect : \" And zo, young master, you vill be von arteest, eh ? \" \" I hope so, sir.\" \" Vat viU you paint, eh ? ViU you paint de leetle boys at de school ven de dame is away ? Von of dem puts on ze dame's looking-glass — no, I don't mean — spectacle, dat is right. Anoder make vare handsome picture of de old lady on de slate, instead of his sums. Anoder dip his finger in de ink and make himself a"], [93, "PROFESSOR UZELLI. 85 beautiful moustache. Anoder ride ze grande chasse wiz ze dame's walking stick. Ever so many play wiz marbles upon de floor. Only one poor pale leetle shild you shaU see in a corner, who tries to learn his lesson, but he cannot, dey make so moche noise. Vat is dat ? One of dem say — ' De mistress come back ! ' Oh, zo quiet is de place ze next minute. Vill you paint Uko dat ? Ze critics caU it ze natural style.\" \" Oh no, sir. I'm told those pictures always seU well, but I don't wish to paint in that style: it seems so homely and common place.\" A faint smile played round the professor's lips. He was used to this 6ort of thing, as every young pupil generaUy began with a horror of every-day Use and reality, and wished to produce something imaginative, something ideal. In fact, not to mince the matter, unlike anything in heaven or earth, or the waters under the earth. The professor gave vent to a prolonged \" ah ! \""], [94, "86 LOST FOOTSTEPS. accompanied by an expressive shake of the head, and questioned Adrian a httle more. \" Vat do you say to de marine iriew ? On ze lest dere is a bit of shalk cliff, in de centre a boat wiz fishermen. In ze foreground some brown sand, stones, shells, and seaweed — in ze distance noting at aU, but ze zea, and ze sky, and ze leetle ships — will you paint zo?\" \" No, thank you, sir ; I'm afraid I should soon be tired with its sameness. It seems impossible to get much variety in marine views.\" Adrian again caught the professor's peculiar smile and felt he was being quizzed, but he bore it good temperedly. \" Ah, you must be vare difficult to please, I tink. Vat say you to forest scenes ? De shady lane wiz ze trees meeting at de top, and noting but green except ze leetle bit of blue sky between.\" \" I think those subjeots, sir, are so confined — I like something larger. In such scenes I always fancy the subject too small for the canvas.\" Uzelli was not displeased, for he, too, could not endure trivial prettiness, but he told our"], [95, "87 PROFESSOR UZELLI. hero he could not imagine what branch of art he aimed at. Adrian, however, thought it must be \" High Art,\" and nothing less, that was likely to suit him. Uzelli laughed, and said \" Show me vat you have done ? \" Adrian opened in a flurry a portfolio he had brought with him at a place he had not intended. Instead of a scene of Mythological Lore, in which a great number of nymphs and satyrs disported themselves, and which he intended should astonish the professor (as doubtless it might have done, but not in the way Adrian expected), there appeared nothing but a rude sketch of some tumblers he had seen performing at the Revel. He was about to put this hastUy aside and display his grand studies, but Uzelli caught hold of it, and held it whUe he examined the classical group with some impatience, after which, holding up the despised sketch to the light, he said \" Dat is de best you have done ; ze attitude is bold and free, and ze drawing not so bad. Ven you can valk, you shall run my dear High Art"], [96, "88 LOST FOOTSTEPS. Student. If you study ze ideal you must learn to hve vrizout ze roast beef and ze porter beer. Dere is only bread and water in dis country for High Art. But hear vat I say, and don't forget. It is all High Art if you can paint truth and nature. I have seen high art no bigger dan my hand. I have seen no art at all in canvas bigger dan dis room.\" The professor then appointed a time for Adrian to commence his studies, and excused himself, as he had an important work to finish for the next exhibition. Adrian begged to be aUowed to watch him at work tiU Mr. Joyce came back, and was witness to some curious freaks on the part of his future master. UzeUi quoted, in his broken Enghsh, scenes from Shakespeare, MUton, and Byron, mingled with passages from the Bible, with a keen appreciation of their value to him as an artist, but, perhaps, nothing deeper, for a muttered oath frequently clenched a scriptural extract, when some stroke which he had intended to produce a great effeot, saUed."], [97, "89 PROFESSOR UZELLI. On the whole, when Mr. Joyce came back and asked his opinion of the professor, after they had left the house, Adrian hardly knew what to say."], [98, "CHAPTER VIIL Ambition. Adrian estabhshed himseU in London, Uving modestly, and working hard. Upon one point only did Mr. Joyce distrust his young protege. He feared that Adrian, impetuous as he was' would too hastUy expect results from his labour, which could only be the reward of years of toil, and he had estimated Adrian's character pretty accurately. Some months had passed in the pursuit of his art, and he had begun to acquire a fair command of the pencil, and Mr. Joyce was surprised when he called one day, to find him boldly attempting a scene from Faust, which he purposed, when completed, to send to an exhibition. Mr. Joyce shook his head. \"There is a Avide field for you there, my boy, and considering that"], [99, "91 AMBITION. every painter, poet, and musician has been fas cinated by that astonishing work, I don't wonder at your being infatuated. It's daring pictures of real hfe, blended with alluring ghmpses of mysticism, are sure to lay hold of the artistic temperament; but you must remem ber, Adrian, that you have stepped into a charmed circle where few have succeeded.\" \"You are right, sir, and if I had seen Ary Scheffer's works before I began it, I should have blushed at the idea of attempting a similar subject.\" \" Since you are so ambitious, my boy, you AviU have to work hard, I can tell you. The higher the aim, the greater disgust you wUl feel, if you fail. There is a very foolish notion in some very foolish minds, that men of genius achieve their triumphs Avith little labour, by the mere force of inborn aptitude or inspiration. This fallacy has ruined many a young artist. The man of genius who is bent upon taking a lofty position is never satisfied till he has acquired the fullest com-"], [100, "92 LOST FOOTSTEPS. mand of all mechanical resources. Whatever sublime dream he indulges in, he loses no opportunity of applying the means necessary to the end. \" The , true artist should be capable of feeling and embodying the loftiest mood of the mind, but he should be also quick to detect the adaptabUity of things ; for genius, with all its creative power, has but a limited vision after aU. It can, at best, recreate in forms, which have the appearance of novelty, what has been and wUl be, while the world lasts. The man of genius need not for that be a mere imitator. It wUl be his highest province to give some suggestions beyond what he has actuaUy fixed upon the canvas, and that is what, I fear, Adrian, you have not yet the power to do; and therefore I would say, take a lower stand till you are more certain of your resources.\" UzeUi caUed while they were speaking, and looked keenly at the work; then, with an expressive shrug, smUed, and invited Mr. Joyce"], [101, "93 AMBITION. to dine with him, telling Adrian there would be some of his pupils there in the afternoon, and, if he would call, he might go the round of several exhibitions. We have hastily indicated the stages of Adrian's advance, but in reality he had now been studying many months. He had made several student friends, who, if they laughed at his impetuous and ardent temper, sym pathised with his earnestness, and admired his evident abUity. \" Well, now, my dear Uzelli,\" said Mr. Joyce, when they reached the professor's house, \" what have you to say as to the future of our young student?\" \" Vat can I say of ze future ven de vorld is noting but change and confusion? Fashion is changing every day and art is ze same. Last year de people buy only pigs and puppies ; dis year dey cry for grapes, peaches, and pineapples. Years ago people say ideality was ze sing. Mon Dieu ! I painted de ideal all my life, and I can count on my fingers zo pictures I have sold. He"], [102, "9-A LOST FOOTSTEPS. must do ze best he can, and if dey wont have what he paint, dere is de counter and de vorkshop. It is better to be a fat sheezemonger dan a starving painter. He may lofe art still wizout painting a picture or composing an opera.\" This was the only opinion Uzelli would give. In fact, he did not like giving opinions, and the conversation turned into other channels. In the afternoon, Adrian and two or three young students dropped in, and Uzelli carried them off to a gallery where he exhibited a couple of pictures. Uzelli was apt in such visitations to indulge in very caustic sallies upon the works of artists wheat theories of painting he disliked, and to a certain ulass of students he showed no mercy whatever. A young student named Edie was one of the party. He was a great favourite with Adrian on account of his lively disposition, but his pro ductions did not promise him any great name i 11 the artistic worlds \" It will be jolly, Adrian, to go with Uzelli to day, you will see,\" said the student m an under-"], [103, "95 AMBITION. tone. \" He AviU cut up some of them to-day in slashing style.\" Some allowance was to be made for the professor. He had certainly not received the encouragement that was his due. He had a fine conception of poetical subjects, but indulged in strange extra vagancies of colouring. Very often an almost supernatural hue would be imparted to an ordinary subject and excite the ridicule of his brother artists, while the same effect in such a scene as the witches in \" Macbeth\" would have delighted them. It was the greatest amusement for Edie to hear a running fire of the professor's comments upon the various works as they passed through a gallery. \" Ha, Uzelli ! \" said a coxcomb, as they entered the exhibition ; \" how de do. Been looking at your study from ' Paradise Lost.' By George, you have' almost made me understand MUton at last!\" \" Mine Got ! I shall be canonized as a saint ! \" \"How so, Uzelli?\" asked the astonished con noisseur."], [104, "96 LOST FOOTSTEPS. \" By vat you say I have performed a miracle, for I have made you understand a great poet.\" They stopped before a subject from \" Homer,\" which the professor praised, being especiaUy fond of the Greek poets. Then they came to a picture by Edie, who muttered to Adrian \" that he was certain to be in for it he knew.\" The subject was \" Judith,\" and Edie inquired how the professor liked it. The professor ohuckled ominously. \" Ha, ha! I know de model. Dere is a leetle maiden at ze ham and beef shop ; ven she lift up her knife to cut a slice off de beef I shaU say, Dere is Edie's 'Judith.'\" Edie was downright angry ; for he saw at once the truth of the comparison, having unconsciously copied the girl. \" You vU not study de antique,\" said Uzelh, \" and dis is de result. You must see beautiful forms all ze day before you can produoe beauty.\" A portly-looking picture-dealer now saluted him. Perhaps his well-fed appearance roused the"], [105, "AMBITION 97 professor's ire, for in answer to an invitation he repUed \" Ah, tank you; I shaU go de way oi all flesh some day, zen I wiU call.\" \" Very Uttle originality we see to day,\" remarked Edie, with an air of superiority ; \" very seldom one comes upon any new idea.\" \" Tink of a modest, patient student, who believes zat anybody knows better zan himseU,\" muttered the professor, drily. \"Zere is a new idea. ' They now came to a picture, which even the critics most opposed to UzeUi admitted was a fine original work, and he had, in con sequence, received some exoeUent offers for it ; but though he was known to be very poor, he would not part with it. \"It is one of my best, I know ; I gave him two years of study, and he hang on de waU for anoder year, but nobody shaU have him yet. I have not done wiz him.\" \" Vat picture is dere ? \" continued the pro- vol. I. 7"], [106, "98 LOST FOOTSTEPS. fessor, pointing to a landscape in the distance, on the opposite side of the gaUery. \" One of Constable's, I think, sir,\" Adrian replied. \" Mine Got ! 'gif me an umbrella and great coat, dere vU be a storm soon U Gonestable Ss is near. Being a private day, some of UzeUi's pupUs were copying. One of them, showing him a sketch, said \" I have not used a single crumb over it, sir.\" \" Go and buy a loaf, zen, and rub it out at once.\" Passing another student, he enquired, \" Vat are you doing ? show me.\" \" A sketch for a picture of ' Balaam and the Ass,' sir.\" \" Not so bad ; you have painted ze ass like an angel.\" \"I'm glad you like it, sir; I took great pains with it.\" \"Ah! but stop; you have painted ze angel like an ass.\""], [107, "AMBITION. 99 A person, whose appearance was somewhat seedy, stopped the professor, saying — \" I hope I don't interrupt you, sir ? \"But you do.\" \"Allow me, then, to caU at the studio, sir?\" \"Vat! and interrupt me twice. Say vat it is you vant and be quick, for ze students vUl say ' UzeUi can't seU his pictures and Mr. Levy, of Wardour Street, is come to take dem in pawn.\" The party then salhed homeward. On the way the professor made some trifling purchase at a draper's, and some of the young men behind the counter teased him for orders to the exhibitions. UzeUi scrawled out half-a-dozen orders, saying, as he did so, \" I shaU be a popular man some day, I tink, for even de blackguards begin to know me.\" One cause — perhaps the chief cause of his acidity — was his constant pecuniary difficulties. He was but an indifferent financier at the best, and his late continental tour had nearly drained the exchequer. He liked to make a decent figure in pubhc, and could not bear that his friends and pupils should consider him poor."], [108, "100 LOST FOOTSTEPS. He knew the world pretty well, and knew what a microscopical glance it has for detecting a change in one's circumstances. The threadbare coat, the cracked boot, the frayed buttonhole, and the hat touched up with \" patent reviver,\" teU their own tale to the weU-to-do fashionable flip pant world and makes this same world marvel lously near-sighted. Whenever he was in difficulties he usuaUy applied to his old friend Mr. Joyce, who was pleased to assist him, but there was an old feud between them which was always revived upon these occasions. Mr. Joyce had determined that UzeUi should paint his poi trait, and the professor was equaUy determined that he would not. \" Well, if you won't paint my portrait you must give me security,\" said Mr. Joyce when he again asked for a loan. \" Mine Got ! vere is a professor of high art to get zecurity? Ah, ze curse of money, it is de root of aU evU indeed. Here is my old friend turning hke Moses and Aaron and vants zecurity. No, Mr. Shoyce, I vii paint no portrait, but I vU"], [109, "101 AMBITION. gif you ze picture in ze gaUery, if you Uke, and he is vorth two hundred pound.\" \" No, Uzelli ; a portrait, and I avUI give you your own price.\" \" D n de portrait ; I avUI not paint him.\" \" Don't be obstinate ; here is a fifty-pound note ; give me a receipt and the first sitting at once.\" Uzelh screwed up his face most whimsicaUy. He put out his hand and looked at the note wistfully. He wanted money, but he had sworn never to paint a portrait. Mr. Joyce took up a book and pretended not to see his perplexity ; but Uzelli could stand it no longer, and, breaking into a laugh broke his vow also, and began a vigorous sketch of his old friend."], [110, "CHAPTER IX. Disappointment. Time passed rapidly whUe Adrian studied Avith great perseverance, for he was sensitively proud in his disposition, and whUe extremely grateful to his uncle and Mr. Joyce for their encouragement and assistance was determined not to burden them a moment longer than was absolutely necessary. That the steps by which a position in the world of art could be attained, proved much more difficult than he had anticipated, those who have com pared their actual progress in Use with the visions of the future they conjured up as they stepped forth full of hope and courage from the threshold of youth, wiU easily understand. Many weary months he worked at his scene from \" Faust,\" and often enough after painting for days he would come back from an inspection of some"], [111, "103 disappointment. great artist's work, and look at his own with the conviction that his Margaret had about as much romance in her face as the Irish girl who came with the mUk in the morning, while Mephisto pheles, instead of being a mocking fiend, was scarcely more supernatural than the fast young gentlemen to be seen any night at a casino. Then, perhaps, for the remainder of the day he could not work at all, and would sit looking out of the window of his modest apartments at the dashing carriages rolling past, and sigh for the magical influence of money. Hour after hour, and day after day, he had studied that one picture and perhaps he might not succeed after aU, while the possessor of money could dispense Avith taste, study, or cultivation. If he liked pictures he could buy them ; if fond of reading, authors by the score were only too ready to supply him ; if partial to music, Sivori would bring his violin or Thalberg perform miracles upon his piano, for an adequate consideration. A long dreary winter passed the young man in his duU room, with Uttle companionship, for the"], [112, "104 LOST FOOTSTEPS. students of the professor were mostly young fel lows of the Jack Edie stamp, who were older than Adrian, and who preferred practical jokes, parties and theatres in the winter, and long tramps and picnics in the summer, to studying hard. Only those who have actually toiled up the steep ascent which leads to artistic fame, can imagine the seff-denial, the courage and patience, required to make solid progress. Unless the faculty of the student is very decided, and the enthusiasm almost at fever-heat, it is a process which is far more wearisome and disheartening than sawing blocks of wood, or laying bricks. Many an artist could tell of the days when he secretly bewailed his lot, and but for very shame and pride, would gladly have exchanged his pro fession, for a more secure, and less exacting hfe, at the counting-house desk, or behind the shop counter. Fortunately for Adrian, he had a cheerful, sanguine temperament, and was wiUing to endure much if the end justified the means. After a fit of despondency, he was the first to laugh at his"], [113, "105 DISAPPOINTMENT. own weakness. Though passionate, he was not without firmness — though enthusiastic, he was not destitute of control ; and even in his most solitary hours, when he sat conjuring up a thousand scenes he hoped one day to embody, or, taking up his old violin, when not in the mood for painting, he was not altogether unhappy. Sometimes a ghmpse into higher society was afforded him ; for the professor, pleased with his assiduity, and accustomed himseU to move in good circles, would occasionally take him into aristocratic houses, and he would Avrite flaming descriptions of the fashionable world for the amusement of his cousins at Molton ; generally winding up with sanguine prognostications of his future success. The Faust scene had been accepted and hung, and tf any one of his friends had been passing Fitzroy Square when Adrian caUed for the pro fessor to go to the exhibition, they could not have saUed to see that something had especially elated him- UzeUi, too, was pleased, but cautioned Adrian not to be too sanguine."], [114, "106 LOST FOOTSTEPS. \"Ze critics, my dear boy, ze critics have to come yet.\" They reached the rooms, and Adrian, persuaded that he would hear some enthusiastic encomiums on his work, hovered near it the better portion of the day. Alas ! poor Adrian ! scarce a single visitor glanced at his great work all the day. If any did so, they passed it at once when they found no famous name attached to it. The crowd sought out the paintings by eminent masters — they pressed forward eagerly to catch a glimpse of \" that lovely Italian Bay,\" by Stanfield, or \" those delicious grapes and peaches\" of Lance ; or caUed friends at a distance to \" come and look at this charming bit by that dear man, Creswick ; \" whUe others were exclaiming — \" Did you ever see dogs painted Uke those of Landseer yonder ? \" In some cases lady friends came with some of the younger artists, and tried hard — pretty deceivers — to look fuU of interest in those dirty monks, theatrical brigands, portraits of dreadfully uninteresting people, or dreary souvenirs of the"], [115, "107 DISAPPOINTMENT. Middle Ages, which crop up season after season. After a few days there was a change in the manner of the visitors. Instead of rushing about in search of theh favourite masters, they now came determinedly up to particular works, and pulled out their \" Athenæum's,\" \" Pall MaU's,\" \" Satur day Reviews,\" \" Spectators,\" and other stingers and slayers of juvenUe mediocrity ; and, looking alternately at the pictures and the elaborate criticisms, did not always reconcile their own ideas with those of the word-painters of criticism, but with true British persistency, held fast to them nevertheless. But what of the scene from \" Faust ? \" No single critic deigned even to abuse it. It fiUed up a certain space upon the waU, and was the subject of little jokes between Jack Edie and some student friends ; but the public — that great, wonderful, mysterious pubhc, which ebbs away from the author, artist, or composer, like a wave of the sea, and leaves him stranded upon the narrow httle island of seU, to eat his own heart and die ; or else with the suddenness of a spring-"], [116, "108 LOST FOOTSTEPS. tide, carries him off his feet, and lands him on some immortal height, where he may be visible to posterity — the public ignored him altogether. An attempt was made to seU the picture to a dealer, but one declared the subject unfit for a private gallery, and another objected to the size. Faust came back to Adrian's apartments, and Avith it came bitter doubts whether he had chosen his proper vocation. Letters, couched in the most sympathetic lan guage, reached him from Molton, and a handsome present from Mr. Joyce, but Adrian would not touch it. The people of the house where he Uved were wonderfuUy kind to him also, and tried in many ways to soften his evident chagrin. \"We have a little party this evening, Mr. Hope,\" said his landlady, the day after his picture came back ; \" and U you wiU join us we shaU be pleased. I am afraid you don't take recreation enough, and study too hard.\" The tone in which the invitation was given was as delicate as motherly feeling and womanly tact"], [117, "lllSAri'UlN-lMENT. 111'.) feotjld make it; but that dreary consciousness of fail we, with the idea, too, that his failure was patent to everybody, which so oppresses the imagination of the young, quite overcame Adrian, and he burst into tears of mortified pride. His worthy landlady gave him that sympathy and encouragement which, God be thanked, we do meet with sometimes from comparative btrangers, even yet, though the world seems to get more material every day ; and Adrian, recovering his eelf-possession, accepted the invi tutiou, and was as merry that night as any of the party. Jack liMir, who hated steady work, and whose own picture had been rejected, considered that the niilv eluuief of a painter succeeding, wa3 through patronage, an idea which Uzelli fiercely scouted. ;< Vat you say — patronage ? Under patronage ze iu-tist must be silent as de grave. De patron will 8ity, ' Your picture is too red, your picture is too blue, zo bky is tuo dark, ze trees too tall ! ' Eh, bien ? you ore patronized, and you say — 'Milord has great judgment : Milord has won-"], [118, "110 LOST FOOTSTEPS. derful insight ! ' Vat den ? Milord invites you to dine, and gives a commission — mine Got — to paint his pet baby, or pet lamb. D — n ze patronage ! \" Adrian was eager for UzelU's advice as to the future. \" My dear boy, fix your mind on a plan ; any plan is better zan none. Tink of it ven you rise in ze morning, and go to sleep on ze same idea — U you dream of it all ze better ; good vU come at ze last. Say, like ze sublime Michael Angelo — ' I viU have my men gods, and my women angels.' \" \" As for myseU, Adrian, if I were Uke you, I should go to Italy,\" wrote Mr. Joyce, \" the people are lively and generous, the intercourse with aU classes less restricted by chques and coteries than elsewhere. The artist is bound by no ties of conventionality. He may live how and where he pleases, and if possessed of real abUity wiU find the door of gallery and palace everywhere open to him. Antique art scatters its triumphs even by the way side, and the very peasant seems complimented by"], [119, "DISAPPOINTMENT. 111 the love and veneration of the stranger artist for his native land. Poetry and romance do not freeze upon the Up as they too often do in this chiUy clime.\" But many a year passed to its grave, and many a trial and disappointment with them ere Adrian followed Mr. Joyce's advice. Depressed by his failure, some time elapsed ere he could summon up courage to apply himself steadily to a new task. He passed much of his time in reading, and fascinated by the variety of London lUe and its endless memories of the past, it pleased him in these desultory moods to wander in those parts of the town most associated with famous men. In the midst of the noise and bustle that assaUed his ears in CornhUl, he was dreaming of the pen sive Gray, whose birthplace was in that busy spot ■ — strange contrast to the quiet haunts in which his latter life was spent. He stroUed up Oxford Street at dusk, his mind drawn from the hghted shops and constant traffic to the vision of the Opium-eater, apostrophizing it as a \"stonyhearted stepmother.\" He looked with the keenest interest"], [120, "112 LOST FOOTSTEPS. at that house in Holies Street where Byron saw the light of a world Avith which he was so frequently at war. Fleet Street was tenanted with mighty shades. There he seemed to see sturdy old John son disputing with Boswell as they passed under Temple Bar. \" The deserted village\" was sweeter than ever, after a walk through Green Arbour Court. St. James's Street conjured up a recollec tion of wild Savage roaming there through the night without a shelter, and Bond Street, too, had its memories of the deserted Sterne passing away in solitary lodgings with not one who had laughed at his wit, or wept at his sentiment to console him in the last solemn hour. In every thoroughfare these memories appealed to him, but Adrian for the time failed to learn their true lessons. With bitter reflections of his own he called to mind how these earnest, brilliant, or thoughtful labourers had worked for the pubhc, and how that public had rewarded them — with neglect, with abuse, with poverty. He turned sad at heart aster one of these rambles into the Pantheon, and"], [121, "113 DISAPPOINTMENT. stood for an hour before poor Haydon's \" Raising of Lazarus,\" savagely questioning whether fame might not be purchased too dearly. He was roused from his reverie by a hand upon his shoulder. 8 VOL. I."], [122, "CHAPTER X. The Masquerade. The person who claimed Adrian's attention was perhaps, the very worst companion he could have met -with at that moment. It was Arthur Joyce, the nephew of his uncle's friend, a handsome, rakish young man, two or three years older than Adrian. This young gentleman was a very perfect speci men of a class of young men whose merits, tastes, and peculiarities have been discussed, tUl quiet people would not be sorry if the whole race migrated in a body to some far distant country. This piece of good fortune, however, is not likely to come to pass; for any idea of real work, adven ture or self-denial, never enters these very shaUow brains. Besides, they have so little to saU back upon in themselves, that apart from the music"], [123, "115 THE MASQUERADE. hall, the tavern bar, the cheap dancing saloon, the Use of street corners, and the slang of the latest burlesque, they would be complete non entities. Arthur Joyce was not the worst of them. He was good natured, and clever to a certain extent, but reckless and improvident to the last degree. Adrian had met him once or tAvice before, but Mr. Joyce had always spcken of his nephew in such disparaging terms that Adrian knew he would be well pleased to know that they were not acquainted. There was a motive more than Adrian was aware of in Arthur Joyce seeking his acquaint ance. Adrian, as he knew, held frequent commu nication with his uncle, who had an awkward knack of dropping into his chambers in the Temple when least expected. If Arthur could make friends with the young painter and learn when his relative was likely to be coming to town, he thought it would be extremely convenient, and save him from many a scrape. \" Holloa! my jolly young painter, where do"], [124, "116 LOST FOOTSTEPS. you hang out now,\" was his first salutation when Adrian turned round and saw him. Adrian gave him his address and invited him to call. He was just now so gloomy that he would have welcomed anybody. \" And what has the antique buffer been doing lately ?\" \" If you mean Mr. Joyce,\" said Adrian, quietly, \" I have not seen him for some time.\" \" You look out and out seedy, my young sweU.\" Now, Adrian was especially careful about his dress, and, however plainly he was clad, was always particularly neat in his appearance. He had read Goethe's opinion of the absurd cant, that men of talent need be — or generaUy are — slovenly in their attire, and quite agreed with him. \" I don't mean, old boy, that anything's Avrong with your coat or trowsers,\" cried Arthur, merrUy, \" but you look down on your luck, rather dickey in fact.\" \" I am not very famiUar with slang,\" Adrian said, rather stiffly, \" but I suppose you to mean that I am out of spirits, and if so, you are quite right.\""], [125, "117 THE MASQUERADE. \" Slang be blowed ! Adrian. You want a httle of the quaker element squeezed out of you. Now, the best thing you can do for to-day is to place yourseU in my experienced hands, and have a joUy lark. Two young swells of my acquaintance wiU meet me in an hour at Verrey's, in Regent Street, corner of Hanover Street, you know ?\" Adrian nodded. \" WeU then, dear boy, as Paul Bedford says, pop your trotters under the mahogany at five o'clock ; shut your eyes and open your mouth and see what Arthur Joyce will send you,\" and this fast young gentleman vanished. Now, Adrian was perfectly well aware that neither his uncle nor Mr. Joyce would approve this companionship. He was not particularly anxious for it himseU, but the affair promised a few hours' amusement, and could not possibly bring any harm with it. Punctually at the hour appointed then, Adrian found himseU seated at one of Verrey's tables with three other companions, and a most elegant Uttle dinner was served. How Arthur Joyce could be so"], [126, "118 LOST FOOTSTEPS. prodigal of his cash was a mystery to Adrian, for he knew that his uncle, who was left trustee of a small property upon the young man's behalf, kept him pretty short of funds. Arthur, however, insisted upon paying for everything, and after dinner sundry bottles of champagne made their appearance ; and Adrian, whose general mode of living was of the plainest description, found him seU rather light-headed at the close of the repast. \" Now, boys,\" cried Arthur, who was no more affected than he would have been by a draught of pure water, \" let's have a lark, and first we'll drop in and hear Mademoiselle Verney.\" \"Verney, by all means,\" echoed the others, and in five minutes the party were on their way to a popular music haU, where a young singer who had only appeared but a few days in London, was already immensely popular. It was the first time Adrian had seen a music hall. He had been expressly cautioned against them by the good clergyman, and muddled as he was, he saw in his first glance round the haU, ample reason for the admonition. The warmest advocate"], [127, "110 THE MASQUERADE. ni* music for the million could hardly assert that mini'- waa hero iho chief attraotian. The impudent, pfiuited darnels who paraded the place, making it a mart for tlifiir vulgar charms — the sensual-look ing snobs with laces soddened by late hours, and brains be-niuddled with beer and tobacco, who watched these full-blown sirens with fascinated gaze, or exohanged with them sallies of indecent wit — the utter want of meaning in the songs, unless, indeed, a meaning of some gross Bort could bo twisted from them, and then audienoe. and .singers joined in extatic chorus. All this, together with the stifling heat, the noise, the overpowering «mell of various liquors made Ailrian as utterly dazod aud bewildered as if he had swallowed a dose of opium. A tremendous roar of applause greeted their ears as they entered the hall, which added to his con fusion. The chairman announced that Made-moi flalle Vtrney, who had already sung three times, would \" oblige the company once more.\" Adrian asked in a stupified way why it was that this Mademoiselle Verney was so popular."], [128, "120 LOST FOOTSTEPS. \" Because she's the most infernaUy bewitching httle puss that ever opened her mouth in pubhc. She has the brightest eyes, the most captivating smile, the most perfect figure you ever saw,\" rephed Arthur. \" And her singing ?\" \" Singing, be hanged ! who comes here for that ! I don't. It's quite a new sensation for these old bucks you see in quiet corners, to stare at such a sweet young creature through their opera glasses.\" Adrian reviving a httle, looked toward the platform with some interest for the appearance of this wonder, but after several minutes had passed, she did not come. The conductor came forward and regretted to say \" that MademoiseUe Verney could not appear again that evening.\" A vulgar feUow then entertained the audience with a so-caUed comio song, the intolerable dreariness of which was too much even for Arthur Joyce and his companions, and he suddenly caUed out — \" I say, boys, this is frightfully slow ; there is a masquerade close by — let's go.\""], [129, "121 THE MASQUERADE. \" But the costume ? \" Adrian suggested. \" We can get costume enough in Bow Street : come along.\" Into Bow Street they went, and were soon rigged out for the entertainment; Arthur as a brigand, his two companions contenting them selves with masks only, whUe Adrian, a Uttle sentimental from the effect of the champagne, chose to appear as Hamlet. A motley group had already assembled, and Adrian, amused Avith the novelty of the scene, gazed at first Avith some interest. Soon, however, the mirth waxed fast and furious, and the gro tesque figures, carried away by the frenzy of pleasure, behaved like very fiends. The con ductor of the orchestra spurred on the players with furious movements of his baton, faster and faster, until the instruments lost aU tone and seemed to echo Avith the very shrieks of heU, and Avith a mad galop that stirred the atmosphere of the room like a whirlAvind, the quadrille ended. A girl of striking beauty had been Adrian's partner in the quadrille. Dressed showUy, her"], [130, "122 LOST FOOTSTEPS. vigorous animal grace and elastic movements won her many admirers in the room, and one of these who had watched the handsome pair through the dance, took occasion to insult Adrian. Generally affable in his manners, he was yet quick to resent a premeditated offence, and avenged the insult with a hearty box on the offender's ears. In a moment he became the hero of the room, his companions loudly applauding his spirit, and holding themselves ready to defend him. The orchestra stopped — the waiters came up with shouts of \" sUence \" and \" order.\" There was a complete uproar throughout the room, which would probably not have ended in favour of A drian and his friends. The girl who had danced with the young painter was stUl leaning on his arm, rather proud as it seemed of her cavalier, when suddenly a young girl, simply but gracefully dressed, with a domino conceahng the upper part of her face, gently separated them, and taking Adrian's arm before"], [131, "123 THE MASQUERADE. he could recover his astonishment, led him out of the baU-room. He was so completely taken by surprise, and was so excited and bewUdered by the incidents of the past few minutes, combined with the effect of the wine he had been drinking, that he offered not the slightest resistance, nor indeed seemed aware who his guide was, till they reached a gaUery leading to the street, and then, Adrian, seeing her take off the domino, and roused by a blast of cold ah from the street, exclaimed — \" Cecily ! \" \"Hush, Adrian — I thought better of you — • away from this place instantly, and U you have any innocent remembrances of the hfe we led as chUdren together, never enter it again.\" \" I swear to you, Cecily.\" \" Don't speak, I have not a moment to stay. Come back part of the way to the Music Hall you left an hour ago.\" Hurriedly throwing a cloak over her fancy dress, they reached the street in a moment. A cab was passing, which Adrian — remembering his"], [132, "124 LOST FOOTSTEPS. Hamlet costume — engaged. As they drove off, Adrian said \" Then, Cecily, you are the Mademoielle Verney of the music haU. I retort with your own words and say, I thought better of you.\" \" I must choose between that or worse, Adrian, and must fight my o-wn battle. Enough, for to night, if I have warned you off a dangerous path.\" \" Cecily,\" cried Adrian, earnestly, \" you have often been my better angel, why expose yourself to danger — what claim has WoUe upon you that you should not leave him at once ?\" \" The claim of a father, no matter how de graded he may become. I cannot leave him while there is any hope of a change in him. But the prospect is dark, indeed, just now. He has sold the van and aU belonging to it, and every farthing of the money is squandered. In spite of aU I can do he sinks lower day by day. Here is the hall — let us part at once.\" \" But give me your address, dear.\" \" No, no. You shaU hear from me, some day ; IwiU write to Molton;\" and, jumping quickly"], [133, "THE MASQUERADE. 125 from the cab, she entered the music haU, and beckoned to Wolfe who stood drinking at the bar. \" Precious late you are to-night, my wench,\" said he, with a rough kindness of tone assumed to veU his brutal selfishness. \" Have they paid up — have you got any tin ?\" CecUy put her earnings to the last farthing into his hand, and they walked away together. WoUe, who was not quite sober, frequently stopped and insisted they were not going the right way home. Then he would loiter and cross-question her as to what she was paid, and the people she met with at the music haU. Chuckling over her success, and haU fancying that she had kept back something, he jinked the money in his pocket. At length they reached a narrow, unlovely court leading out of the Strand, a place so fuUy tenanted that the inhabitants absolutely overflowed into the open air, a swarming noisy crew, the terror and despair of parish authorities, who tried at intervals with indifferent success to improve their sanitary condition. As to their morality, good-hearted clergymen"], [134, "126 LOST FOOTSTEPS. and town missionaries had given them up as a bad job. A good bishop, whose name is now the highest in the church, had been told in the court \" that poor folks must live how they could, and what was the odds so long as they were happy.\" Cecily and her father seemed known to some of the people who hovered about the dirty doorways. Two or three of them, too indifferent or too lazy to speak, gave them a careless nod as they passed. WoUe walked towards a house the door of which stood conveniently open — in fact the great number of the inmates would have rendered the opening and shutting of the front door too severe a task for ordinary patience. Making his way hastily upstairs, he listened for a moment to the voices of some children at play in a room near at hand. Happy childhood ! — merry and cheerful — God's blessing upon it — even there. Not that Wolfe's face was any brighter for the sound, but he detected a particular voice amongst the others, and opening the door caUed out, \" Polly, tell your mother we've come.\" A gentle bright-eyed little girl answered to the name and ran for ber mother."], [135, "127 THE MASQUERADE. WoUe foUowed her and entered another room, where a coarsely clad working-man sat by the fire smoking and seemed not altogether to welcome the intruder. \" Brought the young wench this time, Jenkins,\" said Wolfe, abruptly. \" Very good,\" answered the man ; \" how long shall you stay?\" \" A few days, at most — quite uncertain. De pends what luck we have.\" \" The same room as before, I suppose ?\" \" Yes ; all right.\" They went down to a lower room, and tho woman, who was curiously interested in Cecily, began setting her wretched scraps of furniture in order. In this she was assisted by CecUy, who had been so accustomed to shift for herseU that she was the most expert of the two. Something in her movements attracted WoUe as he sat do-wn, apparently tired, for he watched her closely, and when the woman had left them said — \" Stand in that position a minute, Cecily, don't move an inch.\""], [136, "128 LOST FOOTSTEPS. i She did so wonderingly, and he got up from his chair and turned her half round as though she had been some dehcate piece of machinery. She had on stiU the fancy dress she had worn at the music hall, but had looped it up to keep it clean as they walked through the streets. It was made open in the usual manner of a baU dress, and revealed a throat which a sculptor might have copied with advantage. \" She'd make the nattiest ballet dancer in England,\" muttered WoUe, \" and she's a fool to be so set against it.\" There was a certain undeveloped artistic spirit in this wUd feUow. He appreciated beauty of form especiaUy, and could not understand the sensitive horror vrith which CecUy shrank from exhibiting herseU as a dancer before a large audience. WoUe urged it incessantly as a means of securing greater personal liberty, and a more luxurious mode of Uving.' \" A figure hke yours would draw the swells like wildfire, my wench, and don't you think ever to make much by talent only in these days. I can"], [137, "129 THE MASQUERADE. teU you folks please the world more by their folly than their wisdom in the nineteenth century.\" Parrying the question as well as she could, CecUy went out and purchased some homely food, for even at that late hour there were shops open, whUe WoUe took a bottle from his coat pocket and drank freely, becoming as he did so very moody. Seeing him in this humour, she took up a cheap periodical and began to read. Sometimes, when WoUe was in a more genial temper, she read to him scraps of news from the papers, or a page or two of some cheap magazine. Looking up suddenly, and seeing her thus en gaged, he said, \" What are you reading ?\" \"I don't think you would like it much. It's about a man who had committed some crime in a fit of passion, and when he's calm he repents too late of what he has done, and is almost mad re flecting upon his former Use.\" \" He's not the only one of that sort ; read a bit of it, CecUy.\" In a clear pleasant voice she read, — \" Woidd to God that the past could return once 9 VOL. I."], [138, "130 LOST FOOTSTEPS. more. That youth Avith its enjoyments and innocent dreams could be mine, if but for a single hour. That I could hear the sheep bells upon the moor, or the mellow chime of the Sunday beUs across the distant fields as I heard them, when the bare thought of a crime would have fiUed me with horror. Now, though the bright sun that shines here illuminated the chffs of my native land but a few hours ago — though the foam that breaks upon yonder beach may have washed its very shores, I shall never behold them again. Even this soft wind may have fanned cheeks that I once loved. Oh ! how gladly would I slave upon the hillside, or stifle in the dark mine, if by any suffering I could regain the right to call myself an honest man.\" Wolfe stopped the reading with a motion of his hand. Whatever thoughts or memories the pass age had awakened, it was certain that he was deeply moved. Cecily looked at him full of astonishment, while he got up from his chair and walked to the window."], [139, "131 THE MASQUERADE. In an instant he started suddenly back and beckoned to her. \" Watch that man for a minute.\" This was a man dressed as a countryman, in a smock frock and wide-awake hat ; but there was something in his steady upright manner of walk ing, and the keen glance of intelligence in his eyes, which made the disguise a shaUow one to so experienced an observer as WoUe. \" He's gone now, father,\" Cecily called out, as the man with an air of apparent carelessness lounged slowly out of the court in the Strand. Wolfe started up hurriedly. The subdued tone of a moment ago had utterly vanished and given place to considerable excitement. \" What is the matter ? \" enquired CecUy, anxiously. \" I shall not stay here to-night, CecUy. If I am asked for, don't know anything about me. If that countryman enquires, tell him the name is Wolfe, and nothing more.\" \"Why, father, what else could I teU him ?\" \" To be sure,\" answered he with a short laugh,"], [140, "132 LOST FOOTSTEPS. \" what, indeed ? \" and he went out without another word. Meanwhile, Adrian was slowly walking home to his apartments, feeling more annoyed that CecUy should be cognizant of his foUy during the last few hours, than over anything that had happened to him yet. He had forgotten in the first few moments after leaving the cab, that he wa3 stUl perambulating the streets in the costume of the philosophic Dane, but he was soon reminded of it by one of those smaU boys, who, even in the smallest hours of the night, are always to be found in the streets of a great city — young gentlemen who seem almost to exist upon the ludicrous, so unwilling are they that any absurd or grotesque exhibition, providing it be free, should escape them. Admonished by one of these juvenUe phUoso phers, Adrian went back to Bow Street and relinquished his masquerading costume after pay ing such a price for the loan as no doubt covered its entire cost. To defray this he was compeUed to use a portion of the sum sent him by Mr. Joyce,"], [141, "THE MASQUERADE. 133 and the remembrance of that gentleman's kind ness, and the manner in which he was repaying it, abashed and humiliated Adrian not a httle. He was reminded, too, as he thought of Molton and his friends there, of the contrast between the low excitement and sensuality of the scenes he had just quitted, and the calm peace of his hfe in the midst of the pleasant Surrey landscapes. The delicious freshness of the breezy hiUs, the glorious sunsets, the strohs through leafy lanes darkened Avith the branches of trees that had flourished for centuries. There was no noise, no clatter of lumbering vans, no roystering gin-shop making night hideous Avith the echoes of filthy songs or filthier curses — only sweet and soothing sounds filling the mind with lovely and suggestive images. At the moment he would gladly have chosen another path in life, for he felt how httle he had done to warrant the confidence which had been shoAvn in his abUities. And CecUy, too. He thought much of her, and forgetting, or being ignorant of Goethe's solemn warning to youth, \" that lUe begins with renun-"], [142, "134 LOST FOOTSTEPS. ciation,\" he anathematized the fate that brought no better guerdon to reward one so pure, sweet, and lovely. Thus, with a sigh, he reached his lodging to find awaiting him a note from Mr. Joyce."], [143, "CHAPTER XL Modern Art. In placing before the reader the portrait of Adrian Hope the author does not desire to represent him as an immaculate hero, or to extenuate his weaknesses. He, therefore, notes the fact that Adrian took up Mr. Joyce's note, but laid it down again without opening it, and went at once to bed. The consequence was that Mr. Joyce, arriving in London by the earliest train in the morning and calling upon the young student, had the satisfaction of seeing that his note was unread, and that Adrian, instead of being hard at work was fast asleep at eleven o'clock in the day. His kind-hearted landlady having contrived to give the young gentleman notice of his friend's arrival, Adrian hurried down haU-"], [144, "136 LOST FOOTSTEPS. dressed, and the first words that greeted him were \"At what hour did you leave my nephew last night, Adrian?\" \" Have you seen him already ? \" Adrian en* quired. \" No ; but he received an instalment of cash yesterday, and of course won't be easy tiU it's gone. In fact, it was mainly the fear that he might call upon you and drag you into some tomfoolery that brought me up to-day.\" Adrian turned red with shame and seU- reproach that this kind friend who had done so much for him should be so poorly repaid. Thorough truthfulness was one of his best quahties, and without a moment's hesitation he informed Mr. Joyce of the way in which he had spent the day, bearing as Ughtly as possible upon his nephew's share in the revelry. \" Well, weU, the less we say about it the better, only if you are thrown in his way again, Adrian, try U you cannot influence him instead of being guided by him ; and now make haste over your"], [145, "137 MODERN ART. breakfast, for I have promised UzeUi to run round two or three of the gaUeries with him.\" Mr. Joyce and Adrian were at Fitzroy-square in haU-an-hour. The professor received them graciously and went with them first into a picture-dealer's near at hand. \" I have brought you in here, Adrian,\" said Mr. Joyce, \" to show you what you ought to avoid. Just look at this. It is called ' A River Scene,' and that great patch of bluish-white in the centre we wUl suppose to be water, and must have saved the artist a great deal of trouble in detaU, for it looks as though he had smeared it on the canvas Avith the palm of his hand. Admire also the stunted willow in front, and that mass of damp weeds and osiers, with the con ventional punt in which hes the conventional piece of red cloth conventionally reflected in the muddy water, just being pushed across the stream by the conventional fisherman with the blue waistcoat and scarlet nightcap. Who would suppose any real lover of nature caring to look at such a scene, much less buying it. Pooh !"], [146, "138 LOST FOOTSTEPS. the only spectator of the actual scene at any time would be that conventional cow coohng her legs in the stream.\" \" I was so fortunate, yesterday,\" said the picture-dealer, \" as to pick up a Turner at a sale, ' A Sketch on the Grand Canal, Venice ;' lovely bit, is it not ?\" \"Lovely?\" cried UzeUi, putting up his eye glass. \" Vat you caU lovely ? It vas nevare painted wiz a brush at all — only a splash of de palette knUe. Mine Got ! vat a pity it leave his studio ven he can paint U he please hke de best of ze old masters.\" \" You see, sir,\" repUed the picture dealer, \" when an artist has a reputation like Turner almost anything wiU seU.\" \"SeU! Ah, mon Dieu! seU!\" and UzeUi's shoulders were elevated till they almost hid his ears. \" Zat is ze only standard of EngUsh art.\" \" Not entirely, old friend ; come along into the Vernon GaUery,\" retorted Mr. Joyce, as they left the picture dealers and walked down Regent Street. \" I grant the modern painters are much"], [147, "139 MODERN ART. too fond of studying their ease and comfort, but some of them have done great things even in our day.\" \" There,\" continued Mr. Joyce, when they reached the gallery and stood looking delightedly at Landseer's picture, ' The Old Shepherd's Chief Mourner.' Can any lover of art look coldly upon such a picture as that? Who can mistake the poor animal's grief? It is shown as clearly and speaks to our hearts more directly, of the kind familiarity and homely tenderness of him who has gone to his rest, than would hatchments, mutes, or fifty mourning coaches before his door. One can almost fancy the old shepherd, worn out with age, night- watching, and wintry snows, looking sadly at the faithful partner of his toUs, almost inclined to regret that his dumb friend had not a soul to share with him the glories of the Infinite. God knows how heartUy the poor delight in the com panionship of such an animal as that which Landseer has made almost human by his genius and sympathy. It almost makes one beheve in the old fables where animals speak and think like"], [148, "140 LOST FOOTSTEPS. ourselves. In the midst of its mechanical per fection how admirably, too, the sentiment of the picture is carried out. The colouring, also, is beautifully in keeping.\" \" Yais, zat is good, and zis also,\" said the pro fessor, pointing to CresAvick's \" Pathway to Church.\" \" He may hang at Dresden, Paris, or St. Petersburg, and zere is not an Englishman born but vould know him, and say Aviz ze tears in his eyes, I have seen de wild flowers on zat bank, and de beautiful shadowy elms hanging over ze pathway, and ze old grey mossy ivy-grown waUs of yonder church tower peeping over ze meadow. Yais, Mr. Shoyce, a good honest painter is Cres wick, and he leave ze foolish leetle tricks to zem as can do no better, and put on his canvas ze fields, ze trees, ze grass, and ze sky, as God made dem.\" Mr. Joyce patted him on the back, delighted with his enthusiasm, and said \"before you get disgusted again, UzeUi, come and have a look at Turner once more, and forget that foolish daub at the picture dealer's.\" In another moment they stood before pictures"], [149, "141 MODERN ART. which in many respects have never been surpassed by mortal man. It is useless to speak of imper fections ; nothing human is without them. Admit them as freely as we wiU, what then ? Where else shaU we find such glowing depth, such wonderful harmony, such absolute knowledge ? They are pictures wliich seem absolutely to fill the room with sunshine. Not a word did they get for the next half hour out of Uzelli, who stood sUent and spell bound before the picture of \" Ulysses deriding Polyphemus,\" and left the gaUery with them hke a man in a dream. \" I have a visit or two to pay in town, and then shaU be off again, Adrian,\" said Mr. Joyce, \" stick to your studies, my dear feUow, but don't forget that the artist is as nothing compared to the man. Unless goodness stands before greatness, study loses its true value. You wUl meet also with young students Uke yourseU pursuing different branches of their art. Don't let any pride in your OAvn aims lead you to undervalue their's. I'm getting an old man, and I can assure"], [150, "142 LOST FOOTSTEPS. you nothing gives me so much pleasure to look back upon as those instances (not too many, believe me) when I have had the courage to deny myself for the sake of others, and have entered into their thoughts and feehngs.\" Complying with the evident desire of Mr. Joyce, that he should continue to study art, Adrian worked steadily for some months after this visit. His estimate of his OAvn abilities had wonderfully modified since his faUure at the exhibition. He was contented now to wait, and began to take pupils and teach in schools. He was not absolutely compelled to do so, as most young artists are, giving up their time to school girls, many of whom can hardly be taught the difference between a cow and a donkey — but Adrian wished to burden his friend as httle as possible, and also to test his capabilities to the uttermost. Thus occupied, time passed rapidly, and Adrian had attained his twentieth year."], [151, "CHAPTER XII. Neavs from Abroad. It was late in the summer when Adrian found himself rambling once more over the pleasant Surrey hills, enjoying with all an artist's enthu siasm the varied prospects from the heights and the lovely woodland scenery that Ues beneath them. Many a time he quitted the path, and, lying down under the friendly shade of some huge tree waving its broad crown in the blue sky, dreamt over again those visions of his boyhood, the warmth of which had been somewhat chUled by his London experiences. His way was through Molton Churchyard, and he found his uncle stroUing pensively there, some times ruminating, sometimes noting down a thought for his forthcoming sermon, in the plea sant shadow of an elm avenue, glancing occasion-"], [152, "144 LOST FOOTSTEPS. ally at his dear old church, through the windows of which the sun streamed gloriously, chequering the floor Avith golden Ughts and transparent shadows. He loved the church like a Uving thing, and so many happy years of his hfe had been spent at Molton that he hoped fervently to end his days there. He would not have exchanged his calm unos tentatious lUe for the richest living in some black manufacturing town. Here every blade of grass — every wUd-flower that blossomed in the hedge rows —every trickling stream and cloudlet in the sky, spoke to him eloquently of the things nearest his heart, and he was happy. He was, indeed, younger in heart and feeling than many a man of five-and-twenty. Mr. Hope received his nephew dehghtedly, and they chatted for some time in the churchyard. Adrian could not saU to perceive as they walked home the good understanding that subsisted be tween the curate and his flock, for whoever they met returned his warm greeting with interest. It was a happy day that first day he spent at Molton."], [153, "NEWS FROM ABROAD. 145 When he came down to breakfast on the fol loAving morning there was a sad expression upon his uncle's face, which was very unusual. Adrian inquired of Maude and Ahce why this was, but they were enthely ignorant upon the subject. He asked U anything had occurred in the parish to give him uneasiness, but the girls knew of nothing whatever. There was evidently an understanding between his uncle and Mrs. Crankley, but that lady was one of the best repositories in the world for any thing that was not to be revealed, and it was useless to question her. Quick as Adrian was upon most matters, it never for a moment occurred to him that there was any mystery or concealment connected with himseU; and trusting that the annoyance, whatever it was, would speedUy pass away, he betook himseU for a long ramble in the country, which seemed more delightful than usual after some months spent in toAvn. Mr. Hope appeared shghtly relieved when Adrian had gone, and, making for his favourite 10 VOL. I."], [154, "146 LOST FOOTSTEPS. churchyard, sat down upon a tombstone, appa rently lost in thought. After a time he took a letter from his pocket and attempted to read it, evidently not for the first time, but his eyes fiUed with tears, and, replacing it in his pocket, he went back to the house evidently much disturbed. Meanwhile Adrian, wandering alone, had leisure to think over his labours during the past year, and as he did so was disposed to beUeve that he had not met with his due, and was in clined to rah at those feUow students whom he had found it impossible to surpass. How often it is so with the young when first disenchanted. In time, when disappointment has taught them moderation, their ideas harmonise better with those of the world at large. Sometimes, when he discussed the matter with Mr. Joyce, he blamed Uzelh for giving too much encouragement, but this Mr. Joyce would not listen to, only telling him again and again to trust mainly to that invincible qualification — hard work and not to be impatient. His feUow students"], [155, "NEVA'S FROM ABROAD. 147 laughed at him. They were too accustomed to then own faUures to pay much attention to his. They ridiculed him because they beUeved that his repining arose — as it generally does in such cases — from disappointed vanity alone. But that was not all in Adrian's case. He saw Maude and Alice growing up to womanhood, and questioned whether the day might not come soon, when they would regard him as an intruder unless able to provide for himself. Another cause of despondency oppressed him also. Each of his fellow students had parents living, and when any new work was finished they were eager to hear what fathers, mothers, or sisters would say of the achievement. Lat terly, too, questions had been asked Adrian as to his own parentage, and surprise expressed that he knew so Uttle upon that subject. Indeed, until lately, Adrian had never thought about it at aU. His uncle and Mr. Joyce were so kind, and Maude and AUce such pleasant companions, that he had never felt the want of other relatives. These vague questions from his fellow students,"], [156, "148 LOST FOOTSTEPS. having only youthful curiosity for their basis, had, however, made Adrian somewhat fretful. He awoke suddenly to the idea that there was some thing dubious about his antecedents, but he shrank from enquiry. As to the scene from \" Faust,\" which was to have immortalized him, he had long ago detected the causes of its faUure. It was spoUed by over confidence, by want of more careful study, by lack of judgment and experience ; and U critics were silent, it was, he now fuUy beUeved, through forbearance. It was late in the afternoon when he came home, determined to ask his uncle some particulars of the father whom he beheved to have been dead for many years. Maud and Ahce, he knew, had gone to visit a neighbour, and would not be home for some hours. So much the better, for it would give him a chance of a quiet chat with his uncle. He went round to the back of the house, the door there being generaUy left unfastened, and entered unperceived. He was passing into one of the rooms when he"], [157, "NEWS FROM AHKOAD. 14-9 beard Mr. Hope calling to Mrs. Crankley. There was something unusual in the tone which attracted his attention. His heart began to beat tumultu ously as he heard it. He had not intended to play the eavesdropper, and had he recollected that he was doing so would have blushed with honest shame, but the few words that were exchanged with Mrs. Crankley when she came, eo enchained him that he -was rooted to the spot. The fragments of a dialogue, indistinctly heard, r&ached him thus, — * I have been sorely tried since yesterday, Mrs. Crankley.\" \" I am grieved to hear it, sir. \" You can probably guess the cause, ma'am.\" \" T think I can, sir ! you heard from Australia yesterday.\" \" I did.\" \" No bad news, I hope, sir. \" Bad I ought not perhaps to call it, but ex tremely perplexing just now. Adrian's father is coming back to England.\""], [158, "150 LOST FOOTSTEPS. \" Deary me ! indeed ? but then, sir, I thought you had often wished it.\" \" So I have ; but the light in which I see some circumstances connected him has changed latterly, and I must confess, when I remember how Adrian has been kept in the dark, I am confused and startled by this sudden inteUigence. Take a seat, ma'am, I have been wishing since yesterday to read his letter to you, but have had no oppor tunity.\" It was no wonder that Adrian Ustened now. He was so astounded that he could hardly beheve his own ears. The curate took from his pocket the letter we have already referred to and began to read it slowly, being frequently interrupted by exclama tions from Mrs. Crankley. Adrian waited, hardly breathing or moving a musole. \" After deliberating many weary months,\" the writer began, \" I have at length, dear Percival, yielded to my desire to see England once more. Your account of Adrian makes me stUl more anxious to get back. God grant that the sight of"], [159, "151 NEWS FROM ABROAD. his fresh hopeful face may compensate me for the sorrows I have endured through these long years. I have toUed successfuUy, and U not very wealthy I shaU at aU events not be a burden to you. I might easUy, U I remained here, have acquired a large fortune. No enquiries are made as to character. Men are received rather for what they are than for what they may once have been.\" The sudden pang that shot through the young painter's breast as he heard these words pained him as though he had received a severe wound. \" What I most fear,\" Mr. Hope read on, \" in returning to England is that my hateful secret may one day ooze out and come to the dear boy's knowledge. In that case, instead of increasing his happiness and my own, I shall be the means of destroying it. You speak with enthusiasm of his talent and high spirits, but I have already detected from your letters, my dear Percival, that he is excessively proud. Brought up in your quiet household, with httle knowledge of the world, how wiU he learn as he reaches manhood to look Avith affection and respect upon one who cannot"], [160, "152 LOST FOOTSTEPS. give to him man's best possession — an untainted name! \" I run the risk of breaking his peace of mind, and my oato, in coming to England ; and, spite of your kind assurances to the contrary, I know there is some possibility of bringing odium upon yourseU. We have certainly been in the wrong, Percival, not to have imparted the secret to Adrian years ago. I feel the greatest reluctance now to make him a partner in my wretched past. Whichever way I look at the case, I fear shame for myseU, humiliation for you, and disappoint ment for him. \" I accuse myself of the grossest selfishness in listening to your kind persuasions, yet you see I do Usten. There is first of aU the intense desire to see the change that time has made in my pretty bright-eyed boy. There is the strong desire I have to grasp your faithful hand, my dearest brother, once again, and teU you in heartfelt language how I have been sustained through these weary years by your brotherly sympathy and lofty Christianity; and, lastly, there is the"], [161, "153 NEWS FROM ABROAD. love for my native land which has never been eradicated. \"Yes! Percival, I must come; and U through your good offices the tale of the past can be broken gently to Adrian \" The good curate broke off at this point quite overwhelmed by his feelings, but, recovering himseU, read the conclusion. \" I had hoped that the day might have come ere now, when the black record against me might have been wiped out, but it stiU stares me in the face, and before the world I stand condemned. Your hfe, my dear Percival, has been so peaceful and happy, you have never experienced the bitter struggles of a nature hke mine. For you the world is still rich in holy truth and divine love, and the spotless conduct of a long hfe brings with it blessings to those around you, and blessings upon yourseU in return. \" Let me review the difficulties once more, and what are they ? The risk of disgrace to myseU — the risk of injuring you — the doubt how Adrian"], [162, "154 LOST FOOTSTEPS. may receive this intelligence after supposing me to be dead all the3e years. \"You will say, Percival, risk it aU, and I quite understand your feelings ; your affection blinds you to the past. I have many failings, I know, but the ordeal through which I have passed has not been in vain. Enough! In a few weeks, my dear Percival, U God spares me, we shall meet again.\" Waiting to hear no comments upon this letter, Adrian mechanically left the house as he entered it — unperceived — and wandered into the fields to pour forth his grief alone. It was a soft autumn evening, and the fresh breeze came to his cheek laden with delicious odours on its wings. The setting sun glimmered with a heavenly radiance through the tops of the trees, and there was a glory and richness in the landscape seen at no other period of the year. But the heart of the young man, once bo ahve to the loveliness of nature, throbbed now with an unsatisfied longing. In thus learning the secret of his"], [163, "155 NEVA'S FROM ABROAD. parentage, his proud spirit was humbled in the dust. He saw it all now — his mother's fate — her disgust of the man she had guUtily chosen — thought and reflection, stifled by continual in toxication — her wUd despair closed at last by the scene on the steamer, when he beheld her for the last time battling with the fierce waves. Sweet, innocent Cecily, too — a chUd of shame — loving with aU the tender warmth of her nature a man who was an outlaw against society — who wUfuUy blocked up any avenue by which his charming daughter might reach a purer atmos phere. Adrian was a seU-torturer. If hurt or offended he was too apt to brood over the injury and magnUy it by imagination, instead of ascertaining at once its breadth and depth. Some young men in his position would have gone to Mr. Hope immediately and questioned him tiU they had known the worst. Adrian grew quite bewUdered as he brooded over it with youthful exaggeration. How often he had sighed for an actual living"], [164, "156 LOST FOOTSTEPS. parent to whom he might pour out his feelings and seek sympathy or counsel, as Maud and Alice did daUy. How he had envied them ! Now, when it was a reahty — when, instead of pictur ing any more, as he had often done in his boyish fancy, the nameless foreign grave where his father was quietly sleeping — instead of gazing into the blue depths of the starlit night, and wondering if from any of those countless spheres of Ught the spirit of his lost parent ever looked down upon him to shed some blessed influence over his heart — he had a Uving father, a man stained with crime. The very course of education and teaching Mr. Percival Hope had pursued with his brother's son made the task that brother now requested of him all the more difficult. Percival Hope's whole Use and conduct had been one continual protest against self-indulgence — against evU passions — against all the petty vices, meannesses, and short comings of the every-day world. Now he was asked to undo in some degree the very work he had been doing aU his life. He was"], [165, "NEWS FROM ABROAD. 157 to make excuses for fadings he scarcely understood. He was to defend a man whom in his own heart he dearly loved, yet who, whether guilty or not, had paid the penalty of a crime, and whose name must be either kept secret or the stigma attaching to it fuUy admitted. Many hours passed that night before Adrian could summon up courage to return home. He wandered so long indeed that his uncle had been out more than once in search of him. When he came in at last he found Maude and Ahce had gone to bed. Mrs. Crankley looked at him keenly, but, obedient to a sign from her master, she also left the supper-table. \" Now Mrs. Crankley is gone, Adrian, pray tell me, my dear boy, where you have been so long and why you seem so depressed ?\" Adrian scorned concealment ; he therefore told his uncle at once in what manner he had learned the fact of his father's existence. The curate, staggered, at first could hardly speak, but after a few seconds he accused himseU bitterly for not having acquainted Adrian earlier."], [166, "158 LOST FOOTSTEPS. \" Your object was a kind one, dear uncle, and indeed I hardly know how to thank you enough for making me feel how trifling my loss was. You have been aU that a father could have been, and from my heart I wish this secret could be a secret still.\" \" I am not quite blameless in this matter, I fear, Adrian. If I analyse my feelings I dare say I shall find that pride has something to do with my keeping the secret so long; but my poor brother was yearning all the while to see his native land and I could not find it in my heart to hinder him. I confess I have pictured to myseU sometimes the position in which I shall stand when the affair has oozed out, for such things usually reach the pubhc ear in some way or other. I can imagine a sad loss of respect amongst my parishioners when this unfortunate history becomes known.\" Adrian burned to hear his father's story, yet hesitated to inquire the particulars. \" You would not think harshly of your father, my dear boy,\" said the curate, \" U you knew more"], [167, "159 NEWS FROM ABROAD. of the world and its temptations. That has been one reason why you have been kept in ignorance so long.\" \" Tell me all, now, uncle ; I can bear it, beheve . > me. \" My brother Martin married, when quite young, a woman — nay, rather a chUd in years — to whom he was passionately devoted. She ap peared for a time to return his affection as warmly. Martin was in good chcumstances, having excellent business capacities, and rose even while quite young to become manager of the bank of our native town. Had his wife been a woman of principle they might aave been extremely happy and prosperous, but her inordinate vanity and caprice knew no bounds. Martin, too indul gent, tried to gratify her, but soon found the impossibihty with his actual means of satisfying ber extravagant desires. \"Serious defalcations, ultimately traced to forged cheques, were discovered in the bank accounts. My brother's wife, by her lavish expenditure, had caused much discussion in the town, where the"], [168, "160 LOST FOOTSTEPS. amount of her husband's salary was generaUy known. Suspicion feU upon him at last. His house was searched — a forged cheque was found there. \" He appeared utterly astonished when this discovery was made, and everybody beheved him enthely innocent; but the case was proceeded with, and he was brought to trial. He made no defence, and was sentenced to transportation. \" His wife saw him once only before he left the country, but even then she had other thoughts in her mind than the grief and despair of the man she had ruined. \" The passion of poor Martin, rendered stiU more intense by her coldness, excited him almost to insanity in parting from her. He implored her to be true to him, to look forward to the time when he returned again to England to lead a peaceful happy Use once more. His passionate love made little impression upon her, and she left him apparently with Uttle sympathy for his despair. \" How my brother bore his exUe I can well"], [169, "NEWS FROM ABROAD. 161 imagine from his impetuous nature. I have been told that his settled melancholy was the subject of frequent comment amongst his hardened com panions. More than once, had he not been re strained, he would have committed suicide. He knew his lovely young wUe could not be trusted, and he pictured her only too truly as an outcast, penndess and degraded, when her beauty^ had faded — a withered flower cast neglected by the wayside. \" Martin's sentence was lightened considerably owing to his good conduct, and he would have returned home, but for his own sake I prevented him. I had seen how vain were aU his dreams of reforming the woman he loved. There was some thing repugnant to her in a peaceful and orderly Use. That is all I have to teU you, Adrian ; the rest you unfortunately know too weU.\" 11 VOL. I."], [170, "CHAPTER XIII. Rotterdam. Adrian stayed some days at Molton, but there was no longer the free unrestrained intercourse which had hitherto characterized his Use there. His proud and sensitive nature had been deeply wounded, and he grew silent and moody. His uncle took occasion to chide him gently for his altered manner, and the girls remonstrated with him on account of what they considered his Ul-temper, but this only occasioned greater reserve on his part, and it was with a sense of rehef, at last, that Mr. Hope and his daughters bade the young artist farewell. When he reached London again it was with a feeling of disgust for art, and a conviction that it would soon cease to be his vocation. He was brooding deeply upon some method of avoiding"], [171, "ROTTERDAM. 163 the humiliation which he felt confident awaited him with his father's return. The only way of escape appeared to him to be in changing his mode of life, and seeking some occupation abroad. But there was a difficulty in doing so, since in adopting art he had in some measure unfitted himself for other employments. All the peaceful images and bright visions he had conjured up of the future had utterly vanished, and he became despondent and weary of every task he undertook. When he came back to his old lodgings the sight of his picture from \" Faust,\" hanging upon the wall, filled him with intense disgust, and pulling out his knife he ripped up the canvas without a moment's hesitation, and burnt it instantly. He had hardly done so when, to his astonishment, the servant announced Mr. Joyce. The old connoisseur came up stairs in his usual hearty, buoyant manner, enquiring eagerly why Adrian had left Molton so suddenly without calling upon him. Then, glancing at the wall, and seeing the remains of the picture hanging in"], [172, "1G4 LOST FOOTSTEPS. ragged fragments from tlie frame, at once sus pected that something waa wrong. \" 1 have come to town this morning, Adrian, owing to a letter I have had from my worthy Dutch relative, Mynheer Kalm. I dare say you remember it was upon a voyage to see him that I discovered yourself.\" Adrian remembered it only too well just at that moment. \" Mynheer is no sentimentalist, but was de votedly attached to my sister, whom he married. I generally visit him yearly, and we frequently correspond. There is one thing in his letter to day that perplexes me. He has undertaken some heavy contracts for timber with an English firm, and wants an English clerk who is, of course, to be clever, quick, steady, aud all the rest of it. Now, where on earth am I to find, an Eoglish olerk? I may daaoe over the city of London for a month. It's a worse job for me than to seek an original Claude or Murillo.\" \" Do you think I can help you, sir ?\" enquired Adrian."], [173, "165 ROTTERDAM. \" Not a bit. What do you know of city firms ? \" A sudden thought passing through Adrian's mind made him say eagerly, — \" If I thought, Mr. Joyce, that you would not object to the proposition I am about to make, it would settle the matter at once.\" \" If reasonable, why should I object ?\" \" Very well, sir, then with your permission I wUl go to Rotterdam.\" \" The deuce you wUl ? have you taken a fancy to Teniers and Ostade, or have you an idea of foUowing in the footsteps of Rembrandt ? Well, Adrian, there's something to be learned from those old Dutchmen, I can teU you.\" \" My object was not painting, Mr. Joyce, but to serve one Dutch master only — Mynheer Kalm.\" \" I fear my young friend you are getting upon a wrong tack. Too many changes wiU not attain your object in Use. If you foUow the pursuit you have chosen, you need not fear but that you will make your mark in time. You know the old adage about a rolling stone.\""], [174, "166 LOST FOOTSTEPS. \" I shall be truly, heartily sorry, Mr. Joyce, to offend you, but I will certainly offer myself as a candidate for Mynheer's vacant stool, unless overruled.\" \" By Jove, what next ? I can scarcely believe my own ears. Well, at all events let me have a few words with your uncle about it, and U he does not object I wiU not.\" When Mr. Joyce reached Molton again he discovered the cause of Adrian's feverish desire to quit England ; and the two friends held long and earnest discussions respecting it. Mr. Hope wrote urging him to reconsider the step, but Adrian's answer was most decisive. Mr. Hope, perhaps, feeling that it would solve one of the greatest difficulties he saw respecting his brother's return, and not doubting that Adrian would soon recover his former spirits, and perhaps be benefited by the change, made no further objection, and Mr. Joyce wrote a letter of warm recommendation to Mynheer Kalm. Adrian gave up his studies with a sense of delight in the prospect of action and enterprise."], [175, "167 ROTTERDAM. As he stood upon the deck of the steamer and saw the bustle and confusion as the passengers hurried on board, he rejoiced at the determination he had taken, and felt for the moment Uttle regret that no picture of his was ever likely to decorate the walls of the Academy. On account of the tide they quitted the pool at night. The dusky forms of the vessels in the river, the noise of the vehicles rolhng along the distant streets, the long reflections of the Ughts across the stream, the solemn strokes of the chimes in various parts of the city, the hoarse cries of the bargemen as they passed down with the tide, made up a picturesque and novel spectacle ; and he thought with satisfaction, \" one feels it is this vigorous, actual hfe that has made us, as English men, what we are. We have splendid artistic talent here and there, but commerce and adven ture wiU always be the true life of Englishmen.\" He became a little less enthusiastic when the steamer reached the channel, and miserable passengers began to succumb to the agonies of sea sickness. At each moment he was getting more"], [176, "168 LOST FOOTSTEPS. qualmish himself, and was ultimately compelled to knock under. It was his first experience of the sea, and mightily pleased was our hero when they reached Rotterdam. Mr. Joyce had given Adrian such particulars of his future employer's residence that he had very Uttle difficulty in finding the address, but never in his Use had the young artist been so astonished as upon his first introduction to Myn heer Kabn. He arrived at Rotterdam early in the morning. It was a warm bright morning in September, and the domestic who received him, and who could speak a httle English, made him easily understand that Mynheer was in the summer-house at the end of the garden. To the summer-house, accordingly, Adrian went, across a yard paved with many-coloured stones ; past a little fish-pond, in whioh there was a most wonderful house buUt of shells; past an aviary fuU of birds of every variety of plumage, and making every variety of soreeching noise that could afflict the ear; past a magnificent bed of"], [177, "ROTTERDAM. 169 tulips ; then he stopped a moment to look at four and-twenty windmUls in the distance, whirling round as though the prosperity of Holland de pended upon their activity; another moment, to glance down the long canal at the foot of the garden, which he fancied must have been the subject of a painting by Cuyp at Hampton Court Palace ; finally, he brought himseU to an anchor before the door of a very gaudily-painted summer house. In this summer-house sat a gentleman of un usual dimensions, and this gentleman was Mynheer Kalm, and Mynheer Kabn was fast asleep. Adrian was so much amused by the novelty of aU he saw, that he would most likely have looked about him for some time without awakening the sleeper, but whUe he stood musing the clock of some distant steeple struck the hour. The sound, faint as it was, aroused Mynheer from his slum bers; but before he honoured Adrian with his notice, he tinkled a httle beU which stood upon the table before him, and then, without speaking or"], [178, "170 LOST FOOTSTEPS. expressing the least astonishment at Adrian's presence, simply motioned him to a seat by his side. The next moment a round httle woman, who might have stepped out of a picture by Teniers, came into the arbour with some tea. Mynheer pointed to a cup placed near Adrian, who helped himseU and wondered what would come next. \" Speech is sUver, but silence is gold,\" says the philosopher of Chelsea, and how he would have revelled in the society of Mynheer Kalm, who drank his tea so slowly that Adrian fancied it must have taken at least five hundred sips to finish his cup. Then he poured out and drank a second cup ; then he fiUed his meerschaum, brought it by easy stages within range of his hps, gazing all the while placidly at the long canal. He evi dently derived some vague and indefinite grati fication from that inspection, puffing his meers chaum so steadily that the smoke came forth in one continuous thread as though it had been from a cottage chimney. This performance con tinued for an hour or more, and not a word had yet been spoken."], [179, "ROTTERDAM. 171 \" Why did not Mr. Joyce tell me that his relative was dumb,\" thought Adrian. \"I wonder U the dumb alphabet is in use in HoUand. I've half a mind to try the effect of it.\" Suddenly, when he had begun to give up all hope of a conversation with his employer, he was astonished to perceive a mysterious heaving of Mynheer's chest ; stiU more astonished U pos sible when he heard escaping from that vast repo sitory something hke a sigh, and his astonishment increased beyond aU bounds when that gentleman gave vent in English to the following remarkable words : — \" She is gone.\" Too much surprised to speak, Adrian hardly knew what to think of this. He looked over the garden, thinking, perhaps, it was the servant Mynheer wanted, and was about to tinkle the little beU wliich stood near him, when Mynheer, arriving at the conclusion that Adrian had mis understood him, said faintly, shaking his head — \" Her daughter lives.\" Adrian began to fancy now that there was a"], [180, "172 LOST FOOTSTEPS. clue to this mysterious language. Mr. Joyce had told him that Mynheer had one daughter, whom he loved passing weU. The fact of Adrian coming from England with an introduction from his brother-in-law perhaps reminded the Dutchman of the loss of his wife. With regard to his speaking Enghsh Adrian had already learned that fact. Indeed, Mynheer, since the death of his wife, would never have anybody about him who could not speak a Uttle of our language. The ice thus broken, Adrian began to hope for further conversation, but there he had certainly reckoned without his host. Time passed. The round little servant brought some business-papers, which Mynheer read, and appeared for a few seconds almost animated. When, however, these were disposed of, during which time Adrian took a turn up and down the garden, it was nearly twelve o'clock. Mynheer tinkled the aforesaid beU and ordered lunch, which speedUy oame — a most substantial repast indeed — to which Adrian, now recovering rapidly from the effects of a sea voyage, did ample"], [181, "173 ROTTERDAM. justice, and evidently raised himself by the per formance in Mynheer's estimation. The meal finished, Mynheer again filled his meerschaum, again puffed steadily — startling Adrian for a moment by rising and walking — not rapidly, be certain — to the edge of the canal. Had the worthy man any idea of suicide ? No such deed was contemplated. It was only one of Mynheer's barges which passed along the canal at this hour every day, and it evidently gave the proprietor more satisfaction to see it glide past at a snail's pace, than to have witnessed the most elaborate state ceremonial. Adrian had heard Mr. Joyce speak of Mynheer's only daughter as a most accomplished and beau tiful ghl and he was a little curious to see her, but Mynheer spent the remainder of the day in his beloved garden. He sipped more cups of tea, smoked his meerschaum again and again, napped frequently, and at last, evidently knocked up with the fatigues of the day, shook Adrian by the hand, and once more ejaculating in a doleful tone, \" She is gone,\" went off to bed."], [182, "174 LOST FOOTSTEPS. Soaroo knowing what else to do, Adrian sought •jut the round little woman aforesaid, who showed him his bedroom, and he speedily followed the example of his illustrious master. He learned afterwards that Mynheer's daughter Louise, had been away from home on a visit, but had just returned aa her father was going to hed. Having seen little of the town on the previous day, our young artist thought it would pass an hour agreeably to wander about the streets early the next morning. Ho found it very <]ui*t at first, but soon — being Saturday, the general clearing-up day throughout Holland — the streets became quite lively, and Adrian thought tl« general character of the Dutch for cleanliness had certainly been well earned. The houses, even tha poorest, had a purified look. He could understand, now, the clearness and precision of those old Dutch painters. In most countries ruin, dirt, and decay, are the pro minent picturesque features; but here they rubbed, scrubbed, and polished everything. They clHanpd the pavements — they cleaned the floors — they"], [183, "ROTTERDAM. 175 cleaned the furniture, and lest not a square inch of waU or partition untouched — they cleaned the ceilings — they cleaned the windows, and continued the cleaning tiU the mops, brushes, and brooms, by which aU this cleanhness had been effected, received a purification in their turn. Nothing escaped the lynx eye of the Dutch housewife. In vain does the domestic, partly from charity, partly from weariness — give hberty and licence for a moment to an unlucky spider. The sharp voice of her chief recaUs her to a sense of her duty, and away is swept the unhappy spinner, cobweb and aU. The state-room of the famUy is put in order on this day with due solemnity. Every spot of dust is banished from its haUowed precincts ; every Uttle ornament arranged in its exact position ; every chah placed in regimental hne, and then the room is shut from profane eyes tiU the following day. \" It would not require a very lively fancy,\" thought Adrian, \" getting up half awake in the morning, to imagine that one had been transported to the realms of father Neptune in the night,"], [184, "176 LOST FOOTSTEPS. seeing that one's bed is often lower than the bed of the river, and that sometimes vessels are saUing on a level with the chimney pots.\" Much amused with the topsy survey aspect of things in general, he, however, began to feel that he was ready for breakfast, and returned to Mynheer Kalm's house, narrowly escaping on his way a drenching from one of those Uttle engines which are used by the good people of Rotterdam in their cleansing operations. Coming into the house, Adrian haU fancied he caught the vision of a lady's dress disappearing through the doorway leading to the garden. He believed he was not mistaken, and was wondering at her sudden flight, when he recoUected that she had probably seen him by the aid of the smaU mirror against the window, so much in favour with the ladies in HoUand, and, perhaps, being shy, preferred to wait tUl her father came down, for Adrian at once decided it was Mynheer Kalm's daughter. The young lady had our hero a Uttle at a disadvantage, for by the aid of her mirror she"], [185, "177 ROTTERDAM, had already secured a mental photograph of his appearance. Looking into the garden Adrian saw Mynheer speaking to an odd-looking person — whom he afterwards ascertained was Mynheer Vanderbeck — through a gate on one side of the garden, which had been placed there that the friends might have ready access to their rival flower beds and summer houses. The inscription upon Mynheer Kalm's summer-house was \" Vriendschap en gezelschap \" (friendship and sociability). Mynheer brought his odd-looking neighbour in to breakfast, and then his daughter joined them, and a greater contrast than that between father and daughter Adrian thought he had never seen. Louise was young, hardly more, the young artist thought, than eighteen years of age, and with a style of countenance which he had never dreamt of seeing in HoUand. An oval face, with a forehead as white and clear as marble; long lashes, half concealing very dark blue eyes ; features without any of the vulgarity common to Dutch females in general, well defined as the outlines 12 VOL. I."], [186, "178 LOST FOOTSTEPS. of a Greek statue ; hair worn in a manner be coming such a head, being simply brushed back, whence the curls flowed down upon her shoulders like a breaking wave. She was a httle diffident at first, but her curiosity to hear about England, and everything English, soon conquered her reserve, and she so plied Adrian with questions that they were quickly engaged in a Uvely conversation, made none the less pleasing by the sweet fresh tone of Louise's voice, and the least possible foreign accent. A slight interruption took place in eonsequenoe of a visit from Kloots, the manager, who had some special intelligence for his master. He was a man of about thirty, active, and inteUigent looking ; though, it could be readUy seen, a victim to seU-indulgence, for the traces of heavy potations on the previous night had hardly dis appeared yet. It seemed that the previous day had been a hohday in Mynheer Kalm's estabhshment, and that was why he had spent the whole day in his"], [187, "179 ROTTERDAM. summer-house. It is hardly fair to ridicule him ; seeing that he was shut out from snow-crowned heights, woody glens, white cliffs, or roaring waterfaUs, he could hardly be blamed for making the most of the enjoyments he had. A large quantity of timber had just arrived, and Kloots was in his element. Breakfast was speedily despatched, and, in company with the manager, Adrian walked down to the wharf to be initiated into his new duties. He was already more cheerful, and thought of that passage from Richter, of whose works he was extremely fond, \" Happy is every actor in the vain drama caUed hfe, to whom the higher illusion within supplies or conceals the illusion without ; to whom, in the tumult of his part, and its intellectual interest, the clumsy landscapes of the stage have the bloom and reality of nature, and who is not disturbed in his dream by the noisy shifting of the scenes.\" But there was something more than even the delicate fancies of the German prose poet, which gave to everything he saw a magical colouring,"], [188, "180 LOST FOOTSTEPS. and made the long canals, the monotonous dykes, the quaintly-gabled buildings, and lumbering vessels in the stream, more romantic than any thing he had yet seen since the fairy land of childhood. Something that recalled, he knew not how, the exquisite sensations of that happy period — something that filled him with delightful anticipations, and made him wonder why the remembrance of past failures should vanish Uke a dream. Could he imagine what had so soon dispelled his former gloom ? Perhaps not, for he had not yet questioned himseU upon that point. We may be permitted to reveal the secret not yet known to Adrian himself. It was simply that he was in love. They passed on their way to the wharf, the quay called the Boompjes, a pleasant spot lined with large old trees, where on a fine evening numbers promenaded ; and many an hour did Adrian stroll there afterwards, hardly knowing whether to curse or bless the fate that led him to Rotterdam. But of that more hereafter. Kloots lived with his mother in apartments at"], [189, "ROTTERDAM. 181 the wharf, and Mynheer often gave the old lady a caU when he came to business. As they entered her apartments, the vrow, Kloots, was just caU ing for her \" vaur stoof,\" which Adrian, who had already caught up a few words of Dutch from their similarity in many instances to his own language, translated into \" fire 6tove.\" A servant brought the \" fire stove \" into the room. It was a square httle wooden box, in which was placed an earthenware pan filled with hot turf. Adrian was rude enough to smile when he saw the venerable dame place her feet upon this, as though it had been a footstool. His surprise diminished afterwards, when he found that it was an universal custom, owing to the dampness of the climate, and he saw even the same evening, scores of these boxes in the lobby of the theatre. The steamer for London was puffing alongside the quay, and a crowd of passengers making their way to it, when Adrian was startled to hear his own name pronounced in no subdued tone. Turning quickly he saw a young gentleman, of whom mention has already been made — Mr."], [190, "182 LOST FOOTSTEPS. Joyce's nephew. Adrian had not seen him since the night of the masquerade ; and, perhaps, had he met Arthur in London, he would hardly have cared for the recognition. Arthur was so thought less and extravagant, so httle disposed to follow any steady occupation, and gave himself up so entirely to a life of excitement, that Adrian felt a little afraid of him. He was a rattlebrain fellow, whom few tourists would have selected as a companion ; but having found another to join him, so like himself that they might have been mistaken for brothers, this notable pair had started from the Temple upon the impulse of the moment for a foreign tour. \" Why, where on earth are you going ? \" enquired Adrian, \" I thought you were studying law in the Temple.\" \"Been doing a tour, old fellow — going back again now, nearly stumped, I can tell you. Seen the ancient Briton lately ?\" \" If you mean your uncle — yes. I saw him in London but a day or two since.\" \"And how was the old buffer?\" at the same"], [191, "ROTTERDAM. 183 time nudging his companion, and saying in an undertone, — \" I say, the old chap in town, wonder if he called at my rooms ?\" \" But where have you been ?\" enquired Adrian again. \" Been ? Everywhere — up the Rhine, Paris, Switzerland, the Tyrol, and fifty other places for the matter of that.\" \" Then you have been away from London some time.\" \" Not a bit of it. Take this neighbourhood for instance — see it all in a day — we did it yesterday — Koordenoord windmills, stained glass windows of Gouda, picture gaUery at the Hague, statue of Erasmus down the street yonder, five minutes to hear the organ in the Niew Kerk, and finished up at night at a tea-garden outside the town.\" \" Are you acquainted with the language ?\" \" Oh, quite so,\" winking at his companion, who was convulsed with the exquisite joke. \" In fact, my dear feUow, you can't help being famUiar with the language. EngUsh spoken with a bad cold, is Dutch of the first quality.\""], [192, "184 LOST FOOTSTEPS. \"Well, I hope you have enjoyed it,\" said Adrian. \" Thanks, no !\" answered Arthur's companion. \" For my part I won't in future trust myseU so far from a bottle of Guinness's stout, and I like to sleep in a bed that does not remind me of a coffin. And I became so surfeited of their kick shaw messes, that I Uved upon mutton chops tUl I thought the wool would grow upon my back.\" \"And the crackjaw lingo up the Rhine,\" echoed Arthur, dolefuUy. \" Somebody told me \" pfan Kucken \" was pancake, so I ordered one. Confound them, it was a slice of dough covered with pickled plums. Directly we get to Black waU I shaU order a rumpsteak and a bottle of stout to wash away the flavor of foreign abomi nations.\" Adrian wished them fareweU, and joined Mynheer Kalm and his manager. His task was not difficult, and in the course of a few days he was perfectly competent to discharge the duties required of him. Kloots became the best friends possible with him, and after a time"], [193, "185 ROTTERDAM. amused our hero with many whimsical anec dotes of himself. One of his adventures had earned for him the cognomen of Erasmus Kloots, and it was told to Adrian, when he had acquired sufficient know ledge of the language to enter into its absurdity. Kloots — so he said — was returning from a festive party at one of the tea-gardens in the out skirts of the toAvn, having made pretty free with sundry beverages more potent than tea, and was endeavouring by the light of the moon to dis tinguish — not always an easy task in Holland — the water from the land. When he entered the Kerk Straat, and arrived in front of the statue of Erasmus he felt himself so overcome with veneration for learning (or Schiedam) that he stood for some time gazing at the statue in speechless admhation. WhUe doing so the clock of the Niew Kerk struck twelve, and suddenly to the great horror of Kloots, he saw the hand of the scholar upraised as U beckon ing to him. Kloots rubbed his eyes and stared, not quite"], [194, "186 LOST FOOTSTEPS. sure but that he had been indulging in a quiet dream as he stood there. While in this state of hesitation, the statue, like that fearful one im mortalized in \" Don Giovanni,\" spoke to him. \"What art thou doing here?\" it said. \" Pardon me, great Sir, \" Kloots rephed tremblingly, \"I was musing upon thy former greatness.\" \" Kloots,\" said the statue, \" would'st thou also become a great man ?\" Kloots muttered something in reply — he never could remember what — but it was to the effect that he would not object to have greatness thrust upon him. \" Follow me, then,\" said the statue. Kloots affirmed — though his veracity was often questioned when he told the tale by those acquainted with his habits — that he followed the figure of the scholar into the Niew Kerk, that the organ played a voluntary, that a blaze of hght illuminated the altar, and again the statue spoke and said, — \"Beneath the pavement of this church an awful secret is concealed. It can only be revealed"], [195, "187 ROTTERDAM. to a native of this town who is an honest and sober man, and a Protestant. Art thou aU of these ?\" Kloots hesitated somewhat, but rephed \" Yes, he was.\" \" Honest ?\" asked the statue \" Yes.\" \"And a Protestant?\" \" Yes.\" \" And a sober man ?\" Kloots asserted that just as he was about to reply in the affirmative, the ponderous arm of the statue descended with awful force upon his head. A thousand dancing lights before his eyes obscured the lights upon the altar, and the drumming in his ears, quite overpowered the sound of the organ. All he could remember further, was that a bargeman picked him up in the morning and assisted him home to the wharf, saying that Kloots had fallen and stunned himself. Kloots, however, would not accept this version ; but was so emphatic as to the vision he had wit nessed, that he was frequently named Erasmus amongst his associates in future."], [196, "CHAPTER XIV. On the Lawn. Mynheer Kalm long continued a puzzle to Adrian. The oddity of his manners seemed to increase rather than diminish as they became better acquainted. That such a man should have ever married, was a fertile source of wonderment to the young painter, especiaUy that he should have taken an Enghsh wUe, too, who was both young, beautiful, witty and animated. He sup posed it must have been from that love of oppo sites, which induces thin spare men to conceive violent admhation for extremely fuU-blown beau ties, and makes taU, strapping feUows, bend lovingly over Uttle dots of wives, who have to stand on tiptoe to reach their husbands' arms. If Mynheer had been fascinated by the conver sational powers of his wUe, such abilities could"], [197, "180 ON THE LAWN'. not have teen greatly exercised after marriage, seeing that Mynheer rarely got beyond \" yes\" or \" no \" in the most important matters ; never theless, in this sedate manner, he had contrived to imiass a handsome fortune without ruuoh trouble. Sometimes without speaking a syllable, had Myn heer managed to put many a goodly sum into his purse — such is the force of genius. Let us give an illustration. A dealer comes to offer him a cargo of timber, and names a price. Then commences Mynheer's grand diplomacy. Instead of showing eagerness, he says nothing, and looks, if possible, less than that. The seller repeats his price, but Mynheer does not speak or smile, he simply slowly and methodically shakes his head, and not in any rapid random way either. That would put tea per cent, at least upon the purchase. The seller feels what a power is before him and succumbs to the pressure. Hi* quotes a lower figure, hut all to no purpose, for that ponderous head moves steadily as a pendulum to and fro. Despair •eifcefl f.lic dealer. H* bus never in his"], [198, "190 LOST FOOTSTEPS. lUe had such a difficult transaction. He reasons — he appeals — he shrugs his shoulders — he throws himseU upon Mynheer Kalm's generosity — he refers to former purchases and alludes to old friendships — at last he frantically names a sum which, by his abrupt manner and firm tone, plainly indicates that he cannot go lower if he would. Now shines forth the genius of Kalm. He can read character at least ; and, knowing what an excellent bargain he has made, the motion of his head is gradually reversed, an entry is made in his pocket-book, and Mynheer departs in peace. It was no wonder that his reputation in Rot terdam for sagacity stood high. He had earned it. Let no man say that fortune is beyond his grasp, U he can but be silent and shake his head. Mynheer could not boast of wealthy parentage. He had received no education. He could not lay claim to the possession of special knowledge ; his bulky form precluded activity, yet fortune had flowed to him as steadUy as the canals of his beloved fatherland flowed to the sea. The mys-"], [199, "ON THE LAWN. 191 series of arithmetic he left to those flighty the oretical people who make such large fortunes on paper, yet who pay dividends of sixpence in the pound occasionally. Mynheer's business tactics may be summed up in a sentence — he shook his head. Though his face was as expressionless as that of a Southdown — though his eyes had scarcely more speculation than those of a boiled codfish — though his legs might have been mistaken for an elephant's — though he puffed his meerschaum like a factory chimney, and there was no act of parliament to make him consume his own smoke — yet, in his own peculiar way, he showed the warmest attach ment to his beautUul daughter, and Louise on her part was a thoroughly affectionable ghl. But what a contrast between father and daughter in looks, in speech, in manners, in dis position. Louise was overflowing with gaiety and animation, and her beauty was of just the kind to fascinate a person of artistic temperament. Glowing, brilliant, and impulsive — full of sudden caprices and whimsical fancies — every look"], [200, "192 LOST FOOTSTEPS. and movement revealing the tone and temper of the moment. From the first glance Adrian had been pleased with her, then he was dazzled, then gave himseU uputterly to her influence, without further thought or consideration. In moments of enthusiasm her whole nature seemed lighted up by some electrical charm. Her eyes brightened — her cheeks glowed — her voice became meltingly sweet and tender, and Adrian could hardly be blamed, if he sometimes was led to beUeve that he had inspired Louise with some interest in himseU. She had many lovers already, or such as con sidered themselves in that Ught, notwithstanding the scant encouragement they received. All who came within the magical circle of her attractions coveted her goodwiU and affection, and doubtless many felt, as did Adrian, that she was capable of loving passionately U once her deeper nature could be touched; but she seemed happy and careless in the present, and indifferent as to the future. It was with no little complacency that Adrian"], [201, "193 ON THE LAWN. fancied, before he had been many weeks at Rot terdam, that Louise treated him with more favour than any of the numerous admirers who flocked around her. The poor feUow, U he had hot been bhnded by vanity, would have discovered how useful he was to the capricious young beauty, who did not hesitate to avaU herseU of his services and often to make him the slave of her most fantastic moods. Taking everything in earnest, Adrian imagined himseU to be making daily progress in her affections, and began to buUd up splendid castles in the ah, and indulge in the most dehcious day-dreams. It is not, perhaps, too much to say that Louise was really interested in Adrian, but there was at this period of his life a vein of morbid sentimen tality occasionaUy peeping out in his character, which disappointed, U it did not also disgust the young beauty. Conscious of her own instability, she sought in the opposite sex not sentiment, but guidance ; she craved a nearer approach to some one -who, as Tennyson boldly says, \" Could rule and dare not Ue.\" VOL. I. 13"], [202, "194 LOST FOOTSTEPS. A fearless determined lover who, instead of flattering and encouraging weaknesses which Louise knew perfectly well belonged to her cha racter, would have unhesitatingly pointed them out to her — such a man might have won her easily. Adrian was placed under disadvantages of which Louise was utterly ignorant. Little by httle, as incidents of his past hfe became known, it appeared to her as though by his suddenly giving up a pursuit in which he had been engaged for years, and by his frequent changes in mood from buoyant enthusiasm to despondent gloom, that he was wanting in that stabihty of character which Louise felt should be her chief aim in marriage. That a wiUul young beauty should have any such practical notion as this in her head, may astonish some very young gentlemen who regard young ladies as fairies or goddesses ; but my fair readers wiU admit I am sure, U closely questioned, that they do not give way to haU the romantic notions they are credited with by the other sex. The weather was still lovely for the season, and"], [203, "195 ON THE LAWN. Louise was seated one afternoon on the lawn, looking, in her pretty garden-hat and with her graceful but not altogether unstudied attitude, charming enough to bewilder any moderately susceptible brain, when Adrian returned from the wharf and came out on the lawn. \" Why, how serious you look,\" remarked Louise, looking up from a book she was reading. \" I was thinking \" Adrian began and paused. He felt, in fact, he dared not make this fascinating ghl, whom he had known scarcely a month, acquainted with his actual thoughts and feelings. \" Yes,\" said Louise, turning over another page of her book, \" you were thinking \" \" I was thinking how enchanted Mr. Joyce would be to see you at this moment.\" \" Do painters, hke poets, claim a certain hcense in their conversation as well as theh works, Mr. Hope ? \" Adrian's reply was interrupted by the entrance of a servant, who announced \" The vrow, Boome, with MademoiseUe's bonnet.\""], [204, "196 LOST FOOTSTEPS. \" Let her come here,\" said Louise, laughing ; \" we may as well discuss the bonnet question on the lawn as anywhere else, and you can teU me,\" she added, nodding to Adrian, \" if it is becoming.\" Adrian did not fail to profit by the hint ; and Louise, with a haU-comic affectation of indiffer ence, allowed the vrow, Boome, to put the bonnet on, saying, at the same time \" I have ordered this bonnet to pay a visit to some very nise friends of ours, whom you will see shortly. They are coming to spend an even ing with us next week, when I will introduce you. They are Belgians — very nice people and mix in our best circles. But why are you standing aU this time ? You don't suppose the bonnet business will be settled yet, do you ? We can chat while the affair is in progress.\" Thus merrily invited, Adrian's diffidence was easily dispelled. His native modesty made Louise feel there was no fear of his presuming upon the familiarity she aUowed. \" You have never told me yet what views you had in coming to Rotterdam, Mr. Hope. Are"], [205, "197 ON THE LAWN. you not already tired of your occupation at the wharf ?\" asked Louise. \" As to my business faculties,\" replied Adrian, \"if you had known me three months ago and asked me U I thought of going into the counting house, I should have laughed at the idea as im possible.\" \" Why, then, have you so suddenly altered your mind ? \" \" Partly because I discovered that I was not such a wonderful genius as I imagined myself to be.\" \" But, surely with your artistic talent you must have other aspirations than — such a man as Kloots, for instance. He is the only man of business I know besides Mr. Vanderbeck — a most intolerable bore. And what does Uncle Joyce say?\" \" I hardly dare to think, aster his kindness and the interest he took in my artistic studies.\" \" He stiU believes you have only taken a tem porary disgust with art, for he writes me to be sure and not fad to introduce you to our old"], [206, "198 LOST FOOTSTEPS. painters, who, he says, wUl correct some faults he noticed in a work you exhibited lately.\" \" Excellent advice, and extremely kind of Mr. Joyce, but I feel little impulse in the direction of art at present.\" \" You will have a splendid opportunity soon,\" said Louise, \" we are going up the Rhine shortly, and papa, who has never before quitted Rotter dam, is actuaUy going also. We shall have some capital fun, for I have almost persuaded M. Morel and his mother — the friends I spoke of — to go. I intend to coax papa to take you with us, and then you can make some glorious sketches by the way.\" \" Truth to teU,\" Adrian said, somewhat sadly, \" I felt that I had failed as an artist, and being discouraged, too, in other matters, gave up the pursuit of art for that of commerce.\" \" I wonder where our great works of art would be, if the painters despaired after a single failure. We should not have boasted of our Rubens, and Rembrandt.\" The look which Louise threw upon Adrian as"], [207, "ON THE LAWN. 199 she said this, was one half of contempt, haU of pity, and caused Adrian to look at her with some surprise. It was long before he knew how much he had faUen in her estimation by his frank con fession of his faUure, and by his want of con fidence in himseU. The bonnet, meanwhile, had been tried, but Louise seemed in one of her most capricious moods, and the effect not being satisfactory, the vrow, Boome, was commanded to exercise her skiU anew, and retired with an expression of face that showed she had httle hope of pleasing the young beauty. \"And now, Mr. Painter,\" said Louise, \"having given some attention to the latest fashion in bonnets, wiU you please do me a service, and that without delay?\" The young painter was but too anxious to be her slave. \" Anything you ask shall be done immediately,\" he replied. \" I shaU not tax you as I might after such a speech. I wish you to go to Madame Morel, and see U she wiU accompany me to the concert to-"], [208, "200 LOST FOOTSTEPS. morrow. Here is the address, you wUl oblige me very much.\" Adrian started on his mission somewhat curious about Madame Morel and her son. However, neither of them were at home, and he was back again in the garden before Louise had left it. It must not be supposed that our duU way of retailing Louise's gay and vivacious chatter, can give more than a vague general idea of the interest with which it inspired Adrian. Very smaU talk, rattled off by a sweet voice, and by the light of bright eyes and joyous smUes, has been received ere now as superlatively witty by enthusiastic young gentlemen of Adrian's years, which, doled out in small pica, would saU flat indeed. The young artist felt that their acquaintance would at this rate soon ripen (on his part at least) into something warmer than platonic friendship, which, sweet as it may be, seldom ends at that point, where the lady is young, and the gentleman enthusiastic. They had the garden enthely to themselves, and walked backwards and forwards upon the"], [209, "ON THE LAWN. 201 lawn in the deepening twihght, talking of fifty different things of no great importance in them selves we may be sure ; but youth and summer, with dehcious dreams just awakening in the heart, give a poetical atmosphere to the most common place themes. The conversation again led to Adrian, who was by no means desirous of speaking of himseU, but was anxious to stifle his past feelings. \" Rather,\" said he, tenderly, \" let me speak of yourseU.\" \"What have you got to say of me, then?\" inquired Louise, laughing. \" That since I have seen you I have hved in a new atmosphere.\" \"A foggy atmosphere, too, I fear,\" retorted she, gaily, \" or Rotterdam has been sadly ma ligned.\" \" You are never absent from my thoughts.1 \" Upon my word this is serious — he is almost upon the point of a declaration,\" Louise mur mured, in a comical kind of theatrical \" aside.\" \" Indeed,\" cried Adrian, who had overheard"], [210, "202 LOST FOOTSTEPS. her, and who, during theh promenade, had become so infatuated, that he had quite gone beyond the attentions of an ordinary cavaher. \" You may so take it if you will, for I cannot help myseU. I swear \" No, don't ! some of our bargemen do that too much already, as you wiU find when you are more famdiar with our language.\" \" Of course you wUl ridicule me, and I ought to have been prepared for it ; but I am serious enough I assure you. Never while I hve wiU your sweet image be obhterated — never can I \" \" Nonsense,\" was the unromantic comment made by Louise. \" On my honour, I \" \" WeU, considering how foohsh young men can be, as I know from experience, I wiU suppose to oblige you that you reaUy mean what you say, but that will end aU familiarity between us — we could not be even ordinary friends in future.\" \"Why so?\" cried Adrian, wofully. \" I have a score of lovers already.\""], [211, "203 ON THE LAWN. \" Don't drive me to despair,\" groaned the young artist?\" \" Stuff! Such sudden fancies are of a very fragile and exotic nature. A Uttle exposure to chUling words and bUghting glances, and they are withered at once. I am sure you would not thank me for reminding you in a year's time of what you have just said.\" \" You are pitUess, MademoiseUe.\" \" So much the better. The greatest attachment I am ever likely to form is for a man twice my own age, and do you know why I respect him ? \" \" I cannot guess ; perhaps for his virtues, abUitie3, or high position ? \" \" On the contrary. I beheve his moral character would not bear a very close scrutiny, and his position is merely that of a private gen tleman ; but he is so complacent, so thoroughly wrapped up in himseU, and considers me of such shght consequence, that I confess I am piqued by his behaviour, and should feel something Uke a conqueror, if I could just prick that stony heart a httle and make it sympathetic.\""], [212, "204 LOST FOOTSTEPS. \" Thanks for your confidence,\" said Adrian, gloomily ; \" I applaud your frankness U I question your judgment. Shall I name M. Morel as the favoured object of this dangerous experiment ? \" \" That is the person. Don't look so fierce ; let us shake hands and be friendly, and if you must be a lover, pray be a merry one. I cordiaUy recommend you to read your own Shakespeare's description of the various kinds of lovers. I cannot bear a melancholy admirer, and you have no idea how tragical some of my lovers are.\" She pulled out two or three letters, and said, with the most musical laugh in the world, and a look at Adrian, bewitchingly impertinent — \" Now, here is a lover who has lost aU hope vows, if I refuse him any longer, to drown him seU, or something of that sort. He has, however, taken time to consider of it, for three months after I received this letter : — \" ' I am about to commit a rash act, which wUl end at once my unhappiness and my Use. For heaven's sake let me see you once more.' \" Pathetic, I call that,\" cried Louise, \" but it is"], [213, "ON THE LAWN. 205 only a sample out of many. To be candid with you, I think you will require genuine affection to make you happy, and I am not sure that I shaU ever love anybody. Besides, love is such an absorbing passion, that one loses all other enjoy ments. We will, however, if you avoid this subject, be as friendly as you please.\" There was a sudden alteration in her tone, and her flippancy was gone in a moment, as she looked up at Adrian, and said, earnestly : \" I have never known the happiness of having a brother or sister, Mr. Hope. Be a brother to me, and let us continue on the terms of our first acquaintance ; and now, as it is dusk, I shaU leave you.\" In no very cheerful mood, but wondering at her changeful manner, Adrian strolled by himseU upon the lawn. There was something soothing in the monotonous aspect of the place, and the ear caught pleasantly the decreasing hum of the city, as it sank gradually to repose after the bustle of the day. From Louise, Adrian's thoughts wandered to"], [214, "206 LOST FOOTSTEPS. England, and his conscience troubled him not a httle, when he reflected how he had avoided the father who had looked forward for years to meeting him. He began to feel, in the disap pointment he had just experienced, how sadly his father must receive the news of his absence, especiaUy when he learned its immediate cause. WhUe thus musing, a voice thrilled him. He looked round, but the house and the lawn were in complete darkness. He felt, however, con fident it was the voice of Louise, and a thousand vague hopes and dreams fiUed his breast in a moment. A moment after, he distinctly heard some words spoken within a short distance, and in a low tone. He held his breath, looking towards the canal, for the sound came in that direction. Soon a boat was seen at the edge of the canal next the garden, and Louise stepped from it. The rower bade her good night, and she came up the path toward the house. Adrian made a noise with his feet upon the"], [215, "ON THE LAWN. 207 smooth gravel path, to show that he had seen her. \" Bless me, are you there stUl ? \" cried Louise. \" Why, I must have left you nearly two hours ago. You must be sadly in want of some supper ; at aU events I am.\" \"You have had a pleasant excursion, doubt less,\" said Adrian. \" Yes, indeed ; I met M. Morel on tho quay, and he rowed me home. That was the M. Morel we were speaking of. He went off quickly, having promised to fetch his mother from a party, or we might have had his company for an hour.\" They went sUently into the house, and Adrian remarked sadly, that the passing tenderness of her tone when she left him an hour or two before, had quite vanished. They found Mynheer had gone to bed, and supped almost as quietly as that taciturn merchant might have done. Adrian's passion had already taken deep root, and mingled with it was a gentler feeling, almost one of pity, for Louise. He pictured to himseU the danger to which she exposed herseU U she"], [216, "208 LOST FOOTSTEPS. continued to indulge in these flippant and capricious moods. Left, as she had been, without a mother's guidance or control, be could see how likely it was that she might make a false step, and em bitter the whole of her future hfe by an in judicious or hasty marriage. But Adrian was not aware how much of this flippancy was merely assumed. He was enthely ignorant of the fact, that when Louise (who would, in her secret heart have given much U Adrian had answered to the ideal he had formed) rallied him respecting his aims, he had greatly disappointed her, and given her httle hope in the future. The merriment and ridicule with which she had met his advances, concealed a considerable amount of real feehng for him. She was left in this matter enthely to please herseU. It was not wealth that tempted her, and as to Mynheer Kalm, he would have aUowed her to wed one of his own bargemen U he thought such an aUiance would make her happier."], [217, "209 ON THE LAWN. Louise veiled considerable strength of will under this giddy manner, but conscious of her impulsive tendency, she looked in the opposite sex for greater steadiness of purpose, and more decision than Adrian had revealed. \" Oh, that I had a mother living,\" murmured Louise, as she looked at the portrait of the mother lost to her when she was but an infant, \" what could have guided me hke the care and watchful ness of a tender mother, marking every danger and warding off so many temptations and follies. Other feelings may become subdued — other me mories faint and dim, but a mother's love is a tah'sman whose charm can never be broken.\" \"As to papa\" — and Louise smiled to herself — \" it is useless to introduce an affair of the heart to his consideration, and yet at one time he must have shown tenderness and sympathy, or how could my mother have accepted him. I can never beheve that she married him for money alone. There is good, kind Mr. Joyce, to be sure, and he is evidently fond of Adrian ; but then he has never been married, and I suppose he was never VOL. i. 14"], [218, "210 LOST FOOTSTEPS. in love all his hfe, except with some nymph or goddess in a picture. Ah, well, I must take my chance, I suppose, though I wish Mr. Hope un derstood himseU and me better than he does.\" Then she stood looking at her mother's portrait tUl her eyes fiUed with tears, and put it away at last with a heavy sigh."], [219, "CHAPTER XV. Cecily's Trials. The showman had not improved in his habits since our last interview with him. He had be come associated with a set of gamblers and black legs, who, though always engaged in transactions of a more than doubtful character, managed to throw the responsibility upon other shoulders. This set weloomed a comrade having the boldness and dash of Wolfe, as one likely enough to under take any task of more danger than usual. The plan adopted by this honourable fraternity of exposing a neophite to any real risk, waa well known to the pohce. The consequence was that WoUe, let him lodge where he would, soon found himseU a marked man. The earnings of CecUy at the music hall, though she was very popular, were stUl insufficient"], [220, "212 LOST FOOTSTEPS. to gratUy his extravagant and depraved desires, and the poor girl was almost in despair when, as it appeared to her, she must either adopt a pro fession that was hateful to her, or see him sink lower and lower, perhaps even lapsing into active crime. It would be weU for some over-nice people to consider, when they stigmatise the ballet dancer as an utterly depraved creature, whether it is always possible for a young, beautUul, and neglected girl to choose her own position, or to avoid the manifold temptations thrown in her way. Cecily was as virtuous and pure as U she had moved in far higher circles, and she shrank from whatever appeared indelicate and unwomanly, with absolute abhorrence; yet, when it appeared that her father's downfaU would rest with herself if she failed to increase theh income, she hesi tated. Singing at the music halls a few years back, was not the lucrative occupation it has become at present. The \"Tommy Dodd\" of those days esteemed himself a fortunate man if, by roaring"], [221, "Cecily's trials. 213 out his balderdash for half-an-hour each evening in seedy threadbare garments, he earned five shillings per night, and an ample supply of liquor. He was generally a broken-down artist who had once possessed ability of some sort, and perhaps threw real art, and real knowledge, like pearls to swine; unlike the utterly ignorant, unscientific \" Great Bounces \" of our day, who come to the concert-room in their carriages, and make for tunes by sheer impudence, and shun good music like a pestUence. Cecily was very popular, but worked hard for many months ere she earned two pounds a week. Frequently, when she put the money into Wolfe's hand without deducting a farthing, it was spent within a few hours, and perhaps the poor girl sang the foUowing evening with httle success, being weak and faint from actual want of food. It was upon one of these occasions, when she came sadly back from the music haU without being encored in a single song, that she found seated with WoUe, a man of Jewish aspect, who"], [222, "214 LOST FOOTSTEPS. said, as she entered the room, looking at her at the same time with a patronising grin, intended to establish mutual confidence — \" Your daughter, I presume ?\" WoUe nodded, and the man looked at Cecily again in a way that made her involuntarily shrink from him. There was something intensely pe culiar in this keen and penetrating glance, which seemed to foUow so curiously every movement that she made. When she stepped forward to welcome her father — when she sat down after wonderingly taking off her bonnet and shawl — when she rose and reached from a sheU the poor fragments which ought to have been her own dinner, the stranger's eyes never left her; and when Wolfe bade her fetch some beer, he said, with an expression of satisfaction, and seahng the matter with a sounding oath, \"It's a bargain, WoUe. I can get her up in the part in less than a month, and I'U stand a pound a night.\" Thus was poor CecUy's talent and beauty sold to the highest bidder. It may seem hke"], [223, "cecily's trials. 215 a leaf out of an Eastern tale with some tur baned Turk negociating for an addition to his harem, but it was only a vulgar bargain, made by a keen speculator, who knew the market value of an exquisite form in this our Christian land. As for CecUy, what could she do ? She wept, she appealed, she protested, and she consented. \" God tempers the wind to the shorn lamb,\" and CecUy upon her first introduction to the mysteries of the baUet, was fortunate in joining a sprightly troupe at one of the opera-houses almost whoUy composed of girls about her own age. She was spared at first that spectacle — so painful to a fresh and unworldly nature — of coarse, bloomless, painted figurantes, sub stituting shameless postures and indelicate glances for the natural grace and joyous abandon of vigorous youth ; which has a charm of its own that excuses even the extravagant improbabihties of the baUet. Most of these girls, CecUy found to her surprise, hated their occupation quite as heartUy"], [224, "216 LOST FOOTSTEPS. as she did, and U they could have found other employment in our overburdened city, would have speedily abandoned it ; but many a bit of homely gossip at rehearsal, or between the acts, revealed the history of heart-breaking struggles, only to be borne or alleviated by the aid of that grim physician — Money — money must be had, and beauty was marketable. There was the whole secret. She discovered, too, that girls with figures that might serve as a model for the sculptor, and faces sweet as any painter could imagine, were careless of their beauty, save as a means of earning daily bread — girls who had learned to treat the batteries of opera glasses, and the flash of hungry eyes, with much the same coolness that the Crimean or Indian hero fronts the blaze and thunder of the enemy's artiUery — would walk part of the way home with her at night, chatting of dear httle brothers and sisters — of the poor invalid mother who once had a beautUul voice, or the father, prematurely old through raving in transpontine melodramas."], [225, "cecily's trials. 217 Poor girl ! she might have been happy stiU if her increased earnings had, in the shghtest degree, modified WoUe's character or improved his temper ; but she was grieved and alarmed, to find that the sacrifice she had made was un availing — that his habits became more uncon troUed daUy. Hour after hour, in the depth of night, when the snow was lying thick upon the slippery pavement, and a bitter wind chilled her to the bones, would this devoted ghl, after her arduous exertions in the stifling atmosphere of the theatre, wander secretly about Wolfe's favourite haunts, frequently to see hhn foUowed from gambling rooms, or the side doors of low public houses, by watchful policemen ; reaching home at last after skimming through the silent streets like a timid fawn, barely in time to undress, and hear him, with a brutal oath, or fragment of some roystering chorus, stumbling up the creaking stairs, but without a word of sympathy or ten derness for her. It was enough to make one wish that such men could never have whispered in their ears the"], [226, "218 LOST FOOTSTEPS. sacred name of \" father,\" but for the recoUection of chUdren, neglected as CecUy, who have become benefactors to their race, and beacon Ughts for humanity at large."], [227, "CHAPTER XVI. A Late Visitor. Mr. Gabriel, the miller — or, as his friends more genteelly called him — the cornfactor of Molton, passed in that quiet vUlage for a great man. As the why and wherefore of some estimates of great ness are rather curious, I avaU myseU of the novehst's privUege to journey upon the wings of fancy, and ahght for a brief space at the above pleasant locahty. Mr. Gabriel had, as I have said, a considerable reputation, and was a little ungenerous in keeping aU the credit to himseU, seeing that Mrs. Gabriel had also contributed a fair share to the halo of success and gentility that surrounded the family. This, however, is no new feature in social life, for if we venture to peep behind the scenes, we shaU not find many men disposed more than Mr."], [228, "220 lost footsteps. Gabriel was, to admit that \" the grey mare was the better horse.\" Particularly as Mr. Gabriel, though ruled by his affectionate spouse to a much greater extent than he was wUUng to confess, was a keen hand at a bargain, and Avith a momentary glance at a cow or a tree, or into a pigstye, would calculate to a nicety, without the troublesome aid of pen and ink, the value of whatever he wished to purchase ; and who, having once put his hand upon a bargain, had a perfectly bulldog reluctance to quit his hold. It was his pride to confess that he had started in lUe Avith that traditional half crown which is the sure path to fortune ; and he had told his neighbours for so many years that his success was due entirely to his own merit, that his statement was as generally accepted as Gospel truth — this is not a good comparison, but let it pass — and it was argued that if Mr. Gabriel had once been \" boots \" at the hotel at Dorking, and was now the greatest — that is to say, the wealthiest — man in Molton, it went far to prove Mr. Gabriel was a superior person."], [229, "221 A LATE VISITOR. It was true, envious detractors whispered that his week-day practices did not wholly accord with the warmth of his Sabbath exercises ; but Mr. Gabriel laughed in his sleeve at what the world said of him. And, surely, such venial offences are hardly worth mentioning, at a period when men keep a debtor and creditor account with their consciences, and balance the folio when it gets on the wrong side by extra acts of devotion, or cheques to popular charities. In days of \" limited \" principles, it is something to say of Mr. Gabriel, that he, at least, confined his operations to what legitimately belonged to him, and that his dreams were not troubled with the curses of the widow and orphan. Having risen from the working classes, no one will wonder that Mr- Gabriel generaUy spoke of them as the \" common people ; \" and this leads me naturaUy to Mr. Gabriel's daughter, because the contemptuous and harsh expressions used by her father in reference to the poor, gave her the greatest pain, and caused her to do all in her power to prove their injustice."], [230, "222 LOST FOOTSTEPS. Mary Gabriel inherited much of her father's common sense, but was enthely opposed to him in her views of hfe, and frequently went very near offending him by the interest she took in the poor of the neighbourhood; visiting the humble cottagers, teaching in schools established by Mr. Hope, and making friends with the poor ignorant chUdren who ran about the lanes, whUe their parents were working in the fields. Frequently her father would meet her upon these errands, and angrUy send her home ; but Mary, though unwilling to offend him, had too much human sympathy to be easUy discouraged. Remembering that \" a soft answer turneth away wrath,\" she forebore to openly oppose him, but generaUy discovered some method of carrying out her plans without making them directly offensive. \" What makes you look so serious, Mary ?\" said her father one day, when she had come home very thoughtful from a visit to some poor cottagers. \"I am thinking, papa, that after all poor"], [231, "A LATE VISITOR. 223 people must be quite as good, quite as virtuous, and quite as affectionate as the wealthy ; and yet what severe trials they have to bear. I don't understand it.\" Mr. Gabriel was not very pleased with these reflections. He had made some excellent bargains that day at market, and had come home a httle more inflated than usual. He would rather Mary had asked for a new dress or a garden hat, or some fashionable music for the piano. \"Now, papa,\" continued Mary, \" I constantly see the greatest kindness shown by the poor to each other, and I am sure some of them are really reUgious and high principled, yet you so often teU me of their wickedness, their improvident habits, and their constantly getting into prison. How is that ?\" \" My dear, there is one difficulty I grant you respecting your poor friends ; they certainly have a good deal of temptation — perhaps more than the rich.\" \"Then I am sure they ought to be pitied,\""], [232, "224 LOST FOOTSTEPS. cried Mary, \" for it is not always their own fault that they are not as rich as you.\" \" Oh, you think I am rich, young lady ? \" \" Why, yes, papa. John, the foreman at the mill, has no handsome carpet like this, nor rich mirrors, nor pictures on the walls, nor an Erard piano.\" \" That reminds me, dear,\" interrupted Mrs. Gabriel, who had not joined before in the conversation, \" you must do something for John; the poor fellow works very hard, and is thoroughly honest, I beUeve.\" \" How do you know that ?\" asked Mr. Gabriel, whose poUcy was to beUeve all men rogues till he had proved them honest. \" Why, last night at dusk I sent him into the village for some trifle, and gave him haU a-sovereign in mistake for sixpence. I never found the mistake till he brought it back again.\" \" Brought it back ! well to be sure I wonder at that,\" said her husband. \" You won't believe of goodness in anybody,\" cried Mary, in a pet."], [233, "225 A LATE VISITOR. \"Perhaps because so few have any to spare, my dear. But to show you that I appreciate John's oonduot I wiU certainly advance him.\" \" WeU, I'm glad, papa, to find you so reason able. I shall give you an extra kiss when I go to bed.\" \" Run along then, puss, at once, for it's getting late. Hark, what's that ?\" As he spoke, a sharp rattling at the door startled them. It was so rare an occurrence at Molton to have either a visit or business call so late as ten o'clock, that they were taken by surprise, especially as in addition to the loud and hasty knockmg, a great scuffling was heard also. Mr. Gabriel hastened to the door to see what was the matter, when a weU-dressed hand some man, a Uttle past middle age, rushed into the room holding by the coUar, with a grip hke a vice, WoUe, the showman. \" I detected this man in the act of jumping from your drawing-room window,\" said the stranger, \" and U I mistake not you will find 15 VOL. I."], [234, "226 LOST FOOTSTEPS. some of your property on the lawn. You had better send for the constable directly.\" There was something too earnest and decided in the stranger's manner to be mistaken, and Mr. Gabriel at once lent his aid to secure the prisoner. Search was also made, and some valuable plate and other articles were found upon the lawn, where WoUe had dropped them from the window previous to leaving the house himself. His accomplices, U he had any, had decamped. It wiU be seen by this episode that Cecily's efforts to keep the showman in the right path had been useless. In a spirit of bravado he had accepted the task of plundering Mr. Gabriel's house, where he knew there was plenty of valuable property whioh might be easily secured. He had met Mr. Gabriel's foreman an hour or two previously as he was returning from work, and after treating him at the inn, had drawn him into conversation about his master, pretending a great deal of sympathy with the working classes, and declaiming against the"], [235, "227 A LATE VISITOR. inequalities of station, as many smooth-tongued gentlemen do, when they wish to make use of the humbler classes. John, however, was a simple plain-speaking fellow. \" I'U teU you what, sir,\" he said, \"U the world began a-fresh to-morrow we should soon have rich and poor again. ' Specially when so many of my sort only care for their beer and 'bacca after work's done. Men that want to get on, plan with their heads as well as their hands, while some of us just say what can't be done to-day must be done to-morrow.\" \"You can get on fast enough U you're not too particular,\" sneered WoUe, \" There's no occasion to be a poor devil aU your days if you're wide awake.\" \" Hope no offence, but I think we'd better part, master. I thank ye for the drop of ale you've been so good as to pay for,\" said John, who began to dislike his entertainer. \"Stop a moment, my friend, you work for Mr. Gabriel, don't you ?\" \" Yes I do, and he's a toughish chap to"], [236, "228 LOST FOOTSTEPS. work for I can tell you, but his daughter is a very kind lass, and taught my children to read, and nursed my old woman in a bad illness. As to Gabriel, if he's hard now, mayhap he'll put me down in his will. \" \" You might take care of yourseU sooner than that,\" said Wolfe meaningly. \" I don't quite see what your driving at, master, so I'U say good night, and thank ye.\" \" A born idiot,\" muttered WoUe savagely, as he looked after the retreating foreman, and then joined two of his companions who were in waiting with a horse and cart in the lane behind the mill, which was about two hundred yards from the house. Here a ladder had been found, and with it Wolfe had effected his entrance at the drawing room window. The ladder had been taken away as soon as he entered lest it should be seen by any passer-by. Wolfe had no sooner been brought to the light than he evidently recognized his captor, a recognition which appeared to give the stranger"], [237, "229 A LATE VISITOR the deepest pain, and WoUe an almost fiendish delight. \" So you've turned detective, my old friend,\" he cried, \" Never mind, I shaU have a word or two to say about the clergyman's brother when I am brought up in the morning.\" \" Had I known who it was,\" said the stranger, \" with whom I struggled in the darkness, I should not have acted otherwise than I have done.\" \" Ah, you know me, I see,\" sneered the showman, who seemed pleased to feel that every word pierced the stranger like a dagger. \" Do not suppose,\" was the calm reply, \" that I ever sank to your level, or beheve that any threat wUl prevent me doing my duty to this gentleman,\" bowing at the same time to Mr. Gabriel, who was quite bewUdered. Two constables now arrived upon the scene, and Wolfe, being promptly handcuffed, was led away, whUe the stranger took his leave with a profusion of thanks and good wishes from the Gabriel family."], [238, "230 LOST FOOTSTEPS. \"As I shall probably be required in this matter,\" said the visitor, \" have the goodness to enquire at Mr. Percival Hope's for me,\" and left, making his way for the curate's house. When Mrs. Crankley told her master that a gentleman wished to see him, Mr. Hope httle imagined who the stranger was. A moment after he rushed into the room, too much affected for some seconds to speak. When at length he did so, he said in a tone of intense excitement : \" It is my brother, ma'am — my brother, Mrs. Crankley — my brother Martin whom I have not seen for so many years.\" After many heartfelt congratulations, the brothers sat down and talked till far into the night, of old times. Martin Hope, earnestly longing, as he was, to hear something of his son, could not, for a long time, summon courage to enquire for him. When he learned the step our hero had taken, his grief was intense. His regret being the greater from the fact that Adrian's departure"], [239, "231 A LATE VISITOR. was owing to the discovery he had made of the secret they had kept so long. The curate, on his part, was almost as much grieved as his brother, when he heard of the adventure in which Martin had been engaged. He had not been so sorrowful for many years. It was in vain now to hope that the story could be kept from his parishioners. It would be the universal topic in a few days, and the curate shuddered as he thought of the painful task that was before him, to preach on the foUowing Sunday to a congregation associating him in their minds with a returned convict. WhUe for his brother, too, who had hoped to find at Molton a peaceful haven for the re mainder of his days, Mr. Hope was deeply grieved. How could Martin wander about those picturesque lanes, with every ragged urohin pointing at him as a criminal ? An examination of WoUe took place on the foUowing day before the magistrates, when the showman, who seemed to have not a spark of compunction, or any human pity toward the"], [240, "232 LOST FOOTSTEPS. man he had so deeply wronged, cross questioned Martin with the most brazen im pudence, and, to the astonishment of the hearers, made pubhc aU the sad story of the clergyman's brother. \" I wiU leave England again, my dear Percival,\" said Martin, when the showman had been committed for trial. \" It shall never be said that I have ruined those who are dearest to me.\" This, however, the brave curate stoutly opposed, for his affectionate nature and great moral courage was speedily aroused by his brother's despondency, and be determined to face the worst without flinching. \"You shaU do no such thing, Martin,\" he said, \" I can fight over again the battle I gained when I first came to Molton, and we wiU Uve down the sneerers.\" But Percival Hope had a sad foreboding all the whUe that the battle might end in his own discomfiture. Those who Uve in large towns where the next door neighbour is a"], [241, "233 A LATE VISITOR. stranger, can have little idea how for weeks this incident was discussed in Molton. It is but just to Mr. Gabriel to say that he defended Martin and his brother in every possible way. He had been favourably impressed by Martin on the night of the robbery, and when he learned that he had amassed a considerable fortune, the miller was stUl better disposed toward him. \" Evil be to him that evil thinks,\" said Mr. Gabriel one day at a parish meeting, where some very unpleasant reflections had been cast upon Mr. Hope for still countenancing his brother, \"If a man makes a false step once in his Use is it never to be forgotten? You'll think better of Martin Hope, when he sends you a few of his Australian bank notes to lighten your poor rates, and provide blankets and firing.\" This broad hint was not lost upon Martin, and it was astonishing how speedUy the reserve that had been displayed towards him, melted away after he had enclosed a handsome donation"], [242, "234 LOST FOOTSTEPS. for the poor box. But the curate felt that the matter would not be allowed to die out in this quiet way, and the event proved that he understood the tone and temper of a country parish perfectly."], [243, "CHAPTER XVII. M. Morel. In these fast-going days, when we traverse the earth by steam — when our likenesses are drawn by the sunbeams, and when the electric spark delivers our every-day messages, one would have thought that Mynheer Kalm must be inevitably distanced in the race of hfe ; but Mynheer, though he slept a good deal, and smoked a good deal, and talked so little, knew exceedingly weU what was to his advantage or otherwise. In business matters, Kloots had generaUy aU the talking to himseU: as for instance : — Kloots. — \" I suppose Mynheer, Mr. Hope can reply to the Liverpool letter?\" Mynheer nods his head, pointing at the same time to the letter lying upon his desk."], [244, "236 LOST FOOTSTEPS. Kloots. — \" Mynheer Vanderneer wiU not ad vance upon his first offer for the oak pieces ; will you accept it ?\" This time Mynheer gently shakes his head. Kloots. — \" There is the widow Zell, too, in the yard,\" and he pointed to a woman dressed in a singular fashion, having an extraordinary decoration upon her head, consisting of two plates of gold upon each temple, meeting in the centre of the forehead. She was a Frieslander. \"She teUs me,\" continued Kloots, \"That her son is stiU unable to work since the accident he had by the timber faUing, and asks assistance. Shall I give her a guUder a week ? \" Never had Mynheer Kalm been insensible to the claims of charity. He held up two fingers to indicate the extent of his sympathy respecting the guilders, and smUed upon the poor woman with the gentleness of an enormously-magnified infant. Kloots. — \" Will you make any stipulation as to payment back, Mynheer ? \" Again Mynheer Kalm gently shakes his head,"], [245, "237 M. MOREL. and Kloots, who was a very warmhearted fellow himself, nodded to the widow ZeU encouragingly. These arrangements between capital and labour being pleasantly settled, a variety of other sub jects are brought forward and disposed of in the same concise style, and Mynheer leaves the wharf at length, inviting his manager, in two words, to spend the evening with him. It was upon this same evening that Adrian first saw Madame Morel and her son, and the effort he made to be civil upon the occasion cost him more than he would have liked to confess. Louise was in the highest spirits. She was an excellent musician, and played and sang a quantity of fine German music, in which M. Morel, who had a tenor voice, of good quality, joined her. Adrian, having so little experience of the effective manners which men accustomed to society readily acquire, felt himself completely thrown into the shade. M. Morel had showy talents. He knew several languages, one of which was English, which he spoke with the"], [246, "238 LOST FOOTSTEPS. utmost fluency, whUe his knowledge of art, pohtics, and social topics, surprised the un sophisticated young painter. Before, however, we draw up the curtain, and show the side of M. Morel's character intended for public exhibition, we beg the reader, who wishes to understand that gentleman thoroughly, to follow us a few moments behind the scenes — and have you never thought, my brother, when you have seen a box put into a railway van, labeUed \" This side uppermost — glass — with care,\" what a ready-made satire it is upon the characters of some dehghtfuUy-smooth-tongued men-about-town. Let us, U only for the sake of contrast, look at M. Morel's vhtues and abiUties in another Ught. Guillaume Morel had passed his infancy in HoUand. But his father afterwards removed to Brussels, and becoming a banker there, amassed a considerable fortune. Brussels at that time, 1830, owing to the events which were taking place in Paris, and which afterwards led to the troubles of 1832, was the resort of a numerous"], [247, "M. MOREL. 239 class, following only an intriguing, frivolous, empty kind of life. Into this society, Madame Morel plunged eagerly, giving free scope to her worldly inclinations ; and it was in this unwhole some atmosphere, rendered stUl more destructive by the indulgence of his father, a devoted lover of pleasure, that M. Morel passed his early years — a circle where aspiration was sneered at, and sentiment ignored, and where seU-indulgence, was elevated to the dignity of a creed. Guillaume Morel proved himseU an apt pupU in this estimable school of phUosophy. He had hardly passed boyhood ere he became en tangled in a disreputable connexion with a young Frenchwoman engaged at the opera. As the lady wished to remain a short time in Brussels, while negociating another engagement, the money with which the banker's son was liberally suppUed answered her purpose admir ably, and, for a time, the lady was wonderfully gracious. GuiUaume was, however, astonished at the end of a few weeks to find himseU suddenly"], [248, "240 LOST FOOTSTEPS. deserted by the frail fair one, and being con stantly taunted by his youthful companions, was anxious to leave Brussels for a time, to regain his lost laurels. Madame Morel had acquired, meanwhile, con siderable political influence, and succeeded in getting her handsome son appointed in some official capacity at Berlin. But Guillaume hated anything that required thought or study, and looked upon real knowledge as pedantry, only aspiring to be a brilliant member of society. He had already obtained some influence in fashionionable circles, partly owing to his good looks, partly, perhaps, to his doubtful relations with the fair sex, and not a little also to his facility in languages. This talent had not cost him much trouble, having from his chUdhood led a sort of polyglot existence. For the rest, he was worldly, had no lofty feehngs, no warm sympathies, — yet so potent and deceptive is the charm of manner over the world at large, that Guillaume Morel soon obtained in every circle"], [249, "M. MOREL. 241 the reputation of being a charming companion — an amiable man, and a gentleman of perfect breeding. His conversation was fluent and easy, and tf he chanced to be thrown into the society of a real lover of art — as in Adrian's case — he had a ready tact in keeping the conversation so near the surface, that profundity had no chance of drawing him beyond his depth. Thus, many a learned and original mind had been deceived as to the extent of his powers. Becoming disgusted with Berlin, M. Morel came back to Brussels, and took part in the political agitation caused by the rupture of Holland with Belgium. He had no patriotism, but simply desired excitement and change, and when the fever consequent upon the aroused nationaUties, and the partizan feelings connected with the above events had subsided, he went to HoUand, and remained there tiU the death of his father gave him possession of the wealth and influence he coveted ; he bought a fine estate near Rotterdam, and his mother came there to reside with him. 16 VOL. I."], [250, "242 LOST FOOTSTEPS. Here he became acquainted with Mynheer Kalm and his daughter, and a new and healthier ambition apparently fiUed his mind : he would marry. After several years of fashionable life and dissipation, he now fancied he should relish the charm of a pure and quiet home. His old companions were deserted for the society of Louise. Madame Morel saw that her son was fascinated, and encouraged him by every means in her power, feehng sure it would not be long before GuUlaume openly declared his passion. Louise was young, gay, and piquante — the kind of ghl to take the fancy of such a man. He was stUl handsome, and youthful-looking, and the confidence in himseU, inspired by his general reception in society, led him to imagine that he would not have a very difficult part to play. Matters were in this state when the journey up the Rhine was planned, and Louise, bent upon enjoyment, entered into the scheme heartUy. Of course, with Mynheer Kalm it was a purely business affair ; he, worthy man, had he not been teased beyond all endurance, by Louise, would"], [251, "M. MOREL. 243 have left, as he had done in previous years, the entire control of the business to Kloots, and would have taken his ease, as heretofore, in his darling summer-house over the canal at Rotterdam, watching with delighted eyes the creeping barges and the four-and-twenty windmills. Through the influence of Louise, Adrian was included in the party, and, as Mynheer would as soon have thought of flying as of parting from Kloots for any lengthened period, that eccentric individual arranged to join them at a given point, as soon as business engagements would permit. Adrian, stiU in hopes that some good angel would interpose in his behaU with Louise, accepted the invitation, joyfully. He had heard and read so much of the Rhine, that his artistic faculties began to revive again in anticipation. He was charmed beyond measure with the scenery of the Rhine ; having hitherto seen only the rural landscapes of Molton which, though exquisite of their kind, had not, of oourse, the variety and romantic interest of what he now saw. Here he beheld, in the same view,"], [252, "244 LOST FOOTSTEPS. the softest and wildest features harmoniously blended — the rude crag, the verdant meadow, the impetuous stream, the rich hanging wood, the ruined castle, the antique chateau, the picturesque vineyard, all united their several charms to make a landscape unique of its kind. Madame Morel and her son, for some reason, could not start with them, and they journeyed up the river till they arrived at Bingen, where Louise expected their friends would most likely join them. She had behaved to Adrian with the greatest kindliness, and as she appeared utterly indifferent as to the advent of M. Morel, he began to hope at last that the story of her feelings toward that gentleman was a myth. But, with his impulsive temperament, it was a most difficult task to restrain himseU; and it is hardly too muoh to say that he would have welcomed an earthquake or tornado about as cheerfully as the \" coming man,\" M. Morel. Mynheer was extremely gracious and good humoured, and looked as contented and placid as a Chinese idol. He yielded to his daughter's"], [253, "M. MOREL. 245 caprices like an infant, and dutifuUy stayed at Bingen to oblige her, as she had proposed to make some excursions from there whUe waiting for their friends. But to climb the hUI opposite, as his daughter proposed to do, was not to be thought of by a gentleman of Mynheer Kalm's inches. He was, therefore, left to his own enjoyments — namely, smoke, sleep, and silence, in which intellectual treats, Kloots, who had just arrived, lent his valuable assistance, and the pair of philosophers passed their time as cheerfully as could be ex pected, congratulating themselves that fate had not cast their lot among these crags and hills. Just as they were about to start on an ex cursion, and Adrian was congratulating himself upon the dehghtful prospect of having Louise to himself, Madame Morel and her son arrived at the hotel. Alas, poor Adrian ! who can describe his ohagrin. They climbed the hiU in the meUow after noon, and the luxuriance of that far-spread autumn landscape weU repaid them for the"], [254, "246 LOST FOOTSTEPS. trouble. The Rhine beneath them flowing swUtly on to Manheim, winding amidst woods and tiny islands which almost hid it from their view — the vast plains of France, stretching away into the purple distance, to which nearer objects of interest formed a bold foreground. Johannis berg, the residence of Metternich, a name dear to the lovers of a good vintage. Ingelsheim, surrounded by vine-clad hiUs, and with memories of the wondrous days of Charlemagne — vine yard, cliff, rolling flood, and ruined tower, beneath which the rapid river sped on tUl hidden by the spires of Coblentz, and the grim battlements of Ehrenbreitstein. On this lovely afternoon, with a flood of golden light illuminating the charming Rhine land, Adrian, enchanted with its beauty himself, was pleased to see that the heart of the lovely girl beside him was also touched with the solemn glories of nature. \" At this moment,\" he thought, \" what happiness to have been alone with her in such a spot.\" He felt how httle likely the society either of Madame Morel or"], [255, "247 M. MOREL. her son was to keep ahve the genuine feeling which, for the moment, he felt assured, was awakened in her. Not that GuiUaume Morel's outward nature was calculated to inspire Adrian with a feeling of jealousy, for, upon no occasion did he show to Louise any special attention — his bitterness arose from what she had said herseU. A stranger might have thought that M. Morel was rather indifferent, than otherwise ; and Adrian, re membering what Louise had said of M. Morel, felt keenly that irony of fate which promised for himseU a wasted passion, and for her, seU reproach and disappointment in the future. But whatever might be in store in days to come, they were merry enough for the moment, and woke Mynheer from a refreshing slumber, of some hours' duration, by their chatter and laughter when they reached the hotel. If M. Morel had known how nearly he was losing Louise, he would, doubtless, have displayed greater warmth; but taking a general estimate of the other sex, he had laid it down as a rule,"], [256, "248 LOST FOOTSTEPS. that there was no great difficulty in winning them, and that it would be time enough to put out his strength when he saw his position seriously assaUed. MeanwhUe, Louise was piqued, Madame Morel irritable, and Adrian savagely jealous, without any apparent oause."], [257, "CHAPTER XVIII. \" There's no Place like Home.\" Louise, kissing her taciturn parent, enquired how he had amused himself. It appeared that Mynheer had sustained the deprivation of their society with his accustomed equanimity. He had first partaken of some coffee, not unmingled with a liquid of a more ardent nature — had smoked his meerschaum; then, faUing into a profound slumber, had now awakened hke a giant refreshed. But to judge by his perturbed expression, there was evidently something of weighty import upon his mind. The whole party went out upon the balcony of the hotel, which commanded a splendid view, to spend the remainder of the evening. Adrian could not help noticing more than once the unusual hvehness of Mynheer's aspect ; and as"], [258, "250 LOST FOOTSTEPS. jealousy was the predominant feeUng in his mind at the moment, he wondered tf it were possible that Morel had already consulted Mynheer with reference to his daughter. Mynheer evidently desired to express his feelings in a few consecutive sentences, and Adrian was weU aware that this unusual result would never be accompUshed without some active stimulant. Kloots was absent, having gone secretly to a special store, where he had ascertained a supply of genuine Schiedam could be obtained. There had been some difficulty in satisfying Mynheer's palate in this respect; but, fortunately, the manager arrived at that moment with one of those mysterious flasks which are the daUy deUght of Dutchmen, and said — \" I have just seen the captain of the raft, Mynheer. The arrangements are completed, the cargo properly secured, the necessary steersmen engaged, and we can return as soon as we please.\" Mynheer's face assumed an expression of vivid interest. He took a preliminary puff of his meerschaum, and then and there delivered him-"], [259, "\"there's no place like home.\" 251 seU of the longest speech he had ever been known to make in his lUe. \" I am truly thankful, Kloots,\" said he, \" that it should be as you say ; and when I get back to Rotterdam, never more wiU I leave it. Let those wander who wiU, I will remain peacefuUy there till I am carried to my last resting-place. I wUl enlarge my beautiful summer-house, and wUl alter the inscription to ' peace and contentment.' Of aU kinds of madness, the strangest appears to me that of visiting such countries as this. One goes down a hUI merely to ascend another, and the rivers flow as if they were running mad. A nice level green meadow cannot be seen, either, for these stupid hiUs, and rocks, and trees, that seem to grow upon the side of a waU.\" \"Mynheer,\" said Kloots, in a consohng tone, evidently astonished at the eloquence of his em ployer, \" we shaU enjoy our dear old Rotterdam aU the better after this.\" \" God be thanked U it should prove so,\" replied Mynheer, whose animation seemed rapidly oozing away, as he contemplated the distant landscape"], [260, "252 LOST FOOTSTEPS. with intense disgust. \" Do but consider, Kloots, for a moment, our beautiful summer-house, and the yard paved with many-coloured stones. Also the fish-pond, the httle house of sheUs in the midst of the aviary, and aU my lovely foreign birds.\" \"Lovely, indeed,\" sighed the sympathetic Kloots, shaking his head significantly, and looking at the company as if he defied anybody to question that assertion. \" And the bed of tulips, which no man, either in Rotterdam or Amsterdam can rival,\" continued Mynheer complacently. \"True enough,\" seconded Kloots, \"Mynheer Vanderbeck was ready to die of envy when he saw them, and would have paid ten times their value, to have seen them blooming in his own garden.\" \" And the lovely prospect from the bank of the canal,\" exolaimed Mynheer, warming up again into a sort of rapture. \" That is something to remember indeed. Think, Kloots, of the green meadows as smooth as this table, and the twenty-"], [261, "\" there's no place like home.\" 253 four windmills ! When I remember all this, I am overjoyed at the prospect of returning so soon.'' \" And so am I, Mynheer. Confound their castles, and vineyards, and this perpetual going up and down hill, to say nothing of their accursed wines which freeze one to think of.\" And Kloots shuddered. He had touched a sympathetic chord. Taking up the flask which he had procured, Mynheer held it to the light, and as the rays of the setting sun gleamed through the green glass, he perceived that it was well filled with that admir able Uquor, so popular at Rotterdam and other parts of HoUand — to wit, Schiedam. Kloots found his mouth water in hvely an ticipation as the cork was drawn ; but Mynheer Kalm was too shrewd a tactician to entrust him with the flask in its present state. He there fore apphed it first to his own lips, and after a considerable time, handed it to his retainer, with the long-drawn sigh of a man who feels that the keenest pleasure must come to an end."], [262, "254 LOST FOOTSTEPS. Adrian smiled to perceive how equaUy the contents of the flask had been divided. Kloots finished it with an avidity quite the reverse of his master, who loved to prolong his enjoyments. As he mysteriously disappeared a few minutes later, Adrian supposed that his errand was to have the flask refilled immediately. Meanwhile, before the rest of the party had recovered from the astonishment caused by Mynheer's unacoustomed eloquence, he had re lapsed into his usual statuesque stolidity, and dozed peacefully during the remainder of the evening — insensible alike to the merry prattle of his daughter — the tenor voice of M. Morel, which echoed pleasantly across the river — the diplomatic \" asides \" of Madame Morel, or the artistic raptures of Adrian."], [263, "CHAPTER XIX. Diplomacy. It seems hardly a fair assertion to make, but it is true, nevertheless, that Adrian might have succeeded much better with Louise U he had shown less dehcacy. Girls frequently misinterpret the respectful tenderness with which they are regarded by the pure-minded of the other sex, and fancy it is irresolution. Spurred on by her encouragement, and de lighted with the lovely scenery through which they passed, he sketched frequently, and often with a success that surprised himself. The hard drilling of Uzelli was not without result after aU, and several landscapes which he executed very hastily had so much breadth and vigour, that even Madame Morel could not withold her unwUling testimony to their merits."], [264, "256 LOST FOOTSTEPS. This estimable lady had fully made up her mind to win Louise for her son in spite of him seU. Aware that any direct antagonism might only pique the young beauty, she adopted a cautious system of persecution, which was not ineffective in its way, and certainly damaged the young painter's cause considerably. Her policy was never to omit an opportunity of leading the conversation to some topic in whioh GuUlaume Morel could distinguish himseU, and his rival could not ; and so successful was she upon many occasions, that Adrian was made to appear dull and pedantic, beside the accomplished man cf the world. Madame's annoyance at the power and brilliancy of Adrian's sketches, she was scarcely able to conceal, especially as Louise evidently regarded his talent as something almost marvellous, and gave him greater credit for his work than it reaUy deserved. Sometimes Madame Morel's chagrin was vented in a more energetic manner, as for instance, when she said with assumed candour — \" We shall all regret, Mr. Hope, U you do not"], [265, "257 DIPLOMACY. foUow your art. The loss of such an accom plished painter would be a thousand pities. But, my dear Louise, you should really send your friend into society a Uttle more ; nothing removes diffidence and constraint like mixing with men of the world.\" \" I fear mixing with women of the world will not have the same happy result,\" retorted Adrian, justified, perhaps, in some measure for his rude ness, by Madame's offensively patronising tone. Such httle passages of arms appeared to afford M. Morel considerable amusement, but he was invariably pohte to Adrian, and when his mother became too overbearing, he generaUy diverted the conversation into some more agreeable channel. Picnics and boating excursions took place daUy, greatly to the satisfaction of Madame, who saw less danger of Adrian's rivalry than when he was sketching for Louise, or amusing her with souvenirs of English hfe. In boating, too, Adrian, being a skiUul oarsman, generaUy took the lead, and left a clear stage for GuUlaume, VOL. I. 17"], [266, "258 LOST FOOTSTEPS. whose remarkable coolness, whUe claiming to be a recognised suitor, piqued Louise more and more daUy, and stimulated her curiosity im mensely. She was evidently stUl in doubt as to her own feelings. At one moment full of merriment and gaiety, and another sad and reserved, treating Adrian with the greatest warmth, and then disappointing him with her coldness an hour afterwards. Once when they were left alone together, Louise had applauded some sketch of his with unusual warmth ; intoxicated with her praise, he was looking at her with a haU-dreamy enthu siastic gaze. A deeper fehng than she imagined filled the heart of the young painter as he said, in tones that were tremulous with passion, \"How I wish I could transfer your expression at this moment to the canvas ; I might rival then some of the greatest masters.\" The subdued tone in which he uttered the words, deepened as it was by real emotion, gave Louise some stings of conscience, but, an instant"], [267, "259 DIPLOMACY. after, that sudden coldness which so often chilled him, returned, and she thought: \" He is only thinking of me, as an artist might, after aU. There is no real feeUng in this ; the charm of a glowing landscape would equally affect him.\" Thus, as vessels, hidden by an island in a stream, pass each other unseen, and reach opposite corners of the earth, do human hearts and human sympathies approach, and then divide for ever. Adrian, fondly imagining that he was a little nearer to the shrine, was supremely happy, and sketched an outhne portrait of Louise, intending to finish it at night, from memory. Unluckily, for him, Madame Morel had, this very day, taken her son to task for his over confidence respecting Louise. She had lost no opportunity of drawing his attention to the apparently growing influence of the young painter, and the pair coming upon Louise and Adrian at this moment, Madame gave her son a telegraphic glance, which was not lost upon"], [268, "260 LOST FOOTSTEPS. him, and was the cause of his showing Louise the most marked attention for the remainder of the day. And when Guillaume Morel had decided to be agreeable, it was very difficult indeed to detect his sincerity, and very difficult also to resist him. He was so gracious to Adrian, that the young artist felt it impossible to be ill-tempered, though wishing him at Jericho — grew complimentary upon the subject of art, though in reality he did not known a Van dyke from a Vandaub, and was altogether such an agreeable and polished cavaUer, that once more Madame Morel grew radiant, as she watched the evidently awakening interest of Louise. It was nearly nightfall when they returned to the hotel, but Adrian sat up some hours work ing at the portrait of Louise. When at last he went to bed, he placed the picture so that he might see it the first moment he awoke. \"It is hardly possible,\" he murmured, as he thought upon the pleasant hours he had spent"], [269, "DIPLOMACY. 261 with her that day, \" that Louise can be utterly destitute of true feehng with such a face as that.\" A day or two later they were on their way to Rotterdam, and the portrait was not shown till they reached home. When Mynheer Kalm went into his beloved summer house on the following day, to read his business letters, enjoy his after-dinner nap, and smoke unmolested, the first object that met his gaze was the portrait of his daughter. Mynheer had not the slightest appreciation of art, but there could be no mistaking the original of this sketch, and he sat staring at it tiU it was quite dark, in a petrified state of admhation. A message from Louise, that Madame Morel and her son had come to spend an evening with them, aroused him at last, and the old gentleman took the picture into the house with the greatest care. He said not a word when told it was Adrian's work ; but the next morning there was found upon his desk at the wharf, an envelope, addressed to him in Mynheer's"], [270, "262 LOST FOOTSTEPS. singular handwriting, enclosing: a bank note for a considerable amount, but without a single word of explanation, or comment. In vain did Adrian spend half-an-hour in the private counting house of his employer, explaining that he could not possibly accept the gift. Mynheer had never been so obtuse. A look of unutterable vacuity was all the attention he bestowed upon the young painter, who could not get a single word out of him, and gave up the effort in despair ; but when at last he attempted to place the note in Mynheer's hand, he was met by such an emphatic shake of the head, that he felt it would be an offence to refuse the present any longer. It is just possible Kloots may have been mistaken, but he assured Adrian an hour later, that he had actuaUy seen Mynheer ohuckling with suppressed merriment as he entered the counting house that morning, and enquired U Adrian knew of any good news which his worthy employer had received. Certainly such unusual levity is somewhat"], [271, "263 DIPLOMACY. doubtful, and makes us fancy that Kloots must have had another supernatural adventure on the previous evening, and had not quite recovered from the effects thereof. A post of honour, and a magnificent gold frame, was awarded to Adrian's portrait, and aroused Madame Morel's antagonism. The first time she was alone with Louise, she said, with a glance of peculiar meaning, \" My darhng Louise, your friend is certainly very clever, and I admire the Ukeness greatly ; but I hope he is not complacently taking your portrait to serve as a model for a stupid Venus, or Titania, or some day my charming girl wUl be figuring in a pubUc gaUery with less drapery than is consistent with the modesty of the original. Mon Dieu ! I should be disgusted with the thought.\" Madame Morel perfectly weU knew how unjust she was. She had conjured up this idea to undermine Louise's sympathy with Adrian, and was delighted to perceive that it was not ineffective. Madame certainly used"], [272, "264 LOST FOOTSTEPS. her weapons skilfully, and now the ice was fairly broken, brought her heaviest artillery to bear upon Louise. She painted in gloAving colours, the happiness it would be to become more than a mother to the wUe of GuiUaume, U he would but marry. She dwelt upon the many excellencies of her son's character, his talent, his admirable temper, his knowledge of the world. She did not fad either to draw the attention of Louise to the tastefully-decorated chateau, and its agreeable proximity to Rotterdam. \" And GuUlaume,\" argued this special pleader, \" was not a fickle youth, who did not know his own mind. What he had lost in senti ment he had gained in depth of feeling.\" There was, in fact, a difference of ten years in the ages of GuiUaume Morel and Adrian, and it was undoubtedly true that Morel had lost — tf ever he had it to lose — his youthful sentiment. Madame Morel, like many others at her time of Use, was, perhaps, disposed to rate too highly the advantages of this loss, forgetful"], [273, "265 DIPLOMACY. how often is sacrificed with it, those pure and elevated aims, which, however quixotic and exaggerated they seem to the worldy minded, help to preserve a better ideal of humanity, and to bring us pleasant remem brances in old age. Owing to the recommendation of Mr. Joyce, Adrian was treated rather as a friend of the family, than as an ordinary clerk; stUl Louise could easUy perceive that the duties of the wharf were already becoming distasteful, and she frequently rallied him upon his want of perseverance in giving up art so readily. \"I am confident you are too restless, too enthusiastic, too ambitious,\" she said, \" to settle down as a man of business, and devote your life to the mechanical drudgery of the counting house. Besides, with your extra ordinary facihty, art must be a pleasant amusement to you.\" \"One gets a famiUarity with a great variety of landscape from practice and observation,\" Adrian rephed, \" and nature often helps us,"], [274, "266 LOST FOOTSTEPS. by throwing some distinguishing feature into bold relief. Many scenes might be pretty accurately drawn, even from a mere description of them. Whether I might ever stand apart from the mob of gentlemen who paint with ease, as an original and individual painter, is a very doubtful question.\" Thus did Adrian once more by his very simplicity and truthfulness check the sympathy and encouragement of this singular girl. She believed this diffidence to arise from sheer weakness of character, and her confidence in him was destroyed. This conversation had taken place in the grounds of M. Morel's chateau, where Adrian had been invited to join a garden-party ; for it was part of Madame Morel's policy to bring the young painter into positions where he might be seen at the greatest disadvantage. Determined to support himseU out of his modest salary, Adrian indulged in no fopperies, and his appearance beside the wealthy visitors of M. Morel was homely in the extreme. He was not qualified,"], [275, "267 DIPLOMACY. either, to take part in the fanciful pastimes pro ceeding in the grounds. The simple unassuming mode of life he had been accustomed to at Molton rendered the habits and customs of fashionable life absolute mysteries to him. \" We have been seeking everywhere for Mademoiselle Louise,\" said a voice close at hand, which startled her for a moment ; \" Avill Mr. Hope permit me to rob him of his charming companion?\" It was M. Morel, who assured Louise that the company upon the terrace of the chateau were dying for her society in some amusement that was going forward at the moment. \" The grounds look their best, to-day,\" re marked Louise, as she suffered herseU to be led by M. Morel to the terrace ; \" you ought to be very happy, Monsieur, in such a beautUul place.\" M. Morel shrugged his shoulders. \" Pardon me, Mademoiselle, my lUe is too aimless — too monotonous. I have read, somewhere, of a man who had pined for country lUe and seclusion. When he attained his object he became the most"], [276, "268 LOST FOOTSTEPS. unhappy of mortals. He watched the opening brilliancy of spring ripen into the glowing warmth of summer — the rich luxuriance of autumn fade into the sad grey of winter, but seemed himself to have lost any share in their beauty.\" \" You are growing absolutely poetical, M. Morel.\" \" Can it be wondered at, MademoiseUe, when the illustration applies but too closely to one's self. I am Uving a lonely, uninteresting Use, and you, charming Louise, are the sole cause. I sit in these large rooms, staring at the flowers and trees, till I become disgusted with Use and with myself.\" It was the nearest approach M. Morel had yet made to a positive declaration. His eloquence was brought to a close by the clapping of hands and bravoes of the party upon the terrace, who greeted the host and his lovely companion with a rapturous welcome. Louise, it must be candidly stated, was too much of a woman not to feel gratified by the reception."], [277, "CHAPTER XX. Adrian's Return. The fete proceeded merrily for all but Adrian. Perhaps M. Morel felt that he had carried his nonchalance quite far enough ; for upon this par ticular occasion there was a warmth in his manner quite unusual. Adrian, becoming extremely unhappy, left the chateau early. He was perplexed and tantalised in the extreme, because he felt that U he could only make Louise understand him he would not fail to convince her of the purity and depth of his affection for her. The poor feUow, in his inex perience, never became aware of the fact that he totally misunderstood her. How gladly, remem bering the scene in the garden of M. Morel's chateau, and with her merry laughter yet ringing in his ears, would he have welcomed the con-"], [278, "270 LOST FOOTSTEPS. viction that he had inspired her with any special interest in himself. But the seU-possession aud gaiety with wliich she met every advance seemed so utterly repeUant, that he could not imagine it possible that any real feeling was lying beneath so apparently careless an exterior. He dared not beheve that it was in any degree assumed. Love in Adrian's case was something more than a sentiment, even more than a passion ; it was almost worship, and to him Louise was a divinity. There was another circumstance, which no doubt had some influence with Louise herself, and was undoubtedly made the most of by Madame Morel when pleading the cause of her son. This was the high estimation of worldly influence and position by the circle in which she moved. Young, lovely, wealthy and clever, Louise had from a child been petted and favoured, and it cannot be doubted that some repugnance to lay down the power so easily acquired may have passed through her mind when Adrian had declared his passion."], [279, "Adrian's return. 271 Adrian had often spoken enthusiastically of a life of art, foUowed in spite of aU obstacles, and triumphing over the humblest circumstances ; but this seemed to one accustomed to a luxurious mode of life to rob art of all enchantment, and to make it sordid and mean as other ordinary trades and common-place occupations, such as carpen tering, or shopkeeping in a smaU way. She had not the slightest knowledge of commercial matters, and even sympathised with Madame Morel when she spoke (as she often did) with undisguised contempt of Mynheer Kalm's deahngs at the wharf, notwithstanding the profits he made there. It must be confessed, that Louise in her secret heart was sorely puzzled as to the respective merits of Adrian and M. Morel, independently of theh position. One was full of impulse, energy, and talent, the other calcu lating, and worldly, and guided less by any principle, than by the code of the society in which he moved. She laughed at the high flown notions of the young artist, but at the"], [280, "272 LOST FOOTSTEPS. same time was convinced that he had a generous and noble nature. She was, unfor tunately, also constantly exposed to the sharp sarcasms of Madame Morel, whose keenness in finding out Adrian's weak points was almost inconceivable, and whose strategy in making them prominent, unconsciously to himseU, was in the highest degree ingenious. \" My darling,\" said that lady, \" the young painter is beyond doubt, very tender, and impassioned, and U one might judge by sighs and sorrowful looks, profoundly smitten ; but aU that sort of thing with these artistic people it is a trade. They are as ready to weep over a passage in a poem, as a child of five years old; and they cultivate aU sorts of admirations and extacies, merely to heighten the tone of their works, just as any actor or singer might do, only with ten times the pretence and affectation. They would play upon your feelings, my dear, as beautifully as you play upon the piano, U you would let them.\" \" ReaUy, Madame,\" replied Louise, blushing"], [281, "Adrian's return. 273 in spite of herself, and laughing too, \" you assume an extraordinary interest on my part in Mr. Hope's affiairs. Seeing that he came here as an assistant to papa, and was received upon friendly terms in consequence of the recommendation of my uncle Joyce, I cannot imagine why you so persistently couple my name with his.\" \"I know, darling — I know, perfectly weU\" — and Madame tapped her nose gently with the tip of her parasol, shaking her head at the same time with an air of the profoundest sagacity and know ledge of the world, making the impressionable girl feel haU ashamed of her famiharity with the painter. It was a movement so full of contemptuous disparagement, that Louise must reaUy have been very deeply attached to Adrian not to have been affected by it; and the young are so sensitive to ridicule that it may safely be said to be the strongest weapon that can be held by those advanced in years. \"Perhaps,\" thought Louise, \"Adrian may only vol. i. 18"], [282, "274 LOST FOOTSTEPS. be one of those who, however warmly they feel for a time, can be very happy under other circumstances, and bestow their affections as easily upon some new object.\" At all events, she had given him no encouragement, and rather resented the constant reference which Madame Morel made to him. If M. Morel really had any affection for her why did he not declare it himself. It was not agreeable to be wooed through a third person. That was not the way such matters were conducted in the exciting and wonderful French novels she borrowed from the library. There all was fire and passion — vows of eternal fidelity — tears of joy — ravings of unutter able despair — meetings and partings in secret places, far from the eyes of inexorable parents and watchful guardians. Heaven and earth, angels and fiends, called to witness unfathomable transports — but a good-looking, well-dressed gen tlemen, who would have smoked his cigar through the shock of an earthquake, who evidently scru tinised her own pretty self much as he might have done a picture- or a statue — so wonderfully con-"], [283, "Adrian's return. 275 fident of himself indeed that he aUowed a rival to pay court beneath his very eyes, and seemed rather amused than otherwise with the proceeding — this was, indeed, a cavalier so opposed to aU precedent, that Louise, from sheer curiosity alone, was impeUed to lend herseU in some measure to Madame Morel's pet scheme. That worthy lady had lest no stone unturned. It was very weU for Guillaume to marry beauty and talent, but Mynheer Kalm must be made use of also ; and dexterously catching that gentleman one day in his summer-house, aster he had devoted many hours to solitary pleasures, and was arousing from a prolonged slumber, she was determined to sound him as to the wedding portion her darling Louise was likely to receive in case of her marriage with her son. Poor Mynheer, startled as though he had seen a vision, was some time before he could be made to understand the object of Madame's visit. Beginning very cautiously, she expatiated upon the goodness and beauty of his charming daughter, which the taciturn merchant Us-"], [284, "276 LOST FOOTSTEPS. tened to, and acquiesced in with an occasional nod. Then Madame went on to suggest the prospect of her one day being sought in mar riage, and leaving the parental home. It was a good stroke of Madame Morel. The melancholy aspect of Mynheer, when he had thoroughly got this idea into his mind, was impressive to the last degree. Striking while the hon was hot, Madame suggested at this point, what a fortunate cir cumstance it would be U Louise should marry in her own circle, and Mynheer brightened at once. A smUe of almost infantine deUght rewarded her diplomacy, and thus encouraged, Madame hinted, with much delicacy, that her dear papa would, under such chcumstances, probably act with greater liberahty with regard to marriage settlements. \" In fact, dear Mynheer, with such a charming daughter, I can weU understand how hard it must be to part from her, and when there is a circle near at hand, where your darhng Louise"], [285, "Adrian's return. 277 woidd be at once received upon the most affec tionate footing, and never feel the loss of the home she had left, I am sure that no sacrifice would be too great.\" Poor Mynheer Kalm could only discover from aU this, that Madame Morel proposed to deprive him of his beloved daughter, and he looked as bewUdered as a chUd who is suddenly bereft of a new toy. \" Sweet Louise,\" continued Madame, \" cannot fad to win friends and admirers everywhere. Her beauty and talent, her genial disposition, and cheerfulness, are all so captivating that you must sometimes, I'm sure, Mynheer, feel very sad at the idea of her marrying.\" Madame was very much mistaken tf she imagined that Mynheer had ever thought of such a thing. \" You must be aware, Mynheer, that my dear GuUlaume has felt for MademoiseUe the deepest affection since the first day he became acquainted with her. He is only too anxious to devote his Use and fortune to her, and craves but the most"], [286, "278 LOST FOOTSTEPS. modest dowry in return. I feel sure, Mynheer, that your consent will not be witheld.\" The extreme rigidity of Mynheer's face when Madame approached financial matters, made her for the moment fear that she had gone too far. That gentleman, however, was only revolving an idea, and having steadUy and cautiously taken out his pocket book, tore off the corner of a leaf without speaking a sentence, and writing some figures thereupon, handed it to the lady. An instant more, and the conference was over, and Mynheer was in the land of dreams. i Madame had gained her point, however, and the figures scrawled by the worthy merchant were of sufficient importance to make her eyes sparkle with excitement. She knew enough of the character of Louise to be aware that it would not be well for her to be discovered in communication with her father, and had there fore provided herseU with a boat, so as to leave by way of the canal, in case of a surprise. Louise was fortunately away from home,"], [287, "Adrian's return. 279 and her enterprise, conducted with promptitude and carried out with determination, had been thoroughly successful. As to Mynheer Kalm, it was pretty certain he would never mention this visit to Louise. From that time the energy of Madame Morel was irresistible. Fetes were given at the chateau. Guillaume was sent over to Louise almost daily upon some errand or other. Presents, of the most costly description, arrived for the young beauty, and music and singing awoke Mynheer at unearthly hours of the night. In some of these pastimes Adrian occasionally joined, for he was too proud to allow the Morels to see that he had met with a repulse, although Madame Morel guessed it readily enough and showed a lurking sense of triumph thereat, which Adrian under stood and which did not increase his affection for her. It was some satisfaction to Louise that Adrian did not appear (outwardly, at least) deeply wounded by the manner in which he had been treated. She would have been astonished, indeed,"], [288, "280 LOST FOOTSTEPS. could she have known what bitterness fiUed his heart when alone. Nothing was farther from her intention than to give unnecessary pain, and the knowledge of his anguish might have changed the whole course of events. But the young artist found it impossible to stay there and watch, day by day, the closer intimacy which was springing up with the Morels, and he came to the conclusion that it would be better for him at once to leave Rotterdam. Neither the place itseU nor the occupation he had foUowed had any further interest for him. He would either emigrate and try his fortune in some new country, or else go quietly back to England and foUow out his artistic career, for which he felt much the most fitted. He avoided any formal leave-taking with Louise, and merely stated to her father that he felt the occupation was unsuited to him, and would prefer going back to his former profession. Mynheer Kalm's surprise was so profound that he dropped his meerschaum and smashed it into a thousand fragments; and Kloots, who had become"], [289, "Adrian's return. 281 very partial to Adrian, was compeUed to take sundry brimming glasses to subdue his emotion when he heard the news. \" I know,\" said Kloots, \" that Mynheer felt like a father toward you. That portrait of Mademoiselle made him your friend for Use I can assure you — and I have not seen Mynheer so agitated for years.\" It is fortunate for human nature, and more especially for youth, that we seldom remain long under the pressure of severe anguish ; no matter how keenly the arrow may have pierced, it rarely happens that time does not close the wound U it does not entirely heal it. When he reached Molton once more, and saw the twinkling lights in the cottages, the homeliness of the scene, and the remembrance of happy days spent there, and true affection which he had but ungraciously returned, touched him keenly and made him regret more than ever the pain he had caused. When he reached the house, some time elapsed before he had courage to knock — a few months only had passed, but he dreaded lest any bitterness towards himseU"], [290, "282 LOST FOOTSTEPS. or reproachful glances might greet him, instead of the old cordial affection. He was almost upon the point of going away again, thinking whether it would not be better to stay at the inn for the night and visit them in the morning when he was more composed, when he heard the famiUar creaking of the haU-door, which was opened by Mrs. Crankley. It was the old lady's custom to walk round the garden every night before putting up the shutters and bars, for Maude was so extremely forgetful, that something was sure to be left out-of-doors aU night but for Mrs. Crankley's watchfulness. \" I wonder what it will be to-night,\" said the dame, muttering to herseU ; \" yesterday I found her box of colours under the pear-tree, and the night before her mantle hanging upon the rose bush, and the kitten sleeping in her muff upon the lawn — it's reaUy too bad. — Gracious goodness, Mr. Adrian ! — how you startled me, to be sure How came you here at this time of night ? — but I'm glad to see you, sir, very glad — you'U find them all indoors, sir.\""], [291, "Adrian's return. 283 StiU Adrian hesitated. \" They are aU well, Mrs. Crankley ?\" \" All well, sir, thank the Lord.\" \" And Mr. Martin Hope is here, also ?\" He could not bring himseU to say, \" father.\" The word was so strange — so new. \" Your father\" (laying a slight stress upon the word) is there, too, sh, and a dear kind gentleman he is, and only wishing your return to be com pletely happy. Things are just as they were. That frightful imp you made upon the ceiling of my bedroom is stUl there. We have had the house painted and whitewashed ; but that tire some Mr. Joyce would not let it be touched, though it's a disgrace to a clergyman's house. As to the Venuses and Goddesses, I would not have them any longer, and he is keeping them tiU you come home again.\" Adrian had purposely encouraged Mrs. Crankley to talk, hardly feehng equal to the task of meeting the others; but the sound of her voice in con versation at the door had attracted attention, and a form that could not be mistaken was approaching"], [292, "284 LOST FOOTSTEPS. s the door — a form extremely like that of his uncle, but taUer and sturdier altogether, and a face at least ten years younger, bronzed by the sun and covered with a vigorous growth of brown hair. There was no need of any explanation — ere another word could be spoken Adrian was in his father's arms. END OF FIRST VOLUME."], [293, ""], [294, ""], [295, ""], [296, ""]]