[[1, ""], [2, ""], [3, "An Old Philosophy IN ioi QUATRAINS THE MODERN UMAR KHAYAM. ORMSK1RK: Printed and Published by T. Huston, Church Street. 1899."], [4, ""], [5, "An Old Philosophy IN ioi QUATRAINS THE MODERN UMAR KHAYAM. ORMSKIRK: Printed and Published by T. Hutton, Church Street. i8gg."], [6, ""], [7, "AN OLD PHILOSOPHY IN ioi Quatrains of the modern Umar Khayam OGod, who knowest that we every day Are apt to wander from the lawful way, Grant us Thy grace, that we may ever run As Thou would'st wish, and guide us day by day. 0 Thou, for mortals who dost ever care And would'st that they may in Thy bounty share, — Without Thee even not a sparrow falls, — Have mercy on us and from evil spare. O God, with rays of pity on us shine : Give us a draught of spiritual wine, A draught to make us ever sleep in Thee, That when we wake we may be wholly Thine. Go, foolish fellow, thou should'st never pine For things that can not possibly be thine, For such on earth are but an empty show : To what God sends thee now thyself resign."], [8, "4 In the Great Potter's hands we are but clay, He moulds aud fashions us in His own way, Awhile He bakes us in this fiery earth, Nor death can we escape, strive how we may. There is a bound tow'rds which all mortals go, And, going, hope for good, but can not know : As moth from chrysalis to rise we trust : We seek eternity and rest from woe. Trivial the moth's life seems to us and vain Without an aim it flits and comes again ; But look again, 'tis not for empty show — From flowers it honey sucks its food to gain. In thy own heart thy critic senses smother, And ever think the best of thy own brother ; Leave praise and blame to Him who secrets knows, And judge thyself as thou dost judge another. There are some folk who think themselves secure And know themselves in self-reliance sure : Canst thou, vaiu man, eternal secrets pierce ? Believe it not, but to the end endure. Can thy eyes know the secrets of the tomb, Or search the mysteries of eternal gloom ? Do not despair, but forward look in hope, And kiss the hand Whose fingers hold thy doom."], [9, "5 Nay : look around thee on all Nature fair, See the astounding marvels gathered there, Evil and good together in His hands, Thy own thou art not : to God's Courts repair. \" Shall the world's cruel warfare,\" say'st thou, And all good that we see to evil tend, end Or shall the ill at last to good return ? \" My friend, thy ear to admonition lend. Open a grave and to thine awe-struck eye Some mouldering bones of what was mortal lie : But was this all? Where has the spirit gone, That part that gave it immortality ? Who knows ? Realms infinite there are on high Far, far beyond the reach of human «ye ; — Beyond conception infinite and grand, Beyond the words of human speech that lie We in the compass of our finite brain Such possibilities can not retain : Invisible to all but the Eternal \" Thou,\" We see them but through eyes of human pain. We cling together in our little sphere, In mutual love or hatred living here : But what of Him who one and all transcends, Who dwells above in love's pure atmosphere ?"], [10, "6 To Him what is this little atom, man, Who beats his wings the short time that he can ? Gifted with wisdom higher than the brutes, He's but a figure in the Master's plan. Wild beasts on earth upon each other prey, That these are cruel monsters who may say ? They are but puppets in the Master's hand : What power have they to hear and not obey ? To pity though our hearts we can not steel, For others' sufferings we can but feel, Yet, knowing they are in Another's hands, What can we further than to love appeal ? Why evil is inscrutable to man : We can but say 'tis portion of His plan, Who in the end will turn all things to good And pray for grace that purpose deep to scan. Leave these dark questions. Let us sally out, And on all Nature's beauties gaze about, The trees, the flowerets, and the fruitful field, In Nature's harmony that gladly shout. Melodiously together they combine, The clouds send water, and the sunbeams shine ; The grass its herbage yields, the trees their fruit, And Nature gives to all of joy the wine."], [11, "7 Harmoniously in union thus they blend, Working together to the same great end, All the Creator's name to glorify, Reflected beauty to all things to lend. The buds, refreshed with early morning dew, Open their petals and glad life renew, And o'er them watches the untiring Eye In life's enjoyment, for 'tis good and true, Till the time comes when they, too, all must fade, And bright the sun sinks, leaving all in shade, Their little duty on the earth fulfilled, But for new races deep foundations laid. These in its fruitful womb the earth hides deep, And in its darkness to good end will keep, Their tiny germ develop till the time When spring shall wake them from their winter's sleep. Then with the spring-tide flowing on apace The tiny snowdrop shows its smiling face, And, listening ever for the breath of spring, Crocus and daffodil fill up the space. The green-leaved primrose with its pale, pure light Renders the hedgerows with its presence bright, And, as if knowing that the summer's near, The hedges' darkness quickly puts to flight."], [12, "8 Then leaping joyfully to greet the spring Will Nature with its myriad voices sing ; — In chorus echoing the Master's praise, In strains triumphant through the welkin ring. Of budding days the merry-ringing chime Floats onwards to the summer's hopeful prime, That in itself bears signs of sure decay, And of the tribute it must pay to Time. \" Imperial Cæsar dead and turned to clay May stop a hole to keep the wind away : \" So says the poet, and we all should know, To-morrow may not be, though is to-day. Should we seek courts where earthly beauties shine Or pass our days in wantonness and wine ? Should we behave as had our day no end, And to the present all our thoughts confine ? See yonder insect with its wings so gay That flutters brightly on its flowery way : Moth-like, should we not of the future think, And have no prospect for a coming day ? Even the savage in untutored thought Of that time dreams not when he will be noueht. But in the view of happy hunting grounds Has to his grave of chase the weapons brought."], [13, "9 Death, who shall break through thy mysterious spell ? Is there a heaven bright ? Is there a hell ? We try to pierce in vain beyond the grave : All enter there, but none return to tell. The Moslem still expects an earthly bliss, The Huri's winning smile and martyr's kiss, And with fair Ganymedes dispensing wine, No future lot can, thinks he, vie with this. The Buddhist holds Nirvana's blessings dear, And future consciousness illusion mere : The Sufi thinks already we are nought : Brahmins in Deity would disappear. One thing is certain : earthly life must end, And life and death do not together blend : Though what the end is ignorant are we, We know that all things to some future tend. \" What is the good ? Enjoy life while we may, And trust to blind chance for a future day.\" Such is the Atheist's thought. But we were born For higher things than the Creator's play, Look round on Nature and examine it, And as a cypher do not idle sit. Reckon it all, creation and decay, All things into each other how they fit."], [14, "10 We are but pieces of a single whole ; Man's body's not complete without a soul : The earth is not revolving here alone, Millions of orbs all with each other roll. For yet in independence none is found, And all are with each other interbound : Like a huge mass of bricks together piled, Loosen but one and all fall to the ground. And, so it is in this vast universe Each may alone its separate part rehearse As in a poem written : lose one rhyme, — All is disjointed and there's no more verse And so is man. All bound towards one end Each must on all and all on one depend, Each atom separate, yet must they all In varying orbits with each other blend Though we may walk in ever varying ways, All work together for the Maker's praise, All strive together in the path of good, Aud lean on One for aid when any strays. May men be ever to each other kind, And to each other's failings ever blind, So that in all men we full soon may see Of charity the universal mind."], [15, "11 Then of God's plan what worketh most for good Will in His time be fully understood ; That which shall link men in the chains of love, Of man the universal brotherhood. Then shall the nations' way towards light be clear, All need for compacts, treaties, disappear : Then may we hope to see peace on the earth, And men to good-will ever drawing near. Then shall we all know what it is to live, What real benefit earth's life can give ; — That far above all malice we forsake, And others as we hope for peace forgive. Pearls of great price would'st thou have men bestow In others' favour even rights forego. To others do as thou would'st have them do, That thy unselfishness all men may know. See not the future as thou hast the past, Nor to old trouble back thy glances cast ; Behold a future far more bright with hope, A hope more firm, that will for ever last. Why should mankind in sackcloth ever mourn '? Man to eternal sorrow was not born. Why give a heart all capable of joy, If healthful pleasure he must ever scorn?"], [16, "12 We may be happy in a harmless way, And check our hearts, to evil prone to stray. Would'st thou have kittens sit demure and glum, Or chide the lambs that in the meadows play ? There is a time for work, a time for rest A time for sportiveness, a time for jest, A time for mourning, and a time for joy ; He who the seasons knows is happiest. Will the Most High an outward show approve ? Will genuflexions more or less Him move ? Those who without heart ceremonies use Will find they worship in a narrow groove. If God in nature thou would'st study well, Go, visit Him in plain and hill and dell, In sky and air, and in tumultuous sea, Wherever sentient life, though dumb, may dwell. In wonders deep beneath the ocean's bed, — In worlds innumerable o'er thy head ; Think upon time and an eternity, And let thy trivial thoughts be inward led. Approach Him with thy mind, as 'twere, unshod, And, standing reverently upon the sod, Muse humbly in thy awe-full solitude, Where there is nought between thee and thy God"], [17, "13 Does He, pre-eminent o'er all who stands, Whose are all air and skies and seas and lands Whose Being omni-present fills all space, Abide above in temples made with hands ? Higher than being, and from all apart, Whence being came in its primordial start, He in whose being we both live and move, Seeks sacrifice, not from the hand, but heart. Muse on Him in thy heart, and be thou still, — Submit thy soul to His all-gracious will : What boots it to thee if a world thou gain, And dost not fear Him who that soul can kill? What boots it, deepest problems if thou solve, And know the myriad stars as they revolve, To be more learned than all other men, To disobey Him if thou should'st resolve ? Beware ! His mercy, though it may be great, Will thy convenience not for ever wait : His patience may at length come to an end : Bethink thyself before it is too late. Death is the limit of our earthly race : Beyond, beyond it what have we to face ? Beware ! To meet his terrors be prepared For death inevitable comes apace."], [18, "14 But from grim death do not thou shrink appalled Men both to live and die on earth are called, And earthly pleasures, unalloyed by pain, Should in their fitting places be installed. We have our friends, our aims both grave and gay, To love and follow, cheerful as we may : The glorious sun still brightly gilds the sky, — The moon at night bestows its feebler ray. And all works well for him who is inclined To reap his pleasures with contented mind, To join with others in no selfish way, To use the light and leave the dark behind. But let not selfishness such sweetness cloy ; — Thy time but for thyself do not employ. There are who this wine need far more than thou ; Take care that they such sweets, too, may enjoy. Better one soul with gratitude to thrill Than brimming goblets for thyself to fill : Work for thyself is requisite, no doubt, But those less happy thou should'st comfort still. And when in pride thou dost thyself adorn, Implant not in another's breast a thorn : Hereafter, possibly, the tide may turn, And he may have to aid thee when forlorn."], [19, "15 Do unto others as thou would'st that they Should do to thee : they will that debt repay \" Diamond cut diamond,\" some people urge, But \" Good begets good \" it were well to say- How is it each place has a differing sect ? Does every one a different heaven expect ? Or is it that the prayers in church or mosque, Temple or shrine, each other but reflect ? Some worship trees and some stones painted red The living some affect and some the dead : In ancestors their gods the Chinese find, Whilst Bheels the tiger worship, as they dread. Each, acting crudely on his own belief, Prays to his own fatish to soothe his grief, To grant him earthly pleasure, ease from pain, Or hope beyond the grave to find relief. What is the grave ? Is it a place of rest, Where the world-wearied soul may lay its breast Accumulating strength to go beyond, On its unlimited career to start with zest ? To shake off from its wings the clinging dust That clogs its pinions ever since 'twas thrust Down from the freedom of non-being's flight Into corruption, followed by the moth and rust ?"], [20, "16 Such it began, but what its end will be As it advances to infinity, Goes it alone, to meet the loved and lost— An all-wise Providence forbids us see. Back, back, the fleeing phantoms we pursue, Not lost to sight, but never full in view : Oh that to reckon what its goal may be, Its primal origin we only knew ! Behold the circle. In its endless round Nor starting-place nor point of halting's found The whistling wind around thee in the storm Thou canst not see, but only hear its sound But in the circle's centre is its soul, The hub that bore it and supports the whole. So is the universe, 0 God, to Thee, For Thou didst bear it and dost aye control The æons ever in their circling course Know Thee of power as the only source, And, whirling on in their continued rhythm, Think not to question Thy Almighty force. Earth, fire and air, the water and the mine Obey Thy will and equally are Thine. I Thou givest unto all Thy equal care, And all to love and yield alike combine."], [21, "17 Thou sittest from all time upon Thy throne In love incomparable and alone, And basking in Thy rays of Mercy all Thy virtues beyond human knowledge own Angels, archangels, cherub, seraphim Elders with golden crowns in vision dim, Beasts of portentous form, and trumpets blown, All in bewildering dreams before us swim. Vials of wrath poured on the earth from heav'n, With seven broken seals and churches sev'n, With voices, earthquakes, and the rending rocks, Devils in lakes of fire to perish driv'n. — Gnashing of teeth and many a wailing cry, Caught up in myriad echoes in the sky, — Moanings of soul and bitterness of heart, And hot tears shed from sorry human eye. — Such are the scenes in ancient writings told, Sent down through ages from the seers of old, That influence through fear and terrify Hearts that in God's love are not over-bold. Is there no other way but that of fear By which men may approach the Godhead near ? Is it by such roads and such rugged paths A child approaches to a parent dear ?"], [22, "18 Though earth is low and heav'n above is high Faster than wings our thoughts may thither fly, And love with heavenly transcendent ray, For flight needs not the twinkling of an eye. Softer than e'en the feathers of a dove Is the light pressure of eternal love, And, be the heart inclined its force to feel, It wafts man swiftly to the Throne above. But when in death we shall unconscious lie, And closed to all things is the mortal eye, What are the signs upon the heavenward way, What are the finger-posts to guide us by ? The soul beyond the realms of mortal sight Can pierce the darkness of eternal night, Though lone and solitary be the road, Of love ineffable will see the light. What though the storm beat and the tempest roar. And dark mists hide from us the heavenly shore, That love will evermore the rudder grasp, And bring our bark there with its deathless oar ? What shall we find when we shall there appear ? Things for the eye to see and ear to hear ? i What thou hast seen and heard dismiss from thought Shall we not then be to the Godhead near ?"], [23, "19 Things suited for such scenes, if thou believe, Our finite senses hardly may conceive ; Be, then, content, and do not further pry : They must be God's own, if thou wilt receive. There shall no Huris be to please the eye ; No happy hunting grounds shall round thee lie Of sensual pleasures there shall be no need : Shall not the Great Eternal be thee nigh ? Reflect, reflect, and for the end prepare : Nothing impure or vile may enter there. This body must decay ; the soul that lives But through love may be purified and prayer. Show, then, although thou earthy art, of earth That thou art fitted for a heavenly birth, And, looking on to spiritual things, Year after year raise thee in moral worth. And looking backwards, be thou not dismayed There is forgiveness where thy trust is laid. Be no ascetic : live still in the world ; Let it to rise thy stepping-stone be made. And ere from this earth thou dost pass away, Leave none behind thee who can ever say : \" This was my enemy.\" If such there be, Be reconciled ; fresh favors on him lay."], [24, "Now is life's spring-tide : thou wilt budding be. Of blight and insect be thou ever free, So that ere autumn's baleful blast shall blow, The rose of Paradise may bloom for thee. 20"], [25, ""], [26, ""], [27, ""], [28, ""]]