[[1, ""], [2, ""], [3, "ü. GROSS-WIEN. Skizze seines Entstehens und BESCHREIBUNG- SEINER NEUEN GRENZEN. Graphische Darstellungen der Bevöikerungs-, Steuer-, Areal- und Bauverhältnisse in 7 Diagrammen und 3 statistischen Tabellen. c-^i3^§>^£@£-_3^-J Bearbeitet auf Grund der amtlichen Publicationen der Gemeinde Wien und der dem n.-ö. Landtage zugegangenen Regierungs -Vorlage, sowie nach Mittheilungen der h. n.-ö. Statthalterei. Mit einer nach amtlichen Quellen zusammengestellten Karte im Massstabe von 1 : 35.000 mit der neuen Bezirkseintheilung und den bisherigen Gemeindegrenzen. WIEN, 1891. VERLAG VON ARTARIA & C°- J"], [4, ""], [5, "GROSS-WIEN. Skizze seines Entstehens und BESCHREIBUNG SEINER NEUEN GRENZEN1. Graphische Darstellungen der Bevölkerungs-, Steuer-, Areal- und Bauverhältnisse in 7 Diagrammen und 3 statistischen Tabellen. Bearbeitet auf Grund der amtlichen Publicationen der Gemeinde Wien und der dem n.-ü. Landtage zugegangenen Regienmgs -Vorlage, sowie nach Mittheilungen der h. n.-ö. Statthalterei. Mit einer nach amtlichen Quellen zusammengestellten Karte im Dlassstabe von 1 : 35.000 mit der neuen Bezirkseintheilung und den bisherigen Gemeindegrenzen WIEN, 1891. VERLAG VON ARTARIA & C°-"], [6, "Benutzte Quellen. 1. Statistisches Jahrbuch der Stadt Wien für das Jahr 1888 (Wien, 1890). 2. „Wien\", bearbeitet im statistischen Departement des Wiener Magistrates von Dr. Stephan Sedlaczek und Dr. Wilhelm Löwy. 3. Die Gemeinde -Verwaltung der Reichshaupt- und Residenzstadt Wien in den Jahren 1867 — 1870, 1871 — 1876. 1880—1882 (Berichte des Bürgermeisters). 4. Wien 1848—1888. Denkschrift zum 2. December 1888. Herausgegeben vom Gemeinderathe der Stadt Wien. 5. Karte des Vereines für Landeskunde, 1 : 28.800, und Artaria's Plankarte von Wien und Umgebung, 1 : 35.000. 6. Nieder-österreichischer Amtskalender. 7. Regierungs -Vorlage und Ausschussbericht an den nied.-österr. Landtag. 8. Von der h. n.-ö. Statthalterei zur Verfügung gestellte Tabellen, Enquete- Protokolle etc. Inhalt. Seite Einleitung 1 Beschreibung der Grenzen Gross -Wiens 2 — 3 Neue Bezirkseintheilung 4 — 5 Ehemalige Vorstädte Wiens und deren Beziehung zu den gegenwärtigen 10 Bezirken 6 I. Darstellung: die Flächenverhältnisse der 10 Bezirke 7 II. Darstellung: der Stand der Gesammt-Bevölkerung von Wien in den Jahren 1790 — 1890 . 8 III. Darstellung: die Bewegung der Bevölkerung in den 10 Bezirken Wiens auf Grund der Volkszählungen 1857, 1869 und 1880 9 IV. Darstellung: die Bewegung der Gesammt-Anzahl der Gebäude von Wien 1830 — 1890 . . 10 V. Darstellung: die Bewegung der Gesammt-Anzahl der Gebäude in den einzelnen Bezirken von Wien 1870— 18S9 11 VI. Darstellung: die Flächenverhältnisse der 19 Bezirke Gross-Wiens 12 VII. Darstellung und Tabelle: die Bevölkerungsverhältnisse in den 19 Bezirken Gross-Wiens 13 — 14 Tabelle: Steuerverhältnisse Gross-Wiens 15 Vergleichung Gross-Wiens mit anderen grösseren Städten IG"], [7, "1 /\\ls eine Frage von hoher Bedeutung für die Entwicklung und Neugestaltung des Gemeindegebietes von Wien beschäftigt die Vereinigung der Vororte mit Wien schon Jahrzehnte hindurch die massgebenden Kreise. Ungeachtet dieser Bestrebungen und obgleich die Vororte schön seit längerer Zeit aus administrativen Rücksichten in den Polizeirayon von Wien einbezogen wurden und die Bevölkerung Wiens und der Vororte das von ihr bewohnte Gebiet schon lange als ein Ganzes anzusehen sich gewöhnte, hatten gleichwohl bis vor Kurzem die diesfalligen Verhandlungen keinen Erfolg und die im Jahre 17n-! an gelegten Linienwälle blieben nach wie vor ein Hemmnis für die .Entwicklung der Residenz. Bei den vielfachen Bedenken, welche von den Interessenten geltend gemacht wurden, bei den vielen Rücksichten, welche jeder der Bet heiligten für sich in Anspruch nahm, wäre man vielleicht heute noch über das Stadium der Erwägungen und Verhandlungen nicht hinaus, wenn nicht, gleichwie bei der Auslassung der Festungswälle, welche die innere Stadt bis zum Jahre L857 umgaben, die Initiative Sr. Majestät des Kaisers - - durch die bei (ielegenlieit der Eröflhung des Parkes auf der Türkenschanze im Jahre 1888 gesprochenen Worte - die Sprengung dieser Fessel in Aussicht gestellt hätte. Hiedurch wurde diese lange Jahre verzögerte Angelegenheit in Fluss ge bracht. Durch das Reichsgesetz vom 10. Mai 1890 (R.-G.-Bl. 7>Si wurde das Ver zehrungssteuergebiet von Wien durch Einbeziehung der Vororte erweitert, und auch die administrative Vereinigung der Vororte mit Wien zu einer einzigen Gemeinde wird in Bälde auf gesetzlichem Wege geregelt werden. Nach mehrfach gepflogenen Verhandlungen wurde im Juni und Juli 1890 von Seite der nieder-österr. Statthalterei eine Enquete-Commission einberufen, welcher unter dem Vorsitze des Statthalters Graf Kielmansegg Vertrauensmänner der sämmt lichen betheiligten Gemeinden, vor Allem jene von Wien, beigezogen waren. - - In einem Questionnaire waren die Grundzüge der künftigen Organisation des ver grösserten Gemeindegebietes niedergelegt, und trotz der in manchen Punkten nicht gleichartigen Interessen gelang es. in der Beantwortung der vorgelegten Fragen im Interesse des grossen Zieles eine fast vollständige Annäherung der verschiedenen Standpunkte zu erreichen. - - Das Ergebnis dieser Berathungen ging an alle bethei ligten Gemeinden zur Begutachtung hinaus und der von der k. k. Regierung am 14. ( tetober 1890 dem nieder-österr. Landtage zuoeo-ano-ene (resetzentwurf. welcher auf die seither eingelaufenen Aeusserungen, insbesondere auf die Berathung im Schosse des Wiener Gemeinderathes vielfache Rücksicht nimmt, ist die Frucht aller dieser unter der zielbewussten Leituiiir des Statthalters von Niederösterreich <>e pliogenen Vorarbeiten."], [8, "2 Die beigegebene Plankarte zeigt neben dem gegenwärtigen Gemeindegebiete Wiens und den in grüner Farbe dargestellten Vororte-Gemeindegrenzen die Grenzen des künftigen Gross -Wien in Roth. Die nachfolgende Beschreibung der neuen Gemeindegrenze ist dem Berichte des Ausschusses zur Berathung der Regierungs vorlage entnommen : Die Gemeindegrenze beginnt im Norden Wiens auf der Wien-Klosterneuburger Strasse bei der Grenzsäule des neuen Verzehrungssteuer-Eayons Nr. 1, hart an der Stiege des auf den Leopoldsberg führenden Touristenweges, quert die bezeichnete Strasse und die Schienenstränge der k. k. Staatsbahnlinie Wien-Eger (Kaiser Franz Josef-Bahn) und schliesst bei Bayonsäule 2 am Ufer des Donaustromes ab. Von diesem Punkte zieht die Grenze am rechten Ufer des Donaustromes abwärts bis nach Nussdorf und springt bei Bayonsäule 3 auf den sogenannten Donausporn über, d. i. jene nördlichste Spitze der Wiener Donaninsel , welche das Stromwasser zwischen Donaudurchstich und Donau canal trennt. Vom Sporn (Rayonsäule 4) läuft die Gemeindegrenze durch den Dcnaüstrom und das Hochwasserbett, übersetzt den linksseitigen Ueberschwemmungsdamm bei einem dort ausgestellten Grenzsteine (111 Meter oberhalb der Kaiser Franz Josef-Brücke), quert die Präger Reichsstrasse bei einem 104'6S Meter hinter dem linksseitigen Landpfeiler der Kaiser Franz Josef-Brücke auf der rechten Strassenseite befindlichen Grenzsteine, folgt dem Mittel des Laufes des alten Donaubettes, kreuzt die ins Marchfeld führende Reichs strasse (Kagraner Reichsstrasse) bei einem nächst Kilometer 2'292 an der rechten Strassen seite befindlichen Grenzsteine, folgt weiter dem Mittel des Laufes des alten Donaubettes, kreuzt 1930 Meter unterhalb der Kronprinz Rudolf-Brücke bei einem Grenzsteine den Ueberschwemmungsdamm, wendet sich gegen die stromseitige Begrenzung des Hochwasser bettes der Donau, dem es bis 1150 Meter unterhalb der Brücke der priv. öst.-ung. Staats eisenbahn-Gesellschaft (Stadlauerbrücke) folgt, übersetzt hier den Donaustrom und erreicht das rechte Ufer desselben 1950 Meter unterhalb der genannten Brücke. Von da läuft die Gemeindegrenze am rechten Ufer der regulirten Donau abwärts bis zur Mündung des Donaucanals in den Strom, übersetzt den Donaucanal, geht ain rechten Ufer desselben aufwärts bis zur Eisenbahnbrücke, welche die Donau - Uferbalm mit der Wien-Kaiser-Ebersdorfer-Balm verbindet und läuft von diesem mit, Raj'onsäule G bezeichneten Punkte in ununterbrochener Folge auf der äusseren Rampe des Bahn körpers der Eisenbahnlinie Wien - Kaiser -Ebersdorf bis Inzersdorf am Wienerberge. Bei der ersten auf die Bahnstation Inzersdorf folgenden Wegübersctzuns' (Rayonsäule 7) verlässt die Gemeiiidegrenze den Bahnkörper. Von diesem Punkte an folgt die Grenze dem nach Altmannsdorf führenden Fahrwege in der Länge von 260 Meter, wendet sich bei Rayonsäule 8 im rechten Winkel nach Süden und läuft an einem Wasserabzugsgrabon zuerst in gerader Linie gegen Neusteinhof zu, dann in einein scharfen Bogen nach Westen gegen die Schönbrunn-Laxenburger Hosstrasse und trifft letztere Strasse bei Rayonsäule 9 genau an der hölzernen Strassenbrücke, welche sie quert. Von Rayonsäule 10 folgt die Grenze der genannten Hosstrasse bis zu Rayonsäule 11, fällt von hier auf einem durch die Wiese ziehenden Fiifsweg gegen Westen ab, biegt bei Rayonsäule 12 in scharfem Winkel gegen Altmannsdorf um und läuft an einem Bildstocke vorüber bis zu Bayon säule 13, von wo sie in einem rechten Winkel bei Rayonsäule 14 auf die Wien-Breiten further Strasse ausserhalb Altmannsdorf trifft. Nach Querung der letzteren Strasse folgt die Grenze von Rayonsäule 15 dem in last gerader Linie zum Wasserreservoir am Rosenhügel führenden Fusswege. Am Ende dieses Fussweges überschreitet die Grenze bei Rayonsäule IG, welche den vierfachen Grenzpunkt zwischen Atzgersdorf, Rosenberg, Speising und Hetzendorf"], [9, "3 bildet, den Platz vor dem Gebäude des Wasserrevoirs und läuft bei Raj'onsäule 17 auf dem am Abhänge und am Fusse des Rosenhügels hinziehenden Fahrwege. Bei Rayonsäule 1 8 kreuzt die Grenze unmittelbar hinter dem letzten Hause von Speising die von Mauer nach Wien führende Strasse und schliesst in gerader Fortsetzung bei Rayonsäule 19 an die Thiergartenmauer an, welche in weiterer Fortsetzung in der Richtung nach Speising, Ober-St. Veit und Hacking das erweiterte Gemeindegebiet umfasst. Bei dem kaiserlichen Wirthschafts- und Jagdgebände Auhof nächst Hütteldorf verlässt die Gemeindegrenze die Thiergartenmauer bei jenem durch Rayonsäule 20 bezeichneten Punkte, an welchem die Umfriedung des Auhofes von der Thiergartenmauer abzweigt. Die Grenze folgt nun dieser Umfriedung bis zu der den Eingang in das kaiserliche Jagdgebäude vermittelnden Fahrbrücke über die Wien, überschreitet letztere bei Rayon säule 21, zieht an der in der Verlängerung der Briickenaxe liegenden Fahrstrasse hinauf, kreuzt bei Rayonsäule 22 die Reichsstrasse Wien- St. Polten, sowie die Schienen der Eisenbahnstrecke Hütteldorf -Weidlingau der k. k. österreichischen Staatsbahnen genau in dem Punkte, an welchem die Reichsstrasse die Bahn überschreitet und schliesst in gerader Richtung bei Rayonsäule 23 am Fusse des die Reichsstrasse flankirenden Waldrückens ab. Von diesem Punkte läuft die Grenzlinie auf der Reichsstrasse gegen Wien zurück bis zu dein durch Rayonsäule 24 bezeichneten Grenzpunkte zwischen Hütteldorf und Auhof, steigt an diesem Punkte auf einem schwach betretenen Fusswege in fast gerader Richtung bis auf die Höhe des Waldrückens und zieht von Rayonsäule 25 auf einem zwischen Waldsaum und Wxiese laufenden Fnsswege bis zu Rayonsäule 26. Von diesem Punkte verlässt die Grenze das offene Terrain, tritt auf dem zur Knödelhütte führenden markirten Touristenwege in den Wald und läuft auf diesem Wege bis zu der durch Rayonsäule 27 bezeichneten Wegkreuzung ; von da wendet sie sich nach Osten und verfolgt einen in das Halterthal bei Hütteldorf führenden Touristenweg, dann einen bei Rayonsäule 28 links abzweigenden, stark überwachsenen Fussweg, welcher bei Rayonsäule 29 in die durch das Haltelthal lührende Fahrstrasse unmittelbar vor der Abzweigung der Strasse zur Knödelhütte. mündet. Von diesem Punkte an folgt die Grenze der Halterthalstrasse bis zu deren Gabelung am Halterbache, geht bei Rayonsäule 30 auf die Franz Karl-Strasse über und verfolgt dieselbe durch den Schottenwald und den Dornbacher Park bis zu jenem mit Rayonsäule 31 bezeichneten Punkte, an weichein der auf das Hameau (Holländerdörfel) führende Strassenflügel abzweigt. Auf dieser letzteren Strassenverbindung steigt die Grenze bis auf die Höhe des Hameau, wendet sich bei Rayonsäule 32 unmittelbar vor der Einfahrt in den dortigen Wirthschaftscomplex links und folgt dem ausserhalb der Wirthschafts nmfriedung lausenden Fnsswege bis zur Rayonsäule 33. Von diesem Punkte bildet der über den Dreimarkstein führende und bei Rayon säule 34 in einem rechten Winkel auf die Weidlingbach-Sieveringer Fahrstrasse fallende Fussweg die. Gemeindegrenze. Nach Querung dieser Strasse folgt die Grenze bei Rayonsäule 35 dem längs des Abhanges des Herniannskogels in nordwestlicher Richtung aufwärts ziehenden Fahrwege, wendet sich bei der ersten Strassengabelung links und behält den östlich von der Fischer wiese führenden und den Hermannskogel in weitem Bogen umspannenden Weg bis zur Vereinigung mit der von der Goldwiese am Hermannskogel herabziehenden Fahrstrasse. Auf dieser Strasse gelangt die Grenze auf die Jägerwiese bei Rayonsäule 36, läuft links am Waldsaum um das auf dieser Wiese befindliche Wirthshaus herum und gelangt bei Rayonsäule 37 auf den über die Agnes- und Sulzwiese auf den Kahlenberg führenden Fussweg, welcher eino Strecke neben den Schienen der Zahnradbahn hinläuft und bei Rayonsäule 3S auf eine Weggabelung stösst. Die Grenze wendet sich hier links und folgt. dem am nördlichen Abhänge des Kahlenberges unterhalb der Waldschenken der Restauration p»"], [10, "4 Kahlenberg ziehenden Frrsswege, kreuzt die nach Weidling und Klosterneuburg führenden Fussteige und schliesst bei Bayonsäule 39, welche den dreifachen Grenzpunkt zwischen Grinzing, Josefsdorf und Kahlenbergerdorf bildet, an den noch deutlich erkennbaren Bahn- körper der aufgelassenen Drahtseilbahn an. Von diesem Punkte läuft die Grenze an dem erwähnten Bahnkörper abwärts bis zur halben Bergeshöhe, verlässt bei Bayonsäule 40 die Drahtseilbahn und zieht nunmehr rechts längs des Abhanges des Leopoldsberges durch \"Wald und Mais auf die Wien- Klosterneuburger Strasse derart herab, dass der Endpunkt genau auf Bayonsäule 1, d. i. auf jene Stelle fällt, von welcher die Gemeindegrenze ausgegangen ist. Das derart umgrenzte Gebiet von Gross -Wien soll behufs der Verwaltung der Gemeinde-Angelegenberten in die nachbezeichneten 19 Bezirke eingetheilt weiden : I. Bezirk Innere Stadt in seinem bisherigen Umfange. II, „ Leopoldstadt: der bisherige Bezirk mit dem am rechten Ufer der reg. Donau liegenden Theile der Katastralgememde Asparn a. d. Donau und jenen Theilen der Katastralgemeinden landjägermeisteramtliche Besitzungen bei Asparn a. d. Donau und Herrschaft Kaiser-Ebersdorf, welche von der derzeitigen Bezirksgrenze, dem rechten Ufer der reg. Donau und dem rechtsseitigen Ufergrate des Wiener Donaucanals begrenzt werden. III. „ Landstrasse I IV. „ Wieden V. „ Margarethen VI. „ Mariahilf in ihrem bisherigen Umfange. VII. „ Neubau VIII. „ Josefstadt IX. „ Aisergrund X. „ Favoriten mit den in das Wiener Gemeindegebiet einbezogenen Theilen von Inzersdorf am Wienerberge, Oberlaa und Unteriaa. XL ., Simmering : die bisherige Ortsgemeinde Sirnmering mit dem in das Wiener Gemeindegebiet einbezogenen, am rechten Ufer des Donau- canales liegenden Tbeile von Herrschaft Karser-Eb ersdorf. dann mit den einbez. Theilen von Kaiser-Ebersrlori, Schwecha. und Kledering. XII. ., Meidling : die bisherigen Ortsgemeinden Gaudenzdorf. Ober- und Unter-Meidling, dann Hetzendorf und der einbezo^ene Theil von Altmannsdorf. XIII. „ Hietzing: die bisherigen Ortsgemeinden Lainz, Hietzing, Penzino-. Breitensee, Unter- und Ober-St. Veit, Hacking, Baumgarten, die Katastralgemeinden Schönbrunn und Speising, dann die einbezogenen Theile der- Ortsgemeinden Mauer. Hütteldorf und Hadersdorf mit Aubof. XIV. „ Rudolfsheim: die bisher. Ortsgemeinden Rudolfsheim und Sechshaus. XV. „ Fünfhaus : die bisherige Ortsgemeinde Fünfhaus. XVI. „ Ottakring : die bisher. Ortsgemeinden Ottakring und Neulerchenfeld. XVII. Hernais: die bisherige Ortsgemeinde Hernais mit den einbezogeiien Theilen von Dornbach und Neuwaldegg. XVIIT. Währing: die bisherigen Ortsgemeinden Neustift a. W., Pötzleinsdorf, Gersthof, Weinhaus, Währing und der cinbezogene Theil Salmannsdorf. XIX. „ Döbling: die bisherigen Ortsgemeinden Ober-Döbling, Unter-Döbling, Ober-Sievering, Unter-Sievering, Nussdorf, Heiligenstadt, dann die Katastralgemeinde Josefsdorf ( Kahlenberg) und die einbezogenen Theile der Katastralgemeinden Kahlenbergerdorf, Grinzing und Weidling."], [11, "5 In Folge dieser Vereinigung hören die mit ihrem ganzen Gebiete in Gross- Wien einbezogenen Ortsgemeinden, sowie die Ortsgemeinden Ebersdorf an der Donau. Kaiser-Ebersdorf, Altmannsdorf. Speising, Hütteldorf. Dornbach, Neuwaldegg, Sallmannsdorf, Grinzing und Kahlenbergerdorf als eigene Ortsgemeinden zu be stehen auf. Die ausserhalb der neuen Begrenzung gelegenen Theile der mit Wien ver einigten Ortsgemeinden werden mit den nachbenannten Ortsgemeinden zu je einer Ortsgemeinde vereinigt, u. zw. : von der Ortsgemeinde Ebersdorf a. d. Donau : die nicht mit Wien vereinigten Theile der landjägermeisteramtl. Besitzungen bei Asparn a. d. Donau mit der Ortsgemeinde Asparn a. d. Donau ; die am linken Ufer der reg. Donau gelegenen Theile der Katastralgemeinde Herrschaft Kaiser-Ebersdorf mit der Orts gemeinde Gross-Enzersdorf ; von den am rechten Ufer der reg. Donau gelegenen Theilen der Katastralgemeinde Herrschaft Kaiser-Ebersdorf der stromaufwärts gele gene Theil mit der Ortsgemeinde Albern, der stromabwärts gelegene Theil mit der Ortsgemeinde Mannswörth : von der Ortsgemeinde Kaiser-Ebersdorf die nördlich der von Kaiser-Ebersdorf nach Mannswörth führenden Strasse gelegenen Theilstücke mit der Ortsgemeinde Albern, das südlich dieser Strasse gelegene Theilstück mit der Ortsgemeinde Schwechat; die Theile von Altmannsdorf mit Inzersdorf am Wiener berge; von Speising mit Mauer; von Hütteldorf' mit Hadersdorf; von Dornbach mit Hadersdorf: von Neuwaldegg mit Weidlingbach ; von Salmannsdorf mit Weidling bach : von Grinzing mit Weidling : von Kahlenbergerdorf mit Klosterneuburg. Hinsichtlich der etwa vorhandenen Gemeinde-Activen und Passiven jener Gemeinden, von welchen nur Theile mit der Stadt Wien vereinigt werden, hat die letztere mit den bezüglichen Ortsgemeinden ein der Genehmigung des n.-ö. Landes ausschusses zu unterziehendes billiges Uebereinkommen zutreffen. Wird ein solches Uebereinkommen nicht getroffen oder vom n.-ö. Landesausschusse nicht genehmigt, so bleibt die Entscheidung der Landesgesetzgebung vorbehalten. In unserer Karte sind das gegenwärtige und das erweiterte Territorium von Wien, dessen jetzige und künftige Bezirkseintheilung, sowie die Grenzen der ein zuverleibenden Vorortegemeinden übersichtlich dargestelll und bedarf diese Dar stellung mit Rücksicht auf die der Karte beigefügten Erklärungen keiner weiteren Erläuterung. Bei dem lebhaften Interesse, welches der Bildung eines Gross -Wien, der Schaffung einer mächtigen, der Würde Oesterreichs entsprechenden Centrale aller orten entgegengebracht wird, dürfte ein Rückblick auf die in letzter Zeit statt gefundene Entwicklung der Residenz nicht unwillkommen sein und soll im Folgenden versucht werden, diese Entwicklung in kurzen Umrissen zu skizziren. Der erste Schritt zur Neugestaltung Wiens erfolgte, als durch das provisorische Gemeindegesetz vom Jahre 1850 die Vereinigung der inneren, mit Festungswällen und Gräben umgebenen Stadt mit den 34 Vorstädten Wiens zu Einem Gemeindegebiete, welches behufs leichterer Verwaltung in p1\"» Gemeindebezirke getheilt wurde, erfolgte. Im Jahre 18G1 ergab sich in Folge Anwachsens des IV. Bezirkes „Wieden\" die Nothwendigkeit, aus demselben zwei Bezirke IV. „Wieden\" und V. „Margarethen\" zu bilden, von welchen einzelne Theile ausserhalb der Favoritenlinie zu liegen kamen. Diese Theile wurden im Jahre 1874 von den genannten Bezirken losgetrennt und ist aus denselben und aus einem kleinen Theile des III. Bezirkes ..Landstrasse\" der X. Bezirk „Favoriten\" gebildet worden. Die Gemeinde Wien mit einem Areale von 5539'98 Hektar und einem Umfange von 37-9 Kilometer umfasst daher gegenwärtig 10 Bezirke. Die folgende"], [12, "6 Tabelle gewährt einen Ueberblick, 'in welcher Weise die ehemaligen Vorstädte zu den jetzt bestehenden Gemeindebezirken gruppirt wurden. (Die Daten dieser Tabelle sind dem im Jahre 1835 in unserem Verlage erschienen Plane der Reichshaupt- und Residenzstadt Wien und seiner Vorstädte entnommen.) Wohl war durch die Vereinigung der Vorstädte mit Wien ein grosser Fort schritt für dessen Entwicklung zu verzeichnen, allein für die räumliche Verschmelzung der Vorstädte mit der inneren Stadt blieben die sie umgebenden Festungswälle und Gräben ein Hindernis, dessen Beseitigung aussichtslos schien. Da wurde der Bevölkerung der Residenz am Weihnachtstage des Jahres 1857 eine Ueberraschung zu Theil. Die „Wiener Zeitung\" veröffentlichte das Hand schreiben des Kaisers vom 20. December 1857 an deir Minister Bach, in welchem es unter Anderem hiess: Gegenwärtige Bezirke Ehemalige Vorstädte Anmerkung II. Leopoldstadt 1. Leopoldstadt, 2. Jägerzeile. Den I. Bezirk bildet 3. Landstrasse, 4. Erdberg, 5. Weiss- das Gebiet der inne- III. Landstrasse gärber. ren Stadt. IV. Wieden 6. Wieden (Theil), 7. Hungelbrunn Die ehemalige Lage der Vorstädte ist zum (Theil), 8. Schaumburgergrund. grössten Theile durch V. Margarethen 9. Margarethen, 10. Hundsthurm, 11. Remprechtsdorf, 12. Matzleins- dorf, 13. Laurenzergrund, 14. Nickels- dorf u. restlicher Theil v. 6. Wieden und 7. Hungelbrunn. die gleichnamigen Strassen , die Vor- städte „Althan\" und „St. Ulrich\" sind 15. Mariahilf (Theil), 16. Windmühle, durch die gleichnami- VI. Mariahilf 17. Laimgrube (Theil), 18. Magda- lenengrund und 19. Gumpendorf. gen Plätze, die Vor- stadt „Himmelpfort- grund\" durch die gleichnamige Stiege markirt. VII. Neubau 20. Neubau, 21. St. Ulrich (Theil), 22. Schottenfeld, 23,Spittelberg, lö.Maria- hilf (Theil) u. 17. Laimgruben (Theil). Die Grösse der ein- 24. Josefstadt, 25. Strozzischer Grund, 26. Alt-Lerchenfeld, 27. Breitenfeld, 28. Aiser- und Währinger -Vorstadt (Theil), 21. St. Ulrich (Theil). zelnen Vorstädte war sehr verschieden. VIII. Josefstadt So hatten im Jahre 1835 „Wieden\" 728, „Landstrasse\" 648, „Leopoldstadt\" 625 29. Thuri, 30. Himmelpfortgrund, 31. Lichtenthai, 32. Altbau mit Spit- telau, 33. Rossair, 34. Michelbeurischer IX. Aisergrund Häuser, dagegen „Hungelbrunn\" 11, Grund, 28. Aiser- und Währinger- Vorstadt (Theil). „Laurenzergrund\" 17 und „Althan\" 37 Häuser. X. Favoriten die ausserhall) der Favoriten-Linie keine Vorstadt bildenden Gründe."], [13, "7 „Es ist Mein Wille, dass die Erweiterung der inneren Stadt mit Rücksicht „auf eine entsprechende Verbindung derselben mit den Vorstädten ehemöglichsi ..in Angriff genommen und zugleich auch auf die Verschönerung -.[einer Residenz- „und Reichshauptstadt Bedacht genommen werde. Zu diesem Ende bewillige Ich „die Auflassung der Umwallung der inneren Stadt, sowie der Gräben am dieselbe.\" Nach dem weiteren Inhalte dieses Handschreibens sollten die Gründe, welche durch die Demolirung der Wälle und die Auflassung der Gräben und Glacien gewonnen werden, theils zu öffentlichen, theils zu Privatbauten benützt «erden nur der Josefstädter Paradeplatz sollte als Exercierplatz erhalten bleiben. Am 29. März 1858 begann die Demolirung der Basteien, am 1. März 1865 wurde die Kingstrasse feierlich eröffnet, und als mit der A. h. Entschliessting vom 17. August 1868 auch die Einbeziehung des Paradeplatzes in die Stadterweiterung genehmigt wurde, stand der engen Verschmelzung Wiens mit den Vorstädten nichts mehr entgegen, ungehindert konnte die bauliche Entwicklung der Residenz fürt schreiten. Ein deutliches Bild des Aufschwunges, den Wien genommen, dürften die graphischen Beigaben liefern, welche in übersichtlicher, leicht fasslicher Darstellung sowohl die Bewegung der Bevölkerung als auch die bauliche Entwicklung der Haupt stadt zur Anschauung bringen. (Die statistischen Daten sind den diversen Publicationen der Gemeinde Wien entnommen.) In der Darstellung I sind die Flächenverhältnisse der gegen wärtigen zehn Bezirke Wiens ersichtlich gemacht."], [14, "8 Hiernach ist der VIII. Bezirk der kleinste mit 1-9 sodann folgt „ VI. „ mit 2-5 „ VII. „ „ 2-6 Percent „ IV. „ ,, 3-2 , der „ V. „ „ 4-6 { Gesammt- ,-, IX. „ „ 4-8 fläche von I. „ „ 5-l 5539-98 „ III. „ , 10-9 Hektar. „ X. „ „ 11-3 II. „ „ 53-1 ) Die Darstellung II gewährt einen Ueberblick über den Stand der ( i e sammtbe Völker ung Wiens und der Vorstädte in den Jahren 17'.)0 bis L890. In diesen 100 Jahren wuchs die Bevölkerung von 200.000 auf nahe 800.000, und zwar: 1790 bis 1828 (Intervall 38 Jahre) von 200.000 auf 300.000 1828 ., 1845 ( „ 17 ., ) „ 300.000 .. 400.000 1845 ., 1860 i „ 15 „ i .. 400.000 .. 500.000 1860 „ 1870 i „ 10 „ ) ., 500.000 .. 600.000 1870 .. 1880 i .. 10 „ ) ,, 600.000 .. 700.000 1880 „ 1890 i ,, 10 ., i .. 7i)().(ii)0 ., 800.000 Als interessant dürfte hervorgehoben werden, dass die Bevölkerung Wiens von 1808 bis 1810 abgenommen hat. sich dann bis 1815 wenig veränderte uud erst von diesem Zeitpunkte an wieder stetig zugenommen hat."], [15, "9 Qes'ammtbevti'lkeri/rig tecy-sru) öesammtberilkerung tSSff (ffO*.fSf) Sissmmttiere'/Meruiig /SSO tSSJ Die Bewegung der Bevölkerung in den einzelnen Bezirken Wiens auf Grund der Volkszählungsresultate in den Jahren 1857, 1869 und LS.su erscheint in der Darstellung III zur Anschauung gebracht. Hiebei wurden der IV.. V. und X. Bezirk mit Rücksicht auf die bereits zur Sprache gebrachte Entstehung dieser Bezirke für die gedachte Zeitperiode als ein • Jan/es und überdies von LS75 bis 1880 getrennt behandelt."], [16, "10 -. ..--Man sieht- aus. dieser Darstellung die rasche Entwicklung, beziehungsweise Steigung der Bevölkerung des IV, V. u. X. Bez., von 92.109 (1857) auf 170.731 (1880) _= S5-4 % II. ,, „ 56.016(1857] „:*, 118.577 (1880) = 111-7 % III. „ „ 60.497(1857) „ 90.382(1880) = 49-4 »/„ I. ■ „ „ 53:072 (1857) „ 69.635 (1880) = 31:2 % IX. „ „ 48.987 (1857) ,, 67.818 (1880) = 38*4 % Die anderen Bezirke weisen nur belanglose Veränderungen der Bevölkerungs anzahl auf, was in der abgeschlossenen topographischen Lage dieser Bezirke begründet erscheint. Die Darstellungen IV und V veranschaulichen die bauliche Entwick lung Wiens. Aus Darstellung IV ist zu entnehmen, dass die Anzahl der Gebäude in der Zeitperiode 1830 bis 1889 von 8037 auf 13.321 anwuchs. Aus dem raschen An steigen der Curve von 1860 bis 1889 ersieht man deutlich den. Aufschwung in der baulichen Entwicklung seit dem Beginne der Stadterweiterung."], [17, "11 Aus Darstellung V zeigt sich für die Zeitperiode 1870 bis 1889 der rasche Aufschwung in der baulichen Entwicklung jener Bezirke, deren Erweiterung durch ihre topographische Lage nicht gehindert war, und zwar wuchs die Anzahl der Gebäude im IV.. V. und X. Bezirke von 1929 (1870) auf 3172 (1889), somit um 64-4<yo „ II. „ „ 1624 (1870) „ 2399 (1889), „ .. 47-7% „ III. „ „ 1435 (1870) ., 1914 (1889, 33-4% „ I. „ „ 1172 (1870) „ 1391 (1889i 18-7% „ IX. „ „ 930 (1870) ., 1229 (1889), .. .. 32-2% Die übrigen Bezirke zeigen belanglose Veränderungen. Die bauliche Ent wicklung in denselben beschränkte sich zumeist auf Demolirung älterer Gebäude, an deren Stelle Neubauten aufgeführt wurden. Einen Ueberblick über die Wirkung der in Aussicht genommenen Vereinigung der Vororte mit Wien auf die hiedurch bedingte Ausdehnung der Residenz dürften die folgenden Daten gewähren: Nach einer auf Grund unseres Planes, sowie der Karte des Vereines für Landeskunde vorgenommenen Berechnung wird das Gebiet von Gross -Wien circa 178 Quadratkilometer umfassen, sohin mehr als dreimal so viel, als das gegen wärtige Areale von 55-4 Quadratkilometer. Wie sich diese Fläche auf die einzelnen Bezirke vertheilt. ist ans der graphischen Darstellung VI zu entnehmen."], [18, "12 Hiernach ist der VIII. Bezirk „Josefstadt\" der kleinste mit 0-56 % diesem folgt „ XV. „ „Fünfhaus\" „ 0-73 % „ VI. „ „Mariahilf\" „ 0-79 % „ VII. „ „Neubau\" „ 0-85 % „ IV. „ „AVieden\" „ 1-01 o/0 ,, XIV. „ „Rudolfsheim\" . . . . „ 141 % „ V. „ „Margarethen\" . . . . „ 141 % „ IX. „ „Aisergrund\" . . . . „ 146 % L „ „Innere Stadt\" . . . . „ 1-58 % „ III. „ „Landstrasse\" ....,, 3-38 % „ XII. „ „Meidling\" ...... 4-28 % „ XVIII. „ „Währing\" „ 4-79 o/0 „ XVI. ,, „Ottakring\" „ 4-96 °/„ „ XVII. „ „Hernais\" „ 5-52 % „ XIX. „ „Döbling\" „ 12-06 % „ X. „ ..Favoriten\" „ 1211 % „ XL „ „Simmering\" „ 12-39 % „ XIII. „ „Hietzing\" 13-58 % „ II. „ „Leopoldstadt\" ...... 17-13 % der Gesammt-Area."], [19, "13 Der Umfang von Gross-Wien wird circa 63 Kilometer betragen, sohin gegen 66% mein- als der gegenwärtige Umfang von Wien per 37-i> Kilometer. um sich eine Vorstellung von der Grösse der* Peripherie Gross -Wiens zu machen, sei bemerkt, dass dieselbe der Entfernung von Wien nach Pressburg gleichkommt. Zur- genauen Beurtheilung der Bevölkerung der Residenz durch die Schaffung Gross-Wiens fehlen zwar gegenwärtig authentische Daten, es werden erst die Resultate der im Jahre L890 stattfindenden Volkszählung hierüber genauen Auf schluss geben. Um jedoch jetzt schon ein Bild der diesfälligen Vergrösserung zu erhalten wurde die Bevölkerungsziffer in der Weise berechnet, dass der jährliche Zuwachs, der sich zwischen den Volkszählungsjahren 1869 und 1880 ergeben hat. als Masstab für die Zunahme der Bevölkerung von 1880 bis 1890 angenommen wurde. Halten auch die Resultate einer solchen Berechnung nur einen relativen Werth und werden die berechneten Ergebnisse, insbesondere rücksichtlich der einzelnen Bezirke, gegenüber der Wirklichkeit nicht ganz zutreffen, da die Momente, welche auf die Veränderung der Bevölkerungsziffer von Einfluss sind, sieh nicht, wie auf dem flachen Lande, gleich bleiben, so kann doch angenommen werden, dass die berechnete Gesammtzahl der Bevölkerung von Gross-Wien den thatsächlichen Verhältnissen so ziemlich entsprechen dürfte. Nr. Der Bezirke N a m e n Bevölkerung nach der wie sie die Volkszäblung Rechnung für im Jahre 1880 L890 ergibt ' I. I. Innere Stadt . . . . 69.635 74.848 II. II. III. Leopoldstadt . . . Landstrasse . . . . I 11M.577 1 11 (.577 90.382 97.937 III. IV. IV. Wieden 57.989 64.158 V. V. VI. Margarethen . . . . Mariahilf 66:977 89.725 ti3.H4.S 64.000 VI. VII. VII. Neubau 73,;»16 74.000 VIII. IX. VIII. IX. X. Josefstadt Aisergrund . . . . Favoriten 4.1.749 50.000 67.818 75.5H6 51.764 61.110 X. XL XL Simmering . . . , 20.325 30.877 XII. XII. Meidling 51 1.501 66.124 XIII. XIII. XIV. Hietzing Rudolfsheim . . . . 30.534 4U.417 41.565 49.418 XIV. XV. XV. Fünfhaus 39.967 51.696 XVI. XVI. Ottakring 63.074 91.867 XVII. __VII. Hernais 62.740 88.404 XVIII. VIII. XIX. Währing . . . . , Döbling 43.543 67.576 23.41 »2 28.296 XIX. n 1,086.496 1.315.626"], [20, "14 In der vorstehenden Tabelle sind die Bevölkerungsdaten, wie sie sich nach der Volkszählung im Jahre 1880 und nach der angedeuteten Berechnung ergeben, zusammengestellt. Ueberdies wurden zur besseren Uebersicht die berechnete n Bevölkerungsverhältnisse pro 1890 in der Darstellung VII zurAnschauung gebracht. Was nun die Dichte der Bevölkerung Gross -Wiens anbelangt, so enfallen - bei Annahme der pro 1890 berechneten Bevölkerungs-Daten - - auf 1 Hektar im I. Bez. Innere Stadt ca. 265 Bew. „ II. „ Leopoldstadt „ 49* „ „ III. „ Landstrasse „ 162 „ „ IV. „ Wieden „ 357 „ V. „ Margarethen „ 353 „ VI. „ Mariahilf „ 461 „ VII. „ Neubau „ 508 „ „ VIII. „ Josefstadt „ 478 „ IX. „ Aisergrund ,, 286 „ im X. Bez. Favoriten ca. 28 Bew. „ XL „ Simmering „ 14 „ „ XII. „ Meidling „ 87 „ ., XIII. „ Hietzing „ 17 „ „ XIV. „ Rudolfsheim „ 197 „ „ XV. „ Fünfhaus „ * 405 „ „ XVI. „ Ottakring „ 105 „ „ XVII. „ Hernais „ 90 „ ., XVIII. „ Währing „ 80 „ im XIX. Bez. Döbling ca. 13 Bew: Der Gesammt- Durchschnitt für Gross-Wien beträgt circa 74 Bewohner per Hektar. * Der Durchschnitt erscheint deshalb so gering, weil in diesem Bezirke unverhältnismässig grosse Flächen nicht bewohnt sind, so z. B. öffentliche Anlagen und Waldungen 797-4 Hektar, landwirtschaftliche !Area 717-5 Hektar, Wasserslrassen 460-9 Hektar, Bau-, Holz- und Lagerplätze 207-8 Hektar, Eisenbahnen J130-9 Hektar. Aehnliehe Verhältnisse beeinflussen auch die Höhe der Durchschnittsziffer im III. Bezirke."], [21, "15 Die Steuerleistung der einzelnen Bezirke ist aus der nachstehenden Tabelle zu entnehmen, deren Daten wir einer Mittheilung der k. k. Statthalterei verdanken : weiters erscheint in dieser Tabelle die Anzahl der Vertreter, welche jeder Bezirk in den Gemeinderath zu entsenden haben wird, ausgewiesen. * Grundsteuer, Hausklassensteuer, gegenwärtig schon zahlbare Hauszinssteuer, Erwerbs- und Einkommensteuer. : Dieselben Steuern, einschlicsslich der lediglich vorgeschriebenen, jedoch aus dem Titel der Steuerfreiheit derzeit noch nicht zahlbaren Hauszinssteuerbeträge. Die Differenz der in den Colonnen 2 und 3 ausgewiesenen Beträge per 7,297. \".04 fl. repräsentirt sohin die Hanszinssteuer, welche erst nach Ablauf der steuerfreien .fahre zu zahlen sein wird. l Des Bezirkes Nr. Name ü 2__ _J? 5 r. , Dur chschniU- (.Tesammtsumnre der ]iche Ke„en. Anzahl wärtige der in (len zahlbaren* vnr\" Steuerleistiingjj Gemeinde- zaninaren geschriebenen** per I rath zu ent- Bewohner '■ sendenden I Steuer —^ — ■ kr ertreter | I. Innere Stadt . . . II. Leopoldstadt . . . III. Land strasse . . . IV. Wieden V. I Margarethen . . . VI. Mariahilf . . . . VII. Neubau VIII. Josefstadt . . . . IX. Aisergrund . . . X. Favoriten . . . . 11,167.178 13,699.387 149 20 21 1,754.815 2,519.967 11 73 12 1,308.687 1,798.337 13 36 9 1.126.962 1,504.408 17 57 9 699.913 985.927 7 80 6 1.129.702 1,398.803 17 65 6 1,350.771 1,578.646 18 25 9 . ! 712.872 861.71H 14 26 6 1,000.23! > 1.6(13.031 13 23 9 507.627 752.035 8 31 6 XL Simmering . . . . 202.545 223,( 152 6 56 3 XII. Meidling . . . . XIII. Hietzing XIV. Rudolfsheim . . , XV. Fünlhaus . . . . XVI. Ottakring . . . . 428.959 544.690 6 19 6 366.514 4411.654 9 07 3 455.228 6U L788 , 9 21 6 471.781 592.854 9 13 6 430.395 73H.OS2 4 68 6 ___ . . __. XVII. Hernais 518.145 (wli.744 5 86 6 XVIII. Währing . . . . XIX. Döbling Summe 438.004 748.112!) 6 48 6 214.388 320.904 8 64 3 . 24,314.725 31.612.o2H 18 4s 138 Summe 24,314.725 31.612.1 )21i 18 4S 138 _s _.,^-_ _.. . —,-■ --. .-— -~ -- -is__ : - — Von der ( .rsammtsteuerleishm* r Gesammtsteuerleistung * 2o.6Sl.71il entfallen auf Wien allen auf Wien . 20,681.7H1 26.612.414 26 03 92 26,612.414 26 03 92 auf die Vororte Vororte 3,632.934 4,999.615 6 97 46 3,632.934 1,999.615 6 97 46"], [22, "16 Schliesslich dürfte noch eine Vergleichung Gross-Wiens mit den grösseren Hauptstädten der europäischen Staaten, ferner mit Budapest, der zweiten Hauptstadt der österr.-ungar. Menarchie rücksichtlich der räumlichen Ausdehnung und der Bevölkerungsziffer am Platze sein. Areale Bevölkerung London 305-l km2 3,816.438 (1881) Paris 78-02 „ 2,269.023 (1881) Berlin 60-61 „ 1,097.000 (1880) Gross-Wien 177-5 „ 1,086.496 (1880) Budapest 186-1 „ 360.551 (1881) Hierbei wurden der Gleichmässigkeit wegen die Verhältnisse um das Jahr 1880 zu Grunde gelegt, da aus diesem Jahre die letzten verlässlichen Bevölkerungs daten auf Grund der Volkszählung stammen. GeieUschafts-Biiohrtruckerel, Wien, III. Erdhergstrasse 3."], [23, ""], [24, "i.)D,pi> pi.-iü. v,,-i(iMi ,!ui,n fortgesetzte eigene KeamDimningen stets venassuca in Einttenz genauen und erscheinen last janrlicb in neuen Anflagen. GESELLSCHAFli-auCHORJCKtRtl, WIEN, III. tHOBtflC . .R.8. I^** Zu beziehen durch alle Buchhandlungen. \"\"^I Film foi Wlii Unsere Pläne werden durch fortgesetzte eigene Reambulirungen stets verlässlich in Evidenz gehalten und erscheinen last jährlicu __. aus dem Verlage von Artaria & Co. Special -Wandplan von Wien und den Vororten, tif Nunimerirung. 1 : 7920. H. 170, B. 105 Cm. Nach eigenen Reambu- lirungen revidirt. Zusammengelegt in Mappe fl. 8.—. Aufgespannt in Mappe fl. 12.50, zwischen Bollen fl. 16.50. — Daraus das Mittelblatt: Häuser- und Nummernplan von Wien L™';™°ÄS\" mit Stüassenverzeichniss fl. 3.50, aufgespannt fl. 5. — . dVMW PlÄTlP (\\ßV i(\\ RP7irVp (1 :396°' X X : 7920)- l^Nach eigenen UlUööCslallG UC1 IV DCZillaC Reambulirungen neu aufgelegt 1890. Schwarz ä 50 und 60 kr., colorirt ä 60 und 80 kr. Strassen-Nummernplan Yon Wien und Vororten V^oSf mit_ allen Strassenbenennungen, Post- und Telegraphenämtern und Eck- nummern, Tramways deutlich roth, mit Strassen -Arerzeichniss fl. 1. — , als Wandplan auf biegsamen Carton fl. 1.50, auf Leinwand fl. 1.90, zwischen Stäben fl. 2.60. 0V\" Erscheint jährlich reambulirt in verlässlicher Neuausgabe. Officieller grosser Katasterplan von Wien %^Z^T Finanzministerium, 102 Bl. (1 : 1440). Preis complet fl. 120.—, pro Blatt fl. 1.70. — Uebersichtsblätter gratis. Plan der Baugründe des Donan-Regnlirungs-Fondes,^ von der k. k. Donau-Regulir. -Commission. 2 Bl. (1 : 75.000), 1885. Pr. fl. 2.—. r_-0 Fslti-QtprT-l-iriP i\\ßv V(\\v(\\vtfi (tlieilweise 1 : 1440> tneilw- l '■ 288°) l/IC IVllKlOlCIpiaUC UCl lU_.U_.lO sind grösstenteils vorräthig oder können besorgt werden. -88 GROSS-WIEN §€-- Skizze seines Entstehens und Beschreibung seiner neuen Grenzen. Graphische Darstellungen seiner Bevölkerungs-, Steuer-, Areal- und Bauverhältnisse in 7 Diagrammen und 3 Tabellen. 2y4 Bogerr, elegant brosch., mit Karte fl. 1.20, ohne Karte (für die Besitzer derselberr) 60 kr. {__^ Plankarte von Gross-Wien, 1 : 35.000, separat 80 kr. \"■*^Q 0^** Verlag von ARTARIA & Co., Wien. -\"P^l"], [25, ""], [26, ""]]