[[1, ""], [2, ""], [3, "UNA PAROLA DI CUORE UN DIFESA DI VENEZIA DI m nmm vasraa^s Venezia, Tipocium Vem-ta 1880."], [4, ""], [5, ""], [6, ""], [7, "UNA PAROLA DI CUORE IN DIFESA DI VENEZIA DI m nmm yarasiAgia ( Maggio 1880 ) Venezia, Tipografia Veaeta 1880."], [8, ""], [9, "UNA FÀRGIA DI CUORE IN DIFESA DI VENEZIA. Corre da lungo tempo entro e fuori d'Italia il malvezzo di attaccare con frequenza Venezia dal lalo solo delle sue macchie, comuni pur troppo più o meno a tutte le città del mondo, diverse poi in quanto al luogo, e alla razza; chiunque abbia senno e vero amor patrio, non può certamente non sentirne giusto rancore e sprezzo : in pari tempo gli corre l'obbligo di mostrarsi riconoscente verso tutti coloro, che fino ad ora colla voce e cogli scritti, im presero a difenderla, sostenerla, sceverando il vero dal falso, pro testando contro inconsiderali giudizi, figli soltanto di sciocca pre lesa, o di vanto puerile. Per poter giudicare veramente, imparzialmente un popolo, una nazione, bisogna averci soggiornato a lungo, averne per con seguenza studiati bene a fondo l' indole, i costumi, la capacità, i difetti ; aver veduto se decadenza esiste, e le vere sue cause materiali e morali. Perciò occorre esaminare 1' operosità sua at tuale, il commercio che ne deriva, quindi le statistiche d'importa zione ed esportazione ; lo stato in cui si trovano le arti, le let tere, le scienze, e la pubblica istruzione sotto ogni suo aspetto. Fa duopo perciò una mente calma, perspicace, che possa compierlo lale esame con esattezza. Questo invece si fa da lungi? o precocemente inscientemente; spargonsi a dritto e rovescio opi nioni vaghe e fallaci, si stampano libelli indecorosi e pungenti contro un' illustre città, e i suoi abitanti, recando come è ben naturale grave ferita nel cuore di tulli quelli, che consci dei vizi dai quali l'umano consorzio é pur troppo aggravalo, ne aborrono la pubblicità."], [10, "4 Pochi certamente io credo son quelli che non conoscono la storia antica di Venezia, pochissimi per non dire nessuno, quella (degji anni 4848, 18-49 del di lési rinomato .assedio in cui centi naia e centinaia di persone perirono dalla fame, dagli stenti, dal polirà, dal fuoco dei proiettili, e degli incendi, in cui si trovavano a migliaia in ogni classe di cittadini gli esempi d' abnegazione, di valor militare, ne^la difesa, nelle sortile contro le nemiche schiere, di sacrilici a fine di sottrarsi ali' onta, e ai danni d'una nuova crudele schiavitù. Bisogna esser nato qui per ignorare sol tanto dal punto in cui Venezia fatalmente dovette arrendersi da capo a|lo straniero, il 20 Agosto 1849 lino alla di lei fortunata annessione al Regno d' Italia, ogni famiglia, a qualunque grado ap partenesse, andava a gara per dimostrare ad esso, il dispetto, il do loro nel dover subire un' altra volta il ferreo suo giogo. Lasciamo pure ora da parie tulloció che forma il vanlo d'un popolo, che conta vari secoli di patrio eroismo, di giusto senno, di sterminate ricchezze acquistate colla di lui attività, col lavoro e 1' e nergia, e coj valore sopratutto delle sue anni; parliamo dello stalo suo presente. Chi megjio di lui tollera con costante rassegnazione i pesi, i danni di sterminati balzelli, d' imposte, tasse di consumo e di doga na, mentre gli scioperi, le rivolte alla pubblici forza, gli assassini, i ricatti^ il brigantaggio, sono da qualche tempo alt' ordine del giorno in tulto ij resto d? Italia ? Riguardo al lavoro giornaliero, alle sue manifatture., allacciatevi di grazia per poco alle vetrine dei vari ne gozi esistenti solto le Procuralic in S. Marco, o nella Merceria; non vi sembra sorse che i tanti oggetti ivi esposti, confezionati a Vene zia, qualunque sia V industria a cui appartengono, possono fare di gnitosa concorrenza a quelli d' altre fabbriche Italiane o straniere; bronzi e vetri d' ogni qualità e forma, i primi cesellali storiali; i se condi gemmati, dorali, usciti dalle vetuste decantate fabbriche di Murano ; oonlcrie d' ogni sorla e valore ; mosaici famosi dei quali presentemente sono fregiate diverse chiese e parecchi musei d' al cune tra Je più jcdcbri capitali d' Europa ; gioielli in oro, argento, in allumina, in smalto e cesellati; pielre preziose e dure, montale a meravigilia, da fa^ne pendenti, anelli, collane, braccialetti, spille; jiilagji e sculture in legno perfette., Jayori d\" intarsio e rimesso, d' e-"], [11, "(3) bano. d' avorio, di madreperla, di tartaruga, ad imitazione delle preziose suppellettili del medio Evo, e del millecinquecento; tessuti di lana, di seta, di velluto, a soprarizzo d' oro, operali a macchina, ad ago. damascati, simili pelin densità della trama e la loro durata, a quelli delle antiche fabbriche della Veneta Repubblica, di cui sono ancora fornite le pareti di alcuni fra gli antichi palazzi ancora esi stenti dei Veneziani patrizi. Quei tessuti possono gareggiare oggidì con quelli di Francia, Piemonte, Lombardia. I merletti a fusello, ad ago, tessuti, rilevati, a trapunto, manifattura che onora Venezia, e che è risorta mercé le cure indefesse d' una coltissima e filantropica Dama Veneziana, e di un dottissimo uomo pur Veneziano, sono ora rinomali cosi, da poter fornire lavoro a più centinaia d-' operaie. Si giunse per sino ad imitare perfettamente il famoso punto antico, appellato punto di Venezia. Le Arti belle, la scultura, la pittura, il disegno a lapis ed a fumo, sono fiorente/; statue, busti, rilievi, ornati, ritraiti, filli storici, favole, paesaggi, arricchiscono a decoro ed onore di questa città, le frequenti esposizioni artistiche (-il industriali uV Italia, d'Eu ropa, del nuovo mondo. La letteratura, la storia, la geografia, la poesia, la commedia, la drammatica, di cui i giornali italiani e stra nieri lodano sovente la viva immaginazione, gli studi,, la sostanza, Io scopo dei Veneziani scrittori che in quelle si distesero ; le scienze mediche e fisiche, le matematiche la filosofia, la musica diedero in ogni tempo ingegni eletti, cultori, distinti, soci delle Accademie più rinomate d\"Europa, utilissimi alla patria e al progresso della scienza. Anche nell' arena politica Venezia può giustamente menar vanto di chi così degnamente, strenuamente la rappresenta nelle aule della Camera e del Senato. Ditemi ora quale istituzione può essere più sublimo, e più spic cata della Veneziana filantropia, figlia di un puare sensibilissimo, alcuna fiata forse troppo, perche la carità in tal caso può risultare inconsulta e dannosa? Venezia non seconda ad altre città della Pe- nisola conta molti e ricchi istituti di pubblica beneficenza pegli orfa jielli d' ambo i sessi, pelle povere vedove e i vecchi, a sollievo degli .infermi di corpo e di mente, dei muli, degli storpi^ a ricovero dei miserabili, dei decaduti, degli abbandonali, persino degli scapestrati. Sodalizi di mutuo soccorso tra tigni specie d'Artigiani: la so-"], [12, "6 cietà operàia, quelli! dei cuochi e camerieri, quela importantissima dì mutuo sooeorso. e quella dei prestili e premi, or fuse egregiamente insieme tra i maestri e le maestre delle scuole elementari. Esse tutte vanno prosperando ogni giorno, aumentano i loro capitali affine di provvedere alle inalatile, alla vecchiaia e a totle le altre gravi cala mità da cui purtroppo così di sovente l'umana società è colpita: l'educazione, l' istruzione pubblica serale, giornaliera, festiva diffusa a larga mano, per cui ne raccoglieremo i pingui frutti tra pochi anni. 1 Veneziani del di d'oggi sono speculatori più prudenti ed ac corti d'altri tempi, pochi di loro a vero dire rischian la loro fortuna, se non fanno prima i conti del dare e dell'avere, dell' utile che pos sono ritrarre. I progetti son molli, fatti da esperti ed eruditi inge gneri, per sistemare di nuovo la città delle lagune, renderla più decorosa e salubre, eliminarne principi nocivi alla futura sua esi stenza, allargare i suoi porti, costruirne di nuovi, procurare ai cittadini, al commercio nuove vie di comunicazione colla terraferma. Perciò si eleggono commissioni sopra commissioni per discutere esaminare intorno ai mezzi urgenti che ci occorrono per compiere tanti e così importanti lavori, si pongono a calcolo le forze produt tive della Provincia e del Comune ; procurasi eziandio di ottenere il concorso del Governo e facilmente ci si riesci persuaso ancor esso quanto utili ed indispensabili possano essere le opere progettate non soltanto per Venezia, ma per tutta l' Italia. Giunti a tal punto della nostra difesa in onore di Venezia parmi si possa senza alcun scrupolo dedurre, che se c'è del male, non deveJ^ menarsene scalpore, perché c'è pure altrettanto, e forse maggior bene; e ai detrattori di essa sia Italiani che stranieri, soggiungerò che non è prudente mirare la festuca nell' occhio del vicino, ma piuttosto scongiurare la trave che pende sul proprio capo. I più acuti strali si avventano più spesso contro l'antica Vene ziana aristocrazia, il cui storico passato tanto glorioso può davvero destare invidia. Degenerata anch'essa pur troppo negli ultimi cin quanta anni dello scorso secolo, sulP albeggiare del presente mutatesi interamente le condizioni civili e politiche, scosse e mezzo minate le fortune di parecchie tra le famiglie patrizie, la situazione di Ve nezia, e quindi anche della poca nobiltà rimasta, venne oppressa subito dopo il congresso di Vienna, da una lunga e dispotica"], [13, "( < ) dominazione straniera, proclive sempre a corrompere più che ad educare, a dividere più che a cementare. Al fasto, all'ambizione, alP attività, al senno, al valore dei secoli gloriosi, non degli ul timi certamente della Repubblica, subentrarono l'ozio, l'abbandono ai piaceri del senso, il gioco, la notturna crapula, l' obblio ai doveri del proprio rango, un'esagarata buona fede, ed esuberante sincerità, conseguenza d'una fibra snervata. Le forze tanto fisiche che morali del Veneziano patrizio ne subirono una tale prostrazione, da renderlo pur troppo ancora a giorni nostri avvilito, spregiato, neglettoi Molte mobili famiglie anco s' estinsero, ma in tanta e cosi grave iattura del famoso libro d' oro-, puossi confessare senza tema d' essere smentiti, che non rimase affatto spenta la favilla dell' inge gno, del valore, dell'amor nel servire la patria. -E pochi nomi, come ómbre in mezzo a solitaria, a vasta necropoli, sorsero, e durante il cessato governo* e a giorni nostri danno fede a miei detti un Priuli, un Monismi, un Dandolo, un Tiepolo, un Sagredo^ un Correr, un Marcello, un Pindemonle, un Giuslinian, un Bembo, un Michiel, un Giovanelli, un Dona, un Diedo, che non verranno mai dimenticali. Le moderne istituzioni che hanno per compilo essenziale V educazione morale e fisica, 1' istruzione della nuova generazione, ridoneranno egli è sperabile 1' antico lustro, rileve ranno dall'abbattimento in cui ancora giacciono le poche fami glie rimaste dell* antica nobiltà Veneziana, esstdaranno nuovi eroi alla patria, nuovi cultori alle arti belle, eletti ingegni alle scienze, alle lettere. Ben lungi dal togliere o scemare i difetti, i vizi che af fliggono un popolo, una nazione col farli troppo palesi li aggrava. Il miglior espediente per riuscire a bene si è quello di adoperarsi a luti' uomo, di cooperare alla maggior possibile diffusione dell' e ducazionc e dell' istruzione del popolo, sorgente di nuovi bisogni per esso, quindi di maggior lucro alle industrie ed ai commerci, abituare la crescente generazione al lavoro ed al risparmio, sra dicando dal nostro suolo, l'accidia, la pigrizia, fatali ad ogni terra, ma specialmente a Venezia, e madri della povertà, della miseria; è necessario di persuadere i ricchi o possessori di vasti terreni, o capitalisti, di consecrarc e impiegare i loro ca pitali in opere utili, necessarie alla loro patria e sicure fonti di"], [14, "(S) ricchezza, d'igiene, di morale; di tranquillila, piutloslochò df fidarli alle diverse e spesso pericolose oscillazioni dei numerosi istituti di credito; banche ed altro; oppure di mutui ipotecari. Occorre animare il commercio di transito, quello d' importazione ed esportazione; creando una vasta e propria società di naviga zione a vapore alta a percorrere le più vaste e lontane regioni. A questa società dovrebbero associarsi; non solo banchieri, ne gozianti, capitalisti Veneziani, ma invitare quelli delle finitime città Venete ed anche forse delle Romagne; e Lombardia, pelle quali regioni tutte una maggiore espansione commerciale marit imi;! dai porti Veneziani, dovrebbe certamente riuscire di sommo e sicuro vantaggio: Soltanto seguendo tina tal via si potrà cori orgoglio e sènza tema d'illusione fregiare l'antico vessillo di S. Marco del molto; « I.ubor et Pfcbi'šiO sint bila nteOj j'ons virlulis ac dovilice ». L' arte tanlo facile di demolire gli individui e gli abitanti d' una città è fallace. Pei Veneziani poi cosi facili ali' entusiasmo come ali' abbattiménto è bosa propria di spiriti invidiosi, servili, inconsiderali; ciò nulladimeno 1' onore e la fama di Venezia non rimarranno minimamente oscurati; l' antica Reina dell' Adriatico sempre grande e gloriosa, rivolgendo ad essi lo sguardo, potrà esclamare fieramente col grande poeta : « Non ti curar di lor, ina guarda e passa »:"], [15, "Corrtga Errata Pag. 4 linea 9 Bisogna esser nato qui per Bisogna esser nati ieri fier ignorare ignorare Pag. 8 linea 1S sons virtutis sontes virtutis"], [16, ""], [17, ""], [18, "Prezzo Cent. 50. A Beneficio dell' Istituto ai Yenezia."], [19, ""], [20, ""]]