[[1, ""], [2, ""], [3, ""], [4, ""], [5, "o >^ URSA MAJOR ONE SHILLING. JOJ1N MKN'ZIES 4 CO-. EDINBURGH anij GLASGOW."], [6, ""], [7, "A BACHELOR'S WIFE l'.Y URSA MAJOR."], [8, ""], [9, "A Bachelor's Wife. BY URSA MAJOR. EDINBURGH: WILLIAM BRYCE, LOTHIAN STREET. JOHN MENZIES & CO., EDINBURGH AND GLASGOW. PORTEOUS BROS., GLASGOW. LONDON: SIMPKIN, MARSHALL, HAMILTON, KENT, & CO. LTD,"], [10, ""], [11, "CONTENTS. PAGE CHAPTER I. Old Honev ...... 5 CHAPTER II. Found Dead ...... 8 CHAPTER III. Old Honey's Money .... 14 CHAPTER IV. Settling the Lovers ... ro CHAPTER V. Ways and Means . . . A . 27 CHAPTER VI. A Queer Marriage . . . . .31 CHAPTER VII. Another Clue ..... 38 CHAPTER VIII. Driving Tandem ..... 45 CHAPTER IX. My Old Friend's Son .... 50 CHAPTER X. Widow Green . . . . -55"], [12, "4 CONTENTS. PAGE CHAPTER XI. Lucy in Danger ..... 62 CHAPTER XII. Piping Tom ...... 67 CHAPTER XIII. The \" Man in the Moon\" ... 74 CHAPTER XIV. A First-Class Passenger .... 78 CHAPTER XV. A Valuable Find ..... 83 CHAPTER XVI. An Unexpected Meeting .... 87 CHAPTER XVII. Mother and Son ..... 93 CHAPTER XVIII. The Missing Link ..... ioi CHAPTER XIX. Father and Son ... .105 CHAPTER XX. Will You be Mine? . . . .111 CHAPTER XXI. Father, Mother, and Son . . .114 CHAPTER XXII. The End . . . . ,7I"], [13, "A BACHELOR'S WIFE. Chapter I. OLD HONEY. Christopher Honeyman celebrated his seven tieth birthday by retiring from business. Careful, painstaking, and obliging, he had become the possessor of property that yielded him not less than ten thousand a year. Being a bachelor, he had no inducement to go on adding to his wealth, and so at seventy we find him resolved to rest for the remainder of his life. About two miles from the seaport town of Waterborough, the city in which he had made his wealth, there was a pretty place called Rose grove. It was for sale, and Mr Honeyman bought it. Why? Because it was pretty ? No. The retired merchant would not have bought the Garden of Eden for its own sake. Beauty that had to be paid for was dear in his eyes. He bought Rosegrove because it was cheap and con venient. Cheap meaning to him a price much below its real value ; and convenient, near to a railway station not far from the city."], [14, "6 A bachelor's wife. When he removed to Rosegrove he took with him his old housekeeper, Mrs Kidd. He added a butler to his establishment, and engaged a gardener. Then the old gentleman began to rust where he had meant to rest. After his retirement from business, Mr Honey man went to town daily, and spent a great deal of time at the Hand-in-Hand Insurance Office. The manager, Mr Jonas Murray, was one of his most intimate friends. As a token of his friendship, he had given Dick Honeyman, the old merchant's nephew, a stool in his office. And Dick, not to be outdone in courtesy, had increased the obligation by winning the affections of Miss Lucy Murray, the manager's pretty daughter. Of course Lucy's father was well aware that Dick was his uncle's favourite nephew, and had every reason to expect the greater part of Old Honey's wealth. Mr Honeyman had three sisters, all married and blessed with very large families ; but somehow, Dick, the son of his only brother, had always received a warmer welcome at his uncle's house than any of his cousins. Dick's father had been dead many years, and the young man and his widowed mother occupied a neat cottage, a present from Old Honey to his sister-in-law. He also allowed her three hundred pounds a year. With this and Dick's salary, now eighty pounds, they managed to get along very comfortably. From a business point of view Dick was not a model young man. He did not care for work for"], [15, "OLD HONEY. 7 its own sake, but looked upon it as a disagreeable necessity. Still he could not be called lazy, and was never actually unemployed. He always had his hands full of something, but what he did out side the office added nothing to his income. He simply frittered away his time, obliging his friends, and amusing himself. Within his own circle he was often called Butterfly Dick. He was always ready to drop into the softest armchair, or lie on the best padded couch, if only these restful articles of furniture were provided for him. He could enjoy a good dinner, had a liking for a glass of good wine, and knew a good cigar. The life and soul of an evening party, he always told the latest stories, could bring down the house with a popular song, play a winning game of cards, and make everybody feel that he lived for their special pleasure and profit."], [16, "A bachelor's wife. 8 Chapter II. FOUND DEAD \"'In the name of God — Amen. I, Christopher Honeyman,' was that all ? \" \" Yes, sir, them's the words, and nothing else.\" \" And he was quite dead ? \" \" Dead as a herring, sir ; begging your parding, sir, for using such a figger to the old gentleman as was.\" \" Cold ? \" \" No, sir ; he'd not been dead that long, sir.\" \" At what hour was he found ? \" \" About five in the afternoon, sir ; he always dined at five, and when he didn't come into the dining-room, we went to look for him.\" \" Who found him ? \" \" Mary, the maid, sir. She came back in a few minutes, sir, with such a scared look on her face, and she says to me, 'James,' she says, 'do come and look at master. Something's wrong with him. He looks as if he'd had a sit' So I followed the girl into the parlour, and there he was in his arm chair, his head leaning on his hands on the writing desk. He might have been asleep, he was so still, so I says gently — ' Master, dinner's waiting, sir.' But he never moved, nor spoke a syllable. Then I put my hand on his shoulder, but he did not stir."], [17, "EOUND dead. 9 So I lifted up his head and leaned him back in his chair. Oh, sir, it was awful.\" What was ? \" His face, sir ; I can see it now. He was dead, sir. Was nothing done for him ? \" \" Everything that could be done, sir. We scut for Dr Richards, who came at once. As soon as he saw master, he said as how he could do nothing; he was clean gone.\" \" Who first noticed the paper you spoke about ? \" \" The doctor, sir. When he came in we had master lying on the sofa, and the doctor asked where we had found him, how he was sitting, and such like. Then he went to look at the desk, and lifted up the paper, and said as how/ Mr Honeyman must have been a-making his will when he died. We all looked at the paper, sir, and them's the words that was on it, sir, just as I told you a minute ago, 'In the name of God — Amen,' sir; and we found the pen on the carpet by the chair, just where it had fallen from master's hand.\" \" Where is it now ? \" \"The paper, sir? Dr Richards took it, sir. He said as how it might be wanted at the inquest. Isn't it awful, sir, to die all of a sudden like that?\" and Boyes, the late Mr Honeyman's butler, wiped his eyes as he finished his story, and tried to look as miserable as possible. It certainly was awful for the old man to have died so suddenly. The fact that he had left no will, nothing but the few words found on his desk,"], [18, "10 A bachelor's wife. might not affect Dick's position at all, as he was the nearest male heir. Nor did it follow that because his uncle had died with a pen in his hand, and the opening words of a will just written, that no such document of an earlier date existed. \" He always said that I should find his will pleasant reading,\" said Dick to himself, as he pondered the matter over that evening, \" and I can't think that such a methodical man would have neglected so important a duty. However, I must wait till a will is found or a declaration that no will exists. Better no will than no legacy. At the worst, I shall get a share with the rest.\" This might mean to be one of several heirs who would have a claim in the absence of a will, according to the nature of the property. The news that cast a cloud over Dick's horizon sent a thrill of satisfaction through the hearts of the neglected relatives, who had not hoped to finger much of Old Honey's money. Dick called that very evening at No. 19 Morgan Terrace, the residence of Mr Murray. It was a relief to learn that the master of the house was not at home. Dick did not want to talk about his future prospects with the father of Lucy until something definite was known. Our hero found the young lady waiting for him in the drawing-room, a vision of bright eyes and rosy cheeks, in a setting of white and blue. \" Oh, Dick,\" she cried ; \" is it really true ? Is the dear old man dead ? \" \"True enough, darling,\" replied Dick. \"He died as he sat in his chair.\""], [19, "FOUND DEAD. 11 \" How sad, how lonely,\" said Lucy, the tears filling her eyes; \"I should not like to die in that way. It seems so hard not to have one dear friend at your side at such a time.\". \" It does, love,\" he replied, stroking her hair and thinking more of what he himself might lose if he did not get his uncle's money, than what his uncle had missed in dying suddenly and alone. \" I wonder if uncle has left a will,\" said Dick, in a thoughtful manner. \" Oh, Dick ! \" Lucy exclaimed, \" how can you talk about wills and such business things while your uncle is lying dead? Wait till the funeral is over, and then it will be proper.\" \" But, darling, he was making a will when he died.\" \" Making a will ? Have you seen it ? Is your name mentioned in it ? Who is to have that sweet Rosegrove ? \" \" What a model of consistency you are, to be sure ! \" said her lover. \" You rebuke me for even mentioning a will at present, and here you are opening up the whole question.\" '' Yes, but then you see I could not help it. I should so like to know.\" \"So should I, love; and that was why I was wondering if there was a will. The one he was making throws no light on the matter. He had only written ' In the name of God — Amen. I, Christopher Honeyman,' when death arrested his hand, and the pen fell from his fingers.\" \"Oh, Dick, how awful!\" said Lucy, putting"], [20, "12 A bachelor's wipe. her hands before her eyes, as if to shut out the sight of the dead man in his chair. \" I hope it's all right,\" said Dick in a doubtful tone. \" Hope what is right ? \" asked Lucy. \" Well, you see, love, uncle always gave me to understand that I was his heir. Now, you know, I did not want him to die.\" \" Of course not, you could not have been such a monster,\" exclaimed Lucy, almost indignant that even he should have allowed such a possibility to have entered his head. \" But now that he is dead and cannot use his money, why, you know, I should like to be sure that it will come to me.\" \" Where else can it go ? \" asked Lucy. \" There are uncles and aunts and cousins, a score or more, who think their claim to be quite as good as mine.\" \" But your uncle would never have treated you as he has done, and told father that he liked you better than any of the family, if he had not meant to leave you his property.\" \" He meant to do so, I believe ; but suppose he has not done so, what then ? \" \" Why, it would be a horrid shame, and \" Yes, but you — what would you do ? \" \" Dick,\" said the little beauty, the natural colour in her cheeks heightened by the intense feeling that his words called forth, — \" Dick, if your uncle has left you nothing, you will still have me to make you happy.\""], [21, "FOUND DEAD. 13 This declaration was received with great satis faction by our young friend, but as he walked home that evening, after bidding Lucy a more than usually loving \" good-night,\" he could not but. feel that her father might look at the question from a more matter-of-fact point of view. Mr Jonas Murray would be apt to regard Dick and nothing, as 0 + 0 = 0, in a very different light to Dick and ten thousand a year."], [22, "A bachelor's wife. 14 Chapter III. OLD HONEY'S MONEY. THE inquest was over ; Mr Honeyman's death was declared to be due to natural causes, and his funeral took place on the following day. The story of the old merchant's sudden death, and the will that he had begun to make, filled the breasts of his relatives not only with curiosity, but also with hope. A will might have meant little or no legacy to the majority of them. No will would certainly mean something, and a share, however small, would be welcome to those who had expected nothing. Even if the old man had died intestate an equal share was impossible, for the real estate must go to Dick, as the son of the dead man's only brother. The dining-room at Rosegrove was hardly large enough to contain all those who claimed kinship, and therefore an interest in the disposition of the property. There were the uncles, aunts, and cousins, who for years had regarded Dick as their natural enemy, and who from time to time shot anything but friendly glances across the room in the direction ofthe widow and her son. Mr Riggs, Christopher Honeyman's lawyer, was one of the last persons to enter the room. He was accompanied by two gentlemen and the house keeper, Mrs Kidd."], [23, "OLD HONEY'S MONEY. 15 A painful silence followed their entrance. The lawyer had no papers in his hands. Was the rumour true, then ? Had the old man indeed left no will ? Such was the rapid conclusion arrived at by the relatives. Without exchanging a word with any of those present, Mr Riggs said, — \" Friends of the late Mr Honeyman, as soon as I heard of my old client's death, I came here to look for his will. I examined all his private papers, and looked in every likely place, but I found nothing that bore the slightest resemblance to such a document. I had placed in my hands the paper found on my client's desk at which he was sitting when he died, — a paper containing only the opening words of a will. They were, 'In the name of God, — Amen. I, Christopher Honeyman.' From this fact I con clude that no will exists.\" \" Then you never made a will for him ? \" asked Uncle Carter. \" Never,\" replied Mr Riggs. \" When I spoke to Mr Honeyman about it, he always said, — ' Don't bother about my will ; there is so little to put into it that I can easily make it myself.' \" \" A division of his property will follow then as a matter of course,\" said Uncle Perkins, a hardly concealed look of triumph on his face. \" Might have followed according to the nature of the property if no other claimant had come for ward,\" quietly replied the lawyer. \" Another claimant ! \" cried Uncle Carter."], [24, "16 A BACHELOR'S WIFE. \" Another claimant ! \" echoed uncle, aunt, and cousin, a look of consternation on every face. \" Yes ; another claimant,\" said Mr Riggs. All eyes were turned on the two strangers who had come into the room with Lawyer Riggs, and who, in the general anxiety to hear the will, had been forgotten. They were an elderly gentleman of sharp and business-like appearance, and a younger man of about thirty years of age. The latter seemed to entirely lose his self-possession when he heard the exclamations that fell from the lips of the surprised relations, and saw the crowd of indignant eyes that were turned on him and his companion. Uncle Carter, as the eldest relative present, put the question that all were dying to hear answered. \" And who is this claimant ? \" he asked. \" He is here,\" said Mr Riggs. \" He can speak for himself.\" Before the younger man could say a word, his companion said to him, — \" Excuse me, my dear sir, allow me to explain. Ladies and gentlemen,\" he continued, \" relatives of the late Christopher Honeyman, you have just heard from the deceased gentleman's lawyer that his client has left no will.\" \" I beg your pardon,\" interrupted Mr Riggs, \" I did not say that there was no will, but that no will could be found.\" \" Exactly so,\" continued the stranger, \" no will could be found, and therefore we assume that Mr Honeyman died intestate. Under these circum-"], [25, "old honey's money. 17 stances I claim the whole property, real and personal, for my client, who is Christopher Honey man's sole heir, and now the rightful owner of his estate.\" \" Your client,\" cried Uncle Carter. \" And who may your client be that he should come before a man's own flesh and blood ? It's bad enough to see one of the family preferred before the rest, when all should share and share alike,\" with a side glance at Dick, \" but for a stranger \" \" He is no stranger,\" said the lawyer, \" but a- Son,\" came from the lips of the younger man. Had a shell burst in the midst of the mourning relatives, it could hardly have done greater execu tion on their bodies than this one word did on their minds. Christopher Honeyman's son — and he a bachelor — a bachelor whom some of them had known all their lives — this man his son ! his legal heir ! What nonsense ! \" Christopher Honeyman was never married,\" cried Uncle Carter. \" He lived and died a bachelor. Therefore, if this man be his son,\" he added with a sneer, \"his claim won't stand against that of the lawful relations.\" \" Christopher Honeyman was married,\" cried Mrs Kidd, the old housekeeper, excitedly. \" He was married more than thirty years ago.\" \" Did you know his wife ? \" asked Uncle Carter. \" I did ; I was present at his marriage. His wife, now his widow, still lives. She is here.\" \" Where ? \" asked a dozen voices in tones of B"], [26, "18 A bachelor's wife. surprise, as hasty glances were thrown round the room. \" Here,\" said the housekeeper, placing her hand on her breast. \" Christopher Honeyman married me. We had one child, — a son, — and he now claims his father's property.\" \" This is surely a plot,\" cried Dick, who had with difficulty remained silent till now. \" Uncle was never married. Mrs Kidd is not his wife ; and this man is not his son. Let them prove their wordB.\" \" They have proved them, young sir,\" said the strange lawyer, \" and Mr Riggs, your uncle's adviser, admits the claim. Is it not so?\" he asked, turning to that gentleman. \" I have examined the documents, and I must say that everything appears to be regular, and that the claim is fully made out,\" was the reply. \" They are false, sir,\" said Dick indignantly. \"The documents are forged. My uncle never married that woman ; and I will never acknowledge her as his widow, or that man as his son. My uncle was an honest man, and if he had married any woman he would have done his duty by her, and given her a wife's place in his home ; nor would he have hidden away his son, and treated him like an outcast.\" \" Butterfly Dick\" cried Mrs Kidd, trembling with passion, \" who wants to be acknowledged by the likes of you ? Your uncle does not need you to defend him as much as you need your uncle's money to marry the insurance man's daughter.\" The taunt told, and for a moment Dick was"], [27, "OLD HONEY'S MONEY. 19 silenced. He felt that his relations were not sorry to see his disappointment, and hear it put down to such a cause. Nor could he blame them ; for, after all, they would have been no better off than now had he been the heir instead of this mysterious stranger. \" Sir, I appeal to you,\" said Dick, addressing Mr Riggs ; \" is not this story infamous ? \" The lawyer shook his head. \" That it is a strange story, and a very unexpected one, I admit ; and in the interests of my old client's relatives I have taken pains to investigate the claim. It rests on two documents which cannot be challenged, — a certificate of marriage and a certificate of birth, — ■ both of which are exact copies of the originals.\" Dick rose to go. \" Mrs Kidd,\" he said, \" I repeat my words — You and your son, if he be your son, are guilty of plotting and forgery. You have thrown a temporary shadow over my uncle's good name, and stolen his money from his own people. Make the most of your chance while you have it, for I will unearth this mystery, and bring home to you your crime, if it costs me my life.\" He then turned on his heel and left the room. In a few minutes the relatives had all departed, and Mrs Kidd, now Mrs Honeyman, and her son reigned supreme at Rosegrove."], [28, "A bachelor's wife. 20 Chapter IV. SETTLING THE LOVERS. DlCK was right when he thought that Mr Jonas Murray would not look with satisfaction on a penniless son-in-law. That gentleman refused at first to believe the startling news, but a visit to Lawyer Riggs left him no room for doubt. Then he gave vent to his feelings. He was astonished that his old friend should have contracted a private marriage, and kept it secret for more than thirty years. Nor could he understand how Mr Honeyman should have lived for so long a period with his wife in the position of housekeeper. Nay, what seemed stranger still, was the fact that any woman whose claim had a leg to stand on would submit to such an arrangement. Having decided, like our old friend Lord Dundreary, that \" it was one of those things that no fellow could understand,\" he became very angry with everybody who had had any part in bringing about the engagement between Dick and his daughter. He was angry with Old Honey for having allowed Dick to be regarded as his heir. He was angry with Dick for daring to fall in love with his daughter, and angry with his daughter for being so foolish as to encourage Dick. Then he was angry"], [29, "SETTLING THE LOVERS. 21 with himself for having allowed matters to go so far between the lovers, without first getting some assurance of Dick's future prospects. Having consulted with Mrs Murray, he found that lady ver)- much of the same mind as himself. She, poor s :>ul, seemed to have suffered an unusually severe bereavement. She had never visited Rose grove in the past without thinking of the time when her daughter, as mistress, should entertain her there. Like most prospective mothers-in-law, she had decided that the future husband of her daughter would be as glad to see her after marriage as he always appeared to be before that event. She had already planned out a few improvements to be carried on under her own eye, and now \" Certainly, Jonasj\" she said, as she thought of Dick, with nothing in his pockets but his hands, instead of his uncle's money, — \" Certainly, Jonas, you must put an end to this foolish engagement at once. It would be madness to allow a penniless man to marry Lucy. You settle Dick, and I'll manage Lucy.\" As this seemed a fair division of labour, and as Mr Murray felt more equal to tackling the man than the maid, he at once fell in with the arrange ment. When he arrived at the office he sent for Dick to his private room, and went straight to the point at once. \" Do you think it reasonable to continue your engagement with my daughter in your altered circumstances?\" he asked."], [30, "A BACHELOR'S WIFE. 22 The dejected young man had expected this, but all the same he was not prepared to give up the lady. \" I admit,\" he said, \" that my uncle's death, and the appearance of this young man who claims to be his son, have materially affected my prospects ; but you will not be so cruel as to take Lucy from me without giving me a chance.\" \" What chance do you want ? \" asked Mr Murray. \" I must stand between my daughter and poverty. You have no prospects, and have shown no aptitude for business, and, as far as I can see, you will never be worth a much larger salary than the one you now receive.\" Dick certainly felt ashamed of himself. He knew only too well that Mr Murray's words were true. The insurance manager waited for Dick's reply, but it seemed so long in coming that he began to hope that there would be little difficulty in persuading the young man to see the altered situation from his standpoint. \" I have not done my best,\" said Dick, speaking slowly, \" and I now see whatja fool I have been to depend on my uncle's money. But it's not too late ; I am young ; I am willing to work and to wait for Lucy. The vile plot has succeeded so far, but I'll defeat it yet ; give me time.\" \"What do you call a vile plot?\" asked Mr Murray. \" This claim made by Mrs Kidd and the man she calls her son. They are not my uncle's wife and child. He never married her. You knew my"], [31, "SETTLING THE LOVERS. 23 uncle, Mr Murray. You know that he was an honest man, a fearless man. He would not have married a woman of whom he was ashamed, and kept the whole transaction a secret for all these years. He would not have kept his son in hiding till the child had become a man. Nor would he have been so cruel to me, whom he treated more as a son than a nephew, as to have allowed me to be regarded as his heir, only to become a laughing stock when he should have passed away. No, sir, my uncle never married that woman, and never had a son.\" \" I wish I could think so,\" said Mr Murray. \" I find it hard enough to believe that her story is true. It isn't like Old Honeyman ; he was such a straightforward man in everything. But Riggs has seen her papers, and could not find a flaw in them. When a lawyer is satisfied, everything must be pretty straight. And, after all, we don't know what motives may have influenced your uncle thirty or forty years ago. Stranger things than even this are happening every day. No ; I can't see any daylight in the business. We shall have to accept the thing as a fact, however disagreeable that may be.\" \" You may, but I never shall. I'll do my best to make a position independently of uncle's money, but I'll never rest till I've bottomed the villainy that has taken it from his family. You will give me time, won't you, sir ?\" Mr Murray had not the heart to say No, but he was also too cautious to say Yes; and so, promising"], [32, "A BACHELOR'S WIFE. 24 to speak with Dick again on the matter, he con cluded the interview. Before leaving the office, however, he said to Dick, — \" Of course you will not see my daughter again without my permission ? \" This was more than Dick had bargained for. He had intended visiting her that very evening, when he hoped to come to an understanding with her about the future. However, there was no help for it. He could not afford to quarrel with his employer and the father of the girl he loved, and so he put his promise in this form, — \" I won't seek an interview with her without first asking your permission.\" Mr Murray had so far \" settled \" Dick. Not that he regarded the settlement as final ; he knew well enough that it was not, but the agreement that had been made would give his wife time to \"manage\" their daughter. Mrs Murray was not a man, therefore she went about her part of the business in a manner quite different from the course pursued by her husband. Manlike he submitted to the inevitable at once, faced the difficulty however disagreeable, and with out irritating his opponent gained some concession. His wife, on the contrary, seemed to be thinking about anything and everything but the matter in hand. She began by changing her usual high keyed tone to the gentle cooing of a dove. She paid her daughter unusual attentions, and soon set that young lady wondering what could be in the wind."], [33, "SETTLING THE L0ArERS. 25 During the afternoon she found her daughter working the mystic letters R H in gold on the back of a dainty green plush bag. \" What is that, darling?\" she asked in soft tones. \" Are you working for a bazaar ?\" \" No, mamma,\" replied Lucy. \" Have you for gotten that Dick's birthday is next week, and I am making him a birthday present?\" Now, what could have been more unfortunate ? The poor lady's heart stood still for a moment, and she certainly did not feel as pleasant as she had been trying to look all the day. Lucy saw nothing. The letter R is not easy to work. The curves in the letter have an awkward way of becoming angular, and the young lady was too busy with one of these tiresome formations to look up when she answered her mother. The pause that followed the reply was therefore not so marked as it might have been. Then Lucy smoothed out her work, and holding it up in the light said, — \" Isn't it lovely?\" \" The colours and the work arc,\" said the mother, \" but not the habit.\" \" What habit ?\" asked the artless maiden, as she again threaded her needle and began to try anotner curve. \" Smoking, child ; what else could I mean ? It is a wasteful, dirty habit, and no gentleman \" \" That will do, mamma,\" said Lucy, with flashing eyes ; \" please do not pursue the subject. I know your opinions about smoking. Papa does not smoke ; I suppose it's because he can't \""], [34, "26 A bachelor's wife. \" Lucy ! \" exclaimed her mother, who was be ginning to feel irritated. \" Oh, it's all right, mamma ; I don't think any the worse of papa because he can't or doesn't care to smoke. But gentlemen do smoke ; Dick smokes, and he's a gentleman. He knows my opinion, and I shall give him this love of a pouch, with his initials worked in gold, full of the nicest tobacco I can buy, and ask him to let me see him smoke it — there ! \" After this there was silence in the room, and the subject was dropped, but Mrs Murray was not satisfied with the way that she had \" managed \" Lucy."], [35, "WAYS and means. 27 Chapter V. WAYS AND MEANS. Lawyer Riggs was not satisfied with the disposi tion of his old client's property. The claim had not only come upon him as a great surprise, but he had been forced to admit that it had been made out. The marriage certificate declared that Chris topher Honeyman had married Mrs Susan Kidd on 23rd June 1837. The birth certificate stated that Mark, the son of Christopher and Susan Honeyman, was born 13th March 1839. Dick learned all this from the lawyer's own lips on the day after the funeral. The information seemed to dispose of all Dick's theories about plots, and to destroy all hope of upsetting the claim of his new-found cousin. \" There's not a loophole, my boy,\" he said ; \" the facts are against us.\" \" But why should uncle have kept the matter secret?\" asked Dick for the hundredth time. The lawyer shook his head, as if to say, \" Why, indeed?\" \" And why he should have kept his son in hiding for so many years is* beyond all explanation,\" con tinued Dick. \" He might have turned a wild"], [36, "28 A bachelor's wife. reckless fellow adrift, and forbidden him his house; but we, who have known uncle all our lives, know positively that he never acknowledged either a wife or a child.\" \" I admit that the case is full of difficulties and improbabilities, but I see no weakness in their claim. A judge and jury would laugh at us if we attempted to contest it. I'm afraid you will have to let matters rest where they are, and accept Mrs Kidd as your aunt and this son of hers as your cousin.\" \"Never!\" cried Dick indignantly, \"she's an impostor and he's a fraud.\" \" Gently, my boy, gently ; the law of libel is pretty severe in this country, and as far as I could judge at the reading of the will, your new aunt and her son would be only too glad to lay you by the heels, and let you in for damages beyond your means to pay.\" \" Let them, if they dare,\" said Dick ; \" I defy them.\" \"Come now, that will do. All the heroics in the world won't turn him out and put you in. If we can't prove our statements, we only spoil our case by making them. I repeat, as far as I can see we can do nothing. However, we will keep our eyes wide open, and if any new facts come to light you may depend upon my assistance. Now, good-bye,\" and the lawyer gave his hand to Dick, who shook it mechanically, and without a word left the office. That evening Dick and his mother had a con sultation on ways and means. Old Honey's"], [37, "WAYS AND MEANS. 29 allowance would not be continued ; and had the present owner of Roscgrovc offered to do so, Dick declared that he would starve rather than accept a coin from such a source. \" But we can't live on £80 a year,\" she said. \" We shan't try to do any such thing. Just you leave that to me, mother. I'll earn enough to keep us comfortably.\" \" But, Dick, I don't want comfort at the expense of \" \" Then you'll get something you don't want,\" said Dick, \" for you at least shall not suffer from the machinations of that vile woman and her low bred son. I'll speak to Mr Murray to-morrow, and let him know that I am willing to act as an agent for the Company in my spate time. The other fellows in the office do it, and why shouldn't I ? Only last week, Dixon landed a big fish, and was in high glee when the assurance was completed and he pocketed his commission.\" \"What's a big fish, Dick?\" asked his mother, who knew very little about the inner workings of the office. In fact this was the first occasion on which Dick had ever talked shop seriously at home. His usual reference to the Hand-in-Hand was not at all complimentary to that respectable Company. \"Good morning, mother; I'm going to purga tory,\" was the remark he usually made when he left in the morning. Or if he had been detained by press of business, which was not often, he would impatiently exclaim, as he threw open the door on"], [38, "a bachelor's avife. 30 his return, \" Well, that blessed treadmill's stopped at last. How I do hate it. Instead of decent office hours, the governor had better introduce a system of perpetual motion and keep us there altogether.\" But now, Dick felt that he must regard the office a little more seriously, and as indispensable to his own and his mother's existence, so he explained that the landing of a big fish at the Hand-in-Hand meant the securing of a policy for a large amount, on the completion of which the agent who had brought the business to the office was paid a large fee for his share in the transaction. The readiness in her son to be up and doing was a source of great thankfulness to Mrs Honeyman, who was afraid that Dick might lose heart, and be unable to make headway in the face of the diffi culties that had come so unexpectedly upon him. Though Mr Murray had refused any longer to recognise the engagement between his daughter and Dick, he could not but feel an interest in the young man. As an evidence of this, he one day quietly informed our hero that he should advance his salary to one hundred pounds a year, though he did not at the same time forget to express a hope that Dick's increased attention to business would justify the advance. The manager also approved of Dick's proposal to endeavour to do a little business on his own account, and try to make up for his uncle's allowance."], [39, "A QUEER MARRIAGE. 31 Chapter VI. A QUEER MARRIAGE. DlCKobtained the particularsof his uncle's marriage certificate from Mr Riggs, and having a holiday shortly afterwards, he paid a visit to the village church in which the ceremony was said to have taken place. Five miles from the nearest station, nestling in trees which looked as old as itself, stood the square towered ivy-covered parish church of Leadmoor. A knock at the door of a cottage which stood just outside the churchyard, brought the sexton to inquire his business. \" I'm very fond of visiting ancient buildings,\" said Dick, \" and I should like to look inside your old church.\" \" With pleasure, sir,\" said the old man, as he lifted a large key off the nail on which it hung over the fireplace. In a few minutes they had crossed the grave yard, and the old man, unlocking the door, ad mitted him into the sacred building. The bare stone walls, and the damp smell, did not pro duce a very cheerful effect upon the visitor. But Dick had a part to play. He at once began to praise anything and everything he could see in the building to admire."], [40, "A BACHELOR'S WIFE. 32 Like most village worthies, the sexton was talkative, and as proud of the village church as if it had been his private property and the con ception of his own brain. Quaint pictures were pointed out on the stained-glass windows, and still quainter inscriptions on the memorial stones let into the walls at intervals, to record the virtues of men and women who had had to die to be appre ciated, and who would have expressed great sur prise had they been permitted to read their own epitaphs. \" Nine-and-forty years come Michaelmas, sir,\" said the sexton in reply to Dick's question about the length of time that he had performed his double duty of sexton and clerk. \" Why, that is almost a lifetime,\" said Dick. \" You must have seen a great many changes during that period?\" \" Yes, I've seen many come and many go since I first stood at that desk,\" pointing to the place he occupied during divine service. \" Are you present at marriages, baptisms, and funerals?\" asked Dick. \"Me present, mister? I should say I am. They can't go on without me. Any parson will do for that matter, but I must be there. It's nine-and forty years since I first helped to marry a couple in this church, and I've been here to help splice every knot since then.\" \" Why, now I think of it, I believe a relation of mine was married in this church — an uncle, my father's brother.\""], [41, "A QUEER MARRIAGE. 33 \"Then I helped to marry him. What name did you say, sir?\" asked the old man. \" Honeyman, — Christopher Honeyman.\" \" Hon-cy-man-Chris-to-phcr-Hon-ey-man,\" re peated the old man, dwelling slowly on each syllable. \" Would that be thirty years ago or thereabouts ? \" asked the old man. \" Thereabouts,\" said Dick, whose heart almost stood still at the ready corroboration of his worst fears. \" Thirty year ago. Let me see, that would be in '40. Come this way, sir,\" said the old man, going in the direction of the vestry, \" and we'll look at the register.\" Dick followed the sexton through a door at one side of the chancel. In a corner of the vestry there was a small cupboard let into the wall. The sexton unlocked the door, and produced a thick, well-bound, well-worn book, yellow with age. \" Look in the year 1837,\" said Dick. \" Three-an'-thirty year ago,\" said the old man. Slowly he turned over the leaves. Full of curi osity, Dick peered over his shoulder. More than once the old. man stopped to spell out some name that had not been too distinctly written, and then passed on. \"Ah! here it is,\" he said at last; \"June 23rd, 1837: Christopher Honeyman, bachelor, to Susan Kidd, widow.\" \" Widow ! \" cried Dick ; \" married a widow !\" \" Of course ; there it is, as plain as a church steeple. Didn't you know as she was a widow ? \" C"], [42, "A bachelor's wife. 34 \" I did not,\" said Dick ; \"and, for the matter of that, till quite recently I did not know that he had been married at all.\" \" Well, now you mention it,\" said the old man, \" there was something queer about that wedding. It was in the time of the old rector; he died twenty years come Whitsunday, and he said it was the queerest affair he'd seen for a long time.\" \" Tell me all about it,\" said Dick, eagerly ; \" these old stories are always interesting.\" Proud to have found such a willing listener, the sexton was only too glad to tell all he knew. \" You see, sir, your uncle and Mrs Kidd were not parishioners of this parish, and so we could not know much about them. Mrs Kidd came to stay for a bit at the white cottage near the blacksmith's shop at the Four Lane Ends. That gave her the right to be married here, and we put up the banns for her as soon as she had been long enough. \" ' Come to be married, evidently,' said the rector, when we got the notice. And tbe day after the third asking was arranged for the ceremony. \" Then I saw your uncle for the first time. I had seen Mrs Kidd about in the village, and once or twice at church, and a fine-looking woman she was, sir, three-and-thirty year ago. Only one person came to church with them to see the wed ding, and they walked here as quietly as if they had been out taking a bit of a stroll down the lane.\" \" Who was the person ? \" \" The woman with whom Mrs Kidd had been"], [43, "A QUEER MARRIAGE. 35 staying, Mrs Green, now a widow, of the White House. \" ' You will require two witnesses,' said the rector. \" ' Perhaps your clerk will be one,' said the bride groom, 'as we have no friends in the neighbour hood to invite as witnesses.' \" \" Then your name is Benjamin Marlow,\" said Dick, bending over the page on which the entry of marriage was written. \"That's my autygraph, sir,\" said Marlow, \"as it was three-an'-thirty year ago. It was a bolder hand then than it is now. Lord ! how I've had to write it again and again in that book ! but it's getting a bit trembly like, and looks as if it wanted propping up, like we've had to do with the old church walls.\" \" But what was there queer about the wedding ? \" asked Dick. \" Oh, the wedding was all right. We soon put them through, and sent them off tied fast enough. And they left the church for the White House looking as pleasant as they knew how. That was about half-past eleven in the morning. About three or four hours afterwards I was in the smith's shop getting a spade mended, when I heard a light cart drive up to Widow Green's door. I looked out, and saw the driver and another man bring out some luggage and put it into the cart. Then Mrs Kidd, now Mrs Honeyman, came out of the house and got into the cart. Man, she was looking awfully wild, and she clenched her hands as she walked along the bit of garden at the front of"], [44, "36 A BACHELORS WIFE. the house. She got into the cart ; the driver got up beside her, and then the other man got up on the other side, and they drove away. The other man was not her husband ; and the queer thing to me was, that a woman should drive away with another man on her wedding-day.\" \" Very queer ; most unusual,\" said Dick, whose hopes of unravelling a mystery began to rise. \"And did you see nothing of my uncle?\" he asked. \" No ; he kept himself out of sight. Though I heard afterwards from Widow Green that he asked her what Mrs Kidd owed her, and paid her all that was due, and went away himself that same evening.\" \" Did you ever hear who the other man was ? \" asked Dick. \" Never,\" said old Marlow. \" But wasn't it queer to go away with any man but her husband on her wedding-day ? \" \" It was indeed very queer. Unless it had been a runaway match, and the woman under age ; then her father might have carried her off.\" \" Nay, nay ; that wasn't it, sir. She was a fine looking woman, as I've said, sir, but no chicken. Did you know your uncle, sir ? \" \" All my life,\" said Dick. \" And your aunt, Mrs Kidd as was ? \" I know her too.\" \" Are they living together after all ?' \" Till my uncle died a month ago, and now she is once more a widow.\" \" Well, that is queer,\" said the old sexton ; \" but"], [45, "A QUEER MARRIAGE. 37 all's well that ends well. I must be going now, sir, I've to go to the rectory at four, to get word about a funeral.\" After carefully locking up the parish register, and muttering something about \" Queer, darned queer,\" old Marlow led the way out of the church. A minute later Dick had bid the sexton good-bye, and left that worth}- standing in the porch, with the big key in the one hand and a half sovereign in the oth^r, a look of wonder in his face, and the remark on his lips, — \"Well, that is queerer than all.\""], [46, "38 A bachelor's avife. Chapter VII. ANOTHER CLUE. \" I'VE got it ! I've got it !\" cried Dick, as he entered Lawyer Riggs' office early on the day following his visit to Leadmoor. The young man hardly knew what he had got, though he had made the same remark to himself a hundred times since his interview with the sexton. \" Got what ? Your uncle's property ?\" asked the lawyer in response to Dick's exclamation. \" No, but I soon shall have it,\" replied Dick in a tone of triumph. \" I've found out the vile plot, and I want you to tell me what to do.\" An incredulous smile passed over the lawyer's face as he listened to these words, and saw Dick trembling with excitement as if unable to contain the important facts that had come into his posses sion. \" Sit down, my boy,\" said Mr Riggs, \" and tell me all about it. I'm afraid you are too sanguine ; but there, I won't dash your hopes till I've heard all. Now, go ahead, and keep cool.\" Dick sat down and told his story, — told it in the minutest manner, as we already know it, oblivious of the fact that the lawyer's time was \\raluable. But the kind old fellow had not the heart to check his wordy client."], [47, "ANOTHER clue. 39 \"And is that all ?\" asked the lawyer, when Dick had finished. \" All !\" cried Dick. \" What more do you want? Does it not prove that something was wrong ; that this woman had married my uncle under false pretences ; and that he sent her away on the day he married her ?\" \" Such may be inferred, but as yet you have no proof that would carry conviction in any court in the land. Look at the case as it stands : — Mrs Kidd hasher own marriage-certificate, and her son's birth-certificate, to prove her claim. You have a man and a fact to set against them, — the man, who took her away ; and the fact, that directly after your uncle's marriage with this woman she went away from him in company with a man, whose name you do not know, and evidently with your uncle's per mission or by his orders. Further, he spoke of her as Mrs Kidd to Widow Green, and that after he had married her. Then we have the facts we already know, that for a good number of years this woman has lived with your uncle as his house keeper under the name of Mrs Kidd, and that she passed for a widow and he always spoke of himself as a bachelor.\" \" Exactly !\" cried Dick. \"That's my case ; you have put it in a nutshell. She was, and is, Mrs Kidd, and therefore legally he was never married.\" \" Prove it,\" quietly said the lawyer. \" Why, what can be clearer ?\" \" Perhaps it may be to you, and to me, but we can't prove it yet. There now, don't look so dole-"], [48, "40 A bachelor's wife. ful ; I believe we shall get the proofs somehow, if we only have patience. You have got a clue ; you are on their track. Keep up your heart, and sooner or later we may be able to get to the bottom of the whole business.\" Dick was at a loss. What his next move should be he could not tell. He had still another day to spare, and so he determined to spend it in attempt ing further discoveries. Consulting a jotting that he had made, he found that Mark Honeyman's birth was said to have taken place at Lowchester, on 13th March 1839. \" 1839,\" said Dick to himself. \"Now I wonder where uncle was living at that time.\" As Dick had not made his appearance in the world in 1839, he could not answer the question from his own personal knowledge. His father might have helped him, but he was dead. So Dick began to question his mother. \" How long have you known Uncle Christopher ?\" asked Dick as he sat at breakfast with Mrs Honey man that morning. \" Oh, a great many years,\" was the reply. \" Yes, but I want to know how many ? Tell me as exactly as you can.\" \" Before you were born. Why, he was at our marriage. Your father was his only brother, and Christopher was very fond of him. Let me see ; we were married in '47, and you were born in '48.\" \" Yes, I am twenty-two,\" said Dick. \" But I want you to go further back than your marriage. Tell me when you first made uncle's acquaintance?\""], [49, "ANOTHER CLUE. 41 \" I knew him almost as soon as I knew your father,\" she replied. \" I was nineteen when I first met him, and we were married three years after wards.\" \" Did the brothers live at home when you first knew them ?\" \" Your father did ; but your uncle was in business at Durnford, and only came home now and then to see the rest of the family. He was the eldest, and he said it was his duty to keep an eye on his brother and sisters, as both their father and mother were dead.\" \" And that is all you know about Uncle Chris topher up to the time you met father?\" All,\" said Mrs Honeyman. \" And how long has Mrs Kidd been his house keeper to your knowledge?\" \" She was his housekeeper then, and has been ever since.\" Evidently Dick would have to get his informa tion from some other source, so that afternoon found him at Durnford. He was afraid that he might have some difficulty in finding any one who had known his uncle thirty years ago. Still the chances were in his savour. Durnford was a small country town, the centre of a large farming district. Here his uncle had been the manager of the local bank, and therefore he would be remembered by those who had been his customers. The railway station was some little distance from the town, and on the way there Dick entered into"], [50, "42 A bachelor's wife. conversation with the postman, who had been to the station for the mail-bag. Peter Watson the postman was called, and though somewhat frail, he still managed to cover his round of not less than fifteen miles a day. Dick had been fortunate in coming across the old fellow so easily. Peter had known everybody who was anybody, and everything that was worth knowing, for the last thirty years or more. \" Yes, I know'd Mr Honeyman, the banker,\" he said. \" Nobody know'd him better nor me.\" \" How long is it since you first made my uncle's acquaintance ? \" asked Dick. \" Almost as soon as he come to Durnford,\" said Peter. \" I was postman at the time, and lived in a nice cottage near the bank. Mr Honeyman wanted lodgings, and as we had a parlour and a bedroom to spare we agreed to let him have them. Then he wanted some one to do some odd jobs for him a few hours every day, and as I had lots of spare time he engaged me.\" \" How long ago is that?\" \" How long?\" repeated Peter, scratching his head, and puffing away at the short black pipe in his mouth. \" Let me see ; my boy Charley was born the week after he came, and the lad is now thirty-two.\" That would be in 1838,\" said Dick. About that, master,\" said the old man. Was my uncle a bachelor at the time?\" \" A what ? \" asked the old man, looking at Dick impatiently, as if he thought the young man was making fun of him."], [51, "ANOTHER CLUE. 43 \"A bachelor,\" repeated Dick. \" Was he a single man ? \" \" He was never anything else,\" was the reply. \" If he had been married, why should he want lodgings ? \" \" Did he remain with you all the time?\" \" Nay, nay ; he wanted a house of his own, and so he moved to the cottage at the corner, and got a woman named Mrs Kidd to keep house for him.\" \" When was that?\" asked Dick. \" About five years or thereabouts after he came to Durnford.\" \" Then he lived in your house for about five years ? \" \" Ail that time, and maybe a month or two more.\" Was Mrs Kidd a resident of Durnford ? \" A what ? \" A resident ; did she belong to Durnford ? ' No ; she was a stranger.\" Did she visit my uncle at your house ? \" Never ! \" Where did she come from ? \" \" Nobody knew. As soon as the house was empty, your uncle put some furniture in ; and then one daj' she came, and went straight to the house. A few days afterwards your uncle went there, and lived in that house till he removed to Water borough.\" Thanking the old man, Dick returned to town, and again had a consultation with the lawyer. It was now clear that his uncle, Christopher"], [52, "A BACHELOR'S AVIFE. 44 Honeyman, married Mrs Kidd at Leadmoor in 1837 ; that they parted on their wedding-day ; that she went away with a strange man ; that his uncle spoke of her as Mrs Kidd after he had married her; that in 1838 his uncle went to live at Durn ford, where for some years he passed for a bachelor ; that in 1839 a child was born in Lowchester, and registered as the son of Christopher and Susan Honeyman; that in 1843 Mrs Kidd became Mr Honeyman's housekeeper at Durnford, and that she continued in this capacity up till the time of his uncle's death. These points he laid before the lawyer. \" You should have been a lawyer, my boy,\" said his friend. \" You play your cards well. You'll turn up trumps yet.\" \" I hope so,\" said Dick, earnestly ; \"I'm playing for big stakes, — the prettiest girl in creation . for a wife, and ten thousand a year.\" \" Go on, my boy. You are getting up a good case. It looks well, but it won't stand on its legs yet. We can't prove anything .\" Dick did go on, but the proof was further off than he at that time thought it to be."], [53, "DRIVING TANDEM. 45 Chapter VIII. DRIVING TANDEM. Mark Honeyman, or Kidd, had settled down at Rosegrove, and entered into the full enjoyment of his inheritance. Though it was now his home, he was not at home there. The most casual observer could see how awkwardly he filled the position of a country gentleman. There was, however, one thing that he could do. To use his own phrase, \" he could make the money spin.\" Old Honey had never spent at the rate of a thousand a year. Young Honey, as he soon came to be called, spent at the rate of ten thousand. But for his mother's restraining influence, he would have exceeded that amount. Where he had spent the first thirty years of his life was a mystery to all his new circle of acquaint ances. How he had spent those years, could be easily guessed by any one who saw much of his habits now. If Dick had been willing to acknowledge Mark as his cousin, that gentleman's tastes would soon have made all companionship impossible. Good society and temperate habits had no charm for Mark. The best society in his estima tion was that which yielded the most excitement and took part in the wildest orgies."], [54, "46 A BACHELOR'S WIFE. Temperance was a word that he did not under stand in any sense. He had always indulged his appetite to the full extent of his opportunities. Generally he only stopped drinking when there was nothing to drink, or he was not able to lift his hand to his mouth. It was well for Mark's reputa tion that the friends of his past life were not in Waterborough. If he had not betrayed himself by his indiscretions, they would soon have done so by their excesses. \" Your cousin is a gay youth,\" said Harry Lewis to Dick, whom he met one evening at a friend's house. \" Which cousin do you mean ? \" asked Dick, \" Carter or Perkins ? \" \" Neither the one nor the other,\" said Harry. \" I refer to Mark, the Rosegrove fellow. He's a soaker, and no mistake.\" \" Where have you met him ? \" asked Dick. \" I saw him at the Cross Keys on Tuesday night, and the quantity of liquor that fellow can absorb is astonishing. He kept a waiter on the trot. A glass was nothing to him. They should have laid a pipe from the cellar to his mouth, and charged him so much a minute for sucking the end of it. To serve a bottomless pit like that from the bar, was like trying to do a wholesale trade with a thimble. The tinkle of his bell for more, was like a clock that had begun striking and seemed to go on for ever.\" \" Was he alone ? \" asked Dick, ever on the alert to add another link to his disconnected chain of evidence."], [55, "DRIVING TANDEM 47 \" Alone, yet not alone,\" as the song says. \" Your cousin \" \"Stop that,\" cried Dick, in excited tones. \" Stop what ? \" asked Harry, in some surprise at Dick's sudden heat. \" I'm answering your question. What's the row ? \" \" That drunken scamp who lives at Rosegrove is not my cousin, so please don't call him by that name.\" \"Oh, all right; keep your hair on, old man. Well, young Honeyman \" \" Shut up ! \" cried Dick, his eyes flashing. \" He isn't young Honeyman.\" \" Then who the dickens is he ? \" asked Harry, with a puzzled smile. \" I guess there is a name that you will allow him to hang on by, so out with it.\" \" He's Mark Kidd, the son of Mrs Kidd, my late uncle's housekeeper.\" \" Only that, and nothing more ! as the raven said, eh, old fellow ?\" playfully replied Lewis. \" Well, Mark Kidd \" — Dick nodded — \" was alone as far as companions went, but he has a way of making friends. He binds all who are willing to be bound to him with a golden chain. Even I \" \" No, Harry, you were not such an ass.\" \" Should have been if I hadn't,\" said Lewis. \" When a fellow with a pocketful of money pays for glasses round, I make one ofthe charmed circle, my boy. It's a principle with me, Dick, and I intend to live up to it. Now, let me tell my story. Close to the Cross Keys there's a cabstand, and Kidd had a high old time with the cabbies.\""], [56, "48 A BACHELOR'S WIFE. \" The low-bred fellow,\" muttered Dick, with a curl os his lip. \" All a matter of opinion,\" gaily cried Harry. \" He called the jehus in one by one, and offered each man a glass of whisky, standing on his feet, if he could first drink a glass of beer standing on his head.\" \" Did they do it?\" asked Dick. \" They tried, every man Jack of them. By George, it was a sight to see the weather-beaten rascals, topcoat and all, wrong end up against the wall, endeavouring to make ale run up hill. I laughed till I was nearly blind when one burly fellow lost his balance, and fell over with his feet among the glasses on the table.\" \" The mad fool ! \" cried Dick in disgust. \" You should not be too hard on poor cabby. To him a drink's a drink you know, no matter which end up he is when he gets it,\" said Lewis. \" Oh, the cabby's all right. I referred to Mark Kidd,\" replied Dick. \" Well, the end of it was that your precious — beg pardon — that Mark engaged two cabs, one was a hansom, with their horses and men to take him home.\" \" Nonsense, he couldn't go home in two cabs said Dick. \" No, drunk as he was, he was too well screwed together to manage that. What he did, was to get the four-wheeler put in the yard of the public house. The horse was taken out, and hitched on in front of the hansom's horse. One cabby got"], [57, "DRIVING TANDEM. 49 on the front horse as jockey, the other cabby got inside— — \" \" The other cabby got inside ? \" queried Dick. \" And Mark Kidd ? \" \" Got up behind into the driver's seat, and went off in tandem fashion, amid the cheers of all the men on the stand. Barnum's a fool to him for making a show.\" \" What a lunatic the man must be,\" said Dick, laughing in spite of himself. \" He's going the right way for you, my boy,\" said Lewis. \" He'll break his neck, and you'll get what he never ought to have had.\" Ij"], [58, "50 A BACHELOR'S WIFE. Chapter IX. MY OLD FRIEND'S SON. \" Allow me to introduce my old friend's son to you,\" said Mr Murray one day to a gentleman who had called at the Hand-in-Hand Insurance Office on business. Dick was filling up some forms at a desk not far from the group, and heard Mark Kidd spoken of in these terms by Lucy's father. He had noticed that Mark was always a welcome visitor at the office, and that he was treated by the manager with a certain amount of deference. But to hear him dubbed as \" My old friend's son,\" was almost more than he could swallow. There is no doubt that but for the stranger's presence Dick would have at once repudiated the connection in his dead uncle's name. That he did not do so was an evidence that the cautions he had received from Lawyer Riggs were having due weight with him, and ttiat he saw the necessity of not throwing away the least oppor tunity of gaining intelligence. \" Mark Honeyman ! the son of Christopher Honeyman,\" repeated the gentleman when he heard the name from Mr Murray. \" You don't mean Old Honey, do you ? \" he asked, with a puzzled look."], [59, "MY OLD FRIEND'S SON. 51 \" Certainly, I do,\" replied Mr Murray, who was now getting accustomed to these evidences of sur prise and unbelief. \" I beg your pardon,\" said the gentleman, look ing from Mr Murray to Mark ; \"you'll excuse my surprise, but I did not know that the old gentleman had a son. However, I'm glad to make your acquaintance.\" Saying this the visitor gave the young man's hand a hearty shake. \" Your face seems familiar to me. I wonder now who you remind me of. Just a fancy, I suppose.\" \" Two faces arc often sufficiently alike, the one to remind you ofthe other,\" said Mr Murray. \" You can scarcely have seen Mr Honeyman before, as he has only recently taken up his residence among us, in fact only since his father's death.\" \"Just so; I see,\" said the gentleman. \"Educated abroad, I suppose ? \" \" Not exactly,\" said Mark, with a forced smile and an effort to appear at ease ; \" only in another part of the country.\" \"Just so,\" replied the stranger. \" Well, good bye ; glad to have met you.\" With a seeling of relief Mark sat down, and watched Mr Murray show the gentleman out by the front door. It was not till then that Dick managed to get a view of the gentleman's face. \" Dr Wilson of Lowchestcr,\" he exclaimed to himself. \" I must get a word with him if possible.\" The Four-in-Hand Insurance Office was built at the corner of the street. It had therefore more"], [60, "52 A bachelor's wife. than one entrance, and while the manager showed Dr Wilson out by the one, Dick slipped out by the other. Dr Wilson had not gone many steps before he was overtaken and addressed by Dick. \" Good-morning, Dr Wilson,\" he said, holding out his hand. \" Good-morning. Why, it's Dick Honeyman ! My dear lad, I'm glad to see you. What's this queer story about your uncle and the man who calls himself his son? I've just been with Mr Murray at the Hand-in-Hand, and he introduced me to your cousin.\" \" Yes, I know all about it ; I was working at a desk quite near, and could not help hearing all that passed.\" \" You are in the Hand-in-Hand, then ?\" \" I've been a clerk there for about two years,\" replied Dick. \" My uncle said a little business training was good for a young man, and so he per suaded Mr Murray to give me a stool in his office.\" Then where did this son come from ?\" Nobody knows.\" Who's his mother ? \" Mrs Kidd, my late uncle's housekeeper.\" \" Nay ! \" broke from the lips of Dr Wilson. He could not credit that. \" True, I assure you ; and that my uncle married her is beyond a doubt ; also that he is registered as my uncle's son. That is all we know yet. But as my uncle never acknowledged either w i fe or son, I will not regard them in that light.\""], [61, "MY OLD FRIEND'S SON. 53 \" Exactly, that's where I was,\" said Dr Wilson. \" In fact, I said as much just now ; but when a man makes a claim that he can't disprove, and another man like Murray corroborates it, why, you must accept it.\" \" But did you not say that you had seen his face before?\" asked Dick. \"I thought you told Mr Murray so.\" \" Seen the face ! Yes, I know it as well as I know my own. Of course it may not be the same face, mind you ; but isa striking resemblance makes twins, then I know that fellow's twin-brother. Why, the rascal I mean has groomed my horse many a time in Lowchester, and I've given him more than one sixpence for carrying my port manteau to the station.\" \" You don't know the man's name you arc think ing of? \" asked Dick. \" No, I'm not aware that I ever heard it ; but that doesn't matter, I know how to trace him. What's he doing now ? \" \" Doing ! \" cried Dick, \" he's doing nothing but mischief. He lives at Rosegrove, and is trying to spend ten thousand a year in a most disreputable manner.\" Then Dick told the story about Mark and the cabmen. As soon as he had done, Dr Wilson exclaimed, — \" That's the man I mean. Just the fellow to carry out such a joke and enjoy it. There's some thing queer about the whole thing, or yourunclewas a bigger rascal than I'm at present willing to believe.\""], [62, "A bachelor's wife. 54 \" Uncle was as good a man as ever trod shoe leather,\"said Dick. \" No man or woman ever suffered an injustice at his hands. Nay, I somehow believe that his weakness to err on the side of mercy and pity has made this fraud possible.\" \" That's right, my lad ; stand up for old Chris topher's memory. He once helped me out of an awkward place before I went to live at Lowchester, and I shan't forget it. But don't talk about frauds till we get some proof. It's an ugly word, and may get you into trouble.\" The two gentlemen had reached the station by this time. Before parting, however, Dr Wilson promised to hunt up the traces of the man of whom he had been so strongly reminded that morning. He also said that he would make an engagement with Dick at Lowchester, to discuss what plans should be adopted to bring the matter to light."], [63, "WIDOW GREEN. 55 Chapter X. WIDOW GREEN. A VISIT to Lawyer Riggs followed this chance meeting with Dr Wilson. The lawyer was glad to know that Dick had struck another trail. It was quite clear that the story of Mark's past life would be of great help to them. \" I'll make an appointment with Dr Wilson for Saturday afternoon,\" said Dick. \" Do so,\" said the lawyer ; \" seeing that you cannot get away on any other day without Mr Murray's knowledge. It would be a pity to lose a week.\" Dick wrote his friend that very day, and was informed in due course that Dr Wilson would not be at home on the coming Saturday, but that the following one was at his disposal. As nothing more could be done in the mean time, Dick arranged to make another visit to Leadmoor on the coming Saturday. On his pre vious visit he had only seen the sexton, old Marlow. Now he thought it might be worth his while to see Widow Green, and hear if her version of the wedding would throw any further light on that event, and so give a clue to the identification of the other man. The white cottage near the blacksmith's shop at the Four Lane Ends had a very clean and comfort-"], [64, "a bachelor's wife. 56 able appearance. So thought Dick on the Saturday afternoon as he passed through the little gate in the wooden fence that separated the widow's garden from the high road. A knock at the door brought a woman of about forty years of age to the doorway. Does Widow Green live here ? \" he asked. Yes, sir,\" said the woman. Perhaps you are Widow Green ? \" he remarked. No, sir, I'm Widow Green's daughter.\" \" I beg your pardon ; of course you can't be Widow Green. Why, it's more than thirty years ago,\" he added half to himself. \" But you could not know Widow Green so long ago,\" said the woman, who had noticed his re mark. Dick thought of his twenty-two yeais and beard less chin. \" No,\" he said ; \" I did not know Widow Green thirty years ago. In fact I have never seen her ; but I should like to make her acquaintance, if you please.\" \" Certainly, sir,\" said the woman. \" Please to walk this way. Mother is not so active as she once was, but she is able to get about and do a few odd jobs.\" Dick was shown into the little parlour that looked out on the flower garden, the same parlour in which a strange man had waited on that morning in June more than thirty years ago, — waited for the newly married couple, and separated them as husband and wife for ever. Even that little room, the parlour of a roadside cottage, had a history, and"], [65, "WIDOW, GREEN. 57 could bear witness to at least one sad scene that had taken place within its walls. A slow and feeble step was heard in the passage, and the door was opened by an old woman of more than threescore years. Dick stepped forward to greet her. \" I am Widow Green ; be seated, sir,\" she said. Dick resumed his scat, and the old woman sat down in an arm-chair near him. \" I must apologise for troubling you,\" said Dick ; \" but I should like to ask you a few questions about something that happened in this house more than thirty years ago.\" \" Thirty years ago ! That is a long time, young gentleman ; before you were born, I reckon. My memory is not so good now, but I'll answer your questions if I can.\" \" Do you remember a woman staying here for a few weeks in 1837, and then getting married and \" \" Remember that queer marriage 1 I should think I did, sir. Many an hour have I sat in this room, and wondered and puzzled my brain about that day's work. Mrs Kidd, the lady, had lodged with me for some weeks so that she could be married in our church, and a very pleasant woman she was. On the morning of the wedding the gentleman arrived a short time before the hour for going to church. His luggage came later. The carrier who meets the train brought it.\" \" Why, luggage ! \" \" Well, you see, sir, Mrs Kidd said as how they"], [66, "a bachelor's avife. 58 was not only agoing to have a quiet wedding, but that they were going to have a quiet honeymoon ; so they had arranged to stay here for a part of it. The gentleman \" \" My uncle,\" said Dick. \" You don't say so, sir ! \" said the old woman, her eyes brightening, and her whole manner chang ing. The concentrated desire of thirty years to hear the story of that strange marriage seemed all at once to possess her. \" And a nice gentleman he was too, sir. A gentleman as could bear trouble and be still. Well, sir, your uncle and the lady just walked quietly to church, and as they wanted me for a witness I left a neighbour to keep the house open till we came back. It's only a stone's throw, you see, sir.\" Dick nodded. \" As soon as the wedding was over, I hurried back to be ready to receive them. My neighbour met me at the door, and said as how there was a gentleman in the parlour. I ran in without taking off my bonnet, and there he sat, as might be on that chair near the window.\" \" Can you describe him ? \" \" I can that, sir. He was an ugly man, short and thick-set, sir, as if he'd a backbone as wouldn't bend. He had black hair, black whiskers, and a cut across the bridge of his nose.\" \" Well, what did he say ? \" \" He stood up when I came in, and asked if Mrs Kidd was staying with me. ' Mrs Kidd as was,' I said, ' but now Mrs Honeyman.' A wicked"], [67, "WIDOW GREEN. 59 look come over his face, sir, and I believe he said a bad word. Anyhow, it sounded like one, but I did not catch it. ' ' Is she married again ? ' he asked. \"'She is, sir,' said I ; 'this morning; I'm just back from the church ; they'll be here in a minute, husband and wife, as happy as two turkle-doves.\" \"'Two devils!' I'm sure he muttered, beg ging your pardon, sir ; and just then I saw them a-coming up the walk. Before I could say a word they were at the door of this room. \" Mrs Kidd as was, now Mrs Honeyman, gave a start and screamed, as if taken all of aheap. I had got to the door by this time, and I saw the strange man slam it to, — and that's all, sir.\" \" You heard robbing more ? \" \" Well, sir, I did hear high words and a noise like a quarrel, and somebody's name Susan, that was the lady's and, the other man's name, which seemed to be Guy. At last the door opened and the lady went upstairs, as I found to pack up ; and the ugly man went away leaving your uncle by himself in the parlour. Soon the strange man came back again, with a spring-cart, and took away the lady and her luggage. They neither of them spoke to your uncle again, nor went into the parlour. A bit after they had gone, your uncle called me into the room and said, ' Things have not ended just as we expected, Mrs Green; but the less said about them the better.' 'Just so, sir,' I said, though I was dying to know what had happened. But your uncle stood there so quiet-like and so gentlemanly"], [68, "60 A BACHELOR'S WIFE. I couldn't but say the same as he did. ' How much is owing to you for Mrs Kidd's board and lodging ? ' he asked. I started when I heard him call her Mrs Kidd, just as if they had never been to church, and a marriage did not change a woman's name. So I reckoned up for all the time the lady had been here, and he paid me that and gave me a sovereign over. He was a gentleman was your uncle. The same afternoon he went away, and the carrier took his luggage to the station.\" \" And that was all ? \" \" Everything I know, sir ; and I have never seen nor heard anything of them from that day to this- What was wrong, sir, if I may be so bold as to ask ? \" \" I wish I could tell you,\" said Dick. \" I came here hoping to learn something. My uncle is now dead, and a stranger has obtained all his property, saying that he is my uncle's son. He calls Mrs Kidd his mother, and she claims to be my uncle's wife.\" \"Then you know Mrs Kidd?\" \" I have known her all my life. She has been my uncle's housekeeper for nearly thirty years, and always called Mrs Kidd. What I am trying to find out is who was the man that carried her off on her wedding-day, what claim he had on her, and where did he take her ? \" \" I can't answer these questions, sir. I wish I could,\" said the old woman. \" I am much obliged to you,\" said Dick, \" for the trouble you have taken. Let me give you this trifle to remember me by.\""], [69, "WIDOW GREEN. 61 He put a half-crown into her hand. The old woman's eyes brightened. \"Thank you, sir,\" she said; \"you're like your uncle, a gentleman.\" The old woman pressed Dick to take a cup of tea, and then he started back to the station. He had at least got a corroboration of the old sexton's story, and had a description of the man called Guy."], [70, "62 A BACHELOR'S WIFE. Chapter XI. LUCY IN DANGER. True to his promise to her father, Dick had made no attempt to obtain an interview with Lucy. Their frequent meetings had been a source of great pleasure, and therefore the continued separation was a severe deprivation. But that, as Dick tried to persuade himself, was only for a time ; and as he had been unusually busy, he had not suffered so much as he might have expected. While walking in the Park on the Sunday before his intended visit to Lowchester, Dick met his friend Harry Lewis. Together they sat on one of the park seats to indulge in a smoke and enjoy a chat. \" Seen Mark Kidd lately ? \" asked Dick. \" Rather,\" was the significant reply, with a side long look at his companion. \" Drunk as usual ? \" asked Dick. \"Well, not exactly. In fact, I must say 'not drunk as usual,' though I cannot deny that he was under the influence of a spirit.\" \" Spirits, you mean,\" interrupted Dick \" I mean what I said, my dear fellow. Singular, spirit ; not plural, spirits.\" \" Then he must have left the public house for the"], [71, "LUCY IN DANGER. 63 spirit-rapper's parlour. A nice medium he'll make,\" sneered Dick. \" I met him at your respected employer's house, Mr Jonas Murray's.\" \" The dev \" exclaimed Dick. \" Now don't get excited, my dear boy, or I won't tell you anything about him. The man's got to exist somewhere, and you may be sure that he will not hide his light under a bushel if he can find anywhere else to put it.\" \" Go on, Harry ; I'll try to keep my temper, but I'd give something to punch the beggar's head.\" \" And I've no doubt the beggar would give even more to punch your head. Now listen. On Satur day evening I was invited to meet a few friends at Mr Jonas Murray's house. There were about a dozen persons present. It was soon quite clear that we were there to make the acquaintance of ' My old friend's son.' \" \" The traitor ! \" hissed Dick between his teeth. \"There you go again,\" said Harry; \"I never knew such a fellow in my life for calling names and imputing wrong motives. Mr Murray, like most sensible men, knows that a man with ten thousand a year is not to be found under ever}' top-hat, and so he wants to make the most of him when he finds him.\" Did you speak to him?\" asked Dick. To the old man, or to ten thousand a year?' To Kidd ?\" growled Dick. Speak to him ! I should think I did. Why,"], [72, "a bachelor's wife. 64 man, I shook his hand like a pump-handle, and then looked most curiously at my own to see if any of his gold had stuck.\" \" Was Lucy there ?\" asked Dick anxiously. \" She was not only there, but all there,— a star of the first magnitude.\" \"Did Kidd speak to her?\" asked Dick, in the same kind of tone that he would have asked if she had been subjected to some indignity. \" Kidd did speak to her. He was knocked clean over as soon as he put eyes on her.\" \" Ten thousand dev ! \" shouted Dick, spring ing to his feet with such violence that he almost upset the seat and his friend at the same time. \" I shall have to seek safety in flight,\" said Harry. \" Upon my word, Dick, I'm ashamed of you. This trouble has completely destroyed my once amiable friend. You will have to get a small bull-dog for a companion. Gentle, peace-loving men, like myself, won't dare to associate with you.\" \" Did she seem to care for him ?\" asked Dick. \" Not a bit,\" was the reply. Harry saw that he had gone quite far enough on the other tack, so he made haste to soothe down the ire he had raised. \" Fact is, the fellow was too marked in his atten tions, — intoxicated with her beauty ; and she snubbed him splendidly.\" \"She did!\" cried Dick. \"Then she's all right. What an ass you are, Lewis, to run off such a rigmarole, when you might have told me about her treatment of him first.\" \" Well, I don't think you need fear her,\" said"], [73, "LUCY IN DANGER. 65 Harry. \" But you had better look alive ; that fellow means business ; and the young lady's parents are endeavouring to make things comfortable for him. Ta ! ta ! old man, I'm off.\" Lewis hurried away in one direction, and Dick started for home in another. He was anything but pleased with the new aspect of affairs. To his horror he received a letter next day from Lucy confirming all that Harry had told him, and containing the additional information that her father had requested her to look kindly on Mark. \" Dear Dick,\" she wrote, \" what must I do ? I hate the wretch. He's a brute. I'd rather marry a Red Indian than be the companion of such a low fellow. Father won't hear a word I have to say, and mother says I'm a little simpleton. She already sees me mistress at Rosegrove (fancy living with old Mother Kidd j. I know who would be mistress there. Why, that horrid old woman would frighten me to death in a week. Dick, dear Dick, I shall die, I'm sure I shall, if you don't find a way of escape. \" P.S. — The ugly wretch gave me his portrait yesterday, and I dare not destroy it — ugh !\" This letter nearly drove Dick mad. For once he indulged in very strong adjectives, qualifying other words which could by no means be regarded as complimentary to the person of whom they were said. Yet Dick was helpless. He could write certainly, for he had not promised not to write ; but he could not visit his darling in her trouble, nor could he see how to save her from becoming his cousin's prey. E"], [74, "66 A bachelor's wife. Before he had answered the letter, or decided on any course of action, he received a letter from Dr Wilson asking him to try to send a photograph of Mark Honeyman or Kidd as soon as possible. \" I may need it for purposes of identification,\" said the writer. \"Glory!\" cried Dick; \"the rogue is providing the means for his own destruction.\" Thereupon he at once wrote a most encouraging letter to Lucy, in which he begged of her to have full confidence in him, and at the same time to delay all compromising proceedings with his rival. Also he asked her to send him the photo at once, as he believed it would materially assist him in his endeavours to find out the past life of Mark Kidd, for by no other name would Dick ever designate his reputed cousin. The portrait was sent to Dick, who lost no time in sending it on to Dr Wilson. On the Saturday afternoon he followed it by express to his friend's residence, Sundown Street, Lowchester."], [75, "PIPING ToM. 67 Chapter XII. PIPING TO M. The train that conveyed Dick so rapidly from Waterborough to Lowchester also carried Mark as rapidly to the same destination. The young men were in happy ignorance of each other's movements. This was in some measure due to the class of carriage in wdiich they rode. Mark travelled first-class. Dick was giad to occupy a seat in a modest third. Going in different directions when they arrived at Lowchester, the travellers were soon as well separated in the busy city as if they had never travelled behind the same engine. Dr Wilson gave Dick a heart}' welcome, and begged to be informed of all the details attending his uncle's death, and the appearance of his un known son. Dick told his friend the whole story, and then gave an account of the attempt he had since made to unearth the mystery that surrounded the past life of Mark Kidd, or Honeyman. •• Now hear my story,\" said Dr Wilson. \" But don't build too much upon it, for I've got no proofs.\" \" That's what Lawyer Riggs always tells me when I go to him after each discovery,\" said Dick, in a dis appointed tone. \" ' Bring me some proofs,' he says ;"], [76, "68 A bachelor's wife. 'something to lay before a judge and jury.' Opinions, surmises, inferences are of no use. Even facts won't help us, unless they upset those two confounded certificates of marriage and birth.\" \" Just so,\" said Dr Wilson ; \" but if you follow up every clue you will sooner or later find the right trail, always supposing that there has been a bit of sharp practice. \" Well,\" continued the doctor, \" I received the photograph you sent me. With it in my pocket I went, on Wednesday last, to a part of the city in which I at one time lived. You see a young doctor can't always choose his locality ; most of us have to exercise our newly acquired professional skill on the poor for nothing, before the rich will pay us to operate on their more precious bodies. At that time I stayed in apartments, and kept my horse at the nearest livery stables. There I used to see the man your would-be cousin so much resembles ; he was a kind of hostler or stableman. Looking into the office the other day, I showed the photo to the manager, and asked him if he recognised it. \" ' Ah ! that's Kidd,' he said at once. ' Why, the rascal is dressed like a gentleman ! ' \" ' Good likeness ? ' I asked. \" ' The man himself,' was the reply. ' I never saw him rigged out like that, though I could tell the cut of his jib anywhere.' \" ' When did you last see him ? ' was my next question. \" ' Oh, about a year ago. He left us somewhat suddenly, and said that he had the offer of a better"], [77, "69 PIPING TOM. place in the country if he could go at once. I let him go, and have never seen him since.' \" I asked the manager if he knew anything of Kidd's past life, but he could tell me nothing. When I got back home I remembered that Kidd had once brought a poor fellow to my rooms and asked me to do what I could for him. I took the man in, and found that he was more dead than alive. He had been hurt in a drunken quarrel in which knives had been used. It took all my skill to prevent an inquest and possibly an execution. Well, I persuaded my landlady to find the poor beggar a bed, and having little to do I nursed him and pulled him through. The man swears by me now. Many a patient have I had to thank him for, though not always paying ones. I have not seen much of him since I removed to this quarter ofthe city, but he's at my command, and would do anything to serve me, for he always says that I saved his life. Thinking that we might get some information out of this man, I sent for him, and expect him here almost immediately. His name is Piping Tom. His friends have so dubbed him, because he occasionally takes a turn as vocalist in a musical promenade which he gets up for his own benefit in the street. When other trades fail, my friend Tom can always pick up a handful of coppers, if not for the sweetness of his voice, at least to shut up and move on.\" A servant now announced the expected visitor, and Piping Tom was at once ushered into the room. He had made himself as presentable as his"], [78, "A bachelor's wife. 70 limited wardrobe would admit, and had given those parts of his anatomy that were exposed to public view an extra rub up. \" How do you do, Tom ? Hope you are well,\" said Dr Wilson. \" Sit down.\" \" Same to you, guvnor,\" replied Tom, as he perched himself on the corner of a chair for fear of intruding by occupying the whole of it. Then he tried to look as easy as he awkwardly could. \" 'Ot, sir, if it's all the same to you,\" he answered in reply to Dr Wilson's question, \" Hot or cold ? \" Hot it was, and very much to the taste of Tom, who pushed himself another inch or two on to his chair, under the influence of such an evidence of good fellowship. \" Do you know who that is ?\" asked Dr Wilson, showing Tom the portrait. Tom took the card into his hand, and held it so that the light fell upon it. \" Hang me if 'tisn't Young Kidd ! But how's he gotten them clothes ? He looks just like a meelyunair.\" \"Haven't you seen him lately?\" asked Dr Wilson. \" Not for a twelvemonth, guvnor.\" \" Why do you call him Young Kidd?\" asked Dick. \" Cos there wor an owd man a good bit about 'im. We called t' owd un Owd Kidd, an' t' young un Young Kidd.\" The gentlemen exchanged verysignificant glances when they heard this statement, and Dick could nut repress a \" Thank you, my man.\""], [79, "PIPING TOM. 71 \" Yer welcome, sir,\" said Tom. Here Dr Wilson explained to Tom that Dick was a friend of his, who was anxious to learn all he could about the man Kidd, and that anything that Tom could do to help him would be regarded by the doctor as a favour. \" T' boot 's on t' other leg, doctor. I can't do ye a favour ; I owe ye my life. I can nobbut payback a bit uv wot I owe.\" \" All the same, Tom, I shall be well paid if you can either give my friend the information he wants, or help him to get it.\" \" Had this man Kidd manv friends ? \" asked Dick. \" Plenty. There wor me, an' Lively Bob, an' Lucky Jim \" \" No, no, I don't quite mean that,\" interrupted Dick ; \"I refer rather to relatives, — parents, brothers, sisters, members of the same family, like the old man you mentioned a minute ago.\" A curious smile spread over Tom's face as he listened to this explanation. Then he shook his head slowly, and said — \" You gents niver lived i' t' slums. Most uv us don't get carried far i' t' family bus. We get dropt as soon as we can trot, an' hev to go our own gait. But for t' owd man, Young Kidd wor a won-oss macheen as long as I know'd 'im.\" \" Then you never knew his family ? \" asked the doctor. \" I don't believe 'e know'd hisself. Maybe 'edid, maybe 'e didn't. 'E wor a close un. 'E never"], [80, "A bachelor's avife. 72 towd me nowt about iz folks. Owd Kidd might a ben iz father, or iz uncle ; 'e niver sed nowt about 'im to onybody.\" \" Where is the old man now ? \" asked Dick. \" I'm denged if I knaw, beggin' yer pardon, gents, for using sich a word. 'E wor about just afore Young Kidd went off. Then I wor i' t' 'ospital wi' my leg for about three months, as t' doctor can tell ye. Wen I cum out they wor both away. I did hear as t' owd un 'ad gotten into trouble an' been nabbed, but I can't say for reight.\" \" I'm afraid you can't help us at present then. But we'll think the matter over and let you know,\" said Dr Wilson. \" Yes, do, guvnor ; let me knaw, I'm yer man day or neet. But I say, doctor, 'e hed another friend.\" \" Ah ! who was he ? \" asked Dick. \" It worn't a 'e, it wor a she,\" replied Tom. \" All the better,\" said Dr Wilson. \" Who is she ?\" \" T' dowter of Bill Boosey, t' landlord of t' ' Man i' t' Moon.' \" \" What, the public-house at the corner of Church Lane?\" asked the doctor. \" That's it, guvnor. She's a nice lass, — a bit stuck-up, but soft on Kidd. I knaw she's worried a good bit about 'im sin' 'e went away. 'Er father didn't knaw about it, for Young Kidd hed nowt but iz clothes, an' Ben hez plenty a brass. I towd 'er that Young Kidd hed hemigrated, an' wud cum back an' mak' her a lady.\" \" Very good, Tom ; you ma}- go now. Here's a"], [81, "PIPING TOM. 73 trifle for yourself,\" said Dr Wilson, putting a half crown into the man's hand. \" Don't talk \" \" Doctor, ma}- I be — \" All right, we understand. Good-night.\" \" Good-neet, guvnor. Same to you, mister.\" And with this remark Tom left the room."], [82, "A bachelor's wife. 74 Chapter XIII. THE \"MAN IN THE MOON.\" The \" Man in the Moon,\" the public house at the corner of Church Lane, was surrounded by a dense population, most of whom lived in one-roomed houses, if separate houses they could be called. From cellar to garret human beings were herded in a most miscellaneous manner. After the interview with Piping Tom, Dr Wilson proposed a visit to this public-house, for a know ledge of its whereabouts might on some suture occasion be useful to Dick. To this part of the town our friends therefore wended their way. '• There it is,\" said Dr Wilson, pointing to a corner public-house, which was doing a roaring trade. Yes, that was the \" Man in the Moon,\" and at the bar, supplying the wants of the numerous cus tomers, was Bessy Boosey, the young lady of whom Piping Tom had spoken. It was not a modern bar, — that is, a countcr bchind which stand several waiters everlastingly working pump-handles at the call of thirsty Britons, in an open room full of liquor fumes and tobacco smoke, in which the customers take their glasses standing. No, it was an old-fashioned public-"], [83, "k THE \" MAN IN THE MOON.' 75 house, with many rooms and parlours of various degrees. Its patrons could sit and take their liquor like civilised beings, and could comfortably continue their potations as long as their purses or their credit, not to mention their brains, held out. When any of these failed or gave out temporarily, — cash, credit, or brains, — they vacated their seats. In the latter case, often for a less elevated one under the big wooden table, on the nicely-sanded floor among tobacco ashes and other refuse. It was nearly dark when the two friends put their heads into the \" Man in the Moon,\" — about that period of the da}- \" between the dark and the daylight\" when one can see without being too easily seen. Further, Saturday evening was the best possible time to spy out the place, without being expected to make a purchase to excuse an entrance. Everybody was there, men and women, fre quenters of the place, who knew no other pleasure but such as it yielded. To them it was Alpha and Omega, the only place that excited their desires or satisfied them, the only heaven the}- ever thought about or cared to occupy. The waiters, in shirt sleeves, were running to and fro, not bearing small glasses of liquor to trickle down the customers' throats, but great quart mugs, in which a thirsty man could almost bur}- his face, while his throat was being saturated with the ale which he regarded as his birthright. At the bar, keeping an eye on everybody, con-"], [84, "a bachelor's avife. 76 trolling the supplies, and taking care of the receipts, were Bill the landlord, his wife, and Bessy his daughter. A passage ran half-way through the house in a straight line, with doors on either side ; then it met the bar, and branched of at right angles to left and right like the top of a capital T. Thus anyone standing inside the bar could see along the passage to the front door, and when the house was not busy one person could attend to all comers. Behind the bar there was a semi-private room or bar-parlour, intended chiefly for the landlord's use, and for such of his friends or patrons as he chose to admit. High-class customers did not frequent the \" Man in the Moon,\" and feelings of friendship had little influence with the landlord. Rank and esteem were summed up in one word, sometimes spelled with M, and sometimes with C. But Bill Boose} generally spelled the word with a B. He did not talk to his customers about money or about cash, nor did he in this sense use the famous trinity of letters £ s. d. \" 'Ez ta ony brass, lad ? \" was Bill's way of put ting it, as he called, straight. And the lad who had most brass, and was willing to spend it, was high enough to get a very comfortable seat in the snuggery. Dropping into the current, and allowing them selves to become absorbed in the stream of thirsty souls who were seeking anchorage in one or other of the rooms, or merely getting bottles and jugs filled for a booze elsewhere, our friends soon found"], [85, "THE \"MAN IN THE MOON.\" 77 themselves quite close to the sliding window, now wide open, through which the liquor was passed to the waiters or customers. Inside they saw. the landlord, his wife, and daughter all busy, too busy to notice them, and Dick saw some one else. He saw his would-be cousin Mark Honeyman, alias Young Kidd, enjoying the snuggest chair in the snuggest corner of the snuggery. So well satisfied was Dick's rival with his present position and future prospects, that he was actually humming between the sips of his steaming liquor, — \" If ever I marry a wife, I'll marry a landlady's daughter, For then I may sit in the bar And drink hot brandy and water.'1 It did not take Dick and his friend more than a minute to realize the situation before them, and then they made their way out into the street. It would spoil all their plans to be seen by Mark in that place, and so they left him to bask in the smiles of, and to serenade, the landlady's daughter."], [86, "78 A bachelor's wife. Chapter XIV. A FIRST-CLASS PASSENGER. A CONSULTATION was held as soon as Dr Wilson's house was reached. There could be no doubt that they had made a valuable find, which might bring important evidence within their reach. If only Bessy could be got at, much might be learned ; but how to get at Bessy, that was the question. If she could have been sounded before Mark's return, when, piqued by his continued ab sence, she would have been more workable. But now, she would be under the spell of his wealth, caring little how it came into his possession, if only she could share it. Piping Tom would be of no use here. She was too high game for him to bring down. Mark could spend more at the \" Man in the Moon \" in half a day than Tom was likely to have at his disposal in half a year. Clearly nothing more could be done on this visit, and so Dick arranged to return to Water borough that night by the last train. He had taken his seat, and the train was abdut to start, when a cab was driven hurriedly into the station. It contained Mark, so drunk as to be almost in capable."], [87, "A FIRST-CLASS PASSENGER. 79 \" Come, now, hurry up there ! \" cried the guard. ' Pop him in anywhere.\" Obeying the order, the two porters who were engineering the late-comer across the platform thrust him into the first carriage they could reach. The door was slammed to, and Dick found himself shut up for a railway journey with his would-be cousin and rival. The light in the carriage was not bright, and Mark's vision was more or less — rather more than less — obscured by the potations in which he had been indulging. Therefore they had travelled some distance before he discovered that he had a companion. \" Hilloa ! old fellow ! \" he cried ; \" beg pardon, but isn't this a queer first ? \" \" Very queer,\" replied Dick ; \" in fact it isn't a first, it's a third.\" A big \" D \" burst from Mark's lips, and he con signed the guards, porters, and railway company generally to the warmest place of which he had knowledge. Then he fumbled a bit in his pockets, and, after ransacking them all, and laying all manner of odds and ends on the seat in front of him, he at length found the bit of pasteboard for which he had made such diligent search. This he handed to Dick, saying, — \" Read that, mister.\" Dick r§ad it, and found that it was the return half of a first-class ticket from Waterborough to Lowchester. \"Well,\" asked Mark, as he tried to steady himself, \" isn't that all right ? \""], [88, "A BACHELOR'S wife. 80 \" Yes, the ticket is, but you aren't.\" \" Exactly,\" said Mark ; \" and I'm not going to pay for what I don't get. That ticket cost me a crown, and I'm only getting a half-crown ride. I say, mister, oblige a fellow by pulling the cord just outside the window.\" \" Pull the cord ! What, the one that communi cates with the driver ! Why, that would stop the train ! \" \" Of course it would. I want to stop it. I'm not going to pay first-class and ride third. I'm not such a blamed fool.\" \" Why did you get into a third ?\" asked Dick. \" I didn't get in,\" was the reply ; \" I was thrust in by two blackguards of porters.\" \" You should have told them \" Told them ! \" was the reply ; \" told them ! Man, couldn't they see ?\" \" See what?\" \" I'm a gentleman, a first-class gentleman ! Gentlemen never ride third-class. I've ten thou sand a year.\" \" I hope that you spend your large income well,\" said Dick, with all the scorn he could throw on the last word. The tone was lost on the drunken man. \" Spend it well ! I believe you, my boy ! Oh yes, I spend it well — and spend it all. Look here, old man.\" Dick looked, and saw Mark open a somewhat capacious purse and turn it upside down to show it was empty."], [89, "81 A FIRST-CLASS PASSENGER. See that?\" he asked. Yes, I see that your purse is empty. \" Zactly ! It's empty! Not a red cent in it. It's cleaned out. When I left Waterborough at one to-day I had twenty sovs — twenty gold sovs. They're all gone ! spent ! liquidated, old man ! liquidated ! I've swallowed 'em all.\" So Mark thought, no doubt ; but Bessy Boosey could tell him another story. She knew that at least half of them were yet solvent, and so far as she had any control over them there was no danger of them being liquidated yet. \" If that is the case, you will no doubt be able to go through ten thousand a year.\" \"'Zactly, mister; I'm the boy to liquidate the blooming honey.\" \" I beg your pardon,\" said Dick. \" Granted, mister, granted. It's all honey, and I'm the boss bee of the hive. Honey ! honey ! \" Dick was fast becoming exasperated to hear his uncle's savings spoken of in this way, and to see the money that would have made him so happy squandered so recklessly. But the remembrance of his afternoon's enjoyment seemed to have flitted across his brain, and Mark was now humming, as he had done in the bar, about marrying a landlady's daughter and drinking brandy and water. \" Brandy and water,\" he repeated. \" Gentlemen drink brand}- and champagne, and ride first-class.\" Just then the train began to slacken speed. They were nearing Waterborough. The station before entering the city was Rosegrove. There the tickets F"], [90, "82 A bachelor's wife. were collected. The drunken man scrambled to his feet. \"Good-night, old fellow; I'm going first-class now,\" he said. \" This is Rosegrove,\" replied Dick. \" Rosegrove!\" cried Mark, putting out his head. \" Guard ! guard ! let me out.\" \" You're all right, there is plenty of time. Tickets arc collected here,\" said Dick. \" Plenty of time ! always plenty of time to tumble out. Come and see me, old fellow. Rosegrove belongs to me. Glad to see you at Rosegrove.\" \"Good-night,\" said Dick bitterly. \" I shall cer tainly come to see you.\" \" Thanks. Good-night.\" By this time the tickets had' been taken and Mark deposited on the platform \" Come and see me at Rosegrove,\" were the last words Dick heard as the train moved away. \" Yes,\" muttered Dick, \" I shall go to sec him at Rosegrove, but it xv- ill be to turn him out, the brute !\""], [91, "A VALUABLE FIND. 83 Chapter XV. A VALUABLE FIND. FIVE minutes after leaving Rosegrove the train ran into the terminus. Dick put out his hand to get his stick, which he had laid on the seat when he entered the carriage. \"Hulloa! what's this?\" he cried. He had touched something dark lying on the seat where Mark had emptied his pockets when searching for his ticket. Holding the article up to the light, he saw something that caused his eyes to sparkle with excitement. \"Mark's pocket-book, as I'm a sinner!\" he ex claimed. Stowing it carefully away, Dick got out of the carriage and hurried home. There he quietly took his supper, and gave his mother a rough outline of the day's proceedings, carefully omitting to mention the finding ofthe pocket-book. When he had retired to his own room, he was in doubt what course to pursue. He did not want to do a wrong thing, ot to be guilt}- of a mean action. \"But then,\" he reasoned, \" I am not sure that this is Mark Kidd's property. I never saw it in his hands. It may belong to some other person. It is only right that I should at least ascertain the owner's name before attempting to return it.\""], [92, "84 A bachelor's avife. So Dick argued with himself, though it must be confessed that he was all the time hoping to find in it some clue. At length he took off the band and opened the book. It did not contain much, only a letter that had been opened. On the envelope Dick read, — mr mark kidd post offis lowchester. The ownership of the pocket-book was no longer a matter of doubt. It was Mark's, sure enough; and so was the letter it contained. Dick would have been more than human if he had not made himself acquainted with its contents. With fingers trembling with excitement he took the letter out of the envelope, and he found that it was written on a sheet of paper which bore the printed heading — \" City Jail, Lowchester. \"deer mark I shal leve this hawful plase at end of this munth its ben a ard tim for me at my age to do 12 munths ard laber i ope i shal niver se the inside of such a plase agen yu must do yurc best for me my lad wen i kum out i hev not alias ben as kind to yu as i mite hev ben mete me wen i kum out an we can mak a fresh start. G. K.\" \" The missing link !\" shouted Dick, almost beside himself with joy, as he finished reading this badly spelled scrawl. \" G. K. stands for Guy Kidd, the husband of Mrs Kidd, and the father of my dear cousin ! \""], [93, "A valuable FIND. 85 Dick next examined the post-mark, and found that the letter was only a few days old. From this he concluded that Mark had written to G. K. in prison, and told him to reply to the General Post- Ofsice at Lowchester. This letter also explained Mark's journey that day. \" I see it all now,\" he said to himself, after a few minutes' consideration. \" The old man must have been ' nabbed,' as Piping Tom calls it, a little more than a year ago. Directly after the disappearance of the father my uncle died, and the son was at once brought forward according to some plan already cut and dried. It is also clear that tl}e old man does not know anything about Mark's ac cession to my uncle's property. Will the young man tell him ? or will he try to keep him in the dark ? I almost love G. K, and shall certainly meet him when he ' comes out.' \" As the month had only half expired, Dick had plenty of time in which to make his arrangements. Not a wink of sleep did he get that night ; but morning came at last, and, though it was Sunday, he hurried off to Lawyer Riggs' house as early as he could decently make a call. Mr Riggs had just breakfasted, and was enjoying a pipe in his library when Dick was announced. \" Another mare's nest, my boy,\" said the old lawyer, as he shook Dick's hand and then pointed to a chair. \"No, sir, I've got all I need now. The import ance of my discovery must be my apology for in truding on you at your house, and on a Sunday too.\""], [94, "86 A bachelor's wife. \"Go on, my lad; I'll forgive you is your dis coveries are within fifty per cent, as valuable as you describe.\" Dick rapidly related the events of Saturday, winding up his story with the finding of the pocket book The lawyer was much amused when he heard Dick's argument with himself to justify the open ing of the book, and predicted six months' hard labour for his client unless he restrained himself in seizing upon everything that seemed to form a clue. \" I think you are right; and if we can only prove this man's connection with the mother and the son, we shall be in a fair way to success.\" After taking luncheon with Mr Riggs, Dick started for home, with the precious letter securely buttoned up in his breast pocket. Church was out of the question in Dick's present state of mind ; and as he did not wish to worry his mother about the matter till he had something more definite to tell her, he spent the afternoon writing a full account of his discovery to Dr Wilson, and then he wrote to Lucy and enclosed the photo in the letter."], [95, "AN UNEXPECTED MEETING. 87 Chapter XVI. AN UNEXPECTED MEETING. Going out on the Sunday evening to post his letter, Dick had the unspeakable pleasure of meet ing Lucy, and a cousin who was on a visit at Mr Murray's house. The young ladies were on their way to evening service when our hero encountered them. His heart beat faster than it had done for many a day when he clasped that little hand in his and saw the heightened colour on her lovely face. It did not require words to tell him that her joy at their meeting was as great as his own. Dick walked with the ladies in the direction of the church, and soon learned that no one was expected to be there from Mr Murray's house but the two young ladies. It was the work of a moment to persuade Lucy to give Dick the hour that had been intended for church. Lucy's cousin, Miss Hopkins, had heard all about Dick, and she so fully sympathised with the lovers that she willingly agreed to occupy the family pew alone, and meet them after the service. That it might not be forgotten, Dick at once gave Lucy the photograph that he had brought out to send by post. Then he asked her to tell him all about herself. Hanging on her lover's arm, she"], [96, "A bachelor's wife. 88 told him all about her troubles, and the persecution to which she was being subjected on behalf of Mark. \" Isn't he a brute ?\" she said. \" I feel quite sick when he comes near me ; and I dare not show my repugnance, for father and mother believe that I have only to give him the least encouragement to become mistress of Rosegrove.\" \" You will be mistress there, beyond a doubt,\" said Dick; \"and that before long.\" \" Oh Dick ! \" cried Lucy in despair, \" have you given up all hope ? And your last letter was so full of confidence. I've kissed that letter over and over again, and when I'm in the dumps I steal away to read it over.\" \" It's quite true, Lucy mine ; you will be mistress of Rosegrove, and I shall be master.\" \" I wish I could think so,\" she said, looking as cheerful as she could ; but in spite of all her eyes were full of tears. \" Father says you have taken a prejudice against your cousin \" \" Mark Kidd, if you please, Lucy ! \" \" Well, against Mark Kidd, and can't see but that any action on your part will only end in disaster to yourself. He says that he will never, no never, allow me to marry a man who has only one hundred pounds a year, and his mother to support.\" ' He's right on that point,\" said Dick ; \" only it's not a fair way of putting the matter. I did not ask to be allowed to marry you yet, only to have a chance. Do you suppose that if I never get a"], [97, "AN UNEXPECTED MEETING. 89 penny ofmy uncle's money that I shall go through life with a salary of one hundred pounds a year ? A man who cant rise higher, and be worth more than he is at twenty-two, must be a ninny.\" ' Mother says that you have no backbone,\" said Lucydolefully.tearsin hcrvoice as well as in her eyes. \" Does she ? \" replied Dick. \" Then I suppose I shall have to submit to a surgical operation to prove that I have.\" \" She calls you Butterfly Dick',' continued Lucy, in the same tones. \" She says that you were never made to work, and therefore can't be expected to make any headway in the world.\" Dick was biting his lips as he listened to the far from flattering opinion held by his intended wife's mother. However, he repressed the emphatic words that would have given some relief to his feelings, at the expense of shocking the ears of the gentle creature who was artlessly rousing his ire. \" Let those laugh who win, darling,\" said Dick, in the most soothing tones he could command. \" Do you know- that within the last twenty-four hours I have made more progress in my search for evidence than in ail the months before. You trust me, Lucy, and don't be carried away by that fellow's money. Your parents are quite right, you will become Mrs Honeyman of Rosegrove, but your husband's Christian name will be Richard, commonly called Dick, and not Mark !\" \" Oh, Dick, I'm so glad that you are so positive about it. But I'm afraid that they will force me to marry him.\""], [98, "a bachelor's wife. 90 \" Nonsense, child ; they can't force you to marry any one. Even if they carried you to the church, and made you stand before the altar, the clergy man would refuse to perform the ceremony if you said 'No'!\" \" Ah, Dick ! it's easy to say all these things ; and while I am with you, I feel quite brave, and able to hold my own ; but when I have to stand alone against three of them, and no one to say a word for me, I feel so helpless that I can only run away to my own room and read your letter and cry. I can't face their upbraidings and constant persecutions, morning, noon, and night. Oh, Dick, I hope he won't propose.\" \" Now, little one, look here. I should be sorry to do anything that would bring you under greater displeasure at home or shock the minds of very respectable people, — I mean those who are re spectable, first in their own judgment of other people's action, and human afterwards, — but I won't risk losing you. Then again, I want to have all the honour and glory of taking you straight to Rosegrove as my wife when I do marry you. But if they force us to it, we shall have to take the bit in our teeth and run away. They seem to forget that we are both of age, and can be married in spite of all they can do.\" \" They would never forgive us, Dick.\" \" Well, I don't fear that ; and I've no doubt that they would make things very uncomfortable for us, and your father might dismiss me from the office. Still, they had better not force us into a corner.\""], [99, "AN UNEXPECTED MEETING. 91 Lucy never felt prouder of her lover than when she heard him so boldly declaring his intentions to champion her through her difficulties. \" Butterfly Dick indeed !\" she thought, \" he looks more like St George and the Dragon.\" \" I'll tell you what to do if he presses you too far. I've found out a lot of things about him during the last few days; now, if he gets troublesome, just you mention one name to him, and he'll be afraid to go on. Ask him how Bessy Booscy would like to see him making love to you ? \" \" Bessy Booscy ! Who is she ? \" \" A publican's daughter, that he has been courting for some time ; and though he would not marry her now, he was with her only on Saturday last. I saw him.\" \" You saw him, Dick ! Oh, the brute ! and making believe to be dying for me. I'll tell father the moment I reach home.\" \" No, you won't, you little goose.\" \" Why not ? He would forbid him the house.\" \" He would do no such thing. You would have to tell him where you heard the story. Mark would deny it. I should be called a slanderer, actuated by jealous motives, and perhaps dismissed for trying to poison your mind against your precious suitor. Your father would be angrier than ever with you if he knew that we had had this chance meeting. No, my darling, let us keep our own counsel. It will serve our purpose for Mark to know that you know the fair Bessy by name. How much or how little you know, he will not be able to"], [100, "A bachelor's wife. 92 find out ; and he will not dare to mention the matter to your father for fear of further dis closures.\" Lucy promised not to forget the talismanic name ; and as their time had expired, the lovers hurried to the church, where they found Miss Hopkins. Dick saw the young ladies to No. 19 Morgan Terrace ; and then, after posting his letter, he sought his room, where he slept none the less soundly from having been awake all the previous night."], [101, "MOTHER AND SON. 93 Chapter XVII. MOTHER AND SON. Till-: Sunday after Mark's return from Lowchester did not open pleasantly at Rosegrove. Mark felt like a fool, and it was no comfort to him to be told by his mother that he was one. As a rule, she was very lenient with him, and ready to make every allowance for his failings. She knew what a hard life he had led, and she wanted to make up for it by smoothing his path now. She had spoken to him several times about his drinking habits, and the foil}- of indulging in them in public and away from home. Again and again she reminded him of the ample supplies of liquor of every kind in his own cellar, and begged of him to let these suffice. Then she pointed out to him that such practices were not suited to his new position, and would prevent him from being accepted in good society. Her warnings had been somewhat of a check upon him, though he had laughed at her fears. He always maintained that good society got just as drunk as bad society, only not on such cheap and nasty stuff. Mrs Honeyman, as she was now called, had seen Mark when he came home on the previous night, but she was so angry when she saw his condition that she walked off to bed, and left him to do like-"], [102, "A bachelor's wife. 94 wise. Next morning he ransacked his pockets for the pocket-book. He wished to show his mother the letter, that they might together decide upon a course of action regarding it. He was, however, unable to find either pocket-book or letter. He therefore concluded that he had lost both at Low chester. He did not remember much about his visit to that city. He remembered getting the letter and reading it, for he had made that his first business. He also remembered the \" Man in the Moon,\" and having had there what he called a high old time. He also knew, from the state of his purse, that he had got rid of twenty pounds. That was about all. When he met his mother at breakfast, he put the best face he could on the matter, and was politely called a fool. \" That letter will be your ruin,\" she said. \" What an idiot you were to go drinking with such a thing about you.\" \" Shut up! \" replied Mark, who was angry enough with himself without having to listen to his mother's upbraidings and reproaches. \" Who's to know that the letter was sent to me ? \" \" Who's to know the letter's yours ? \" she asked in a shrill voice. \" Do you think the finder will be as blind drunk when he picks it up as you were when you lost it ? Will he destroy it as of no use to prevent mischief? Who knows \" \" Stop ! \" he shouted, now exasperated beyond measure, \" or I'll turn you out ofthe house.\" \" You'll turn me out of the house, will you, good"], [103, "MOTHER and son. 95 boy ! That is to be my reward for putting ten thousand a year into your hands, and making you a gentleman ! You think I can do no more for you, and so you turn against me. Have a care, Mark ; we stand or fall together.\" \" It's all very well to blame me, and I am to blame ; but hang it, woman, what's done is done and can't be helped. Keep your tongue still till I tell you all about it. I ask again, Who's to know that the letter was sent to me ? \" \" Isn't it addressed? Can't people read?\" she asked. \" It was addressed to ' Mark Kidd, General Post Office, Lowchester,' but I tore up the envelope as soon as I got it, and threw the bits away in the street.\" Mark knew that he was lying, but he wanted to appease his mother's anger. \" And after all,\" he thought, \" it won't alter the fact, no matter what I say.\" \" Well, well ! \" said Mrs Honeyman, in a lower tone, and conscious that she had been rather hasty ; \" that makes the chance of tracing it to you rather less. But, Mark, do be careful. It would be awful to lose the prize after waiting for it all these years. I've schemed and worked and sinned, all for your sake. Do mind what you're doing. And, Mark \" He looked up at the pause she made. \"Well?\" he asked. \" Be kind to me. Don't get rough and cruel as he used to be long ago \" and the poor woman burst into tears."], [104, "96 A bachelor's avife. \" There, there, don't cry,\" said Mark, who felt awkward in the presence of tears. \" You keep your temper, and I'll keep mine.\" \" Do be careful then, and we may enjoy this place all our lives. I'm so glad you tore up the envelope,\" she said, wiping her eyes. \" And so he is coming out at the month end?\" \" The letter said so, but of course we knew that before. The twelve months are up in a fortnight. Now what shall we do about him ?\" \" I wish he was dead,\" cried Mrs Honeyman. \" He has been the ruin of my life.\" \" Such persons don't die when you want them,\" said Mark gloomily. \" He never ought to have lived ! \" she exclaimed fiercely. \" He never did a good deed, or said a kind word in his life, except to make something out of it. He's a lump of selfishness.\" \" You never told me why he left you when I was a child. Better let me know all now. Ae you said a moment ago, ' You and I stand or fall together.' \" \" It's a sad story, Mark ; but a few words will tell you all you need to know. I married your father, Guy Kidd, in 1S35. He was twenty-five, and I was just twenty. I soon found out that he was a ne'er-do-well, who had married me for the little money I had. It wasn't much, but if he had worked it would have carried us over rough places and paid for extra comforts. When the money was done we quarrelled, and he left me. Then I got a place in the hospital at Lowchester as a nurse, and passed for a widow. It was at this time I met my"], [105, "MOTHER AND SON. 97 late master, Mr Honeyman. I was young and, people said, good-looking. He admired my quiet ways, and proposed to marry me. In an evil moment I said ' Yes.' Christopher Honeyman was a good considerate man, and when I proposed a quiet wedding in some out-of-the-way place he agreed at once. He looked upon my wish as the result of my widowhood. We decided to have the wedding at Leadmoor, on 23rd June 1837, and I went to stay there for a short time and have the banns put up in the parish church. As the day came nearer I began to get frightened. I feared what might come of marrying another man while my husband was alive. I knew he did not care for me, but that fact only made my fear greater. If I had let the past go without a thought I might perhaps have escaped, but in my anxiety I wrote to a friend who had known us, asking for any news about him. That letter was answered in a way I little expected. As I found out afterwards, he was at that time staying in the neighbourhood, and the letter was given to him. As bad luck would have it, he answered it in person, and on the morning of my marriage to Christopher Honeyman. His coming on that day, and after instead of before the marriage, was all an accident. But, would you believe it, my lad ? he showed his vile nature then in a most horrible fashion. Oh, I could have torn out his foul heart and trampled it under my feet. He was waiting for us in Mrs Green's parlour when we came in from church. At first he pretended to be very much put about ; but when he saw that G"], [106, "98 a bachelor's avife. Mr Honeyman pitied me, and blamed him, he actually offered to sell me.\" \" Sell you ! \" cried Mark. \" He couldn't do that.\" \" He tried to, anyhow. The monster said that if Mr Honeyman would give him a hundred pounds, he'd give up his claim to me for ever.\" \" The devil ! The shameless \" exclaimed Mark, his eyes flashing with indignation. \" Hush, Mark,\" said his mother ; \" he is your father.\" \" My father ! Yes, he is my father ; and because of the, to him, accidental relationship, I must not express my feelings when I hear that he has in sulted my mother ! \" \" Mr Honeyman told him that the offer was a disgraceful one, and that if he did not take himself off he would kick him out of the room. Guy always was a coward before men, and he never said a word in reply, but told me to get ready to go with him. I had nowhere else to go, and I was willing to go anywhere, out of the way of the man I had injured. That night we reached Lowchester. Then we stayed in poor lodgings for several years, getting a living as best we could, for he wouldn't do steady work. I paid dearly for the wrong I had done in marrying Honeyman. Guy was always throwing it at me, and when I complained about his ill usage he threatened to have me put in jail for bigamy. During those three years — and horrible years they were to me — you were born. As soon as I was able to go out, I registered you as the son"], [107, "MOTHER AND SON. 99 of Christopher Honeyman. No one knew but me, and you went by the name of Mark Kidd. For some time after your birth I was too weak to earn anything. Your father, who had become lazier than ever, got into bad company. One night he took part in a robbery. The man robbed was nearly killed, and Guy was sentenced to imprisonment for life. I could not feel sorry for him ; I had suffered so much from his ill treatment, that I thought he would never again be able to get at me. I put you out to nurse, found out Mr Honeyman, and told him all, — except about you, — and out of pit}- he made me his housekeeper. I promised never to tell any one about our marriage, and we lived honourably as master and servant till he died. I am sure that he would have left me enough to live on if he hadn't died so suddenly. When I saw there was no will, I got the certificates of marriage and birth, and sent for you to claim the property. Did I do wrong, Mark?\" \" It's too late to ask that question now, mother,\" said Mark, somewhat grimly. \" I'm afraid there arc people who would call us ugly names. You know my dear cousin Dick said something about fraud at the funeral. He's an easy-going fellow, but I shouldn't like to be in his power.\" \" Butterfly Dick I \" screamed Mrs Honeyman. \" You are not afraid of that weak fool ? \" \" A butterfly with law on its side, might bring down an eagle,\" replied Mark. \" Well, right or wrong,\" she said sadly, \" it's done now. I could not face the world at my age with-"], [108, "A bachelor's wife. 100 out a penny ; and it's taken all I had to bring you up, and to keep your father quiet after he obtained his liberty.\" \" I see all now,\" said Mark. \" I did not know about his ticket -of-leave till he was sent to prison a year ago for being in a street row, and for not having reported himself.\" \" It was a pity he found you when he came out, and I have always feared that he would find me. You were a good lad not to tell him. But what shall we do now ? \" \" I'll meet him,\" said Mark, \" and tell him that I have got a place where he mustn't come, and pay him so much a week to keep him away.\" \" But if he finds out how rich we are, he will try to force us to pay him a large sum of money. He will bleed us to death. He has no mercy.\" \"If he does, I'll kill him,\" said Mark, emphati cally. \" No, no, Mark ; they would hang you. For my sake you won't do that. It would kill me if ought went wrong with you. I have only you to live for now.\" And so it was arranged that Mark should meet his father, and make such arrangements as he found necessary to keep the old man in ignorance of their change of circumstances."], [109, "THE MISSING LINK. 101 Chapter XVIII. THE MISSING LINK. Mr MURRAY could not hide from himself the fact that Dick had made himself much more useful since he had been dependent on his own exertions. The young man had not only been more helpful in the office, but he had succeeded in bringing a con siderable amount of business to the company. During the month that was just expiring, he had managed to double his salary in this way ; and if Mark, with Rosegrove and ten thousand a year, had not been his rival, there might have been some chance for him. As it was, Dick was com pletely eclipsed. He had no difficulty in getting a holiday on the last day of August. The evening before that date he went through to Lowchester to spend the night at Dr Wilson's house. There he met Piping Tom, who had called to talk over the plans for next day. The wandering minstrel agreed to meet the two gentlemen at fifteen minutes before eight, at the corner of Conway Street, quite near to the city jail. To be able to take advantage of any circumstances that might arise, a cab was ordered to be in readi ness to take the gentlemen to this place. All felt how very important it was that the writer of the letter should be kept in sight from"], [110, "A bachelor's avife. 102 the moment he left the jail till his identity could be proved. If they lost sight of him, months might pass away before he was again discovered. Mark had plenty of money at his disposal ; therefore, if the old man was his father, as Dick at present supposed him to be, the son would spare no cost in getting him out of the way. If Mark was intending to keep the old man in the dark about his present position, for fear that he might want too big a share of the plunder, then — thought Dick — there would be time to do some thing, as Mark would have to act slowly and cautiously not to arouse the suspicions of\"G. K.\" On the other hand, by one bold stroke he might buy off the old man, and get him shipped to the other side of the globe before he could do any mischief. Having discussed the situation from every point of view, the three friends parted. The cab ordered the previous night took Dr Wilson and Dick to Conway Street. Unfortunately all the watchers were known to Mark, and therefore, had he even seen them together, he would have been warned of possible mischief; but if he had seen them there and at that hour, he would have felt sure that they had a knowledge of his move ments. Opposite the jail, on the other side of the road, there was a slightly raised bank planted with shrubs. A public footpath, which was hidden by trees, ran along the top of this bank. Here Dick and Piping Tom took up their positions, while Dr"], [111, "THE MISSING LINK. 103 Wilson remained in the cab at the corner of Con way Street. Five minutes before eight another cab drove up, and waited at the foot of the bank of shrubs exactly opposite the prison doors. Dick and Piping Tom could not make out who was in this cab. The city clocks were striking eight when the big doors of the jail were thrown open, and the pri soners who that day completed their sentences passed once more into the world. About a dozen persons, male and female, came forth. Some of them cast a hasty shamefaced glance around, as if to ascertain if any one had cared to meet them, — a glance in which hope and fear were strangely blended, — a hope that the past might be forgotten, and a fear that it would be only too well remembered. Hardened, fiequent visitors, who retired as regularly as a gentleman visits his country house, stepped forth with a smile on their faces and a joke on their lips, or a nod and \" How are you, Bob ? \" to a comrade, as if they only met casually in the streets. Almost the last to appear was an old man, short and shrunken, a melancholy-looking figure, who paused for a moment with a bewildered air, as if the atmosphere of freedom was too strong for him. Before he had time to make a movement in any direction, he was laid hold of by a much younger man, who had advanced from the cab at the oppo site side of the road. The old man looked up, and, recognising the younger man, said, \" Mark ! \" Then"], [112, "104 A bachelor's wife. a curious look of surprise passed over his face, as if there was something about the young man that he had not expected, and did not understand. And when the younger man led him to the cab, the old man seemed as puzzled with the whole affair as if the mayor had been waiting to cany him off in his state carriage. Not another word was spoken between the two. Together they entered the cab, which was at once driven off in the direction ofthe city. In the meantime the watchers had been on the alert. The moment the person in the cab showed his face, all Dick's hopes and expectations were fulfilled. There, on the road opposite the jail, stood Mark Kidd, the present owner of Rosegrove, with his hand on the arm of \" G. K.,\" the man of whom Dick had been so long in search. Piping Tom darted away to the corner of Con way Street, spoke a word to Dr Wilson, then got up on the box and directed the cabman to keep the other cab in sight. Dick walked to Dr Wilson's house, and there waited his friend's return. He had not long to wait. In less than an hour Dr Wilson brought the information that Mark and the old man were at the \" Man in the Moon,\" and that he had left Piping Tom to watch the course of events."], [113, "father and son. 105 Chapter XIX. FATHER AND SON. Let us now follow Piping Tom, who had a most difficult part to play. Dr Wilson had given him some money that he might be able to meet the expenses of his movements. It was yet early in the day when Tom walked boldly into the \" Man in the Moon.\" In the bar he saw the persons upon whom he had been told to keep an eye. He had been in the snuggery more than once, but not on his own merits as a spender. He had been called in to contribute to the pleasures of richer men who wished to be amused by his songs. On this occasion the house was almost empty. In this part of the city those who had nothing to do had, as a rule, nothing to spend. The spenders were engaged in their various occupations. As soon as Tom reached the bar, he threw down half-a-crown and called for a glass of brand}-. Bill Booscy first took up the coin and rung it on the counter. Then he took down a bottle and a measure to serve out the liquor. As he did so, he said, — \" In luck to-day, Tom ? \" \"Best luck I've had fur mony a munth. Ye sec, an owd lady lost 'er dawg ; it wor a poodle, an'"], [114, "106 a bachelor's wife. she offered a reward. Well, I sand the dawg, an' when I tuk it home t' owd woman kist it wi' tears in 'er e'en, an' guv me a yaller boy.\" \" Thou'rt a sly un,\" said the landlord, winking at Tom, and at the same time handing him the brandy. \" All squar, guvnor ; I'll take my dying oath I sand that dawg.\" \" Afore it wor lost, eh ? \" \" Nay, it wor lost.\" Mark knew the voice, and seemed at first dis inclined to renew his acquaintance with Tom. Then a sudden thought struck him, and he at once acted on it. Stepping forward, he said, — \" Hulloa, old man ! Come inside and have a drain. Give him his money back, Bill ; I'll stand.\" The door of the bar parlour swung back at Mark's bidding, and Tom entered the sanctum. With all the surprise he could muster, Tom exclaimed, — \" Gosh ! Deng me ! Is it — it is — Owd Kidd an' Young Kidd ! \" Then, putting down his glass, he shook them both heartily by the hand. \" Both back fro' furrin' parts ? Here's yer good healths ! \" and he drank to them in brandy and water. Mark had been so undecided what to do with his father, that he regarded Tom's appearance as a godsend. Having paid for several drinks, he asked Tom to go with them to get something to eat. They adjourned to an eating-house near, where Mark had the meal served in a private room. As soon as they were alone he proceeded to business."], [115, "FATHER AND SON. 107 Apparently for Tom's benefit, but really for his father's information, Mark said, — \" So thou didn't expect to see me to-day, Tom ? \" \" Well, I can't say ez I did ; I thowt tha'cl emigrated.\" \"So I have, but not so far as Australia. I'm coachman for a tip-top gent a good bit from here abouts. He took a fancy to me one day when I drove him in a cab. He was in a hurry, and he said he would stand a bob extra if I got him his train. Well, I just nicked it, and got the bob. A few days after he came that way again, and said to one of the men, ' Where is that cabby that drives like the devil ? ' They all knew it must be me. Then he asked me to go to his place and be his coachman, and I went. He's a tip-topper, he is.\" \" Don't thee drive 'im to the devil when thou's tipsy?\" said Guy Kidd, who had accepted Mark's fabrication as true. \" Not likely, old un,\" was Mark's respectful reply. \"And now, dad,\" he asked, \"where shall we put you up ? I must get back to my place as soon as I can.\" \"Can't I go wi' thee? I'd be handy about t' stables. Ther's allos a job for an owd man about a big place.\" \" Nay, nay, that would spoil all. Look here, Tom,\" said Mark, with an apparent burst of confi dence, \" he's been nabbed, and just come out \" \" Mark, don't thee \" interrupted the old man. \" Shut up, dad ! I want to ask Tom if it's a"], [116, "108 A bachelor's wife. proper thing to do to let thee go with me. Tom's fair. He knows a fellow's no worse for being nabbed.\" \" All serene, boys,\" said Tom. \" Best men get nabbed sometimes. Thee go wi' me, owd un, an' let Mark alone. Tip-top gents don't like men's folks follerin' 'em about.\" \" That's it,\" said Mark. \" Go with Tom, and I'll find brass for lodgings.\" \" How much?\" asked the old man. \" Ten bob a week, and maybe a trifle more when I can spare it. My guvnor's a real gent. He's a A-oner. A regular tip-tip-topper.\" \" Ten bob doesn't go far, Mark. Can I hev t' owd woman's brass?\" \" Don't be greedy, old un ; don't be greedy. She's paid enough. Let her alone,\" replied Mark. \" Can I hev it if she'll pay it ? \" he persisted. \" Yes ! and be hanged for an old blood-sucker,\" was the reply. Mark here explained to Tom that the old man referred to his wife, who was in a situation, and who had been in the habit of sending money, on condition that she was not molested. \" Where is she now, Mark ? \" asked the old man. \" The devil,\" shouted Mark, springing to his feet, \" is that yer little game ! Stir one step to find her, and by all that's ugly I'll smash yer skull.\" Thoroughly cowed, the old man whined out that he did not mean anything, — he would not go to her if Mark said he mustn't, if he knew where she was."], [117, "FATHER AND SON. 109 \"Stick to that then,\" said Mark fiercely, \" for if ever thou goes to her, it will be thy last journey on earth.\" Here Piping Tom interposed, and suggested that it was a little misunderstanding. \" Better take a drink,\" he said, \" and wash all bad feeling away.\" So they took a drink, and dropped the subject. The meal was finished in silence, and they went out to look for a room. They soon found one. Mark paid a month's rent in advance ; then he went out with the partners and bought some useful things in the way of food and clothing. But before he left the men \" in clover,\" as they said, Ke managed to privately caution the old man not to talk about the old woman and him, even to Tom. He also gave him two pounds. \"Where does Mark live?\" asked the old man, shortly after that worthy had disappeared. \" 'E didn't tell me,\" replied Tom. \" Didn't 'e tell thee ? \" \" 'E niver sed a word to me about 'iz place but what thou 'eard. 'E's a sly un, is Mark ; but 'e '11 play fair. If 'e don't, I'll find him.\" \" A nice crib this,\" said Tom, looking round the room approvingly. \" And I say, mate, as we're partners wot '11 I call ye ? Owd Kidd isn't chummy like.\" \" My name's Guy. Call me Guy.\" \" Guy it is then,\" said Tom ; \" and I'm glad I've met ye. Now just settle down like till I cum back. I've a bit of a job to do as is waiting.\""], [118, "A bachelor's wife. 110 Off went Tom to Dr Wilson's house, where Dick was spending the day. That gentleman listened with breathless interest to Tom's story, and then sent him back to watch over his charge. When Dr Wilson came in from his rounds, Dick gave him a brief outline of what had passed, and they agreed to keep each other informed of any new movement."], [119, "will you be mine? 111 Chapter XX. WILL YOU BE MINE? Guy's liberation had told greatly on his wife. She knew the man. She had suffered terribly in the past, and she dreaded falling again into his clutches. \" Why had he not been kept in prison when sen tenced for life? \"she often asked herself. \"Why was he allowed to enjoy a liberty he only abused ?\" For several days she literally haunted one room of the house. She could not bear to be out of that room for more than a few minutes at a time. She dreaded a sudden visit from the man she scared most to see. The windows of that room com manded an extensive view of the grounds ; from one of them the entrance gate, opening on the main road, could be seen. Here she sat for hours, with a piece of sewing or knitting in her hand, while from time to time she cast furtive glances down the road. Once he had taken her by surprise, on the morning of the fatal second marriage ; that was enough for a life-time. When he came again, he should find her ready for him. Mark thought that he was not progressing with Lucy, and yet he had brought into play all the forces he could command. \" I'll ask her right out,\" said he ; \" that is perhaps what she is waiting for.\""], [120, "A bachelor's WIFE. 112 Friday was the Murrays' clay \" at home.\" All the afternoon Mrs Murray and Lucy remained indoors, to receive callers, and indulge in a world of small talk over a cup of tea. Mark called the first Friday after his visit to Lowchester. Fortune favoured him. He found himself alone with Miss Murray, in the conservatory that opened off the drawing room. Spurred by recent events, he approached Lucy boldly, and having no knowledge of how to propose in polite society, he had to draw upon hearsay, or the penny novel proposals that had come under his notice. She was picking the dead leaves off her plants, and had her hands full of decayed foliage, when Mark dropped on one knee, seized her hand, and said, \" Will you be mine ? \" This was all so funny, and so different from what she had imagined, that the young lady burst into a merry laugh ; while Mark rose from his humble position at her feet, with a nice spot about the size of a crown piece on his knee, and a hand full of fading leaves. He was at a loss to know what to do next. He felt like a fool, and had more than a suspicion that he was acting like one too. Before he could decide upon his next move Lucy spoke. \" Oh, Mr Honeyman, what a funny man you are,\" she said. \" But you should not joke about such serious things ; I might sue you for breach of promise, you know.\" \" I — I — am not joking,\" he said ; \" I never was more serious in my life.\""], [121, "will you be mine? 113 \" That is worse than ever,\" was the reply. \" Why, you are a Mormon then, a regular Bluebeard.\" Mark looked thoroughly puzzled ; what could she mean ? \" I don't understand you,\" he said. \" I am not married ; I should only like to be, if you \" \" Hush ! \" she said. \" Have you forgotten Bessy Boosey ?\" The arrow found the joint in his armour. It was no bow drawn at a venture. Minute thunder and lightning issued from his lips and played round his features. There certainly were present a muttered oath, flashing eyes, and a face aflame with anger. Then a cold chilly feeling of fear crept over his heart. If Lucy knew so much, she must know more. When he looked up she was gone. She had taken advantage of his confusion to escape, greatly relieved that the name had been so effective. If she held her tongue, she knew that Mark would not dare to tell her parents what had passed between them. He was certainly muzzled, if not struck dumb. After this he might bark, but he would not dare to bite. Mark took his leave shortly after his encounter with Lucy, and drove home in no enviable state of mind. Not daring to talk about this new clement of danger with his mother, and having no outlet for his anger, fear, and desperation, he drowned his feelings and was carried to bed helplessly drunk. H"], [122, "A bachelor's avife. 114 Chapter XXI. FATHER, MOTHER, AND SON. We have seen how Mark gave his father and Piping Tom a fair start. He paid a month's rent, bought a supply of provisions, and gave the old man two pounds in cash. Before the end of the first week there was nothing left but the lodgings. The food was eaten, and the money was drunk. On Friday Guy said to Tom : \" To-morn's Saturday ; if we doant get some brass, where shall we be for Sunday ?\" Tom said he didn't know. If it came to the worst he could pipe a bit, and draw a brown or two. \" We can't live on browns ; we mun hev a new supply fro' Mark,\" said Guy. \" Duz ta knaw where 'e iz ? \" \" I think I du. A chap ez knaws 'im wor i' t' ' Man i' t' Moon ' when I called to-day, 'e tel'd me summat.\" \" Iz it far?\" asked Guy. \" Aba'at thirty mile or so,\" replied Tom. \" Pop some cloathes, and let uz go to-neet,' eagerly cried the old man. \" Nay, we'd better leave it ower till morning,\" said Tom. \" I heer'd a rum tale aba'at Mark ; I expect it's noan true,\""], [123, "FATHER, MOTHER, AND SON. 115 \" Iz 'e nabbed ? \" asked Guy, in a loud whisper. \" Nay, nay. Mark's noan tired uv iz liberty. T' chap ez I saw sed 'c wor a gentleman.\" \" Who ! awr Mark ? a gentleman ? Did 'e say that?\" \" 'E did, sure ez death. 'E sed ez Mark hed a big place, a mansion, wi' gardens, an' carriages, an' hosscs, an' flunkeys, an' more brass nor 'e can ca'ant.\" Guy trembled with excitement as he listened to this glowing description of his son's unbounded wealth. \" Carriages, hosscs, gardens, and plenty uv brass, duz ta say?\" Tom nodded. \" Duz ta believe it?\" \" I didn't at first. But t' chap sed he'd seen it with iz awn e'en.\" Guy sat thinking. Then he looked up, and said, \" That mun be t' place where 'e's coachman. They've been taking a rise awt o' thee.\" \" Nay, nay, am noan such a flat as aw that ; t' chap sed summat aba'at honey, but I didn't ketch it reight.\" \" Honey duz ta say ? \" almost shouted Guy. \" It's reight. Thee pop awr coits, and get enuf brass to tak uz tull 'im.\" \" Not to-neet, owd un ! not to-nect ! Sleep on it. 'E'll be there to-morn.\" And so the visit was put off, and they slept on the proposal. Piping Tom succeeded in keeping Guy at home on Saturday till after seven in the evening. He"], [124, "116 A bachelor's wife. said that as there might be some doubt in the matter, it would be well not to risk Mark's place if, after all, he were only coachman. A train for Waterborough left Lowchester at fifteen minutes past seven. It was due at Rose grove about eight. On the Saturday evening in question three passengers alighted from this train at Rosegrove. Two of them, who seemed to be strangers to the neighbourhood, were in company. The third passenger had not been more than a minute on the platform before he was joined by a younger man, who had evidently been waiting for him. The two men who had travelled together held a whispered consultation on the platform. Then they waited until the tickets had been collected and the train had resumed its journey. \" Ask those gentlemen,\" said one of the strangers. \" Thee ax 'em, Tom.\" \" Nay, thou would come, owd un, ax 'em thee sen. Whereupon Guy Kidd stepped forward, and asked Dr Wilson, the passenger who had got out alone, and our hero Dick, who had joined him, if they could tell him where Mark Kidd lived. \" You mean Mark Honeyman ? \" said Dr Wilson. \" Beggin' yer pardin', I mean what I sez. I sed Mark Kidd, and I mean Mark Kidd.\" \" It's all the same person. Mark Kidd was his name before his father died. When he came into his father's property he took his father's name.\""], [125, "father, mother, and son. 117 Receiving a nudge from Piping Tom, the old man made no objection to this explanation, and simply asked where this Mark lived. \"There!\" said Mr Wilson, pointing to a large house in the distance. \" By gosh !\" cried Guy. \" Is that Mark Honey man's place ?\" \" I believe so,\" was the reply. Piping Tom felt that the interview had been quite long enough. There was danger in the four of them being seen standing together. Mark might come accidentally upon them and upset their little game, so he quietly drew Guy away, after thanking Dr Wilson. Before reaching the gates of the Rosegrove estate, a country inn provided the opportunity for a little refreshment. Then Tom did not wish to approach the house in daylight. A little after nine Tom and Guy left the inn, and a few minutes afterwards they were walking along the well-gravelled drive that led up to the mansion of which Guy's son was either coachman or master. Which ? At the lodge they had learned that the master was at home. To make as little fuss as possible, they had arranged that Tom should keep out of sight while Guy inquired for a man named Mark. Among some shrubbery, close to the house, Tom took up a position from which he could see the door. Guy went forward, and rung the bell. He seemed to be at the door some little time, so"], [126, "118 A bachelor's wife. far as Tom could see, and then he was admitted inside the house. Two or three minutes later, Tom was joined by Dr Wilson and Dick Honeyman. Together they waited and watched for any result that might follow the unwelcome visit of Guy. They had not long to wait. The result was as startling as it was rapid. From a window above the watchers' heads there came mingled sounds, — a volley of oaths, a woman's cry, and a whine for mercy could be distinguished. Then a short scuffle, a wild scream, and a terrific crash were heard, and a large dark mass, that seemed to have been hurled into space, fell at the feet of the three men, accompanied with a shower of broken glass and splinters of wood. Tom was the first to lay hold of the mass, that lay huddled up without any sign of motion. \" It's t' owd un,' he said hoarsely, kneeling down on the ground to catch a glimpse of the fallen man's face. Dr Wilson quickly examined the poor wretch, and found that he still lived. \" Every minute is precious both for him and for us,\" he said. \" Let us carry him to the inn outside the gate.\" Lifting the man very carefully, they were just moving away, when a woman came as fast as she could from the house. When she saw several men she started back in fear. But her womanly instinct got the better of her, and she said, \" Tell me, is he dead ? \""], [127, "FATHER, MOTHER, AND SON. 119 \" No, Mrs Kidd, your husband is not dead yet, but we believe he soon will be. Are you his murderer? \" Peering into the face of the speaker, Mrs Kidd cried, \"Butterfly Dick!\" and fell senseless. \"She'll take no harm till they find her. Come, let us attend to the man,\" said Dr Wilson. Guy was carried to the inn, and his hurts were examined. \"He is shaken to bits, and -bruised all over,\" said Dr Wilson ; \" he won't live more than an hour or two.\" While Piping Tom remained to help the doctor, and to be ready to speak to the injured man if he regained consciousness, Dick communicated with the police. He might have saved himself the trouble. Before they arrived, a horse galloped madly along the carriage drive, cleared the gate at a bound, and was out of sight in a moment. The rider was Mark Kidd. A short time after, with the superintendent of police and several constables, Dick once more entered the house he had left in anger on the day of his uncle's funeral. A servant informed them of Mark's flight. \" And the mistress ? \" asked Dick. She is here, sir ; please come this way.\" There was something so subdued in the girl's manner that no one spoke. In single file they followed her along the passage to the room in which old Honey had died. Dick paused a moment at the door."], [128, "A bachelor's wife. 120 \" Go right in, sir,\" said the girl. He opened the door and went in, followed by the superintendent. One glance answered the question they would have asked. The wrecked life was stranded at last on the shore of death. On the sofa which had borne the lifeless body of Christopher Honeyman lay all that remained of the woman whom he had married, but could never call wife. Poor woman ! How different might have been her lot, had she met the man who had shown her mercy before she was chained for life to the selfish wretch who, at that moment, was passing into eter nity to meet his wronged wife in the presence of the God of justice. A tear glistened in Dick's eye as he looked on her form, lying there so still, the thin grey hair just shading her pinched careworn face. He remem bered now, that if her sin was great, her sorrows had been of like magnitude. \" Cover her up,\" he said, in a choking voice, as he left the room."], [129, "THE END. 121 Chapter XXII. THE END. When Dick returned to the inn, he found that all was over. Guy Kidd was dead. He had never spoken, or shown any sign of intelligence. That terrible crash through the window, and the fall that followed, would have killed a younger and stronger man. Dick buried the husband and wife side by side. The law of the land had united them while living with a cruel knot that they could not untie, and he would not part them in death. A plain stone over each grave records who sleeps below, and on that above Mrs Kidd are added the words : — \" For thirty years the faithful servant of Christopher Honeyman.\" Mark Kidd disappeared during that awful night. The hoof-prints of his flying horse left no trace on the hardened highway, and he was completely lost to those who had once known him. Several years afterwards, Dick heard a descrip tion of a famous bushranger in Australia, Avho had eluded all attempts to capture him by his daring horsemanship, and the name \" Mark Kidd \" rose to his lips. Certainly the description was like that of the man who had once been master of Rosegrove. Miss Lucy Murray became Mrs Honeyman of"], [130, "122 A bachelor's wife. Rosegrove, and so filled that exalted position that her mother had once regarded as of more value than her daughter's happiness. Thanks to their conveniently short memories, Mr and Mrs Murray are able to forget a certain period in their lives when they were colour-blind, and had actually regarded a brilliant butterfly as nothing but a sober moth. When the wedding took place, all the members of the Honeyman family were present in state, — uncles, aunts, and cousins, — for they had one and all re ceived substantial proof of the goodwill of the new owner of Rosegrove. With a generous hand he had shared the wealth of the old merchant. Dick's mother was a happy woman, when she presided at her son's table, and saw him in the position for which he was so well fitted. But she was happier still, when she gave way for the pretty wife, who had stuck to Dick through all, and had been as willing to adorn his cottage as she now was to grace his mansion. Among Dick's dearest friends is counted Dr Wilson. But for his generous assistance how differently might our story have ended. THE DARIF.N PRESS, BRISTO PLACE, EDINBURGH."], [131, ""], [132, ""], [133, ""], [134, ""], [135, ""], [136, ""]]