[[1, ""], [2, ""], [3, ""], [4, ""], [5, "flffil MILITAIRE El I1IITIII du XIX\" Siècle SOUVENIRS D'HISTOIRE CONTEMPORAINE Par H. VIGNERON MARÉCHAL BUGEAUD Duc d'ISLY PARAITRONT JHARÉCHAVX GÉ.YKRAVK C\" d'Ornano Magnan pélissier Caniîobert Mac-Mahon Baraguay d'Hilliers Rf.gnault de St -Jean d'Angely d'Airelles de Paladines Chanzy Bourbaki Clinchamp Billot Martin des Pallières Faidherbe Barry Ducrot Vinoy. etc. »í:\\í:k.ii\\ d.vmrémont Chaxgarnier Lamoricière Duc d'Aumale AJIIRAIX Duperré du Petit-Thouars Bruat Courbet Gicquel des Touches Bouet-Willaumez POTHUAU Cavaignac Chabaud-Latour DE WlMPFEN de Failly Mont ai ;b an Frossart Fl.EURY de laveaucoupet Desveaux Alquier Jauréguiberry Jurien de la Graviére La Roncière le Noury Lapasset Comj*\"' Rivière, etc. Margueritte PARIS SAUVAITRE, Editeur 72, Boulevard Haussmann 12 '"], [6, ""], [7, "LA FRANCE MILITAIRE ET MARITIME du XIXe Siècle"], [8, ""], [9, "LA FRANCE MILITAIRE « MARITIME du XIXe siècle SOUVENIRS DHISTOIRE CONTEMPORAINE Par H. VIGNERON MARÉCHAL BUGEAUD t Duc d'Isly PARAITRONT MAKÍIt HAI V ClP d Ornano Magnan Pélissier Canrobert Mac-Mahon Baraguay d Hilliers Regnault de st-jEAN d'Angely Généraux QÉNÉBAUX d'Aurelles de Pai.adines Chanzy B.URBAKY Clinchamp Billot Martin des Pallières Faidherbe Barrv DuCROT VlNOY, etc. AMIRAUX Di-perré do Petit-Thouars Bruat Courbet Gicquel des Touches BOUET- WlLLAUMEZ Pothuau Alquier Jauréguiberry Jurien de le Graviére La Roncière le Noury Commandant Rivière DAMRÉMONr Changarnier Lamoricière Duc d'Aumale Cavaignac chabaud-l atour DE WlMPFEN DE F.MLLY montauban Frossart Fleury de l.weaucoupet Desveaux Lapasset Margueritte PARIS SAUVAITRE, Editeur 72, Boulevard Haussmann"], [10, ""], [11, "1 LA FRANCE MILITAIRE 8 MARITIME du XIXe siècle MARÉCHAL BUGEAUD DUC D'ISLY Le Maréchal Bugeaud, dont je vais essayer d'exquisser la carrière, appartenait à cette race de vaillants, nés sur tout pour la guerre, prompts aux dangers, aux fatigues et avides des occasions qui les portaient au péril. Fidèle au drapeau sous les plis duquel il fit ses premières armes, il joignait au sentiment du devoir cette première qualité du soldat, des mérites de penseur et d'organisateur, qui le rendirent aussi scrupuleux que brave. Plein d'honneur et de probité, il possédait au plus haut degré le culte de la patrie et il rappelait sous plus d'un rapport les guerriers de l'ancienne Rome, car il sut comme eux tenir son épée d'une main vigoureuse, enlever ses cohortes en un jour de bataille, et se transformer en soldat laboureur, le jour où notre gloire se brisa à l'écueil de Waterloo. Le Duc d'Isly a laissé des écrits divers. Ils corrigent certain portrait, tout de fantaisie, qui n'a rien de com-"], [12, "2 LA FRANCE MILITAIRE ET MARITIME mun avec l'original ; ils donnent à l'illustre Maréchal les couleurs qui lui appartiennent et à mesure que l'on mar che dans ces récits, pleins de verve et d'entrain, les om bres disparaissent et la lumière se fait. Point de vanité dans ces souvenirs, mais une vérité transparente qui ex plique clairement ses opérations militaires et donne à chacun de ses compagnons d'armes la part qui lui appar tient. Le style est simple, naturel ; le vaillant soldat sem ble parfois y avoir versé toutes les ardeurs\"de ses jeunes années : il aime la gloire, mais il adore contribuer à la grandeur de son pays. Actif, audacieux, selon les circons tances, habile toujours, sa nature guerrière, ses qualités héroïques qui assurèrent notre domination en Algérie, de vaient le mener à la haute dignité militaire de Maréchal de France et au titre de Duc d'Isly. * * * Né à Limoges le 15 octobre 1784, fils de Jean-Ambroise Bugeaud, Marquis de la Piconnerie, Thomas-Robert Bu geaud, enfant du siècle dernier, fut destiné à une toute autre carrière que celle des armes, et j'emprunte à ce su jet à M™ la comtesse Feray, sa fille, les notes intéres santes que voici : « Mon père, dit M^Feray, qui avait épousé le général « de ce nom, est né à Limoges dans un hôtel de la rue de « la Cruche d'or, situé dans le vieux Limoges, autrefois le « quartier aristocratique. Une plaque de marbre indique « la maison. II était le quatorzième enfant du Marquis de « fa Piconnerie et était destiné á l'Eglise. II fut retiré de « nourrice à six ans ; son père lui fit faire un bel habit et « le mit à l'école où ses progrès furent rapides. Un an « après, en 1791, tout était changé dans la famille ; la ré « volution avait éclaté : mon grand père, ma grand mère « et leur dernière fille Antoinette étaient en prison. La « mort de Robespierre les préserva de l'échafaud, mais « mon grand père, à peu près ruiné parla révolution, ren-"], [13, "DÛ XIXe SIECLE 3 « voya ses filles au château de la Durantie, près de « Nouaille (Dordogne), jadis habité par les frères de mon « grand père, prêtres ou vieux garçons, par ses sœurs, « vieilles filles ou religieuses, sorties du couvent de Pé « rigueux et de Limoges, pendant la tourmente révolu « tionnaire. Ce château de la Durantie, dont il sera souvent ques tion dans le cours de ce travail, mérite une mention par ticulière. Ici encore je laisse parler Mine la générale Feray. « C'était, dit-elle, une maison longue et étroite, avec « un pavillon également long et étroit en retour, composé « d'un rez-de-chaussée et d'un grenier. Un bâtiment en « face formait le carré autour d'une grande cour, fermée « sur le chemin, par une palissade en bois. On pénétrait « dans la maison par une porte basse garnie de gros clous « et l'on entrait dans un vestibule pavé de petits cailloux. « Voilà la demeure où s'est passée, en compagnie de ses « sœurs, la première jeunesse de mon père. Après cette description, M\"'e la Comtesse Feray nous initie au genre de vie du futur Maréchal de France. « Mon père, dit-elle, vivait à la Durantie comme Ro « binson ; se levant à l'aube pour aller à l'affùt. Pour se « reposer, il travaillait avec ses sœurs qui lui enseignaient « tout ce qu'elles avaient retenu du couvent. Après l'étude, « le petit frère repartait pour arter pêcher, recrutant pour « ces courses vagabondes les petits paysans de son âge. « Mon père m'a raconté qu'il n'avait pas de souliers ; les « sabots duraient peu avec cette existence active et il « avait imaginé de se faire des sandales avec de l'écorce « de cerisier. Ses sœurs manquaient de chaussures et « restaient des mois entiers sans sortir de ce que l'on ap te pelait le Château de la Durantie. » Cette vie active devait le préparer au métier des armes. C'était en effet le moment des grands enthousiasmes et la guerre seule pouvait donner plein essor à cette nature vigoureuse, à cette jeunesse ardente, que des circons-"], [14, "4 LA FRANCE MILITAIRE ET MARITIME tances extraordinaires appelaient dans les rangs de l'ar mée. D'une taille élevée, d'une vivacité que relevait en core un extérieur décidé, sans fortune, le jeune Bugeaud suivit le torrent et s'engagea, le 29 juin 1804, dans les Vèlites de la Garde, où il fit rapidement son éducation militaire. II avait alors un peu plus de dix-neuf ans. Ses deux premières années de régiment furent aussi studieuses que le permettait le rude métier qu'il venait d'embrasser. « Lorsque j'ai un moment libre, écrit-il de Fontaine « bleau à l'une de ses sœurs, je préfère le passer à la ca « serne ou dans la chambre que j'ai louée, à lire ou étu « dier l'anglais et la géographie. » Mais ce genre de vie déplaisait à quelques uns de ses compagnons, et il fallut un duel dans lequel il tua son adversaire pour lui attirer le respect de tous, et le placer très haut dans l'estime des vieux grognards. Cependant cette vie de garnison, soit à Fontainebleau, soit à Courbevoie, pèse à son tempérament et éteint momentanément son premier élan et l'espoir de s'ouvrir rapidement une carrière. « Si l'on avait la guerre, écri te vait-il, cela reposerait et ouvrirait des horizons aux « hommes de cœur. » Ce moment si désiré arrive enfin : une grande guerre se prépare. — Son régiment est dirigé sur le camp de Boulogne et il écrit encore à ce sujet : « Nous allons en « trer en campagne ; au moins les ennuis et les fatigues « que l'on endure seront utiles à l'Etat ; ce n'est qu'en « garnison qu'un soldat peut se plaindre. » Déjà le caractère de l'homme se dessine. II est évident qu'il attend une occasion pour entrer vaillamment dans la carrière : un champ de bataille peut seul la lui ouvrir. — Où le rencontrera-t-il ? Dans les champs de l' Allemagne sans doute : Ils sont pleins de nos souvenirs et rappellent sans cesse nos glorieux exploits. II ne s'est pas trompé. Bientôt le canon a grondé et"], [15, "DU XIXe SIÈCLE 5 « Après plusieurs affaires, écrit-il le 16 Messidor 1805, « nous avons obtenu à Ulm un grand succès; l'ennemi a « été cerné et obligé de se rendre, et j'ai eu le plaisir de « voir défiler devant nous 28,000 hommes qui avaient « mis bas les armes. » Mais hélas ! il était en seconde ligne et l'occasion qu'il espérait, ne s'était point présentée. Son esprit, son opiniâ treté ne l'abandonnèrent pas. lui jeune soldat, au milieu de cette vie de fatigue, de privations et de ces marches forcées par monts et par vaux. II conserve le même es poir, la même ardeur qu'au jour de son départ de la Du rantie. « Nous avons enfin rencontré l'ennemi, écrit-il « bientôt après. Trois jours avant la bataille, TEmpereur a « couché au milieu de notre camp ; pendant ces trois jours « il n'a cessé de se promener dans tous les camps et de « parler tantôt aux soldats, tantôt aux chefs. Puis la bâ ti taille a commencé aux cris de Vive V Empereur; lesbat « teries ennemies ont été enlevées et tout ce qui a échap « pé à notre feu a cherché son salut dans la fuite. » Tout cela est simple et vaillamment raconté. C'est un récit tout militaire. II ne parle pas de lui et cependant il s'est battu comme un lion ; rentré dans la mère patrie après cette glorieuse campagne, il reçoit les galons de ca poral en récompense de sa conduite devant l'ennemi. « II « faut passer par ce grade pour arriver ailleurs, lui dit le « môme jour son capitaine ; encore un degré et vous serez « sous-lieutenant dans la ligne. » (1) Et le capitaine ne se trompait guère. Quelques semaines plus tard, nos tambours battaient le rappel à Varsovie et la charge sur le Bug. Dans les terrains boueux de Pulstuk, où eut lieu une action terrible, Bugeaud est gravement blessé: — une bal le lui perce le jarret gauche — un de ses compagnons d'armes le relève et l'entraìnait vers l'ambulance, quand (i) A cette époque le grade de caporal, dans la Garde, correspondait à celui de sergent-major dans la ligne."], [16, "6 LA FRANCE MILITAIRE ET MARITIME ce conducteur providentiel est emporté par un boulet ; niais la bataille est gagnée et l'ennemi chassé de ses po sitions. Alors le jeune soldat reçoit les soins nécessaires, et TEmpereur, passant la revue de ses troupes peu de jours après, récompense les plus braves et le nomme sous lieutenant au 64e de ligne. L'année suivante, il obtient un congé de semestre et il revoit la France, sa famille et le château de la Durantie, qui lui rappelait ses jeunes an nées et ses plus tendres affections. Alors de juif errant qu'il était naguère encore, il se met à étudier Tagriculture. L'horizon est plus étroit sans doute, mais il est au milieu des douceurs de sa famille et il s'y plait. Parfois cependant il devient rêveur ; il songe à ses jours de marche, de dangers et de gloire ; à ce ruban qui manque à sa boutonnière, à son nom qui n'a point paru encore à Tordre de l'armée, à ses compagnons d'armes qui sont, eux, devant l'ennemi, lorsqu'il se prélasse loin des dangers et des orages de la guerre. II s'aperçoit alors qu'il s'est trompé en se croyant destiné à vivre loin du bruit et de la bataille. Déjà le canon a grondé au delà des Pyrénées. II Tapprend, il sent en lui une émulation nou- velle; le sang circule plus vite dans ses veines de soldat, et dans ce même moment il reçoit Tordre de rejoindre le 116\" de ligne, qui venait d'être dirigé sur la Péninsule. Un an plus tard, il est à Sarragosse, et l'un des premiers il monte à Tassaut de la redoutable et vaillante cité, dont chaque rue, chaque maison est transformée en forteresse. « Quoique nous ayons pris d'assaut, depuis quinze jours « les remparts de cette maudite Sarragosse, écrit-il à sa « sœur le 12 février 1809, et bien que nous possédions une « partie de la ville, les habitants excités par la haine « qu'ils nous portent, par les prêtres et le fanatisme, pa ît raissent vouloir s'ensevelir sous les ruines de leur ville, « à Texeinple de Tancienne Numance. Chaque couvent,' « chaque maison fait la même résistance qu'une citadelle « et il faut pour chacun un siège régulier. »"], [17, "7 DU XIXe SIÈCLE Mais les combats, les surprises de chaque jour furent la plaie saignante de cette terrible période, el celte plaie qui ne fut jamais ni guérie, ni fermée, paralysa vers le Nord, en 1812, la pleine action de la France. Pendant cette guerre fratricide, près du Cuença, un convoi de Français blessés, fut massacré par des bandes espagnoles. — C'était peu de temps avant la honteuse capitulation de Baylen, qui ternit pour toujours la mémoire du général Dupont, bien que Louis XVIII en fit plus tard un ministre de la Guerre. Un escadron de cbhsseurs et un régiment d'infanterie, le 116e, commandes par le colonel Rouelle, furent chargés de se mettre à la recherche des assassins et de leur infliger une punition exemplaire. Sa mission terminée, le colonel Rouelle voulut rejoindre la colonne principale. II était à deux lieues à peine de Baylen, qui venait d'être le théâtre de cette grande lâche té, quand il fut rejoint par un capitaine du nom de Villou treys, aide de camp de Dupont qui, accompagné d'un par lementaire, lui annonça la catastrophe. En même temps cet officier, que Ton retrouva plus tard passant à l'ennemi avec le général Bourmont, Tavant veille de Waterloo, déclara au colonel qu'il avait ordre de faire mettre bas les armes à tous les corps de l'armée de Dupont, qu'il devait instruire du traité intervenu avec le général espa gnol Castanos. En ce moment déjà deux divisions s'étaient soumises, mais le brave colonel Rouelle refusa de se conformer à cet ordre et réunissant ses officiers, il leur fit le récit du malheur qui frappait Tannée, puis il ajouta : « Nous n'é « tions pas de cette malheureuse affaire ; nous avons des « armes et tant que j'aurai une goutte de sang dans les « veines, je n'obéirai pas à un pareil excès de lâcheté! « Dites-moi si vous aussi vous préférez la mort des braves « à la honte. » Tous ses officiers approuvèrent ces paroles énergiques et Bugeaud, s'avançant au milieu du cercle, s'écria :"], [18, "8 LA FRANCE MILITAIRE ET MARITIME « Mon colonel, puisque vous nous avez appelés pour « nous consulter, je vous dirai au nom de tous mes cama « des, que nous partageons votre manière de voir. Que « dirait TEmpereur s'il apprenait qu'une colonne de qua « tre bataillons et d'un escadron a déposé les armes sans « combat. Ordonnez et nous vous suivrons et pour ma « part je demande que ma compagnie ait Thonneur de « faire Tarrière-garde jusqu'à notre arrivée à Madrid.» — « Est-ce votre avis à tous, demanda le colonel en « parcourant du regard le cercle de ses officiers ? — — « Oui, s'écria-t-on de toutes parts, et que Bugeaud « commande Tarrière-garde. » — « Eh! bien, mon cher Bugeaud, dit alors le colonel « Rouelle, qu'il en soit fait ainsi que vous l'avez demandé ; « vous ferez Tarrière-garde avec votre compagnie. » Et pendant cette retraite de plus de trente lieues, par des chemins impossibles, cette vaillante colonne sans cesse harcelée par l'ennemi, privée d'eau et souvent de pain, résista à toutes les attaques. Les chevaux et les mu les furent mangés, puis enfin après avoir dépassé Aran juez, elle lit sa jonction avec les troupes du Maréchal Jourdan, et prit position sur les hauteurs qui avoisinent Madrid, alors en pleine insurrection. Le héros de cette retraite, celui qui toujours lut à Tar rière-garde aux prises avec les Espagnols, avait été Bu geaud, et ce fut aussi, à force d'opiniâtreté et de courage, que la petite troupe du colonel Rouelle échappa à la hon teuse capitulation de Baylen. Ce fut ainsi que Bugeaud gagna son grade de capitaine; mais malgré la soumission de Madrid, TEspagne était en core en feu, et le vaillant soldat continue à guerroyer et à être sur pied nuit et jour. L'on apprend en effet bientôt après que le général Blake, qui avait promis de détruire tous les Français, s'avançait à la tète de troupes nom breuses pour nous livrer bataille. Ce fut à Moria, non loin de Sarragosse,que là rencontre"], [19, ". DU XIXe SIÈCLE 9 eut lieu. « Ces bandes orgueilleuses, dit à ce sujet le ca « pitaine Bugeaud, dans une lettre adressée à Tune de ses « sœurs, ne purent résister à notre impétuosité. Elles íu « rent rompues de toutes parts et nous eûmes une victoire « complète. L'ennemi iaissa entre nos mains 27 canons. « trois drapeaux et un grand nombre de prisonniers.» Puis il ajoute simplement: « J'ai été fait par hasard capitaine « de Voltigeurs ; j'avais été placé avec ma compagnie sous « les ordres d'un capitaine du régiment plus ancien que « moi ; nous étions en tirailleurs dans les oliviers et nous « occupions un poste important à garder. Le pauvre capi a taine de Voltigeurs fut tué par un éclat de mitraille, et « je me trouvais commandant des deux compagnies. Après « la bataille, le maréchal Suchet demanda quel était le « capitaine qui commandait les tirailleurs du village et le « colonel ms présenta à lui. U faut, dit alors le Maréchal, « le faire recevoir de suite capitaine de Voltigeurs, car il « a Tair d'un tirailleur. « En effet, dit encore Bugeaud, je « portais un fusil à deux coups en bandoulière, ce qui joint « au reste me donnait Tair d'un sacripant. » Ce nouveau grade, du à son courage, à son énergie, lui ouvre Tavenir ; il a su fixer Tattention du Maréchal Suchet et, cette fois encore, la sympathie de ses compagnons d armes. Chaque jour devant l'ennemi il gagne en expé rience. Ses lettres écrites à sa famille, vers cette époque, sont plus vives, plus enjouées, plus gauloises. Au siège de Lérida, il s'est emparé d'une redoute à la tête de sa com pagnie. Après le récit de ce coup de main il dit à sa sœur: « Le plus bel avantage de notre victoire, c'est d'avoir dis « posé en notre faveur Tesprit de toutes les femmes ; elles « ne respiraient que vengeance et qu'horreurs, aujour « d'hui elles sont devenues douces et si humaines, qu'il « n'est plus besoin d'assaut. Pour la forme elles exigent « les honneurs de la guerre qu'on leur accorde toujours. » Tout cela est dit sans emphase. Des fatigues, des peines, il n'en est plus question ou, s'il en parle, c'est avec indif-"], [20, "10 LA FRANCE MILITAIRE ET MARITIME férence, et sa bravoure froide triomphe' des dangers. Un jour, le 16 juillet 1810, la colonne dont il fait partie com mandée par le général Abbé, est attaquée par des forces supérieures. Le danger est imminent, mais une ruse de guerre sauve la petite troupe ; l'ennemi est culbuté sur toute la ligne, et ses débris se sauvent dans les monta gnes, ce qui permet à Bugeaud d'écrire à ce sujet cette grande vérité : « Ce combat est une preuve que ce n'est « pas toujours le nombre qui décide de la victoire. Une « troupe inférieure à son ennemi,mais composée de braves « gens et maniée par un homme habile (il fait allusion au « Général Abbé) ne doit douter de rien. Elle peut subir un « échec momentané, mais sa constance et son obstination « fourniront à son chef les moyens de saisir une occasion « heureuse et de tout réparer en un instant. » Jomini dit à ce propos dans son remarquable travail sur Y Art de la Guerre: « On ne calcule pas Tinfériorité d'une armée d'après le « chiffre exact du nombre des soldats ; les talents du chef, « le moral des troupes, leurs qualités constitutives comp « tent aussi dans la balance. » Et le général Abbé dit à Bugeaud après cette journée « Jeune homme, je crois pouvoir vous promettre qu'a « vant la fin de Tannée vous serez chef de bataillon. » La guerre d'Espagne continue. Dans une vigoureuse expédition faite par les Espagnols pour enlever les garnisons françaises de Saint- Vincent et de MoTmo-del-Rey, neuf bataillons ennemis flanqués de 800 cavaliers et de plusieurs pièces de canon attaquent nos positions de Bobrégal, le 16 septembre 1812. Les coups de fusil roulent et Bugeaud n'a que son 14e régiment, bien affaibli, qu'il commande comme Major. Mais il se sent grandir en présence des circonstances les plus difficiles. Que deviendra-t-il plus tard, quand il aura un cadre plus"], [21, "DU XIXe SIÈCLE 11 large ? En attendant,Tennemi s'est heurté contre quelques retranchements élevés à la hâte, et finalement il a été culbuté, après avoir perdu trois cents hommes. Cependant il va bientôt quitter ces champs de bataille et de gloire, où il s'est illustré maintes fois sous les yeux du Maréchal Suchet. La France rappelle tous ses enfants pour couvrir ses provinces menacées, et après avoir com battu pour elle sur la terre étrangère, notre armée d'Es pagne allait rencontrer les envahisseurs sur le sol de la mère patrie. Dans ces moments terribles Bugeaud se sou venait de nos jours de victoire, il songeait à Lérida, où il avait encloué les canons ennemis ; à Tivisa oit, après avoir couvert la retraite, il ramena la victoire sous nos drapeaux ; au siège de Tortose, où il se distingua par son infatigable ténacité et où il y fut cité à Tordre de l'armée ; à Tarragone où, à la tête de quelques bataillons, il contri bua puissamment à la destruction des bandes qui infes taient TAragon, et où il délivra les garnisons d'Amposta et de la Rapita ; à Sagonte, Valence, à Ordal enfin où il con quit de nouveaux titres de gloire. Dans ces moments ter ribles, la pensée d'un retour de fortune venait parfois le ressaisir : c'est qu'il puisait sa force dans son patriotisme et dans son dévouement à sa Patrie. * * * Mais le brillant poème de la France victorieuse, après avoir brillé à Lulzen, à Bautzen, à Dresde, à Troyes, à Montmirail, à Montereau s'éteignit, presque sous les murs de Paris. UnMaréchal de France, Marmont, prèsd'Essonne, se chargea de préparer notre agonie et livra la Capitale, tandis qu'un Ministre de la Guerre, le Duc de Feltre, abandonnait Paris qu'il ne tenta même pas de défendre. Le brave Maréchal Moncey devait sauver Thonneur de la France. II se souvint qu'il appartenait à cette grande Ar mée qui, d'après Texpression du poète « nous eût donné le « monde si le ciel ne s'était pas rué sur elle » et sur les"], [22, "12 LA FRANCE MILITAIRE ET MARITIME hauteurs de Clichy, aux buttes Chaumont, aux Prés-St- Gervais, il sut conserver le prestige de notre drapeau. Au milieu de tous ces écueils, de ces désastres qui firent dévier plus d'un cœur fortement trempé, Bugeaud conser va toutes ses qualités, toutes ses ressources d'esprit, aussi bien que sa gaité et ses espérances dans Tavenir. Cette vie de fatigues et de périls n'avait fait que grandir son dévoue ment, sans altérer en lui les principes d'honneur qui l'a vaient toujours guidé. Soldat il était,soldat il resta — com bien d'autres eussent dû se conformer à ces nobles princi pes — Après le retour des Bourbons, en 1814, ses états de service lui valurent d'être maintenu à la tète de son régi ment. * * * Le retour de Tîle d'Elbe eut lieu. Homme de nerf et de cœur et français avant tout, le jeune colonel qui n'avait d'autre politique que de servir son pays, ne pouvait con server son épée au fourreau, alors que la coalition armée menaçait la France. II vit l'ennemi qui se disposait à en vahir nos frontières et il espéra faire briller encore les baïonnettes françaises au service de son pays. Son régi ment, le 14% fit alors partie de l'armée des Alpes qui avait été confiée au Maréchal Suchet , celui-là même qui avait su Tapprécier en Espagne. 'L'armée des Alpes ! il allait donc faire une nouvelle guerre de surprises, de défilés et de montagnes et rentrer ainsi dans son élément. II ne s'é tait pas trompé, car il reçut presqu'aussitòt Tordre de dé loger un bataillon piémontais des positions qu'il occupait à Sl-Pierre d'Albigny, dans la vallée de la Tarentaise. « Je pourrrais battre l'ennemi qui m'attend, disait-il en « cette circonstance, mais il serait bien plus utile et plus « glorieux de Tenlever, ainsi que les défilés qu'il défend. » Et ce qu'il dit fut fait. Par un sentier perdu dans les mon tagnes, qu'il avait reconnu lui-même, il fit passer, pendant la nuit, trois compagnies qui prirent position sur les der-"], [23, "DU XIXe SIÈCLE 13 rières de l'ennemi. Celui-ci attaqué de front, le lendemain, dès le point du jour, par le reste de nos forces, fut rejeté à Textrémité du défilé occupé par nos trois compagnies, alors qn'il était déjà en déroute; il laissa dans nos mains tout ce qui n'avait pas été tué. Le colonel Bugeaud après ces débuts poussa ses opé rations avec une activité et une diligence infatigables. II est heureux de ses succès et comme le moral de sa petite troupe s'en ressent, il déniche à Moustiers une grand' garde ennemie, qu'il enlève presque sans coup férir. II est prévenu alors de Tapproche de dix mille Autri chiens qui, sous le général Trenck, marchaient à sa ren contre. II fait surveiller, avec le plus grand soin, leurs mouvements, tandis que pour parer à toute éventualité, il demande des renforts au maréchal Suchet, car de la rapidité d'exécution dépend le succès de sa nouvelle en treprise. Hélas ì son cri d'appel n'a point trouvé d'écho, car le maréchal avait appris déjà le désastre de Waterloo. Le colonel Bugeaud en fut informé dans la matinée du 28. II rassembla alors son régiment, ému par les der nières nouvelles, lut lui-même le bulletin de la terrible journée, puis lui montrant son Aigle. « Soldats du 14°, « dit-il, voilà votre aigle ! C'est au nom de la Patrie que v je vous le présente, car si TEmpereur, comme on Tas « sure n'est plus notre Souverain, la France reste. C'est « elle qui vous confia ce drapeau, il sera toujours pour « vous le talisman de la victoire. Jurez que tant qu'il « existera un soldat du 14e, aucune main ennemie n'en « approchera. » Les cris de nous le jurons répondirent avec éclat aux ardentes paroles du vaillant colonel. Se dérober à la bataille eùt été chose facile, mais un caractère aussi bien trempé que le sien, ne pouvait ac cepter un semblable rôle. Avec cette activité et cette ténacité qui le distinguèrent toujours, le colonel Bugeaud fait élever rapidement quelques légers retranchements sur la rive droite de l'Arly, résolu à défendre mollement la rive gauche pour attirer l'ennemi et quand le lende-"], [24, "14 LA FRANCE MILITAIRE ET MARITIME main, après de nombreux combats partiels, deux mille Autrichiens environ eurent traversé le pont de ce cours d'eau, sous une fusillade bien nourrie, nos soldats sor tirent de leurs retranchements et se précipitèrent, la baïonnette en avant, sur les assaillants qui furent rejetés sur d'autres colonnes qui s'avançaient serrées en masse et qui se retirèrent dans le plus grand désordre. Dans les différents combats qui furent livrés pendant cette journée, les Autrichiens perdirent 960 prisonniers et plus de deux mille blessés ou tués, alors que l'effectif du Colonel Bu geaud s'élevait b 1.750 hommes. L'avis officiel de Tarmistice qu'il reçut le même jour, empêcha seul le Colonel du 14e régiment de poursuivre son succès. Peu de jours après, le 16 septembre, il eut Thonneur d'être licencié comme Brigand de la Loire. II devint alors soldat laboureur et se retira à la Du rantie; il ne sortit de ce repos forcé que quand après quinze années un gros nuage chargé de foudre et d'élec tricité fit éclater les évènements de 1830. * * * Je ne prétends pas ici m'étendre ni même effleurer les causes qui amenèrent cette révolution. Les esprits les plus élevés et les plus perspicaces avaient annoncé, depuis longtemps déjà, qu'elle devait naître des abus d'une si tuation créée par les malheurs de la Patrie en 1815. Dans tous les cas, cette Restauration étant sortie toute armée des mains de TEurope coalisée, la fibre nationale qui re naissait après un demi sommeil de quinze années ne pouvait la tolérer que contrainte et forcée. Le colonel Bugeaud, nous l'avons dit déjà,avait été l'un des premiers à subir les conséquences du retour des Bourbons, en 1815, et comme la guerre semblait devoir sortir de la commo tion de 1830, et que son repos forcé n'avait ni amolli, ni usé son patriotisme, il demanda aussitôt à reprendre du"], [25, "DU XIXe SIÉCLE 15 service. Quelques jours plus tard, le 8 septembre, il rece vait le commandement du 56e régiment, et le 2 avril 1831, il reçut les étoiles de Général de Brigade. Que de temps perdu depuis la chute de TEmpire ! L'Europe est toujours préoccupée et le nouveau Général ne cesse de solliciter d'être envoyé à la Frontière le plus près possible de l'ennemi. Mais Thorizon qu'il a devant lui est moins noir qu'il ne suppose; d'autres idées se des sinent en Europe et, non sans habileté, le Gouvernement de Juillet écarte les écueils qui naissent de son origine révolutionnaire, tandis qu'avec du canon et une rigueur excessive, il faisait taire la guerre des rues. L'idéal du général Bugeaud, nous oserions dire celui de la nation, éprouvait en ce moment une véritable éclipse, car la pensée d'une conflagration européenne s'éloignait chaque jour. En revanche, la Vendée remuée par les souvenirs de Tancienne monarchie se soulevait et la Duchesse de Berry, le seul homme de la famille, parcourait les pro vinces de l'Ouest, qu'elle appelait aux armes. C'est ici que se place un fait sur lequel je crois utile d'insister. La Princesse trahie et livrée fut internée à Blaye et le général Bugeaud reçut Tordre de se rendre auprès d'Elie, pour veiller à sa sécurité et faire respecter la loi. Pou vait-il refuser cette mission ? Non, sans doute. Un soldat doit obéir. Certes on peut discuter tant que Ton voudra sur Tesprit des choses, sur la raison d'Etat, sur le devoir mitigé ; ceux qui ont connu la loyaulé, la droiture et le caractère élevé du Maréchal, n'ont jamais prêté qu'une oreille dis traite aux accusations venimeuses dont ses ennemis se servirent en cette circonstance, pour ternir son caractère et sa mémoire. Nous nous en tiendrons donc au récit de cette aventure que fit lui-même Tillustre soldat, dans une lettre rendue publique, qu'il adressa, le 13 janvier 1833,"], [26, "16 LA FRANCE MILITAIRE ET MARITIME à l'un de ses amis les plus intimes, et dont voici quelques extraits : « Le 30, j'étais au bal de la Cour, dit-il ; M. d'Argout, « le nouveau Président du Conseil des Ministres, vint « à moi et me dit : Accepteriez - vous une mission « de confiance et de dévouement que vous confierait « le Gouvernement\"? — Quand je me dévoue à une cause, « répondis-je, ce n'est point à demi ; donc j'accepterais « et je ferais tout ce qui ne serait pas contraire à Thon « neur; plus la mission serait périlleuse et difficile, plus « j'en serais flatté. » — « Je vais porter votre réponse au « Roi, me répondit alors M. d'Argout qui s'éloigna rapi « dément. « J'avais fini par ne plus penser à Tincident, continue « le Général, quand en rentrant chez moi, a 5 heures du « matin, je trouvai Tordre de partir pour Blaye. Le Roi « me fit demander presqu'aussitôt et me donna lui-même « ses instructions, au sujet de la Duchesse de Berry dont « il me confiait la garde. Je vous assure, mon cher ami, « que j'aurais préféré conduire six mille hommes à Ten « nemi. Ce métier de gardien convient peu à mon carac « tère et à mon esprit, mais nous autres soldats nous ne « devons pas agir selon nos convenances, mais marcher « quand on nous Tordonne. » Je ne sais si je me trompe, niais cette lettre me parait concluante et destinée à écarter toute arrière-pensée. On sent qu'elle est écrite par un soldat, par un homme de cœur, qui ne se préoccupe que de son devoir et non de la faveur publique. Le général a obéi et bientôt après nous le retrouvons à Blaye, cédant à son tempérament géné reux et plein de prévenance pour Théroïque prisonnière dont il adoucit les douleurs de la captivité par des pro cédés respectueux, sans' abjurer son devoir. Aussi, bien peu de temps après sa nomination, ses relations avec M\",e la Duchesse de Berry devinrent très cordiales, ce qui répond victorieusement à de sottes accusations."], [27, ""], [28, ""], [29, "LA FRANCE MILITAIRE ET MARITIME du XIX\" Siècle LES ÉTAPES D'UN MOBILE à l' Armée de la Loire Par H. VIGNERON Ils sont là-bas qui dorment sous la neige El le tambour ne les réveillera plus. ORLÉANS COULMIERS BEAUNE-LA-ROLANDE LOIGNY VILLORCEAU MARCHENOIR VENDÔME LE MANS té^^^y^ PARIS SAUVAITRE, Editeur 72, Boulevard Haussmanm"], [30, ""], [31, "LA FRANCE MILITAIRE ET MARITIME du XIXe Siècle"], [32, ""], [33, "LA FRANCE MILITAIRE S MARITIME du XIXe siècle LES ÉTAPES D'UN MOBILE à l' Armée de la Loire Par H. VIGNERON Ils sont là-bas qui dorment sons la neige Et le tambour ne les réveillera plus. ORLEANS COULMIERS BEAUNE-LA- ROLANDE LOIGNY I X VILLORCEAll MARCHENOIR VENDOME LE MANS PARIS SAUVAITRE, Editeur 72, Boulevard Haussmann"], [34, ""], [35, "LA FRANCE MILITAIRE í MARITIME du XIXe siècle ARMÉE DE LA LOIRE LES ÉTAPES D'UN MOBILE Ils sont là-bas qui dorment sous la neige, Et le tambour ne les réveillera plus. J'ai raconté autrefois les succès de nos armées à Sébas topol, à Magenta et à Solférino. Nous étions alors en pleine gloire et nos drapeaux, quoique troués par la mi traille, semblaient défier les défaites, les humiliations et les tempêtes de l'avenir. Plus tard, j'ai dépeint Borny et le fracas des journées de Gravelotte, de St-Privat et de tant d'autres. Puis nos grandes misères dans Metz, la faim, la maladie, le dé couragement, la ruine, la captivité. Hélas ! le temps des triomphes était passé. La première période de cette cam pagne terrible de 1870 qui eut pour point de départ 1"], [36, "2 LA FRANCE MILITAIRE ET MARITIME Wissembourg, Forbach et Frœschevviller, s'était faite avec des cadres sans troupes. — La seconde se fit avec des troupes sans cadres, et ne pouvait amener que des désastres. Aussi, il y avait un mois à peine que la guerre avait éclaté et déjà la France était envahie à l'Est comme au Nord. L'instinct national frappé coups sur coups par ces catastrophes, pressentait que les Allemands ne tarde raient pas à faire pleuvoir les obus sur Paris, qui n'avait connu jusque là que le canon des émeutes, dont les bou lets s'étaient heurtés maintes fois à ses pavés sanglants. Le canon ennemi, lui, ne grondait pas encore aux portes de la grande ville, mais les échos des champs de bataille de l'Est, avaient franchi les distances avec une effrayante rapidité et, le 4 septembre, la Révolution était sortie toute armée des malheurs de la France. Ce jour-là un soleil resplendissant éclairait l'immense tumulte de la rue. La foule était partout: gardes natio naux, francs-tireurs, volontaires affolés par les nouvelles terribles venues du dehors, mettaient Paris sens dessus dessous. — Ce tohu-bohu d'uniformes fantaisistes, de fusils de tous les modèles, de caissons mal attelés, de voitures de toutes sortes, et de lourds chariots dans les quels se trouvaient entassés les objets les plus précieux amenés de la banlieue, offrait un spectacle des plus inat tendus. Moi, je tâchais d'allonger le pas pour sortir de cet en fer, de cette orgie dans laquelle s'incarnaient autanl d'ori ginalité que de patriotisme. J'allais rejoindre dans l'une des rues solitaires du quartier de l'Etoile le capitaine Hervieux, blessé à Sedan, et qui était parvenu à gagner Paris qui senta'itfléjft-la misère et le siège. Quand j'entrai dans son modeste réduit, son visage, aussi bien que ses paroles me souhaitèrent la bienvenue : ses traits étaient éclairés par un de ces bons et francs sourires, qui semblent être l'apanage des braves gens, dont la vie entière a été consacrée à leur pays."], [37, "DU XIXe SIÈCLE 3 Aussitôt qu'il m'eut aperçu, il se souleva non sans peine, et ses yeux m'attirèrent à lui — sa blessure l'obli gea bientôt à se laisser retomber sur son lit de douleurs puis, comme il vit que j'attendais avec impatience des nouvelles de nos armées, dont la ruine avait été, hélas ! aussi prématurée qu'imprévue, il se recueillit un instant et fit dérouler devant moi les faits principaux de cette lutte sans merci ; il arrêta mes regards sur les ravins à jamais célèbres de Frœschewiller, sur la sinistre et san glante journée de Sedan, sur la marche des Allemands qui se répandaient comme un torrent dans nos pros'inces désarmées, en semant la dévastation sous leurs pas. En écoutant ces récits, je songeais à nos volontaires d'autre fois et mon devoir me sembla tout tracé. Quelques jours plus tard je quittai Paris, pour rejoindre l'armée de la Loire, alors en formation. * * * Dès le lendemain de mon arrivée, à Orléans, j'avais re trouvé deux anciens officiers d'Italie et de Crimée. Le premier se nommait Corbineau. C'était un descendant de cette vaillante famille qui compta trois généraux sous Napoléon I\", dont l'aìné perdit une jambe à Wagram, et dont le plus jeune trouva le gué de la Bérésina, lors de la retraite de Russie. Le second, du nom de Lemoine, retiré dans ses foyers après avoir reçu plusieurs blessures à Sébastopol, venait offrir le sang qui lui restait à sa patrie malheureuse. Tous trois, nous avions été placés en subsistance dans un ba taillon de la Nièvre, en attendant l'arrivée des Mobiles delaSartbe, qui devaient rejoindre incessamment l'Ar mée de la Loire, placée en ce moment sous les ordres du général de La Motte Rouge. Le 8 octobre, nous étions en route pour Artenay. En voyant ce vieux général ferme et droit, je ne pus m'empêcher de dire à Corbineau, qui l'avait suivi des yeux :"], [38, "4 LA FRANCE MILITAIRE ET MARITIME — Avec un semblable chef l'on peut aller partout ; n'est-ce pas ton avis ? II me répondit avec une certaine brusquerie : — Quand le chef n'a rien derrière lui, l'on ne va nulle part, et rien ne saurait donner la victoire, quand le moral des troupes laisse à désirer. C'est là le cas actuellement pour l'armée de la Loire; en outre quand la discipline est absente, l'on ne peut récolter que des hontes et des humiliations. II appuyait sur ces derniers mots parce que nous avions assisté la veille à plusieurs actes d'insubordina tion, et que l'on n'avait pris aucune mesure efficace pour les réprimer, ce qui était d'un fâcheux exemple, surtout pour des jeunes soldats. Í! Nous savions de source certaine que 1.200 cuirrassiers prussiens avaient occupé Janville, et que 400 chevau légers et un régiment de hussards de la Mort, étaient ar arrivés à Outarville et àTivernon, tandis que l'infanterie et l'artillerie ennemies débouchaient vers Pithiviers et Angerville ; nous savions aussi que leurs têtes de colonnes avaient paru le 10 aux environs d'Artenay, et que le ca non s'était fait entendre. Pour s'opposer au débordement qui menaçait Orléans, le général Reyau, à la tête de sa cavalerie, était parti de Neuville dès G heures du matin ; sa marche avait été très rapide et il arriva à Chevilly à 9 h. 1/2, alors que les Allemands le croyaient encore aux environs de Pithiviers. En ce moment, l'action était déjà vivement engagée et notre artillerie, trop inférieure, et comme nombre et comme portée, soutenait un combat inégal, tandis que nos fantassins subissaient des pertes sensibles. Le nombre des batteries allemandes ayant encore augmenté, leurs feux devinrent terribles. Ce fut alors que le com mandant Tissier amena au grand trop quelques piècesqui"], [39, "DU XIX1\" SIÉCLE 5 prirent position près du château d'Auvilliers, dans l'e.s poir de rétablir le combat. Le général Von der Thann commandait les Allemands que nous avions devant nous. Surpris de rencontrer un déploiement de cavalerie aussi considérable, il donna Tordre de faire converger sur elle et sur la batterie Tissier tous les feux de son artillerie. Les boulets, les obus tombèrent alors comme grêle et bientôt la plupart des servants du commandant Tissier furent tués ou mis hors de combat. De nombreux projectiles allèrent aussi s'abattre au mi lieu de nos escadrons et y semèrent du désordre ; enfin notre infanterie elle-même, après une lutte inégale de plusieurs heures, se vit forcée de se replier sur la Croix Briquet. Nous étions au milieu de ce fracas, car les Mobiles de la Nièvre avait remplacé dans un petit bois les Turcos, dont les cartouches étaient épuisées, et la situation deve nait très grave, quand nous fûmes rejoints par un ba taillon de chasseurs, sous les ordres du commandant Antony. — Ces braves gens, guidés par leur vaillant chef et par le brave coionel de Bourgoing, des Mobiles de la Nièvre, se déployèrent rapidement et nous permirent de nous dégager, eL de défendre pied à pied nos positions. Près de moi se trouvait Corbineau qui, comine tous les vieux soldats, était avare de ses cartouches et ne tirait qu'à coup sûr. Une balle prussienne lui avait troué son képi — sa figure était animée, mais elle avait le même aspect, que quand nous causions de nos vieux souvenirs. Sa baïonnette était, rouge du sang de deux Bavarois, qui avaient essayé de pénétrer dans le bois, et qu'il avait écharpes avant qu'ils eussent eu le temps de se recon naître. Le combat continuait avec acharnement. Vers deux"], [40, "6 LA FRANCE MILITAIRE ET MARITIME heures, la brigade de cavalerie du général Michel, me nacée d'être tournée par sa gauche, et qui avait plus ou moins souffert des projectiles ennemis, s'était mise en retraite et livrait ainsi toute la plaine aux entreprises des Bavarois. Ce mouvement malheureux avait été tellement pré cipité, que le général Reyau n'avait pu faire rejoindre cette jeune cavalerie par son aide-de-camp, pour la faire revenir sur ses pas. Enfin, vers la droite, la division de Polhès commençait à plier devant des forces supérieures, et à gauche le général Sol était écrasé par les feux terribles de l'artille rie prussienne. Pour des conscrits surtout, la partie était mal engagée. -v La voix du canon, les feux de file et ceux des tirailleurs couvraient toute l'étendue du champ de bataille. Plusieurs batteries allemandes, placées à droite d'une ferme connue sous le nom de Sari, tiraient sans relâche sur notre 52\" et, sous leur protection, l'ennemi prononçait un mouvement de flanc vers la gauche de ce régiment, tandis que des masses d'infanterie débouchaient de la forêt de Cercottes et menaçaient de nous tourner. Nous étions donc débordés sur toute la ligne après avoir éprouvé de grandes pertes et la retraite s'exécutait. par le talus du chemin de fer, quand la batterie Tissier, qui avait été très maltraitée, précipitant son mouvement, arriva au passage à niveau. Les quelques artilleurs qui lui restaient étaient assis sur les derniers caissons. Pendant que les évènements se précipitaient, j'étais sur la lisière de la forêt. Tout à coup Corbineau me saisit par le bras et m'attira a lui en me disant : Range-toi, voici la cavalerie. Et en moins de lemps qu'il n'en faut pour l'écrire,nous vîmes une masse de cavalerie ennemie qui débouchait"], [41, "DU XIXe SIÈCLE 7 par un petit bois situé derrière la Croix-Briquet. C'était un régiment des Hussards de la Mort. Je ne sais pas comment cela se fit, mais ces hardis cavaliers passèrent à notre portée, avec la rapidité de l'éclair. Les hommes semblaient couchés sur leurs che vaux, la pointe du sabre en avant. Nos coups de feu ne les arrêtèrent pas dans cette course échevelée, et nous les vîmes arriver sur deux compagnies du 12\" Mobile et sur la batterie Tissier, qui cherchait à se retirer au-delà du chemin de fer. Je verrai toute ma vie ces chevaux qui galopaient comme des fantômes ; c'était, je viens de le dire, un ré giment des Hussards de la Mort. Je les ai devant les yeux ! un instant plus tard de grands cris, des coups de feu se firent entendre. En un clin d'oeil les artilleurs de la batterie Tissier furent sabrés et roulèrent, dans le sang et la poussière. Ces Hussards étaient arrivés à dix mètres au plus de la haie et du talus du chemin de fer, et ne voyaient pas le 1\" bataillon et deux compagnies du 2' bataillon des Mobiles de la Nièvre, qui les attendaient. Aussitôt qu'ils débouchèrent, les commandants de Pracomtal etdeSa vigny commandèrent le feu et les foudroyèrent à bout portant, tandis qu'un escadron du 6' dragons, placé en soutien de la batterie, faisant volte-face, achevait leur dé route. L'escadron des Hussards de la Mort qui chargeait en tête fut détruit et les autres décimés, puis les débris de cette troupe tournèrent bride et disparurent poursuivis par les balles de nos chassepots, les uns en suivant la haie du chemin de fer. les autres en repassant près du petit bois plus rapidement encore qu'ils n'étaient venus. Un grand nombre de ceux-ci furent tués au passage. Malgré ce glorieux incident qui ne pouvait que re tarder la poursuite, les prévisions des anciens soldats s'étaient réalisées ; le général de La Motte Rouge qui commandait à des troupes à peine organisées battait en retraite, et l'espoir d'un succès immédiat qui eùt pu nous"], [42, "8 LA FRAXCR MILITAIRE ET MARITIME donner de l'enthousiasme ne s'était malheureusement pas réalisé. Le lendemain du combat d'Artenay, les Allemands s'étaient mis en mouvement dès G heures du matin. Le lieutenant Lemoine vint nous rejoindre et il nous apprit que notre petite armée se retirait vers la Sologne. II nous dit aussi que nous écoulions nos blessés et nos bagages par la route de Vierzon. Quelques milliers de fantassins devaient seuls défendre l'entrée d'Orléans, pour retarder la marche de l'ennemi. Notre bataillon était de ce nombre. — Et que penses-tu de cette retraite, lui dit Corbineau, qui était devenu l'inséparable du vieux lieutenant. — Je pense que le général La Motte-Rouge a voulu éviter tous les malheurs qui fussent tombés sur Orléans, s'il etìt décidé de défendre cette position à outrance, contre les 40.000 Prussiens et Bavarois, qui ne demande raient pas mieux que d'incendier la ville et de détruire ses plus beaux monuments : je pense aussi que le général en chef a préféré, compromettre sa popularité, que de livrer, dans Orléans, une bataille inutile, qui eût pu coûter la vie à plusieurs milliers d'habitants, et que ce sont là les principales causes qui ont déterminé ce vieux et vaillant soldat à retirer derrière la Loire les troupes placées sous ses ordres. Puis, ajouta le lieutenant, un peu plus bas, il faut bien le dire, la population et les gardes nationaux ne ni'ont pas fait l'effet d'être doués d'un bien grand patriotisme : toutes ces causes réunies pouvaient amener un désastre irréparable. Corbineau hochait la tête, et il allait répondre à son ami, quand le bruit du canon se fit entendre du côté des Ormes. Alors chacun de nous se prépara à combattre. * * * II y avait là, parmi les défenseurs d'Orléans que com-"], [43, "DU XIXe SIÈCLE 9 mandait le général Dariès, les uniformes les plus bigarrés et les plus bizarres, qui se croisaient avec quelques sol dats du train, en retraite sur la ville. Ce bruit, ce mou vement et dans le lointain les détonations du canon, étaient bien l'expression vive et ardente de la guerre, à laquelle cette poignée d'hommes étaient voués. La Légion Etrangère, cette vaillante infanterie, formée des éléments les plus divers et souvent les plus remar quables, oii se coudoyaient des braves de toutes les na tions, occupait le centre de notre position, jusqu'aux Aydes, ayant en réserve un bataillon du 39e ; son effectif était de 1.300 hommes environ. — Là se trouvaient aussi quelques Arabes, à l'accent traînard, comme tous les Nomades, et dont les silhouettes étranges se détachaient brusquement au milieu de leurs compagnons d'armes. Deux-pièces d'artillerie, soutenues par le l\"1' bataillon des Mobiles de la Nièvre, garnissaient la côte de la Montjoie; le 3° bataillon de ce régiment occupait l'intersection des routes et le 2e bataillon renforcé par un escadron et demi de Dragons, s'échelonnait depuis Sarrans jusqu'à Ormes. Deux bataillons de Chasseurs et une partie du 8e de mar che, avaient pris position en avant de la gare des Aubrais et se reliaient au 39', posté en tirailleurs le long du che min de fer. Des compagnies des 27e, 33\" et 34°, deux ba taillons du 4e de ligne et deux compagnies des Zouaves pontificaux, appelés à jouer un rôle important dans le combat qui se préparait, couvraient les approches d'Or léans, dans la direction d'Artenay. If y avait là 6.000 hommes environ et G canons, contre lesquels s'avançaient, sous le général Von der Thann, 12 régiments d'infanterie, 6 bataillons de chasseurs, une division de cavalerie et 130 bouches à feu. — Plus de 40.000 hommes de différentes armes ! * * *"], [44, "10 LA FRANCE MILITAIRE ET MARITIME ORLÉANS A huit heures, l'ennemi avait achevé son mouvement de concentration et, dans la direction d'Artenay, l'on aperçut une fumée blanche, que le vent chassait vers Germigny et Rozières ; en même temps les détonations de l'artillerie devinrent plus pressées ; la bataille d'Or léans était commencée Les premiers obus frappèrent les Zouaves pontificaux et le 19e régiment, puis les Mobiles de la Nièvre furent atteints, et à l'instant oû une partie de ce dernier régi ment se déployait en tirailleurs, un projectile ennemi, éclatant en avant de la 4e compagnie du 3° bataillon, com mandé par le capitaine. Henri d'Assigny, foudroya les deux premiers rangs de cette compagnie ; puis Patay, Cercottes, Giddi et nos positions sur la ligne du chemin de fer, devinrent le point de mire des attaques de l'en nemi, tandis que les obus continuaient à tomber comme grêle sur les Zouaves pontificaux et sur deux bataillons du 4e de ligne. Une heure plus tard, après avoir subi de grandes per tes, nous avions dû céder au nombre, et nos soldats se replièrent lentement à travers champs, en utilisant les plants de vigne, les arbres, les plis de terrain qu'ils ren contraient. De temps à autre, ils faisaient volte-face et arrêtaient les assaillants ; mais alors à droite, à gauche, le nombre de ceux-ci augmentait dans des proportions extraordinaires et ils nous obligèrent enfin à nous replier sur la ville. A onze heures le faubourg Bannier devint à son tour l'objectif des batteries ennemies établies sur les hauteurs d'Ingré, et Tunique et grande rue de ce faubourg d'Orléans, fut encombrée de soldats de toutes armes; plusieurs mai sons prirent feu et d'autres s'écroulèrent sous les coups"], [45, "nu XIXe SIÈCLE 11 redoublés de Tartillerie. Mais ce n'était déjà plus chose nouvelle ; chacun savait que les Allemands faisaient mar cher de front le meurtre des habitants inoffensifs, et Tin cendie des villes ouvertes. Nous distinguions parfaitement les uniformes des Prus siens et ceux des Bavarois, et nous reconnaissions aussi à la sonorité des pièces qu'ils venaient de mettre en batterie, leur artillerie divisionnaire. II leur fallait bien tout cela pour triompher d'une poi gnée d'hommes et de six bouches à feu ! Je songeais, à propos des Bavarois, qu'à Leipsick ils avaient tourné leurs armes contre nous, alors qu'ils étaient dans nos rangs et je me disais : « Oui, les Bavarois comme les Saxons, les Badois, com me la plupart de ces hordes qui nous envahissent, ont été nos domestiques ; aujourd'hui ils sont les alliés des Prus siens et clans quelques années sans doute ils tourneront leurs armes contre ceux qui les vilipendent, et dont ils servent aujourd'hui Torgueil et Tambition. « Ces chnapseurs seront toujours les esclaves de ceux qui les rossent et qui les paient. » Tout à coup et tandis que je faisais ces réflexions, un vé ritable ouragan se déchaîna à la gare des Aubrais, et Ton n'entendit bientôt plus que le bruit du canon, qui couvrait de sa grande voix ce fracas épouvantable, qui nous venait des Aydes, un peu en avant de notre position. Là combattait la Légion Etrangère. En entendant ce vacarme la plupart des nôtres s'élan cèrent dans cette direction et bientôt ils eurent rejoint la Légion que dirigeait, avec un -sang froid héroïque, le commandant Arago. Au moment où nous arrivions, une nouvelle colonne bavaroise s'avançait sur notre gauche et échangeait des coups de fusils avec le 39', qui combattait près de nous. — En tirailleurs, mes enfants, nous dit alors le lieute nant Lernoine, et utilisez vos cartouches."], [46, "12 LA FRANCE MILITAIRE ET MARITIME Nous nous étions jetés d'abord vers la Chapelle Vieille, à droite des Murlins. Corbineau et un franc-tireur nommé Vaudrey étaient en tête du groupe le plus avancé : ils marchaient de pair, épaulaient lentement et ne man quaient jamais leur homme. D'une sorte de pan de mur, à moitié démoli, ils s'étaient fait un bouclier Plus de vingt Allemands gisaient sanglants au-delà du mur, quand un choc terrible fit chavirer cet abri, et un boulet, traver sant Tobstacle, frappa en pleine poitrine un sergent des mobiles et le coupa en deux, tandis que le mur culbuté renversait Corbineau et le couvrait de toutes sortes de débris Une minute plus tard j'étais près de lui ; mais déjà il s'était relevé tout meurtri, et me disait en cherchant son chassepot et en secouant la poussière qui le couvrait : — Ces Allemands ont vraiment une artillerie superbe, aussi à partir de ce moment, c'est à leurs artilleurs sur tout que je vais m'en prendre. En se retournant il vit les restes sanglants du sergent : — Je te vengerai, dit-il d'une voix rauque en étendant la main, et je te jure de ne jamais faire quartier à un prus sien ! Un peu sur notre droite, du côté des Aydes, où les Ba varois étaient entassés, la mêlée était épouvantable et le brave commandant Arago, chef aimé du 5e bataillon de la Légion Etrangère, y trouvait une mort glorieuse ; les cris, les imprécations, les plaintes et toutes sortes de rumeurs confuses, montaient jusqu'au ciel et les maisons, à moitié démolies et écroulées, veuves de leurs habitants, ressem blaient à de grands cadavres, d'où s'échappaient des coups de feu. Des morts, des armes brisées, des vêtements sanglants remplissaient la Grand'Rue et, comme orches tre, le bruit du canon et de la fusillade. — L'on se sentait remué jusqu'aux os. II fallut reculer cependant, car là aussi nous combat-"], [47, "DU XIXe SIÈCLE 13 tions un contre huit. Plus à gauche, au château des Bor des, nous n'étions pas plus heureux, car 125 chasseurs du 5° bataillon, après une lutte acharnée contre plus de 1200 Prussiens, furent presque tous massacrés . Les Allemands avaient dû employer le canon pour venir à bout de cette poignée de braves ! Nous étions donc débordés de toutes parts et la retraite commença, car nous ne voulions pas être pris comme dans une souricière. Devant nous, sur nos flancs, tout était plein d'Allemands, auxquels nos soldats envoyaient leurs dernières balles ; aussi les rues étaient encombrées de leurs cadavres : Ils ont été enterrés depuis à côté de la route de Fleury. Une demi-heure plus tard, nous arrivâmes, toujours en combattant, à la gare des Aubrais — Au milieu de ce fra cas épouvantable le brave général La Motte Rouge, à la tête d'un régiment de marche, de deux bataillons de chas seurs et du 3e bataillon des Mobiles de la Nièvre, était calme comme un jour de revue. II avait voulu combattre l'un des derniers, mais que pouvait cette poignée d'hom mes contre un ennemi toujours plus nombreux. Tout s'é croulait autour de lui et plus tard, il dut suivre le torrent. ■* Le canon grondait toujours et l'on s'entretuail en avant des Aubrais ; malgré nos efforts nous étions débordés et nous apercevions sur notre gauche plusieurs bataillons ennemis, tandis que dans les vergers, dans les jardins et dans les rues se livraient des combats sanglants. Parfois Ton s'engouffrait par un retour offensif, dans une maison dont les Allemands s'étaient emparés, et aux cris de Pas de quartier, nous exterminions, à coups de baïonnettes, tous ceux qui s'y trouvaient. Mélangés aux vieux soldats, les Mobiles combattaient comme des lions, et je vois encore ces braves jeunes gens, quand ils étaient trop pressés par l'ennemi, se former en"], [48, "14 LA FRANCE MILITAIRE ET MARITIME petits groupes et tomber sur les Prussiens. Je vois encore le capitaine Latapie, de la Légion Etrangère, Fouinault, du 8e de Marche, le commandant Antonini, encourageant leurs soldats par leur exemple et par la parole, et se trou vant toujours au plus fort du danger ; je ne puis oublier non plus la mort du capitaine Josserand et du lieutenant Couvelaire des Mobiles de la Nièvre, qui tombèrent glo rieusement pendant cette lutte inégale et meurtrière. Nous avions perdu, puis repris et reperdu encore la gare des Aubrais, pour y revenir une dernière fois. A la troisième attaque dirigée contre nous, j'avais Corbineau à nia gauche. II tirait à peine quelques coups de fusil ; abrité en partie par un débris de madrier, il attendait l'ennemi. La colère était peinte sur les traits des Alle mands, furieux de la résistance d'une poignée d'hommes, car ils savaient que cette résistance assurait la retraite de notre petite armée. Ils se poussaient les uns les autres, encouragés par les coups de plat de sabre que leur admi nistraient leurs officiers pour leur donner du cœur; mais à peine étaient-ils arrivés à notre portée qu'ils étaient re çus par nos terribles baïonnettes et ils allaient rouler dans le sang à côté de ceux qui les avaient précédés. * * * Pendant que ce dernier combat retardait la marche des Allemands, leurs batteries tonnaient toujours sur la ville et sur les faubourgs, où leurs obus allumaient de nom breux incendies et le cercle des assaillants sé rétrécissait d'instants en instants et menaçait de nous étouffer : Ce fut pour les défenseurs d'Orléans le dernier chant du cygne. En ce moment des six mille hommes qui de notre côté avaient pris part au combat, il en restait tout au plus quatre mille. Les autres étaient étendus sur la route et dans les carrefours. — Ils étaient couchés pêle-mêle avec cinq mille Allemands, et il semblait que ces derniers em pestaient déjà la campagne, ce qui n'avait rien d'étonnant,"], [49, "DU XIXe SIÈCLE 15 car les soldats de Guillaume se gobergèrent dans tous les pays qu'ils traversèrent. A 6 heures le signal de la retraite fut donné, et nos débris se retirèrent en grande partie par la route de la Ferté-St-Aubin, laissant aux mains de l'en nemi un millier de prisonniers environ, et quelques traî nards qui ne demandaient pas mieux que d'être pris ! Nos bataillons bivouaquèrent un peu partout d'Olivet à la Ferté-St- Aubin. Plusieurs compagnies furent rejetées du côté de St -Cyr, tandis que d'autres s'installèrent dans les cassines qui bordent le Dhtii. Les Mobiles de la Nièvre, prirent la route de Jargeau. Les restes de notre bataillon avaient suivi le mouve ment général, et nous arrivâmes vers une heure du matin au hameau des Relais, que venait d'occuper la cavalerie du général Reyau. Celle-ci avait été dirigée d'abord vers Sandillon ; puis un autre ordre, Tavait obli gée à quitter son bivouac, à 9 heures du soir, pour se rapprocher de La Ferté. * * Tout cela bouleversait des conscrits qui avaient besoin de prendre confiance, et on ne leur en fournissait guère Toccasion. Ce qui nous contrariait aussi, Corbineau et moi, c'était de ne plus voir le vieux lieutenant Lemoine. — II avait disparu et personne ne Tavait aperçu depuis le combat de la gare des Aubrais. La nuit s'écoula tant bien que mal. Les uns avaient débouclé leurs sacs et dormaient en vrais philosophes, après avoir cassé une croûte ; d'autres battaient la semelle, car les nuits commençaient à fraîchir ; puis, quand les nuages blanchirent à Thorizon, Ton aperçut la cavalerie qui se remettait en marche dans la direction de La Ferté. Dans la journée Ton apprit qu'après avoir campé sur le Cosson, elle avait reçu Tordre de prononcer encore"], [50, "16 LA FRANCE MILITAIRE ET MARITIME son mouvement de retraite et de ne s'arrêter qu'au ha meau du Rabaud, à 6 kilomètres de St-Aubin. Avec l'aube, les portes de toutes les petites cassures, éparpillées sur la route, s'ouvrirent et les paysans effarés accoururent à nos bivouacs et vinrent nous demander des nouvelles ; puis comme Ton ne pouvait leur annoncer rien de bon, on les voyait la tête basse rentrer chez eux pour sauvegarder ce qu'ils possédaient, contre la rapacité d'un ennemi qu'on savait être sans merci. Les femmes nous apportèrent du lait et du pain. Celui qui trouvait un morceau de lard à se mettre sous la dent et un verre de piquette, était le plus favorisé. — Les au tres le regardaient d'un œil d'envie. Les enfants, à la figure encore endormie, venaient eux aussi nous regarder d'un air peureux et s'accrochaient au tablier de leur mère. J'ai toujours remarqué, que dans ces moments de crise, les femmes sont plus compa tissan'.es, j'allais dire plus braves, plus courageuses que les hommes : Leur tempérament nerveux les soutient, leur cœur les guide. Enfin dans cette même journée du 12, le mouvement de retraite fut général, et pendant ce temps, les Allemands imposaient à Orléans une forte contribution de guerre et Tobligeaient à subvenir au logement des Bavarois et de la 22e division. Tous ces bruits se répétaient, mais on plaignait peu certains habitants d'Orléans, dont le dévoue ment n'avait pas été à l'abri de tous reproches. Je remarquais aussi avec tristesse que nos soldats qui, pendant la guerre aussi bien qu'en garnison, ressemblaient généralement à des alouettes, étaient devenus mornes et silencieux. Mauvais présage, me disais-je. Ce qui les démoralisait surtout, c'était la lâcheté d'un grand nombre de fuyards. Ces misérables font la honte d'une nation et Ton devrait toujours leur appliquer les lois de la guerre. C'était ainsi que certains bataillons avaient perdu le tiers de leur effectif, et Ton se demandait pourquoi des Cours"], [51, ""], [52, "ANNONAY Imprimerie et Lithographie J. Royer"], [53, ""], [54, ""], [55, ""], [56, ""]]