[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE QUALITY OF MERCY"], [6, "\"THE SUPEEIOR SEX.\" THE STANDARD. \"The story is amusing, shrewd, and brightly told ; the fun hardly ever flags.\" MORNING POST. \"The author, who apparently belongs to the Superior Sex, shows a touch of very feminine sentiment in his clever indict ment against men's selfishness. Lexie Trevanion's tirades are not only amusing, but, as tMiJ\"tte, very much to the point, and decidedly stinging.\" /v! ( X APSO ) \\tACA'DMFY. \" Really a good book . . . judging from the fairly successful character-drawing in the story, there is hope of good work from the author.\" THE SCOTSMAN. \" It is a comedy, and a very amusing one ; . . . . overflowing good-nature brightens the story as it develops itself, and makes the least meritorious character in it lovable ; . . . . there is abundance of high spirits and good-humour in the story which make it very pleasantly readable.\""], [7, "THE QUALITY OF MERCY. %, Caw of Slumkrb <$namp. BY HAROLD VALLINGS, AUTHOR OF \"THE SUPERIOR SEX.\" \" The quality of mercy is not strain'd ; It droppeth, as the gentle rain from heaven Upon the place beneath : it is twice bless'd ; It blesseth him that gives, and him that takes. IN TWO VOLUMES. VOL. I. LONDON: GARDNER & CO. 26, HENRIETTA STREET, COVENT GARDEN. 1890."], [8, "Richard Clay & Sons, Limited, London & Bungay."], [9, "THE QUALITY OF MERCY. CHAPTER I. Eventide at Slumberly. Eventide resting upon the quiet little village ; upon the laden hay-wain, halted in front of the Wheatsheaf Inn ; upon the group of tanned haymakers gossiping at the inn door; upon wrinkled old villagers, who emerge lazily from their cottages to share in the gossip, or lay down the law as to the worth of the parson's hay-crop ; and upon young men, who steal furtively from the group to take advantage of the hour when slant sunlight falls across the meadows in the cool of the evening, and a lad who has worked hard all through the blazing afternoon may look for a walk with his sweetheart. VOL. I. B"], [10, "THE QUALITY OF MERCY. 2 Little Slumberly seems to deserve its name this evening. There is about it an atmosphere of peace and placid rusticity of a deeper type, even, than usually belongs to an English village set knee-deep in pleasant country. It has not even the coquetry and smartness of a white-washed village ; its cottages are coloured a low-toned red, and the ruddy walls reflect themselves in a long still pool, into which the trout-stream has settled down — as if in sheer sympathy with this lotos-eating hamlet — after fretting its way through long miles of forest and heather. Yet, except for its quietude, Slumberly is not a model village. Model cottages crop up where a landlord is either actively benevolent, or troubled by an incurable itching for the picturesque. They reflect some trait or taste of the Squire ; and the Squire in this instance being young Mr. Fitz-Urse of Slumberly Hall, a man with no particular trait beyond ordinary cynicism, no special taste save a marked pre dilection for having his own way, the village"], [11, "THE QUALITY OF MERCY. 3 over which he rules can lay no claim to the possession of architectural beauty. But there is one edifice at Slumberly over which the Squire's tastes and characteristics can have no influence, namely, the little church. Its old perpendicular windows have lived on through the centuries, whether the reigning family — and the Fitz-Urses have ruled over these parts for some hundreds of years — had a fancy for right angles or no. The church is picturesque too, as well as old ; and very romantically environed. It stands in the midst of its little patch of graveyard, on a small knoll, that is embraced by a shining loop of the Slumber — a peaceful stream, flowing steadily onwards like the discourse of a strong man who scorns side issues, and knows not feminine irrelevancy. Close under the churchyard stands Slum berly Mill, gray, rambling, rustic, not to be passed unsketched by any wandering artist; and through the mill-garden runs a path which it behoves us to follow, though only for a"], [12, "THE QUALITY OF MERCY. 4 short distance, for just beyond the garden is a plank bridge running across some hatches, and leaning against the hand-rail that summer evening were two persons whose conversation now concerns us. To an ordinary onlooker, gifted with an average sense of romantic fitness, it would seem that these two must necessarily be lovers. The scene, and still more the quiet mood of Nature, are so completely in harmony with the tender passion as positively to demand a brace of lovers by way of keynote to the picture. In fact the secluded corner was even quieter than usual this evening. The mill was not working, the hatches under the foot-bridge were down, so that neither the usual buzz and whirr of the mill machinery nor the rush of heavy water were audible. In front of the pair lay the reedy Quamp — as the broad marsh-level through which the river flowed was locally termed — while behind them rose the old church, its rich stone-work bathed in delicate pink light from the western sky."], [13, "THE QUALITY OF MERCY. 5 On one side of them the small branch- stream that worked the mill stole silently, on the other the wide pool of the Slumber, into which the hatches opened, lay sleeping, smooth and gleaming as burnished steel. \" I wish, Geoffrey,\" his cousin — for such was the relationship between Rose and Geoffrey Chichester — was saying fretfully, \" the water was running, the 'lasher,' as you call it; this hateful quietude vexes me. You're a poet, and profess to love Nature : I hate it with all my heart. Nature is to me like one of those irritating, placid people, who go smiling on at you however sore your heart may be. Now in your poetry you go wandering on about Nature's kinship with man's moods, for all the world as though she were a sympathetic woman. There's a deal of rubbish talked about Nature nowadays, and you are a bad offender in that way, Geoffrey ; I hate that Arcadian stuff of yours about spring-time, and lambkins, and tootling shepherds.\" These strictures, delivered so scathingly by"], [14, "6 THE QUALITY OF MERCY. his little cousin, did not seem to greatly sting Geoffrey Chichester's vanity. He looked troubled and anxious, rather than injured. In sober truth he considered that Cousin Rose estimated him far too highly ; and he had for some time been possessed by an earnest wish, growing each day stronger, that she would admire him less, worship him less, and — yes, the thought had been there, though uttered never, and stifled as long as possible — love him less. This was not a vain man, as it seemed. He had lately, though not yet six-and-twenty, made an impression — a very fair one for a youngster — upon the literary world, by a small book of poems. The book had been pub lished at the expense of an uncle, Sir Garrard Chichester, and the good reception it met with had decided Geoffrey to embark finally upon the sea of literature ; to which end he was now starting for Town, to be introduced to certain editors and other useful people. But Geoffrey's head was not turned as yet. He looked upon"], [15, "THE QUALITY OF MERCY. 7 himself as at bottom a very ordinary sort of person, and was almost as much amazed as sorry at Rose's strange infatuation for his commonplace self. After her bitter speech, Rose stood gazing down at the water, while her companion watched her furtively. She was small : with tiny features, delicate colour, and a mass of fair hair, which she was pleased to call \" tow coloured,\" and to dislike intensely. Indeed most of the prejudices of this fiery little cousin verged upon the intense. She had a deep contempt, for instance, for the charms of dress — that is, when Geoffrey was away from Slum berly : just now she was attired with extreme care and coquetry in rose-pink and cream, which his lordship had once carelessly pro nounced \"becoming\" to her. As he glanced at her now, Geoffrey found himself wondering at his own insensibility. Every one admired this piquante little Rose, and considered it a foregone conclusion that, seeing how his uncle's vicarage was a kind of"], [16, "8 THE QUALITY OF MERCY. second home to him, he should fall in love with her. In short, that omniscient com munity, the parish, had settled the matter long ago, and wanted but a scrap of extra encouragement to name the wedding-day, and send off \" Mr. Geff,\" as he was always called, and his bride, with a round of cheers. It was not possible that in this plain-spoken, clacking little village, Geoffrey could remain in ignorance of these benevolent expectations about Miss Chichester and himself. At first he had made merry over the village gossip quite freely ; but during this last month's holiday at Slumberly there had come a change over his cousin, which first extinguished his laughter, then made him thoughtful, and finally worried and harassed him not a little. And now that he was trying to say good bye to her, this trouble seemed working itself up to a climax. He was arraigning himself for the hundredth time, as he watched her, upon a charge of blind carelessness. He ought to"], [17, "THE QUALITY OF MERCY. 9 have seen this coming, to have nipped it in the •bud, to have been less cordial and brotherly ; surely he was much to blame somewhere, though he scarcely knew where. He had never thought or dreamt that Rose would . . . Suddenly she interrupted his train of thought by pointing down at the water. \" Geoffrey, I have a strange presentiment — - yes, yes, I know these things hardly ever come true, but this one will; and pray don't inter rupt me — I feel that there is some strange tie between myself and this mill-pool. I am always drawn towards it. Never a day passes but I come and stand upon this bridge; even at night once or twice, though I hate the dark, something has drawn me down here to see the water gliding silently under the stars. I believe I shall meet my death in this wide pool. A strange fancy ? Of course it is. Fancy a tragedy in this sleepy hollow, this dull, tame, out-of-the way little corner of ours ■fancy a tragedy of Slumberly ! \" \" Look here, sister Rose . . ."], [18, "THE QUALITY OF MERCY. 10 \"Never call me 'sister' again as long as you live,\" she cried fiercely. \" But you have always liked the title ? \" \" Never call me that again, I say.' \" Well, then — Cousin Rose \"Why are you so tame-spirited, Geoffrey? Why don't you lose your temper when I'm rude and petulant like this? I hate your patience and indifference almost as much as I hate the London world you are going to, and the women who will praise you and fawn upon )j you. Geoffrey had become tolerably well used to this kind of speech lately, but it saddened him nevertheless. His one hope, which he nursed persistently, was that Rose had only a passing fancy for him; and every bit of evidence to the contrary gave him a stab. Rose had wearied him of late too, with her ceaseless petulance and caprice, sometimes forcing from him unkind words, the thought of which made him feel very mean in cooler moments. Before he could utter a word now her whole"], [19, "THE QUALITY OF MERCY. 11 face and attitude changed ; she had rushed in her odd, bewildering fashion from one extreme to the other. She turned up to him a tearful little face, all penitence and childish appeal. \" Forgive me, Geff, forgive me ; you always do, because you're so generous and unlike me — and, Geff, I'm so miserable at your going that I hardly know what I'm talking about.\" This cut much deeper than hard words ; Geoffrey's hopes fled, and his spirits sank to zero. His liberty was slipping from his grasp ; a few more tears from Rose and it would be gone — he would be irrevocably bound. Never had freedom seemed so sweet as now. Some times lately he had contemplated an engage ment with his cousin, whom he loved heartily as a sister, with tolerable equanimity ; but now that it was imminent he felt like a sentenced criminal awaiting execution. He saw himself a struggling literary hack, tied to a wife for sake of honour, a wife intensely exacting of a love which could be no more than honourable feigning. The struggle for fame to which he"], [20, "THE QUALITY OF MERCY. 12 had been looking forward with such keen ardour now dwindled into a long grinding drudgery for the support of wife and children ; his dejection grew deeper every moment. Yet he could not endure to leave little Rose so miserable — Rose, the stanch friend of his life-time, the burning partisan, the comrade sister to whom he owed more love and devo tion than he could ever repay. He felt pricked in conscience too, as well as in heart ; for was it possib'e that modest Rose could have fallen into this state without definite encouragement? — nay, more, had his dalliance with the pretty cousin been so entirely Platonic? He had admired her frankly enough, and how was she to gauge the exact nature of his admiration, to label it, as it were, in her mind — \"æsthetic, fraternal — for outward application only ? \" Now, if Geoffrey had been careless, he could also be quixotically generous. His present struggle was that of a man who from very nicety of honour magnifies the case against himself, calls his flaws crimes, his errors"], [21, "THE QUALITY OF MERCY. 13 of judgment, criminal blunders. He had blundered somewhere — in want of tact, or of consideration, or from pure carelessness — and the blunder would cost Rose more pain than he was willing to lay upon her. He summed up dead against himself, brought in a unani mous verdict of guilty, and proceeded with a sick heart to pass sentence on himself. He must make Rose an offer of marriage ; it had come to be a matter of honour that his beloved freedom should be resigned, and with it his joyful hopes and anticipation, and everything else — as he thought in the bitterness of self pity — that made life worth having. It was characteristic of Geoffrey that, having once come to this conclusion, he must go through vvith the matter at once and to the bitter end. After a dozen strides along the river-bank he pulled himself together and approached his cousin. \" Rose,\" he began in a shaky voice, looking at the ground and clutching the bridge-rail nervously, \" I have many times lately thought"], [22, "THE QUALITY OF MERCY. 14 of ... of asking you something. But some- how I'm afraid of you: I have managed so often this summer to hurt your feelings just when I have least intended to, that . . . that I am almost afraid to say anything. You will never let me thank you for all the kindness you do me ; you load me with favours and never let me show a scrap of gratitude for them, so that every day, almost, I have to call myself an ungrateful brute. I do wish you would believe that I care for you — care for you much more than you imagine, and that . . . that . . . Rose, dear, I don't know how to say it, but I want you to be my wife.\" \" How dare you say so ? \" she broke out angrily ; and as her eye met his and caught the swift relief which he strove to repress, she cried again the more bitterly — \" How dare you say so ? Do you think I am the sort of per son to be taken out of pity ? You could not have insulted me more. You never cared in the least for me ; and, knowing that I know that, you are not ashamed to insult me with"], [23, "THE QUALITY OF MERCY. 15 your pity ! I have never sunk so low, or been so miserable as I am now. I hate you for this, Geoffrey ; I loathe your pity and your gratitude — and I hope never to see you again as long as I live ! \" \" It seems then,\" he said with a deep flush, \" that I can say or do nothing right, that we had better give up trying to be friends from this time ? \" He turned to go, but hesitated. \" I hate parting from you in anger, Rose ; will you shake hands, if we are to part ? \" She shook her head, whereupon he stalked haughtily away towards the Quamp. Then, after letting him go half a dozen steps, she ran after him, seized his hand, kissed it, and fled swiftly away."], [24, "CHAPTER II. As she walked droopingly through the mill garden, on her way to the vicarage, Rose felt miserable enough ; for her attitude towards romantic love had always been that of an un compromising devotee. Love was in her eyes the very marrow and essence of human exist ence, the one human emotion worthy of un stinted reverence. This morbid romanticism was, moreover, a central fibre of her character, not a mere deposit resulting from over-study of Jane Eyre and such-like heroines. Rose looked upon inconstancy as the most ignoble of all vices, for which hanging were too light a punishment. \"She would never chancre,' 1 o ** she whispered to herself for about the hun dredth time to-day, as she loitered by the old"], [25, "THE QUALITY OF MERCY. 17 I mill — and consequently there was nothing left to live for. Two or three flour-dusted mill-hands touched their forelocks respectfully as she passed ; then drew their heads together for a gossip before she was well round the corner. For village omniscience was, as we have seen, well ac quainted with the relations between Miss Chichester and Mr. Geff, and village criticism was much exercised about the same. Geoffrey's conduct was very generally con demned. Everybody knew that Miss Chi chester had fallen in love with him, at least everybody except Mrs. Reeks, the landlady of the ' Wheatsheaf,' Rose's old nurse, whose stout denials of the fact were probably prompted by an affection that easily soared beyond sober truth. Indeed this good woman's partisanship was of a very fierce order ; and, being backed up by the longest and most trenchant tongue to be found in Slumberly or Winkton parishes, commanded much respect. When Mr. Reeks, a comfortable, gossipy man, rather given to vol. 1. c"], [26, "THE QUALITY OF MERCY. 18 drawing out his good wife for the entertain ment of his friends, pointed out that the whole parish was crying out about Miss Rose's dis appointment, his wife turned indignantly to the guests in her parlour, exclaiming — \" A fig for the whole parish ! David said in his haste, ' all men are liars,' and if he'd a lived in Slum berly parish he'd have stuck to it in his cooler moments ! \" Rose's grace and prettiness, too, gave special point to the public arraignment of her cousin. For, since the ethics of ordinary mortals are largely spiced with sentiment, it was an affront to men's feelings that such a pretty girl should be treated with disdain. Had Miss Rose been plain-featured, Mr. Geff might have been criti cized with sly grins, and judged with good natured tolerance : as it was, the whole neigh bourhood was emphatic in its verdict, that he had \"behaved bad.\" Happily, Rose had no suspicion that the state of her affections was just now a subject of general discussion. Her grief was to her a"], [27, "THE QUALITY OF MERCY. 19 sad heart-secret, which she could caress and weep over and be tender to. She felt too deeply stung for tears as yet. Geoffrey's look of intense relief when she cut him short — sup pressed in a moment, but vividly present to her now — had a world of painful meaning for her. \" I forced him to make some sort of declaration,\" she whispered with a deep blush. \" I had not modesty enough even to keep my secret : I have thrown myself at his feet, played upon his kindness and keen honour. It was like him to try and force himself to love me. He worships Honour as I do Love. I'm ashamed, utterly ashamed — how can I ever look him in the face again ? \" Rose vvas minded to creep sadly up to the churchyard, and lean upon its low wall, watch ing Geoffrey's train trailing its smoke-wreaths over the distant fiats of the Quamp — in a word, to work herself into a thoroughly morbid and miserable state of mind. But it so hap pened, that before she had climbed many yards of the steep little slope between mill"], [28, "THE QUALITY OF MERCY. 20 and church, she found herself confronted by the one person in the whole neighbourhood with whom she could foregather just now without rasp of feeling — Tom Hadaway to wit, Mr. Fitz-Urse's head water-bailiff. Tom was a solitary, peculiar person, a man — as all Slumberly, gentle or simple, declared before he had been a week in the parish — with a history. Look at him now as he strides down the hill, his eyes turning neither to right nor left, nor even glancing at Miss Chichester ■ — who makes a pretty picture, framed as she is by the broad, shining mill-pool — but fixed upon the distant western horizon, where the sun has just gone down. His dress, from broad hat to long water-boots, befits his am phibious fen-life ; the whole outward man seems to have been moulded out of his sur roundings, as though he had been brushed in by the artist who first conceived the sad, level, monotonous Quamp — done with the same pigments, worked up as the central figure of the picture. He has the gait of an oldish"], [29, "THE QUALITY OF MERCY. 21 man, the round shoulders and drooping head ; and from under his old sou'wester hang grizzled locks. Yet Tom is scarcely eight and-thirty, as you will perceive presently — or rather, perhaps, you will forget to think of his age, now that he draws nearer, but exclaim with Slumberly — \" here is one with a history.\" Even if you spoke this verdict aloud, it would disturb Tom but little ; for he is a quiet, steadfast man, caring not a jot for other people's opinions, feeling more sympathy, as it would seem, with the reed-beds, and placid waters, and spongy solitudes amid which he spends his dreamy life — for he lives by choice in a small cottage far away in the heart of the Quamp — than with the petty cares and prattlings of men and women. He has a rugged face, full of strength and character, and deep-set gray eyes. As he slouches forward in his heavy water-boots, it is apparent that he is lame of one leg ; yet he is a powerful man, with mighty shoulders and arms. Altogether there is a certain massive strength about Tom"], [30, "THE QUALITY OF MERCY. 22 Hadaway, but withal, a sense of droop and weariness — as of one who has striven hard, and failed utterly. Rose uttered something like a sigh of satis faction at meeting with Tom. She and her cousin had seen much of him since his arrival in Slumberly in the early spring of this year. The acquaintance had begun through Geof frey's angling proclivities, for Mr. Fitz-Urse's new water-bailiff had the knowledge of the whims and moods of stream and river that comes of strong natural faculty, developed by years of careful study — a feeling of innate sympathy with water and watery places, akin to a born farmer's love of soil. Tom had been with the cousins through long spring days of trouting, soon becoming quite a necessary element in their comradeship. Then there was a mystery about the man, more fascinating to Rose and Geoffrey even than to Slumberly village itself. They knew that he had come from Norfolk, so strongly recommended to Mr. Fitz-Urse, that the latter"], [31, "THE QUALITY OF MERCY. 23 expressed himself, in his caustic way, as hardly equal to the honour of having such a paragon in his pay; but beyond this they never knew anything, even though a strong friendship grew up between Geoffrey and Tom Hadaway. Yet they made some shrewd guesses con cerning the man who puzzled poor Slumberly so sorely. It was easy to perceive that Tom was well-read, educated quite beyond his class, and had passed much of his time with gentle men ; and, after a while, when they were drawn more and more towards this solitary bailiff, it was no less easy to perceive that he was possessed by an abiding sorrow, a melan choly that seemed to be eating away his hope and spirit. Rose and Geoffrey would wonder over this half a dozen times a day, and weave a score of romantic histories to explain it. If Tom failed in an appointment, they knew he vvas brooding alone in some solitary part of the Quamp ; if he left them, with an abrupt word of excuse, after selecting a cast of flies for Geoffrey, the cousins would look sympa-"], [32, "THE QUALITY OF MERCY. 24 thetically at each other, and wonder harder than ever. In truth Rose's curiosity, being of the feminine, or acute, order, would some times be aroused almost to fever pitch by Tom's odd ways and turns of thought. As he now approached her, Rose perceived at a glance that Tom was deep in one of his abstracted moods ; and the discovery was a pleasant one, for it would be a comfort even to exchange a \"good evening\" with some one as much out of tune with the world as herself. The bailiff touched his hat with a start when she spoke. \" Good evening, Tom ; are you going down to look after the salmon-nets ? There'll be no Mr. Geff to sit smoking in your boat this evening, and quote poetry and philosophize : you'll miss those friendly wrangles, Tom, won't you ? Mr. Geff always says you know Shakspere better than himself, and that he has learned much from you.\" \" Ay, ay ; you'd like to talk about Mr. Geff all the evening, poor child!\" thought Tom:"], [33, "THE QUALITY OF MERCY. 25 aloud he said : \" Happen Mr. Geff will be a poet himself some day, missy? \" \" tVill be ? \" cried Rose sharply, \" he is — every one says he is. I don't pretend to be a judge myself, but I consider his poetry beautiful — he is a poet, I say. How it is you fail to appreciate him so I can't think.\" \"I love the lad,\" said Tom, simply. \" And how you could give his book back to him after reading it, without a word of praise or encouragement, passes my compre hension ; but men are always hard.\" \" Tut, tut, missy, he has written some pretty verse — but the lad ha'n't suffered, yet. When he has,\" he added moodily, \" happen he may chance to write something worth reading.\" \" What do you mean ? \" Rose was a little flushed already, and inclined to be very con tradictory ; she turned and walked towards the water with Tom, insisting eloquently upon the merits of the poems which she had dispraised vehemently to Geoffrey himself but a few"], [34, "26 THE QUALITY OF MERCY. minutes before. Her companion listened with a dry smile, but soon became absorbed in his own thoughts again. When they reached the mill Tom stepped into his boat, and was about to shove her off, but Miss Chichester looked so wistfully at the bright water that, inclined though he was for solitude, he said — \" Miss Rose, would you care for a turn on the water ? I'm just going round to my cottage, and could row you there and back in half an hour.\" Rose consented gladly ; she liked to .sit in the boat in which Geoffrey had rowed her so often, and was just in the mood to appreciate Tom's silent companionship. As they drifted slowly down the mill-pool neither of the pair seemed much inclined for conversation. Tom paddled along mechani cally without a word. Rose sat trailing one small hand in the clear water, and looking down at the long weeds. But presently as they glided between the tall reed-beds which"], [35, "THE QUALITY OF MERCY. 27 began a little below the mill, she said meditatively — \" I suppose you will jeer at me, Tom, just as Mr. Geff did half an hour ago, but I have a presentiment that I shall meet my death, before many months are over too, in the mill-pool behind us.\" Ordinarily Tom would have checked such morbid remarks by a caustic phrase or two ; but on glancing up at him, Rose now saw that he was quite unlike himself — in an angry wrought-up mood, such as she had never seen him possessed by before. He had the air of one whose long self-repression was threat ening to break down, one who could no longer forbear crying out at a pain which had become too sharp for silence. \" Jeer at your presentiments ! \" he cried, grasping his oars more firmly, and driving the boat through the water. \"Not I, missy. I've had one myself lately — a foreboding that I should come across my enemy ; and I saw him but an hour ago driving down to Mr. Geff's"], [36, "THE QUALITY OF MERCY. 28 train. Now look ye, Miss Rose, can you guess what must be the state of a man who has suffered long from a sore disease, and in time has got to master it, as he thinks ; and then at a touch finds himself in its grasp — firmly held as ever? Well, there's a fell disease called Hatred which has played me that trick. I thought to be quit of it down here in these rustic depths, to drift along like the misanthropic fool I am, without harming any one. But I'm eaten up with hatred just the same as ever ; and he'll be down here ag.ain, sure enough, just to keep the poison working. There's nothing more crushing, I swear, than the discovery, which comes to every man sooner or later, unless he's a born fool, that one is cut out of just the same piece, built up of the same poor stuff, as the rest of humanity.\" Tom rambled on for some time in the same bitter strain, while Miss Chichester listened with a painful sympathy. This outburst of pent-up feeling oppressed her strangely, coming as it did from the strong, self-contained man"], [37, "THE QUALITY OF MERCY. 29 to whom she and Geoffrey were accustomed to listen almost reverently, from the very power of his steadfast mind and character. Was this man with the wrathful eyes and bitter tongue the quiet Tom Hadaway whose mere presence had always made her own whims and tempers so ridiculous ? Tom was rowing harder still now. The veins stood out from his strong hands, and the sweat poured from his brow, for he had rounded a point into the branch-stream, which made the other boundary of the broad Quamp, and was forcing his boat against the full brunt of the dragging current ; and once started he could not stop — the relief of pouring out his pent-up feelings was too great to permit of check. \" Look you, Miss Rose, you must let me maunder on a bit ; now that I've once shown you a bit o' the inside o' my mind I can't stop, somehow. Let me have my fling ; then we'll never speak o' this again. It will be comfort, if you'll let me row you out on the"], [38, "THE QUALITY OF MERCY. 30 water now, to be with some one who knows that I'm at heart a sour spiteful misanthrope, instead of the calm philosopher they take me for.\" \" I'm grieved for your grief, Tom,\" she said gently, \" and I know you too well to heed what you say against yourself.\" \" Don't you believ e it, Miss Rose ; never think that you know any one till you have put him through every test. Lord love you ! I thought I knew him once ; he was my friend, whose hand clasped mine as a brother's, whose eye met mine with warmth and trust. He was the man I loved as a comrade, and trusted utterly, and he turned out to be a treacherous liar. Kind and sympathetic he was — like a woman — and as unstable as water. I tell you men of his kidney will feel for your toothache, and be sorry for the cold in your head, the while they're scheming what'll break your heart. Moral taint and treachery are quite compatible with a deal of kindliness and sunny good-nature. He"], [39, "THE QUALITY OF MERCY. 31 would look at you as though you were the only soul in the world he loved. Put him down in any company you please, and every soul present will call him a good fellow before he has spoken half a dozen words. 'Twas his accursed good-nature and power of pleasing that spoiled my life . . . and hers. D'ye note this straight reach ahead of us ? It was just beside a piece of water like this that she lived — a 'Broad' we call it in our parts, and happen that's why I'm so drawn to this country, with its spread of wide solemn waters and sombre reed-flats. \" Well, if he appears again I shall cut and run — not from him, but from myself. For I'm afeard of myself, d'ye see ? I had my hand on his throat once, mind you — one night in a lonely place at the head of the Broad — and his life hung on a thread. Suppose I were to be tempted so again? I'm told he is an old friend of the Squire, my employer, so I shall be in constant danger of meeting him. Yes, I must cut and run.\""], [40, "THE QUALITY OF MERCY. 32 \" But who is he, Tom ? \" \" Francis Fawkes — that's his cursed name, though I never meant to tell it you.\" \" And was she your wife, Tom ? \" \" No, no, miss — never my wife ; only \" — Rose was strangely thrilled by the kindling of his eyes and voice as he said this — \" only the woman I loved wi' my whole soul — the girl I prayed for night and mornin'.\" Soon after this they reached Tom's cottage, and stepped out on to the turf. Tom, with heart and spirits much lightened by his late outpouring, was grateful to his passenger, and Rose felt soothed and purified by this communing with a sorrow larger than her own. She peeped into the little reed-girt cottage in which the lonely man chose to spend his days, waved a good-night to Tom, and stepped briskly off across the marshy Quamp, now growing weird and melancholy under the wreathing evening mists."], [41, "CHAPTER III. It was but three weeks since Geoffrey Chichester had left Slumberly, yet these three weeks, looked back upon, seemed to bulk larger than the previous five-and-twenty ye<ars which had made up his life. Those years had been a quiet pastoral, dotted with such slightly dramatic incidents as his first going to Win chester, his winning of the Newdigate at Oxford, or the taking of his degree, and culminating in that odd parting with Cousin Rose. Upon that, as on a prologue scene, the curtain had fallen — then the drama proper had begun. How this drama proper vvas to progress, and what \"situations\" it was to develop in its course, we shall see in due time ; but it opened VOL. I. d"], [42, "THE QUALITY OF MERCY. 34 so brightly, with such a flush of rosy atmo sphere, that the sanguine young poet made up his mind, once for all, that the joyous pro gress called Life had been grossly libelled by Thackeray and all the other satirists. Geoffrey went up to Town in the first instance, as we know, to pay a visit to his uncle, Sir Garrard Chichester, who was to give him a number of useful introductions, and assist him generally on the road to literary fame. He quickly made a good impression, and met with all the kindness which a clever, generous young fellow, unspoiled by the world, and with the beginnings of a reputation, might be expected to encounter. At first, too, he had been laudably anxious about himself, and very dutiful in seizing every opportunity afforded by his uncle's good-will. Then came a fall — Geoffrey became too much engaged, or too much demoralized, to call on editors and perform other such duties appertaining to the literary aspirant. This deterioration dated from his first"], [43, "THE QUALITY OF MERCY. 35 meeting with a certain reigning beauty, the Honourable Lilla Fitz-Urse. He took Miss Fitz-Urse in to dinner one night at his uncle's house, and that evening made the first real epoch in his life. When he found himself seated next this famous beauty — whose gentle, pensive face he had seen, and half fallen in love with, the day before at the Royal Academy — the ingenuous youth was in a state of nervousness bordering upon the abject. Who was he to try and entertain this young princess, who knew all London, and vvas admired by the whole fashionable world ? What could he say to her that would not be utterly flat, stale, and trite ? in short, would it not be an impertinence to open his mouth at all ? All day he had been looking forward in a tremor of delight to this intercourse with the beautiful Miss Fitz-Urse, and now he positively envied the honest fellows outside, who were mending the aristocratic pavements of Mayfair. After a brief but dreadful silence, fraught"], [44, "THE QUALITY OF MERCY. 36 with more wretchedness than any previous consecutive moments of his life, he gasped out a commonplace remark — surely the most nerveless and vapid, as he thought, ever offered for the inspection of a reigning beauty. Yet Miss Fitz-Urse accepted that pitiful thing with a smile, replying with another re mark not a whit more intellectual ; whereupon the scared young poet recovered his balance and his tongue all of a sudden. Her voice was sweet and gentle, her manner so strangely winning, that it was a kind of intoxication to him to sit next her. He quickly lost sight of the whole table-full of brilliant company; from the moment when his fright departed he was conscious only of the great sad eyes, and the creamy, oval face crowned with coils of glossy black, beside him. For the rest there was mellow subdued light, the heavy perfume of banks of flowers, and far away in the distance a vague hum of voices. In short, his enchant ment was absolute, satisfying, final : in one short hour Miss Fitz-Urse had gone far to-"], [45, "THE QUALITY OF MERCY. 37 wards achieving without effort or intention a conquest for which poor little Rose had striven vainly for years. Geoffrey was fortunate enough to make an excellent impression ; and well he might, if taking pains be reckoned as a virtue. He gathered up his mental energies, and talked as he had never talked before. Accustomed as Miss Fitz-Urse was to homage, the lad's eao*er eloquence could not fail to please and flatter her. There was a simplicity about him, too, and a bright play of youthful fancy, which had a special appeal for her. She told him she had read his book of poems — a piece of infor mation that caused him to blush like a girl — and praised them timidly, as though her opinion were worth nothing at all ; and even recognized the locale of a certain romance in blank verse, that had earned him some praise in high quarters, as the neighbourhood of Slumberly. Miss Fitz-Urse was pleased to talk a good deal of Slumberly. In ancient days — presumably"], [46, "THE QUALITY OF MERCY. 38 before she became a fashionable beauty, for whom rusticity must naturally have lost its charm — she had often stayed with her cousins at Slumberly Hall. She spoke with a warm affection of her aunt Fitz-Urse, the mother of the present squire of Slumberly; which Geff thought immensely creditable to her — though, had she been plain and uninteresting, the mere possession of some ordinary good seeling might not have seemed so highly picturesque and praiseworthy. Thereupon Geff took her by the hand, so to say, for he was a born word-painter, and led her down to Slumberly ; showed her the village as it had looked a few weeks back, took her into the quaint little church half full of Fitz-Urse monuments, led her out into the churchyard to look down over the gray old mill and the broad Quamp glistening in the crisp June sunshine; and lastly placed her gently in the miller's boat, which always lay just under the hissing aspens at the head of the mill-pool, and rowed her down to Wink ton. Thus did she enjoy the"], [47, "THE QUALITY OF MERCY. 39 luxury of a country excursion without the trouble even of leaving the dinner-table, while he gained the credit of being a very clever fellow. When the ladies left the table Geoffrey sank back in his chair with a triumphant sense of having at least made a good beginning. Some one talked to him — about English sea-painting, he thought, but was not at all sure, though he listened with the strained politeness of a man conscious that his mind is elsewhere. He found it easier to listen thus deafly than to talk, especially after answering one point-blank question with an irrelevancy that covered him with confusion. Afterwards, in the drawing-room, he was again fortunate. Some well-known men of letters sought him out, and said some very civil things to him. Under other circum stances this praise might have filled him with awkwardness; but Miss Fitz-Urse was seated in the corner within hearing, and he managed to support those kind remarks about his poetry quite stoically."], [48, "THE QUALITY OF MERCY. 40 His beatific condition even out-lasted the evening and the departure of the guests, and was strong upon him when he retired to the smoking-room with his uncle. The latter, a tall, beak-nosed man of conventionally aristocratic type, easily guessed what sort of whirl was going on in the lad's brain as they sat clown opposite each other. \" Troubles begun already, Geff? At the sound of Sir Garrard's voice Geff brought his mind back with a start from a bend of the Slumber round which he had been rowing some one not unlike Miss Fitz- Urse. He looked all abroad for the moment, while Sir Garrard remarked this bad symptom with a regretful smile. So many people this evening had been prophesying a career for this bright, clever young nephew; and now the foolish lad seemed to be hankering after a wild-goose chase, in course of which his chances were only too likely to be thrown away. \" If I can but get him safely through the"], [49, "THE QUALITY OF MERCY. 41 inflammable period, he will have the ball at his feet,\" thought Sir Garrard : aloud he said — \" Better drop it, old boy ; you can't live with a fast pack of hounds on a parson's cob, you know. Better give up the chase before your blood gets heated, and stick to your Muse. She won't disappoint you. Stick to the quill, lad, and you'll teach us all to be proud of you.\" \" Is she very rich then ? \" asked the nephew, much too simple to fence or affect misunder standing. \" She's a reigning beauty, in the first place ; a peer's daughter in the second ; the heiress of a very rich and worldly old aunt, Miss Belling ham, in the third. There you have three good, sound, full-grown reasons — visible enough even to the eye of an ardent young poet, I should think — for looking upon Miss Fitz-Urse as out of reach. She is too rich a prize for a poor gentleman, my boy ; she has been brought up by this old aunt in a fast set, and doubtless the necessity for making a great"], [50, "THE QUALITY OF MERCY. 42 match has been dinned into her from her cradle.\" \"But . . . \" \" But you think that a man of ancient and honourable family, a west-country Chichester, might aspire to the hand of any woman ? \" Geoffrey laughed at the shrewdness of his uncle's guess — \" Well, I confess . . . ' \"No need, Geff — no need to confess any thing; your face always does that for you, being a clear-printed page that needs neither footnote nor commentary. Well, in the ' spacious times of great Elizabeth ' you might have aspired perhaps ; you might have written masques and plays one day, and cut out Spanish galleons the next, and so have scribbled and carved your way up to fortune. Yet even then, if you remember, Amyas Leigh's vessel was 'found' by a tradesman. Now, good-night, Sir Poet, I'm going to bed. If you must needs sit up and smoke, take my advice and think about cæsura, or the Spenserian stanza — no dreams!\""], [51, "THE QUALITY OF MERCY. 43 So Geoffrey was left with a pipeful of good advice to smoke. He straightway threw him self into a deep arm-chair, and for two, or perhaps three, whole minutes, digested Sir Garrard's pregnant hints, after which his feet left the ground quite suddenly and he found himself swept off into cloudland. And a very pleasant country it seemed — a land of chivalrous effort and brilliant success, in which he rose in a moment almost from the level of a mere literary aspirant to that of Poet Laureate, and led the beautiful Lilla to the altar amid the applause of her assembled relatives. The morning light found the foolish lad still castle building, looking rather dissipated, too, with his yellow locks all dishevelled and the room full of tobacco-smoke. He had ascertained that Miss Fitz-Urse was to visit a certain picture-gallery in Bond Street next day, and it is needless to add that he bent his steps thither at an early hour. The whole of that morning, which should have been occupied in pushing his way and gathering"], [52, "THE QUALITY OF MERCY. 44 the fruit of Sir Garrard's introductions, was wasted in lounging about that gallery. Long before there was a chance of meeting Miss Fitz-Urse he had taken up a position which commanded the entrance, and there he stood on sentry for some two hours, hardly daring to leave his post for a brief glance round the pictures. When the Beauty at length appeared, Geff saw to his disgust that her aunt was with her, and worse still, a certain Mr. Fawkes — a well-known man about Town, whose word was law in matters pictorial — whom they had met once or twice before at Sir Garrard's. Mr. Fawkes coolly took Miss Fitz-Urse to look at one sea-piece and a couple of small landscapes, and then pronounced in his easy way that there was nothing else worth seeing. Miss Fitz-Urse seemed to accept his word as law too, and to obey him like a child ; so that Geoffrey was deprived at a stroke of the delightful excursion round the pictures with her that he had promised himself. Moreover, the great Fawkes, who had treated him civilly"], [53, "THE QUALITY OF MERCY. 45 enough, now added to his chagrin by ignoring his presence, and contriving to make him feel like an ignorant school-boy, beneath the notice of a man of the world. As for Miss Belling ham, to gain whose good-will Geff would gladly have consented to sweep a crossing, she remarked, after a brief scrutiny of the crowded rooms, that there was \" nobody \" there, and straightway marched off Miss Fitz-Urse to her carriage. \" I suppose this is the fashionable method of 'doing' a picture-gallery,\" muttered Geoffrey, with a jealous glare at Fawkes, as the latter carried off the two ladies. \" There's half a day wasted for the sake of compassing two words with her, and getting snubbed by him — confound him ! \" It was easy to be jealous of the elegant Fawkes. His high fashion, wealth, and talent had each and all a rasping effect upon Geoffrey. This man was an old friend ; in fact some distant connection of Miss Fitz-Urse's. They called each other \" cousin.\" He half lived at"], [54, "46 THE QUALITY OF MERCY. Miss Bellingham's, being the only son of her oldest friend, an Italian lady of ancient Tuscan family. Through his mother Fawkes had inherited his sunny Italian attractiveness. He was more than half a foreigner, as Geff now re flected with a comforting sneer. His name was Francis Leonardo Fawkes ; and painters had often declared that but for his fatal good luck in being born with a silver spoon in his mouth he might have developed into another Leonardo da Vinci. For an amateur he had remarkable talent with brush and pencil, though doubtless he had given rather more time to their practice than he ever admitted ; and he was a famed art-critic. In appearance, too, he was dis tinguished enough to excite Geff's dislike — in fact he was supposed to resemble a certain famous Portrait of a Gentleman, attributed to Vandyke, and did his best to emphasize the likeness by the cut of his hair and his short pointed beard. As Geff stood there twiddling his gloves, with a frown on his fresh young face, while"], [55, "THE QUALITY OF MERCY. 47 the crowd jostled him hither and thither, he half made up his mind to give up the foolish chase of Miss Fitz-Urse. It was a crucial moment in his career, this brief period of hesitation ; and had he decided one way, the safe way, this history would never have been written. But he was in fact, as we shall have occasion to see later on, a very stubborn fellow; the difficulties of the chase made it the more romantic and exciting, and the long and short of the matter was, that before he had left the picture-gallery he had made up his mind to follow Miss Fitz-Urse through thick and thin. When Sir Garrard found out how, by thus wasting his morning, Geff had failed in an appointment with a certain well-known editor, a man with the power to make or mar an anxious literary aspirant, he gave his nephew rather a warm reception, which the peppery lad took with a somewhat ill grace. Thus had Geff already begun to stand in his own way ; and very soon he became so"], [56, "48 THE QUALITY OF MERCY. infatuated that no one with any knowledge of youthful human nature would have hoped for more than brief spasms of rational conduct from him. Had he been snubbed, or even coolly treated, by Miss Fitz-Urse, he would have ceased to flutter round the candle ; for whatever were his faults, he was a lad of spirit, and would never have trailed his heart in the dust to amuse a scornful beauty. But, unfortunately, as Sir Garrard himself noticed with considerable misgivings, Miss Fitz-Urse treated Geff with marked favour. His young enthusiasm and ardour may have possessed a freshness for her, or — but why try to dissect an affinity ? Somehow or other she was drawn towards him, liked to have him in her train, and to make much of him, and always listened to him with pleasure. As for Geoffrey, he never threw away a chance of seeing her; indeed, so strenuous and successful was his pursuit that, detrimental though it was, he achieved more than one invitation to Miss Bellingham's house in"], [57, "THE QUALITY OF MERCY. 49 Park Lane. Perhaps, however, she was a little deceived about him. He was a hand some young fellow, with a good name ; re ceived everywhere; said to be a rising genius; and so, from one circumstance and another, his detrimentalism was glossed over, and the vice of his poverty decently cloaked. Thus the weeks flew by, and life became for Geoffrey a brilliant stage-play, with the glare of the footlights always upon it, and the same pensive beautiful heroine dominating every scene. £ VOL. I."], [58, "CHAPTER IV. There is no need to follow Geoffrey through all the varied episodes of what Sir Garrard called his wild-goose chase, for by taking a brief journey into Kent we shall have an opportunity of being present at the finish. Some few weeks after the first appearance of the new poet in her train, Miss Fitz-Urse happened to be staying in an old manor-house hard by a rustic mid-Kentish village. Thither Geoffrey had contrived to follow her, as she knew well he would have done had she chosen to pay a visit to the remotest spot in the Three Kingdoms. A small dance was going forward, the Manor House being full of visitors, and Geffs suit was going forward, too, in a manner suffi-"], [59, "THE QUALITY OF MERCY. 51 ciently patent to every soul present, whether dancer, dowager, or lounger. Finesse, indeed, or even the simplest process of disguise, was quite unknown to our poet's philosophy ; he did everything with might and main, and in the face of everybody, or not at all. A great many people were talking about Geoffrey and Miss Fitz-Urse this evening ; so, accepting the principle that lookers-on see most of a game, let us hear what the two gentlemen lounging in the veranda, and watching the gliding throng through the open windows of the drawing-room, have to say upon the subject. The shorter of the two men was Tommy Feathers, a prattling, gossipy young subaltern — the other, a Colonel Strange, who had taken a great fancy to Geoffrey after meeting him once or twice up in Town. Tommy, with his little eyes shifting rapidly from the dancers within to his tall companion's face, was en gaged in a task highly congenial to him — that of giving information ; for the Colonel had but"], [60, "THE QUALITY OF MERCY. 52 lately returned from India, and was a good listener. \"Then you think,\" the latter was saying thoughtfully, \" that they are engaged, or something like it ? \" \"Will be presently, I'm afraid. Look at them, standing in the corner there. Chi chester has had his eye on this veranda for the last hour, and I've stood sentry here just for the sport of spoiling his game, and giving him one more hour of disengaged happiness. Mark my words, our exit from the veranda will be the signal for the commencement of that youngster's troubles. Hang it, I'm sorry for the lad ! \" \"I take an interest in young Chichester,\" the Colonel resumed, \" for I had a nephew once, just such another bright, generous, curly haired lad as that. He was jilted by a woman, rushed off to the Egyptian war in hopes of getting shot, and died of a fever at Cairo. A.nd, Feathers, why were you 'afraid' and 'sorry' about Chichester just now? This"], [61, "THE QUALITY OF MERCY. 53 Miss Fitz-Urse is a beautiful girl — Lilla is her name, I think you said, and a very pretty name too, 'Lilla Fitz-Urse' — and there's a gentle look about her which takes my fancy; and certainly that fine young fellow might reasonably hope to win any girl's heart. Is the youngster badly off?\" \" He's a pauper of the worst kind,\" snapped Tommy, — \" the literary kind— and always will be unless his uncle does something for him ; and I understand that Master Geoffrey has half quarrelled with Sir Garrard already.\" \" She is looking this way now. Her face has noble lines, and I admire that coal-black hair and creamy complexion. There's a pensive, half-pathetic look about the girl, too ...\" \" Hum ! \" sniffed the other, \" girls are apt to look pensive towards the end of a third or fourth unsuccessful season. Now, look ! I thought he wouldn't be far off. He watches over our young couple like a father — like a parent with a jaundiced view of this little"], [62, "THE QUALITY OF MERCY. 54 affair, too. That is Fawkes— the great Fawkes, you know. Doubtless you have heard of him? I happen to know a good deal about him, since he is a great friend of Squire Fitz- Urse of Slumberly, and Ned Fitz-Urse, the Squire's brother, is in my regiment.\" \" Are they relations of this Miss Fitz- Urse ? \" \" Cousins ; and I hear from Ned that rumours of her entanglement with our hope ful young scribbler have drifted down to Slumberly Hall, and that Squire Randolph will not allow the thing to go on. Of course not ; fancy the Hon. Lilla Fitz-Urse, with all her prospective wealth, throwing herself away upon a half-fledged poet, with tuppence a year ! Hang it ! such a notion affronts one's common sense. Now, I think it rather probable that the Squire has sent his bosom friend Fawkes down here as a kind of scout or spy, to inquire into the truth of these rumours ; and, between ourselves, that makes me the more inclined to keep young"], [63, "THE QUALITY OF MERCY. 55 Chichester — who is a good fellow, though rather young — out of this scrape.\" \" Scrape, man ; why, surely you exaggerate. Provided the girl cares for him, I don't see . . . \" \" Ah, but you don't know \" — Tommy was not a bad-natured little man, but his deep relish of scandal made cautious silence rather difficult just now — \" you don't know Fawkes as I do. He doesn't choose that Miss Fitz- Urse shall get engaged to anybody, \"rich or poor.\" \" What do you mean ? ' \"What I say — that he doesn't choose it. There's a mystery somewhere ; Ned Fitz- Urse and I have puzzled over it for the last two years, and can make nothing of it. Why, last season she was engaged to Adderley of the 30th Lancers, a good fellow with a fine property, and in a month the affair broke off short — thanks to Fawkes, as Ned and I believe. But, I say, Colonel Strange, this is strictly between ourselves \" — Tommy was now"], [64, "THE QUALITY OF MERCY. 56 shifting his feet uneasily, as though regretting his hastiness of speech. \" I don't want to say anything against Fawkes; he's a mighty popular man, with an astonishing power over people, and I should be very sorry to be in his bad books.\" Colonel Strange looked a little depressed ; he had a soft corner in his heart for comely young lovers, and Tommy's hints about Miss Fitz-Urse jarred upon him. He glanced again at young Chichester. Geoffrey was crossing the room with Miss Fitz-Urse on his arm, looking as radiant as though he had lately conquered half the world. \" Surely an ideal young lover,\" mused the Colonel. \" Well, I suppose my romantic instincts are too keen. I dare say she'll jilt him as she appears to have jilted Adderley. You seem to hint,\" he continued aloud, \" that this ...\" \" No, no ; I wish to hint nothing,\" Tommy broke in abruptly, \" but you can easily guess that if in a weak moment she says ' yes ' to"], [65, "THE QUALITY OF MERCY. 57 young Chichester, he'll find himself in a wasp's nest among her relations. As for Fawkes, there was an odd story about him when down in Norfolk two or three years ago. He was duck-shooting on one of the Broads — how ever, I expect it was all a ' shave,' as we say at Aldershot; and I had better hold my tongue about it.\" At this point the conversation was inter rupted by the approach of Geoffrey and his partner, who, finding the veranda occupied, passed through on to the gravel sweep, and turned down a path leading to the shrubbery. \" He's past help,\" muttered Tommy to his companion. \" They will come back engaged, I take it.\" Half an hour afterwards the pair were re entering the shrubbery by the little wicket gate which gave upon the hay-fields. They had been for a moonlight stroll among hay strewn meadows — a stroll in Paradise, as Geoffrey thought, though, in truth, he was too much dazed with happiness to express"], [66, "58 THE QUALITY OF MERCY. any idea very coherently. They had just traversed the last broad meadow, walking hand in hand between the swathes of hay, with the mist-wreathed landscape slumbering peacefully around them. He was well con tent with the silence, which neither had broken for some minutes. When they had passed through the wicket he closed it, then stood looking down with eyes of love and reverence upon the pale oval of her face, spiritualized now by the faint warm moonlight. \" Geoffrey,\" she said, without raising her eyes, \" I think that for this short time you have been almost perfectly happy ? \" \" Almost ? \" he whispered. \"For the breadth of one whole meadow you have been happy, then. I hadn't the heart, or perhaps the courage, to spoil it before.\" Something in her tone jarred upon Geoffrey, bringing his feet down to the common earth again with a jerk, as it were. \" I believe I was almost as happy as you at"], [67, "THE QUALITY OF MERCY. 59 first,\" she resumed, \" but just now, as we stood by the pond, I almost told you. Until then you carried me away : I was always weak and easily led, and your eloquence got into my head, Geoffrey. I gave in to myself, as I have been doing ever since I remember. I tell you there's no more feeble, drifting creature than I to be found anywhere. And you don't know how a woman's weakness can spoil her life. But now I'm going to thwart myself for once in my life, to give my conscience a fair hearing — to be as unlike myself as I possibly can. Geoffrey, when you closed the wicket just now, you shut the door of our engagement, for it must end here. I must give you back this ring — your mother's, you say ?— for I've worn it for the breadth of one whole field, and my constancy is not to be trusted further.\" Geoffrey had more than once listened to bursts of self-depreciation from her, but this one filled him with blank amazement. \" I'm not worthy of you,\" she muttered, as he pressed the ring back upon her finger."], [68, "60 THE QUALITY OF MERCY. \" Not worthy ? \" he echoed, with the hot blood mounting to his forehead ; \" you are my princess, Lilla; I'm the proudest man in England ! \" \" You must be a true poet to idealize such poor stuff as I am.\" She said this with a hard laugh which jarred upon him even more than her previous words. \" Now listen, Geoffrey ; a few weeks of betrothal to your fair princess would have made you acquainted with her real, commonplace, worldly self — a bitter acquaintance, believe me. You would have had the slow torture of little daily dis coveries ; you'd have clung to your chivalrous ideal till your heart was worn out with its hourly task of excuse-making; you'd have suffered as only fine natures can suffer. But I shall save you from all that ; the fine stuff in you has brought to the surface what shreds of fine stuff are left in me, and nerves me to use the knife to your love and save it from death by slow poisons. Has no candid friend begun the operation for me ? \""], [69, "THE QUALITY OF MERCY. 61 \" I'm not in the habit of discussing the woman I love with other people.\" \" That's a pity ; for otherwise you would have heard how I jilted Captain Adderley last year, after a month's engagement. Ah ! you wince at the first prick ? \" She laughed again, as unmusically as before. \" Then he couldn't have been worthy of you,\" cried Geoffrey, setting his teeth. \" He was an honourable, kindly man, who loved me truly.\" \" Then you never cared for him ; you were over-persuaded into an engagement with him ? \" \" I accepted him of my own free-will, and tried to care for him ; then I tired of him in a week.\" Geoffrey was leaning against the gate-post now, pale-cheeked and sick-hearted ; she was standing before him with the hard smile still on her face. \" You're an apt counsel for the defence, Geoffrey ; try again.\""], [70, "62 THE QUALITY OF MERCY. \" You accepted him from kindness \" Well, from a sort of poor weak-kneed kindness. Now you are getting near the truth. I can't bear to give people pain. I have the virtue of commonplace good-nature, and a very dangerous one it is.\" \"But you're not too soft-hearted to stand there mocking me, Lilla.\" She drew near and laid a hand upon his shoulder; her smile died away, the tears stood in her eyes. \"I'm mocking myself, Geoffrey, mocking myself up to the point of doing you justice. Cast me off; have nothing to do with me, that is my earnest advice.\" \" I utterly decline your advice ; I want to know only your wish. Tell me in plain terms that you don't want to have me, and you won't find me difficult to get rid of. I'm not one to go whining to any woman ; only tell me in plain terms that you don't want me ...\" \" I can't, Geoffrey. I can't lie to you ;"], [71, "THE QUALITY OF MERCY. 63 there's something in you that forces the truth from me . . .\" \"Then,\" cried he, \"this ring remains. I care not a jot for your self-upbraiding, I will not accept a word of your self-accusation : if you are willing to be my wife, I can only say once more, ' I love you.' \" But there was no answering warmth in her look or manner ; she shrank away from him, her face full of pain, and leaned against the wicket-gate. \" You don't know what my life has been. I have lived in a fast, bad set, under the bad influence of . . . I cannot tell you, I cannot tell you. I'm not worthy of you ; be content with my assurance of that. Isn't it bad enough to have to stand here degrading myself in your sight ? Let me do right this once, and don't punish me any further, though I've been hard enough on you, Geoffrey. Don't you see how it has been ? Your reverence cuts me like a knife. Isn't that confession enough ? \""], [72, "THE QUALITY OF MERCY. 64 \" I love you, Lilla. I love you ! \" \" More shame to me for drawing you on so, as I see now. For your love has been a mirror to me, somehow. You showed me my picture over there by the pond just now — a poor picture it was, though a true likeness. I've been meaner than you can imagine. I thought to make a crutch of you, Geoffrey, to lean upon you until I got back to my better self. I dreamt that under your influence I might gradually have become . . . Well, well, I'm not so mean after all. You have played the teacher without knowing it, do you see ? Be content with the good you've done. You've kindled some generosity in a woman ; be content with that feat, and make your escape quickly.\" Pier earnestness impressed him very deeply. He felt stifled by the steadily growing con viction that this was no morbid outpouring of hers, that he had really been worshipping an idol of clay. Inch by inch, with all the stubbornness he possessed, he battled with"], [73, "THE QUALITY OF MERCY. 65 an impression against which his whole heart revolted. But the joy and sparkle of his love were quenched already ; no force of will could recreate the hope and trust she had laid herself out to destroy. She was tearless now, and very pale ; and watched the working of his face, as he paced slowly to and fro, with the quietness of one who awaits an adverse verdict about which there can be no question. When he stopped before her, she bowed her head in silent acceptance of her coming dismissal. But she only half knew this young Quixote at present. Some of his worth she had under stood from the beginning, her feminine per ception, quickened by much contact with the world, easily searching out his qualities before he, on his side, had taken in more than her outward grace and beauty. He would have considered this \" escape,\" as she called it, as an ungenerous, dishonourable going back from his plighted word. He scorned even to show how hard hit he was, but returned to her quickly. vol. 1. F"], [74, "THE QUALITY OF MERCY. 66 \" I am still awaiting the expression of your wish\" he said firmly. She looked up at him with kindling eyes. \" Surely the love of a man like this might make one almost what he wished,\" she mur mured. Her defence was breaking down, her will merging into his, though she had talked herself into a contrary belief; but she com pelled herself to another effort. \" You don't upbraid me, Geoffrey ; where are your complaints ? I stab you again and again, and you never utter a sound. Like another Coriolanus, you are too proud to show your wounds. Come, let me know what you think of the person who has wheedled your heart out of your possession simply to mock at you and point out your folly ? I think you're too kind or too honourable to dismiss me : take back this ring, I have no right to it. I can't give you the love that you deserve, and have a right to ask. Take it back, and think of me sometimes as a woman who once did right . . . though . . . though sorely tempted.\""], [75, "THE QUALITY OF MERCY. 67 He smiled to see how she was yielding in spite of her words. \" Look you,\" he said, \" you remember my words to you over there by the pond ? \" \"Yes, yes; I shall never forget them; it did me good to hear them. You will have left me the better for this, in return for which I shall have embittered you. You'll never be quite the same after this, your first disappoint ment, Geoffrey. It is the fate of weak women with good inclinations to injure such as you. \" Now, listen ; every word, every syllable, I spoke over there by the pond I now repeat. And I'm not such a vain fool as to expect you to be madly in love with me already, as I am with you. I do think, and hope, and believe, that in time you'll be able to give me what I long for. Every bit of will and energy I have shall be given to winning your heart, Lilla; if I fail — not till then — we can go through the sickening farce of parting good"], [76, "THE QUALIFY OF MERCY. 68 friends, respecting one another and the rest of it. You will keep my ring ? \" \" Well,\" she said, with a heavy sigh, \" I have failed again, it seems ; I only hope and pray that I am not wronging you, Geoffrey.\" \" Do not fear it ; and understand that my courtship does not end here, it has only begun as yet, Lilla, and you mustn't forget to lend me an ear, just as though you were not wearing my ring. Then she placed her hand upon his arm, and without a single further word or sign on either side, they paced slowly back through the shrubbery towards the Manor House. And now, where were Geoffrey's late pride and ecstasy ? He was not even quietly happy : he was walking beside his affianced bride — to think of whom as so bound to him had filled him, but an hour back, with a joy like strong wine — with a sense of dull, blockish wonder ment. The lights seemed to have gone out suddenly while the play was in full swing."], [77, "THE QUALITY OF MERCY. 69 \" And when we look for crowns to fall, We find the tug's to come — that's all.\" \" I never could understand what Browning meant by those lines before,\" he muttered to himself; \" but I know now — to a nicety. The tug is to come — and I won't shirk it.\""], [78, "CHAPTER V. Slumberly Hall was what may be termed in homely convenient phrase \" a fine old place.\" It was for the most part of Elizabethan date, and stood in a broad park backed by a great forest that swept in one billowy slope up to the eastern horizon, and held in its embrace many acres of barren moor. Indeed the fine old oaks and ashes of the park really belonged to this forest ; they seemed, as it were, foam-clots tossed off by the great sea of rolling wood land beyond. In front of the Hall the ground descended in a long grassy rib or spur, dotted with smaller trees and a scattered copse or two, towards the river and the marshy flats of the Quamp. As for the inside of the Hall, its many"], [79, "THE QUALITY OF MERCY. 71 pictures, oak-panelled rooms, fine old stair case, and other picturesque appointments, are they not chronicled with the utmost minute ness by the Christbourne guide-book — which gives two pages to the library alone, and a paragraph to the prospect from almost every window of this fortunate mansion ? It is rather with Mr. Randolph Fitz-Urse, the present owner of the Hall and Squire of Slumberly, that we have now to deal. A couple of days after the scene narrated in the last chapter, the Squire was standing at his breakfast-room window, looking out towards the mill and its group of aspens. He had a liking, half cynical like the rest of his affections, for the face of nature, but was not admiring the view this morning. In fact his eyes were wandering vaguely over his own broad acres, while his thoughts were busy with the contents of some just-opened letters. \"A truly pleasing announcement,\" he was saying to himself, \" and one full of instruction to a student of female character like myself."], [80, "THE QUALITY OF MERCY. 72 Assuming for the sake of argument that there's anything in the ' theory of design,' as the prigs call it, I should incline to the belief that women were created for my express enter tainment. 1 would rather reflect upon the female sex than see a comedy ; for bits of unexpected diversions and for interludes of unadulterated nonsense give me the average goings-on of the average woman before any farce ever penned. So you are engaged again, fair cousin ? It won't do this time, Lilla ; you'll have Cousin Randolph down on you, my dear, this pattern Squire of Slumberly who understands women better than he loves them! I wish Ned would come down ; I want to share the joke — though it is rather beyond a joke all the same.\" It happened that Ned was close at hand, and was opening the door just at this moment. A smile came over Randolph's rather saturnine face as Ned came in, for if there was a soul he cared for in the world it was this madcap brother of his."], [81, "THE QUALITY OF MERCY. 73 As far as outward appearances and general temperament went, these brothers were at opposite poles. Ned was a rollicking your.g dragoon, who had achieved his commission by a fluke after prolonged striving with examina tions. He had lived at Cambridge a life of harassment such as might reasonably have turned even a young man's hair gray. He had never sat down to breakfast while at college, he declared, without the certainty that half a dozen duns were awaiting him on the stairs, and had never once lost appetite in consequence. When his college authorities — not without sighs of relief — cut short his promising career, Ned flung himself boldly into the hands of the military tutors. Some of the latter, though tolerably well hardened by many years' experience of such youths, found Ned Fitz-Urse too much for them, and with exclamations of relief as ample as those of his college-heads, saw him depart elsewhere. Thus his life as a candidate for her Majesty's commission had been as full"], [82, "THE QUALITY OF MERCY. 74 of changes of scene as an Adelphi melo drama. \" I know the style of the grub,\" he would declare with pride, \" at half the crammers establishments in England ; and if the cram mers have made money out of me, by George, sir, they've earned it ! Not that the learning is of the least use to me, mind you, after all their efforts. What's the good of mathe matics? Does the knowledge that the angle in a semi-circle is a right angle help me to play pool — the main business of my military career? Again, will quadratic equations reduce the inflammation of a mess-bill ? \" Ned was a vivacious, not to say boisterous, little man, with weak, twitching eyes, and a noisy laugh. His small person was always cased in loudly sporting attire ; he strutted about with a cheerful word for everybody, and without a care in the world. His audacity and self-confidence were something unique, quite supreme of their kind — at once the ad miration and despair of his brother subalterns."], [83, "THE QUALITY OF MERCY. 75 His philosophy was Epicurean to the core ; his language of the type that needs much revision before becoming fit for drawing-room use. \" Well, my jolly country squire, how are you this morning ? \" cried the cheerful Ned. \" What, you've breakfasted already ? Come, sit down again, old chap ; eat, drink, and make yourself at home. You ain't half a John Bull. Randolph, you want feeding up with beef and ale to get a nice rubicund glow into those sallow cheeks. Damme, sir, you've the face of a half-starved poet, and the figure of a lean herring — -that's what we said in the mess last time you dined with us. Ton my honour I had to apologize for you, to explain it all as the result of over-study ! \" Here Ned sat down, with a broad grin and a grimace at his brother. No other living person ever ventured thus to joke the Squire, but Ned's privileged impudence spared no one, and the unemotional Randolph always kindled a little when this casual youth burst into the room."], [84, "THE QUALITY OF MERCY. 76 \" Ned, I have a joke for you this morning.\" \" Out with it, old cynic.\" \" Here's a letter from Fawkes ; read it.\" Ned perused the letter for a moment or two, then burst into a paroxysm of laughter. \" It's too good,\" he roared ; \" Lilla engaged again, and to a 'litery chap'? Oh, cousin, cousin, you'll be the death of me ! \" \" This young Chichester is a nephew of our vicar's ; have you come across him down here ? \" \"Stop a minute, Squire, I must have my laugh out. Cousin Lilla engaged to a ' litery chap ' — Lord, Lord, what a world it is ! 1*11 lay you two to one in fivers that it doesn't last a month.\" \" Ah, I've got my own views about that,\" said the elder brother quietly. \" I understand that our uncle has recognized the engage ment ...\" \" And has forgotten it again in the absorb ing interest of his betting-book, most likely,\" interrupted Ned. \" Outside the turf his lord-"], [85, "THE QUALITY OF MERCY. 77 ship's interests are fleeting ; I'll bet you evens that he doesn't even know the youth's name.\" \" Well, he was always lax and careless enough in all conscience, and this is what comes of it. But you haven't heard the worst yet. Look here ; this is a letter from Miss Bellingham, threatening to cut Lilla off with a shilling unless I can manage to cure the girl's infatuation. Why the deuce didn't she look after her niece better ? \" Ned uttered a long whistle. \" It is a bad business, Squire, and no mistake. What do you propose to do ? \" \"Ask them down here on a visit.\" \"What, encourage the youthlet — ask them here as an engaged pair? Smile upon their billing and cooing like a heavy father.'' You're joking, Randolph ? \" \" I was never further from it : they shall be invited in proper form, and at once.\" Ned stared open-mouthed at his brother, and dropped a piece of toast on the floor from sheer amazement."], [86, "78 THE QUALITY OF MERCY. \" Good heavens, you turned match-maker or benevolent uncle, Squire ! Can the leopard change his spots, then ? \" \" Perhaps not ; but he may hide his claws, I take it, though with every intention of using them. Look here, Master Ned, you had best be a spectator in this game ; I don't want any clumsy amateur interference. I intend to put a stop to this engagement, but bluster won't do it. Lilla has some will of her own for all her softness, and must be managed — not driven. I know this young Chichester, and I think he's dangerous. He's a yellow-haired, handsome, romantic sort of young puppy who writes poetry . . . Once more Ned relapsed into peals of laughter. \" Jupiter Am mon, to think that Lilla should have come down to a poet ! \" \" Women are apt to like that sort of thing,\" proceeded the Squire with quiet scorn, \" and Lilla is about as feminine as most women. I can easily believe that she's taken with this"], [87, "THE QUALITY OF MERCY. 79 youngster, and will need skilful handling. I have opened the campaign already, but the real battle-ground must be here at Slumberly.\" \" Why ? \" \" For various reasons ; because just now he has a bad name down here for one thing, on account of jilting the vicar's daughter, as I understand. Every one is talking of his perfidy, and that will take the gloss off Miss Lilla's romance, if she's a true woman. Then again, I have here a useful ally at my beck and call, Mrs. Crawford; she has a good wholesome rancorous spite against young Chichester, I know. She was angling for him all last summer for her third daughter, know ing of his expectation from his uncle, Sir Garrard Chichester ; and for spiteful scheming against a man and spoiling his chances give me a disappointed mother before any stage villain in the world.\" \" You seem to know all about this sucking Shakspere, Randolph ? \" \" Yes, I have made it my business to get up"], [88, "THE QUALITY OF MERCY. 80 the case. Mrs. Crawford has been working already. She has been up in Town just lately hawking her daughters about, and has been seeing a good deal of Sir Garrard. Of course she has been praising his nephew, and of course has forgotten to speak of his cruel conduct to ' poor Rose Chichester. \" Poor devil, if she has been sharpening her teeth on his character I'm sorry for him.\" \"Just so; and she has done the work thoroughly, from what Fawkes tells me. Sir Garrard has written a sharpish letter to his nephew, and Master Highflown has retorted with a sharper answer. His existence as a literary man depends on Sir Garrard's good will, I believe, for his father is a poor Devon shire parson who can't afford to keep him. Anyhow, with one thing and another, I shall manage to save my cousin from this con temptible match. Fawkes might lend me a hand, by the bye ; I will send him a line to ask if he could support a week or two of Slumber ley boredom just for the benefit of our family.\""], [89, "THE QUALITY OF MERCY. 81 \"Fawkes ?\" muttered Ned in quite a changed tone ; \" couldn't you manage the business without Fawkes ? The fact is ... \" \" What's the matter now ? \" snapped the elder brother. \" Look here, Randolph.\" Ned rose from his chair and walked uneasily to the window. \" Fawkes is your friend, and a deuced attractive fellow, I admit, but he hasn't done particularly well for Lilla. He has got her talked about more than you imagine ; it's all very well to come the elder brother and that sort of thing, but he's a man of the world and ought to know that it doesn't go down. People talk ; he has a deal too much influence over her ...\" 7> \" I shall write by this post,\" said Randolph, beginning to look black. \" There'll be some unpleasantness between Fawkes and young Chichester, if you have them here together. I remember when Adderley was engaged to Lilla there was some row between him and Fawkes which nobody VOL. i. g"], [90, "THE QUALITY OF MERCY. 82 knew the rights of, and they have been dead cuts ever since. Surely we can choke off the poet without Fawkes' assistance ? \" \" I shan't write — I shall wire. Hadaway is waiting outside with my salmon-rod and waders, he shall take the telegram into the village at once.\" \" But, Randolph The Squire's only reply was to throw up the window with a bang, and call sharply to Tom Hadaway. The latter came forward with a gaff in one hand and a long, lithe salmon-rod over his shoulder. \" Take this telegram into the village at once, Hadaway; can you read it?\" — the Squire was scribbling the words down as he spoke — \"it is to Mr. Fawkes, at his club: ' Come down at once for a week or two. Fish are rising well. I want you particularly.' \" Tom took the sheet of note-paper handed down to him, left the fishing-gear on the window-sill, and moved away. Ned called"], [91, "THE QUALITY OF MERCY. 83 after him, \"Tom, I say, Tom, look sharp back ; I want to know if there are any fish in the mill-pool, and if so, where they are lying.\" But Hadaway failed either to hear, or else to heed the words. He walked away, mutter ing to himself — \" I knew it, I knew it ; he'll come back again ; it's my fate to meet him, my old enemy. Meanwhile Ned was looking out of window, blinking his eyes and muttering — \" What a fool I was to oppose the Squire ! I ought to know his humour by this time too ; a hint of opposition always drives him on like a spur. He'll be savage for half the J) morning now. \" Will you fish when Tom returns, Randolph ? \" \" No. I must talk to my mother about this engagement.\" \"Then I will instead; I'll take your rod and have a cast or two below the mill.\""], [92, "THE QUALITY OF MERCY. 84 Ned jumped out of the window, and went off whistling. He decided to be away two or three hours at least, feeling pretty sure that his mother would differ upon one or two points from Randolph, whose temper would grow several shades worse in consequence. \" I'm sorry for the mater though,\" he thought. \" The Squire can say nasty things when he's in the mood.\" However a good look into Randolph's fly book drove all such thoughts from his head, and Ned tramped away cheerily across the park, towards the gleaming mill-pool. A word as to \" the mater,\" in search of whom Randolph now made his way to the rose-garden. Mrs. Fitz-Urse was a tall, stately woman, with a faded smile, one of those quiet people upon whom one is apt to pronounce that too common verdict, \" uninteresting.\" And in point of fact her life had been of the kind that wears a woman's individuality rather thin, and tends to wash away the little piquant"], [93, "THE QUALITY OF MERCY. 85 superficialities which the world finds captivat ing. She was a good woman, and had come to Slumberly some thirty years back as the old Squire's bride, full of ardent benevolence. She was to have been the great lady of a rather neglected district, to have drained the fen, thatched the cottages, tended the poor ; yet in six months' time she had found her self sinking into the position of a listless nonentity. Her husband she discovered to be a man of iron will, and of no benevolence worth mentioning ; moreover, his brief passion for her had soon cooled. She had learnt the woman's lesson of passive obedience, and after some fruitless struggling, had sat down, weary and heartsick, to what seemed to her an utterly useless existence. And when the old Squire died, things did not change for the better. Randolph had never shown much affection for his mother ; from the day that his reign began he even seemed to develop a real antagonism towards her. To be a"], [94, "86 THE QUALITY OF MERCY. favourite of hers went against a man, she found ; if she pleaded for a cottager in arrears with his rent, Randolph was sure to be down upon him. Naturally the villagers were quick to perceive this, and as naturally the sense of her own uselessness and impotence was very galling to this gentle-hearted woman. Her son Ned, it is true, was fond of her after his fashion, but he was too rackety and selfish to be much of a comfort to his mother. As Randolph came towards her through an alley of standard roses, Mrs. Fitz-Urse saw at a glance that he was displeased, and guessed as quickly that Lilla's engagement had something to do with his unpleasant mood. He was always polite to his mother, and more so than usual this morning, a bad sign, as she knew well. After a civil remark or two about her health, and the promising appearance of her roses, Randolph plunged at once into the question that had procured the widow the unusual honour of a morning interview with him."], [95, "THE QUALITY OF MERCY. 87 \" I dare say you have heard from Lilla this morning, mother ? \" \" Yes ; I have her letter with me here ; would you care to see it, Randolph ?\" She had brought the letter with her to rejoice over in her favourite rose-bowered corner. \" No, thank you ; I have heard the news of her engagement myself.\" \" I think it such good news, Randolph ; I hope it has not displeased you ? \" \" May I ask why it is ' good news ' that my cousin has entered into a foolish engagement? Do you consider her the sort of person to appreciate love in a cottage — or, worse still, in a semi-detached villa residence ? You surprise me, my dear mother ; I always thought you were pretty well aware of her little failings, her expensive tastes, worldliness, instability, and 11 so on. \" You are a somewhat hard critic, Ran dolph.\" \" I like to take people as they really are,"], [96, "THE QUALITY OF MERCY. 88 that's all; call it hardness if you will. How ever, Lilla might do well enough, if properly matched ; she must marry a man of rank and position ; above all, of wealth.\" \"But surely if her father is satisfied, and Lilla tells me that he has already acknowledged her engagement ...\" 31 \"Well, as Ned remarked just now, my uncle cares for little outside his betting-book. And Miss Bellingham, as you may perceive from this note,\" producing her letter, \" is not satisfied. Now, my dear mother, you are aware what Lilla's prospects are from this aunt ...\" \" Miss Bellingham has brought her up in a fast, bad set, I fear.\" The widow said this in a subdued tone; she already felt cowed by Randolph, his quiet cutting manner seldom failed to affect her thus. \" I do hope,\" she proceeded deprecatingly, \" that you are not going to set your face against young Chichester, whom I have always liked so much.\" \" I am going to ask him down here immediately, and my cousin Lilla with him.\""], [97, "THE QUALITY OF MERCY. 89 A pink flush of surprise and pleasure crept over Mrs. Fitz-Urse's face ; for the moment she looked ten years younger. The further ance of Lilla's love affair lay very near the widow's heart. She had been anxious and unhappy about the girl for a year or more. Lilla never seemed to care to come down to Slumberly nowadays. She seemed restless, dissatisfied with herself, never content without constant gaiety and change ; the old mother and-daughter confidence between her aunt and herself had quite disappeared. In her last letter, however, the one announcing her en gagement, the girl seemed to be returning to her old self, as the sensitive affection of her aunt quickly detected. Mrs. Fitz-Urse had shed tears of pleasure over this letter. \" It will be the making of Lilla,\" she had reflected. \" He is a fine sterling young fellow; she'll come back to her better self without knowing how, and . . . and we shall get rid of that odious ' cousin ' of hers.\" \" My son,\" she now said eagerly, venturing"], [98, "THE QUALITY OF MERCY. 90 to lay a hand upon Randolph's arm, \"you could not have done me a greater kindness. I can't tell you how anxious I have been about Lilla of late.\" In a better mood Randolph might have undeceived her at once, but his brother's hints about Fawkes had filled him with spite. He let his mother talk on ; she grew quite eloquent under the influence of unwonted gratification, and turned to walk towards the house in better spirits than she had been for many a long day. \" I must go in at once,\" she cried, \" and begin my preparations for your guests. Lilla shall have the yellow room looking over the shrubbery ; it was always her favourite in the old days when she was fond of Slumberly.\" Randolph allowed her to walk a few steps, then called after her — \"By the bye, mother, you must order a room for my friend Fawkes, please, he's coming too. I wired for him just now.\" Mrs. Fitz-Urse stopped dead, and faced her son ; she saw at a glance that he had been"], [99, "THE QUALITY OF MERCY. 91 playing with her. The brightness left her face in a moment ; she could have cried, so sharp was the disappointment. \" Mr. Fawkes ? I hate the man.\" That brief sentence was the first outcry of revolt against her son. Up to this moment the completeness of her submission had been almost without a flaw; for the best years of her life she had silently borne the yoke of a hard husband, a harder son, but now she was stung to the quick. More than once she had entreated Randolph, with all the earnest ness she possessed, to withdraw Lilla from the pernicious influence of this man, and now she saw clearly enough her son's plan for getting rid of Geoffrey Chichester. Randolph saw a new and strange fire in his mother's eyes. \" You cannot, you cannot,\" she cried pas sionately, \" dash my hopes to the ground thus. For years I have been striving to wean her from the hold that man has upon her — he hindered her marriage with Captain Adderley . . .\""], [100, "THE QUALITY OF MERCY. 92 \" ' That man,' as you are pleased to call him, mother, is my oldest and nearest friend ; I request you to speak of him, at least in my presence, with decent respect.\" The Squire was pale with rage, and spoke with the savage quietness that had never yet failed to subdue his mother ; but it failed utterly now. She said not a word more, but he had roused in her a bitter antagonism, which was to bear fruit. The lesson of many years had been unlearnt at this interview. She left her son, determined for the first time in her life to cut squarely across his will, to fight for her own to the bitter end. Her niece Lilla was to her, as has been said, like a daughter ; she would not have the girl's life spoiled to suit Randolph's whims, and gratify that worldly old woman in Park Lane. For once in her life \" the mater \" meant fighting."], [101, "CHAPTER VI. Judging from the scene between Mrs. Fitz- Urse and her son, it would seem that Geoffrey's love affair was likely to create a considerable disturbance in the domestic circle at Slumberly Hall ; let us now pay a brief visit to the Vicarage to see how the news was received there. Little Rose had been in a flutter of excite ment from the moment she awoke, about sunrise or soon after, until eleven o'clock brought the inevitable postman, for she ex pected, almost for certain, a letter from Geoffrey. This active parson's daughter had quite neglected her little round of duties lately; old bed-ridden Farmer Clapton had languished"], [102, "THE QUALITY OF MERCY. 94 unvisited by his bright little gossip ; even Mrs. Reeks, her old nurse, had complained that she supposed \" missy \" was going to desert her altogether. In truth, poor Rose, who had a natural faculty for pleasant feminine gossip, had been quite unlike her old self lately, on account of the painful suspense and fear caused by rumours of her cousin's engagement, or probable engagement, to a London beauty. After a time this state of suspense had become so hard to bear that she committed herself to writing a note — a short, pitiful, tear stained little scrawl — to her friend and hero, the answer to which she was now expecting. Long before the postman arrived, however, Rose had worked herself back to a hopeful frame of mind ; youthful spirits, or argument from previous experience — for hitherto, if her life had been somewhat restricted and flat, things had gone well with her— had got the better of morbid expectancy. How many scores of quite disengaged persons had"], [103, "THE QUALITY OF MERCY. 95 rumour, quick at match-making as at match- breaking, affianced, even in her small experi- ence ? Probably Geoffrey had danced twice in one evening with this Miss Fitz-Urse, or met her once at a picture-gallery and forgotten all about her an hour afterwards — and this was all. His letter would make her laugh at her own self-pity, and feel ashamed of her own little whining epistle. She had frightened her self about nothing ; in short, the world was a bright, sunny place, where most things went well. Rose determined to give all the assistance she could to this hopeful mood ; and accord ingly invaded her father's study, dressed in Geffs favourite colours, with both hands full of roses. Mr. Chichester noticed her good spirits in his vague dreamy way, but was too much engaged with his writing to fall in much with her humour. He smiled and patted her cheek when she decked his room with flowers, but his mind was really engaged with the rhythm of his last sentence. Since he had"], [104, "THE QUALITY OF MERCY. 96 lost his wife and given himself wholly to a life of self-indulgent grief, this writing of per fect English had become his sole pastime and solace. Every Sunday morning he would mount his pulpit, looking like a saint, with his benevolent, chiselled face and glossy white hair, relieved by the richly-stained window that honoured his wife's memory, and pour over the heads of his indifferent rustics a flood of scholarship, expressed in faultless English. All Slumberly spoke with pride of the Vicar's learning, but he had not the sympathy and tact — perhaps the most overrated qualities in the world, for they often enough lie on the surface, and always work wonders — that win men's love. They had no more affection for the parson than for the Squire — hardly as much, indeed, for Randolph was open-handed enough in his whimsical way, and had the knack of doing a popular thing, when the mood was on him. The Vicar, however, loved his daughter, though he may not have been demonstrative,"], [105, "THE QUALITY OF MERCY. 97 and this morning Rose wheedled him out of his study, after much coaxing. She led him all round the bosky old garden to admire her flowers ; and he followed her patiently, peering vacantly at each blossom she descanted upon, but presently retiring, with a sigh of relief, to his beloved den. This exercise passed away a good half-hour, and soon Rose's heart began to beat fast as the postman's cart clattered down the lane. This lane skirted the lawn, and she thought the cart would never get round the curve. \" At last — at last ! \" she cried breathlessly, as it drew up at the shrubbery gate. Rose passed through the bushes by the longest route in order to avoid any waiting at the gate, and reached it cleverly, just as the postman opened it. He would stop, with the letter between his unconscious fingers, to pass the time of day with Miss Chichester and inquire after the Vicarage hay, carried the day before ; but in three minutes the vexatious fellow was gone, and the girl was VOL. I. H"], [106, "THE QUALITY OF MERCY. 98 dancing off with flushed cheeks and sparkling eyes into the thick of the shrubbery. Even then she prolonged the half painful joy of anticipation, as if loth to let it pass. \" What shall I do,\" she cried, \"when I've read it, and laughed at my fears ? I know — I know ; I will get Tom Hadaway to row me down the river. He shall talk about Geff; I shall sit with closed eyes, pretending not to listen much, and so we shall drift along past the pleasant meadows and lazy cows. And per haps Geff will say he is coming down soon — ah ! this will be the happiest day of the t >-* year ! The bushes closed round her, and there was not a sound in the Vicarage garden but the occasional pipe of a lazy blackbird. Presently the pink dress emerged again, and a sad footstep pressed the gravel pathway. Surely this was not the same Rose that disappeared just now — this drooping girl with the white face and trembling hands ? No ; nor would ever again be quite the same, now"], [107, "THE QUALITY OF MERCY. 99 that her hero was taken from her, and the foolish dream in which she had lived for so many years was dissolved. She was quite benumbed at first, conscious only of an in tense craving for solitude. The picture of her own room was before her mind's eye, and nothing else. The way thither seemed very long, but the study window was open ; she would pass through it; her father would be buried in his work ; then would come the long flight of stairs — then blissful solitude. The Vicar noticed her looks with uneasi ness as she passed through the French window of his study. When he questioned her she muttered something about headache, and passed on towards the door, but just before reaching it sank upon the sofa, seemingly overcome by fatigue. \"What is it, child ? \" he said ; \"are you ill ? ' She made no answer, but lay still, looking very pale. Then he noticed the letter, took it from her hand and read it. \" Geff has got engaged, has he ? Well,"], [108, "THE QUALITY OF MERCY. 100 he's an ardent lad — sure to be in love sooner or later. I'm glad to hear of this. I was afraid from your looks, child, that there was bad news in your letter, but I suppose the hot sun has been a little too much for you.\" As he came and stood beside her, she turned her face to the wall, covering it with both hands. \" Oh, father, I wish I were dead ! \" she moaned in a low voice ; \" I wish I were dead ! \" Even then the light dawned but slowly upon the wondering Vicar. It was difficult to appreciate the depth of his own self abstraction. Could it be possible that his nephew and niece, who had been brother and sister together since childhood, had been love making — unknown to him — before his very eyes ? A month or two ago, or was it last year ? he could not remember, but some one or other — Mrs. Crawford, he thought — had asked him whether Geoffrey and Rose were going to be married soon, and he had laughed at the question."], [109, "THE QUALITY OF MERCY. 101 \" Surely it is not this engagement of Geff's that is troubling you, Rosie ? \" She shivered at the sound of Geff's name. There was no need for further answer ; even the Vicar knew the truth now. He walked uneasily to the open window, with a flush rising over his comely face — \" Can he, that honest-going fellow, have been playing with my child's heart ? It must be so — people have hinted at this more than once — I have been strangely blind. ...\" For a long time he stood in perfect silence beside Rose ; he could say nothing to comfort her ; ten years of self-absorption could not melt into a sudden gush of sympathy. Full of pity as he was, he could not muster a single phrase calculated to soothe his daughter. Presently an idea struck the Vicar— to go in search of her old nurse, Mrs. Reeks. He stole out of the French window on tiptoe, having a general impression that this was a sick-room and the patient must not be awaked, and walked quickly away towards the village."], [110, "THE QUALITY OF MERCY. 102 Before he had gone a hundred yards he was met by Mrs. Crawford, driving a low pony-carriage. Now this Mrs. Crawford, as we have seen, was the ally upon whom the Squire was depending for assistance in the task of overthrowing Lilla's engagement, and in point of fact he could hardly have chosen a better one. For she was a woman who loved a bit of intrigue, and just now had a distinct grievance against Geoffrey Chichester. As the Squire rightly informed his brother Ned, she had for some time been angling for Geoffrey in the interests of her third daughter, and had only ceased to do so lately under the impression that Rose had already secured him. Now Rose was an old friend of hers, and she would not have grudged her this success, or at any rate only to the extent of a qualm or two ; but that Master Geoffrey should neglect his friends, rush off to town, and secure an heiress after a hasty campaign in this audacious fashion, was quite another thing; and Mrs. Crawford was ready to"], [111, "THE QUALITY OF MERCY. 103 welcome any opportunity for punishing him. \" Well, Mr. Chichester,\" she began, \" I was just coming to inquire after Rose. Of course she has heard the news about your precious nephew, and of course she's much upset ? \" The Vicar gave a sort of gasp ; he felt like some animal awaking from a long hibernation, to the fact that the world is really going on around him. \" You know then ? \" he muttered vaguely. Mrs. Crawford flicked her whip through the air with a short laugh. She was a woman who prided herself much upon her candour, even to new acquaintances or strangers, and it was a positive treat to give a bit of her mind to an old friend like this. \" Know, forsooth ? I should think so, Vicar. You don't suppose we all live with our eyes shut ? We can't all be torpid book worms buried in studies. Mark me, I gave you a friendly hint about Rose and her cousin in the spring, and you laughed at me ; now"], [112, "THE QUALITY OF MERCY. 104 I'm going to indulge in the supreme comfort of a little plain speaking. You've neglected that pretty little daughter of yours after the usual manner of your sex, and so the trouble has been going on unchecked. I expect she'll have brain fever or go into a consumption, or something dreadful now, and serve you right if she does. The girl is madly in love with that flirting cousin of hers, and has been for ever so long ...\" \" You think my nephew has behaved badly?\" said the Vicar sharply. \" Think? Of course he has, and everybody, except his book-worm uncle, knows it.\" \" I shall write to my nephew at once.\" \" Ha, ha ! Yes, I dare say you'll take pains to go through the usual door-shutting now the steed's flown. However, write and sting him if you can ; though, seeing that he has just landed an heiress, he's likely to bear that with equanimity. Do you know that he and his lady-love are expected down at the Hall in a few days ? Of course you don't, but such is"], [113, "THE QUALITY OF MERCY. 105 the case, and Mr. Fitz-Urse and I have a rod in pickle for the ardent young poet — that's strictly between ourselves, however. Where are you going now, Vicar ? \" \" I thought of getting my child's old nurse, Mrs. Reeks, to come and see to her.\" Again Mrs. Crawford laughed. \"Come, old friend, you're improving ; you've actually appreciated the fact that a poor girl, sick with a sharp love disappointment, needs some one better than a man, however pro digious a scholar, to look after her?\" Then she drove off, with a wave of her hand and glance half pitying, half satirical. In due course Geoffrey, who had just been thrown into a fit of depression by the news that he was expected to visit forthwith Lilla's relatives at Slumberly, where he would certainly have to meet with Rose, received from his Uncle Chichester a letter which cut him to the heart, bitterly injured his pride and sense of justice, and made him look forward to the coming visit as to a sort of purgatory."], [114, "CHAPTER VII. On the afternoon of the day on which the newly-engaged couple were expected from Town, Tom Hadaway was smoking a re flective pipe in a certain nook of the river. The spot was a favourite haunt of his, com bining as it did quite a cluster of advantages. It commanded the best salmon-pool on the river, upon which it was his business to keep a constant eye at this time of year. Again, though not far from the mill, it was completely cut off from the bustle of the mill people by some drooping willows ; lastly, it afforded a full view of the ferry which connected the gently simmering life of Slumberly village with the placid solitude of the Quamp. Thus, from his vantage-post under the willows Tom could carry on his duty, watch the"], [115, "THE QUALITY OF MERCY. 107 miller's bare-legged children playing pranks with the ferry-boat, and enjoy the soothing flow of the glossy water at his feet unassailed by any casual gossiping villager. Tom was more than usually reflective this afternoon. He was trying to answer a question that he had put to himself a good many times during the last day or two — \" Shall I give the Squire notice and leave the place for good ? \" — and his thoughts were running somewhat in this groove : — \" The enemy, whom it is my chief object in life to avoid, is expected again already. There's no escape from a man in this out-of-the-way corner; one is certain to jostle against him. The sight of him will do me no good. I had got to think of him with a kind of quiet hatred, as I hoped, but the mere expectation of seeing him again sets the old venom work ing. Perhaps I have been on the wrong tack all through. To regain kindliness and a wholesome heart I should either have flung myself upon the bosom of nature in some"], [116, "THE QUALITY OF MERCY. 108 primæval forest out AVest, or else have plunged headlong into the whirl of a great city. I have dropped between two stools, maundered along through a bucolic, half-vegetable exist ence, without the wholesome friction of a moving life, or the grand repose of real solitude. Ah, Tom, did you once think your self a strong man, and yet have you moaned through the world like a Hamlet, crying — ' Fye on't ! O fye ! 'tis an un weeded garden,' instead of toiling like a man, mattock in hand, to uproot the weeds ? Foster an evil passion for a week and you'll not destroy it in a year. I have let mine eat the heart out of me, but I will maunder no longer ; time it is to try a new life in a new country, to leave behind this old embittered self that I have learnt to hate and scorn so heartily.\" Tom arose, shaking his great shoulders and striking his powerful hands together as though to take comfort from the consciousness that brawn and muscle were left, if the mental gear"], [117, "THE QUALITY OF MERCY. 109 had got shaken awry. He looked towards the westering sun, one hand raised to shade his eyes, and saw a tall figure advancing over the Quamp towards the ferry-boat, now deserted by the lads, who had gone off bird-nesting among the reeds. A dark scowl came over Tom's face as he gazed. \" My enemy,\" he muttered ; \" there's no mistaking that little pointed beard. He has come, as it seems, just in time to clench my resolution. He has walked across the meadows then, and sent his luggage on ; and now steps into the punt as though he were familiar with it.\" Mr. Fawkes — for it was he — was in fact perfectly familiar with this short cut to and from the little country station, and was glad of a walk after sitting for many hours in a stuffy railway-carriage. He stood on the bank for a moment, taking in the mill and its wavering reflections with the keen pleasure of an artist ; then jumped into the old punt which did duty as a ferry-boat, and pushed off with a strong thrust of the pole."], [118, "THE QUALITY OF MERCY. 110 Tom watched him with shaggy eyebrows knitted and a stern compression of the mouth. For half a dozen thrusts of the pole all went well, then Tom noticed with astonishment that the punt was settling down lower in the water. \" Has she sprung a leak ? \" thought he, rubbing his eyes, \" or is it my fancy ? \" The punt settled down fast ; it was soon evident that there was more than a leak amiss, and Tom guessed at once what had occurred. The mischievous lads who were constantly playing with this ferry-boat were in the habit of entrapping each other into a ducking by surreptitiously knocking out the cork which filled a hole near the punt-well. This hole was properly used for emptying the punt after heavy rain, and when uncorked, was big enough to fill and sink it after crossing about a half-breadth of the river at this point. To set the trap they had only to push out the cork and draw the well-end of the punt on to the sloping gravel bank."], [119, "THE QUALITY OF MERCY. 111 Tom relaxed into a quiet laugh as he saw the punt on the point of sinking under its burden. There was little or no danger, as only a narrow strip in the centre of the channel was out of a man's depth. The boys, bent on nesting, had forgotten to replace the cork this time, and their unexpected prey was to be the elegant Fawkes. As the water rushed in fast, Fawkes cut a very ludicrous figure. Finding his own end of the punt sinking, he splashed hastily across to the other, then the water rushed after him, bringing the gunwale down lower and lower. He looked helplessly round, hoping that there was no spectator to his mishap. The punt settled deeper, lurching a little over to one side. To counterbalance this, he shifted his weight ; another lurch followed ; in a moment he lost his balance and fairly fell overboard, the old boat sinking beside him with a slow gurgle. Fawkes rose to the surface at once, striking out with the action of a practised swimmer."], [120, "THE QUALITY OF MERCY. 112 Seeing which, Tom stayed where he was, having no desire to welcome the other on landing. But after making good progress towards the shore, when a few strokes more would have carried him into shallow water, something went wrong with the swimmer; he threw himself suddenly upon his back, and began to float slowly down stream, shouting lustily for help, his face drawn with pain. Such crises, when the seemingly wide gulf between life and death is shrunk to nothing in a moment's space, bewilder even a strong nerved man. Tom woke with a shudder from his first amazement to the stinging thought that his enemy would die through his careless ness. Had he hurried down the bank at the moment of the upset, precious seconds would have been saved. He strode down to the landing-place now as fast as his lame leg per mitted, tripped over a big stone, picked him self up again, tore off his coat, and plunged fiercely into the shallow water. Fawkes was drifting slowly down a little short of mid-"], [121, "THE QUALITY OF MERCY. 113 stream, his upturned face ghastly white and quivering. Tom could not swim a stroke ; if he ventured a few inches beyond his depth both would drown. The only chance lay in his stretching out an arm from the verge of the shallower water where the bank shelved suddenly. He struggled down stream waist-deep to where the central deep channel was narrowest, then pressed outwards till the quiet-flowing water was heavy against his breast ; then further and further until it overtopped his shoulders. He advanced till it reached his chin, his head thrown back ; he could not go an inch further. The drowning man was but just above him ; a moment more and he was floating slowly past. Tom's strong hand swept out and fastened like a vice upon the shoulder nearest him. Then for some seconds he dared not move ; then he backed slowly, inch by inch, not daring to look round towards the shore, dragging the helpless figure with him. VOL. I. I"], [122, "THE QUALITY OF MERCY. 114 The water sank to his shoulders; still there was great danger of losing his balance. Very steadily and gradually he pressed his way backwards till he could stand against the current quite easily. The danger was over. Fawkes had been seized with the swimmer's curse, a bad cramp, and could not move for some minutes after reaching the shore. Not a soul was in sight ; the small boys who had wrought the mischief had watched the drowning man in an agony of fright, and taken to their heels down the opposite bank the moment he was in safety. At first the pair, who had not met for three years or more, looked at each other simply as any other two men might have done after a joint escape frcm great clanger; but when their nerves settled down, the pressure and absorption of the crisis being over, the old enmity crept back to set up an invisible barrier between them. Not a word was spoken on either side. When Fawkes arose from the gravel bank, after the spasms of cramp had"], [123, "THE QUALITY OF MERCY. 115 subsided, they stood facing one another in awkward silence. Yet \" in spite of spite,\" Tom felt a certain kindling — somewhat lukewarm perhaps, but not without the faint afterglow of an old friendship in it — towards the man he had just snatched from drowning. He saw again a little Norfolk village, girdled with the sedge trimmed arms of a great Broad ; the faint silver of an autumn morning was tinging the wide waters, while he and Fawkes— farmer's son and gentleman, yet sworn comrades — were starting, gun in hand, for the head of the Broad. Memory is apt thus to deal sharp knocks to a cherished resentment, to bring back an old hand-clasp, a brotherly jest, or one of those kindly home-phrases redolent of old friendship that seem to make hatred pathetic as well as hateful. Fawkes was the first to speak. It was galling enough to owe his life to this man for whom he had the time-honoured cordial hatred of injurer for injured, but he was far"], [124, "116 THE QUALITY OF MERCY. too much of a gentleman to withhold fitting acknowledgment of such a service. Almost before he could open his mouth, however, the other cut him short. \" There, there,\" cried Tom, fretfully, \" don't speak much, or you'll spoil it all. We have had the luck not to meet for three years ; let us manage to be as good strangers for the next thirty. Man, man, I was thinking of the old days just now, before the friend I trusted turned out a liar and a rogue, and your first word spoiled it all. Don't speak any more, for God's sake. Let us part at once. Never mind your obligation to me ; you've repaid that in full already by showing me to be less black than I painted myself, for I never should have thought myself capable of stretching out a hand to help you.\" Without further ceremony, Tom threw on his coat and departed, feeling, despite his words, a vague sense of comfort stealing about his heart, as of the first melting of a long-nursed resentment."], [125, "THE QUALITY OF MERCY. 117 Without heeding his wet clothes he tramped slowly on to the village, in a more hopeful frame of mind than he had enjoyed for a long time. He was better satisfied with himself after this rescue of his enemy, and half-minded to reconsider his determination to give the Squire notice. At any rate he would turn into the park for a spell of further reflection before adjourning to the inn for dry clothes. Unfortunately, just as he was opening the wicket which connected the churchyard with the grounds of the Hall, he was met by Mr. Timothy Apps, the postmaster — a man out of all the neighbourhood most calculated to jar upon his present mood. Mr. Apps was, in his own estimation, the most important personage in Slumberly, next to Squire Fitz-Urse, the parson being too bookish and retiring to count for much. He was commonplace, conceited, and a pro digious egotist; but in other respects a harmless sort of fellow. He had a vast, though secret, respect for Tom's learning and"], [126, "THE QUALITY OF MERCY. 118 general superiority, while Tom looked upon him as the one intolerable bore of the village. This respectable, though tiresome, postmaster was a widower, whose late wife had come from Tom's part of Norfolk, and it was through his recommendation that Tom had become Squire Fitz-Urse's bailiff — a circum stance which provided Mr. Apps with a double string to brag upon. To the superior farmers, with whom he frequently condescended to smoke and chat in the little inn parlour, honest Timothy would boast that this new bailiff, Hadaway — whom they looked up to so much, perhaps because of his difference from or indifference to everybody else — had been introduced to the neighbourhood by himself, being well known to his late wife. When questioned about Tom's past history he would grow mysterious, and darkly knowing. On the other hand he was never tired of reminding the bailiff what a fine, easy, well paid place he had got, and especially, to whom he owed it."], [127, "THE QUALITY OF MERCY. 119 \"Why, Tom,\" he now cried, \"you're just the very person I wanted to meet ! You look very odd about the legs — why, you're dripping wet, man ! You ought to go and change at once, for fear of rheumatism — at least as soon as ever you've heard what I have to say, which is rather important. By George, you are wet — have you fallen into the river ? However, I shan't keep you more than twenty minutes or so.\" As they strolled up and down the shady footpath that crossed this corner of the park, Tom allowed Mr. Apps to ramble on without at first heeding him, but presently became converted into an eager listener. At first the talk had flowed steadily along in its usual channel — that of the speaker's own common-place self, his work, health, troubles, and responsibilities. The stream of honest Apps's talk always ran thus thickly when the tap was first turned, clearing gradually after the first discharge of egotism. In due time the first part of his discourse came to a head thus —"], [128, "THE QUALITY OF MERCY. 120 \" So you see the long and short of it is \" — Tom breathed a sigh of relief at the com parative hopefulness of the phrase — \"that, what with looking after the postman, selling the stamps and postal orders, keeping the accounts, and what not, I can't manage without an assistant much longer. I miss my poor wife a deal — in fact she saved me money. She was a good arithmetician, almost as good as I am myself, and had more patience with these country louts than could be expected from me. The old women, especially, nearly drive me mad with their long tongues and infernal hagglings over a halfpenny stamp. Now it has occurred to me, that my sister in-law Emily\" — it was at this point that Tom's sudden interest began — \" might come and do that part of the business — the stamp selling, and easy work, you know. It's a healthy district, and she would earn her board and lodging, which is as much as an invalid can expect. The change might benefit her health ; and she would save me money."], [129, "THE QUALITY OF MERCY. 121 Now of course I can't help knowing that there was something betwixt you and Emily in the old days ; she jilted you for another chap, I understood ; but lor bless you, it's a way the women have ! \" Tom looked to his front in grim silence. Mr. Apps felt injured ; he had touched upon the matter, as he considered, with great tact and delicacy, in return for which Tom ought to give him a word of encouragement. \"Well, well,\" he continued, magnanimously, \" I dare say you don't care to talk about it. A man feels sore about those things at times, though of course the sentiment all wears off in a few weeks. Now, fact is, Tom, I've written about this to her people at Oulsby — pretty familiar name to you, eh ? — and they seem anxious enough for her to come. She has heart-complaint, or something; and they want to get her out of Oulsby for various reasons, they say. But here comes the odd part of the business— the girl herself puts a note into her mother's letter to ask if you would mind her"], [130, "THE QUALITY OF MERCY. 122 coming. Thinks you're still pining, eh, Tom ? and might be embarrassed at meeting her — like a woman's vanity, isn't it? But I know you won't stand in her way ; she'll earn her board and lodging, you see, and . . . and she'll save me money. If she can't come I must pay an assistant — and she'll earn her board, you see. It would be a comfort to her to feel she was earning her living, though an invalid. Come now, Tom, I've got you into a snug berth here, you wouldn't be so mean as to stand in the way of my conven ... I mean in the way of the poor girl's comfort and happiness ? \" He ceased speaking, adding only to himself, \"A man feels sore at having a girl who has jilted him knocking about the same village, but he'll come round presently ; I've touched his vanity.\" Tom was not, as it happened, giving a thought to the question of his own ease or discomfort; he pondered long — and would have pondered much longer had he known"], [131, "THE QUALITY OF MERCY. 123 how strangely this simple decision of his was to affect later events — upon the question of how this step would affect the happiness of the woman he had loved. It was often a comfort to him in later days that he did honestly think the question out on these lines, without giving a thought to himself. If his judgment was at fault, it was not through the leading-strings of vanity, or any pleadings of self-love. \" An hour ago,\" so ran his thoughts, \" I should have said ' no ' without a moment's hesitation, for if she comes here, meet they must. But now I've somehow come upon a sneaking vein of kindliness towards him. Hating him so, I may have been hard on him ; and there seems a kind of destiny in their coming together in this out-of-the-way place. If any good came of it there would certainly be a romantic fitness in the event. Her present happiness is not so great that one need fear to imperil it, and it seems unlikely that she will live long. . . . Perhaps the wisest thing will be just to let things take their"], [132, "THE QUALITY OF MERCY. 124 course ; well-intentioned meddling has a deal to answer for ; I'll keep my hands free of it. I must just stay on here for the present, wait on events, and watch over her a bit ; and, mean while, must get used to meeting with my enemy every day almost, and learn to suppress myself. Emily must have fair warning, though ; it wouldn't do to let her come with out that. Let her know that he's here, and likely to be here some time, and for the rest let her decide for herself.\" And so Timothy Apps presently went home with an eased mind, and a comfortable sense of having shown himself at once shrewd, delicate, patronizing, and good-natured ; and wrote off at once for his new assistant."], [133, "CHAPTER VIII. It was with very mixed feelings that Geoffrey found himself standing on the plat form at Hernebridge with Lilla by his side. Was this the familiar little station he had left behind but a few weeks since ? The old well-known country lay around him ; to the westward the heathery plain, freckled with snowy cotton-grass sweeping up to the line of low hills which shut in the basin of the Slumber; on the other side the reedy flats of the Quamp; but the landscape had no smile for him, presenting rather the face of an old friend grown cold. In the old days he would have been met by the Vicarage pony-trap, half full of flower ing reeds and other spoil of the Quamp,"], [134, "THE QUALITY OF MERCY. 126 culled by Rose for the special comfort of his jaded London eyes ; and Rose herself would have been there to meet him with effusive sisterly greeting and half a hundred questions. The pony-trap happened to be there now, as if on purpose to emphasize his changed state, and standing at the pony's head was Mr. Chichester's man James. Geoffrey would have been glad of a civil word from James, or even the ghost of his old smile ; but the latter appeared to take no interest in these new arrivals, and kept his back carefully turned towards the platform — whereat Geff felt like an outcast as well as a stranger. Close by the Vicarage trap, which drove off in a minute or two — James having received his parcel of books from a porter without seeing Mr. Geff, who was standing not three yards away — was the dog-cart from the Hall, with a black mare chafing in the shafts, and tossing flecks of foam over the spotless groom, who had enough to do to hold her. \" I suppose he'll cut me too ? \" thought"], [135, "THE QUALITY OF MERCY. 127 Geoffrey ; but the groom touched his hat, saying, without relaxing a muscle of his countenance — \"I'm come to fetch you and Miss Fitz- Urse, sir; and perhaps you won't mind jumping up at once, sir, 'cos the mare's in a very fidgety state.\" Geoffrey's depression grew upon him even during the few moments occupied in collecting Lilla's light baggage. \" The trap's a deal too good for a pauper like me,\" he said to himself; \" I feel like an impostor now, as well as a stranger and an outcast. And Lilla seems as much down in the mouth as I am; what can be the matter with her?\" In point of fact Lilla had that morning heard from her aunt that Francis Fawkes was to be of the party at the Hall — a piece of news that had not tended to raise her spirits. When Geoffrey took possession of the driving-seat the groom seemed a little dis concerted. \"Excuse me, sir,\" he remarked before"], [136, "128 THE QUALITY OF MERCY. quitting the mare's head, \" but you'll find her a bit troublesome ; she's got a very bad temper, and is worse than usual to-day.\" Lilla also seemed nervous, looking doubtfully at Geff as he gathered up the reins, which vexed him much. \"All right,\" he said shortly to the groom; \" I'm used to horses.\" In answer to Lilla's glance he explained that he had served his apprenticeship down in Devonshire, where he was brought up; then was vexed with himself for thus caring to justify himself before the servant. A moment afterwards the engine shrieked, the train rattled off along the primitive little single line ; the groom, after a severe wrestle with the mare, Black Kate, jumped up behind, muttering — \" In course he wants to drive hisself, for fear of lookin' like a fool afore his sweet heart ; happen I shall get my neck broke all along of his blessed vanity ? If he funks at all, Black Kate'll chuck us all into the river, like enough ; for she can't abide a nervous hand on the reins.\""], [137, "THE QUALITY OF MERCY. 129 This spice of danger, as it happened, rather tended to brace up Geoffrey's nerves than to frighten him. He had been looking forward with a sick dread, growing hourly stronger as the train plunged deeper into the country, to this visit to Slumberly Hall. Rose had lately written him a short note — she had contrived to do so in the first gush of generous feeling which often follows immediately upon a shock such as hers ; a few hours afterwards, when the wound had begun to rankle, she could scarcely have forced a word from her pen — and its effect had been to make him feel inexpress ibly mean at thus coming down to flaunt his happiness, as it were, in her face. Again, he did not care much for what he had hitherto seen of Randolph Fitz-Urse, and had con siderable doubts as to his reception as a future cousin by the latter. Lastly, there was a pain ful interview with Uncle Chichester looming in the near future. Now Black Kate, with her fumings, caper ings, and furious pulling, did Geff the kindness VOL. 1. k."], [138, "THE QUALITY OF MERCY. 130 to sweep all these unpleasant reflections from his mind. The moment her head was free, she leaped against the traces in a way which almost overturned the cart; then came the sharp turn to the left before he could quite pull her together. But Geff got her round with a powerful wrench, in a way which caused the groom to breathe more freely. In a couple of seconds they were bumping over the rails between the just-closed gates ; then, after one more sharp corner, the narrow road over the Quamp lay before them, raised a few feet above the level of the water-meadows. Geff laughed with pleasure and excitement ; the risk which took the colour from Lilla's face and made her gasp, only sent the blood flying over his. The mare swallowed the road at a furious pace, swerving and shying at every ditch and pool they passed. Before Lilla had regained her courage, Geff, who had risen many degrees in the groom's estimation, had begun to think that Black Kate would pull his arms out of their sockets."], [139, "THE QUALITY OF MERCY. 131 The Quamp flashed by in a trice ; alre.tdy they had reached the long bridge that spanned the Slumber. From the bridge they looked down a long curving reach of glossy water, at sight of which Lilla, having now recovered confidence, uttered an exclamation of delight. Geff, for his part, paid no attention to these natural beauties ; having pretty well m.istered Black Kate by now, he had leisure to pursue his thoughts, to appreciate the fact that they were now within half a mile of the Hall and Vicarage, that he might meet with his uncle or Rose at any turn of the lane. There was no danger of coming across the latter, however, for little Rose was at this moment looking at him from behind the curtain of a farm-house window which overlooked the bridge. She had manufactured an errand to this farm, guessing the time of his arrival, expressly to torture herself by seeing the newly-engaged pair together. She got but a bare glimpse of them as they spun past, but"], [140, "THE QUALITY OF MERCY. 132 this sufficed to add another note or two to her wretchedness. \"He'll never give me another thought now,\" she cried to herself, gazing after the dog-cart with dimmed eyes; \"his life will be a long blaze of sunshine, mine a long unbroken shadow. He'll meet me looking pale and ill, and be sorry for a moment or two ; then the next look she gives him will drive my very existence out of his head. I did hope for a bad illness, that I might forget everything for a week or two, but illness never comes to those who wish for it. I shall never be ill, only wretched, utterly wretched. O, Geff, Geff, my heart's broken, and you'll never know it, or care what becomes of me ! \" Meanwhile, the man whose life was such \" a blaze of sunshine\" drove along, sore-hearted, miserable, dreading the village which must be reached directly. Now he was passing the first cottage; now Black Kate was splashing through the ford of the trout-stream he had"], [141, "THE QUALITY OF MERCY. 133 fished so often. Another hundred yards, and here was the Vicarage gate — the little wicket gate at which Rose had received his letter from the postman, through which he and Rose had passed upon a hundred country rambles. He lashed the mare along the lane skirting the lawn, with his heart in his mouth. \"Why, Geoffrey,\" Lilla exclaimed, \"you never threw a look over the hedge, and your uncle or cousin may have been watching for n you. He answered nothing ; she flushed with surprise at his moody looks. To Geoffrey they seemed an age passing that shady lawn ; but at length he breathed again ; they had passed the lodge-gates of the Park, just beyond the Vicarage, without en countering a soul. Three minutes later he pulled up Black Kate, all in a lather, at the main entrance of the Hall. Mrs. Fitz-Urse received the young people very cordially, then hurried them off to dress for dinner, as it was already late."], [142, "THE QUALITY OF MERCY. 134 Then Geoffrey, safely ensconced in his dressing-room, felt that he had a few moments of breathing-space. He had hardly got over the sensation of scare at passing so close to the Vicarage, and being naturally anxious to make a good impression upon Lilla's kinsfolk, was glad of a brief space of time in which to pull himself together before meeting the men-kind of the family. He threw the window wide open, thrusting his head out with a sigh of satisfaction — of brief satisfaction — for before him lay the Vicarage, with Rose's window in full view. But that vexation was quickly merged in a greater one, for on the dressing-table lay a note from his uncle. He tore the letter open with a shaking hand. It was brief, cold, and polite. Mr. Chiches ter regretted having spoken somewhat harshly — more harshly perhaps than his nephew deserved — in his last, but was quite unable to view Geoffrey's conduct in any but an unsatisfactory light. Under present circum-"], [143, "THE QUALITY OF MERCY. 135 stances, it would be pleasanter for all parties if Geoffrey ceased to visit at the Vicarage ; if he and his uncle or cousin were to meet unavoidably, let them do so as ordinary friends or acquaintances. \" I would sooner,\" cried Geoffrey, dashing the note upon the floor, \" he had cut me dead, and ordered me never to darken his doors >•> again. Meanwhile Geoffrey's entrance was awaited below with much interest, with far more in fact than he himself — quite unsuspicious of the little drama now about to commence — would have thought possible. Mrs. Crawford was there awaiting, with a significant smile directed towards the Squire, the opening of the little play. Mrs. Fitz-Urse was watching for the same with a far deeper interest ; feel ing convinced that this next week or two would prove a crucial period in her niece's life. When Lilla entered the room, looking rather depressed and out of sorts, as she"], [144, "136 THE QUALITY OF MERCY. thought, her aunt felt vaguely disappointed ; the girl had not the look of contentment and quiet happiness she was hoping so keenly to see. But upon the party in general Miss Fitz- Urse made a very different impression. Those who had not seen her before were amazed at her beauty ; Mrs. Crawford, after a long, steady glance at her, whispered to Ned Fitz- Urse, \" Well, well, our young poet may well be enchanted with her. She is enough to turn older and stronger heads than that of our impetuous Master Geff. Truly, she is like a princess out of a fairy tale ! \" \" She always was good-looking, you know,\" said Ned, calmly, \" though she strikes me as being a little gone off now — a bit pale about the gills, from Town dissipations, I should say. What the dickens colour is her frock ? None but an æsthete with his mouth full of double-barrelled epithets could tell, I should say. \" It's the only toilette in the room worth"], [145, "THE QUALITY OF MERCY. 137 looking at,\" said Mrs. Crawford with emotion, looking regretfully at her third daughter Lucy, a pretty, fresh-looking girl enough, but not to be considered for a moment beside the stately Lilla. Ned presently got his cousin into a corner, and began to congratulate her in his peculiar way. \" Engaged again, Lil, eh ? But, my dear cousin, you shouldn't have brought young Shakspere down here ; you'll be bored to death with him down in these wilds. I never yet knew an engagement that would stand a week of rustic quarters. Has he been ' took bad ' with any verses on the way down, by the bye? We shall have him haunting the river-bank with his eye rolling in a fierce frenzy, roaming about the Quamp with hair down his back and a face of misery, and that sort of thing. I hope you've cut his hair, though, Lil : your verse-making chaps want a deal of trimming. Well, whenever he's 'took bad ' you shall come salmon-fishing with me,"], [146, "THE QUALITY OF MERCY. 138 coz; for you'll find Randolph a bit grumpy just now. I suppose young Shakspere' s pretty learned? But you must tell him not to spout at me, Lil, my constitution won't stand it ; a line of poetry upsets my digestion for a week. Save me from him, dear coz, unless you want to see my once famous appetite shrivel into nothing.\" Dinner was announced, but neither Fawkes nor Geoffrey — the former delayed by his adven ture with the ferry-boat, the latter by the state of his feelings — had yet put in an appearance. Now, it happened that ironical Fortune chose to bring these two into the drawing room together. As they hurried from their respective rooms they met at the stair-head, in fact almost jostled against one another, and there exchanged a greeting as stiff, curt, and emotionless as their united endeavours could make it. Each stopped abruptly to avoid the threatened collision ; each moved his head a quarter of an inch and muttered half a syllable of greeting."], [147, "THE QUALITY OF MERCY. 139 As they entered the long drawing-room Mrs. Crawford muttered — \" What, the rivals entering together like brethren ? This is the first ' situation ' of our little comedy.\" Ned whispered to Lilla — \" Is this yellow-haired chap your poet, Lilla ? I haven't seen him for some years, and he's not a bit like what I expected.\" Mrs. Crawford's reception of Geoffrey was quite a little work of art in its way. She was by no means as spitefully inclined towards him as Randolph imagined, although quite willing to assist at his discomfiture. \" Of course he fell in love with a beauty as any other young fellow on first blossoming out as a new poet, and being pampered a bit in London society, might do, and naturally she'll tire of him in due course. They will drift apart in a few weeks, with judicious management, and then poor Geff, with sore vanity and a sick heart, will appreciate the sympathy of a girl like my Lucy. Then I shall make things right"], [148, "THE QUALITY OF MERCY. 140 between him and Sir Garrard ; he shall make money and become a real celebrity, and the young couple shall settle down in this neigh bourhood. I like young Geff; he shall never be sorry to see his mother-in-law, for I've too much sense to over-play the part.\" Such being her attitude towards Geoffrey just now, it behoved this good-natured, if not over-scrupulous, woman to receive him in a spirit of friendliness tinged with a little cen sure. Her smile and shake of the hand conveyed just the impression she intended. \" You're a good fellow, Geff, and I shall stand your friend ; but you've been playing with Cousin Rose, you know — we're all rather shocked at you ; still I'm your friend in spite of all.\" Thus he read her manner though she only spoke of the weather, and what he read, coming as a postscript to his uncle's letter, did not tend to improve his temper or spirits. But Fortune had several more rebuffs in store for Geoffrey this evening, and those of"], [149, "THE QUALITY OF MERCY. 141 a kind especially calculated to ruffle him in his present relation towards his betrothed. For there was not yet between him and Lilla the confidence of lovers whom time and cir cumstances have blessed with the priceless gift of absolute trust. He was still on his promotion, still striving to win the whole hearted love which she was as anxious to give, if it would but come, as he to receive. Up in Town, among the literary people where he had first met her, Geoffrey had been a Somebody, a promising young fellow whom clever men had listened to with pleasure ; now all this was to be changed. Ideas, culture, and such things could never at any time have been stepping-stones to the good graces of the Squire and his brother; and, whatever his lights might be, Geff was to be deliberately debarred from showing them. Randolph had set himself the task of making his guest of no account in the eyes of Lilla ; and he entered upon it at once with a keen, cynical relish of the situation — with the method and resolve"], [150, "THE QUALITY OF MERCY. 142 of a man, sharpened by something like the smooth spite of a woman. Not that Randolph disliked the young fellow, though Geff had fancied so ; only those who cringed to him earned the Squire's cordial hatred. He rather liked the youngster's proud independence, but had quite set his heart upon Lilla's marrying Fawkes, for whom he had a loyal friendship. He had never believed a word of the stories against Fawkes ; he had always thought that Fawkes was half in love vvith his cousin, though not sufficiently to be willing to forego his bachelor freedom. Jealousy of young Chichester would now clinch the matter ; Lilla would be drawn away from Geff, and end by marrying the man really suited to her. Such was Randolph's view of the situation, a shrewd, sensible, unromantic sort of view, such as might be expected from him. But it is possible, even in this unromantic age, to be too sensible and matter-of-fact ; and had Randolph known with what dangerous passions he was playing, what irretrievable mischief he"], [151, "THE QUALITY OF MERCY. 143 was helping to bring about, he would have preferred touching red-hot iron to meddling in this matter. The Squire had arranged for his new guest's complete discomfiture during dinner by pairing him off with a certain Miss Cromie, a maiden Lady of a certain age, and having literary gifts that tended to isolate her from her county neighbours. For, having published a book on ferns, and written some magazine verses, she was in a position of some mental superiority to the neighbourhood in general ; and, being unhappily in possession of a candour at least equal to her self-complacency, was at pains to let the neighbourhood know it. She talked quite freely of the deplorable ignorance of those around her, and seldom threw away an opportunity of enlightening it ; indeed, but for large wealth and an estate noted for its pheasant-shooting — which covered more sins than charity, as practised in these parts, could ever have done — Miss Cromie might have been seriously unpopular."], [152, "THE QUALITY OF MERCY. 144 Mrs. Fitz-Urse had rebelled against the delivery of young Chichester into the hands of this alarming maiden lady, which had made Randolph the more inexorably bent upon it. When Ned saw Miss Cromie with her victim safely in tow he grinned furtively at his brother. He was all agog for the fun likely to ensue, and to be the more piquant because Lilla was placed nearly opposite the unsuspecting victim. Fawkes, too, was within hearing, and in a position to get the full benefit of his enemy's overthrow. Miss Cromie was a large, gaunt, square shouldered woman, with a rasping voice ; but she had fine gray eyes, agleam with satisfaction just now, when she thought of this live poet all ready to be demolished, and of the large audience within easy range. She began by telling Geoffrey that she had lately studied his book of poetry, every line of it. This alone was enough to cover him with discomfort. He looked nervously across at Lilla. She flushed a little, he thought ; he caught Ned's"], [153, "THE QUALITY OF MERCY. 145 eye, as it roamed around for some one to share the joke vvith, alighting upon Fawkes, who sneered responsively. Geff soon wished Miss Cromie at Jericho, and began to arrange conversational traps baited with topics less personal. But this inexorable critic put his little efforts aside with quiet firmness. \"You must know I'm a dreadfully candid person, Mr. Chichester,\" she said, squaring her big shoulders at him, \" and I'm going to cut you up dreadfully. First, let me ask your views as to the proper use of the Cæsura ? \" Geff would sooner have given his views upon amateur female critics or the unpleasant ness of personal remarks in public. He only muttered something inaudible. \" Talk of reviewers,\" thought he ; \" who wouldn't rather be decently carved in print by an expert than mangled vivd-voce by this dreadful amateur ? \" \" Aha ! \" she cried triumphantly, \" you have none — just as I expected. I do assure you that bad Cæsura is a most baleful thing, and that VOL. 1. L"], [154, "THE QUALITY OF MERCY. 146 your work is conspicuous for it. Now I've studied this useful poetical tool pretty deeply, so you must really let me give you a friendly lesson in its proper use and practice.\" This she proceeded to do with blandest good-nature. She had an appalling flow of words, and a peculiar knack of gathering every one within hearing into a little special audience whenever she had something rather good to say — which was too frequently the case. She now began, with a smiling, genial kind of relish, to deliver a spirited lecture upon Geoffrey's literary method, its shortcomings and defects. She quoted whole lines of his verse, explaining that some scanned indiffer ently, and others not at all ; she complained of his flippant smartness in some places, of his turgid dullness in others. He had to sit patiently listening with hot cheeks and a smarting desire to throw politeness to the winds and retort witheringly. He thought of biting ironies which must have quelled her in a moment had decent civility permitted. But"], [155, "THE QUALITY OF MERCY. 147 still the grinding torment went on. Never was young man so thoroughly roasted and befooled before his sweetheart's very eyes. Ned laughed consumedly until he became quite incapable of conversation. Randolph made one or two polite efforts to draw Miss Cromie off her victim, knowing quite well th.it she would but stick to him the closer. Every now and then, it is true, she would give poor Geoffrey a brief breathing space while she talked about herself, but very soon she would have him on the rack again. Even to a man well crusted with conceit, the situation would have been thorny enough ; to this modest young fellow it was acutely distressing, espe cially as she made a point of tearing up by the roots all the best thought and feeling he had put into his work. Geoffrey had spent far pleasanter hours than this in a dentist's arm-chair ; a crust of bread in a solitary attic would have been an enjoy able meal in comparison with this one. But he took his roasting with the patience and"], [156, "148 THE QUALITY OF MERCY. self-control of a gentleman, though probably a little rudeness would have been more popular with his present audience. When the ladies at length received their signal, he was almost too dejected to believe that his emancipation had come; while Miss Cromie, for her part, left him about as cheer fully as a dog does a half-finished bone, murmuring regretfully — \" Our talk has been all too short, hasn't it ? You've no idea what a treat it is to me to meet a person who has read a book at all. Not a soul about here knows good literature from bad. We must meet again soon and have another such pleasant gossip.\" \" Not as long as I have a brain to scheme and legs to move me ! \" thought Geoffrey, fervently. Even now his run of ill-luck had not come to an end ; he was shortly to learn that a male bore can be as pertinacious and tiresome as a female. One, John Tufnell, a young squire of the neighbourhood, to whom Fortune had"], [157, "THE QUALITY OF MERCY. 149 allotted so many broad acres and other in gredients for happiness, that he had been com pelled to manufacture a grievance in order to get any pleasure out of life at all, drew his chair up to Geoffrey's. Mr. Tufnell began by asking his neighbour if he did not find Slumberly very relaxing and rheumatic by reason of the nearness of the Quamp. He himself was a martyr to dyspepsia and rheu matism; the neighbourhood did not agree with him ; it never would, he believed. Try what remedies he would, this wretched indigestion was always at hand to make life a burthen to him. He had noticed that Geoffrey was in the habit of fishing a good deal when staying at the Vicarage ; he couldn't fish himself with out being tortured with rheumatism. In a word, to sum up what took him some half hour to demonstrate, though he had all the talking to himself, Tufnell enjoyed far less of comfort and happiness than belongs to the lot of an average healthy labourer. Long before this stage Geoffrey had become"], [158, "THE QUALITY OF MERCY. 150 keenly conscious of being avoided by his host. Randolph had been perfectly civil to him, had omitted nothing definitely and obviously due to a guest ; yet in many little ways Geff was made to feel that he was looked upon as of no account. A sensitive man detects the cold shoulder in the turn of a head, or even in the tone of a most civil inquiry. Geoffrey felt instinctively that his host, Ned Fitz-Urse, and Fawkes were a sort of hostile party to him, rejoicing in his misfortunes, and glad to see him made a fool of before every one by the redoubtable literary spinster. And by way of addition to this sense of isolation, a feeling painful enough in itself to a man of his temperament, he was presently to suffer a sharp twinge of jealousy. For while Tufnell's flow of egotism was in full swing, Fawkes, after exchanging a few low-toned words with Randolph, left the party over their wine, and a moment or two afterwards was seen to pass the window with Miss Fitz-Urse in the direction of the rose-garden."], [159, "THE QUALITY OF MERCY. 151 The sight of the pair marching off in this friendly fashion was especially trying to Geoffrey's irritated nerves. Lilla might have had a little more consideration for him, he thought ; she must know that he disliked Fawkes, and . , . and . . . well, he was a jealous fool, and couldn't help it. Fawkes had been abominably brilliant this evening; every one seemed pleased to listen to him, which was not surprising when you compared his racy eloquence with the dreary hunting-talk of these country squires. Geff's jealousy, too, was the sharper from an instinctive feeling that it was reciprocated tenfold, from the con sciousness of the man's intense, though silent, hostility towards himself. Thus it befell that, when he at length found himself strolling about the garden with Mrs. Fitz-Urse, all Geoffrey's other feelings — his indignation against his uncle, hurt pride, and general sense of failure — had become merged in a fit of stinging jealousy."], [160, "CHAPTER IX. It took Fawkes and his companion but a few minutes to get beyond the range of the house. During these few minutes they kept up a show of conventional conversation, but dropped this by mutual consent the moment they were out of sight. No one who had once got a good glance at these two would have expected any small talk from them. Fawkes's whole face had changed already ; his hands twitched nervously ; his eyes and brow and whole bearing were full of a certain angry dejection which must presently find vent in bitter words. The prevailing note of Lilla's expression, too, was one of preparation for a coming storm, though her attitude was vastly"], [161, "THE QUALITY OF MERCY. 153 different from his. In fact, she was approach ing a crisis for which she had been nerving herself all through the day ; and had worked herself up to that point of tense expectation which makes the actual arrival of a dreaded moment almost a relief. She was pale, but too deeply stirred, too highly strung up by the hopes that she had been nourishing — even thrusting upon herself, through long hours — ■ to be merely tremulous or feebly agitated. Her heart was full to the brim with these hopes ; her consciousness braced by the thought that she was about to free herself once for all from an evil mastery, to give her half-stifled conscience free space to breathe in, to turn the last page of a hateful story. She was looking back over the past soiled pages vvith a remorse underlaid by the triumphant sense that the future might yet atone for them all. When they reached a secluded corner of the rose-garden, Fawkes flung himself upon a rustic bench, as if to throw aside all attempt at"], [162, "THE QUALITY OF MERCY. 154 self-control, or effort to keep up appearances. He turned his twitching face towards her, but at first was unable to utter a word. After a moment or two he muttered hoarsely — \" So you've thrown me up for good, Lilla? \" \" I have struggled out of a bad path, Francis. I have come out of it with a seared conscience, and a heart full of shame ; and . . . and I want to appeal to you, to ask for your help.\" Even in this first note of her appeal there was a weakness which made him hopeful ; it was rather the cry of a \" limed soul that struggles to be free,\" than of one who looks down from superior heights upon a past baneful influence. As she went on he never helped her vvith a word. His silence deadened her; all the eloquent appeal she had been constructing seemed now a mere string of cold platitudes scarcely worthy to be put into words. She felt like a criminal before a judge, rather than a woman pleading for the privilege of following"], [163, "THE QUALITY OF MERCY. 155 the dictates of her own conscience ; she felt choked by the long list of this man's past kindnesses, by the evident pain she was causing him now. She had suffered hitherto from the possession of that faculty — the most miserable ever granted to woman, and one which brands her as man's inferior for all time — of accepting a man as a conscience, bowing down to him as to a god ; she was suffering now from the domination of her kindly heart, which made it so difficult to look upon another's suffering. Her eyes yearned at him for a word of forgive ness, at this man who ought to have pleaded on his knees for her pardon. Fawkes was deeply moved. A cold, superior person, the sort of ideal hero of women who care only to be trampled upon, could never have influenced her for evil ; but this was a man unstable as water, but of quick sym pathies and hot passions, who had known how to work upon her gentleness and weak good-nature. \" After all these years ? \" he said presently,"], [164, "156 THE QUALITY OF MERCY. with a deep sigh, and the voice of his self-pity smote heavily upon her, producing that kind of mental paralysis, and general disbelief in herself, which always overwhelmed her when attempting to pit her strength against his. She sat down, vvith moist eyes and burning cheeks, at the further end of the bench, quite unable to stand before the sorrow of his eyes. \" I suppose I had no right to expect you to remain true to me,\" he went on with quiet sadness ; \" I had no right ever to love you. A man smarting as I was, under a hateful, galling tie, forced upon him in a fit of quixotic generosity, his reason blinded by pity, doesn't think much of right and wrong. If a woman comes to him when full of tenderness and sympathy, he loves her from sheer gratitude. The love comes upon him before he can realize it, or brace himself up for resistance. That's how I came to love you. I have never been untrue to you for a moment, and now you throw me over for the first boy who casts an admiring glance at you.\""], [165, "THE QUALITY OF MERCY. 157 \" Ah, if he knew all ! \" she cried, covering her crimson face with her hands. \" If he knew all,\" retorted Fawkes savagely, \" he would turn from you as from a tainted creature.\" \" I tried to tell him ; I tried hard to tell him, and he would not hear me.\" \"He would never touch you again.' \" It's a true thing you say, though a mean and cowardly one, Francis. But do not fear that he will escape that pain ; he could not bear it now, but in time — some day when we have drawn so near to each other that he will have power to forgive me all — I shall tell him, and his agony will be my punishment.\" \" His agony ! Do you want to drive me mad? How much have you cared for mine? I'm half mad as it is, with this tearing jealousy ; if you drive me much further, there'll be mischief. On my soul I shall do him or myself a mischief!\" Lashed by jealous spite Fawkes had let himself go for a moment; in doing so he"], [166, "158 THE QUALITY OF MERCY. had loosened his hold upon her, and knew it. Even she, after such long acceptance of him as a hero and a god, began to see that she had been worshipping a poor piece of clay. She had hoped for something much better than this, some anger perhaps, but also some generous words of renunciation, of sorrow for the past ; for she had always taken the man at his own estimate, that is, as a kind hearted, generous fellow who had been caught in a trap by which his life was spoilt, and deserved all the sympathy that a woman could give him. Gauging her feelings with his quick sympathy, he now reached out his hand. \"Forgive me, Lilla; I'm half mad with the pain of losing you. Think what you have been to a man burdened for life as I have been. But for you I should have shot myself or gone to the devil long ago. As it is, I must bear it, I suppose. If you would have been true to me but a few months more I might have been free. Even now, if you had ever really cared for me, you could separate"], [167, "THE QUALITY OF MERCY. 159 yourself from this man. His disappointment wouldn't last long. He has just jilted his cousin, Rose Chichester, and comes down here to flaunt his happiness in her face. You don't believe me ? Ask your cousin or your Aunt Fitz-Urse, or any other soul about here. The girl is ill, every one says; and he takes it pretty coolly, I think. Of course he has told you about this former little romance of his ? No ? Well, ask him about it ; it must be pretty fresh in his memory, seeing that he was engaged but the other day to his cousin. I thought he would have told you, complaining that she had loved him unasked, or something of that sort; doubtless that explanation is to come. It doesn't become me, I'm aware, to harangue about my rival's little slips and peccadilloes, but I'm too wretched to care about that. I want you back, Lilla. I tell you honestly and fairly that I shall strain every nerve to draw you away from this young jilt. I've got my faults, like other people, but I'm at least as worthy of you as he.\""], [168, "160 THE QUALITY OF MERCY. He saw that he had made an impression, given a rough jar to her absolute trust in Geoffrey. While he was speaking, several remembered trifles were helping him. Lilla reflected how strangely averse Geff had been to come to Slumberly ; how absolutely silent about this cousin he had been ; how oddly he had snapped her up an hour or two ago when they drove past the Vicarage. Memory offered other prickly trifles to corroborate these. Fawkes, watching her out of the corners of his fine pathetic-looking eyes, guessed the colour of her thoughts, and felt comforted. \" I'm sorry for your disappointment, Lilla, though I can't pretend to regret your dis illusionment.\" \" There is no such thing ; I don't believe a word against Geoffrey.\" \" But you will ask him the question ? \" \"Certainly not; if there's anything that I ought to know, he will tell it me of his own accord.\" \" You are wise."], [169, "THE QUALITY OF MERCY. 161 \" Is there any particular wisdom in trusting a man who is the soul of honour?\" \" I did not refer to the trusting, but to the avoidance of that question.\" She turned away with an angry gesture. Fawkes had good reason to be satisfied so far ; if she believed nothing definite against Geoffrey, she at least felt certain that there had been something between him and Rose ; and the vague word \" something \" in this relation is apt to be a powerful gloss-remover. That \"something\" would go on simmering in her mind, assisted by the chance gossip of Rose's friends, by their resentful attitude towards Geoffrey, which she would have ample oppor tunity of studying — and that with eyes sharp ened by suspicion — while at Slumberly. \"And now,\" he concluded, rising from the bench vvith a heavy sigh, \" I must take you back to the others. I would not for worlds make you the subject of gossip ; I suppose you will allow me to show a little consideration for you, though you have tossed me aside like VOL. I. M"], [170, "THE QUALITY OF MERCY. 162 an old rag. I see now what sort of appeal you have been making to me. At first I hardly understood you ; I never thought that, after all we have been to each other, you would have so ignored my pain as to come and ask me to assist, as it were, at my own execution. You wanted me to accept your desertion of myself as a virtue, to back up your inconstancy with words of noble renunciation, and that sort of thing. But I don't set up for a hero, Lilla; you have put me on the rack, and I'm not capable of turning to thank my torturer. What sort of person I shall become when you renounce me finally by marrying this man I leave to your consideration.\" To this speech Lilla answered not a word. As they paced slowly back through the roses, a leaden depression possessed her, a sense that a will stronger than hers was drawing her slowly but surely back, under the old influence from which she had so often striven vainly to free herself. Hitherto every struggle had ended in this way ; every effort to drag herself"], [171, "THE QUALITY OF MERCY. 163 from the evil mastery had landed her in a quagmire, where wrong became right, and right wrong. If she tried to renounce a love which in itself was pure dishonour, she was called cruel, inconstant, ungrateful. If her reason resisted, her pity yielded. She could have wrenched herself away at any cost to herself, but could not endure his pain, expressed with overmastering eloquence and passion. He had tied her down with ropes spun out of her own weak kindness. \" Geoffrey is my only chance now,\" she muttered to herself when Fawkes left her, and went on alone ; \" if he is kind, true, and strong, he will save me from this miserable weakness. But nothing must come between us ; if he were to grow cold I should give up all hope of myself.\""], [172, "CHAPTER X. During the first day or two at Slumberly Hall, Lilla had the bad fortune to see very little of Geoffrey. Just at the time of her weakness, when right and wrong had got so tangled in her mind, that she knew not which way to turn ; when it seemed, thanks to Fawkes's sophistry and skilful manipulation of her feelings, that whatever course she might take must result in injury to one or other of these two men, she was thrown a good deal upon her own society. Geoffrey, being himself depressed and out of spirits, was disinclined to thrust his moodi ness upon her; moreover, absorption in his own troubles, aided by natural masculine blindness, kept him quite in the dark as to her state of mind. A little mutual confidence"], [173, "THE QUALITY OF MERCY. 165 would have been an inexpressible relief to both just now, and have saved them a deal of pain afterwards ; but the very nature of their respective troubles precluded this. Geff could not talk to her, or to any one else, about his cousin Rose. He looked upon Rose's unfortunate love for himself as a sacred, inviolable secret — guessed at, possibly, by Mrs. Crawford, but otherwise unsuspected by a soul. It would have amazed and pained him not a little to know that this secret formed the chief subject of gossip in the neighbourhood at this time. He was intensely anxious to meet Rose, if only to get a few words of sisterly greeting from her, to see for himself that she was well in health, and cherishing no bitterness against him. Yet every hour of the day there rankled in him a sense of meanness at being in her neighbourhood at all. If he could have given her some notice of his coming, some hint of his great regret at the necessity for doing so, he would not have felt so bad ; but he had found it impossible"], [174, "THE QUALITY OF MERCY. 166 to do this. It had been punishing enough to be obliged to write and proclaim his engagement to Rose, and he could wring from himself no more such notes. A more prosaic question, too, was becoming a thorn in Geff's side just now — one he had but lately begun to look upon as worthy of any consideration at all — that of pounds, shillings, and pence. Without a moment's thought of consequences, he had sat down in his wrath to answer Sir Garrard's angry letter in kind ; and since that smart little pen-and ink skirmish nothing had passed between uncle and nephew. Probably nothing would, now he came to think of it ; he was not going to humble himself to any man, uncle or other. In short he had quarrelled with his bread and-butter, and must push himself in the literary world by his own pluck and talent. Meanwhile he had no settled income, and was engaged to a girl accustomed to every luxury, and without the remotest conception of the value of money, and whose relations had"], [175, "THE QUALITY OF MERCY. 167 made him their guest on purpose, as it seemed, to give him the cold shoulder. Certainly his state just at present was not one of quite such ecstatic happiness as Rose in her bitterness and resentment had conceived. Geoffrey's best comfort was hard work ; it was a relief to plunge into the very bowels of a play which had lain neglected during the last few weeks. On the very first morning at Slumberly he took the scribbled manuscript from his trunk, refused Randolph's offer of a salmon-rod, and adjourned to the thickly shrubbed portion of the park that abutted upon the Vicarage lane. But the inclination which drew him thither, viz. his eager desire to see Rose, quite hindered his morning's work. No effort of his will sufficed to pro duce concentration ; every few minutes he found himself peering through the rhododendrons into the lane. But Rose did not appear that day. The next day Geff had strolled into the lane, with a vague notion that she might have"], [176, "168 THE QUALITY OF MERCY. gone into the village on her usual morning errands by another route, and that he might catch her here on her return. However, just when he vvas turning back — regretful, yet half relieved, for he dreaded to see her looking unwell or miserable — she came in sight round the corner. Geff stood still, his nerves vibrating, his heart going out towards his old comrade. As she drew near, he noted with sick disquietude how thin and pale she looked. He would have moved heaven and earth, if he could, to have comforted her ; even the exchange of a few friendly words would send him away thankful and relieved. He held out a shaking hand as she ap proached. She raised her eyes from the ground, looked at him full in the face, and passed on without a word or sign of re cognition. He fell back as though she had struck him. The most elaborate scheme of vengeance could not have succeeded better in wounding this man whose heart was so brimful of"], [177, "THE QUALITY OF MERCY. 169 sorrow and pity for her. He could hardly believe at first that she had taken this most ignoble, most feminine, revenge upon him. His own first thought, had their positions been reversed, would have been to show her that his old love and friendship were as strong as ever ; he might — he probably would — have hated his rival heartily, but he would have scorned to nourish resentment against the woman who could not love him. But there is a depth of meanness in women, one is sometimes tempted to think, which no man of generous spirit can fathom or com prehend — a great mine, with a dozen levels, and many far-reaching galleries, filled with the black ore of spiteful resentment, which an unforeseen crisis may bring to the surface in quantities. The first sight of this ore is apt to come as a shock to an ardent young optimist like our poet. Rose was herself full of tremors, even a little ashamed, for a few moments ; but by the time she had entered the Vicarage garden,"], [178, "THE QUALITY OF MERCY. 170 a certain triumph possessed her. \" I have hurt him a little,\" she thought. \" I have stung him in the midst of his happiness. Now he'll go to her and complain ; ah, how I hate that woman ! \" Resentment, like every vice, waxes fat when pampered. This single vindictive act of Rose's tended to harden her bitterness, to keep her on the alert for some fresh chance of wounding or injuring the man who had tried unsuccessfully to love her. Unfortunately, the chance came that very afternoon. Mrs. Crawford happened to call at the Vicarage about three o'clock, upon a special errand, that of collecting evidence against young Chichester. It was generally believed, as we have seen, that he had treated his cousin shabbily, if he had not actually jilted her ; but this general belief, through an atmosphere of which it was expedient that Miss Fitz-Urse should move, might easily be shaken by a little truth-telling on the part of Rose herself. It was necessary, then, to"], [179, "THE QUALITY OF MERCY. 171 sound Rose with a view to gauging her present feeling towards her cousin. This was a most congenial task for Mrs. Crawford. She had kept herself in touch with the Vicarage lately by frequent inquiries after Miss Chichester, who was reported to be laid up with a bad cold ; by presents of flowers, and other little tender attentions practised by women. This afternoon, how ever, she was quite resolved to see Rose, and did so. The interview began in sweetly feminine fashion by many purring irrelevancies about the weather ; headaches in general ; colds, how caught even in summer weather, and the like ; gliding naturally on to Miss Chichester's present headache and cold, her pale face, and depressed looks. Geoffrey's engagement was introduced quite casually, so casually that Rose smelt a rat in a trice. She knew well, and quivered under the knowledge, that the whole neighbourhood was talking about her; she guessed that Mrs. Crawford was a scout"], [180, "THE QUALITY OF MERCY. 172 or spy sent by Slumberly to ascertain what had really passed between her and Geoffrey. She betrayed so much coolness, however, so much capacity for saying the proper things about her cousin's engagement, that the lady scout, who had looked for tears and a snub bing, was encouraged to press matters a little further than she had intended. Too wary to ask point-blank — \" Were you ever engaged to your cousin ? \" she yet put Rose in a position to clear Geoffrey by half a dozen honest words, or to leave him under a cloud by a treacherous silence. Rose, spurred on by jealousy, with the thought of GefFs happiness rankling within her, chose the latter course, never thinking that she was playing into the hands of Geof frey's enemies. In truth poor Rose was not herself just now; solitary brooding had gone far towards un hinging her; the perilous stuff that weighs upon the heart had made shipwreck for the time of all her better feelings. No one but a"], [181, "THE QUALITY OF MERCY. 173 mother could have given her any real comfort ; nor could any but a mother have understood the present chaotic state of her mind ; nor, again, should a motherless girl, smarting from a wound, be judged too hardly. She thought she hated Geoffrey, yet she would gladly have died for him ; she felt a craving to do him an injury, yet would have gone through fire and water to save a hair of his head from harm. As for Mrs. Crawford, that energetic woman left the Vicarage flushed with her unexpected success. Not only had Rose supplied her with a neat little lever for the overturning of GefFs engagement, but had given her a species of absolution in the matter. Armed with the Indulgence thus obtained, she could proceed against Geff without a shadow of a qualm; in short, after his evidently shabby conduct, it was rather a virtue than not to plot against him. Encouraged, then, by this happy result of her first essay, and the unexpected discovery of the moral soundness of her position, she drove her ponies briskly across to the Hall."], [182, "THE QUALITY OF MERCY. 174 Here again circumstances befriended Mrs. Crawford, as if to emphasize, and give force to, the aforesaid sense of moral soundness. She not only found Mrs. Fitz-Urse at home, alone in the big drawing-room, but was so for tunate as to detect with those keen inquisitive black eyes of hers, in the conservatory, leading out of the room, Mrs. Fitz-Urse's niece — ensconced behind a tall azalea which betrayed only the curve of an ivory cheek and a braid or two of glossy black hair. \" My voice is clear,\" thought Mrs. Craw ford, \" she can scarcely fail to hear me, I think.\" The situation fitted her wishes like a glove ; she determined to make the most of it without delay. \"Of course you know,\" she began almost at once, \" we are all dreadfully jealous of that lovely niece of yours for carrying off our young literary hero. But I'm afraid there's a broken heart in question as well; I've just been to see little Rose Chichester, and strictly"], [183, "THE QUALITY OF MERCY. 175 between ourselves — for I shall stand up for Geff through thick and thin in public — he has behaved shabbily, to say the least of it, in the matter. Just listen now, and you'll admit that I'm not bearing hardly on him.\" And so on : and so on. Mrs. Crawford did it deftly, briefly, and thoroughly ; she depicted Geoffrey not as an inconstant wretch, but as a careless flirt who had done a deal of harm without any really bad intention. Mrs. Fitz-Urse was on thorns all the time, not knowing whether Lilla could hear what was said. Of course she endeavoured to defend Geoffrey, but was easily pooh-poohed ; Mrs. Crawford being intimate at the Vicarage, and having watched the whole case from the beginning, was able to lay down the law about it with complete assurance. Mrs. Crawford's visit was short. As soon as she was gone Lilla passed the open window with a garden hat on, explaining, as her aunt looked out, that she was going to ramble under the trees below the mill with a book. One"], [184, "THE QUALITY OF MERCY. 176 glance sufficed to tell her aunt that she had heard everything. Mrs. Fitz-Urse sighed heavily; she would not run the risk of making matters worse by meddling. Geff and Lilla would soon drift apart now, she feared. There had been signs of the drifting already. Lilla's rescue — for so in her heart of hearts her aunt considered this engagement — was too much to hope for. \" I was foolish,\" thought Mrs. Fitz-Urse, sinking back in her chair with moist eyes, \" to think it could be — with every one against them. They'll part soon ; then she'll sink back again. Child, child, what can I do to help 5 >-* you r"], [185, "CHAPTER XI. Lilla walked sadly down the broad swell of the park that curved gently towards the great pool below the mill, with only her gloomy thoughts for company. \" So Francis' accusation was true, or partly true ? \" she was reflecting. \" Yet I do not, and never shall, believe that Geoffrey has behaved dishonourably. He has only been careless and selfish — culpably careless ; he has only been just as other men, just as I never thought he could be. I suppose there are no heroes ; one only has to know a man long enough and thoroughly enough to find the hero-stuff beaten out into common clay. Yet even as he is, just on a level with, or somewhat above the level of, the ruck of VOL. I. N"], [186, "178 THE QUALITY OF MERCY. men, he is too good for me. If my dis appointment is so great at finding this small flaw in him, what will be his when he sees the gaping wound I must some day make in his idol ? His power of idol-making exceeds mine a thousand-fold ; he has twice the creative power and half the worldly know ledge that keeps it in check. He has set me up on a pedestal to be worshipped ; he thinks me an angel of goodness, purity, innocence. Geff, there's a bad day coming for you ; when you find me out, you'll never believe in human nature again. How much belief in it have I myself? . . . \" . . . Truly, I am very wretched now. Perhaps it will be better to do as Francis suggests — give Geoffrey a sharp prick of dis appointment, tell him I'm tired of him and don't love him enough ? Yet, how can I give him up ? It was a fine dream I had — before I knew that Francis was to be here to spoil it — that Geoffrey and I might wander about here together, growing nearer to each other"], [187, "THE QUALITY OF MERCY. 179 every hour, my soul rising, rising to meet his, casting off the dross of that bad time ; the old love of country and nature and all good things coming back to me, and with it the rest and peace of knowing that I was becoming worthy of him, worthy of a place in his heart of hearts. Well, I suppose that dream must go the way of all my hopes and good intentions, and I must just lie on the bed that my weakness has made for me. At least Geoffrey will never know the worst of me now. Perhaps I should never have had the resolution to tell it him, and so his worship would have become a torture.\" Thinking thus — yet changing her mind almost at every step, and allowing hope to creep in at every side avenue that presented itself — she walked on through the blazing sun shine, and presently found herself in the foot path that crossed a narrow tongue of the park from the corner of the churchyard. This path made a short cut to Winkton, the next hamlet on the main road leading to"], [188, "THE QUALITY OF MERCY. 180 Christbourne and the sea-coast. She drifted along it, half mechanically, still immersed in thought, and caring nothing whither it might lead her. For some time she met no one — • not even a villager; and the shining reaches of the Slumber, visible now through the trees, as it curved away towards Christbourne, had no appeal for her present dejected mood. Suddenly, upon emerging from a little ash plantation, she was brought back to herself by the sight of a girlish figure stretched out beside the path in the full blaze of the sun. \"Are you ill?\" she exclaimed involuntarily. \" No,\" said the figure shortly, \" only over tired.\" Lilla hesitated beside the stranger, feeling snubbed, but hardly liking to leave her thus. The girl was pretty, though sickly-looking ; a refined type of village beauty, with tiny, delicate features, and eyes so remarkable that Lilla could hardly take her own off them. They were gray-blue eyes black lashed, but what struck Lilla so keenly was their expres-"], [189, "THE QUALITY OF MERCY. 181 sion, a fierce hard look quite out of accord with the gentle curves of the face. Lilla found a difficulty in speaking again, but the girl looked really ill. \" Don't you think,\" she said timidly, \" that you would be better lying under the oak over there ? The sun beats on your head here ; I could give you an arm.\" The girl raised a tall slim figure from the ground with difficulty, refusing help with her eyes. She walked a few steps alone, then took Lilla's offered arm, saying curtly — \" My heart thumps so — I can't walk alone.\" They reached the oak thus, by slow steps, brushing with difficulty through the thick bracken. Lilla lowered the fragile figure gently to the ground ; then hovered around, at a loss what to say or do next. The stranger had no pretty little phrase of thanks for the lady whose arm had supported her. She seemed to accept the attention as a necessary but unpleasant incident. There are children whose snubbing power exceeds that of the"], [190, "182 THE QUALITY OF MERCY. most practised adult ; it was like having to deal with one of these. Lilla flushed a little under her sense of discomfort and general impotence. After lying a few minutes in the grateful shade the girl looked better, and breathed more freely. Her voice sounded stronger when she said abruptly — \" You belong to the gentlefolks — to the caste I hate. You're from the Vicarage or the Hall?\" \" Yes, from the Hall : Mr. Fitz-Urse is my cousin. May I make a pillow for you of this shawl ? \" At first she answered nothing. Lilla blushed again at the snub. \" I always make a point of being rude to gentlefolks, Miss Fitz-Urse.\" \"Do you? But you haven't been rude to 11 me. \" Well, I tried my best.\" There was a touch of humour about the speaker's tone which made Lilla more at ease"], [191, "THE QUALITY OF MERCY. 183 than she had been yet. She sat down beside the girl, rolling up the shawl as if about to make another offer. \" I did my best, I assure you ; never thanked you, nor responded to your sym pathetic looks, nor answered your question. I ivas rude, I tell you.\" \" Well, if you insist, have it so ; you see the hairpins are running into your head in consequence. My shawl would have prevented that \" \" You are going to offer it again ? I wouldn't in your place.\" For answer Lilla raised the girl's head and placed the shawl beneath it. \" You're sympathetic, but weak, Miss Fitz- Urse. You wouldn't have dared to offer that shawl again without encouragement from me. You're too gentle and easily crushed. One could lead you about with a string like a pet lamb. I was too much of the pet lamb my self once upon a time — with a string of vanity dangling from my neck for any man to catch"], [192, "184 THE QUALITY OF MERCY. at. Now I'm more like a snarling sheep dog.\" \" You are a stranger to Slumberly ? \" \"Yes. I have come to stay with my brother-in-law, Mr. Apps, at the post-office. Very soon I shall be flitting again, for my health interferes with my utility so much. You see I am here to help in the post-office, in return for which I get board and lodging. But the little I can do will be overpaid. I soon get faint in that stuffy room. For the price of my keep Mr. Apps could get a strong young woman who wouldn't get faint. This thought is agitating his business-like breast already, I can see. Of course he is unselfish and considerate, as men always are ; still, busi ness is business, and the labour of a person far gone in heart complaint goes for little.\" \" You ought not to be here, if you're so ill ; you should return home at once.\" \"But my principal object in life, save one, is to avoid home. I hate every stone and tile of our old farm ; every gate, every field, every"], [193, "THE QUALITY OF MERCY. 185 boy about the yard, the flat country, the sea of reed-beds, the gloomy old Broad. It disappoints me to find this stretch of Quamp, as they call it, so like our hateful Norfolk.\" \" Ah, I know what it is to hate a house — one that I have called ' home ' too.\" Lilla was thinking of a place very different from any Norfolk farm, a little home in Park Lane over which reigned a passing worldly old maiden lady. \" Have you ? \" said the other, drawing a little towards Miss Fitz-Urse and speaking in a softened tone ; \" even your life hasn't been all roses then — you're not so abominably happy as I should have thought ? I might have known it too, seeing how drawn towards you I have been. Yes, I was drawn to you at once. My rudeness was the result of annoyance with myself. I felt sentimentally inclined towards you because of your beauty and the pitiful look in your great eyes — and I always make a point of thwarting my sentimental feelings."], [194, "THE QUALITY OF MERCY. 186 Tom always laughs at me for this — I mean Tom Hadaway, the Squire's water-bailiff. He is an old, old friend of mine, and has been look ing after me like a mother during the last few days. He was to have met me here this morning, and will arrive soon, I hope, to relieve you of your charge.\" \"And you are anxious not to return home ?\" \" ' Home ' can be the saddest word in our tongue,\" said the girl, passing her left hand over her forehead. Lilla glanced at the small hand a quick brief glance, yet the other intercepted it in a flash. \"You are looking at my wedding-ring — building a romance already ? ' A brutal hus band,' you were thinking ? Don't deny it. Well, I have a husband, but can't say if he's brutal or not — for I haven't seen enough of him.\" Her reckless tone distressed Lilla even to the point of swamping curiosity. \" I wish I could do something for you,\" she"], [195, "THE QUALITY OF MERCY. 187 sighed, touching the hand nearest her timidly. The hand closed over hers and retained it. \" There's something in caste after all,\" the girl remarked after a thoughtful pause; \"in your place a woman of the people, vvith an equal amount of good feeling, would have worried my life out by now, mixing fussy kind ness with prying questions. There's a strange sense of repose in being vvith you, in knowing that I can tell just as much or just as little as I like without risk of home-questions. Would you care to hear a little about me ? \" \" I should like to hear just as much as would comfort you in the telling.\" \" My name is Emily Children — at least that's my maiden name, which I still retain. My life ended three years ago, a month after my wedding, though I'm still in the flesh. How long I shall be, by the bye, is doubtful ; any sudden shock might finish me, if I have read the doctor's eyes aright. Yet, somehow, I don't think I shall die until — until I have met her. You heard me speak of my principal"], [196, "188 THE QUALITY OF MERCY. object in life save one — that one is to meet her, to be revenged upon her somehow, some when, somewhere. I'm utterly unfit to die, you see ; my whole mind is brimming with bitter, revengeful thoughts. I am no nearer forgiving her than I was three years ago. I don't know even her name, much less where to meet her ; but meet we shall, that woman and I, and then I shall give my whole heart and soul to scheming some bitter vengeance upon her. Now how do you like me ? \" \" I am only more sorry for you than before, Emily. Surely this is some strange, morbid feeling that belies your real nature ? \" \" No — no, I say ; this craving for revenge is the pith and marrow of my existence — a mortal disease of the soul. . . . There, there, I can't talk more, I have tired myself to death.\" The speaker, who had raised herself on her elbow as if to pour forth her words the more fiercely, sank back exhausted, her head pillowed this time upon Lilla's knee. Her patient lay so long, deadly pale, and"], [197, "THE QUALITY OF MERCY. 189 in a semi-lethargic condition, that Lilla became alarmed. Looking eagerly down the footpath she was relieved to see the Squire's water bailiff coming up from the direction of the river, with a couple of long rods swinging on his shoulder. As soon as he was within hear ing she called out to him, beckoning with her hand at the same time. He looked up in surprise, not having noticed the two figures half buried in the tall bracken. \" I thought I would call you,\" she explained, when Tom Hadaway strode across to her, \" because I'm a little nervous about this patient of mine. I'm afraid she can hardly walk back to the village without help.\" \" Why, Tom,\" put in the prostrate girl, opening her eyes, \" I'm glad you have come at last. You can take charge of me now. I've been frightening Miss Fitz-Urse by fainting fits, and my usual vagaries.\" Tom stood between her and the footpath, looking troubled. \" Lie down a little longer,\" he said ; \" then I will carry you back to the"], [198, "THE QUALITY OF MERCY. 190 post-office. Why not shut your eyes and have a nap, Emily?\" Inwardly Tom added, \"Had I but known how ill she was I would never have let her come here. She's not fit to meet him, though I have so carefully prepared her for it. I must get her out of the place as soon as possible.\" \" Nonsense,\" cried the girl querulously ; \" I'm not sleepy ; and I'm getting better already. Look ! there are two gentlemen coming up from the river; I suppose you have been fishing with them. Look, look, what a huge fish! We never saw such a fish as that in Norfolk, Tom.\" The fish she pointed to was a heavy salmon, borne triumphantly like a great bar of silver upon Ned Fitz-Urse's back. He had landed it a quarter of an hour back in the mill-pool, and was chattering excitedly about it to Fawkes, his companion. Salmon were rather few and far between in the Slumber, but of a notable breed — short, thick, and powerful; the killing"], [199, "THE QUALITY OF MERCY. 191 of a Christbourne salmon with the fly was always somewhat of an event. Fawkes had made a smart sketch of Ned plaving his fish, and was almost as much pleased as the other about it. They passed at some distance be yond the footpath, both talking hard, and neither noticing the group under the big oak. Tom tried hard to distract Emily's attention from the passers-by. \" Look at this old flask of mine,\" he said, drawing one from his pocket ; \" you remember this, eh ? It served us many a good turn on our wintry excursions on the old Broad, you remember ? \" \" Get out of my way, Tom,\" was all she answered. She was staring fixedly at the two gentlemen as they jogged cheerily along. \"The luck is against me,\" thought Tom; \" she's bound to recognize him, looking out for him as she is.\" Watching her eyes he saw the recognition struggle into them, hover for a moment uncertainly, then gleam bright and strong. \"Now there will be a catastrophe,\" muttered"], [200, "THE QUALITY OF MERCY. 192 he, unscrewing the stopper of his flask. \" I blame myself bitterly for putting her in the way of this — thick-headed fool that I've been to think any good could come of it ! \" But Emily showed no signs of turning faint. On the contrary, a strong flush crept over her face, eager questions shone in her eyes. \" It is he,\" she muttered to Tom, who was bending over her — \" how little changed he is!\" \"That sort doesn't change much,\" he answered, moodily. Miss Fitz-Urse had gone aside a few steps to allow them to speak freely. \"And you are meeting him constantly, Tom ? \" \" Yes, yes, I meet him often enough — and hate him as much as ever. But a man has to learn to suppress himself. I ought to have kept you away, though, Emily ; the fact is I half hoped — I was an idiot, in short. Do you feel bad ? — will you have some brandy and-water ? \""], [201, "THE QUALITY OF MERCY. 193 \" I feel well, strong, hopeful. To be near him is to run the chance of meeting with her, as strikes me all the more strongly now that I have actually seen him. My chance is coming at last, Tom ; I shall be on her track soon. You might have found out her name long ago if . . .\" \" If I had tried, but I never did, and never shall. This insane vindictiveness can do no thing but harm ; you should have got the better of it long ago.\" \" I'm on her track, I tell you ; I will dog his footsteps till I find her out, and I can easily keep out of sight, so that he will never suspect my nearness to him — at least until he hears my name mentioned, which may not be for ever so long. You must not let my brother-in-law send me away : I will work my fingers to the bone : I will slave night and day to be near him. I will pay Mr. Apps to keep me. Carry me back at once, Tom ; I've thought of fifty ways of being useful to my employer. Quick, quick ! I must see him at once and make him promise to keep me.\" VOL. 1. o"], [202, "THE QUALITY OF MERCY. 194 Her excitement rushed through the girl's veins, giving her strength and nerve-power to raise herself without help. \" Miss Fitz-Urse,\" she cried, while the latter wondered at her sparkling eyes and glowing cheeks, \" may I take your arm on one side, while Tom helps me on the other? I don't want to be carried, and I don't want to lose you a minute sooner than I can help. I'm so drawn towards you somehow. You've brought me good luck too. Tom has been whispering secrets to me — strange things, happy things. I shall achieve my purpose yet before I die. I told you so. There, now I'm going to lean on you both ; now this triumphant procession is ready to start for the post-office ! \""], [203, "CHAPTER XII. Days passed without any marked change in the aspect of things at Slumberly ; but beneath the quiet routine of country life, human passion and prejudice were as hard at work mischief-making as though an atmo sphere of deep rusticity suited them as well as any other. At the Vicarage poor little Rose sat brood ing, always brooding ; hoarding her resentment for fear some scrap of it should melt back into good feeling under the warm touch of old memories. Her father still lived in his study for the most part. He gave many hours of thought to Rose's case, puzzled his head over the problem of her happiness, tried sometimes in an odd spasmodic way to be a companion"], [204, "THE QUALITY OF MERCY. 196 to her, but could no more grope his way among her inner feelings than a blind man can among thickly-planted trees. The sympathetic faculty, which should have been to him as eyesight, had become atrophied from neglect. He could only ponder sadly over her lost brightness, her white cheek and weary step. Even such simple remedies as change of scene or foreign travel never occurred to him. A fresh breeze from the outer world might have scattered her morbid thoughts like chaff; but the Vicar would as soon have thought of leaving his study and garden as a limpet of quitting its rock. But while these two lived in the secluded Vicarage, the rest of the little community was in the throes of an agitating controversy, the core of which was situated in the heart of the Squire's big mansion. For it will easily be believed that all the little bulletins about Miss Fitz-Urse's engage ment — the event which raised the controversy ■the opinions and prophetic warnings, the"], [205, "THE QUALITY OF MERCY. 197 \" Mark my words,\" the \" I-told-you-so's,\" and other scraps of feminine omniscience, all radi ated from the servants' hall. That well-in formed body was intimately acquainted with the state of the Squire's mind as to this important question. Many pairs of eyes had watched and noted the cold-shoulderings administered to the too-aspiring poet, as well as the growing coolness between him and his betrothed. They had also noticed the grow ing enmity between Mr. Fawkes and Mr. Chichester ; and that they failed to attribute this to its right cause, was a remarkable proof of Mr. Fawkes's subtlety and tactful manage ment of the affair. His friendship, known to be of old standing, with Miss Fitz-Urse was too frank, open, and cordial to arouse the least suspicion ; in short, he was far too shrewd a man not to know how to throw dust even in sharp feminine eyes. Naturally, too, the servants' hall gave its full sympathy to the Squire in so laudable a project as the disentanglement of his cousin"], [206, "198 THE QUALITY OF MERCY. from a foolish, almost contemptible, engage ment. That respectable community had a quiet contempt for the Vicarage, with which Mr. Geff had always been associated. The parson, they considered, only belonged to county society as a parson, not by the Divine right of landed proprietorship. He never even spent his money as a gentleman — that is, in show ; he was said to be pretty well off, yet was content with four or five maids and a gardener. True, people said he came of a fine old West-country family, but what is family without riches to back it? In any question of blood versus money, the verdict goes for the latter with servants — as with their betters, howsoever the latter may protest the contrary. What right had Mr. Geff, a mere gentleman scribbler, to aspire to Miss Fitz-Urse the heiress ? Such was the general attitude of the servants' hall towards the engagement. Only one among them all, Mrs. Fitz-Urse's own maid, ventured to raise a voice in favour of Mr. Geff, and this"], [207, "THE QUALITY OF MERCY. 199 protest nearly caused a final breach with her own lover, the second footman, who had a special aversion for country parsons. \"For they drive up,\" as he sometimes declared amid general applause, \" in their dusty old rattle-trap pony-shays, with their dirty old hats and baggy trousers, with their wives and daughters figged out in halpacar or cheap musling, or even print, and expect to be treated like their betters. I hate your small gentry as doesn't know their place ! \" In the village there was more difference of opinion, and some fine neighbourly quarrelling in consequence. Mr. Reeks of the ' Wheat sheaf took up the cudgels strongly for Mr. Geff, whom he had taught to handle gun and rod years and years ago ; while his wife, Rose's old nurse, gave the full power of her tongue to vilifying the treacherous deserter of her dear Miss Chichester. Not a soul in Slumberly or Winkton, or within gossiping distance of either, but took sides in this burning question. If the unconscious Geoffrey had but heard"], [208, "THE QUALITY OF MERCY. 200 one-tenth of the hard things said about him, he must have taken the first train for London, or thrown himself into the mill-pool. What he did see and hear, the cold glance of old friends, the smileless greeting of those who had known him from boyhood, sufficed to wound the sensitive lad to the quick. To see ourselves as others see us is not always a wholesome experience : could we always see ourselves as others, ay, even those who call themselves our friends, paint us with their tongues, many would find life difficult enough, few indeed would be so strong as to come to four-score years. Would it better you, reader, to hear what Brown says of you behind your back — Brown, your old friend, who quarrelled with you last year for failing to appreciate his new book of poems? Would you like to see Jones's last word-sketch of you — Jones, to whom you lent money the week before last ? And Mrs. Brown and Miss Jones? . . . But there let us pause, for to see ourselves as our"], [209, "THE QUALITY OF MERCY. 201 female enemies see us were to make life too hard a burden. Verily, as the poet says — \" Each man walks with his head in a cloud of poison- ous flies.\" Perhaps there were but two persons in Slumberly, save the children of tender years, who never joined in the wrangle about Miss Chichester and her cousin ; these were Tom Hadaway and the new post-office assistant, Emily Children. Tom had never wedged himself fairly into Slumberly, or had a voice in its opinions. He was a mere denizen of the Quamp ; some times, though seldom during a single hour of daylight, in his solitary cottage in the heart of the reed-land, more often punting up remote reaches of the river, or roaming the marshes with his gun. He knew that Mr. Geff was perturbed and unhappy, for the latter had spent one whole afternoon on the river with him ; and poor Geff's condition of mind was readable enough, though he made no"], [210, "THE QUALITY OF MERCY. 202 complaint beyond a few Hamlet-like com plaints of that \" unweeded garden,\" the world. Emily was at present giving her whole mind to the task of making herself indispensable to Mr. Apps. To this end she worked steadily, but with a careful eye to her health. She had ascertained that Miss Fitz-Urse was the only young lady at present stopping at the Hall, and that she was engaged to Mr. Chichester. \" And she could never be my enemy,\" thought Emily; \" no, my enemy's yet to come — I shall bide my time.\" So far indeed was she from feeling any enmity towards Miss Fitz-Urse that a curious friendship sprang up between them. The morning after their meeting in the park, Lilla came to inquire after the invalid, and sat with her for a considerable time. Some peculiar affinity quickened the growth of their mutual liking. It may have been the usual converg ence of opposites, the mutual drawing power of strength and weakness ; or, seeing that a human character is not a mere aggregation"], [211, "THE QUALITY OF MERCY. 203 of knowable materials, like a pudding, it may have been some far more subtle electricity that drew them together. At any rate their friendship grew and prospered. With her heart sore and mind wavering to and fro like a blade of grass in a cross-current, Miss Fitz-Urse found the quick affection and cynical speech of this curious invalid a great solace to her ; and poor Emily was not a little flattered and cheered by the attentions of the gentle lady from the Hall. As for Emily's employer, the worthy postmaster, it may be conceived that the visits of the Squire's rela tive — the Honourable Miss Fitz-Urse — the elegant London beauty with the faultless dresses, raised his assistant to an almost giddy height in his estimation — a height almost, though not quite, sufficient to induce him to offer the girl a salary over and above her keep. And what of Francis Fawkes? His time was principally spent with Randolph, fishing or riding about the neighbourhood, but never for a moment did he lose sight of his object."], [212, "THE QUALITY OF MERCY. 204 In the many little interviews which he con trived with Lilla, he was full of a sad, chival rous friendship, anxious about her happiness, quite hopeless of his own. This apparent renunciation of her made the friendship pos sible ; aroused her pity ; lured her on to show him little acts of kindness, every one of which added to Geoffrey's fiercely-growing jealousy. Aunt Fitz-Urse felt a sort of creeping paralysis upon her as she watched Fawkes's subtle management of the girl. The man seemed to charm her like a snake. \" How will it end ? \" the watchful aunt asked herself a dozen times a day. \" As it is, it is painful to see the two men together. They look as if they would kill each other; there will be some dreadful trouble soon, I fear. If Randolph had but listened to me ! \" One night Geoffrey's state of tense irritation, his bitter sense of the injustice of old friends whose cold glances he met wherever he went, superadded to his aching jealousy, landed him in a very reckless venture. At dinner Ran-"], [213, "THE QUALITY OF MERCY. 205 dolph had maliciously suggested that Fawkes should make a sketch of his cousin Lilla's head. \" Look here, Frank,\" he had exclaimed, \"you're always talking big about art, and sketching ugly old women about the village, suppose you exhibit your powers on a decent model ? Any fool could take the likeness of an old woman seamed like a rutty lane ; you've only got to plaster on the wrinkles in the right place. Now, you get my cousin to sit for you, then show us your mettle. I'll wager you don't get a line of her face right in two hours ! \" Fawkes looked imploringly at the proposed sitter, who blushed a little with gratified vanity. Lilla hesitated for a moment, but was easily overborne by the others; it was quickly de cided for her that she should give Fawkes a first sitting after breakfast the next morning. Geoffrey looked grimly to his front, taking no part in this discussion, but Ned's mis chievous glance soon roused him to action."], [214, "THE QUALITY OF MERCY. 206 This was a plot against him, he felt certain, an episode in the general cold-shouldering to which he had been subjected ; but he resolved not to give them the gratification of noting his distress. As soon as the ladies left the dinner-table, Geff plunged head-foremost into the conver sation of the men. Heretofore he had been used to hang about its outskirts, too proud to exert himself where he was so little appreciated, too much afraid of losing his temper under Fawkes's quiet thrusts to speak freely; now he was stung to the point of self-assertion, and took the lead in the talk, much to the surprise of Ned and Randolph. Ned was altogether amazed to find that this mere poet, as he had looked upon Geff, had a considerable fund of horse-talk. A mere superficial remark upon the price of oats would have helped a man toward's Ned's good opinion, but Geff went much further than this. Unlike most poor gentlemen, he had done a good deal ot riding; for the Squire of his"], [215, "THE QUALITY OF MERCY. 207 father's parish in North Devon, a genuine old Nimrod, without a son of his own to instruct, had always taken a pleasure in mounting Geff Chichester, a youngster with plenty of pluck and a natural liking for sport. Geoffrey told Ned that he had hunted with several West-country packs, including the well-known Devon and Somerset Stag-hounds, and spoke of hunting with a keen relish of the subject. So unusual was the pleasure of find ing himself listened to with interest, genuinely in touch with one of the household, that Geff quite regained his natural eloquence. He poured forth such a breezy description of a certain famous run over the long swells of Exmoor, heaving up like great deltoid muscles to protect the dainty tufted coombs and glens, that Ned was quite carried away, and moved to exclaim — \" Why, damme, sir, you talk like the page of a sportin' novel ! \" This subtle compliment encouraged Geoffrey to further exertions ; and, unlike most men, he"], [216, "THE QUALITY OF MERCY. 208 could listen as well as talk, so that Ned had free warren for his own little bragging excur ' sions. This was how to please him : start a man's own topic, give him a good lead, then lend him a wide-open ear, and even a Ned Fitz-Urse will melt. \" If our poet,\" thought Randolph, \" were often to wax as brilliant as this, the engage ment would stiffen instead of collapsing. Women always worship the man who scores, and the boy talks dev'lish well. I'm glad Lilla's out of the room ; she's wavering now, or I'm much mistaken.\" Fawkes sat plucking at his beard uneasily, muttering sneery comments upon the tall talk going on opposite him. \" Now Fawkes is sick,\" thought Ned ; \"what a game these two are ; whenever one scores, t'other gets sulky! A day or two ago I'd have bet three to two on Fawkes, now it's about evens, I think. A mighty good race it is, and I'll take care to be in at the finish.\" Then he added aloud —"], [217, "THE QUALITY OF MERCY. 209 \" Chichester, pass the wine, old boy, then give us another yarn.\" \" Have you ridden at all since you've been here ? \" asked Fawkes across the table. \" No,\" said Geff, shortly. He had drunk more wine than usual and was flushed with his success in pleasing Ned ; his looks said plainly •\" If you want to quarrel, I won't balk you.\" \" We must give you a mount, by Jove,\" put in Ned ; \" ride with me to-morrow, there's some very pretty fencing between this and Winkton — grass country with stiffish hedges. Stay, by the bye, I've arranged with Hadaway to fish the upper river to-morrow.\" \"Then come with us,\" said Randolph; \" Fawkes and I always ride of a morning.\" Geff closed with the offer at once. \"And perhaps, as he is such a Centaur, Chichester would like to ride Black Kate ? \" suggested Fawkes. \" I'll mount anything you like,\" answered Geoffrey sharply. \" Any other horse in my stable you shall VOL. 1. p"], [218, "THE QUALITY OF MERCY. 210 have,\" said Randolph, \"but not that vicious brute of a mare.\" \" Is that the mare that I drove from Hernebridge ? She seemed rather fiery than vicious.\" \" Yes, in the shafts,\" put in Ned, \" but with a saddle on her she's the devil. I tried her once last year, and she chucked me off three times. There's only one groom about the place who will mount her, and he told me yesterday that he was contemplating matri mony, and that his young woman wouldn't let him risk his neck any longer. Don't you think of mounting her, old boy, unless you want to go right off to kingdom-come.\" \" All right,\" said Geoffrey, \" then I'll ride some other horse; I've no particular wish to break my neck.\" \" I thought so.\" Fawkes made this last remark quietly enough, lighting a cigarette as he spoke, but there was a depth of exasperation in his tone which reddened Geoffrey from his shirt-collar to the"], [219, "THE QUALITY OF MERCY. 211 roots of his hair. Every nerve in his body quivered with an insane desire to retaliate upon this man who never looked across the table without rasping his feelings, who had kept him in a state of suppressed ire for days. \"Fitz-Urse,\" cried the hot-headed fellow, with his voice all of a-tremble, \" I should take it as a particular favour if you'd have a saddle put on Black Kate to-morrow morning.\" \" Don't you be a dam fool, young chap.\" Ned looked at his brother as he said this. Randolph hesitated. He felt a little pricked in conscience about this young fellow, with his face all a-flame : he was conscious of having made things rather unpleasant for a man who was after all his guest. His hospitable instinct caused a soreness in his mind when he looked at things from his guest's point of view. Geff had been suppressed and kept out in the cold whenever Lilla was present : so much had been necessary for his plans, but it was another thing that the boy should be badgered — at Randolph's very tab]e too — into riding a"], [220, "THE QUALITY OF MERCY. 212 vicious horse. Perhaps the long and short of it was, that Randolph had learned to respect, even to have a liking for, the lad who, wincing under much provocation from Fawkes, had always borne himself like a gentleman. \" Look here, Chichester,\" he said, his usual cynical tone warmed into good-nature by GefFs eager eyes, \"we don't in the least doubt your riding capacities; you shall ride my horse Sir Tom, who isn't a lamb by any means, but not that brute of a mare.\" Fawkes made no remark this time, but a slight shrug of his shoulders was a last straw that broke the back of Geoffrey's self-control. \" I see,\" he cried, rising from his seat angrily, \" you badger me, between the lot of you, into offering to ride a horse, then sneer at me without giving me the chance of doing it!\" \" That will do,\" said Randolph, icily ; \" don't excite yourself; you shall have your wish. Now it's about time to join the ladies.\" Fawkes ground his heel into the carpet,"], [221, "THE QUALITY OF MERCY. 213 muttering, \" Good, good ; I hope Black Kate will break the young puppy's neck ! \" Ned detained his brother at the door when the other two had passed out. \"I say, Randolph, I don't half like this. Upon my soul we have treated this young fellow rather shabbily, and we shall both feel precious mean if he gets hurt.\" \" Why can't the young fool learn to keep his temper then ? \" said Randolph, looking black. \" Fawkes is enough to aggravate a saint ; he has been nagging at Chichester ever since they arrived.\" \" Chichester's a hot-headed young fool, who ought to learn self-control.\" \" I don't care,\" cried Ned, \" he's a d — d good fellow ; and I for one feel mean about the way we have treated him.\" \"Psha! talk about something you under stand — rats or fishing-rods.\" \" I understand a deuced sight more about this than you, Randolph. I told you before"], [222, "THE QUALITY OF MERCY. 214 Fawkes arrived that there would be some con founded unpleasantness between these two, and here we are in the middle of the rumpus. And I tell you Fawkes is vilely jealous of young Chichester, and will do him a hurt if he can — on my soul I believe it. Why the deuce didn't he marry the girl long ago, if he's so mighty fond of her ? \" Randolph vouchsafed no answer to this question, but stalked out of the room, black as thunder, and slammed the door after him. \" Well, I can wash my hands of the shindy now,\" remarked Ned to the empty dining room, shrugging his shoulders philosophically, \"so now I'll have a 'whitewash' of sherry. Chichester, here's to you. I've a strong im pression that you've converted me to your side of the question, and I believe you're best man of the two, by Jove ! \""], [223, "CHAPTER XIII. It has been frequently said that there exist men who have never known fear, a statement which almost amounts to this — that certain persons must be furnished with some peculiar apparatus, quite other than the human nervous system, yet performing the necessary duties of the same. Now Geoffrey Chichester was not one of these specially equipped persons ; he had his weak points, like most other people, and the chief of them was a self-conscious dread of making a fool of himself in public. Thus, his determination to ride Black Kate had thrust him into precisely the sort of position he disliked most, having provided him with an excellent chance of being ignominiously thrown out of the saddle before the amused gaze of half the household."], [224, "THE QUALITY OF MERCY. 216 \" If I were but embarked upon some venture through which pluck alone could carry me,\" thought he, as he tramped the stones of the stable-yard a few minutes before the hour agreed upon for starting, \" I shouldn't mind so much. When there's actual physical danger, I always manage to face it pretty comfortably, but to be shot off into a flower-bed before her, with all the stable-boys about the place grinning their heads off! And pluck won't help me at this juncture ; if a horse is too many for you, over you go, though your pluck be as high as the sun, and as stiff as steel. Just now, I'm in a blue funk, if ever I was in my life. If I om thrown and hurt, I shall have the satisfaction, the deep comfort, of hearing that it was all thanks to myself and my foolish bravado, and of knowing that she thinks so, with the rest. She's sitting for her picture now, no doubt, and Fawkes is plying her with his cursed compliments. I shall begin to believe in presentiments soon, like poor little"], [225, "THE QUALITY OF MERCY. 217 Rose, for I felt that this visit to Slumberly was going to be a wretched business.\" \\V hile Geoffrey strode thus moodily up and down, whipping his gaitered legs, and indulging in much biting self-criticism, the groom who had met him at Hernebridge led out Black Kate into the yard. This man, Yeald by name, had a dry, suggestive grin on his slice when Geff went up to him, and his tone of voice was as dry as his smile. \" Yes, sir,\" he said, in answer to GefFs first question; \"I'm the man as has ridden this 'ere mare lately, a'cos the others funked her, which she can't abide.\" \" Give me a straight tip or two, Yeald ; has she any particular whims, any special tricks ? \" \"She has the one particular trick of all females, sir, the trick of being obstropolous when she ain't mastered — a bit of a shrew she is, like most of her sex ; wants a tight seat and pluck, that's about the size of it. And from the way you drove her from the station"], [226, "THE QUALITY OF MERCY. 218 that day, sir, I should reckon you ain't over timid. Stand by for a fight at first, but give her whip and steel instead of her own sweet will, and she'll soon drop her tantrums — that is, if you can stick on. She's a beautiful jumper, only look at her quarters ! — there an't a fence in this neighbourhood she'll refuse. Now if I was you, sir, I should just throw my leg over the saddle, and take her quietly over them hurdles at the back o' the stables yonder ; nothing ever puts her ladyship in such a good temper as a little fencing.\" Geff had quite regained his courage now, as a man with any stuff in him is bound to just when a coward fails, that is when his task is right before him. He mounted at once, and Yeald was kind enough to stroll round the corner of the stables to see how the youngster acquitted himself. The trial trip was highly successful. The moment Black Kate glimpsed the hurdles, she thundered down the short intervening piece of turf, and hurtled over the jump with such"], [227, "THE QUALITY OF MERCY. 219 a launching leap, that Geff laughed aloud with pleasure, and thought himself on Pegasus. Yeald stood grinning broadly at the rider's excitement. \"Lord! she do jump 'big,' don't she, sir? Takes off a yard or more afore she need, then goes over like a sky-rocket.\" \" Never did I sit such a flyer in all my life!\" cried Geff, with his face glowing; \"I'm going over again.\" And over he went once more, Yeald nodding a superior paternal sort of approval. \" Now, sir, I'd recommend you to walk her quietly up and down the drive till Mr. Fawkes is ready ; they're saddling Sir Tom for him now, I believe.\" \" But where's Mr. Fitz-Urse, Yeald? \" He've gone into Christbourne, sir ; drove off in the cart an hour ago.\" Geff guessed at once that the Squire wished to clear himself of all responsibility in the matter of Black Kate. Taking Yeald's advice he now rode round to"], [228, "THE QUALITY OF MERCY. 220 the front entrance ; and, somewhat to his sur prise, found Lilla standing on the steps anxiously looking out for him. Over her head and shoulders was a gauzy Eastern scarf of white and amber, cunningly draped by the artist to whom she had been sitting. Geff met her with a freezing glance ; that scarf was an eye sore to him, an affront, a gewgaw donned in the special behoof of his rival — as he had actually begun to consider Fawkes— and now she had the forehead to come out here on purpose to have her vanity tickled by himself! In point of fact, Lilla had hurried out with out giving her head-gear a thought, vanity quite quenched by anxiety for the nonce. She had tried timidly the night before to dissuade Geff from riding this horse, but his coldness had quickly frightened her into silence, and since then he had carefully kept out of her way. \" It frightens me so to see you on that vicious horse,\" she began directly he rode up ; \" they all say it is dangerous.\""], [229, "THE QUALITY OF MERCY. 221 \" I think she is only hot-tempered, not vicious,\" he answered, coldly. \" But I'm so easily frightened about horses ; I'm too much of a coward to learn to ride, even. You know I always told you that I had no accomplishments, and I'm very stupid to be so easily frightened, but . . . but . . . She could not, in face of his cold gaze, add what was in her mind — \" I care for you too much to let you run risks.\" \" But you are not going to ride now ; I shouldn't think of asking you to make a martyr of yourself.\" This unkind remark filled her eyes with tears, but Geff would not be softened. In any other mood her anxiety about his danger would have touched and flattered him, but this business of the portrait had brought his long-simmering jealousy to the boiling-point. Utterly unlike his own kindly chivalrous self, he was now moved rather to hurt her feelings more than to show penitence. \" But, Geoffrey, you might be seriously"], [230, "THE QUALITY OF MERCY. 222 hurt if that horrid horse were to throw you, and . . . and . . . \"I don't care much if Black Kate breaks my neck.\" This was foolish enough, in all conscience, as well as unkind. Coming from some men, the speech might have been but a trifling ebullition ; in the relations between these two it was an epoch. A fortnight ago he would have been utterly incapable of speaking harshly to her. No wonder that Lilla, impressible and easily crushed as she was, looked up amazedly at him and turned away. Just at this moment Fawkes and Ned Fitz Urse came out of the wide hall. The former took in the situation with a throb of pleasure — Geoffrey sitting with his eyes on the horizon and a scowl on his brow ; Lilla turning aside, looking woebegone and half-tearful. Ned saw nothing particular, except a horse and its rider. He came rolling down the steps in his heavy wading trousers, crying — \" Hullo, Chichester ! — up already, are you ?"], [231, "THE QUALITY OF MERCY. 223 I hope you've made your will, young man, and have put me down for something hand some. Look, here comes Sir Tom, and half the people from the stables with him ; and look at the womenkind at the upper windows. Now if Black Kate goes off quietly without any tantrums, what a sell it will be for all this gallery of lcokers-on ! They're hoping to see you pitched into that bed of rhododendrons, old boy, so mind you disappoint them.\" It seemed at first that the gallery really was to be disappointed. Fawkes mounted, and the pair rode off amicably side by side, as though hatred and jealousy were things unknown upon this planet — for a few paces, that is ; for before they had covered many yards Sir Tom began suddenly to fret and fume, then to lash out smartly, prompted perhaps by a sly touch of his rider's spur. Whereupon Black Kate trembled all over with indignation, and reared up so sharply, that every one thought she must fall back wards and crush Geoffrey."], [232, "THE QUALITY OF MERCY. 224 Lilla seized hold of Ned, turning white with fear. But Geff stuck to his seat, and gave the mare such a knock on the head, that she came down again in a trice. For a moment she stood stock still, ears laid flat, and eyes dilating, then dashed off like a mad thing, heading for the flower-beds that bordered the drive. Right in her path was a long crescent shaped mass of rhododendrons. Geff managed to edge her away from the centre, and she took the right horn of the crescent with a leap that made Ned's eyes glisten. \"Never was such a mare, by Jupiter Ammon ! \" he cried ; \" and don't you be alarmed, Lil, our poet sticks to her like a good 'un.\" Black Kate was among the flower-beds now, tearing along at a mad gallop, kicking up geraniums and scented verbena and half a score more plants like so much dirt, a just Nemesis upon the head gardener, who was looking on at the fun instead of minding his own business elsewhere. Meanwhile she was"], [233, "THE QUALITY OF MERCY. 225 throwing herself violently from side to side, and taking a lot out of herself, as Geff quickly found to his great satisfaction. As soon as he could get her in hand -gain, or something like it, he looked about for the best route into the open park. A high hedge shut off the flower-beds from the turf, but there was one gate in it, and he saw that Fawkes had ridden through, and was holding it open with his hunting-crop. After a few minutes more of tussling, Geoffrey managed to pull the mare into a hand canter, and get her head straight for the open gateway. Lilla began to breathe more freely now ; it was obvious that Geoffrey had got the best of the struggle, and was riding off, flushed with victory. But suddenly there was a loud bang ; her heart stopped beating almost. What was it ? Just as horse and rider were passing between the two posts the heavy six-barred gate came to with a crash, just shaving Black Kate's vol. i. Q"], [234, "THE QUALITY OF MERCY. 226 quarter, and frightening her out of her wits. This time she made no show of bolting, but arching her back into a bow, threw such a succession of buck-jumps as only a trained rough-rider could have kept his seat through. Geff set his teeth and hardened his leg-grip, but all to no purpose, the third prance loosened him, and the fourth hove him ignominiously to the ground. Lilla closed her eyes, and looked like fainting, but Ned cried cheerfully — \" Now then, Lil, no high-strikes, old girl, there's no bones broke. He'll be up again directly, for he's a plucky chap, by George, poet or no. See, they've caught the mare already : and — yes — Master Geff's going to mount again. I told you so. What a clumsy fool Fawkes was to let go the gate too soon ! \" Geff did mount again, though a good deal shaken, and vvas rewarded by finding the mare tolerably amenable, now that her scare was over. It was bitter hard lines, as he declared to himself, to be thus disgraced before her—"], [235, "THE QUALITY OF MERCY. 227 after beginning so well too, to be shot off in face of everybody, just as he had originally feared. He felt the disgrace to the marrow of his bones, and really wished for the moment that he had been stunned or badly hurt. Then there would at least have been a touch of drama about his mishap. When Fawkes rode up to him, full of regrets at his own awkwardness, Geff had one of those moments of madness that come to all hot-blooded men. He tingled from head to foot, and the words came out of his mouth hot and sharp, like jets of steam from a boiler at high pressure — \" Oh, damn your apologies ; it was no accident ! \" Not a word more did either of the men say ; but they glared at each other with open hatred, propriety and all the other useful wrappings of civilization torn aside for the nonce. There is a kind of ecstasy in thus throwing off the mask of decency, and allow ing the face to speak out the heart's bitterness ;"], [236, "THE QUALITY OF MERCY. 228 and a danger, too, for it is thus that a passion learns its own power, like a mob at the moment of breaking loose. After this, self-control would come tenfold harder to both men. Lilla muttered in a horrified whisper — \" Oh, Ned, I believe he did it on purpose.\" \" Upon my soul, it looked rather like it,\" said Ned uneasily. Before they could discuss the point further, however, the two riders were galloping across the open park towards the sunk fence that separated it from the meadow-land on this side, and Ned hastened up the steps to get a better view of the course they were taking. \" They are making a race of it, I believe,\" he called eagerly down to Lilla; \"one of the old-fashioned point-to-point steeplechases; they are both of them off their heads with jealousy and spite, I reckon, and each hopes the other will get a bad spill. I know the course they'll take — ha! they're both over the sunk-fence now. There's a farmyard wall that will stop them after a few fields, then"], [237, "THE QUALITY OF MERCY. 229 they'll trend away to the right towards the mill-pool. Look here, Lil, we'll cut across the park and get in time for the finish, if you'll stir your stumps; if I get took bad with cussin' — for this sort of thing excites me, you know — you must put up your parasol, or something. Come along!\" Ned's wading trousers so far hindered his progress that his cousin managed to keep up with him without much difficulty. She hurried along, full of anxious foreboding and self blame. Things had come precisely to that pass which she had been dreading from the moment she heard that Fawkes was to be of the party at Slumberly ; for he had reached that pitch of jealous fury in which a man who has never learned to bridle his passions begins to think seriously of doing some grievous injury to his rival. The consciousness that her cousins, not understanding Fawkes half so well as she did, not knowing what violent passions and power of vindictiveness the man had beneath his natural good-nature and"], [238, "THE QUALITY OF MERCY. 230 pleasant ways, would not realize the danger of this state of things, added much to her alarm. And she looked upon all this as part of her just punishment — the punishment which had begun when first Geoffrey told his love and she knew herself unworthy of it ; which had waxed sharper every day, as she had learned to look upon her past through his eyes — and which was yet, had she but known it, only at its beginning. Meanwhile Ned, brimming with excitement, was leading her across the park at a great pace. When they struck into the footpath, about the point where she had met Emily Children, he set off at a run, waders and all, unable to restrain his impatience longer ; the truth being that the respective merits of Sir Tom and Black Kate in cross-country work had for long been a vexed question between Ned and his brother, and this impromptu steeplechase seemed to offer a fine chance of settling the matter. Upon reaching the stile at the junction of"], [239, "THE QUALITY OF MERCY. 231 the footpath with the Winkton lane, he stood on its top rail, eagerly scanning the country before him, and beckoning his cousin to make haste. As for the riders, their very existence had, for Ned, become swamped in the burning question of the two horses. \" I see them, I see them ! \" he cried, as his cousin came up breathless and panting ; \" look, the mare has the best of it, though she took a lot out of herself before starting, and carries a stone more at least — how I shall crow over the Squire after this ! They have taken pretty much the course I expected, you see, and will pull up in the field opposite us, for this deep lane cuts right across their line. Hullo, what the deuce is he going to do now ? \" As he uttered this exclamation Ned looked really alarmed, and Lilla's cheek turned the colour of ashes ; for Geoffrey, instead of pull ing Black Kate up on nearing the hedge that bordered the big grass field over which the pair were galloping, was apparently working her up, tired as she was, to take the jump."], [240, "THE QUALITY OF MERCY. 232 \"Good heavens! \" cried Ned, himself turn ing pale now, \"he must have forgotten the deep fall into the lane. Pull up, pull up ! \" he bawled at the top of his voice ; \" there's the deep lane in your road ! \" But Geoffrey either did not hear, or was too highly wrought up with excitement and fury to heed. Circumstances had combined to intoxicate him. He had started with rank ling jealousy in his heart, and this was fanned to fury by his rival's success in causing Black Kate to throw him before a perfect gallery of onlookers ; and on the top of this came the mad gallop against the strong morning breeze, with the hated Fawkes alongside him. His whole being was concentrated upon the effort to score off and defeat his rival. \" He hoped to break my neck with the help of that gate ; I saw it in his face, and she sits to him for her picture.\" A confused jumble of such disjointed thoughts as these had rushed through his mind as he put the mare at one big leap after"], [241, "THE QUALITY OF MERCY. 233 another, hoping every minute to see Fawkes either turn tail or get hurled out of the saddle. Fawkes, as it happened, had as yet showed no signs of doing either; but, worked up though he was almost to the same pitch as Geoffrey, he drew the line at this mad leap into the lane. Geoffrey, turning in his saddle, saw the other beginning to pull his horse in, and called out so loudly that the lookers-on at the stile could hear every word down the wind — \" What, you're afraid, are you ? Come on, you coward, you white coward — come on ! \" Lilla, leaning upon the stile, shaking and trembling, stared down the lane in an agony of fright. In another moment horse and man topped the hedge. She shut her eyes as they came down vvith a crash into the lane. \" Don't be a fool,\" said Ned, and the relieved tone of his voice filled her with swift comfort; \"he's not hurt — though upon my soul he deserves it.\" So Geff appeared to think himself; for he"], [242, "THE QUALITY OF MERCY. 234 came slowly along the lane, looking as jaded and dispirited as the horse he rode. \" I say, young fellow,\" said Ned, severely, when Geff came opposite the stile, \" do you want to fix the date of your own funeral right off, or have you had enough of these larks ? \" \"I'm sorry,\" said Geff; \" I forgot that I was riding* another man's horse, or was too much excited to care. But I knew there was soft ground down the lane there, where we came over.\" Lilla looked at him with eyes full of appeal ; but Geff had by no means galloped away his bad temper. He knew that she was anxious to be at his side, not to lose sight of him again until he was safe at home ; but the evil demon within him was still wide-awake. He saw her throw a single glance at Fawkes, who was riding away through a gate at the other end of the field, and that sufficed to freeze him. Muttering something about the mare being tired out, he rode on without giving her"], [243, "THE QUALITY OF MERCY. 235 another look, and was quickly out of sight round the corner of the lane. Ned whistled softly and looked with a comical grin at his cousin. \" Not so ardent as he was, eh, Lil ? It strikes me your engagement is getting shaky, my dear.\" To his immense surprise she put up her handkerchief like a child and began to cry. \"Oh, come, I say, Lil!\" cried Ned, a good deal distressed ; \" I was only chaffing, you know. Odzooks! your poet is in love enough, and will smile again fast enough if you treat him properly ; but I wouldn't give the artist any more sittings, if I were you. Poets have flesh and blood, you see, like the rest of us, and it makes a man rather wild . . . ' \" Oh, Ned, I'm so wretched ; if you did but know.\" \" Why, good heavens ! \" he cried in a changed tone, \" you haven't really been play ing fast and loose with Chichester, have you ? If so, upon my word, Lil, you have treated"], [244, "236 THE QUALITY OF MERCY. him worse than we have, which is saying a good deal. Our hospitality hasn't been of a sort to entice him down here again, I must say; in fact the young fellow hasn't had fair play from the beginning. Now, if you've changed your mind after the time-honoured custom of females, and are going to sack him, why, I'm sorry for him. Well ? you don't say no — you care for the other man more after all ? \" \" No, no — never.\" \"Then what the dickens is the matter ? No answer. \" Look here, Lilla, I don't want to pry into your secrets, but I tell you plainly that it's about time you made up your mind about these two men. One or other ought to be sent about his business, or they'll both get dangerous. Fawkes egged on Chichester last night to ride that dangerous mare, and, I really believe, let that gate go on purpose, and he may go on from bad to worse. Now if you can't make up your mind, or don't"], [245, "THE QUALITY OF MERCY. 237 know your own mind, or have anything on your mind; in fact if you're in any of the usual feminine predicaments, I strongly advise you to go to my mother and talk it out. You'll both have a good cry, and come out quite cheerful at the other end of it. I know the ways of women, bless you, and you can't do better than go to the ' mater.' \" Lilla would gladly enough have gone and poured forth her troubles into the \" mater's \" sympathetic ears, had circumstances permitted. To make a full confession, to tell all that there was to be told against herself, even to the uttermost word, would have been a deep, an infinite relief; to throw herself upon the affec tions of the one woman in the world who really loved her, and to receive pardon, would have been as balm to Lilla's bruised heart and conscience. But the indictment against herself must include another, the man who, whatever his faults — and to these Lilla's eyes had been gradually awakening as the blinding glamour passed away — was madly in love with her;"], [246, "THE QUALITY OF MERCY. 238 whose devotion, whether right or wrong, she had accepted so long, and afterwards cast aside. To accuse him would be, as it seemed to her, the height of dishonour. She must struggle on, or rather drift on — for she had become painfully aware of late of her own capacity for feeble drifting — and perhaps Geoffrey, now that jealousy and suspicion were persistently gnawing at him, would reach the point of giving her up of his own accord. Then her punishment would be complete. \" I can't go to your mother, I can't do it,\" she answered Ned, mournfully. Ned looked puzzled and angry. He had taken the trouble to criticize his own conduct and his brother's in the matter of their guest, and a man is apt to look for some reward for such amiable self-criticism. The common proverb, qui s excuse, &c, may often be inverted with much truth ; for he who accuses himself also excuses himself, at least in his own opinion. Thus, if a man says, \" I was a brute to do so and so,\" he considers himself white-"], [247, "THE QUALITY OF MERCY. 239 washed in respect of the deed, expecting, more over, some meed of praise for this generous verdict against himself. But Lilla said nothing about Ned's highly creditable self-criticism, and showed no symptoms of a wish to confide in him further. Yet beneath his irritation was the half puzzled consciousness that there was some thing quite out of the common in his cousin's state, something not to be accounted for by any mere wavering between two admirers, which weighed like lead upon her spirits, and made him fidgety to think about. His part ing speech was a reflection of Ned's mixed attitude towards this incomprehensible cousin. \"Well, I suppose you must find your way back alone, Lil, for Hadaway must have been waiting for me at the mill for ever so long. If you won't confide in a man, or take his advice, or give him a chance of helping you, why you must hammer out the question for yourself; but if you persist in keeping those two dangling about much longer, there'll be"], [248, "THE QUALITY OF MERCY. 240 something worse than unpleasantness — that's all. You heard what Chichester shouted after the other man just now ; and you know as well as I that things must be pretty bad for a man to be bawling out ' coward ' to his rival, like that. There, that's all I've got to say, coz ; the lecture is over for to-day, and the school may disperse. I'm off to the mill hot foot.\" Lilla did find her way back to the house, but in doing so found no outlet from her diffi culties, though she thought and thought, and worried and brooded, through every yard of the way."], [249, "CHAPTER XIV. Very soon after Geoffrey's riding exploit it became evident to every close observer — that is, to every human creature, male or female, about the household — that the engagement which had made such a pleasant stir in the rather stagnant neighbourhood was in a mori bund condition. \" In a day or two,\" pronounced Yeald, the groom, to an interested conclave in the saddle room, \" Mr. Chichester will get called up to Town on business, you mark my words. That's how gentlemen of his sort do the trick : no fuss, nor stage-partin's, but just a summons to Town ; and after a day or two it oozes out that the engagement has bust up, and that the young lady's in the market again. The Squire vol. i. R"], [250, "THE QUALITY OF MERCY. 242 and Mr. Fawkes have been too many for the young gent, and I'm sorry for it.\" \" He-he ! \" laughed a lad leaning against the door-post, \" you've thought a deal of Mr. Chichester since he rode your mare, han't you, Yeald ? \" Yeald turned and cast a withering look upon the over-bold youngster. \" Who spoke ? \" he asked quietly, but with biting sarcasm ; \" young Saxby, was it ? And who the doose arst for your opinion, young chaw-bacon ? Who arst you to interrupt a gentleman when he speaks, young imperence ? Learn to hold your tongue, you cub, or I'll have you sent back to your swede-gnawing, which is all you're fit for ! \" \" Well, they do say in the village,\" muttered Saxby, sulkily, \" as how Mr. Geff is sarved out well for his conduct to parson's daughter.\" \"The village?\" snorted Yeald, with irony deeper than words or print ; \" is a gentleman's affairs to be talked over by every doddering old chaw-bacon in Slumberly ? I say again"], [251, "THE QUALITY OF MERCY. 243 that I'm sorry Mr. Geff is goin' to cave in. It shows a pore spirit, I consider; seein' that the lady's an heiress he ought to have sat tight, touched her up with the whip, and landed the stakes, instead of scratching for the race in this pore-spirited way. I'd like to have had his chance, damme ! \" The same views were expressed, though in more genteel phraseology, in the kitchen, the servants' hall, the butler's pantry, and in every other coign of gossipry about the place. Whether Miss Fitz-Urse had been talked round by the Squire, or had grown tired of Mr. Chichester in the ordinary course of things, was a moot point, but her severance from the latter was looked upon as an almost accomplished fact by every one below-stairs whose opinion was of any weight whatever. The news quickly spreading to the village, made the triumph of the anti-Geoffrey party complete. Mrs. Reeks, Rose Chichester's strongest partisan in the place, was quite swollen with satisfaction when she heard the"], [252, "THE QUALITY OF MERCY. 244 news; and after two long happy hours of clacking among sympathetic neighbours, en joyed the crowning triumph, so unspeakably dear to the female heart, of meeting Mr. Reeks on his return from the usual morning's drive into Christbourne with a round, full voiced, long-drawn \" I told you so.\" Perhaps, indeed, she got more genuine pleasure out of this brilliant defeat of her husband than out of a later interview with her old nursling, Miss Rose, to whom she told the great news without daring to make much comment thereupon. At the post-office the question was discussed with much eagerness. Mr. Apps had a keen relish for gossip about his betters, and to his sister-in-law everything that concerned her dear Miss Fitz-Urse was of profound interest. Emily had never heard her new friend's name coupled with that of Mr. Fawkes, the village quidnuncs being concerned chiefly with Mr. Geff — with Mr. GefFs desertion of the Vicar's daughter for the sake of the beautiful heiress,"], [253, "THE QUALITY OF MERCY. 245 and the punishment that was now about to befall him ; but she had noticed every day, and been really sorry for Miss Fitz-Urse's increasing low spirits. She had wondered how it was that Mr. Geff was never seen with his betrothed, that Miss Fitz-Urse never spoke of him — in a word, had seen quite enough to make a shrewd woman pretty sure that something was wrong. Yet, though such a crowd of keen lookers on had come to a certain decision as to the issue of the game, Geoffrey had one well wisher who had not quite given up hope for him, and who was now mustering her forces for a last struggle in his favour. This was Aunt Fitz-Urse, who had seemingly concerned herself least of all the household in the much-discussed engagement. Possibly she had been pursuing a Fabian policy of set purpose. A woman in her position, had her relations with her son been happier, might have been able to further the wish of her heart by a convergence of little"], [254, "246 THE QUALITY OF MERCY. feminine influences ; might have drawn Geff and Lilla together by a whole skein of invisible silken threads ; have met Randolph's open front attack by a network of defensive schemes easily workable by the subtler tact of a woman. But she had long ago learned the danger of showing any opposition at all to Randolph's wishes ; the least apparent effort on her part to thwart him would, she knew from long and bitter experience, only give added zest to his endeavours. As it was, thanks in part to her studious neutrality, Geoffrey had progressed in the good graces both of Randolph and Ned ; and probably no interference on her part would have prevented his jealousy of Fawkes. But the point where good-natured inter ference is risky had been passed now; at the worst she could not hasten the collapse of the engagement by more than a day or two, so she was r.ow free to fire her last shot, I. e. to make the strong appeal to Geoffrey which had been in her mind for some time."], [255, "THE QUALITY OF MERCY. 247 For some days Geff gave Mrs. Fitz-Urse no opening whatever ; in the drawing-room, or wherever they were in public, he went through his social duties punctiliously, showing a smil ing front to hide his pain ; and at other times was either tramping the country evolving his play, or shut up in the study writing it. But one evening, a week after the Black Kate incident, he followed his hostess into the garden after dinner of his own accord, and she knew that her time had come. And with the arrival of the moment for which she had been preparing so carefully, Aunt Fitz-Urse felt very shaky and nervous. This appeal was to be absolutely her last shot ; \"and who am I,\" thought she, \"to wean a man from his beloved pride by mere talk ? I — a woman who has not the gift, the prerogative of every humble woman in the village, almost, of winning a son's love? I shall fail, and Lilla will go down the hill for want of a toler able advocate. Yet Geoffrey will give me a fair hearing, such as my own son has never done.\""], [256, "248 THE QUALITY OF MERCY. Geff was evidently big with some announce ment of his own ; he led his companion rapidly away to a far corner of the shrubbery, then began abruptly — \" I am very much afraid that my play will call me up to Town in the course of the next few days, and . . . and I may be too busy to run down again, at least for some time.\" So Yeald was right. He had rightly pro phesied the manner of Geff's proposed exit, and perhaps showed no special astuteness in doing so, for the ways of men suffering from GefFs malady are simple and guileless enough. \" I should have thought you one to fight, not to run away, Geoffrey.\" Mrs. Fitz-Urse blurted this out with an abruptness equal to that of Geff's opening remark. He was quite taken aback, nothing confidential, no hint as to any difference be tween himself and Lilla, ever having passed between his hostess and himself; and to be so taken aback was the best thing for him, as"], [257, "THE QUALITY OF MERCY. 249 tending to put him off his foolish pride and reserve. \" But there are some things you can't fight against,\" he said, with a great sigh. \"Nothing — nothing, Geoffrey, believe me, that a man of spirit cannot fight against ; and hardly anything he cannot overcome — though he may have to struggle for it. And don't you see that all life is a struggle? You are young to realize the truth of that common hackneyed aphorism ; but true it is, bitterly true. You are always struggling, and must be to the end ; peaceful havens are good to dream of, to get a sort of spurious rest in after a tough contest, but there is no real peace any where in the world. If you are not struggling to earn bread or fame, to please your friend or to hurt your enemy, or to keep up your charity through all the 'inhuman dearth of noble natures,' then you are struggling for more happiness in some direction or other. Abso lute rest there is none, and never can be."], [258, "THE QUALITY OF MERCY. 250 Then how do you expect to slide smoothly, without a struggle, into the very heart of hearts of the woman you love? Don't play the coward, Geff; don't sneak off from the field defeated ; stay and fight, and be true to yourself. You see I'm pouring out just what is in my mind, Geoffrey. I can't put things well ; and could not now, though I had a tongue of gold, being so deeply concerned about my dear girl.\" Certainly no one could doubt the speaker's earnestness after a single glance at her face. Her eyes, usually so colourless and tired looking, shone brightly ; her pale cheek was flushed, and something like the after-glow of a beauty long dead flickered over her kindling face. Geff listened to her in wondering silence ; was this the spiritless, colourless, uninteresting woman who seemed such a nonentity in the household that she was sup posed to rule ? He must have been very dull of perception, or quite blinded by the glare of"], [259, "THE QUALITY OF MERCY. 251 his own concerns, not to comprehend her a little better. \" Now let me show you things from two points of view,\" she continued, laying a hand beseechingly upon Geff's arm, \" and if I hurt your feelings, forgive me for my dear child's sake ; for she's very dear to me, Geoffrey. Let me play the candid friend for once, then rebuke me as you will afterwards. Geff, you have a darling sin — pride, which has been thrusting you and Lilla asunder. The thought that she is an heiress and you a poor man has stuck in your throat all along, has influenced you more than you imagine; it has made you the easy prey of those who have been working against you, giving them precisely the lever they needed. The least hint of neglect has frozen you up. You have said, ' They don't want me ; I'm a poor man, an interloper in a rich family.' You ought to have borne it better, Geoffrey; you've sat, reserved and brooding, when you ought to"], [260, "THE QUALITY OF MERCY. 252 have been fighting your way, showing your real worth, giving them a fair chance of appreciating you. And this has been very hard on Lilla. Then you have gone from bad to wcrse, and whispered to yourself a feeble, puling whisper, ' She doesn't love me.' She does love you, I say, as much as a man can hope to be loved in so short a time : be true to yourself, fight tooth and nail against every effort made to loosen the tie between you, and in time she'll come to give you all you ask — and that's a deal, Geff, as I know, and am glad to know.\" She paused for a moment, then concluded more quietly, but with an earnestness which impressed her hearer very deeply. \"Geoffrey, make her love you utterly, as you can and will if you are but true to your self; and the thought of your future life together will be a rest and solace to me ; let her go, from touchy pride and foolish jealousy, and I shall be full of fear for her — for I"], [261, "THE QUALITY OF MERCY. 253 believe, and feel in my inmost heart, that you are fighting for the girl's soul, as well as her heart.\" Then she turned her moist eyes upon Geoffrey, with a look which stirred all the generous fibres he possessed, and kindled him strangely. His young vanity had been sharply pricked at first, but she saw now that his better self was responding to her, that he was ready to give back ardour for ardour, fire for fire, and her pale, thin face became flushed and glowing. After all,\" she said, with a curious smile, \" one is not always disappointed. There are men — at least I know one — who can answer to the spur, who can at the crucial moment respond to one's hopes, not to one's fears ; though one has learned to hope seldom, to fear nearly always. But say nothing now, Geff; I wish not to take advantage of you. Promise me only to stay here, say for another week at least ; for the rest, just take me back"], [262, "THE QUALITY OF MERCY. 254 to the house, then go and have a good think by yourself.\" Mrs. Fitz-Urse held out her hand : Geff took it and kissed it, conducted her back to the house without another word, then departed on the thinking expedition which had been prescribed for him. END OF VOLU.ME I. Richard Clay if Sons, Limited, London if Bungay,"], [263, ""], [264, ""], [265, ""], [266, ""], [267, ""], [268, ""]]