[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Untersuchungen über Amerika's Bevölkerung aus dem alten Kontinente dem Herrn Kammerherrn AI e x and e r von Humboldt gewidmet von Johann Severin Vater Professor und .Bibliothekar. Leipzig, bei Friedrich Christian Wilhelm Vogel. i 8 i"], [8, ""], [9, "Dem Herrn Kammerherrn Alexander von Humboldt."], [10, ""], [11, "Verehr un g sw ü rdiger Herr Kammer herr ! Ihnen sende ich die folgenden Bogen zunächst : und es Wird meinem Herzen sehr ' wohl thun, Wenn Sie die Güte haben, dieselben als Gabe der Dankbarkeit anzunehmen. Sie haben das grösste Verdienst um mein Studium über die Amerikanischen Sprachen und Völker. Adelung's Vermächtniss rief mich zu demselben: Ihre und Ihres gleich verehrungs würdigen Herrn Bruders Güte hat es belebt und aus reichen Händen unterstütze. Sie haben das erst geschaffen, Was ich ha he, und ohne diese, jenem humansten Wohlwol len verdankten, Schätze schon zu besitzen, hätte ich die trefflichen Freunde der Wissenschaften, von denen ich mir über jedes Fach , wo sie Un terstützung geben konnten, diese erbat und er hielt, weder gesucht noch gefunden. Ihnen also gebührt es, dass ich meinen Bericht über den bisherigen Erfolg meines an haltenden Studiums zunächst vorlege; und es liegt mir cm Nichts mehr, als darant Ihrem"], [12, "Edelmuth die regen Empfindungen meines dank- baren Herzens so oft und so laut als möglich zu äufsern. Aber Ihnen, dem unvergleichba- ren Geiste, der uns sonst schon manche Tiefen der Natur, und itzt einen grossen Theil eines ungeheuren, höchst interessanten, Welttheils fast erst aufgeschlossen hat, der überall das Grosse erspäht, und auf eine fast einzige Weise sein thatenreiches Leben ganz dem Forschen in der unermesslichen Natur aller Welttheile , in den Höhen und Tiefen, in Paradiesen und Wüsteneien widmet; Ihnen hätte ich das, obschon nur noch geringe, Scherflein der Früchte meiner Studier- Stuben- Arbeiten über jenen Welt theil vorlegen zu dürfen wünschen müssen, auch wenn mir nicht Ihre unschätzbare Güte dazu eine Befug- niss gegeben hätte. Ihnen muss ich wünschen jedes Wort sagen zu dürfen, was ich über den Zusammenhang der Sprachen und Völker Ame- rika's zu sagen anfing. Möchten Sie einiges davon dessen auch, nur einigermassen werth finden."], [13, "Ich lasse diese Blätter drucken, um für den Gang meines fortgesetzten Studiums in die sem Fache, wo möglich, Ihre und anderer Ken- ner Leitung zu erhalten, und schicke die Prü fung aller mir bekannt gewordenen Meinungen von der Bevölkerung Amerika's voraus, da sie das Hauptziel und der letzte Zweck von aller jener Untersuchung ist, die so sogleich in ihrer Anwendung und Wichtigkeit erscheint. Auch Clavigero würde gegen diesen Preu ssen (denn nach Königsberg ruft mich eben Ih res Herrn Bruders Wohlwollendstes Vertrauen) nicht so streiten, als gegen seinen Philosophe Prusse, Mr. de PauAV, sondern dem Freunde des neuen Kontinentes die Aufmerksamkeit und die Berichtigungen gönnen, die er wünscht. Dass noch Niemand so viele Amerikanische Sprachen verglich, dass ich von mehr als drei fsig derselben entweder sehr detaillirte und hin- längliche , oder wenigstens das Wesentlichste darstellenden grammatische Anweisungen studier-"], [14, "te, zum Theil auch erst mühsam aus mancherlei Textes -Proben entwickelte , bin ich mir bewufst, so wie dass bei dieser Arbeit mehr oder weni- ger reichhaltige , zum Theil auch nur auf ein paar Dutzend Wörter beschränkte Wörtersammlun- gen von fast hundert Sprachen vor mir liegen, die ich nach den Vergleichungswörtern der gro ssen Kaiserin, Katharina II. , im Pallasschen Glossar zusammengestellt habe — aber immer ist diess erst der Ansang der Vergleichung. Ich lege, so weit ich es vermag, Vergleichungen von möglichst grossem Umfang an. — Den Anfang wie die Vollendung bin ich Ihnen schuldig; Anfang und Vollendung sey Ihnen, Vereh- rung s w ür di gj ( t e r , geweiht / Vater."], [15, "Inhalts-Anzeige, Einleitung . . . ; . , 8. 5 Meinungen über die Bevölkerung Amerika's, nach der Mosaischen Völkertafel, . • 10 aus Aegypten • . . . .12 durch Ifraeliten . . * . . 14 durch Kanaanäer . , ,' . \" . 17 durch Phönizier • • • . . 18 durch Karthager . . . . .19 aus dem alten Spanien . ... so durch Kelten . . . . .22 durch germanische Völkerschaften aus Norwegen 34 aus China . ■> . » > • 5° aus Hindostau i . . . . 32 aus Japan . > . • • . ' 32 aus der Tatarey ... . . «33 aus mehrerlei Ländern , . . ■ , 38"], [16, "X Namenähnlichkeit zwischen Amerikanischen und Asia- tischen Völkern *)..... . . S. 45 Smith -Barton Ansicht. . . . . . 45 Dessen Vergleichungen Amerikanischer und Asiatischer Sprachen. ....... 47 Beurtheilung derselben. . . .... 55 Behauptung, dass die Amerikaner eine eigne Men- . schenrage sind. . . . . • * 59 Charakter derselben und Aehnlichkeit aller Amerikaner. 62 Vargleichung mit der Eigenthümlichkeit der Rage der Neger. . . . . . . \" . 64 Ueber die Hautfarbe der Amerikaner und ihre Ursachen. 66 Wirkungen des Amerikanischen Klima's auf Europäer. 71 Angebliche Barllofigkeit der Amerikaner. . . ' 75 Varietäten der Amerikanischen Rage. • • 75 Weisse Menschen in Amerika. ... 81 Bemerkungeu über das vorhergehende und die darin liegenden Entscheidungsgiünde. . . . .83 Anlass zu weiterer Untersuchung, ob sich nicht im al- ten Kontinente Quellen der Bevölkerung des neuen finden lassen. , . . . . . . go Meinung, dass' Asien von Amerika' aus bevölkert sey. 92 Alter der Bevölkerung Amerika's. ... 57 Mangel der gezähmten Hausthiere in Amerika. . 101 Denkmäler in Amerika. . • . . . J0g Frühere Kultur daselbst, aus der Beschaffenheit dor- tiger Sprachen gezeigt. .... i0r *) Man könnte auch die Tatarische Horde 3soko (hei Deguignes Einleit. S. aggj und die Mexikanische Pro- vinz Moc/ui und in Süd- Amerika Mocoa , und eben- daselbst Guaicuren mit den Waicuren in Kalifornien vergleichen. * . ■ »"], [17, "XI Betrachtung der Wege , auf welchen die Bevölkerung Amerika's am begreiflichsten wäre. . . S. 10S Grosse Fahrten in Kanoe's und grosse Verbreitung der Malayen auf diese Weise. . . . . 109 Ehemaliger Zusammenhang Afrika's mit Süd- Amerika. 112 Leichtigkeit und Wahrscheinlichkeit *) des Uebergan- ges nach Amerika aus Nord -Ost- Asien. . . 113 Lösung der Schwierigkeiten dieser Annahme , die in körperlichen Verschiedenheiten der Amerikaner lie- gen. . . '. . . . .'119 Resultat. . . . . . . «3 Nähere Vergleichung der wilden Nord - Amerikaner mit den Tungusen. . . ... . 125 Wahrscheinlichkeit , dass man Abkömmlinge solcher Menschen in Amerika zu suchen habe , mit Rück- sicht auf alle Einwendungen. ... . jgi Sprachen - Aehnlichkeitbei Verschiedenheit des Ragen- Charakters und umgekehrt. .... 136 Prüfung der Arten der Aehnlichkeiten der Sprachen, woraus Zusammenhang der Völker gefolgert werden könne. . . . . . . . 139 Vergleichungen Amerikanischer mit Asiatischen und Australischen Sprachen. - . . . . 155 Vergleichungen Amerikanischer mit Europäischen Sprachen. . . . . . .165 Vergleichungen Amerikanischer mit Afrikanischer Sprachen ...... 170 *) Aus einigen der hier S. 118 angeführten Vergleichun- gen des Herrn von Humboldt ist wohl die .im eben erschienenen Messkataloge angekündigte Schrift entnommen: Von Humboldts Wahrnehmungen Phönizischer Gestirnbenennungen in Süd - Amerika mit Anzeige ähnlicher Spuren einer Verbreitung Phö- nizischer Phantasien. (Bremen b. Müller.)"], [18, "XII Prüfung des Resultats. . . ' * . . S. 175 Zusammenhang Amerikanischer Sprachen unter sich. 180 Grosse Sprach- Verschiedenheit im ehemaligen Reiche Mexiko. . . . . . . . 187 Central - Punkt der Verbreitung , wenigstens vieler Völker Amerika's von der Nordwestseite her. 191 Wichtigkeit der Vergleichung der Grammatiken Ame- rikanischer Sprachen. .... 192 Vergleichungen der Wörter Amerikanischer Sprachen unter einander. ..... 195 Resultate grammatischer Vergleichungen derselben. 204 Auffallende und merkwürdige Gleichmässigkeit einer Art des Baues der Sprachen sehr weit von einander entfernter Amerikanischer Völker. . . . 206* Aehnlichkeit der Sprache von BisCaya und Kongo. 210"], [19, "Prüfung der Meinungen und Resultate eigener Untersuchungen über die Bevölkerung Amerika's aus dem alten Kontinente. A"], [20, ""], [21, "jfvmerika ist fünvahr eine neue Welt. Auf die mannigfaltigste Art gestaltet erscheinen hier Menschengeschlechter, Jahrtausende vielleicht ge schieden vom alten Kontinente , von dessen Vielerlei Völkern die entferntesten selbst wenig stens zuweilen in mancherlei Berührung kamen, und mittelbaren Einfluss auf einander hatten. Waren von den vielen Menschenstämmen der neuen Welt, (die, ausser den Sprachen der Euro päischen Eroberer, vierhunderterlei Sprachen re* den sollen), vor der Entdeckung Amerika's durch die Spanier noch keine je in Verhältnissen der Eimvirkung oder Verbindung mit Völkern Asiens^ Europa's, Afrika's, Australiens? Wie kamen jene Menschen nach Amerika, Avelches itzt von allen andern Welttheilen mehr oder Aveniger getrennt ist? Sindsie ein eigner Men schenstamm , oder aus dem alten Kontinent in diese neue Welt gekommen, die sich durch ihre sd A 2"], [22, "4 eigenthümliche Beschaffenheiten auszeichnet? und ist dort das eingewanderte Menschengeschlecht in allen seinen Horden auf einer so niedern Stufe der Kultur zurückgeblieben, Avährend die vegetabili sche und die todte Natur in einer Höhe und Grösse, wie nirgends sonst, erscheint? Auf diese Fragen kommen wir zurück, so oft wir nur Amerika ins Ause fassen. Sie sind nicht Neu^ier, welche be friedigt Avürde, Avenn sie etAva auf längst unterge gangene Stämme, die einst z. B. in Norwegen oder vielleicht auf den- fabelhaften Hesperiden gelebt , unsicher rathen kann , oder 'wenn sie durch ein paar allgemeine Sätze ohne nähere hi storische Bestimmung blos Avahrfch ein lieh zu ma chen hofft, dass die Bevölkerung Amorika's sehr früh oder dass sie erst spät erfolgt sey. Die Art der Bevölkerung des ganzen neuen Welttheils ist das Problem , dessen Lösung so interessant , als (chAvierig ist. Die Griechen sind die Nation, bei Avelcher wir durch ihre eigenen Nachrichten am weitesten zurück in ihre Vonvelt schauen. Und selbst bei ihnen verlieren Avir zuletzt uns unter Pelasgischen Wilden, über Avelche wir mehr schliessen als wis sen, und zu deren eigentlicher Herkunft kaum Ahnung leitete, bis durch die Sprachforschung der Grieche , Avie der Perser und der Deutsche,"], [23, "5 an Ostindien gekettet und durch das heilige San scritt ein Lichtstrahl in das Dunkel der grauen Vorwelt geAvorfen Avard. Obgleich wir also nun schon wissen : aus Mittelasien sind die Griechen gekommen ; so ha ben wir doch nichts als Vermuthungen darüber, ob sie auf der Nord- oder Südseite des schwarzen Meeres in die Gegenden gezogen seyen, in wel chen die Blüthe des menschlichen Geistes schöner, als irgendAVO, erwuchs und reifte. Die Griechen selbst vermochten es nicht, uns mehr darüber z« berichten. Ein Heer noch weit unüberwindlicherer Schwierigkeiten stellt sich dem Forscher über Amerika's Bevölkerung entgegen. . Kein Punkt ist noch gefunden, von avo Menschen nach Ame rika ausgingen. Historische Erörterungen über Ansichten, die recht annehmlich scheinen, Beob achtungen über die körperliche Beschaffenheit der rothen Menschen, welche fast ganz Amerika be wohnen, über ihre Sitten und Gebräuche, füh ren grösstentheils nur zu negativ entscheidenden Momenten , und sagen uns laut und Aviederholt, wie wenig GeAviffes man hier weiss. Die Hunderte der Amerikanischen Völker und Stämme haben hunderterlei Aussenseiten, um in ihrer verschiedenartigen Lebensweise Berührungen mit den hunderterlei Arten der itzigen und sonsti-«"], [24, "6 gen BeAvohner des alten Kontinents zu finden: aber je weiter der Kreiss wird , für dessen Theile Aehnlichkeiten sich suchen lassen — desto Aveni ger beweiset das Gefundene, und leicht zerfliesst der Schein der Möglichkeit der einen Seite im Meere anderer Umvalirscheinlichkeiten. Und noch weit Aveniger zum ZAvecke führt es , über Menschengeschlecht , seine Gestalten und Verbreitung blos zu vernünfteln. Raisönnement, geweckt vom Scharfsinne, geleitet von reifem Ur theile , ist zwar wie Mondeshelle nach der dunkeln Nacht. Doch auch hier schweben im milden Lich te Gestalten, in einander verfliessend, leicht über weiten Räumen. Gewaltig herrscht Philosophie in dem Ge biete, das ihr gehört. Auch in dem Felde der Beobachtung sieht sie oft heller zum voraus, als der Beobachter den Thatbestand ausmitteln kann. Mit festen Händen schneidet sie ab , was nicht seyn kann. Hell erscheint ihr aus den Anlagen des Menschen, Avas seyn kann. Wohlthätig ist diess Licht und anspruchslos , Avenn man nicht etwa ein paar Thatsachen hinzuthun und für ein Gebäude oder Spiel der Phantasie täuschenden Schein histo rischer Wahrheit erschleichen Avill. Aussichten eröffnen Speculation und Phan tasie im Felde der Geschichte. Aber durch ruhige, auf Erfahrung gestützte , historische Einsicht müs-"], [25, "7 •sen jene dämmernden Gestalten, die in solchen Aus sichten sich zeigen, erst recht bestimmt und sicher werden, bevor der Wanderer ihnen seine Richtung anvertrauen darf. Diese historische Umsicht führt uns bei unse rer Untersuchung zunächst auf die Völker, Avelche in Amerika gefunden Avur den, als man feine ein zelnen Theile zuerst entdeckte, und deren Nach kommen zum Theil noch frei und selbstständig, im vorväterlichen Sinne und Verein geblieben, noch fast in derselben Gestalt fortleben. Diess ist für unferö historischen Blicke der leitende Begriff über Amerika's Urvölker , wie Herr von Humboldt in. einer vortrefflichen Abhandlung *) aus einander fetzt. Von Völkern, von Avelchen sichere Spuren und historisch beglau bigte Schilderungen vorhanden sind, geht alle Be obachtung erst aus, und bauet auf sie Aveiter. Be völkert waren viele Länder unserer Erde eher, als Zeichen ihrer Bevölkerung erscheinen; nur diese aber geAvähren eine feste Basis. Zu höherer Urbevölkerung, die hinter die sen hegt, bringt nur ein Schluss, der leicht in blosser Luft und oft zu lose schwebt. Doch auch die Phantasie und die Vermuthung haben ihr Recht, avo Gründe zur Entscheidung dem Verstand ge- « .*) Berlin. Monatsschrift, März 1806."], [26, "8 brechen. Wo nicht ein fester Boden sicherer Re sultate den Forscher unterstützt: da sucht er Ave nigstens , avo möglich , die höchste Stufe der Wahrscheinlichkeit. Fast nirgends ist der Schluss und die Vermu thung so sehr Bedürfniss, als bei der Vorzeit von Amerika, avo selbst die Möglichkeit der Urbevöl kerung aus andern Gegenden der Welt bestritten ist, und wo schon das Interesse fordert, das jeder Mensch an dem Zusammenhange des ganzen Men schengeschlechts zu nehmen schuldig ist und gern nimmt, tiefer einzugehen. Diess Interesse für Amerika Avar doppelt gross im nächsten Jahrhunderte nach seiner Ent deckung, wo sich diese neue Welt den Blicken nachdenkender Beobachter der Menschheit zuerst entfaltete, und eine Menge von Ansichten gebil det Avurden. Diess Interesse ist itzt fast eben so gross, avo durch die mannigfaltigen Beobachtun gen und Untersuchungen so grosser Seefahrer, die je die Erde sah, und unterrichtetester scharfblik kender Reisenden, der neue Welttheil mehr als jemals aufgeschlossen vor unsern Augen liegt. Oft führt die unbefangene Prüfung vieler besonnenen Blicke Andrer in die Vorzeit zu einer heilern Ansicht. Giebt sie auch noch kein volles Resultat ; schon das Einzelne kann schätzbar seyn,"], [27, "9 ,»nd oft , wo man es kaum ahnete , dem\" Ziele näher führen. Bei der Frage von der Urbevölkerung Ame rika's geAvährt die Prüfung vieler Meinungen dar über Avenigstens das, was zunächst zu suchen ist, nemlich sie verschafft uns eine Sammlung, wo möglich , aller Data zu der einstigen Entscheidung, -Folgerungen, Avelche diese vorbereiten und für sie leitende Principien sind, und zugleich die Er- Idärung vieler Phänomene , die bei der Betrach tung der Amerikanischen Völker sich uns vor die Augen stellen. Und darauf baue dann Aveiter, wer da Avill und kann. Die Meinungen der vor uns Denkenden, mit Völkerkenntniss und mit Scharfsinn ausgeson nen, sind Steine zu dem Baue, den die Seele ist der VorAvelt fernen Regionen machen will. Be dürfniss ist ein solcher Bau, dem einen mehr, dem andern Aveniger. Die Prüfung vieler Meinungen lässt anspruchslos es völlig frei, zu Avählen, und die Resultate eutAvecler zu vereinigen oder sie ein zeln stehn zu lassen , Avie sie nun folgen *). *) Zusammengestellt findet man viele dieser Meinungen in Gregor. Garcia origen de los Indios de el nuevo mundo , e Indias occidentales, Valenc. 1607. neu, und mit gelehrten Anmerkungen vermehrt, herausgeg. von And. Gonzalez de Barcia, Madr. 1729; in Joan. de Solorzano Pereyra de jure Indiarum Vol. I. 1629., in Joan de 'Laet Notae ad differtationem Hugonis"], [28, "10 Von ältern Meinungen berühren wir nur die-, Welche nicht bloss auf chimärischen Voraussetzun gen, dergleichen die frühere Zeit Aveit eher als unsre -Kenntnisse der Erd - und Völkerkunde ver stattete, sich gründen, und welche mit andern Momenten im Zusammenhange stehen. Diese Meinungen hat man gewöhnlich an die Sündfluth angeschlossen , und an Noah's Fami lie, auch an die Schiff fahrt nach Ophir, dem Goldlande unter den Königen Salomo und Josa phat. Die Erdvertheilung unter Noah's Nachkom men *) ist ein herrliches Fragment des Alterthums, ehrwürdig, als das frühste ethnographische Be ßreben , den schon damals ungeheuren Umfang aller der bekannten Völker unter einerlei Gesichts« Grotii de origine gentium Americanarum et observatio-* nes aliquot ad meliorem indaginem difsicillimae illius ijuaefiionis , Amstelod. 1643.; in Journal oder Hifioira d'un voyage dans VAmerique feptentrionale par le P. de Charlevoix T. V. Par. 17.14. nämlich in der Disserta tion preliminaire für V 'origine des Americains ; in Cla vigero Storia di Mejfico , Rom. Vol. IV. Dissert. I. und in Benj. S mith - B art on's new views of the origin. of the tribes and nations of America , Philadelph. 1798., manche auch in den Recherches philofophiques für les Americains ou me'moires interessantes pour fervir ä l'hi ftoire de llesp'ece humaine par Mr. de P. T. I. II. , Ber lin 1770. Diese Schriften sind hier alle , ausser die zweite , genützt. *) i Buch Mosis Kap. X."], [29, "11 ptmkt, in einem Stammbaum gleichsam zu umfas sen. Wie höchst erwünschet mochten diese Kennt nisse von Völkern aus dem Munde der die Meere befahrenden und Asiens und Afrika's Länder durch ihren Handel verbindenden Phönizier erhalten, Avie sorgsam dann die Ueberlegung angestellt, und mühsam so der grosse Verein entstanden seyn. Doch feste Basis ist ein solcher Völker - Stammbaum nicht. - Er kann in diesem Umfang niemals Resultat von zuverlässiger historischer For schung über Facta seyn , die hier ja in der grauen unhistorischen Vorzeit liegen. Auch Avird zunächst uns kein Erwerb aus jenen Völkernamen für die Urbevölkerung Amerika's. ZAvar hat man die Nephthuim , welche in jenem Völker- Stammbaum erwähnt find, für die Amerikaner genommen *): aber kaum ist irgend ein triftigerer Grund dafür, als dass man keine andre Erklärung dieses alten Völkernamens, und also ein leeres. Plätzchen für — Amerikaner hatte. Und wenn das Goldland Ophir im Zeitalter des Entdeckers der neuen Welt Columbus und mit ihm Viele in Amerika gefunden haben wollten und finden konnten, weil die Schiff fahrt nach Ophir und Tarschisch drei Jahre gedauert haben soll, und von vielen Bibelerklärungen auch unserer Zeit aus dem Mittelländischen Meere um ganz Afrika *) So Huetius de navigationibus Salomonis."], [30, "12 herum gerühret worden ist: so war es consequent, dass dann die Schriftgelehrten , wie Arias Mon tanus, die ganze Reihe der mit dem Namen Ophir in jenem Völker- Stammbaume verbunde nen Namen zugleich mit jenem auch nach Amerika versetzten. Für keinen dieser Namen indessen hat man unter der ungeheuern Menge von Na men der Völker in Amerika auch irgend eine an ziehende Aehnlichkeit gefunden , obAvohl sich eben diese Völkernamen im Laufe der Zeit so sehr verändert haben müssten , dass selbst die Aehnlich keit bei einer solchen Zeitentfernung kaum für mehr als Zufall gelten dürfte. Denn dass z. B. ein sonst besonnener «Prüfer der Meinungen über Amerika's Bevölkerung, Georg de Hornn, den Namen des Völker- Stammvater Cham in: Chile Cambai in Yucatan Avieder findet, ist mehr blos ein BeAveis , wie leicht unrichtige Voraussetzung gen irre führen, besonders wenn sie mit religiösen Grundsätzen zusammenhängen. Die schon erwähnten Nephthuim, denn schon die Endung lehrt , dass diess der Name eines Völkerstammes ist, nicht eines Einzelnen, sind in dem Völker- Stammbaum aus Aegypten abgeleitet. Mit den Aegyptern, dem Volke von -uralter Kul tur und Schifffahrt, fangen AVir auch billig die Reihe der Völker an, von Avelchen die Ethnogra.« phen die Amerikaner abgeleitet haben."], [31, "13 Huetius war dieser Meinung, so auch der Kenner und Freund Aegyptens Athan. Kircher; und der tiefgelehrte Amerikanische Forscher Si guenza, dessen historische Manuscripte leider noch nicht gedruckt sind»« aber aus dem Auszüge in Dom. Eguiara's Bibliotheca Mesficana zum Theil bekannt sind. Man hat zwischen den Mexi* kanern und den alten Aegyptern so viele Aehnlich keiten hervorgesucht, die zusammengenommen ein wirklich auffallendes Bild einer ähnlichen Aussen-» feite gewähren. In den Pyramiden , in Hierogly phen, in der Zeitabtheilung, in der Kleidung, in andern Gewohnheiten der Lebensweise zeigt man die alten Aegypter in den Mexikanern. Man wird überrascht , wenn man in deni treuen Nachahmungen Mexikanischer Gemählde, welche man in Herrn von Humboldt's Essai politique für nouvelle Espagne finden wird, ganzt den Styl, ganz die Gesichter und Gliederverhält nisse bemerkt , welche die Aegyptischen Menschen^ figuren charakterisiren. Indessen zeigen die Producte einer gewissen Halbkultur oft eine so ähnliche Physiognomie, dass sie weniger die Gleichheit der Abkunft, als die Gleichheit der Wirkungen der menschlichen Kräfte auf gewissen Stufen ihrer Ausbildung be-> Urkunden. Eben so hat Grotius die Peruaner. mit den Chinesen verglichen, und letztere sind mit den Aegyptern ebenfalls «verglichen worden,"], [32, "14 Clavigero rügt auch den Unterschied der •Zeitabtheilung der Mexikaner, indem diese nach a8 Monaten von 20 Tagen, und übrigens noch 5, in religiösen Dingen nach 10 Tagen gerechnet haben, und den Unterschied der Form und Struk tur zwischen Aegyptischen und Mexikanischen Py ramiden. Auf jeden Fall liegt Aegypten fern von der Berührung mit Amerika , indem höchstens die ziemlich ungeAvifsen grösseren Meerunter nehmungen einiger Aegyptischer Könige, irgend an einen Anlass denken lassen , wie Aegypter dort hin den Weg gefunden hätten , oder getrieben worden wären. Zudem ist die Berührung bei keinem Volke von Amerika so schwierig als bei den Mexikanern , deren gleichbleibende Tradi tion sie aus Nordwesten von Amerika in ihr nach- maliges Reich herabziehn lässt. Andre haben die Amerikaner von den Israeli tin abgeleitet, nämlich von den sogenannten zehn Stämmen , den Bewohnern des Königreichs Sa marien, welche von Salmanasser nach Assyrien verpflanzt wurden, und nicht nach Palästina zu rückkamen, so Gilb. Genebrand, Malven da*), noch mehr aber Garcia , der das ganze dritte Buch seines angeführten Werkes diesem Ge genstande widmet , und überall Aehnlichkeiten ' ,\">) Jener in Chronologia L.I. pag. 159 ff. Dieser de An- aichristo. Lib. III. o. 18 ff."], [33, "15 zwischen Juden und Amerikanern' aufsucht, die aber meistens Charaktereigenschaften betreffen und höchst schwankend sind. Auch Sprachähn lichkeiten hat er gefunden, nämlich dass Abbct, auch um P%ru: Vater, bedeute; dass Peru selbst, das fruchtbare Land von dem Hebräischen parahz befruchten, seinen Namen habe; dass der He bräische Name Anna sowohl in dem Peruanischen Annahuarqui als dem Neuspanischen Anna Caona liege. Besonders aber hat Adair *), wahrschein lich unabhängig davon , grossen Scharfsinn auf diese Behauptung verwendet. Wirklich hat Adair mit vieler Kenntniss des Israelitischen Alterthums und aus unverwerflichen Daten, die er über die Völker in Süd- und Nord - Karolina, West- und- Ost- Florida angibt, eine Menge von Aehnlichkei ten gegen einander gestellt. Am ausfallendsten ist es, dass die Chikkasah bei ihren religiösen Ge bräuchen häufig singen: Allelujah, welches man. dem Adair bei seinem, sichtbaren Bestreben, zuver lässige Erörterungen über Sprache und Sitte der Cheerakes, Chikkasah's und Choktah's , unter wel chen er lebte, zu geben, glauben müsste, auch wenn nicht eben diese Gesangsweise Escarbot **) von nördlichern Völkern anführte. Auch Char- *) Hißory of the Amerikan Indians. Lond. 1775. S. 15 bis 220. **) Hißoirt de la nouvdle Franc* par Mare. L'Escarbat,"], [34, "16 levoix' *), der jene Meinung übrigens beßrei« tet, sagt von diesem Allelujah, und dass er Men schen fand, die wegen dieser religiösen Sitte und Wegen der Aehnlichkeit gewisser Reinigungs-Ge setze der Frauen sich es nicht ausreden liessen , dass zwischen den Kanadensern und den alten He bräern Zusammenhang sey. So könnte die Ver gleichung wirklich einen äussern Schein erhalten, den sie nach Charlevoix selbst auch hat , wäre nicht eben ihr Resultat zu paradox. Hätte man doch eher von den Schifffahrten der Israeliten unter Salomo und Jofaphat auf den Wegen der Phönicier , oder auf andere Weife Juden nach Amerika bringen, oder jenes Allelujah, welches Wahrscheinlich eine blos zufällig gleichlautende Zusammensetzung von etwas Anderes bedeutenden Lauten seyn mag , von Christlichen Gebräuchen ableiten, als es so aus der Mitte Asiens an dessen Nord -Ost -Küste und von da fast in die Mitte von Amerika fort ziehen können. Wenigstens Thevet liess Amerika durch Juden, aber nicht über Nord -Amerika bevölkern, sondern bei der Verbreitung der Juden in alle Län der aus den Azoren, wo man eine Inschrift mit Hebräischen Buchstaben gefunden habe. Es Avürde nicht sehr auffallen dürfen , dort eine Phönicifche Inschrift zu finden ; und die neueste Zeit hat die engste *) Siehe dessen angeführte Histoire. Vol. VI. S. 73."], [35, "17 engste VerAvandschaft zwischen dem Hebräischen und Phönicischen ausser Zweifel gesetzt. Indessen bemerkt Charlevoix *), dass Thevet das Fac tum nicht genau gekannt; auf der Insel Corvo, der nördlichsten von den Azoren , sey eine Statue zu Pferde auf einem Piedestal mit Charakteren ge funden worden, die man nicht entziffern konnte.' Der Portugiese Emanuel de Moraez **) glaubt die grösste Aehnlichkeit zwischen den Ju den und den Eingebornen in Brasilien entdeckt zu haben, so dass blos der Mangel der Beschneidung •sie unterscheide ; aber niemand Aveiter hat diese Aehnlichkeit gefunden. Mehr Eindruck hatten Adairs scharfsinnige Paradoxien zu einer Zeit machen können, avo Andere Amerika durch die Kanaanüer bevölkern liessen, die Moses und Josua besiegte, und zum Theil aus Palästina vertrieb, so Qomara, welcher erzählt, dass die Einwohner des nuevo Reyno de Granada ihre Kinder opferten *) , Avie diess der bekannte sogenannte Moloch - Dienst unter den Nachbarn der Israeliten auch mit sich brachte. Ebendarauf, auf das Springen der Kinder in Ame rika durch Feuer, unter Anrufung der Götzen, ') Vol. V. S. 5- **) In f. ungedruckten Reisebesohr eibung, siehe de L»et a. a. O. S. 3l6 ff. •♦♦) Histor. Ind. F'I. S, *i. B"], [36, "18 verweiset Escarbot und Jean de Lery *). Aber wenn es sclnvierig ist, ob Bruce Recht hat, Avenn er ehe Ostküfte nahe von Afrika zum Theil durch die unter Josua vertriebenen Kanaa näer bevölkern lässt : um wie viel ferner ist Ame rika? Die Eine Aehnlichkeit kann nichts be- Aveisen. Indessen Avenigstens Phönicier , ganz Eines Stammes mit jenen Kanaanäern, dürfen, nicht Avegen der Vertreibung aus Palästina, die sie ge nöthigt, neue Wohnsitze zu suchen, sondern we gen der ungeheuern Ausbreitung ihrer Schifffahrt unter allen Völkern der alten Welt den meisten Anspruch darauf machen, dass sie zu einer Bevöl kerung Amerika's übers Meer Avohl beygetragen haben könnten. Dass sie lange und ununterbrochen durch die Strasse von Gibraltar nord - und südwärts schiff ten, und von den Aveiten Reisen durch diese Stra- f sse die Produkte ferner Länder in ihre Heimath holten, ist ausser allem ZAveifel. Von ihren Schiff fahrten vorzüglich mögen sich die räthselhaften Sagen von den Atlantiden und alles das her schreiben, Avas schon die Griechen von Ländern jenseits der Säulen des Herkules sagen oder ahnen. Robert le Comte hat besonders auf den An- *) Jener in der angeführten Hißoire de la nouvelle France, L. I. -C III.; dieler in £. Hißoirt da Brasil."], [37, "19 theil der Phönicier bei der Bevölkerung Ameri ka's aufmerksam gemacht, und G. Hornn hat, wie Avir sehen Averden , diesen Weg verfolgt. Auch die envälniten Zusammenstellungen der Schiff fahrt nach dem Goldlande Ophir mit Amerika be ziehen sich auf die Phönicier. Von ihnen gingen die Karthager aus , auf diese ging die Schifffahrt über, die jene eröffnet hatten, und bei der grössern Nähe dieser an der Strasse von Gibraltar, ward ihre Schiff fahrt jen seits derselben geAviss noch ausgebreiteter. Wie leicht konnten solche Schiffe, besonders von der Ostküste Afrika's, vom immer wehenden Ostivinde nach Amerika getrieben Averden. So Avill Acosta in seinen besonnenen Erörterungen, auf die Avir öf ter noch zurückkommen; soder angeführte Em an. de Moraez, der sogar eine fortgesetzte Schiff fahrt der Karthager nach Amerika annimmt, und be merkt: als der Karthagische Senat die Verbindung mit so fernen Kolonien abgebrochen, seyen diese aus Mangel in solche Barbarei gefallen, Avie man sie in Amerika entdeckte. Weit natürlicher Avürde man eine solche VerAvilderung der entferntesten Kolonien von der Zerstörung Karthago's ableiten. Garcia, welcher das zweite Buch des an gegebenen Werkes der Unterstützung dieser Mei nung widmet, führt auch die Zeugnisse der Alten B 2"], [38, "«o an, die von der Errichtung grosser Gebäude durch die Karthager sprechen, und vergleicht damit die Reste alter grosser Baue in Amerika. Er führt fer ner an , dass nach Justin *) auch bei den Kar thagern Opfern der Kinder im Gebrauch gewesen. Doch Avichtiger für diese Meinung sind jene Seereisen; und Avenn Amerika übers grosse Meer bevölkert Avorden ist : so bleibt es offenbar sehr an türlich, zu untersuchen , ob nicht Aveitere Gründe dafür sprechen, dass den Karthagern oder den Phöniciern ein Antheil zuzuschreiben sey. Auch den alten Spaniern Avird Schifffahrt zugeschrieben ; sie konnten sie von den Kartha gern gelernet haben, mit denen sie, so Avie schon mit Phöniciern , in dauernder Verbindung lebten. Es hatte Interesse für Spanier, aus dem Ein fluss ihrer Nation auf die Bevölkerung Amerika's, ihr Recht auf dessen Besitz zu zeigen ; und Interesse für die frommen und menschlichen Verkündiger des Christenthums in dem entdeckten Welttheile, welche die armen Eingebornen in ehe härtesten Sclavenfesseln schmieden sahn , als ob diese gar nicht solche Menschen wären , und solche Rechte hätten, wie die Menschen des alten Kon tinents hatten, darzuthun, dass sie an Abkunft, wie an Seelenkräften , ihnen ähnlich seyen. +) B.XVIII. c.6ist gemeint, aber nicht recht beweisend."], [39, "21 Auch auf historische Gründe hat de Laet «liefen Antheil der Spanier an der Bevölkerung von Amerika gebaut. Er stützt sich nämlich auf eine Nachricht bei Plinius *), dass auf unbe wohnten , von Afrika nicht Aveit entfernten , Jnseln Gebäude gefunden worden seyen. Die Einwoh ner müssten also von da Aveg-, und Avahrscheinlich nach Amerika gegangen seyn ; Spanier nämlich, erst von den Karthagern und dann von den Römern hart bedrängt, möchten demnach recht vielen An läse gehabt haben , weit weg , wahrscheinlich über die Azoren nach den Antillen, zu fliehen, in Schiffen, Avie die Karthager sie hatten, welche zu einer Aveiten Seefahrt eingerichtet Avaren, Die Autololen , welche Plinius **) in jene Gegend selbst setze, seyen Getuler, nicht Aethiopier ge wesen, und vielleicht nach Brasilien gegangen, indem ihre Farbe und Lebensweise der der Ein gebornen Brasiliens ziemlich angemessen sey. Die Ansicht, dass von der Westküste Afri ka's Einwohner nach Amerika gekommen, be darf solcher Erklärungsmittel nicht , und nicht der Einmischung der Spanier. Denn jene Ge gend ist, wenn anders diese Art der Bevölkerung statt fand, eine der ersten, wo man ihre Quellen suchen kann. *) Hiß. nat. L. IV. c, 31, 33^ **J L. V. c. 1."], [40, "22 Auch aus Gallien hat man Amerika be völkern lassen, so Jak. Charron und Wilh. Postel, doch ohne andere Gründe, als etAva die Menschenopfer , anzuführen , die unter jenen, Avie zu Mexiko, geAA'öhnlich wären. Bestimmter hat von dem ganzen Stamme der alten Celten schon Abrah. Milius gesprochen, und Sprachvergleichungen und Facta sind nachher aufgestellt von d e Laet und von Valancey. De Laet führt das Factum an*), dass 1 170 Madoc, Prinz des Fürsten Owen Guyneth, mis vergnügt über die Streitigkeiten, die nach des Vaters Tode zwischen seinen Brüdern sich erho ben, mehrere Schiffe ausrüstete, und sie mit Vor räthen für eine lange Fahrt versah, um neue Län der aufzusuchen. Im Westen Irlands habe er sehr fruchtbare und unbewohnte Länder aufgefunden, dort von seiner Mannschaft eine Anzahl bleiben lassen , und mit den übrigen sey er zurückgekehrt nach England, und habe neue Kolonisten für jenes Land gesammelt, und dorthin geführt. In Me redith's Gesängen, um i477 gedichtet, Averden Madoc und seine Aveite Meeresfahrt erwähnt. Die Wortvergleichungen , die de Laet fol gen läset , verrathen keine Aehnlichkeit der Spra che, denn das Cambrische Tdd: Vater, verglichen mit dem Huronischen : aihtaha , und dem Mexika- *) Siehe S. 137., nach Dav. Powel's histor. Cambriae."], [41, "23 nischen : tachtli, ist noch das einzige, Avas auch nur solche entfernte Aehnlichkeit des Lautes zeigt. Desto mehrere Wörtervergleichungen hat Valancey*) gegeben , nämlich Aehnlichkeiten ZAvischen der Irischen, der alten Sprache Irlands, und der Sprache der Algonkins, die in und unter Kanada, versckwistert mit vielen andern einge bornen Nordamerikanern, leben: Algonk. Irisch bi laaua es ist reizend bi tuaig' (g wird nicht ausge» sprochen) kak ina jede Sache \" cac eini kak eli alles Cslc* uile ta koucim komme her tar c uigim ma unia steh' mir bei me uait' uig*e (ausgespr. uani). oki ma ein gewaltiger oig' • mact oder Kämpfer oig' -mag' nip Mord nid gik jeder gac* isca Wasser uisce (ausgespr. iske) inis Insel inis bogo weich bog ga Lüge gai makaun Bär mag' ■ g' am' uin (ausgespr. mag'awuin} *) Ar.liquity oflhe Irifh Language , und Grajnmar of the Ibemo-Celtic. or Irifh language, Dubl. 1773. Vorrede S. IV f."], [42, "24 Diese Wörter sind aus La Hontan, wie Va lancey selbst sagt ; sie find nicht ganz genau gege ben und Avahrscheinlich zum Vortheil der Verglei chung; so übersetzt La Hontan: kakeli: toujours, nip: mort; der Bär heisst bei ihm mackoua, die Insel: minis, und mehrere der übrigen Wörter finde ich bei La Hontan nicht und nirgends. Doch auch schon jene ähnlichen verdienen Aufmerksam keit, und ziehen zu AveitererVergleichung. Auch der Celtische Völkerstamm gehört sei ner Nähe und seiner Schicksale wegen unter ehe» auf Avelche unser Blick bald fällt , wenn er für die Bevölkerung Amerika's BeAvohner aus nicht zu fer nen Küstenländern sucht. Wie sich die Sprachen nicht Eines, sondern aller Völker von Amerika zum Celtischen verhalten, soll künftig uns be schäftigen. Im Norden von Europa zeichneten sich die Germanischen Völkerschaften aus , die feit dem neunten Jahrhunderte sich allen nachbarlichen Kü sten durch Seeräuberei und Einfälle gar furchtbar machten, die Norwäger vorzüglich. Der berühmte Hugo Grotius *) hat die sen Nonvägern die Bevölkerung Amerika's bis zu der Erdenge von Panama zugeschrieben. Aus Is land, welches vor dem Jahre 1000 von den Nor- Avägern besetzt und beherrscht worden , als sie *) De origine gentium Americanarum. Amst. 164z."], [43, "25 noch Heiden waren, seyen' sie nach Grönland, von da nach Estotiland , Avelches man damals dort ansetzte, ans das feste Land Amerika's gekommen. Norimbegua, Avelches dort gelegen, sey nichts anders, als Norwegen. Von dort leitet er die Mexikaner ab, Avelche nach ihrer Tradition von Norden her gekommen, und läset ein Californi sches, mit den Mexikanern angeblich durch Spra che und Gebräuehev envandtes Volk, Alävarden — Longobarden seyn. Mancherlei Aehnlichkeiten der Sitten, wel che Grotius ZAvischen den NorAvägern und andern Germanischen Völkerschaften und den Amerikani schen aufsucht , bleiben durchaus nur bei dem All gemeinen stehen , Avas Hunderten von Völkerstäm men gemein seyn kann , und ist, ohne dass sie je zusammenhingen. Noch Aveniger sind die Sprachähnlichkeiten irgend von Gewicht. Teut soll auch in Amerika: Gott, bedeuten; guaira Avie wayer, ßabel lum, top -hos: Kopfbedeckung, /ame, Lamm, und die vielen Namen an Flüssen liegender Oer ter, die auf pek endigen, von dem Germani schen peke oder beke, torrens , herkommen. Schon de JLaet *) hat dagegen bemerkt, dass sehr viele Amerikanische Völker keinen Na- *) S. die schon angeführten Notae ad Difsert. Hug. Gro- ll i 1 de origine gtntium Amerit. Amft. 164.3. S. 50 ff."], [44, "26 men für <5ott haben. Guayras, das Peruanische, vielleicht aber erst aus dem Spanischen entstande- ne, Wort bedeute nach Acosta nicht : flabrum, sondern : furnillus. Das Peruanische Thier llama habe nichts mit dem Lamme gemein; Top -hos habe er nirgends gefunden ; Pek möge überhaupt eine gewöhnliche Endung der Wörter seyn. — Ich kann, nach meinen Hülfsmitteln, über die Mexikanische Sprache hinzusetzen : nur dieser Sprache gehört pec an, und ist eine Präposition, welche dort (ivie die PräpositionSAvörtchen in den meisten Amerikanischen Sprachen, nämlich eben so Avie im Griechischen &ev und £/ in oüoctvcQsv und cuoxvo&i am Ende des Substantivs) angehängt wird. Pec Zeigt ein Ortsverhältnise an , steht an vielen Nominibus propriis, besonders der Länder, und hat mit dem Begriffe : Fluss , gar keinen Zusam- menhang. Eine andere ähnliche, ganz verfehlte, Etymologie bei Grotius ist es, wenn er die vielen Namen, wie Cimatlan, Coatlan, so erklärt, dass die Spanische Pronunciation das d am Ende Avegge nommen habe, und hier sich überall die Germani sche Endung land zeige ; tlan ist der Mexikanische Präpositional- Anhang, und bedeutet : in, unter. De Laet zeigt das Schwierige jenes We ges, und die Unsicherheit des Estotilandes und der Norimbegua, Avelches letztere, Fluss und Stadt, von den Eingebornen Agguncia genannt Avorden,"], [45, "27 und von Vielen für einerlei mit dem Flusse Pemte goiiet gehalten wird *). De Laet zeigt ferner, da Island selbst erst im neunten Jahrhunderte von den Nonvägern, und ZAvar erst nur von einigen Familien, bevölkert worden ; so sey nicht zu erwarten, dass sie so bald im Aveiten Westen so viele Kolonien abzusetzen vermocht hätten, dass die Millionen der Ameri kaner von diesen ausgegangen seyen. Auch sey die Aehnlichkeit Amerikanischer Völker mit Sa mojedischen und mit Tatarischen in den Gesichts zügen, der Farbe und der Leben.SAveise grösser als bei NorAvägischen. Der Name Alavard sey selbst so Avenig sicher, dass darauf gar nichts zu bauen sey ; am wenigsten erlaubt er jene Amvendung. Doch da Grönland zuverlässig einst mehr be völkert Avar als itzt, und fast zwischen dem übri gen Amerika und .Nord- Europa liegt: so hat schon dadurch dieses Grönland Anspruch auf- seinen An theil an der Bevölkerung Amerika's **), mag Grön land selbst nun übrigens von Germanischen Stäm men aus Norvvägen oder von andern einstigen Nord - Europäern zuerst bevölkert Avorden seyn. Und Grönland hat nicht Anspruch blos auf diese Meinung. Die neuern Beobachtungen im *) S. De Laet novus orbis , t^defcriptio Indiae accident. c. 18. **) J.R. Forst er's Gesch. d. Entdeck, i. Nord. S. III. ff."], [46, "28 Norden von Amerika beAveisen , dass offenbar die Eskimo's auf der Küste Labrador im Süden der Hudson's - Strasse dasselbe Volk find und dieselbe Sprache reden , Avie man in Grönland trifft. Die ganze äusserste Nordküste von Amerika bewohnen Abkömmlinge von diesem Stamme, und höchst wahrscheinlich gehören zu demselben auch noch die Einwohner Avenigstens von Unalaschka *), ei ner von den Fuchsinseln im Meere von Kamtschat ka an der Westküste von Amerika im 53. Grade. Wenn Zufall und Sturm, nach Westen trei bend, Menschen nach Amerika geführt hat: Avie können von den Nationen, unter Avelchen wir die Ankömmlinge Avieder suchen , die kühnen See fahrer, die Normannen, ausgeschlossen Averden **), die, überall umherstreifend und ferne Länder be suchend, selbst um Spanien und Portugal herum durch das Atlantische Meer sich einen We<r nach Süden, nach Neapel, bahnten, und von dort aus das Kaiserthum von Konstantinopel bedrohten, während andere Normannen einzeln durch Ruse- *) S. Troisieme voyage de Cool:, T. IV. p. 53g, *■*) Girtanner über das Kantifche Princip für die Na- turgeschichte S. 147 ff. leitet einen Stamm blauäugiger Amerikaner in Louifiana von den Normannen ab und führt Adam von Bremen und andere Gewährsmän- ner für ein Factum an, dass Normannische Schiffe und Kolonien ums Jahr 1001 in so entfernte Gegen- den gekommen."], [47, "29 land nach Konstantinopel zogen , um dort im Dien ste seiner Kaiser als Abenteuerer ihr Glück zu suchen ? Wir kehren zu Hugo Grotius zurück, der Yucatan, das Land zwischen der Insel Cuba und der Campeche -Bay, doch bloss diese Land, von Aethiopiern besetzen läset , weil nach Peter Martyr d' Anglerie dort einige Beschnit tene gefunden worden seyen, und nach Herodot die alten Abyssinier die Beschneidung hatten. Von der Westküste Afrika's läset Grotius diese Aethio pier abschiffen, so ungeAvise es ist, ob bis dahin einst Aethiopier geherrscht. Indessen findet sich eine Nachricht von zuweiliger Abhängigkeit des Königs von Benin von Abyssinien. Von jenem Gebrauche der Beschneidung in Yucatan weise weder Oviedo, noch Herrera, noch Acosta etwas. Gebräuche, aus Avelchen Garcia *) bei mehrern Völkern Amerika's Be schneidung macht , sind vielmehr anderer Art. Herrera erwähnt eine Art von Taufe in Yuca tan und den benachbarten Inseln ; aber fie Avar so verkettet mit andern Gebräuchen, dass sie nicht für erweisliche Spur vom Christenthume gehalten werden darf. Indessen möge man selbst schwache Spuren der Beschneidung oder der Taufe in Amerika ge- *) A. a. O. S. 364 u. 308."], [48, "30 funden haben , die aus dem alten Kontinent dahin gekommen; Avas verbürgt uns, dass die Menschen, die sie dahin brachten , die eigentlichen Bevölke rer Amerika's Avaren, und nicht einzelne Jüdi sche, Muhamedanische oder Christliche Abenteu rer, vielleicht ganz spät, vom Sturme, an schon bewohnte Küsten hingeAvorf en ? Diese anzuneh men, ist Avenigstens viel leichter, als Neger, blos der Beschneidung wegen, nach Amerika versetzen, und ihre Farbe dort verändern lassen, Avas ohne Beispiel ist.. Grotius läset Peru aus China, das übrige Süd -Amerika aber aus Java und den benachbar ten Gegenden bevölkern, jenes AA'egen der Aehn lichkeit, die er zwischen Gesetzen, Regierungs weise und Industrie der Peruaner und Chinesen zu bemerken meint, und iveil die Spanier dort Trüm mern Chinesischer Schiffe gefunden hätten. Schuldig ist Grotius Beweise für letzteres geblieben, und fchon.de Laet bemerkt, Avie viele Schwierigkeit die Fahrt von China nach Peru durch die ganz entgegengesetzten Winde hat. Der Sonnendienst von Peru sey in China nicht enveis« lieh, und würde selbst, da viele Völker ähnlich sie verehrt , nicht viel beweisen. Wenn Peru's Inka's Sonnensöhne heissen : so könne der Titel unter andern ähnlichen in den Titeln Asiatischer Monar chen stehen : auch daraus folge nichts. Der Cba-"], [49, "31 rakter der Peruaner zeige sich ganz anders, als der in China herrschende. Auch ist oben schon bemerkt, Avie eine ge wisse Stufe anfangender Politik und Geistesbildung bei Völkern ähnliche Einrichtungen erzeugt, ohne dass sie sie einander mitgetheilt haben. De Guignes *) läset um 456 (nach Chr. G. ) den Dienst des Lama nach Amerika verpflan zen, und jährlich über Kamtschatka ein Chinesi sches Schiff nach Amerika gehn , um grossen Handel im Nordwesten von Kalifornien zu treiben. Fischer **) hat ZAvar überhaupt eine An zahl von Aveniger bekannten Gebräuchen Europa's, Asiens und der Westküste von Afrika mit Ameri kanischen verglichen, die einzeln nichts beAveisen, aber doch des Sammeins werth sind. Besonders aber hat auch er die Peruaner mit den Sinesen verglichen, nämlich ehe vier Hauptfeste jener, die mit den Festen der Chinesen der Zahl und Zeit nach zusammentreffen, das Stück Feld bei Cuzko, der Residenz der Inka's, Avelches nur sie bearbeite- *) Mimoires de VAcad. d. In/cript. et B. L. T. XVIII. in 4. S. 503. **) Muthmafsliche Gedanken von dem Ursprünge der Ame- rikaner in (Pallas) neuen nordischen Beiträgen, B. III. S. 289 — 322. Sie find die Grundlagen von J. Ben. Scheerer'r recherches hißoriques et ge'o- graphiqu.es für It nouviau monde, Par. 1777. geworden."], [50, "32 ten, wie der Chinesische Kaiser auch so ein eige nes Stück Feld bearbeitet, die Verbindung der geistlichen und weltlichen Regierung in beiden Reichen, und ehe kleinen Füsse, welche wenig stens die Kerolinnen in Peru sich erzwingen sol len. — Doch höchstens Aufmerksamkeit kann solche Aehnlichkeit erregen, und dergleichen an mehreren Orten im Gebrauche seyn. Gebräuche der Hindus hat der berühmte Will. Jones auch mit Peruanischen verglichen. In dem grossen epischen Gedicht der Hindus nämlich ist Rama als ein Abkömmling der Sürya oder der Sonne , als ein Gemahl der Sita und Sohn der Caüselyä vorgestellt. Derselben Abstam mung , fährt Jones fort , rühmten sich die Inka's und nannten ihr grösstes Fest : Ramafitoa ; wahr scheinlich also sey es, dass von dem Hindus Süd- Amerika bevölkert Avorden sey *). Aus Japan und den Ländern im Norden sei nes Archipels hat Aug. Forniel Amerika von Norden bis zu seiner Südspitze bevölkern lassen Seitdem haben auch die neuesten Beobachtungen gezeigt, dass die Sprache der Lieuchieux - Inseln mit der Japanischen Sprache genau verwandt ist, und dass sich also die Japaneser noch weit herauf an der Amerika so nahe gelegenen Küste von Nord- Ost- Asien erstrecken. *) Asiatikal Refeareht* T. I. S. 426."], [51, "33 Dass Menschen von dieser Küste her hinüber kamen nach Amerika , das , vielleicht einst nicht einmal getrennt von Asien, wie itzt, doch auch itzt gleichsam nur um Einen Schritt davon geschieden ist, diese anzunehmen, scheint so na türlich, dass schon längst die Amerikaner aus dem damals noch ziemlich unbekannten unermeselichen Lande der sogenannten Tatarei abgeleitet wor den sind. Wenn mehrere der obigen Meinungen Menr sehen durch das Innere von Asien nach Amerika führten : so führten sie sie alle den Weg durch diese Gegenden, und stimmten also alle für diesen Weg. Ist es nun aber dann nicht natürlicher, die Bevölkerer Amerika's, statt sie aus den entfern teren Bezirken durch diese Land zu führen, un mittelbarer aus demselben abzuleiten? aus einem Lande , von dessen Horden offenbar Millionen vor und im Mittelalter Asien durchzogen haben , und selbst bis nach Europa vorgedrungen find, aus dem Mutterlande vieler Nationen. EdAvard Brerewood *) hat für die Ab kunft der Amerikaner aus der Tatarei folgende Gründe aufgestellt. Amerika ist immer auf der Seite nach Asien bevölkerter geAvesen, als auf der Seite nach Europa hin. Die Denk -und Hand- ■*) Enquiries touching the diverßty of languages and reli- gions through the chief parts of the world , Lond. 1674. c"], [52, "34 lungsart der Amerikaner und der Tataren sind ein- ander sehr ähnlich ; Aveder die einen noch die an- dern haben sich die Künste des bürgerlichen Le .bens angeeignet. Die Farbe der Amerikaner und, der Tataren ist ungefähr dieselbe 5 Avenigstens ist der Unterschied nicht beträchtlich, und kahn Fol- ge von dem Klima und den Farbenkörpern seyn, womit die Amerikaner sich zu reiben pflegen. Die Avilden Thiere, Avelche man in Amerika findet, und die natürlich nicht dahin auf Schiffen geführt ■ worden sind, können auf keinem andern Wege als durch die Tatarei dahin gegangen seyn. So Br e- rewood. Für diese Aehnlichkeit der Amerikaner und der Tataren mögen sogleich noch einige andere Zeugnisse hier stehen. Die Anekdote ist wunderlich , die Charle voix *) erzählt. Der Jesuit Grellon soll, nach dem er einige Zeit in den Missionen im damaligen Neu - Frankreich gearbeitet hatte, zu dem Wir kungskreise seiner Ordensbrüder in China abge gangen seyn. Als er nun einst in die Tartarei reiste , traf er 'auf ein Huronen - Weib , Avelche er schon in Kanada gekannt hatte. Er frao-te sie durch welche Abentheuer sie in ein so entferntes Land gekommen sey. Sie habe enviedert : sie sey im Kriege gefangen genommen, und von Nation *) Disc. prelim. S. 45."], [53, "35 zu Nation bis an den Ort geführt worden , wo er sie treffe. Ein anderer Jesuit erzählte in Nantes : er habe in China eine Spanierin aus Florida ge troffen, die dort im Kriege gefangen, an immer entferntere Nationen verkauft, durch die kalten Länder so bis in die Tatarei und nach China ge kommen sey. Schon Charlevoix setzt hinzu: „wenn es wahr ist.\" Bei der erstem Anekdote läset sich vielleicht noch eher ein Grad entfernter Möglichkeit aus Macke nzie entlehnen , der uns erzählt, wie Völkerstämme, die bis nach Ka nada streiften, ihm auch Kenntnise von den Stäm men gaben, die bis gegen die Küste des stillen Meeres wohnten, und mit diesen in Verbindung stehen mochten. Freilich von dahin bis zu der Tatarei ist noch gar weit, und von Verkehr der Völker über dem Nutkafunde bis nach den Fuchs - und Aleutischen Inseln ist nirgends Spur ; indessen wir wissen auch von dieser ganzen Küste und ihren Völkern noch gar wenig. Smith Barton *) erzählt : der Mahler Smibert hatte dem Grosherzog von Toscana zu Florenz zwei oder drei Sibirische Tataren gemahlt, die jener von dem Russischen Kaiser erhalten hatte. Als Smibert hierauf mit D.Berkeley, nachmaligem *) New Views pag. XVI. nach der dort angeführten Schrift : The united States elevated to glory and honour afermon preached by E. Stiles, Worceßer 1785. C 2"], [54, "36 Bischof vonCloyne, 1728 aus Italien nach Anis. rika ging, und mit demselben in Narraganset-Bay landete : erkannte er augenblicklich , dass die dortigen Eingebornen Ein Volk mit den Sibiri schen Tataren seyen , die er gemahlt. Die Wahrheit der Erzählung vorausge setzt, bleibt es bemerkenswerth, dass gerade Mahler den schärfsten Sinn für solche Aehnlich keiten haben. Und dieser Mahler wenigstens hatte schon viele Länder und Völker gesehen , um nicht blos dem Triebe zu folgen , der immer Aehnlichkeiten suchet und vergleichet, nach wel chen Menschen oft von den wenigen Dingen , die sie nur kennen , eins ergreifen , und schwache Aehnlichkeit für schlagend halten, blos weil ihnen die stärkere Aehnlichkeit so vieler andern Dinge verborgen blieb. Auch John Bell*) bemerkt, gerade eben so wie Antermony **) : Nach allen Nachrich ten , die ich von den Eingebornen von Kanada ge hört oder gelesen habe, gibt es kein Volk in der Welt, dem sie so ähnlich sind , als den Tummsen. Auch ist die örtliche Entfernung zwischen beiden nicht so gross , als man gewöhnlich meint. *) Travels from St. Petersburgh in Rufßa to various parts ofAfia, Edinb. 1788. Vol. I. S. 280. »*) Voyage de Mr. Antermony Gentilhommt ä la fuite ctt l'Ambafsadeur de la Rujsie i Chine."], [55, "37 Wir kommen künftig noch zurück auf diese Aehnlichkeit , und werden noch mehrere Ver gleichungspunkte selbst aufzufinden suchen. Mit Recht hat Joh. Reinh. Forst er in der Zerstreuung einer mongolischen Flotte an der Küste Japans, wo möglich ein historisches Datum für Amerika's Bevölkerung aus der Tatarei ge sucht. Nämlich Koblai, Mongolischer Groskahn und nach der völligen Besiegung der Soug Stifter der neuen Dynastie in China, wollte 1281 das Kaiserthum Japan erobern. Aber seine Flotte ging durch Sturm zu Grunde. Wenn dieser Sturm Schiffe ins Weltmeer trieb : so führte er wohl Menschen Inseln zu, die Einfluss auf Ame rika's Bevölkerung haben konnten. Auf ein hier ebenso bemerkenswerthes Fac tum verweiset uns Herr von Humboldt *), wenn er sagt : Laut Chinesischen Jahrbüchern soll ein Stamm der Hiongnu unter seinem Anführer Punon in Nord - Sibirien verschwunden seyn: sind diese etwa in Mexiko als die Atzteken erschienen? Wenn man wirklich in Kanada 900 Lieues von Montreal ein Monument mitTatarischen Buch staben gefunden hätte **) : so bedürfte es weiter keines Zeugnisses dafür , dase Horden aus der Tatarei einst Nord -Amerika durchstreiften. *) Ansichten der Natur Th. I. S, 23. **) Ebendas. S. 79."], [56, "38 So wäre doch bei mehreren der aufgestellten Ansichten nicht Möglichkeit blos, sondern sie haben selbst einen Schein,für sich. Wenn man die wahrscheinlichern zusammensetzt: so gibt diese vielleicht schon ein ganzes Bild. Doch ehe wir es dazu vereinigen und fragen, ob wir es auch zusammensetzen dürfen : betrachten wir noch ei nige Meinungen, deren Urheber schon mehrer lei Ansichten vereinigten. Zusammengesetzt war schon die Meinung des Hugo Grotius, so ist es die bescheidene Meinung Acosta's *) , der nur die Möglich- keit ins Licht fetzt , dass ein ' starker Ostwind Schiffe der Karthager nach Amerika verschlagen habe , und der übrigens auch andere Wege für sehr möglich, und für glaublicher es hält, dass Menschen zu Lande aus Nord- Ost- Asien oder aus Europa dahin kamen, und auch die Thiere einen dieser Wege gehen läset. Die Inseln von Amerika, die zu weit vom Kontinente liegen, als dass man auf den kleinen Fahrzeugen, die in Amerika schon vor der Europäer Ankunft bekannt waren , dahin gelangen kann, seyen unbewohnt gefunden wor den. Tieger und Löwen, die nur zu Lande ihren Weg verfolgen können, seyen auf den Inseln unbe kannt. Die Peruaner haben sich, als sie zuerst *) Hißoria natural y maral de los Indias L. I. c. 20 ff."], [57, "39 die Europäischen Schiffe an ihrer Küste sahn, darüber sehr verwundert. Mit weniger historischer Sorgfalt , als schein bar fester dialektischer Form , in die er Gründe aller Meinungen und derselben Gegengründe ein gerichtet hat, verbindet Garcia die letztere An sicht Acosta's mit mehreren andern Meinungen, die er alle mit seinen eigenen Gründen unterstützt, nämlich: dass man mit der wirklichen Absicht einer Schifffahrt nach dieser Richtung, vom Stande der Sterne geleitet, dahin gekommen; dass so oder zufällig Karthager bei ihrer ausgebreiteten Schiff fahrt dahin gelangt ; dass Israeliten von <len zehn aefans;en weggefahrten Stämmen durch Asien da-v hin gezogen; dass Amerika Ophir sey, und auf die im zehnten Kapitel des ersten Buchs Mosis an gegebene Weife bevölkert worden. Er macht nach Acosta es recht geltend *), „dass die Be wohner der neuen Welt nicht blos von Einem Volke oder Stamme, nicht blos aus einem Theile des alten Kontinentes ausgegangen , nicht blos auf Einem Wege und auf Eine Art dahin geschiffet oder gezogen sind, sondern zum Theil gezwungen durch die Noth, um Lebensunterhalt zu finden, zum Theil mit Schifffahrts-Kenntniss oder ohne sie;\" geht aber noch weiter, wenn er Griechen wie Phönicier, Tataren wie Chineser, Karthager *) A. a.. O. S. 485 ff-"], [58, "40 wie Hebräer, Römer wie Spanier dahin gelangen läset, weil sich bei ihnen allen Aehnlichkeit mit Amerikanischen Völkern in Sitten, in Gesetzen, Religions - Gebräuchen, Wörtern ihrer Sprachen und andern Dingen bemerken lasse. De Laet *) läset, wie wir gesehn, theils Spanier über die Kanarischen und Azorischen In seln, theils Irländer zu Schiffe nach Amerika ge langen. Nächst diesen aber läset er Scythen da hin ziehn, Völker dieses gemeinsamen Namens der Bewohner des Nordens von Europa und von Asien. Unter diesen seyen erweislich Menschenfresser ge wesen, die nach Süd- Amerika gegangen, wo man fie noch antreffe. Diese Letztere wäre wohl ein schwacher Grund, der viel zu viel bewiese. Bei vielen Völ kern herrscht der schreckliche Gebrauch, ohne dass man sie deshalb zum Stammvolk der Ameri kaner machen kann. Auch ist es gar nicht nöthig, wie Charlevoix bemerkt, diese grausamen Scy then deshalb sogleich nach Süd -Amerika zu brin gen, da er in Nord- Amerika auch Menschenfres ser fand. De Laet bemerkt: nicht alle Scythen ha ben Pferdezucht getrieben, die Versetzung in an dere Gegenden habe diese geändert. Er vergleicht die Samojeden und andere Völker, so weit als er *) S. die angeführte Not. ad Hug. Grot. p. 132 ff."], [59, "41 sie damals kennen konnte ; und macht sich es zum Geschäft , zu zeigen , dass dieser Weg zum Ueber gange nach Amerika leichter anzunehmen sey, als der bei Grotius. Aus den Inseln der Südsee läset de Laet Süd- Amerika bevölkern ; wunderbar , sagt Charle voix, dass man eher über ein unermeselich wei tes Meer als aus Nord -Amerika Bewohner dahin führt. Georg de Hornn *) schliefst von Ameri ka's Bevölkerung aus : 1) alle Neger, nur durch Zu fall habe man in Amerika einige gefunden**); 2) Norwäger, Dänen, Schweden, so wie die Cel ten, wie Lappen und Samojeden, weil man bei den Amerikanischen Völkern kein blondes, gelock tes Haar und keinen Bart bemerke ; die Griechen und die Römer , weil sich ihre Schifffahrt bei der Karthager Uebermacht nicht über das mittelländi sche Meer hinaus erstrecket ; die Hindu's , weil sie alle an Seelenwanderung glauben, und in Ame rika sich keine Spur von diesem Glauben finde ; und endlich alle Juden, Christen und Muhamme- *) Georg. Hornii de originibus American. L. IV. Hag. Con. 1699. *+) Raleig wollte dergleichen in Guiana , Vasco Nuü- nez in Quarequa, und Rogers in Californien gesehen ha- ben, s. Pauw's Recherches T. I. S. 194 ff."], [60, "42 daner, weil von keinem ihrer Religionssysteme sich Ideen in Amerika bemerken lassen. Von Norden her, sey Amerika zuerst bevöl kert worden, bis herab nach Süd- Amerika. Doch bemerke man in Norden wie in Süden ein Ge- misch der von dort Eingewanderten mit andern Ankömmlingen. Scythen seyen die ersten gewe sen, die dahin kamen, sodann Phönicier, unter denen auch Kanaanäer begriffen werden, und Kar thager, dann Chinesen angekommen; von Zeit zu Zeit auch andre Völker auf irgend einem Wege oder vom Sturme dahin verschlagen , vielleicht als Amerika die volle Bevölkerung schon hatte, mich einige Juden und Christen. Da nach der Sage der Bewohner der Antil len, die Peter Martyr d'Anglerie erzähle, diese Inseln ursprünglich mit dem festen Lande zusam mengehangen, und' erst durch Erdbeben und Ueberschwemmung davon abgerissen worden : so mache die Bevölkerung dieser Inseln nicht be sondre Schwierigkeit. Die erste Ankunft der Phönicier in Amerika sey schon sehr früh erfolgt. Die zweite Einwan derung liege darin, was Diodorus Siculus berich tet, dass die Karthager Kolonieen auf ei^e Insel im WTestcn Libyens geschickt. Eine zufällige Ver schlagung der Ophir- Flotte möge auch Menschen nach Amerika geworfen haben."], [61, "43 Die Scythen, die noch vor jenen eingewan dert, seyen von dreierlei Art gewesen, Hunnen, Tataren von Kathai und Chinesen. Die erstem seyen durch den äussersten Nord über das Eis des Meeres gezogen , und zwar die Finnen, Samojeden und Carelier über Nova Zem bla, Lappland, Grönland. Die Huronen seyen die Huyrons, ein Volk aus der Nachbarschaft der Staaten des ehemaligen Grosmongolats ; die Yr kas des Herodot, die Irokesen und Surikesen, letztere im ehemaligen Akadieh ; die Apalachen seyen Solin's Apaleer; die Tabier des Ptoleniäus, cUe Tombus in Peru; so dass Huronen und Iroke sen, die zwei Dialekte Einer Sprache reden, wie Charlevoix ausdrücklich sagt, von zwei verschie denen Stämmen, und Surikesen, die einen Dia lekt der Sprache der Algonkins sprechen , mit den ganz verschiedenen Irokesen von Einem Stamme herkämen. Peru und Mexiko seyen auf einerlei Weise bevölkert worden, von Völkern von Kathai, von den daher stammenden Chinesen und Japanesen, ferner von einigen Aegyptischen und einigen Phö nicischen Kolonisten ; aus welcher Mischung er die Politik, die Religion und die Künste jener Staaten zu erklären sucht. Chiappa, eine Pro vinz in Mexiko, zeige den Namen Japan, Cali-"], [62, "44 fornien den Namen Caoli, den sich die Bewohner der Halbinsel Corea geben. Facfur, König von China, von Koblai, dem Groskahn der Tataren, entthront, sey auf tausend Schiffen mit hunderttausend seiner Unterthanen nach Amerika entflohn; zwei hundert Jahre frü her Manco, ein anderer Chinesischer Prinz aus Kethai stammend, nach Peru gegangen. China habe damals, wie Marco Polo sage, noch keine Pferde gehabt ; man habe also diese Thiere nach Amerika nicht bringen können. Die Schriftcha raktere der Chinesen aber seyen zu schwer, als dass sie nicht hätten bei einer solchen Revolution vergessen werden sollen. Diese ist das ganze unsicher schwebende Ge- bäude von Möglichkeiten , welches dieser Ethno graph scharfsinnig aufgebaut. Es ist gar zu zusam mengesetzt, als dass es nicht so manches Wahr scheinliche enthalten sollte, und auf der andern Seite nicht in vielen seiner Theile Widerspruch erfahren müsste , am meisten in den gezwungenen Etymologieen. Weit näher hatte wenigstens ge legen, die Natches in Florida mit den Njutschen zu vergleichen , die vor der Herrschaft der Dschin gisen gerade in diesen Gegenden ein herrschendes Volk,' ein grosses Reich befassen. Das Höchste, was durch Vermuthungen auf diese Art verkettet, und nicht durch Widerspruch"], [63, "45 entkräftet, sich erreichen lässt, ist blosse Mög lichkeit. Ein würdiger Gelehrter in Philadelphia, Smith-Barton *), suchte auf diesem Wege wei ter vorzudringen, um durch bestimmte Facta zu erweisen , dass der Zusammenhang der Völker Asiens mit Amerika gewiss sey, gesetzt, dass auch die Art desselben nicht so augenscheinlich werde. Smith -Barton hat überall aus der Tra dition der freien amerikanischen Völker Data auf- gesucht, die von Zügen derselben aus der Ostseite von Nord- Amerika nach ihren itzigen westliche ren Sitzen sprechen. Doch ist ihm Hauptzweck, immer festere Gründe durch Sprachvergleichungen zu finden, und aus Aehnlichkeiten Amerikanischer Sprachen unter sich den Zusammenhang der ganzen Bevöl kerung Amerika's zu zeigen, und den Zusammen hang der Sprachen von Amerika mit Asiatischen so deutlich darzuthun, dass, wo möglich, kein Zweifel gegen die Behauptung übrig bleibe : Ame rika und Asien haben Bewohner von ursprünglich Einem Stamme. Sorgfältig sammelte Smith - Barton jede Aehnlichkeit von Lauten, die ihm die reiche Sammlung über Asiatische Sprachen zeigte, die *) S. die angeführte Ni*w Views. ■"], [64, "46 nach der grossen Kaiserin von Russland, Katharine, Befehlen, der berühmte Pallas herausgegeben hat *), und mit freudigem Erstaunen und Danke sieht man, wie jenes grosse Unternehmen im In nern Ruselands, in der neuen Welt am Delaware- Flusse Früchte trägt, wo itzt die Sprachen vom Eismeere bis zum Kaukasus mit den Amerikani schen verglichen sind. , Kein Mittel ist dem treuen Forscher unbe nutzt geblieben, um in dem Mittelpunkte des Ver kehrs der Nord- Amerikanischen Staaten für sei nen Zweck zu sammeln. Eine Menge Nord-Ame rikanischer Wörter des oder jenes Volkes hat Smith -Barton zuerst uns mitgetheilt, und so Vergleichungspunkte dargeboten. Es ist der Mühe werth, das Alles zusammen zufassen, was durch diese verdienstlichen Bemü hungen erreichet scheinen kann, und nicht bloss ein paar annehmliche oder ein paar verwerfliche Vergleichungen den Lesern auszuhebern Das ganze Resultat stehe hier vor ihren Augen. Wir legen alle verglichene Wörter dar, wo nur ein Schein der Aehnlichkeit des Lautes die Verglei chung irgend annehmlich machen könnte. *) Linguarum totius orbis [vocabularia comparutiva P. I. II., Petersbg. 1786."], [65, "47 t*.l - II II — I.— — Gott. Peruanisch: pacha camac. Japan. : cami. Fa t e r. Grönland.: atat. Poconchi *) : tat. Caraib. : haha. Tuscaroras : ata und baba. Carel. : tato. Wallach.: tat. Nur einige ganz kurze Angaben über die weniger be kannten unter den hier angeführten Völker - Namen erlaubt der Raum. Die Poconchi lebten in Honduras. Die Tuscaroras und Onondagos gehören zu den verbündeten 6 Natio nen im Norden der Amerikanischen Freistaaten. Die Pottawatameh wohnen um St. Joseph und Fort Detroit, die Penobscots um die Flüsse Penobscot und St. Johnj; die Illinois am Flusse gleiches Namens , der in den Miffisippi fällt; die Delawaren, die sich Lenni-Len nape nennen, ursprünglich näher dem Flusse gleiches Namens, itzt westlich zurückgedrängt, einst Haupt volk eines grossen Stammes, an die sich auch dieMiusi, Mahicanni , Narragansets anschliessen ; die Pianka shaws und Miamis am Flusse Wabash bei Fort Ouiata non; die Katahba, Muikohge, Cheerakes, Chikkasah, Choktah, Woccons in den südlichsten Theil der verei nigten Staaten und nach dem Miffisippi hin. — Die Ju guscheven , Mordwinen , Tschuktschen , Tscheremissen, Wogulen , Kotowzen , Jakuten , Permer , Jubazken, Tuschetski, Koibalski, Pampokolski , Lamuten, Mo torski Inbatzki u. a. , find Völker aus den verschiede nen Gegenden Sibiriens , letztere z. B. über Turo chansk; die Carelier wohnen zwischen Finnland und Olonez."], [66, "48 M iitee r. Pensvlvan. : anna. Ttiscaror. : anah. Pottawalam. : nanna. Mexican. : nantli. Tatar. : ana. Ingufchev : nana. Tungus. : an.ee. Sohn. Caraib.: kcechi. Penobscot. : immun. Tscheremiss. : hetsche. Samojed. : nioma. Bruder, Chippeways : neconnis. Alsonkins: nicanicn. Illinois: nika. Samojed. : neka. Tuiignf. : nokkoom. Seh W oft e r. ünondagos: akzia. I.esgi : akiesßo AI a im. Narragani'et. : wnßk. Tuscaror. : ne/te/r. Tscheremiss.: watan. Kaimuck.: nahmt. Weib. Pottawatam. : neowah. Penobscot : netseeweeoi.h Tuscaror. : kateocca. Mordwin. : netscha. Wogul. u. Ostiak.. : ne. Samojed.: neu. Tfehuktlch. : neuiegen, newe/i. Tartar. : ' kaddi. Müd"], [67, "49 M ü dchen. Delawar. : kikochquees. Mogul. Tatar. : 135 kuk, okin. Ki n d. Narraganset. : pappoos. Piankashaws. : pappooi. Delawai-. : nitfch. Kottow. : pup. Kuril. : pumpn. Samojed. : nütschu. M e nsc h. Acadiaus. : kessona. Ostiak. : kasfee. Buchar. : kaise. Kirgis. : kese. Jakut. : kifi. Taiginski: chassa. Nase. Neu -England: peechten. Samojed.: paschit putsch. Auge. Chiles. : ne. Katahba. : neetooh. Mahicann.: keeskq. Senecas. : kakaa. Brasil. : defsa od. desa. Tscherkass. : ne. Kahnuk. : nidun. Tatar.: 94. kus. Inbac. : dees. Ohr. Chiles. : pilum. ■— ■— ■— — —^ Permlisch u. Wogul. : pel. D"], [68, "50 Stirn. Pennsylvan. : hnckälu. Katahba : netaup. Tuschetlki : haka. Tscherkass. : nata. Haar. Chippeways: Ussis, Hssy- Woccons: tummg. Laulitz. Wenden: loffee. Kartalin. : toma. Mund. Penobscot : madoon. Societäts- u. Enster -Inseln: ootoo. Freundschafts- u. Marques. - Inseln : motoo. Zä h n e. Chippew. : tibbit. Ostiak.: tibu. Zunge. Delawai-. u. Minli: wilaao. Miamis: neelahnee. Ostiak. : nailem od. nailim. Hand. Delawar.: nachh. Akuschinski: ndk. \\ Finger. Mexik. : mafipilli. Tschetschengsl^i : pttlik. Ingulh. : palk od. pelgisch. Kurd. : tttlli."], [69, "51 Bauch. Delaw. : wachtey. Mahicann. : machty. Chiles. : pue. Olonez: wattscko. Wotjak. : put. Fuss. Miamis: neecahtee. Caraib. : nougouti. Brasil.: pi. Tuscaror. : auchsee od. auchshee. Samojed.: nge. Pers. u. Buchar. : pai, Japan. : akfi od. atschi. Fell. Delawar. : chey. Lesg.: cheg. Tod. Delawar.: angelloagan. Tatar.: adgal. Kälte. Brasil.: roig. Lesg. : rohi. Sonne. Neu-Engl. : cone. Mahicann.: keesogh v.keshough. Chippeway: kefis. Chikkasah u. Choktah : hasce. Tartar.: kun. Tscheremiss. : ketfehe. Corea: hai. Mond. Mexik. : metztli. Lesg. : muts. D 2"], [70, "52 Stern. Chiles.: wangelen. Delawar.: Chippew.. imd Algonk. : alank. Chikkasah: phutchik. Tuscaror: heegthteh. Für: Sonne u. Mond. Kottow. : alctgän. Assan. : alak. Japan.; phoschi. Olonez. : techtee. Jahr. Peruan.: huata. Ostiak.: hoet. Regen. Brasil.: amen. Delawar. : sokelaan. Shawneesu. AJgonkins: kemewan. Japan. : ame. Tschiogonsk. : sage. Lesger. : kema. Eis. Chippew.: mequürme. Kasi Kumynsk. : mik. Nacht. Delawar.: peefkeoh. Pottawatam: pecuneah. Ostiak. u. Samojed.: pit pitt pin. Erde. Delawar. : hackt. Narraganset. : auke. Chiles.: tue. Peruan.: lacta. Pers. : chaki. Buchar. : chak. Kittawin: to. TscheUeheng. latta. Inguschev. : laite."], [71, "53 Wasser. Delawai-.: mbi, best. Mexik. ael. Samojed.: be , bi. Kuril. : pe , pi. Wogulitschi : agel. ' Feuer. Brasil. : tata. Muskoh\". : toutkah. Wogulitschi: tat. Ostiak. : tut. Holz. Chippeway : mittic , metic. Samojed. : mide. ■ Laub. Delawar.: wunipak, Aoad. : nibir. Kurd. : pak. Samojed.: wiba. rBerg. Acad. : pamdemour. Mexik.: tepetl. Mordw. : pando. Mokschan. : panda. Türk. : t epet Stein. Caraib.: tebou. Lesg. : teb. Hund. Cheerak. : keera. . i Olonez : koira. Vogel. Muskohg. : ephous. Delawar. : tscholem. Chald. : oiphoo Qop ha) Esthnisch: lind."], [72, "54 Fisc h. Poconch. : car. Peruan. u. Chiles. : challua. Samojed.: ckarre u. karre od. chale. Koibal. ; cholla. Brod. Delawar.: pane, Chirkas. : kawtoo. Woccons: ikettau. Kurd.: pan, Pampocolli: koita. Knochen. Tuscaror.: ohskerek. Creeks: (soni. Armen. : oskor. Japan. : föne. Haus. Mexik.: calli. Chikkas. : chodkka. Wogul. hol, kual, kölla. Japan.: chukutfche. Luft. Delawar.: awonn. Miamis: awaunweeh. Muskohg. : hoot • tallee. Kirgis. : awa. Arab. : awa. Armen.: Aof, ot. Licht. Delawar. : woache/eek. Pompocolk: chok. Schwarz. Delawar. : sackeu. Chiles.: curi. Samojed. : sage. Tatar.: kara."], [73, "55 ich. Delawar.: ni. Muskohg. : anest, aneeh. Motur. : ne. Tangut. : nai. Hebr. : ani. d u. Pokonch.: at. Hebr. : atta. daselbst. Delawar. : ika. Kartalin. : ika. nieh t. Delawar. : matta. Mahicann. : eschta , aschta. Esthnisch : mitte. Lamut. : attscha. Eins. Mexik. : ce. Kabar'd. : ae. Sorgfältig ist, ich versichere nochmals, Al les ausgehoben, was auch nur einen Schein von Aehnlichkeit verräth. Das Verzeichnise anderer Wörter vieler Amerikanischer Sprachen ist in an derer Hinsicht sehr schätzbar: aber was zu dem Zwecke derVergleichung der Sprachen Amerika's mit Asiatischen führen kann, ist alles im obigen enthalten. Gesetzt auch , diese Wortvergleichungen wä ren alle richtig — sollten sie viel mehr seyn , als"], [74, "56 eih Tropfen in dem Meere der unermeselich gro ssen Menge von Wörtern , welche der Umfang der hier verglichenen Sprachen umfasst? Sie find nicht alle richtig; z. B. chey (Fell) soll offenbar nach Englischer Sprechweise ausge sprochen werden, und das Lesgische Cheg, wo mit jenes verglichen wird , ist das Russische XEI1 gesprochen wie unser Chek. Haar heisst auf Wendisch : lizo. Wichtiger noch ist der Irrthum, dass An fangssylben , die gar nicht zu dem Worte selbst ge hören, die Possessiva, mein, dein, als dazugehö rig betrachtet, und Vergleichungspunkte mit den Wurzelsylben derWTörter anderer Sprachen gewor den sind. Diese hätte vermieden werden können; denn es zeigt sich nicht blos in Wörtern, wie wilano und neelahnee, Zunge, bei Stämmen, die in vielen Wortern zusammentreffen, dass län die Wurzelsylbe ist ; sondern theils zeigen gramma tische Anweisungen der verglichenen Sprachen deutlich, theils selbst Smith-Barton's Wörter buch, dass n und ni in jenen Sprachen die vorge setzten Possessiva sind: so ist n ika, mein Bruder, nachk, meine Hand übersetzt, und wi ge hört der zweiten Person an. In vielen Sprachen von Amerika sagt man auch entweder gar nicht oder selten ein Substantiv, ohne eins von den Pos sessiven mein, dein u. s. w. vorzusetzen. Doch oft"], [75, "57 mag auch ein Irrthum dadurch in Wörterverzeich nisse gekommen seyn, dass man den Wilden, auf feinen Kopf hinzeigend, durch Geberden um den Namen dieses Theiles frug, und er statt: Kops, erwiederte: mein Kopf *). Ferner: wenn na doon der Mund, mit Worten verglichen ist, die nicht das n am Ende haben: so zeigen alle andere daneben angegebene Wörter von Sprachen dessel ben Stamms , dass gerade dieses n hier zu der Wurzel selbst gehörte. Ebenso zeigt sich bei tib~ bit, Zähne, welches mit tibu verglichen ist, dass auch bit oder pit mit t, dem ganzen Stam me der verwandten Sprachen angehört. Gar viele andere Vergleichungen sind noch unrichtiger, bald ist blos eine Anfangssylbe der übrigens verschiede nen Wörter ähnlich, bald blos das Ende. Was also ist das Resultat von allem diesen ? Erzwungen darf nicht die Vergleichung seyn , aus der ein Resultat gefolgert werden soll. In wesent lichen \\ Theilen der bezeichnenden Laute muss die Aehnlichkeit sich zeigen. Wenn durch sol che Aehnlichkeiten ihrer Wörter Sprachen als ähnlich erscheinen sollen : so darf diese Zusammen- *) Daher denn auch ähnliche Versehen in Wörterbücher« anderer fremden Sprachen rühren, z. B. wenn Sma, welches mein bedeutet, in B arb ot's Wörterbüchern. aus Guinea (Allgem. Historie der Reisen B.III. S. 222 ff.), als zum Wort gehörig, vor vielen Wörtern, steht."], [76, "58 treffen nicht blos auf zwei , drei Wörter sich be schränken. Unstätist die Vergleichung , wenn bald aus dem südlichsten , bald aus dem nördlichen Ameri ka ein Wort, bald mit Wörtern von der Nord küste Asiens, bald aus dem Kaspischen Meere, dem Kaukasus im Westen damit verglichen werden.' Beständiger muss zwischen denselben Sprachen sich Zusammentreffen ihrer Laute zeigen, wenn über den Zusammenhang der Sprache und der Völker ein irgend sichres Resultat darauf gegründet wer den soll. Diese leisten offenbar die obigen Vergleichun gen verschiedenartiger Wörter nicht. Die Aehn lichkeiten sind zu gering, der verglichenen Spra chen unendlich viele, und dennoch der Wörter, hei denen auch nur entfernte Aehnlichkeit sich scheinbar machen liess, — so wenige. Viel zu behend sind jene Aehnlichkeiten aufgefunden; viel zu schnell ist auf diese Art das Resultat erreicht, dass aus den obigen Vergleichungen Zusammenhang der Amerikanischen und Asiatischen Völkerstäm me folge. Jedoch war es verdienstlich, die Bahn zu brechen in dem ungeheuren Felde der Verglei chung der Wörter und der Formen so vieler Spra chen. Man folge diesem Wege, vielleicht, dass er noch einst zu dem gewünschten Resultate leitet."], [77, "59 Hülfsmittel waren in Philadelphia , die der Euro päer nirgends findet ; doch auch diesen unterstützt ein Schatz noch nicht genug gebrauchter älterer und neuerer Werke, die über jene Frage Licht ver sprechen , und die der würdige Smith Barton nicht leicht übers weite Meer erhalten konnte *). Bescheiden, sagt selbst dieser von dem Resul tate, das er findet: die Vergleichungen der Asiati schen bnd Amerikanischen Sprachen reichen bis jetzt nicht zu, um darzuthun, dass die Amerika ner aus Ost -Asien ausgewandert, und welches der Urstamm sey. Gross wäre das Resultat, auch wenn nur das gewonnen wäre, dass der Zusammenhang zwischen Amerika und Asien unbestreitbar vor uns stände. Wir müssten forschen, nimmer ruhen, und trach ten , dass dieses Resultat , das so natürlich scheint, uns sicher werde. Denn es ist ja fast nur ein Schritt aus Nordost - Asien nach Amerika. Doch ehe man ein solches Resultat verfolge, ist erst ein schwerer Riegel wegzuschieben, der jeden Weg vom alten zu dem neuen Kontinent verschliesst. Wie, wenn die Amerikaner einen eignen Urstamm haben , und aus Principien der Physiolo- *) Was übrigens in diesem schätzbaren Buche zu finden ist, s. meine Recension in der Hall. A. L. Z. i8°g. St. 148-150-"], [78, "60 gie sich diese erweiset. Dann sind selbst alle sonst gefundene Möglichkeiten des Zusammenhangs mit Völkern des alten Kontinents auf einmal wegge tilgt. Dann ist von jedem solchen Bande unabhän gig? und durch sich selbst ein Menschenstamm in seiner eigenen , der neuen Welt empor gewachsen. Für sich besteht die vegetabilische Schöpfung Amerika's. Amerika hat feine eigenen Thiere.' Wie könnten auch, falls Menschen durch die käl testen Zonen dahin zogen, oder durch Schiffbruch in die Küsten von Amerika geworfen wurden , mit diesen Löwen und Tieger über Eis oder in der Menschen Gesellschaft nach Amerika gekommen seyn ? Die Naturforschung hat sich umsonst bemüht, uns zu überreden, dass die Thiere Amerika's, die sich im alten Kontinent nicht finden, Abarten der Thiere Asiens und Afrika's durch den Unterschied des Klima's und der Lebensart, und durch Vermi schung mit andern Gattungen entstanden, seyen. Das Gegentheil zeigt van der Mvl *) schon,. aber besonders hat Buffon dargethan, dass kein Thier der heiseen Zone beiden Welten gemein ist. So wie kein Samenkorn von den Gewäch sen, die nie ein andrer Welttheil trug, von da aus in die neue Welt gelangen konnte ; so wie die Fi- *) Abrah. Mylius de origine animalium et migratione genüum. Genev. 166^. S. 56."], [79, "61 sehe der Flüsse und Teiche Amerika's, gesetzt, dass sie denen des alten Kontinents gleichartig seyen, auf keinem Wege aus dem alten Kontinent' dahin gelangen konnten, sondern in ihren dortigen Um gebungen entstanden sind: so alle jene Thiere, welche der alte Kontinent nicht hat. Nicht Spiel- Arten sind sie von andern Gattungen, sondern in Amerika selbst ausgeboren. Und so auch der Amerikanische Mensch» Auch er ist dort entstanden. WTir haben es hierbei nicht blos mit Ansich ten zu thun, denen bald der, bald jener einen Schein geliehen. So wollte schon Th e ophra stus Paracelsus, dass jede Hämisphäre ihren Adam gehabt , , damals ein blosses Paradox ; so spricht für jene Meinung Bern. Romans *), so Voltaire, der sich indessen auch auf solche Un terschiede beruft, wie die schwarzen Brüste der Samojedischen Weiber, der Bart der Männer des alten Kontinents und die Bartlofigkeit des neuen, um daraus die Verschiedenheit der Racen zu be% weisen**), so der gelehrte Mein er s. Ein ganzes Gebäude physiologischer Beobach tungen und Gründe ist dafür aufgestellt, dass die Amerikaner ein eigener Menschenschlag, eine *) A concise naturalhistory of east and West Florida. New- york 1776. **) -In la Philosophie de VHißoire, le Philofophe Douceur*"], [80, "62 Race sind, die nicht von einer andern durch Spiel der Arten , sondern nur durch sich selbst entstan- den sey. Die Unterscheidung der Menschenrace , die Amerika bewohnt, Von vier andern des alten Kon tinents, ist ganz das Werk scharfsinniger Untersu chungen und Unterscheidungen des berühmten Blumenbachs. Die Amerikanische Race unterscheidet sich durch ihre Zimmt - oder Eisen rostfarbe , durch das straffe , lange und dünne Haar, die kurze Stirn, die tiefliegenden Augen, etwas eingedrück te, doch hervorstehende, Nase, das überhaupt breite, aber nicht flache oder eingedrückte, Gesicht mit hervorstehenden Backenknochen *). So ist die Menschheit in ganz Amerika ge staltet , mit Ausschluss der Polarmenschen von Amerika, welche den Charakter der Mongolischen Rage theilen. Schon Ulloa **) bemerkte, nächst man chen Aehnlichkeiten der Lebensweise, eine grosse Aehnlichkeit der Physiognomie zwischen nördlichen *) S. Blumenbach de generis humani varietate nativa Edit. III. Gott. 1795. Ein kurzer Auszug davon steht in Bertuchs und Vaters Archiv der Ethnogra- phie und Linguistik B. I. S. 32. nebst der dazu gehö- rigen Weltcharte. **) Physikal. und histor. Nachrichten vom südlichen und südöstlichen Amerika, übers, von Di ex. Th.II."], [81, "63 und südlichen Amerikanern : dass beide keine Haa re am Körper ausser Kopfhaaren haben , und dass die Haut der Amerikaner weit dicker sey, als die der Europäer, welche Dicke der Haut man bei chirurgischen Operationen oft nfit Verwunderung gesehen. George' Forst ern *), der so viele Länder und Völker sah, scheint es nicht zweifelhaft , dass die Amerikaner von Guiana bis zum Nutka- Sun- de und den Jrokesen Spuren einer gewissen Verwandtschaft an sich tragen, welche sie insge- sammt zu einer grossen Familie vereinigt. Er fand indessen es zu schwer, das Kennzeichen, wel- ches alle jene Nationen zu Amerikanern stempelt, und von allen andern Menschenrassen unterschei- det, so bestimmt, so unzweideutig anzugeben, dass es auf alle jene verschiedene Nationen an wendbar bleibe. Blumenbach hat vorzüglich anatomisch diese Kennzeichen entwickelt; und durch sie steht die Race der rothen Menschen, wie man die Ame rikaner nennt, so. abgesondert da, als die Rage der Neger. Ueber letztere und die Organisation dersel ben sind sehr tiefe anatomische und physiologische *) Vorläufige Schilderung des Nordens von Amerika, iit dessen : Geschichte der Reife in die nordweßl, und nord- östliche Küß» van Amerika. Th. III. S. 63."], [82, "64 Untersuchungen angestellt worden ; der berühmte Söm nie ring*) hat Eigenthümlichkeiten im in nern Baue dieser Menschen gefunden, welche wohl berechtigen , nach Naturhistorischen Grund sätzen die Negerrace als eine eigene Species der Menschengattung zu betrachten , wenn sie sich an ders durch die Zergliederung von Hunderten von Negern als allen gemeinschaftlich beweisen , und die Zergliederung recht vieler Menschen anderer Länder in eben dieser Rücksicht zeigt, dass ein sol ches Verhältnise der Nerven jenen Negern aus schliesslich eigenthümlich sey. Besonders die Farbe der Neger, die Beschaf fenheit der Haut , durch die sie hervorgebracht wird, ist Gegenstand der Beobachtung gewesen. Die möglichen Ursachen ihrer Veränderung durch dephlogistifirte oder oxygenirte Salzsäure, durch das höhere Alter, durch klimatischen Einfluss, wenn die Neger jung in ein kälteres Klima ge bracht werden und durch Krankheiten hat Blu menbach aufgezählt **), und, statt dass die letztern drei Fälle gewöhnlich nur eine lichtere *) Meckel/ur la nature de Vepiderme et du reseau qu'on appelle Malpighien et für la diverfite de couleur dans la fubßance medullaire du cerveau des Negres in den: Memoires de VAcadem. des Sc. et B. L. de Berlin ann. 1753- T. IX. S. 79. ff. Sömmering über die körper liche Verschiedenheit des Mohren vom Europäer. Mainz 1785. **) In Voigt's Magazin für den neuesten Zustand der Naturkunde, V. B. V. St. S. 366. ff."], [83, "65 Farbe hervorbrachte, einen Neger beschrieben, der, nach einem sehr leichten Fieber, im Gesicht bis auf ein paar einzelne Stellen weisser wurde, als es die nördlichen Europäer zu seyn pflegen. Aber niemals noch sind Menschen anderer Raren durch blosse Wirkungen des Klima's schwarz geworden. Die schwarzen Portugiesen auf der Westküste von Süd-Afrika sind schwarz, weil viele Glieder in der Reihe ihrer Vorältern Neger waren. In Asien und in Amerika befinden sich ganz in demselben Grade der heiseen Zone Menschen von andern Ragen , ohne schwarz zu seyn. Die Haut des Negers dünstet in der Sonnenglut ein Oehl aus, welches die Wirkung der Sonnenstrahlen mildert, so wie denn überhaupt die schwarze Far be schon für sich die Sonnenstrahlen nicht zurück wirft, sondern gleichsam in sich einschluckt, und dem Neger eine solche Leichtigkeit der Abküh lung verschafft, dass er sich in einer Lage, in wel cher der Weisee der Hitze unterliegen würde, voll kommen wohl befinc'. ■*). Diese schwarze Farbe ist also Einrichtung und Zweck der Natur, aber ist es auch die zimmtfar bene Haut der Amerikaner? Offenbar ist die Beschaffenheit der Haut der Amerikaner weit weniger anatomisch untersucht; *) S. die Versuche des Grafen von Rumford in Voigt's Magazin B. VIII. St. 3. S. 228. E"], [84, "66 und man hat sich mehr darauf beschriinkt, zu fra gen, ob sie nicht Folge einer Schminke und der Lebensweise sey, oder, wenn sie es nicht ist, an dere Ursachen haben müsste. Auch die Abstufun- gen, die diese Farbe gewiss von Kanada bis tief in Süden hat, verdienen die volleste Erwägung *). Es genüge hier, die Ansichten der zwei be rühmtesten Reisenden in diesen Gegenden einan der gegen über zu stellen, Völney's nämlich und des Herrn von Humboldt. Volney **) bemerkt mit Erstaunen an dem Anführer des Stammes der Miami's die Weisse sei ner Haut zwischen Ellbogen und Faust, sie war ganz so wie Voln ey's Haut und die Unterhaltung zwischen jenem Miami, Namens Alichikinakoua, ihm und einem Anglo - Nordamerikaner Wells, der von seinem dreizehnten Jahre an unter diesem Stamme eingeborner Amerikaner gelebt hatte, gab folgendes Resultat: Die Amerikaner nennen sich rothe Men schen, weil sie die rothe Farbe höher schätzen als die weisee. Sie werden weise geboren, und sind in ihrer Kindheit weise, bis sie durch Sonne, Fett *) Vielleicht dass sie enthalten sind in Belknap on the colour of the Nations Americ. Boston 1792. *+) Tableau du climat et du fol des Etats -unis d'Ameri- que T. II. S. 402. Eclairciffemens für les fauvages ou obfervaüons generales für les Indiens ou fauvages de VAmerique Nord. S. 433 ff."], [85, "67 und Kräutersäfte roth werden. Die Haut der Weiber ist unter dem Gürtel, an den Armen, den Schenkeln, welche immer bedeckt sind, weise. Es ist falsch, dass diese angebliche Kupferfarbe angeboren sey, und dass sie einerley sey bei den verschiedenen Stämmen der Eingebornen von Nord- Amerika. Die Nuancen der Farbe dieser sind so verschieden, dass sie ein Mittel sind, sie dadurch zu erkennen. Wells hatte eben die Farbe, wie Michikina koua, und sie war die Farbe von Rufs oder ge räuchertem Schinken, rein und glänzend, ganz ähnlich der Farbe der Bauern an der Loire und in Nieder -Poitou, die wie jene Nord- Amerikaner in heisser und etwas morastiger Luft leben , und fast. wie die der Andalusier. Michikinakoua versicherte, die Spanier von Louisiana wohl zu kennen, und er habe zwischen sich und ihnen keinen Unterschied der Farbe be- merkt, und, sagte er, diese sey ganz natürlich, da sie überall von dem Vater der Farbe (der Sonne) komme. Man sollte nur die Farbe seiner Haut im Gesicht mit der des übrigen Körpers vergleichen. Volney erinnert sich dabei daran, dass, wäh rend er in der Türkei war, die Haut unter dem Turban weiss blieb, daneben aber fast wie Bronze wurde. E 2"], [86, "68 Voln*y glaubt, dass diese auch von den Neger farben gezeigt werden wird. Ein Virginisoher Ne ger, Henry Moss, von Congo stammend, dritter Generation, wurde in 6 — 7 Jahren ganz zu ei nem Weiseen, die Haare lang, glatt und kasta nienbraun , wie bei dem Europäer. Liancourt spricht von ihm *) , Volney sahe das authentische Protokoll über diese Veränderung. In den Zügen des Michikinakoua fiel Vol ney n die Aehnlichkeit auf, mit den fünf Chinesi schen Tataren, die im Gefolge des Holländischen Ex - Ambassadeur Vaubraam nach Philadelphia ge kommen waren **). „Die Aehnlichkeit der Tataren mit den Nord- Amerikanischen Wilden ist allen aufgefallen, die beide gesehen haben. Dieser Tatarische Charak ter aber ist nicht der der Kalmücken, sie haben nicht die gequetschte Nase dieser, und ihr ganzes so breitgedrücktes Gesicht. Im Ganzen ist die Physiognomie der Nord- Amerikaner die : das Gesicht bildet unten einen Triangel und oben fast ein Quadrat , die Stirn ist sehr wohl gebaut, die Augen sind recht schwarz, liegen tief, sind sehr lebhaft, mehr klein als gross, der Kopf der Backenknochen springt etwas her- *) Voyage d. I. etats un. de l'Amer. Th. V. S. 124. *♦) S. oben S. 35. f."], [87, "69 vor , die Nase ist gerade , die Lippen sind mehr dünn als dick, das Haar ist glänzend schwarz, glatt, und fällt gerade; es giebt kein Beispiel eines Blonden ; der Blick ist argwöhnisch und ver räth Wildheit. \" Diese allgemeine Physiognomie modificirt sich nach den Völkerschaften und Individuen. Volney beobachtete zu Poste Vincennes und Fort detroit viele Individuen , die ihn an die Figur der Fellahs in Aegvpten und vieler Beduinen erinnerten, auch in Absicht des Mundes und der Zähne, deren gro sse Schärfe wohl davon komme, dass sie alles mit den Zähnen zerbeiseen, ohne sich eines Messers zu bedienen, welches die Beise- Muskeln und durch sie auch die Kinnladen verstärken und vergröseern muss. „Diese Aehnlichkeit unter wilden Völkern ist demnach kein sicheres Zeichen ihrer Verwandt schaft , sondern kann von Aehnlichkeit der Ein flüsse desKlima's, Bodens, der Lebensmittel, und der Lebensweise überhaupt kommen, wenn sie sich auch übrigens weit von einander entfernen. Auch haben die Reisebefchreiber den Cha rakter der Völkerschaften nicht immer genau beobachtet. Michjkinakoua versicherte : von Na tion zu Nation erkennen wir uns auf den ersten Bück am Gesicht, an der Farbe, der Statur, den"], [88, "70 Knien, den Schenkeln, den Füssen. Die Fuss tapfen unterscheiden nicht blos Männer, Frauen und Kinder, sondern ganze Völkerschaften.\" So fand es Volney. Herr von. Humboldt bemerkt *), dass feine Erfahrungen jenen Erklärungen zum Theil. entgegengesetzt waren. Er habe nicht die Stäm me der Nord- Amerikaner gesehen, von denen Mi chjkinakoua rede, aber er versichere, dass in Peru, Quito, an der Küste der Caraecas , an den Ufern des Orinoko und in Mexiko kein Kind weise gebo ren werde, und dass die Kaciquen, die eine ge mächliche Lebensart führen, und sich bekleidet in dem Innern ihrer Häuser halten, gleichwohl an allen Theilen ihres Körpers, ausgenommen am Innern der Hand und der Fusesohie, die Haut von rothbrauner oder Kupferfarbe haben. — Diese also ist die natürliche Beschaffenheit der vorgefundenen Eingebornen Amerika's. Die Schilderung, welche von diesen, und von den Wir kungen des Klima's auf die dorthin gekommenen Europäer, ein Glied der letztern und täglicher ge nauer Beobachter von Beiden, Dr. Sam. Stan hope Smith, macht, stehe zunächst. Das Auge der Amerikaner ist leer und ohne Ausdruck, der Blick ist starr und dumm, der gan- *) Essay politique de la nouvelle Espagne. ,L. II. p. 85-"], [89, "71 ze Ausdruck des Gesichts ist wild und schwermü thig, diie Muskeln des Gesichts find weich und schlaff, das Gesicht ist breit, der Mund gross, die Lippen dick und vorstehend, die Nase platt ge drückt. Es ist für die Vergleichung recht interessant, zu hören , was die Wirkung des Klima's auf Eu ropäer in jenen Gegenden hervorbringt. Sie ist ndch, eben dieser Quelle. Die Bürger der Nord- Amerikanischen Frei- te staaten stammen von den weiseesten Europäern her, und immer fort sind Europäer in ihre Vermischung eingetreten. Sie brachten eine hohe bürgerliche Kultur mit, und haben sie behauptet. Sie sind nicht lange dort, ihr Land hat die gemässigte Temperatur zwischen dem 3i. und 45. Grad nördli cher Breite — und auffallend ist gleichwohl die Veränderung. Bleichheit und Schlaffheit des Ge sichts, und eine etwas dunklere Farbe fällt jedem Fremden auf. • Deutlicher ist diese Wirkung des Klima's in den mittleren und südlichen, als in den nördlichen Provinzen ,* deutlicher im flachen Lan de nahe am Meere, als in der Nähe der Apalachi schen Gebirge , deutlicher bei der niedern arbei tenden Klasse, als bei den Vornehmern. Die Far be der Einwohner der Provinz Neu -Jersey unter den Wasserfällen ist etwas dunkler, als die der Pennsylvanier, weil ihr Land flacher hegt, und"], [90, "72 Viel mit stehendem Wasser bedeckt ist. Noch tie fer ist die Farbe südlich, längs der Küste von Ma rvland und von Virginien. Die Einwohner der niedern Gegenden von Karolina und Georgisn, die ärmern nämlich und arbeitenden, find nur um we nig heller als die Irokesen. Die Haare sind här ter und straffer als bei Europäern, und kräuseln sich nicht gut. Die Straffheit nimmt zu mit jeder Generation *). So wie diese Anglo - Nord - Amerikaner im Durchschnitt magerer sind, als die Europäer: so haben dagegen die in Westindien von Europäern Erzeugten Anlage , fett zu werden ; sie sind gross und wohl gewachsen und dabei durch Gewandt heit und Gelenkigkeit der Glieder vor Europäern ausgezeichnet. Sie haben erhabene Backenkno chen und tief liegende Augen , wodurch sie vor dem schädlichen Rückprallen der Sonnenstrahlen geschützt sind. Die Augen sind gewöhnlich hell grau, schwarz oder dunkelbraun. In Süd-Ame rika, in Guajaquil nahe am Aequator ist die Farbe der Haut nicht ganz so dunkel, als in Spanien, und das Haar ist blond. Dagegen in *) Smith ok the varietys of the human fpecies. S. 37.44. u. 52. Man vergl. auch Imlay's Nachrichten von dem westlichen Lande der Nord- Amtrik. Freystaaten, übersetzt im IX. Bde. des Magazins der Reifebeschreib. S. 126."], [91, "73 Karthagena und Portobello werden die Einwohner bleifarbig oder gelblich , eben so die Portugiesen in Brasilien. Ueberhaupt ist diese blasse, falbe, gelbliche Farbe charakteristisch bei den Westindischen Euro päern ; die Rothe der Wangen verliert sich schon bald, wenn Europäer sich dort aufhalten, und macht der Westindischen Farbe Platz. Die dort gebornen Kinder der Europäer ha ben erhabenere Backenknochen und tiefer herab- gehende Augenlieder ; und diese Eigenthümlich keiten verlieren sich, wie die genauesten Beobach tungenbezeugen, wenn diese Kinder friihnachEng land kommen , und dort erzogen werden. Dassel be Paar ans England erzeuget in Westindien Kin der von dieser Westindischen Farbe und Gesichts bildung, und wenn es nach Europa zurückkehrt, hier wiederum ganz europäisch -artige Kinder. Aehnliche Veränderungen der Hautfarbe er fahren Europäer in andern Weltgegenden *). Die Bartlosigkeit der Amerikanischen Einge bornen, die man sonst als eine ganz besondre Ei genschaft betrachtete, war, wie man allgemein itzt *) Dr. Chr. Girtanner über das Kantifche Princip für die Naturgeschichte. Gott. 1796. S. 102. ff., wo obige Bemerkungen aus sichern Quellen entlehnt und alle diese Gegenstände und Erfahrungen ausführlich ge- sammelt und beurtheilt sind."], [92, "74 weiss , aus Irrthum angenommen. Sie haben noch neben dem Haupthaar Haarwuchs , aber we- nig, und sie reiseen diese Haare aus, so dass sie kei- ne zu haben scheinen. Es genüge, darüber die Bemerkung der neuesten Reisenden hier anzuführen. Volney bemerkt, dass Michikinakoua sich wäh- rend des erwähnten Gesprächs fortdauernd damit gleichsam amüsirte, sich Haare des Bartes auszurei- seen, eben so wie sich der Türke beständig mit dem Rollen seines Barts beschäftigt. Sonst rissen sie sich diese Haare mit Muschelschaalen aus, feit der Bekanntschaft mit Metallen haben sie sich Werk- zeuge erfunden, um mehrere Haare auf einmal auszuziehen. Volney sahe manche Wilde mit erstaunlich langen Achselhaaren *). Die Mexikaner, zumal die von Aztekischen und Otomitischen Stämmen haben mehr Bart, als Herr von Humboldt sonst bei Ureinwohnern von Südamerika bemerkte. Fast alle diese Urein wohner, rund um die Hauptstadt, tragen einen Meinen Knebelbart, und dieser ist selbst das Zei chen der tributairen Klaffe, und diese Knebelbärte sind von neuern Reisenden bei den Bewohnern der Nord- Westküste von Amerika auch gefunden wor den. Die Ureinwohner Amerika's haben in der heiseen Zone gewöhnlich etwas Bart, der sich ver- *) Volney S. 442,"], [93, "75 mehret, wenn sie sich rasiren. Doch gibt es auch viele Individuen, die weder Bart, noch ausser dem Barthaar andere Haare am Körper haben *). In Patagonien bemerkte Herr de Gale ano mehrere Greise mit kurzem, wenig dichtem Barte **). Es gibt Spielarten der Menschenrctcen. Die Kaukasische Menschenrasse hat Varietäten, beson ders die Mongolische hat dergleichen. Die Tibe taner sind aus Vermischungen der Hindostanifchen und Mongolischen Race entstanden, die Bewohner der Philippinen sind vielleicht eben, so Halbrace von Mongolen und Malayen ***). Auch in Amerika wird man die Unterschiede dieser Varietäten noch genauer untersuchen und bestimmen. Wie bedeutend sie sind , bezeugt von Nord - Amerika das Obige ; von Süd - Amerika -sagt Herr von Humboldt ****): „Die Urein- wohner von Neu- Spanien sind im Allgemeinen de- nen von Kanada, Florida, Peru und Brasilien ähn- lich, ihre Farbe ist ebenfalls schwarzbraun und kupferartig, das Haar glatt und fällt gerade herab, der Bart ist unbedeutend, der Körper un- *) Essay politique de la nouvelle Espagne. S. SS. **) Viaje al eßrecho de Magellanes. p. 331. ***) S. Blumenbach a. a. O. S. 30S f. und Girtan- ne r a. a. O. S. 67. ffi ****) Essay polit. S. 82. ff."], [94, "76 tersetzt, das Auge in die Länge gezogen und der Winkel nach oben, nach den Schläfen gekehrt, die Backenknochen hervorspringend, die Lippen breit , der Mund mit einem Austlruck von Sanft- heit, der mit dem tiefen und ernsten Blicke con- trastirt. Die Amerikanische Race ist nach derHy- perboreischen der Zahl nach die schwächste, aber sie nimmt den grössten Raum auf der Erdfläche ein. Auf 750000 Quadratmeilen von den Inseln des Feuerlandes bis zum St. Lorenz- Flusse und der Beringsstrasee , wird man überall überrascht von der Aehnlichkeit, welche die Züge der Ureinwoh- ner auf den ersten Anblick zeigen. Man glaubt anerkennen zu müssen, dass sie alle von einerlei Stamme ausgehen, obwohl der Unterschied ihrer Sprache ausserordentlich gross ist. Indessen, wenn man ernstlicher über diese Familienzüge nachdenkt, und länger unter diesen Eingebornen von Amerika lebt: bemerkt man, dass berühmte Reisende, die nur Einzelne an den Küsten beob achteten, die Aehnlichkeit der Formen der Ame rikanischen Rage auseerordentlich übertrieben ha ben.\" „Geisteskultur trägt am meisten dazu bei, um die Züge verschieden zu machen. Bei den wilden Völkern findet sich mehr eine Stamm- und Hor den - Physiognomie als eine individuelle. Wenn man die Herdenthiere mit den wilden vergleicht,"], [95, "77 glaubt man dieselbe Bemerkung machen zu müs sen. Aber oft läset auch den Europäer das Erstau nen über die Gleichheit der schwarzbraunen Farbe und des schwarzen so glatten Haares, dass man es für nase halten möchte, lange Zeit nicht den Un terschied der individuellen Züge erblicken.\" „ Allerdings erkennt man in Volney's vor trefflichem Bilde von den Nord- Amerikanischen Eingebornen der Einwohner der Gefilde von Rio Apure und von Carony wieder. Ein Typus herrscht in den beiden Amerika's. Aber die Eu ropäer, welche den grossen Oronoko- und Ama zonen-Fluss entlang geschifft sind, und die, wel che Gelegenheit gehabt haben, eine grosse An zahl verschiedener Stämme zu sehen, wie sie die Mönchs- Hierarchie versammelt, werden bemerkt haben, dass die Amerikanische Rage Völker um fasst, die durch ihre Züge, eben so wesentlich von einander verschieden sind , als die Varietäten der Kaukasischen Rage, dieTscherkassier, Mauren und Perser. Die emporgestreckte Gestalt der Patagonier, welche das südliche Ende Amerika's bewohnen, findet sich gleichsam in den Kariben, auf der Ebe ne zwischen dem Delta des Orinoko und den Quellen des Rio Blanco, wieder. Welcher Unter schied ist zwischen dem Wüchse, der Physiognomie und der robusten Constitution dieser Kariben und der untersetzten Chaymas in Cumana? Welcher"], [96, "78 Unterschied zwischen den Tlascalaner und den ü pans und Chichimeken im nördlichen Mexiko ! \" „Die Farbe der Eingebornen von Neu-Spa nien ist schwärzlicherbraun, als die der Einwohner der heiseesten Länder in Süd- Amerika. Diese ist desto bemerkenswerther, weil bey der Kaukasischen Rage die mittäglichen Völker eine weniger weisee Haut haben, als die nördlichen. Obwohl mehre re Asiatische Nationen, welche Europa im sechsten Jahrhundert überschwemmten , von dunkler Farbe waren : so scheint es doch , dass die Nuancen der Hautfarbe der weiseen Rage weniger von jener Ein mischung als vom Klima abgehangen habe, und dass dagegen dieser Einfluss des Klima's bei Ame rikanern und Negern sich fast gar nicht zeige. \" „Unter den Eingebornen Amerika's finden sich allerdings Stämme von einer sehr wenig dun keln Farbe , die sich der der Araber und Mauren nähert. Die Völker am Rio nesro sind weniger 'schwarzbraun , als die vom niedern Orinoko, und doch ist das Klima dort frischer als hier.\" „In den Wäldern von Guiana leben mehrere weiseliche Stämme , die Guaicas , Quajariben, Arigues, mit manchen sehr robusten Individuen, die, ohne eine Spur von der Krankheit der Albi nos vorhanden ist, die Farbe wahrer Mestizen ha ben. Niemals haben sie sich mit Europäern ver-"], [97, "79 mischt und sind umgeben von schwärzlich brau nen Stämmen.\" „Die Eingebornen auf der höchsten Berg- Ebene der Cordilleren der Anden *in der heissen Zone im 45sten Grade südlicher Breite, die vom Fischfänge leben, haben eine eben solche Kupfer farbe als die, welche in brennender Hitze in den engsten und tiefsten Thälern der Aequinoctial-Län der Bananen bauen. Die Bergbewohner sind be kleidet, und waren es lange vor der Entdeckung von Amerika, und die, welche in den Ebenen umherirren, sind völlig nackend, und also den perpendikulär auffallenden Sonnenstrahlen ganz ausgesetzt, aber auch die bedeckten Theile Zeig- te •* ö ten sich nie weniger braun, als die der heissen und feuchten Luft ausgesetzten.\" „Ueberhaupt bemerkt man, dass die Farbe der Amerikaner sehr wenig von den Localverhält nissen abhängt, in denen wir gegenwärtig sie er blicken. Die Mexikaner sind, wie schon bemerkt worden , schwarzbrauner als die Einwohner von. Quito und Neu- Granada in einem ganz analogen Klima. Selbst die im Norden des Rio GUa zer streut lebenden Völkerschaften sind brauner, als die in der Nähe des Königreichs Guatimala.\" „Diese dunkle Farbe erhält sich bis zu der Asien ,am nächsten liegenden Küste. Aber unter"], [98, "80 54° io' nördl. Breite zu Cloak-Bay, mitten unter den Eingebornen von einer Kupferfarbe und Mei nen sehr in die Länge gezogenen Augen, zeigt sich ein Stamm von grossen Augen , Europäischen Zü gen, und einer Haut, die weniger braun ist, als die unserer Bauern.\" Diese vortrefflichen und eingreifenden Be merkungen habe ich hier ganz mitgetheilt, weil sie unmittelbar zu unserm Zwecke führen. Ein zelne Bemerkungen über Varietäten des Aeuseern der Amerikaner , die schon vorhanden waren, sind folgende. Georg Forst er unterscheidet die Ameri kanischen Nationen durch gewählte Prädikate, er sagt: *) „Der schwarze Guianese und Brasilianer, der grosse starkgebaute Tschilese, der zarte, schlanke Peruaner, der dicke Mexikaner, der handfeste Irokese , der schwammige Nutkaer, und wie die unzähligen Zwischenschattirungen heissen und bezeichnet werden.\" — „ An der Nordwest küste haben die Stämme, die sich vom Fischfange nähren, wenn man ihnen den Schmutz, der ihre Haut bedeckt, abgewaschen hat, eine der zarten Europäischen ähnÜche Gesichtsfarbe. **) In Chili und in dem gebirgigen Thale von Peru sieht man *) S. die angeführte Schilderung des Nordens von Ame- rika. S. 63. **) Man lese hierüber auch Vancouver's Zeu°-niss."], [99, "81 ebenfalls den Teint, zumal des anderen Ge schlechts, den unseren sich nähern. In Mexiko, an der Moskito - Küste , in Florida und auf den Westindischen Inseln hatten die ursprünglichen Einwohner die gelbliche, Ostindische Schat tirung, und in Brasilien waren sie, wie der treue Lery erzählt, beinahe von schwarzer Farbe. Der ■ rothe Kupferglanz, den ihnen die Leichtgläubigkeit angedichtet hat, könnte vielleicht die Wirkung der Schminke seyn, womit die wilden Stämme sich überall, entweder Turn Kampfe oder bei an dern festlichen Veranlassungen, schminken.\" Ein Meines Volk von weiseen Menschen, mit blauen Augen und blonden Haaren, bemerkten Reisende in Louisiana um den 4osten und 46&en Grad nördl. Breite ; Andere an der Küste von Amerika um den 55sten Grad nördl. Breite *) und sie werden die schönen Menschen oder Akansas ge nannt **). Dass Vtie Akansas weise sind , ist nicht wahr scheinlich, wenigstens Charlevoix sagt nichts davon ***) , mag es indessen an dem Akansasflusse weisee Menschen geben. *) I. N. Buache memoire für les pays de l'Afie et de VA- merique. Par. 1775. **) Girtanner a. a. O. S. 147. ***) Gharlevoix spricht mehrmals von den Akansas, ohne jemajs zu erwähnen, dass sie weiss seyen, ob er F"], [100, "82 Charlevoix unterscheidet mehrere Völ kerschaften, die sich von den übrigen Amerika nern in Absicht der blonden Haare und des Bartes auszeichnen; nämlich die Miges in der Provinz Zapoteca , die Scheries um den Rio de Plata und die M alopoques in Brasilien *). - Von den Eskimo's sagt schon eben dersel be **) , dass sie weder in Hautfarbe , noch Haar, noch Sprache, noch Sitten und Lebensweise mit den übrigen Amerikanern etwas gemein haben, und es ist seitdem entdeckt und durchgehends an genommen, dass alle die Bewohner der Nordküste von Amerika eben diesem Stamme, und also ei ner andern Menschenrage angehören, als die übri gen Amerikaner. Menschen mit grauen Augen bewohnen den Nutkasund und die benachbarten Flüsse ***). Die Bewohner der Magellanischen Meerenge haben an Gesichtsbildung, Blick, Farbe, Haar und Bart die grösete Aehnlichkeit mit den Samo- wohl sagt a. a. O. T. VT. S. 165, dass sie die grössten und schönsten aller Wilden dieses Kontinentes seyen, und deswegen auszeichnend die schönen Menschen ge nannt würden. *) Disc. prelimin. S. 37. Ganz deutlich ist hier nicht, ob alle diese Völker in beider Hinsicht sich unterscheiden. **) S. 45- ***) Volney S. 439."], [101, "83 jeden, wie Lin schoten erzählt, der letztere auch aus ihrem Vaterlande kannte , gleich als ob sie sich als die dahin immer südlicher gedrängten, dort wieder in ihr wahres Klima gekommenen, Nordländer zeigten *). Das Aeuseere der Einwohner von Chili un terscheidet sich von dem der Peruaner eben so sehr, als der Deutsche von dem Italiener. Die Paraguayer, Cajanen und Magelianen haben alle auffallend von einander verschiedene Züge **) die Abiponer haben Habichtsnasen. So gross sind also die Verschiedenheiten der Arten, bei jeder der mit vollem Recht geschiede nen Menschenragen — und woher kommen diese Unterschiede, die nicht die Farbe blos, nein, selbst den Bau der Knochen, des Fusses, des Ge sichts betreffen ? Wenn auch nicht die Temperatur allein die Farbe der Haut erzeugt: jenes Klima und das Al les , was der Ausdruck : die Beschaffenheiten des Wohnorts, in feinem ganzen Umfange umfasst, muss nach unbestreitbaren Erfahrungen Einfluss haben. Gewohnheiten, den Körper zu tragen, werden habituell, und fortgepflanzt durch den Ge brauch ; vielleicht , wie Viele gemeint , auch kör- *) Blumenbach de gen. hurn, variet. S. 319. **) Moliua/uiia ßoria naturale del Chili. S. 336, F 2."], [102, "84 lieh. Man hat gefragt, ob der geringere Wachs thum der Haare des Körpers und des Bartes nicht vielleicht auch Folge davon sey, dass durch das Ausziehen dieser Haare das Streben der Natur verringert wird, sie wieder zu ersetzen, und die ses ' geringere Streben in die Natur der Kinder übergehe. Um sich des lästigen Bartes zu entle digen, haben Nationen ihn abgeschnitten, und wieder abgeschnitten oder abgeschoren , und den Wachsthum dieser Haare so vermehrt : andere Na tionen sie mit der Wurzel ausgerissen, und jenes Wachsthums Quelle selbst zerstöhrt. Doch wir lassen diese schwächere Behaarung des Körpers und die Farbe: die übrigen Besonder heiten des Körpers, die den Knochenbau betref fen, erscheinen wichtiger. .Auch auf diesen er-, streckten sich jene Schilderungen der Amerikaner. An den Knochen sind die Ansätze der Muskeln: so wirkt Gewohnheit des Gebrauches dieser und Lebensart ; doch nicht blos diese — auch örtliche Verhältnisse müssen wirken, wie die obigen Erfah rungen beweisen. Wenn diese Verschiedenheiten der Arten Ei ner Race sich unbeftreitlich aus einer von jenen Ursachen erzeuget haben müssen: kann denn nicht auch der eigenthümliche Charakter der Racen selbst von solchen Ursachen die Folge seyn"], [103, "85 Kann denn nicht die ganze Rage der rothen Menschen Amerika's blos eine Spiel - Art einer andern Rage, oder eine Halbrage seyn, entstanden aus der Mischung des Charakters zweier früheren? Versucht sind solcher Mischungen noch we nige; versucht ist noch nicht, wie sich die Natur verschiedener Sibirischer Völkerschaften in dem Kli ma von Amerika gestalte. Die Kolonien der Rus sen werden einst darüber Auskunft geben können. Itzt mangelt sie uns noch, und wichtig wäre sie. Die Lebensweise, die Beschaffenheit der ältesten Bewohner von Nord- Ost- Asien in der frühen Zeit, von avo an sie Bewohner nach Ame rika gesendet haben könnten, kennen wir nicht mehr ; und gerade von ihnen müsste der Charak ter ausgehen , den ihre Abkömmlinge an sich tra- . gen. Die Germanen waren, nach der Römer *) Bericht, einander alle ähnlich und alle blond; find sie es noch ? Und doch hätte dieser damalige Cha rakter der Bewohner des Nordens von Europa Ein fluss gehabt, wären sie Stammväter Amerikani scher Völkerschaften geworden. Dass die Kariben auf den Antillen eine Mi- schung von alten in Amerika eingebornen Kariben und Negern sind, ist geschichtlich. Von vielen an- *) Vitruv. L. VI. c. 1. Täcitus de German. c. 4. PV.n. H. Nat. L. II. c. 78."], [104, "86 dem Mischungen *) , die bei der Frage von einer einstigen Entstehung dieser zimmetfarbenen Ameri kanischen Rage inErwägung kommen könnten, ist noch kein Beispiel da , geschweige so viele, dass sie zu sicheren Analogien führten. Die Frage, wie diese äuseern Charaktere des Körpers in den verschiedenen Menschenragen sich erzeugen , ist anatomisch und physiologisch. Ver mögten diese Wissenschaften zu entscheiden, dass jene Charaktere nicht Folge von Klima, Lebens weise und der dadurch erzeugten Erschlaffung oder Anspannung, von Gewohnheiten und Art des Ge brauchs gewisser Glieder, und überhaupt von al lerley dergleichen äuseern Umständen seyn können : so darf der Ethnograph nichts thun, als dieser richterlichen Sentenz unbedingt sich fügen. • Dann haben gegen sie nicht philosophische Gründe Kraft, entlehnet aus dem Gange der Natur, den man dem Aveisen ZAVeke der Vorsehung Gottes am angemessensten findet. Nämlich die einfach sten Wege sollen die seyn , Avelche diese Vorsehung Avählen müsse ; was sie durch einfachere Mittel er reichen könne, dazu habe sie sicher keine ande re geAvählt. Menschen , die sie durch Vervielfäl tigung ihres Charakters von Einem Stamm erzeu- *) S. über diese Mischungen und Spielarten Girtan- n e r a, a. O. S. 60. ff."], [105, "87 gen können, haben sie durch eine Mehrheit erster Paare sicher nicht erzeugt. Man geht überhaupt zu Aveit , Avenn man die unerforschlichen Wege der all waltenden Vorsehung zu durchschauen Avähnt; wenn man dem erhabe nen Leiter aller Weltschickfale den Weg vor zeichnen will, den er nur gehen könne; gleich als ob nicht oft durch Verdoppelung der Mittel schneller Absichten erreicht würden, und dieser schnellere Erfolg nicht ZAveck seyn könnte ; gleich als ob, Avie schon erwähnt, die Vegetation der verschiedenen Weltgegenden unmöglich auf Eine Quelle zurück geführet Avürde , auch wenn der scharfsinnige Forscherblick entdeckt, wie Samen ftaub an Vogelfedern hängend auf Felsen wuchert, Avelche vorher* blos Lichenen deckten, erste Erzeugnisse , und zu flachem Staub vermodert, Werkstätten der schaffenden und Alles nutzenden Natur. Wie könnten denn jene Raisonnements Be weiskraft haben , wenn eben die Anatomie und Physiologie bewiesen hätte, dass diese verschiede ne kupferfarbene Menschenrage ihren eigenthüm lichen Charakter nicht blos von der Divergenz ei ner und ebenderselben Menschennatur haben kön ne? dann Aväre ja die Basis aller solcher Schlüsse weggenommen."], [106, "88 Stände solche Wahrheit einmal fest, 'auftre ten dürften dann nicht die einzelnen Erfahrungen von Mischungen der Körper - Charaktere , die höchstens die Möglichkeit zur Scheinbarkeit erhe ben. Festgehalten muss erkannte Wahrheit AVer den, auch Avenn sie Lieblings -Meinungen zerstört. Aber noch ist kein solches richterliches End urtheil des Anatomen und Physiologen ausgespro chen und beAviesen. Und sollten Wissenschaften an der Erfahrung Hand so leicht die Möglichkeit von dem vernichten, Avas in der grauesten Vorzeit vor Revolutionen der Erde geschah, von denen uns kaum mehr als Ahnung von Ereignissen und ihren Folgen möglich Avird? Sind wirMich ganze Thiergattungen, itzt abgesondert und fast uniibersehlich, einst noch nicht da geAvesen , sondern erst aus der Mischung vorhandener entstanden, Avie man das Hunde-Ge schlecht aus Mischungen der Wölfe und der Scha kale abgeleitet hat: so geht man bei solchen tiefen Forschungen in eine so frühe Zeit zurück, wo kein Historiker der Menschheit Schicksal schildert. Wenn aus der Mischung zweier Arten eine neue hervorgehn, Avie die Maulthiere ; wenn diese neuen Arten demungeachtet fruchtbar sind, und sich fortpflanzen, um jene Mischung zu constituiren: so zeigt sich wohl daraus, dass jene ZAvei älterli-"], [107, "89 chen Arten einander in ihrer Organisation so nahe kamen, dass die natürliche EntAvickelung keiner einzigen Kraft in dem Gemisch beschränket wur de. Und Aväre diese denn nicht auch Grund, selbst jene beiden älterlichen Arten für so venvandt zu halten , dass sie als Varietäten Einer Art erschei nen könnten ? Naturhistoriker sind bei der Bestimmung der Gattungen und Arten oft mehr in Terminologie und der darauf gegründeten Classification von ein ander abgeAvichen, als in der Sache selbst. Sie erkannten die Verschiedenheit gewisser Körper an, und vereinten sie nur durch den Begriff, den sie der Klasse geben, mit einander. Und dann ist der Gewinn nur für die Uebersicht der Wissenschaft; das, Avas verschieden ist, kann sich dadurch nicht nähern. Diese also Avürde uns nichts helfen, um die Amerikanische Menschenrage zu andern Menschen hinzuführen. Genug, dass Anatomie und Physiologie uns nicht verbietet, alles zu versuchen, Avas diese Nä herung verspricht; dass vielmehr die tiefsten Ken ner jener Wissenschaft selbst die Verhältnisse des Knochenbaues , der Farbe und solcher Beschaffen heiten des Körpers möglichst vieler Völker unter. suchen *). Und, Avenn sie in Absicht solcher Phäno- *) S. Blumenbach a. a. 0."], [108, "90 mene, wo die Entscheidung nicht so möglich ist, als sie es vielleicht bei Negern seyn mag, Ansichten zu einer höheren Wahrscheinlichkeit erheben , die nicht dem Scharfsinn philosophischer Theorien über Körperkräfte himvegscheucht, sondern nützt *) ; und nicht die Forschungejii der Ethnographen und Linguisten verschmäht, die der Völker Verhält nisse aus dem Innern ihrer Lebensweise und dem Mittel des Ausdrucks ihrer Begriffe zu erspähen suchen, und oft ein Band um entfernte Nationen schlangen, deren Verwandtschaft auf keinem an dern Wege erhellete : so gehen Wissenschaften Hand in Hand, und erringen in dem Verein das Ziel der Wissenschaft. Wir dürfen also suchen, ob uns die Völker- und Sprachenkunde durch stärkere Gründe, als die der obigen Meinungen, zu Völkern führe, de ren Verbindung mit Amerikanern sich enveisen läset, und vielleicht zu Völkern , die durch kör perliche Beschaffenheiten und LebensAveise sich an die Amerikaner schlieseen. Wir sahen in Amerika so mancherlei Gestal ten der Völkerschaften, dass nichts uns nöthigt, blos an Eine Quelle der Bevölkerung Amerika's zu *) S. Girtanner a. a. O. und die Abhandlungen Kant's in der Kritik der Urtheilskraft S. 64. ff. Berlin. Mo- natsschrift 1805. Octob. Teutscher Merkur 1788. Jan., Febr."], [109, "91 denken. • Sprösslinge von manchen Menschen stämmen leben vielleicht dort, zum Theil ver mischt mit andern. Sind Avohl noch Spuren sicht bar, um den Stamm Avieder zu erkennen, Aron dem sie ausgegangen sind? Wir müssen unbefangen suchen, AA'ir dürfen nichts erzwingen Avollen, Avenn Avirldich nichts sich finden lässt. So unbefangen, wie zu Volney der Miami Michikinakoua sagte, als jener diesem auf der Landcharte die Nähe Nordwest-Ameri ka's bei Asien gezeigt: Avarum sollen uns ähnliche Tartaren nicht aus Amerika gekommen seyn? hat man BeAveise vom Gegentheil ? Oder warum kön nen nicht Beide in ihrem Lande entstanden seyn ? so unbefangen, so wenig dem Resultate vorgrei fend suchen wir ; und prüfen zunächst, von je nem Worte eines Sohnes der Natur geleitet, noch manche ZAveifel gegen fremden Einfluss auf Ame rika's Bevölkerung, und Meinungen von 'ihrem Alter und den Wegen , auf Avelchem fremde Ein wirkung begreiflich oder unwahrscheinlich ist. Georg Forster*), ein Kenner dieses Ge genstandes, bemerkt: Die Asiaten hatten gleich sam nur Einen Schritt zu thun , um nach Amerika zu kommen. Um desto unbegreiflicher Aväre es, dass sie alle ihre Gewohnheiten aufgegeben, keines *) a. a. O. S. 63."], [110, "92 ihrer gezähmten Thiere mitgenommen , keins dort für sich gezähmt hätten; dass alle solche Fortschrit te, so Avie alle mehlreichen Cerealien allen Amerika nischen Völkern, selbst den Mexikanern, durchaus fremd blieben. Konnte, fährt er fort, nicht auch in Amerika auf irgend einem bequemen Mittel punkt die Menschengestalt hervorgehen, und sich von da verbreiten ? Auch Bern. Romans *) findet es eben so natürlich, die ähnlichen Ost -Asiaten von Ameri kanern abzuleiten , als diese von jenen. Aber nur der berühmte Staatsmann Jefferson, von dem wir noch ein grosses und reiches Werk von diesem Welttheil hoffen dürfen, hat Avichtigere Gründe für die Behauptung aufgestellt, dass die früheste Bevölkerung' ursprünglich in Amerika zu suchen, und von dort verbreitet sey. Jefferson**) hält den Uebergang von Is land nach Grünland und von da nach Labrador für sehr möglich, und die Ableitung der Eskimo s von da her für natürlich. Bei der Nähe Asiens und Amerika's, möge man die Asiaten von Amerika nern, oder umgekehrt diese von jenen ableiten. Es sev höchst bedaueniSAverth, dass so viele einge borne Amerikanische Stämme schon vertilgt sind, *) A. d. S. 61. **) Notes ou the State of Virginia. Lond. 1787. S. 162. ff."], [111, "93 ohne dass uns ihre Sprachen aufbehalten worden. Aus Sprachen, Wortverzeichnissen und der Gram matik, müsste sich ergeben, woher die Völker abzuleiten seyen. So unvollkommen indessen rrotdi. die Kennt» niss Amerikanischer Sprachen sey, so reichen sie doch zu, folgendes merkwürdige Factum auszu mitteln. Man finde, wenn man die Sprachen der Völker in Amerika und die in Asien nach ihrer wahrscheinlichen Abstammung ordne , immer zwanzig verschiedene in Amerika, gegen Eine in Asien, nämlich so verschiedene, das alle Aehn lichkeit zwischen ihnen verloren ist. In wenigen Jahrhunderten können sich wohl Dialekte von ein- ander sondern, aber ein ungeheures Zeitmaase sey erforderlich, wenn zwei Dialekte sich ganz tren nen, und alle Spuren ihres gemeinschaftlichen Ur sprunges verlieren sollen. Die grosse Anzahl dieser radicalen Verände rungen also, die in Amerika sich zeigen, bewei se ein höheres Alterthum , als das der Asiatischen Nationen. Wir erlauben uns, dagegen zu erinnern. So richtig und so auffallend die Bemerkung der Men ge der ganz verschiedenen Sprachen in Amerika auch ist: so möchte sie doch nicht zu jenem Schlüs se berechtigen."], [112, "94 Bei einem näheren Verein der Völkerßämme bleiben Sprachen Jahrtausende dieselben, wie in Arabien; die Horden schweiften weit umher, doch in Verbindung blieben sie. Bei völliger Zerstreuung hingegen läset sich Avohl nicht die Summe von Jahrhunderten berech nen , die dazu gehört , um aus Sprachen alle Spu ren ehemaliger Berührung Avegzunehmen. Wie wenig berühren sich einander z. B. die Dialekte der Samojeden- Sprache? Wir Avürden sie nicht Dialekte Einer Sprache , sondern verschiedene Sprachen nennen, ehe durch Verkehr diese oder jenes von einander angenommen , wenn nicht die Nation so sehr als Eine Nation erschiene. Wir kennen nicht den ganzen Umfang der Sprachen von Amerika. Vielleicht dass hier und da in manchen itzt weniger bemerklichen Ausdrük ken noch Spuren von Aehnlichkeiten aus jener frühen Zeit versteckt sind. Denn die Hunderte von Völkerschaften in Amerika, die ganz ver sehiedne Sprachen reden, können doch unmöglich alle von ganz verschiedenen Stämmen kommen. Viele davon müssen ZAveige Eines Stammes , und einst auch in der Sprache einander ganz nahe ge- Avesen seyn. Zu einer solchen Divergenz gehört ein lan- D D ger Zeitraum; aber folgt daraus , dass die Ameri-"], [113, "95 käner länger in ihrem Welttheil leben, als die Asiaten ? Ich glaube nicht. Denn hätte z. B. sich das Phönicische in hundert Kolonien, in eben so viele Dialekte zerspaltet, und Aväre daraus eine grosse Anzahl von Sprachen entstanden, in denen jede Spur der einstigen Vereinigung im Schoose des Mutterlandes venA'ifcht geAvesen: es Avürde daraus nicht folgen, dass diese Muttersprache älter geAvesen sey, als die Arabische, die sich in ihrem Lande indessen nur in sehr Avenig unterschiedene Dialekte theilte. In Avie viele Sprachen zerfiel die Mutterspra che der Griechischen, die mit der Sprache der al ten Thracier und der Pelasger geAvise aufs engste verbunden und nur Eine Sprache Avar? War Thra cinen, Avie Klein- Asien, nicht voll von Völkerschaf ten, deren Sprache kaum Spuren zeigte von jener einstigen Verbindung? und doch waren diese alten Völker nicht so aus allem gegenseitigen Verkehr herausgetreten, Avie die Amerikanischen Wilden, die ihr einziges Geschäft, die Jagd, zerstreut. Absonderung der Dialekte von Sprachen, wie die in Europa lebenden, hat immer Statt gefunden, als die Muttersprachen schon einen grammatischen Charakter hatten, und unter Völkern, die entwe- der schon selbst gewisse Bildung nährten , oder mit gebildeten Völkern im Verkehre standen, um em pfänglich eines solchen Einflusses zu seyn."], [114, "96 «. ' * Lokalverhältnisse, Avie die der Wilden in Amerika, Zerstreuung in ihren Wäldern und Wild nissen, Aufhebung des Verkehrs, haben gewiss un endlich viel zu jener Divergenz der Sprachen bei getragen. Sie ist recht sichtbar in Süd- Amerika, wo ein Missionsdorf oft vier Familien vereint, von denen keine auch nur eine Sylbe der andern ver steht. Und daraus folgt denn doch Avohl nicht, dass die Bevölkerung Amerika's älter sey, als die von Asien, und dass diese demnach von jener abzulei- ten sey. Nicht blos religiöse Ansichten, sind es, die es annehmlich machen, die Wiege des Menschen geschlechts in Süd -Ost -Asien zu suchen. Die ganze Richtung der Divergenz des Menschenge schlechts scheint ihren Centralpunkt dort zu finden. Man könnte sagen, vörhältnisemäseig sey dort der Verein der Völker, von wo sie ausgingen nach Westen, nach West- Asien, nach Nord-Afri ka und nach Europa ; aber anderswoher seyen erst die Menschen nach Süd- Ost -Asien gekommen, z. B. aus Amerika. Warum ? Wozu soll die An nahme dienen? Soll ein Welttheil blos zur er sten Pflanzschule gleichsam für das Menschenge schlecht bestimmt, dann Jahrtausende als abgeris-"], [115, "97 sen betrachtet werden? Und macht nicht selbst die Beobachtung der Menschheit es wahrscheinlich, dass von irgend einem Punkte Asiens di,e Völker selbst im Norden Asiens einst ausgegangen, zum Theil dahin gedrängt worden sind? Dass also Asien dem neuen Kontinente seine Bevölkerung verdankt , hat weniger Anschein. Wenn Menschen aus Asien einst nach Amerika her übergingen, warum sollte es nicht auch umge kehrt der Fall gewesen seyn können? Indessen nur grosse Wirkungen für die Bevölkerung Asiens möchte ich davon nicht ableiten. AuSAvanderung ist gemeiniglich die Folge zu grosser Häufung der Menschen in den Wohnbezir ken. So überdeckt vom Dunkel der einstige Zu stand Amerika' s in früher Zeit auch liegt: so ist doch Avenigstens kein Grund da, anzunehmen^ dass Nord- Amerika einst so von Menschen ; überladen war, dass desehalb Völker sich in andere ferne Ge genden verbreitet hätten. Indessen dass aus jenen Gründen das hohe Alter der Bevölkerung Amerika's auch folgt, er kenne ich völlig an , ( und suche durch andere Gründe diese Ansicht noch zu bestätigen. * Clavigero*) hat für eine sehr frühe Bevöl kerung Amerika's folgende Gründe aufgestellt. Die Amerikanischen Völker kannten nicht den Ge- *) Storia di Meffico. T. IV. Dissert. I. # G"], [116, "98 brauch des Oehls und des Wachses zum Brennen, der so nützlich ist, dass er, einmal gekannt, schwer lich von Jemand aufgegeben Averde. Weil sich die Tradition von der grossen Fluth und von der Sprachzerstreuung, aber keine von spätern Ereig-, nissen in Asien bey den Völkern von Amerika er halten habe : so erhelle daraus die frühe Trennung der Amerikaner von den Asiaten. Da sich nirgends in Amerika eine Sage von dem Uebergange aus Asien und dem Orte desselben erhalten habe : so führe auch diese diesen Uebergang in eine sehr frühe Zeit. Die Amerikaner gehn nach Clavigero nicht von Einer Nation , sondern von mehrern Familien und Nationen aus, die nach der VerAvirrung der Sprachen zerstreut worden. Diese zeige die grosse Verschiedenheit der Sprachen, deren Clavigero, in Mexiko geboren, dort fünf u. dreyssig noch itzt bekannt gebliebene gezählt. AmMaragnon haben die Portugiesen im Anfange des 1 8ten Jahrhunderts deren hundert und fünfzig gezählt. Zwar zeige ZAvisehen einigen sich Aehnlich keit, dass man sie als die Töchter Einer Mutter betrachten könne, so in Nord- Amerika*) die En deve-, Opata- und Tarahumara-, und in Süd amerika die Mocobi-, Tobi- und Abiponen-Spra che. Dagegen sind andere so verschieden , als He- *) NümlicU Neu- Mexico."], [117, "99 bräisch und Illyrisch, und so weichen z. B. die fünf in den verschiedenen Provinzen von Mexiko noch herrschenden Sprachen, ehe Mexikanische, die Otomitische, die Taraskische, die Maja und die Mixtekische so von einander ab, dass es der grösste Missgriff wäre , sie von Einer Mutter abzu leiten. Wären also nicht die Nationen , die diese Sprache reden, von schon früh verschiedenen Stämmen ausgegangen : so würden Avenigßens eini ge Spuren der Verwandtschaft übrig seyn. Die Amerikaner, setzt Clavigero hinzu, haben ihren Ursprung nicht von einem noch itzt existirenden Volke der alten Welt 5 oder wenig- stens Bejahungsgründe sind nicht dafür vorhanden. Es müsste sich doch wenigstens irgend Ein Zug der Aehnlichkeit der Sprachen finden. Und diesen fand Clavigero nicht. l - Wichtig ist das Zeugniss des Forschers, der, -in einem Lande eingeboren, Beobachtung v.n Al- lem zum Geschäft sich machte. Doch billig un- terscheiden wir von der Beobachtung die Schlüsse, Vermuthungen , Erklärungen. Vermuthung, Erklärung mancher alten Bil derschrift ist, was er von der Sündfluth und der Sprachzerstreuung sagt. Acosta schon war so besonnen, dass er dergleichen Sagen in Amerika auf eine dortige alte Wasserfluth bezieht. Andeu tungen der Sprachenzertheilung können sich, die G 2"], [118, "100 f '■ richtige Erklärung der Zeichen vorausgesetzt, Avohl darauf beziehn, dass in dem Mexikanischen Rei che so viele verschiedene Sprachen geredet wurden. Das Alter dieser Sprachen und ihrer Völker ist, Avie von Jefferson, mit Recht aus der Ver schiedenheit so vieler Sprachen dargethan. Dage gen der Nichtgebrauch des Wachses ist kein Mo ment. Nur die Entschlagung von Avirklichen Be dürfnissen, die man vorher befriedigt, ist bemer kensAverth, — und doch vergisst man bey dem Mangel der Mittel oft des Zwecks, und die Ent behrung wird Gewohnheit. Wenn begraben in die Nacht des langen Winters die Bewohner des tiefen Nordens der Fische Fett zum Brennen brau chen, so Wäre es auffallend, Avenn Mensehen an der Küste, von Fischen lebend, bey gleichem Be dürfniss diese Sitte nicht behalten. Doch würde sich, auch diese erklären , wenn diese Menschen schnell von der Küste wegversetzt in Wäldern ihre Nahrung suchten, und kaum nothdürftig -sie fan den, und Fett zum Brennen nicht gewinnen konn ten. Oder Avenn aus Süden, avo der lange Tag Erhellung der Nacht nicht zum Bedürfniss macht, nach Norden fortgedrängt, die Völker diese Sit ten noch nicht kannten , ehe sie in diese Regionen kamen. Begreiflich ist es, wenn sie dann auf an dere Weife auch zur Erhellung der Nacht des Hol--"], [119, "101 zes sich bedienten, das die Wälder in Menge ga ben, und Schleusen brannten. Weit mehr als alles fällt der Mangel aller ge zähmten, aller Hausthiere auf. Die Nationen Asiens, von denen die Bevölkerung Amerika's am leichtesten kann abgeleitet Averden, haben Haus thiere , selbst die am Aveitesten nach Norden woh nenden, die Tschuktschen , Koräken, Kamtscha dalen, haben Rennthiere oder Hunde. Wenn Menschen, die sich in Wäldern und in Steppen Rennthiere und Hunde hielten', auf ein mal entweder blos dem Fischfang hingegeben, oder versetzt in Länder, in denen des Bodens Ueber-, fiuse mit schönen Früchten nährt, die Rennthiere und Hunde, letztere mehr zur Jagd als häuslich sonst gebraucht, aufgeben: so Ayäre diese begreif lich. , Den Amerikanern hingegen, die, wenn sie aus Asien gekommen, in eben solchen Gegenden fortlebten, in denen der Boden wenig darbot, Ava ren sie Bedürfniss. Waren Asiatennach Amerika gezogen: so nah men sie begreiflich ihre Thiere; die Mittel ihrer Nahrung, mit sich; Avurden sie Avider ihre Absicht dorthin geworfen : so kannten sie den Werth der Thiere, die sie auch dort umgaben. Der Wolf, das Avilde Schaf, das Rennthier, zwey Ochsen arten find in Amerika ; wurden aber nicht ge-"], [120, "102 zähmt.*) Nur an der NordAvestküste , gegenüber den Inseln des Katharinen- Archipels , fand C o ok den Hund als Hausthier, und Mexiko und' Peru hatten eine Hunderage gezähmt , Peru auch das ca meelartige Guaniko, und in Kanada und in Virgi nien fand man gezähmte Wölfe Avie Hunde im Ge brauche. Eine Menge Thiere, denen ähnlich, durch die der alten Welt Bewohner sich im Hause Nutzen schafften, hätte man nicht benutzt, vergessen, Avie sehr sie die Bedürfnisse des Lebens stillen. Der Mangel dieser Hausthiere läset sich kaum erMären , als wenn , falls die Bevölkerung Ameri ka's von Asien oder von Europa aus erfolgte , diese in einer so frühen Zeit geschah, avo Menschen dort hin übergingen, die selbst noch in erster Rohheit gezähmte Hausthiere entbehrten, und dann, ab gerissen von den andern Welttheilen, eine andere Richtung ihrer Lebensart erhielten. Ich schlage die Casas grandes, südlich vom Gyla, die kreisförmigen FestungSAverke in Ken* E, A. W. Z immermann's geographische Geschichte des Menschen und der allgemein verbreiteten vierfüssi gen Thiere. Th. III. Abtheil. III. Abfchn. II. in wie fern kann die geograph. Geschichte der Quadrupedeu die Geschichte unserer Erde erläutern S. 216 f. Ab fchn. III. Anwendung der Zoologie auf die Geschichte der Menschen S. 250 f."], [121, "103 tucky, die vielen Anlagen, Terrassen, Obelisken, Pfeiler, die Bartram*) beschreibt, wahrscheinlich theils zu Befestigungen , theils zur Verschönerung und zu National -Denkmälern bestimmt, von de nen allen die ältesten Amerikaner nichts zu erzäh len Avissen, nicht als BeAveise eines hohen Alters an, obAVohl dergleichen Aron einem Volke zeugen, das anhaltender Anstrengung fähig Avar, und kaum ohne Werkzeuge von Eisen entstehen konnten, de ren doch die Amerikaner bey der Entdeckung die ser Gegenden entbehrten. Denn Aväre nicht Sibi rien durch Russen, zum Theil auch durch Chine seii,, bekannt geworden, sondern die Avilden Stäm me dieser Gegenden so abgetrennt, und so sich überlassen geblieben, wie die Nord -Amerikaner ; und hätten Reisende bey ihnen die Verschanzun gen erblickt, die Gräber einstiger mongolischer Helden , die ein halbes Jahrtausend alt seyn mögen : so Avürden sie darüber eben so erstaunen, als über jene Trümmern iii Amerika, und doch der Schluss unrichtig seyn , dass dort ein Volk mit eigenthüm licher Cultur in höchst entfernter Zeit geAvohnt habe. Auffallender find Denkmäler, Avie Herr von Humboldt sie an den Wänden fast unzugängli cher Felsenklüfte in den Wildnissen von Süd - Ame rika mitten unter Völkern fand, die keines Be- *) Reifen in Nord- Amerika , im Magazin dir Reisebe- schreibungen Bd. X. S. 491 f."], [122, "104 griffes der Entstehung solcher Charaktere fähig Avaren. *) MerkAvürdig ist es, dass Herr von Hum boldt in ganz Mexiko und Peru Spuren grosser Menschenkultur, z.B. Ruinen von Pallästen und Bä dern , auf hohen Gebirgs - Ebenen entdeckte. **) Daraus folgt so Adel Avenigstens, dass in Ame rika einst auf mehrern Punkten eine Weise der Kultur Statt fand, von der Amerika, wie es ent-_ deckt Avard, Avenig Spuren zeigte. Dass auch in Nord - Amerika die Civilisation einst AAreiter vorgeschritten Avar, als nachmals, ist auch W i 1 1 i a m J o n e s's ***) Meinung. Wenn nun aber solche Civilisation auch nicht gerade in sehr frühe Zeit verAviese; wenn jene In schriften Producte Einzelner seyn könnten, die aus Gegenden , wo schon Kultur geherrscht , an die Küsten -von Amerika geAVorfen, dort ausgestorben sind, nachdem sie solche Denkmäler ihres Daseyns \"aufgestellt : so zeigt doch alles diese , dass wenig stens ein dichtes Dunkel über der Vorzeit dieses Welttheils fcliAvebt, wo vieles erfolgt seyn mag, was Avir kaum ahnen. *) Ansichten der Natur S. 153 u. 30g. **) Ebendas. S. 125. ***) Philosoph. Transactions Vol. XXIII. Part. I. Lon- don 1773. , wo die Auszüge von einigen Briefen dessel- ben über die Sitten, Gebräuche und Sprachen der Nord- Amerikaner S. 142—148. stehen."], [123, "105 Und in den Sprächen selbst von Nordamerika liegt ein sichrer Grund des hohen Alters dieser Vorzeit. Nicht in der Einfachheit derselben suche ich ihr Alter. Diese Einfachheit, Avelche die Spra chen in der ersten Jugend des Menschengeschlechts gehabt haben müssten, ist in Sprachen der Vorzeit sehr begreiflich. Aber, avo sie da ist, ist sie noch kein Beweis der Jugend des Menschengeschlechts, sonst müsste diese den Samojeden, Ostiaken u. a. angehören , deren Sprachen aus Mangel der Kul tur, die mancher ZAveig der Menschheit noch nie erreichte, auf jener Stufe blieben, oder dahin zurücksielen. Die grosse Zusammengesetztheit und der künstliche Bau der Sprachen selbst Nord-Ameri ka's ist der BeAveis des hohen Alters derselben. Die Grammatik der Sprache der Natiks um Boston, in .welche Elliot im lyten Jahrhundert die Bibel übersetzte, ist in der Formation der Ver ben so höchst zusammengesetzt, dass solche Ausbil dung der Formen einer Sprache nicht das Product von Avenigen Jahrhunderten seyn kann. Diese Sprache ist nahe verAvandt mit der der Tsehippi wäer, in Avelcher man fast jede grammatische Form vermisst. Ist diese nicht unerklärlich, Avenn nicht das Stammvolk beider in ruhiger Ausbildung seines bürgerlichen Wesens und seiner Sprache lebte,"], [124, "106 und entweder andere Zweige dieses Stammes in ihrem Avilden Treiben neben ihnen blieben, oder vielmehr selbst die gebildetem Ur- Einwohner von Amerika , zurückgeAvorfen durch die Europäer in die Wildnisse, zu den Wilden Avurden, Avie Avir sie noch erblicken, und des Baues ihrer Sprachen eben so vergaseen , Avie durch einströmende Barba ren die schöngeformte Sprache Roms in allen Län dern ihres Gebietes ihre Forrh und ihren Bau ver lor, während der todte Körper der Wörter, der Stammlaut, blieb? Schon die ersten Europäer, die in diese Län der kamen, fanden die Bewohner der Küsten Aveit Aveniger Avild, als die Jäger tief in Wäldern*). Gewisse Arten der Bildung haben ja selbst die schmutzigen Fisch -Indianer an der Nordwestküste durch das Zusammenleben in bestimmten Bezirken bey regelmässigen Beschäftigungen vor den Jagdvöl kern Kanada's voraus.**) Die Sprache Grönlands ist vielleicht die for menreichste, die ich kenne; ihr Reichthum ist oey vielen Redetheilen Aveit grösser, als der der griechischen, Avenn auch nicht so Avohl geordnet. Bey den Wilden, welche die\"Nordküste von Ame rika entlang zu diesem Stamm gehören , mag der- *) Ebeling's Erdbeschreibung von Amerika. Bd. III. S. 560. »*) Georg Forster a. a. O. S. 67."], [125, "107 selbe Fall, wie bey denTschippiwäern seyn,' dass sie des Reichthums der Sprache, der Formen, ent behren, zu deren Anwendung sie kaum empfäng lich scheinen. Aber Grönland , dieses Land in Eis und Schnee vergraben, musste einst empfänglich aller dieser Bildung seiner Sprache seyn. Solcher Aus bau einer Sprache ist nur die Folge eines dauern den Besitzes der Bildung, solche Unterscheidung D * 3 so vieler Formen. Bevölkerter Avar Grönland einst, als itzt, vor etwa neun Jahrhunderten. Ich ZAveifle , dass sie dort erst ihre Formen er funden und ausgebildet hatten. Denn eine Spur vom Einfluss einer fremden uns bekannten Spra che ist nirgends in den Formen der Grönländischen zu finden. Nicht Elliot hat den Naticks, nicht Ege de den Grönländern ihre Sprache so ausgebildet; in diesen Formen ist. durchaus nicht der Charakter der Europäischen Sprachen. Wohl aber ist dieser Charakter und Gang der Formenlehre, mehrern Amerikanischen Sprachen gemeinschaftlich , wie wir unten sehen Averden. Die Gemeinschaftlich keit dieses Ganges scheint zurück in eine sehr frü he Zeit zu führen, wo Amerikanische Nationen, itzt um Hunderte von Meisen zertrennt, einander näher waren, um diese Aehnlichkeit der Sprach bezeichnungen sich mitzutheilen, in eine so ent-"], [126, "108 f ernte Zeit, dass diese Völker, nachdem sie jenen Charakter der Bezeichnung, der selbst schon das Product gewisser Bildung und feinerer Abstraction ist, bereits ergriffen hatten, die Bezeichnung selbst auf eine so sehr verschiedene Weise einrichteten, dass dadurch jede Aehnlichkeit der Sprachen selbst verschwunden ist. So lange also waltet das Geschlecht der Men schen in dem neuen Kontinente, mag es nun dort entstanden, oder von frühern Bewohnern des alten Kontinents dahin verpflanzet seyn. Diese blieb bey der Betrachtung dieses Alters unberück sichtigt. Doch Avenn wir dieser Frage Avieder näher kommen: so fällt der Blick zunächst Avohl auf die Wege, auf welchen ein solcher Uebergang vom alten in den neuen Kontinent am leichtesten be greiflich wäre. Die Möglichkeit, dass Menschen, Avenn auch vielleicht, unwillkührlich , zu Wasser nach Ame rika gekommen, und zu der Bevölkerung dieses Welttheils beigetragen haben, ist völlig unbestreit bar. (Von Wirklichkeit der Sache ist hier nicht die Rede.) Ulloa**) läset die Bevölkerer Amerika's zu fällig und von ungefähr von der Westküste von *) Phyfikal. und historische Nachrichten vom südl. und stidöstl. Amerika, übers. vonDiez. Th. II."], [127, "109 Afrika und von Europa nach Amerika getrieben Aver den, nämlich durch die Brisas- Winde, die so ge rade hin in jene Gegend treiben, dass, Aver auf dem stillen Oceane fortgesegelt Avar, uiiAvillkührlich nach Amerika gelangte. Die Fahrt aus andern Gegenden würde desto grössere Schwierigkeit ge funden haben. Auf der Westseite von Amerika, der östlichen von Asien, so Avie bei einer Fahrt Von den Räuber- Inseln oder Philippinen, sey man genöthigt, eine gewisse Höhe zu behalten, die nur Erfahrung lehre, um Aveniger widrige Winde zu haben; daher Amerika von dort her von Allem abgeschnitten gewesen sey. UHoa erzählt *) das Beispiel einer langen und glücklichen Fahrt, durch welche Menschen auf einem blossen Kanoe zu höchst entfernten Küsten hin welancrten. Und er beruft sich auch auf die Bevölkerung der Azoren, die entfernt genug von Europa und von Afrika vom festen Lande ihre Ein- Avohner erhalten haben müssten. Pallas *\"*) bemerkt, aus einer wenig be kannten Schrift ***) , dass zuweilen nördliche Amerikaner oder Grönländer bis an die Küste der Örkaden, wo man sie Finn - men nennt, durch *) S. 196. **) Neue Nordische Beyträge Th. III. S. 320. ***) An account of the Islands ofOrkney by .Tarn. Wall ac e J.oud. 1700. S. 60. f."], [128, "110 Sturm und Strömungin ihrem Lederkahne angetrie ben Averüen, so 1 680 an die Insel Eda, so lfiSl an die Insel Westram. Im medicin. Kollegium von Edin burg und in der Kirche der Insel Burra wird ein Paar solcher an die Küste derOrkaden gekommenen Amerikanischen Kanots aufbewahrt. Wenn jene Wilden in so schlechten Fahrzeugenjebendig dort hinkommen konnten: so konnten auch bei derUn vollkommenheit der Schifffahrt in Europa Men schen von da bis an die Küste von Amerika getrie ben Averden. Ebenso sind die Russischen Einwoh ner von Jakuzk in ihren elenden Fahrzeugen von der Lena über die Tschuktschischen GeAvässer bis zu der Mündung des Anadir gekommen *). Wenn Normannen, Avenn Irländer, wenn früher Phönizier, Karthager auch nicht bei ihren Fahrten, die sie um Spanien herum betrieben, unmittelbar an Oerter kamen, von avo die Winde umvillkührlich so Aveit nach Westen führten : so konnten ihre Schiffe doch Avohl theils absichtlich, theils unabsichtlich erst auf die Höhe im Westen Afrika's gelangen, von avo sie, jenen Winden Preis gegeben, dorthin getrieben Avurden. Und Avas vermögen Stürme? Doch es bedarf nicht eines umständlichen Be weises der Möglichkeit, dass Menschen bei der *) Fischer in d. Nord. Beitr. S. 316."], [129, "111 Unvollkommenheit der Schifffahrt, Avie sie im frühen Alterthume oder bei uncultivirten Völkern Afrika's, Ostindiens Statt fand, über Meere in so entfernte Gegenden gelangen konnten. Die Fac ta liegen anschaulich vor uns, dass es oft, nicht blos von Einzelnen, geschehen. Man erwäge, dass sich Malayen nicht blos Avestlich bis nach Madagaskar, sondern ostwärts bis zu den Freundschafts - und Gesellschafts - In sein, ja selbst bis zu den SandAvichsinseln herauf, A-erbreitet haben. Der deutliche BeAveis Hegt in den Sprachen dieser Inseln. Sey auch das Ver hältnise der ZAveige der Sprache der Malayen noch nicht genau bestimmt und jene Sprachen *) nicht ganz Töchter Einer Mutter: so ist doch augen scheinlich und unbestreitbar, dass eine recht grosse Menge von Wörtern , welche der Sprache der Ma layen angehören, nach Madagaskar, nach Ota heite und nach OAvaihi gekommen , also dass Ma layen übers Meer dorthin gekommen sind. Denn die Entfernung ist zu gross, als dass man auch nur denken könne, dass diese Aehnlichkeit aus fernen Zeiten herrühre, avo jene Inseln vielleicht un mittelbar mit festen Ländern zusammen gehängt hatten, avo Malayen Avohnten. *) So wie auch die Tagelische, wie ich besonders aus der Vergleichung der Grammatiken beider ersehest habe."], [130, "112 Wenn Malayen also um den halben Erdkreis nach Madagaskar und nach Otahaiti und Owaihi schiffen konnten: so können offenbar auch Men schen schon in früher Zeit von mehr als einem Punkte zu irgend einer Küste von Amerika gelangt seyn, und können sich dort so fest gesetzt haben, dass eben solche Spuren ihres Daseyns dauernd blieben, als Völker vom Malayen- Stamme in je nen Inseln pflanzten. Für die Möglichkeit, dass Amerika auf meh rern solchen Wegen übers grosse Meer*, so wie über die Amerika und Asien trennenden GeAväs ser, bevölkert worden sey, spricht auch Re land *). Viele haben wenig Schwierigkeit darin ge funden, dass Süd- Amerika einst mit West -Afrika zusammen gehangen habe. Clavigero **) sagt, die Süd- Amerikaner sind von einem zu verschiedenen Charakter, als dass sie gleichen Ursprungs mit den Nord - Amerikanern schienen. Ihr Uebergang hänge Avohl mit dem Uebergange der Thiere zu sammen, die nicht durch nördliche' Zonen gegan gen seyn können. Dass Thiere herüber geschwom men, ist nicht denkbar; noch weniger, dass Avilde Thiere in der Menschen Schiffen nach Amerika *) Biss. de linguis Americanis in s. Diffxrtat. miscellan. Traj. ad Rh. 1706. P. III. S. 159. ff. **) a. a. O."], [131, "113 gekommen. Aber viele Theile der Erde seyen von einander gerissen Avorden. Nicht blos Euböa von Böotien, Sicilien von Neapel, Spanien von Afrika, sondern auch, nach der Tradition derCey lanesen, Ceylan von der Halbinsel diesseits des Gan ges, und die Maldiven und Sumatra von der östli chen Halbinsel. Dem Meere dagegen abgewonnen sey Aegypten. Wer mit Ueberlegung die Halbin sel Yucatan betrachte, werde keinen Zweifel he gen, dass dieses Land einst Bette des Meers geAve sen, und dagegen bei dem Kanäle von Bahama sey die Spur, dass Kuba einst mit Florida verbun den Avar *). Freilich müssten ein Paar hundert Meilen Land ZAvisehen Amerika und Afrika hin- Aveggenommen seyn ; aber möge Amerika nun so mit Afrika, oder mögd es auf der andern Seite auch südlicher mit Asien verbunden geAvesen seyn : nur auf einem dieser beiden Wege sey der Ueber gang der Thiere begreiflich, die blos in der hei ssen Zoiiej leben; für Afrika Avürden die Amerika nisehenjKrokodille sprechen. Dass nicht alle Thie re nach Amerika gekommen, sey kein Eimvand, man kenne noch nicht alle Theile von Amerika. so genau, dass man behaupten dürfe, sie seyen dort AVirklich nicht vorhanden. *) Welches Herrn von Humboldts geognostische Be- obachtung bestätigt. , H"], [132, "114 i Freilich hat Buache das Meer ZAvischen Amerika und Afrika genauer untersucht *) und der Pariser Akademie eine Karte mitgetheilt, von der vielleicht Men teile' s Planiglob ein Auszug ist, auf dem wir die Alpen erblicken, durch die Ame rika und Afrika mit den Inselgruppen ZAvischen ih nen in Verbindung stehen sollen. Auch Buffon schrieb für einen solchen Zusammenhang der Welt-» theile, und stellte dafür den Grund auf, dass eben dadurch die Gattungen, die sich, vor einer Tren nung derselben durch des Meeres Einbruch, in Amerika vorzüglich aufgehalten, Aveil ihrer Natur das dortige Klima und die dortigen Erzeugnisse ge- O ODO mäseer waren, dort eingeschlossen und von den Thieren der andern Welttheile abgesondert wor den, und sich in diesen nun gar nicht finden. Dagegen zeigt Zimmermann **), diese könne nicht Ursache der Absonderung' so vieler Thierarten seyn, die Amerika allein besitzt. Denn diese Amerikanischen Thiere, Avelche dem alten Kontinente fehlen , sind nicht auf Eine Zone ein geschränkt, sondern dort von Mexiko an bis nach Patagonien verbreitet. Von Süden nach Norden müsse des Meeres Einbrach, wenn er je erfolgte, erfolgt seyn. Erstreckten sich aber Thierarten, *) Der Auszug feines Mem. steht auch in den Lett. Amer. T.23. **) A. a. JO. S. 242. 43."], [133, "115 wie der Jaguar oder Conguar, fast über das ganze Amerika, von Norden bis nach Süden, und er trugen in allen Breiten deren Klima : warum soll ten diese nicht schon früher auch jn alle Klimate des alten Kontinents übergegangen seyn, wenn dieser jemals mit Amerika verbunden war.? Wie konnten sie die Grenzen von Amerika beschränken, sich nicht Aveiter westlich zu verbreiten , Avenn fe stes Land dort Avar? Da AAraren ja nicht Hinder nisse der 'Art , wie Statt gefunden haben würden, Avenn sie hätten weiter südlich oder nördlich, ihrer Natur entgegen , sich verbreiten sollen. Der gegenseitige Mangel so vieler Thierarten also ist hinreichender Beweis, dass Afrika nie mit Amerika zusammenhing *). Und also kön nen auf diesem Wege, auf festem Lande, auch nicht Menschen aus Afrika dorthin gekommen seyn. Nur übers Meer Avar von dorther ein Beitrag der Bevölkerung des neuen Welttheils möglich. Mit noch weit Avenigerer Schwierigkeit ver bunden war dagegen der Uebergang dahin aus Nord -Ost -Asien. Fast sichtbar ist Amerika's und Asiens vormaliger Zusammenhang **). Den Mei nen Zwischenraum zwischen der Beringsstrasee füllte einst Land aus. Ob aber vor oder nach der *) Ebendas. S. 244. **) Ebendas. S. 243. H 2"], [134, "116 ersteh Bevölkerung Amerika's beide Welttheile aus einander gerissen Avurden, ist schwer zu be stimmen. In beiden Fällen AA'ar der Uebergang sehr leicht *). So kommen wir zurück zu der erwähnten**) Ansicht, dass aus der sogenannten Tatarei Ameri ka bevölkert sey. Früher war diese ungeheue re nördliche Hälfte Asiens wenig nur bekannt; itzt lässt sich noch weit mehr für jene Ansicht sagen. P e n n a n t sagt so ***). Nord- Asien war wie Nord -Europa virorwn ossicina. Das Anwachsen der Volksmenge war stete Ursache derWanderungen, und Nöthigung dazu. Sie waren successiv, und im mer wurden die Ziehenden von neuem fortgestossen. So wurden die Grenzen der alten Welt durchbrochen. Die Bewohner der neuen sind nicht Abkömmlinge einer einzigen Nation. Allmählich in mehreren Zeitpunkten kamen neue Strömungen von ver schiedenen Völkern, die man itzt nicht mehr aus der Menge Amerikanischer Völkerschaften heraus zusuchen vermag. Am natürlichsten ist Nord-Ost- Asien für ihren alten Sitz zu halten. Sie anders *) Pennants Artic. Zoology, erste Ausg. T. I. Introd. S. LX — LXIII. zweite Ausg. T. II. S. 260 — 262. **) S. 33 ff. ***) Am eben a. O."], [135, "117 abzuleiten, sey nicht wohl möglich nach der Aufldä rung, welche die Völkerkunde aus jenen Gegenden erhalten. Was die Gestalt des Körpers anbetreffe : so habe jeder Stamm, der an der Küste von West- Amerika gefunden worden, einige Aehnlichkeit mit Nord- Ost -Asiaten. Sie haben noch eben so die Meinen Augen, die Meine Nase, hohen Backen* knochen und breiten Gesichter. Uebrigens variire die Gestalt von der Kalmükischen bis zu der der Nogacans. Im Innern von Amerika gehen Völker, wie die schönen und starken Menschen von dem Bunde der sechs Nationen von Varietäten der Nord- Asiaten aus, man möge diese etwa von den Tsehuk tsehen ableiten. Gebräuche bestätigen einen sol chen Zusammenhang der itzt getrennten Länder und Völker. Das Skalpiren sey bei den Scythen *) schon im Gebrauch geAvesen , man finde Bilder von der Art unter den Kalmüken. Tungusen haben eben solche Kanoes als viele von den Amerika- nern, NachBoturini war auf den historischen Gemählden der Toltechi, die im siebenten Jahrhun dert nach Amerika gekommen seyn sollen, und eben denselben Zug, Avie nachmals die Azteken oder die Mexikaner, nach der Mitte dieses Welt theils machten, deutlich der Uebergang aus Asien ange- *) S. Herodot L. IV. Sc. 64."], [136, "118 geben *). Der Zug der letzteren fällt nach der' Sage und zum Theil nach den noch vorhandenen historischen Gemählden um 1 1 60 , avo gerade gro sse Völkerzüge in Nord -Asien erfolgten **). Diese Azteken kamen von dem Gylaflusse herab ; diese ist nicht blos ihre Sage, Spuren ihres Dortseyns und ihres Uebergangs über den Tarahu mara finden sich nach der Tradition der Cori in Gräben, die diese gegen jene bei Nayarit aufge worfen haben '***), deutlicher aber iu dortigen Stämmen, die ihre Sprache reden f), und wohl auch darin , dass man in der Bay von Neu-Norfolk und am Kanal von Cox im 5~° nördl. Br. Einge borne fand, die entschiedenen Geschmack an hie* roglyphischen Gemählden zeigten ff), und die Aveit eher für einen zurückgebliebenen Rest des südlich fortgezogenen Stammes, als für einen von Mexiko dahin geflohenen Haufen, zu halten sind. Sollte nicht das künstliche Sonnenjahr dieser Me xikaner, so Avie die Gnomen von Peru, so viele *) In s. Iiea d'una historia generale della nuova Spagna fondatafur una gran copia di figure , fimboli , carat- teri canticift manufcritti d'Autori Indicei nuova mente- ritrovati. Madr. 1746. **) Hrn. von Humboldts Ansichten S. 118- *+*) Clavigero Storia di Meff. T. I. L. II. S. 156. •f) f. Hervas. Saggio pratico de lingue Art. IV. S. 71. >ff) Voyage de Marchand T. I. S. 258. 261. 375. Dixon' voyage round the world. Lettre XX.XIII."], [137, "119 architektonische\" Monumente, so viele hieroglyphi sche Gemählde in Mexiko *), deren Kunst mit jenen Völkern leicht aus Asien gekommen seyn könnte, vereinigt mit der fast beglaubigten. Richtung des Zuges dieser Völker , die Wahrscheinlichkeit des Weges aus Asien nach Amerika erhöhen? Doch immer bleibt es seliAvierig, wie die dorthin versetzten Nord -Asiaten dort den Charak ter ihres Körpers erhalten haben, der sich vom Norden bis zum Süden Amerika's bemerken läset — bis zu den Eskimo's und ihren Stammverwand ten, als Avelche offenbar bei ihrer grossem Aehn lichkeit mit dem Mongolischen Gesichtsbaue als ei ne, von jenen Uebergängen ganz abgesonderte und spätere, Kolonie betrachtet Averden müssen. Wie also ist der körperliche Charakter der Amerikanischen Menschenrage mit jener Ansicht zu- verbinden. Kant hat versucht, diese zu er- Mären **). *) S. hierüber Herrn \"v. Humboldt angeführtes Essay S. 78. ff. , und die ähnlichen Zusammenstellungen S. iS7-ff. 239. 263.275. 297. **) Teutscher Merkur 1788. Febr. S. 120 ff. — Die Kup- ferfarbe wenigstens hatte man auch schon sonst , z. B. Buff on, so zu erklären gesucht, dass sie unvollkomme- ne Wirkung des Klima's auf Menschen sey, die voa anderwärts in diese Gegenden gekommen , noch kei- nen solchen Einfluss der Hitze erfahren, dass sie ganz schwarz geworden wären."], [138, "120 Die Bevölkerung Amerika's sey lange nach der alten Welt erfolgt; irgend einmal sey in der ältesten Zeit ein Volk aus Süden eingewandert, dessen Anartung in das südliche Klima noch nicht ganz vollendet war. Durch irgend eine geAvaltsa same Naturrevolution gezwungen, sey es nach Nor den hinaufgezogen, und habe dort lange Zeit ge- Avohnt. Die noch ni«ht völlige Anartung an das südliche Klima sey dadurch erst in Stillstand gera then, und nachher durch eine entgegengesetzte EntAvickelung der Keime und Anlagen - für das nördliche Klima verdrängt worden. Als die Ent- Avickelung der letztem völlig geschehen, und die übrigen Keime gänzlich erstickt gewesen, sey die ses Volk immer weiter nordoftAvärts , und end lich nach Amerika gegangen. Aus dem Norden von Amerika , habe es sich , beim Wachsthum sei ner Anzahl allmählich wieder südlicher gezogen. Aber nach der völligen EntAvickelung aller Anla gen für das nördliche Klima sey die Anartung an das südliche nicht Aveiter' möglich gewesen. Bei immer Aveiterem Fortrücken nach dem Sü den habe niemals Angemessenheit zum Klima Statt gefunden, und die Rage der Amerikaner passe eigentlich für gar kein Klima , Aveil die süd liche Anartung vor ihrer Endigung in der Ent- Avickelung selbst unterbrochen worden sey, und nachher mit der EntAvickelung im nördlichen Kli-"], [139, "121 ma abgeAvechselt habe. Daher ihr keinem Klima angemessenes Naturell *). Hierzu setzt Gir tanner **). Einst möge in der ältesten Vorzeit durch eine fürchterliche Naturrevolution , die von Süden nach Norden wirkte, und Avahrscheinlich eine ungeheure Ueber sclnvemmung war, mehrere grosse Völker aus dem Süden Asiens, der Mongolei, der Kalmükei, der Songarei, der grossen und kleinen Bucharei, nebst den dort befindlichen Thierarten gezAvungen wor den seyn, nach Norden sich zu flüchten. Von dieser Uebersehwemmung nach Norden hin möge sich die Spur tin den salzigen Steppen und den SandAVüsten zeigen. Bei .jener Wanderung der Menschen und der Thiere nach Norden nun seyen alle Thiere der heissen Zone in dem unangemesse nen Klima umgekommen , daher die Elephanten knochen am Jenisei und am Ohio. Man finde *) Wir übergehen die Folgerungen, die daraus für die höchst niedere Stufe der Fähigkeiten und Talente der Amerikaner gezogen werden. Es ist sehr bekannt, dass dieser Mangel an Taleriten ganz irrig angenom- men ist, so sehr H. de Pauw in seinen Recherches T. II. S. 153 — 208. dafür ein ganzes System sinnreicher Philofopheme zusammengestellt hat , die zwar ziem- lich consequent aus scharfsinnig gewonnenen Vorder- sätzen gefolgert , aber deshalb noch nicht wahr, son- dern nichts als witziger Erg ufs von feiner Galle gegen die armen Amerikanischen Eingebornen sind. *+) A. a. O. S. 143 ff."], [140, "122 deshalb in Amerika auch nicht ein einziges Thier, das in der heissen Zone des alten Kontinentes lebt. Die Menschen und die Thiere singen von da aus Nord -Asien nach Amerika, verbreiteten sich dort % allmählich über den ganzen Welttheil ; seyen aber durch Klima, Lebensart und Nahrung in eine neue Rage, Spielarten und Varietäten, derselben umge- ändert Avorden, die von den Racen und Varietäten des gemeinschaftlichen Stammes in der alten Welt abAveichen. Doch jene Bevölkerung Amerika's sey zuverlässig durch .eine ganz andere Menschen- Trace erfolgt , als die ist , welche itzt Nord - Ost- Asien bewohnt. Eine Spielart der Aveiseen Menfchenrace, die Mongolen, scheine sich erst später, vielleicht erst seit der Trennung des alten und neuen Kontinen tes, im Norden und Osten Asiens verbreitet und von da auch auf den Inseln zwischen beiden Welt theilen, und in dem nördlichsten Theile von Ame rika festgesetzt zu haben, ohne von dort aus südli cher zu gehn. Letztere Einwanderung der Asiaten nach Amerika sey lange nach jener ersten Bevöl kerung Amerika's durch jene alten Asiaten erfolgt, und diese sey von jener genau zu unterscheiden. ? Diese sind Erklärungen des Phänomens, wie die Amerikaner von Asiaten herstammen, und doch die so sehr verschiedene Race bilden konnten."], [141, "123 Wen aber die ErMärungen, bei denen man den Scharfsinn der Erfindung nicht verkennen Avird, nicht überzeugen , der werfe deshalb nicht die Ansicht Aveg von der Bevölkerung Amerika's aus Asien. Diese hängt von den Erklärungen nicht ab. Vielleicht dass fernere Beobachtung , beson ders der Beschaffenheiten , welche die Asiaten in Amerika's verschiedenen Theilen zeigen, bessere Erklärungen gewährt. Anerkannt von Allen , die ernstlich diesen Gegenstand betrachtet* haben , ist die grosse Aehn lichkeit des mongolischen Gesichtsbaues, mit dem der Race der Amerikaner. Stammen also die Amerikaner im Ganzen und überhaupt von irgend einem Volksstamme des alten Kontinentes her; so sind sie ganz vorzüglich von dem grossen Stamme der Völker des Mongoli schen Gesichtsbaus abzuleiten. Diese ist das Resultat selbst der Betrachtung, die den Weisungen des Anatomen und des Physio logen Avillig folgt. BeAviesen haben diese noch nicht, dass Men schen des alten Kontinents nicht in den , über den neuen Kontinent verbreiteten, Naturcharakter nach mancherlei Veränderungen der Zeit und des Lo cales übergehen könnten. Ein dichter Schleier deckt so viele Ereignisse der Vorzeit. Wir ken nen die älteste Geschichte der Welt noch nicht."], [142, "124 Sie fängt bei Aveitem nicht mit Assyrien und Babel an. Facta, die dort als die ältesten erscheinen, sind nur Vorgeschichte eines Theiles des Ge schlechts der Menschen. Auf Süd - Osten Asiens ruht dunkle Nacht. Wir wollen nicht die Träu me ergreifen, die man geträumthat, um statt der WirMichkeit nach Schein zu haschen. Aber wenn wir nicht vermögen , jenen Schleier aufzudecken, so haben wir kein Recht, zu laugn en, dass, wäre jene Welt uns ausgeheilt, in ihr nicht auch Data zu manchen Erklärungen der Menschenvorzeit liegen möchten. Es ist nicht möglich, alles zu erklären, was in der grauen Vonvelt dämmert. Es ist nicht möglich, alles zu erklären, was die Natur in ih rer Werkstätte bereitet. i Ungeheure Entdeckungen hat unsere Zeit ge macht. Erstaunt erblickt der Physiker, Avas sonst unbegreiflich , seit fünfzig Jahren nicht als mög lich, als Avahrseheinlich blos, ein als gewiss, er scheint. Wie sollte es nicht denkbar seyn, dass einst noch auch der Schleier, Avelcher das Ver hältnise der so glücMich unterschiedenen Men schenracen und ihrer Eigenthümlichkeiten deckt, durch die Beobachtungen solcher Forscher zum Theil noch ganz verschwinden könnte *) ? *) Dass Hrn. v. Pauw (Recherches T. I. S. 194 — 199.) die Erklärung des Entstehens der Hautfarben der Ame- rikaner gelungen sey , bezweifeln wir."], [143, "125 Bis dahin halten wir fest, was wir haben, die grosse Natürlichkeit des Ueberganges der Men ichen aus Asien nach Amerika, die grosse Aehn lichkeit der Physiognomie ZAvischen der Amerikani schen Race und der Mon aolischen und die Sage so vieler Amerikanischer Völker, die diese alle ur sprünglich und in die Nähe der Süd - Westküste von Amerika und näher hin gen Asien versetzen. Aehnlichkeiten ' der Sitten und Gebräuche hat man freilich oft aus kleinen Zügen gleichsam zusammen stoppeln Avollen; diese, es ist Avahr, beAveiset wenig. Indessen auch wahre Verglei chungspunkte sind vor uns schon aufgefunden, und oben angeführt. Wir hoffen diese Vergleichung zu einer Hel ligkeit zu führen, die zeigen soll, dass wirklich Nordamerikaner z. B. aus Tungusen in der Le bensweise, Avelche jene unterscheidet, werden konnten. • , Nach Georgi *) haben die Tungusen das Haar schwarz und gerade , der Bart ist sehr dünn und bei vielen gar nicht vorhanden. Starker Haarwuchs an gewissen Theilen des Körpers ist so selten , dass er für Wirkung des Teufels gehalten *) Beschreibung der Nationen des Russischen Reichs. Pe- tersb. 1776. S. 309."], [144, "126 Wird *). Gesicht und Gehör ist fast unglaublich scharf; sie erkennen die Spuren des Wildes am .niedergedrückten Moos und Gras oder aus Zeichen auf der Erde , avo kein Anderer das geringste un terscheidet. Viele haben nach Art der Amerikaner im Gesicht, auf Backen, Stirn und Kinn blau punk tirte Figuren, die Linien, Bogen oder unförmige Bilder vorstellen.' Aus Eitelkeit nähen sie dieAel tern ihren 6 bis 1 o jährigen Knaben und Mädchen durch einen mit Feuchtigkeiten benetzten und dann am Kessel*mit Rufs geschwärzten Faden ein, der blos durcho,ezo<ren Avird und nicht in der Haut bleibt **). Fleisch und Fische essen sie geräuchert, oder an der Luft getrocknet, ohne Aveiteres Kochen f). Sie sind nicht fruchtbar, Avenige Mütter ha ben vier Kinder. Die Weiber haben leichte Wo chen, und gehen gewöhnlich gleich nach der Ent bindung, welche sie vier Wochen verunreinigt, herum und ziehen mit fort ff). Kleine Kinder liegen nackt in Wiegen von zerriebenem, mulmigem Holze umgeben und mit einem Pelzlappen bedeckt fff). Ein Theil von ihnen sind zwar Avahre \"Noma- den, die entweder mit ihren Pferden, Schafen *) S. 311, t) S. 321. . **) S. 319. f t) S. 523. fff) S. 324."], [145, "127 und Rennthieren, mit jenen geAvöhnlich in Step pen, ,mit diesen aber auch in höhern Avaldigen Ge birgen, herumziehen; aber der grösste Haufe der Tungusen besitzt nicht einmal einige Piennthiere, von denen er seine Nahrung zöge, fondern sie er werben sich diese blos durch Jagd und Fischfang, und heissen, von den Hunden, die sie besitzen, im Gegensatz gegen jene: Hunde -Tungusen, oder Jagd- und Fisch -Tungusen.. Letztere sind nicht verschieden ; sie jagen nämlich im Winter, und fischen im Sommer. Bei der Beschäftigungen AA'egen selnveifen sie in allen Waldungen ihrer ungeheuren Wildnisse beständig umher, und bleiben nicht leicht länger, als einige Tage. an Einem Orte. Meistens seliAvärmen sie als einzelne Familien so umher ; Avenn sie aber mit an dern ihres Stammes zufällig zusammentreffen: so bleiben sie mit denselben Avohl einige Zeit in Ge sellschaft, aber trennen sich auch ohne Umstände Avieder von einander, und ziehen Aviederum mit andern zusammen.*) Ihre Nachbarn, die Tschuktschen, die im höchsten Norden, und am nächsten an Amerika, ganz unabhängig, leben, haben noch itzt kein ei sernes oder irgend metallenes Geräth.**) (Wahr scheinlich hatten die Tungusen ehemals vor der *) S. 313. 314. ♦*) S. 551."], [146, "128 Verbindung mit andern Völkern dergleichen eben so wenig als die Tsehuktfchen. ) — Fast möchteich daraufrechnen, dass jeder Le ser dieser Seiten in ihnen ganz die Nord-Amerika ner Avieder finde. Hier ist die Rede nicht blos von einzelnen Gebräuchen, die ähnlich bey dem einen wie bey dem andern Volke gefunden? worden find: der ganze Charakter der Lebensart ist auf eine zu auffallende Weise einerley, als dass man sich ge neigt fühlen könnte, diese Uebereinstimmung blos für die Folge eines gleichbeschaffenen Lokals zu halten. *) *) So will Hr. von Pauw (Recherch. T. I. S. 139.), wo er von der schon damals behaupteten Aehnlichkeit zwischen Tungusen und Kanadensern sagt: Egalement barbares, vivant egalement de la chaffe et de la peche dans des pays froids steriles , couverts de bois , quelle disproportion voudroit-on imaginer entre eux? La oU Von reffent les' memes befoins , lä oü les memes moyens d'y fatisfaire fönt les memes, lä oh les infiuences de V air fönt fi femblables , les moeurs peuvent- elles pa- rier? — Aber die Völkerkunde zeigt doch eine Men- ge andrer Völkerschaften, die in eben solchem Lokale und unter solchen Umständen sich nicht in so Vielem so gleich geworden sind. Und wenn jene Gleichheit äusserer Verhältnisse so sehr die Gleichheit der Le- bensweise zur Folge haben müsste: so wären ja die auffallenden Verschiedenheiten unerklärlich, die Hr. v. P. in dem Gebrauche der Metalle und gezähmter Thiere bey den Tungusen findet, und in ihrer Für- sorge , Vorräthe sich zu sammeln. — Letzteres thun auch Amerikaner (f. B ab i e's Auszug aus d. Reifen zu d. wilden Völkern, im Magaz. d. Reifebefchr. Bd. XXII."], [147, "129 Wem unter den Sitten der Avilden Nord-Ame rikaner nicht die bekannt ist, dass auch sie die Kinder nackt in fein zerriebenem Holze tragen, der kann aus Long's Darstellung*) von der Uebereinstim mung sich überzeugen. Man versetze Völker älterer Zeit, gerade sol che, Avie die Fisch- und Jagd -Tungusen, nur noch nicht gewöhnt an manches, was die Nähe kulti virter Völker den itzigen Tungusen gab, und Fort bildung anderer, im Laufe der Zeit entstande nen , Gebräuche der Lebensiveise oder des religiö sen Aberglaubens — man versetze solche Tungu sen älterer Zeiten nach Amerika — sie könnten offenbar Stammväter der Nordamerikanischen Wil den geworden seyn. Hunde fanden sie in Nord -Amerika nicht, oder nur Avenige. Wenn solche Menschen dort hin gingen : so führte ihr Weg Avahrscheinlich über die Inseln, die ZAvischen Amerika und Asien gleichsam eine Kette bilden. Bey einem Zuge dahin, dem S. 409.); die übrigen Unähnlichkeiten heben sich leicht. Aber man erschleicht durch Fragen von jener Art mehr , als sich durch directe Gegensätze erreichen lässt. Indessen ich habe hier nicht zeigen wollen, dass die Amerikaner Tungusen seyen , sondern nur, dass aus Menschen ,' wie die Tungusen nach den völlig sichern Berichten sind, Amerikaner werden konnten; und dafür sprechen ja selbst jene Fragen P's. *) Voyages and travels of an Indien interpretes and tra- der. London 1791. S< 54- I"], [148, "130 ähnlich, den diese Menschen von See zu See zu machen pflegen, mochten sie auf diesen Inseln län ger leben, bevor sie Aveiter, und endlich nach dem festen, Lande kamen.. Auf jenen Inseln lebten sie vom Fange der Fi sche, Avie itzt noch die BeAvohner dieser Inseln; Avie leicht gedenkbar ist es, dass sie sich dort von den Hunden abgeAVöhnten , so Avie auch itzt noch die BeAvohner dieser Inseln sie nicht achten. Kamen solche Menschen, wie es beym Ueber gange über diese Inseln leicht möglich ist, um den 55° nördl. Breite nach Amerika: so Avar kein An trieb da, vom Fischfang zu der Rennthierzucht zu schreiten, da Rennthiere nicht leicht südlicher, als höchstens bis zu diesem Grade der Breite sich verlaufen. *) Wie Avenn nun in der Sprache dieser Tungu sen selbst noch Spuren lägen, dass dieses Volk einst der Hausthiere noch ganz entbehrte ? (Wir würden dann um desto deutlicher ersehen, wie Mensehen von demselben ausgehen, und vielleicht Amerika bevöl kern konnten, die Aveder Rennthiere zähmten, noch Hunde aufsuchten, um sich ihrer zu bedie nen, kurz, die ganz die LebenSAveise hatten und behielten, die vrir in Amerika erblicken. Diese Spur ist da. Die Tungusen hatten ihre Sprache fixirt, bevor sich Wörter für die Haus- *) G. Forst er a. a. O. S. 55."], [149, "131 thiere bildeten. Die Namen der \"Hausthiere sind bey ihnen erst aus fremden Sprachen angenom men, also von Nachbarn, durch die sie dieser Thiere Gebrauch erst kennen lernten. *) Vollkommen begreiflich also ist es, dass sol che Menschen, die nach aller Urtheil den Ameri«\\ kanern im Schedelbaue auch am nächsten kommen, in das so nahe bey ihnen liegende Amerika gegan gen, oder durch irgend einen Zufall getrieben wor den lind.**) Wir thun fchiverlich zu viel, wenn Avir diese wahrscheinlich nennen ; Avahrseheinlich nämlich, dass wir Abkömmlinge solcher Menschen in Ameri ka zu suchen haben, ***) gesetztauch, dass entweder *) S. Adelung's Mithridates Th. I. S. 528. „Die Spra- che der Tungusen ist mit Mongolischen Wörtern ver- mischt, besonders sind die Namen ihrer Hausthiere mongolisch. \" **) Hr. von Humboldt sagt {Ansichten S. 23. ) : „Die Bewohner der Asiatischen Steppen sind selbst nicht Ackerbauer. Blieb selbst das Hirtenleben den Urvöl- kem Amerika's unbekannt : so liegt in dieser Unbe- kanntschaft selbst der Grund von der Menschenleere der Südamerikanischen Steppen. \" +**) Zu einem ähnlichen Zwecke sind in dem sehr schätz- baren Tafchenbuch der Reisen von A. W. Zimmermann, ( achter Jahrg. I. u. II. Abtheil. ) Beschreibungen der Ost - Asiatischen Nationen gegeben, von wo aus der Uebergang nach Amerika am leichtesten gedacht wer- den könne. Ich habe dieses AVerk zu spät erhalten, um- es zu benutzen, verweise aber hier nur noch auf I 2"], [150, "132 eine eigene Amerikanische'Race dort selbst entstan den ist, oder dass Abkömmlinge mancher andern Nationen über's Meer Amerika erreichten. Hat doch selbst Afrika neben seiner Aveit un terschiedenem Race viele Völker, die Abkömm linge anderer Stämme sind. Warum nicht auch Amerika, das, wenn auch nicht in Einem Punkte, Avie Afrika , mit dem andern Kontinente unmittel bar zusammenhängend, doch, Avie wir sahen, über's Meer nicht unzugänglich war, und mit Asien so sehr verbunden ist, dass, Avenn es auch, Avie doch fast deutlich Avird, nicht einst selbst damit zusammenhing, dem Uebergange durchaus kein Hinderr.ise entgegenstehen konnte. Wie viele Ver anlassungen des Ueberganges mögen in der fernen Vorzeit*) in jenem Welttheil liegen, von woher Völkerströmungen selbst in die entlegensten Bezirke und Länder BeAvohner sendeten, oder Eroberer? Wie oftmals mögen solche Züge erneuert wor den seyn? Der melancholische Charakter der Nord - Ame rikaner ist Avenigstens kein Hindermse, diese als sehr wahrscheinlich anzunehmen. Wie dieser uns geschildert Avird, so ist er Folge der beständigen die im sechsten und siebenten Jahrgange befindlichen Schilderungen eines Theils von Amerika. *) Einige Vermuthungen darüber f. oben S. 37. 44."], [151, "133 Entbehrung;, Ihr Leben ist eine Kette von Mülv\" seligkeiten. Sie erreichen kaum den Unterhalt des Lebens. Solcher Mangel und solcher Druck wirkt in der hohen Seele, die in dem Nord-Ame rikaner Avohnt, die Resignation, Hingabe im Ge fühl des Druckes, den man nicht verdient. — Diese wohnt in dem Gefühle des Wilden, sammt dem Misstrauen, das ihm die Behandlung der Euro päer eingeflöset. Die unterjochten eingebornen Süd- Amerikaner fühlen noch mehr das Joch, das. sie danieder drückt. (\" Wir überlassen bescheiden den Anatomen und Physiologen, ob sie noch für nöthig finden, ei ne ganz eigene Amerikanische Race für geAvise oder für Avahrscheinlich zu halten — nur das behaupten Avir : wahrscheinlich sind auch viele Menschen von Asiatischem Ursprünge in Ame rika. Wir schlieseen auch Ankömmlinge aus Phö nicien, Karthago, dem alten Spanien und dem Wohnbezirke der Kelten nicht aus, wenn es der Möglichkeit gilt, dass man versuche, ob Spuren dieser Völker in Amerika zu finden seyen. Diese Möglichkeit hat ihre Rechte, und es genügt uns nicht, blos darnach zu fragen, Avas nöthig-schei ne und zureichend zur Erklärung der Bevölke rung Aron Amerika."], [152, "134 Doch ist es nicht unwahrscheinlich, dass vie le andere Völker auf diese Bevölkerung Einfluss hatten ? da der Charakter der Amerikanischen Race ganz einerlei erscheint, da solche Ankömmlinge die Lebensweise der vorgefundenen rohern Men schen verändert haben müssten, und da selbst das Problem des so verschiedenen Schedelbaues der Na tionen mehr Schwierigkeit erregt, je mehr man ihn mit den so ganz verschiedenen Sprachen in Verbin dung setzen will, ehe durch Schedelbau verwandte Stämme , oder mit verAvandten Sprachen, die durch Schedelbau getrennte Völker reden. Die Einerleiheit der Amerikanischen Race sehen Avir in mancherlei Nuancen sich zertheilen. Wir sehen ganze Völkerschaften von einem unter schiedenen Charakter, der wohl auf einen andern Ursprung deuten möchte *). Und haben sich nicht unter den alten Spaniern, A'on denen noch die Bis« kajer übrig sind, die Phönicier und die Karthager, Mensehen eines ganz verschiedenen Stammes, ver loren, die sich dort angesiedelt haben mögen? Nicht die Normannen unter den Süd -Italienern? Nicht unter Griechen die Aegypter und Phöni cier, die dorthin ihre Kolonien führten? Nicht unter Aegyptern, Syrern, die vielen Griechen, die mit den Griechischen Beherrschern dieser Län- der dahin gekommen sind? *) S. oben S. 75 ff."], [153, "135 Aber solche Kolonisten brachten in Griechen land z. B. die ältern roheren Bewohner zu grossen Fortschritten der bürgerlichen Bildung. Würden die Amerikaner von ihnen nicht Avenigstens die Zähmung der Thiere erlerne\", und Hausthiere er halten haben? Sie hatten an der Küste von Karo lina und Virginien den Wolf selbst zähmen lernen. In Peru und Mexiko hatten die bürgerlich gebil detsten BeAvohner des neuen Kontinents ein Paar Thiere Avenigstens, die sie gezähmt: wie wenn diese die Folgen der Kenntnisse der später Ange kommenen Avären? UndAvissen wir denn, ob nicht solche später Angekommene manchen Einfluss auf Amerikaner hatten, gesetzt auch, dass dieser sich nicht itzt noch zeigt ? Doch Avenn einmal die Lebensweise roher Menschen eine Richtung hat, wie die Entbehrung solcher Thiere ; so werden Kolonisten , durch Zu fall, durch den Sturm, ins ferne Land getrieben, diese Richtung schAverlich ändern. Unter blos ro hen Völkern mussten sie sich ganz verlieren, und selbst zur Jagd; zum Fischfang, gleich ihnen über sehen. Unter Menschen, die eine Art Aron bür gerlichem Zustande schonbesaseen, undruhigan der Küste lebten, lag, es nicht so nahe , sie zu geAvöh-, nen, dass sie sich, Thiere singen , die Avild umher noch selnveiften , und sie zähmten. Die Mitthei lung der Zähmung der Thiere hat selbst die Sage"], [154, "136 Griechenlands nicht Fremden , wie dem Kadmus, zugeschrieben. Diese GeAvöhnung ist nicht durch Griechische Sagen in der Reihe der Erfindungen hervorgehoben. Ueberdiese hat Amerika weniger Arten von Thieren, die dem Menschen zum häuslichen Ge brauche tauglich Avaren *), und sie konnten mehr ScliAvierigkeiten, sie sich anzueignen, finden. Dieser Zweifel alfoAvürde verscinvinden. Doch ists nicht sonderbar, z. B. zwischen Tschuktschen, die manche Ethnographen selbst für Amerikaner erklärten, und den Amerikanern von fast gleichem Knochenbaue nicht Aehnlichkeit der Sprache, son dern alle diese Sprachen von Nord- Ost- Asien von allen den vielen Amerikanischen verschieden zu finden, und dagegen Völker von ganz verschiede ner Schedelbildung, die gleichwohl Eine Sprache reden ? Diese ist sehr sonderbar und doch geAvise. Die Efthen haben den Beobachtern ganz andern Schedelbau gezeiget als die Lappen, und reden gleicliAVohl Sprachen Eines Stammes. Man muss sie dieser Sprache Avegen von Einem Stamme ablei ten, und nach osteologischen Gründen sie von ein ander trennen. Das eine und das andere kann richtig seyn. Entweder der Knochenbau hat durch Gewohnheit, *) Zimmermann a. a. O. S. 25g."], [155, "137 durch Klima, sich modisicirt, und die Lappen z. B. zeigen deshalb andere Schedel als die Esthen. Oder das eine Volk hat nur die Sprache von dem andern. Die vielen Völker der Germanen, die nach Italien, nach Spanien, nach Frankreich, nach Afrika, gekommen sind; sie haben die Spra chen dieser neuen Länder angenommen. Dagegen haben die Germanen, die England und Schottland besetzten, ihre Sprache den Bewohnern dieser Länder mitgetheilt, die Avenigen ausgenommen, die , an Küsten zusammen gedrängt , treu der alten Sprache blieben. Gesetzt, die Angekommenen hätten einer an dern Menschenrace angehört : diese würde in die sen beiden Arten des Einflusses der Eimvanderung auf die Sprachen keinen Unterschied erzeugen. Entweder der Schedelbau Avürde von Generation zu Generation in der beständigen Vermischung sich modisiciren, oder bei verschieden gebliebenem Schedelbaue und solcher Absonderung, wie zwi schen Juden und Christen, zwischen Ailanern und Katholischen im Reiche der Westgothen, zwi schen Christen undMuhamedanern Stattfand, doch der eine Stamm dem andern eine Menge von Wor ten, der gebildetere die Formen der Sprache, die dem roheren Volke fehlen mochten, mittheilen, und diese Aenderung der Sprachen leicht auf die"], [156, "138 nahen Stammverwandten des andern Theils über gehen können, so dass dann diese Sprachen als Eines Stammes erschienen, ohne es zu seyn. Ein stärkeres Beispiel sind die Hinduer. Die se gehören nach allen Tafeln der Völker - Abstam mung nach Racen , die ich sah, nicht zu der Race der Perser und der Europäer. Gleichwohl haben die Kenner der alten Sprache der Hinduer, Pau linusa. S. Bartholomeo und Fri edr. Schle gel, augenscheinlich dargethan, dass ihre Sprachen mit den Sprachen der Perser, Griechen, Römer und Germanen in Venvandtschaft stehen, und Einen Ursprung haben müssen. Auf diesen Verhältnissen der Nationen liegt noch manche Dunkelheit. Nicht immer führen alle Spuren der Abstammung zu Einem Ziele. Auf merksamkeit auf alte Sprache des Volks und auf die Eigenthümlichkeiten seines Körpers ist dann doppelt nöthig. An Ort und Stelle musste man in solchen seliAvierigen Fällen die Masse des Volkes übersehen, um nach den Umständen bald mehr auf den einen , bald mehr auf den andern Grund mit grösserer Sicherheit zu bauen. Diese Alles nun also hindert nicht die Mög lichkeit des 'Einflusses mehrerer Völker der alten Welt auf die Bevölkerung der neuen anzunehmen, und mit dem Uebergange von Menschen aus Asien"], [157, "139 dahin , vielleicht selbst mit einer eigenen Race zu vereinen. Doch Möglichkeiten sind bei jenem Einflüsse, Wahrscheinlichkeiten bei diesem Uebergange. So gross die Wahrscheinlichkeit des Ueberganges der Nord -Ost -Asiaten erscheint; noch ist kein siche res Factum da, das Wirklichkeit beAviese. Ein solches Factum könnte in den Sprachen liegen, wenn in diesen sichere Spuren des einsti gen 2usammenhangs der Amerikaner mit Natio nen der alten Welt gefunden AA-ürden. Wir suchen solche Spuren, um Avenigstens die Untersuchung so Aveit zu treiben, als noch möglich ist, da so viele Stämme mit ihren Spra chen ausgestorben sind , avo Avir nur noch die be deutungslosen Gräber ahnen. Die Sprachen enthalten Trümmern des äl testen Zustandes der Welt. Dort haben erfahrne Beobachter der Menschheit schon die Beweise sol cher Wirklichkeit gesucht , zum Theil gefun den *). *) Charlevoix druckt sich darüber so aus: Ce qu'il y a en ceci de plus singulier, c' est qu'on n'a pas pris, pour seavoir ce qu'on cherchoit , le feul moyen , qui nous restoit : je veux dire , la confrontation des Lan- gues. En effet dans la recherche , dont il s'agit, il nie paroit que la connoiflance de Langues principa- les de TAm^rique , et leuV comparaison avec celles de notre Hemisphere, qui sont regaidees comme"], [158, "140 Früheren Zusammenhang der Nationen zei gen Sprachen, Avenn diese in einer solchen Anzahl von Wörtern so zusammen treffen, dass diese nicht blosser Zufall seyn kann. Dann geht daraus ein Recht hervor, zu schlieseen oder zu vermuthen, dass von einem solchen analogischen Zusammen treffen, noch ausser jenen, Beispiele sich finden müssen, und beide Sprachen mehr oder weniger enge fich an einander schlieseen. Primitives, pourroient nous faire parvenir ä quelque heureuse decouverte et que ce moyen le moins voque de tous , de remonter a l'origine des Nafions, n'est pas auffi difficile, qu'on pourroit le croire. Nous avons eu , et nous avons encore des Voyageurs, et des Mislionnaires , qui ont travaillii für les Lan- gues, qu'on pari» dans toutes les Provinces du Nou- veau Monde. II ne faudroit que faire un Recueil de leurs Grammaires et de leurs Vocabulaires^ et les rapproches des Langues mortes , ou viyantes de l'an- cien Monde, qui passent pour etre originales. Les Dialectes meines , malgrä l'alteration , qu'elles ont souffertes , tiennent encore assez de la Matrice , pour nous fournir de grandes lumiferes. — Je conviens qu'une Langue rivante est sujette 4 de continucls changemens , et comme toutes l'ont ete, on p'eut dire qu'aucune ne s'est conservee dans sa purete originale. Mais il n'en est pas moins vrai, que malgre les changemens que l'usage y a faits , el les n'ont pas perdu tout ce qui les distinguoit des au tres , ce qui suffit pour ce qu'il nous fant dans le cas present; et que des ruisseaux , qui sont sortis des principales sources , je veux dire des dialectes , on peut remonter jusqu'aux Langues Meres. (Discours p> eliminaire a. a. O. S. 53. 54,. u. 56.)"], [159, "141 Oft ist die Art und Weise des Zusammentref fens schon hinreichender Beweis davon. So Avenn Gily *) Beyspiele der gleichmässigen Veränderun gen der Laute und der Verhältnisse der Wörter der einen Sprache zu denen der andern anführt, wie in den Sprachen der Maipuri. Quipunavi, Caveri. Tabak, jema dema. scema. Berg. /apa «iapa ybiapa. sich verhalten: so reicht diese hin für die Behaup tung, dass derselbe Stammlaut allen diesen Spra chen gemeinschaftlich sey, und dass sie zusammen« hängen. Schon ein paar starke Aehnlichkeiten erre gen Avenigstens Aufmerksamkeit. GeAvähren sie auch keinen festen Grund, auf den sich itzt schori Aveiter bauen liesse: so muntern sie doch auf, so tief als möglich in den ganzen Umfang beider Spra chen einzudringen, um zu dem Resultate aufzustei gen, ob jene Aehnlichkeiten blosser Schein und Zufall Avaren, oder ob sich mehrere Vergleichungs punkte finden. Je natürlicher und begreiflicher ein früherer Zusammenhang verglichener Nationen ist, oder je getrennter sie find, und je schwerer sich ehemalige Berührungen ZAvischen ihnen irgend Avahrschein lich machen lassen: desto grösser oder desto gerin- *) In feiner Storio dcl Orinoco T. III. S. 202."], [160, "142 ger ist der Antrieb, Aehnlichkeit des Lautes ihrer Wörter Aveiter zu verfolgen. Der Zufall hat am öftersten fein Spiel bey Lauten, welche die menschlichen Orga ne bey allen Nationen leicht hervorstoseen , Avie den spielenden Lauten für Vater und Mutter , und überhaupt solchen Zusammensetzungen , Avie z. B. ta, tat, tot, na, die sich in unzähligen Bedeutun gen bey allen Nationen Avieder finden.*) Für blossen Zufall wird man es rechnen müs sen, wenn dem Tungusen bida: Leben, ist, Avie den Piömcrn vita; Avenn den verwandten Chippi- Aväern und jenen caza, diesen galoolal Wort, bedeuten, beide mit dem Polnischen kaze und denv Russischen glagol fast gleichlautend; wenn in der Lulesprache luilo , Nacht, caplhe , Haare, ist, wovon jenes dem Hebräischen /a/7, dieses dem Lateinischen capilli so nahe liegt; wenn in der Yarura- Sprache catte so viel als das Lateinische cadere, in der Betoi- Sprache humasoi so viel als homo, und amaicii soviel als amare ; in der Oma gua-Sprache topa, Ort, gleich dem tb7!os ist.**) *) Adelung's älteste Gesch. der Deutschen, ihrer Spra- che und Literatur S.[2i5. Denina des des langues ou obfervations für Vorigine et la formalion des princi- pales< langues d'Europe T. I. S. 296 f. **) jMolina in suiner Suggio fulla historia civile del Chili (Bologn. 1787. S.284O hält das Zusammentreffen folgender Wörter der Chilesischen oder Araukanischen"], [161, "143 Zufall ist es, Avenn kol bey den Wogulen, kalli bey den Mexikanern: Haus, bedeutet, denn Ui ist bey letztern blosse Endung der Substantive, Sprache mit 'der Griechischen und Latein, für bloss zufällig ; auch lind die meisten Aehnlichkeiten schwach und zu gesucht : Chilefifch. Chilefifck. »Ltätir - aldun an am . ihn ale ardere aren K.XOV111 alcun cupere cupa dftticu amun dapinare dapin x«i cai \" eja eja xriTer chepun ejulare ejun hoycc dugu heiu em ivftt dümen heu eu yx ga hui hui ■yotrSxi gen leuis lev A«/U7r«» lampaicon lumen lümlümen, ju>) iiiii lux luv jUvAAtiv mülan manus man ixt nai multus mu •r/iXts pele munus munmi ii-Kiu pin non no (tvjix xeuma petere petun (tut reun petulcus petoican. te{t£(» thepen potare putun rinct» ■ tipun tempus then valere valin ve ve vellem velem xmixs ' tu*e"], [162, "144 Zufall ist's geAvise, wenn im Tatarischen hitschi, klein, in der Sprache der Delawaren, ChippiAväer u. s. av. gross, Avenn, finn im Irländi schen: Aveise, in der Sprache der Manclingo's_/z/?g : icliwarz, bedeuten. Wenn aber nun der umge kehrte Fall Statt fände, und die Bedeutungen zu sammenträfen, wie die Laute: könnte diese nicht eben so gut auch Zufall seyn ? Ists Zufall , dass im Keltischen, Avie im Russischen, pole, Feld, im Keltischen der Berg: gor, in den Slavischen Spra chen gora bedeuten; dass z. B. bei dem Ausdrucke für Meer ZAvischen Europäischen und Asiatischen Sprachen so viele Aehnlichkeit fich zeigt ? — Diese alles kann nicht aus dem einzelnen Falle, sondern muss durch die Zusammenstellung mehre rer Verhältnisse solcher Sprachen sich entscheiden: ob sich Analogie von solchen Aehnlichkeiten zeige. Wenn sie nicht ein Werk des Zufalls sind, so bleibt die Frage: ob die gemeinschaftlichen Wör ter zweier Sprachen Von der Einheit ihrer Ab stammung ausgehen, oder blos aus dem Verkehr der einen mit der andern aus jener in diese über gingen. So können der Menge von Keltischen Wörtern, die in den Hauptlauten mit Griechisch- Lateinischen oder Lateinischen zusammen stimmen, und avovoii manche auch im Baskischen sich fin den ; z. B. kana , kann , Bask. kanta für canere ;"], [163, "145 ob so manches Andere, Avas dem Keltischen und Beskischen , oder dem Keltischen und Germani schen, Avie rud, roth, gemeinschaftlich ist; ob das viele Lateinische und Germanische , Avas. im Polnischen und Russischen sich findet , entweder al les blos übergegangen seyn: oder, Avenn solche Laute Avirklich beiden itzt A'erschiedenen Stämmen ursprünglich sind, sie auf einen alten Hauptstamm zeigen, von welchen beide einst empor geAvachsen sind, auf ein Band, das in der frühen Vorzeit alle diese Nationen als Ein Volk umschlungen haben könnte. Produkte des Luxus und der Kunst, manche schwierigere Begriffe, gehen begreiflich von den civilisirtern Völkern leicht mit demselben Namen zu andern über ; so haben Tungusen und Samoje den entAveder den Russischen oder den Tatarischen Namen des Goldes aufgenommen. Bei Völkern, welche nicht Verkehr in den Verhältnissen gemeinschaftlicher Civilisation ha ben, Avie z. B. soAVohl die Amerikanischen Völ kerschaften, die das Land um Mexiko beAvohn ten, und auch bei etwas eingerichteten Verfassun gen in oänzlicher Trennung durch die grausamste Behandlung in ununterbrochenen Kriegen lebten ; als auch die Völkerschaften, Avelche die Wildnisse am Orinoko und Amazonenüusse in Südamerika K"], [164, "146 durchziehen, ist eine solche Mittheilung ein Ue- bero-ang der Wörter aus der einen in die andere sciiAverer anzunehmen, als dass, Avenn sie zusammen treffen, dieses Folge gleicher Abstam- mung der Völker und der Sprachen sey. Noch beAveisender ist diese Verhältnise, wenn es ZAvischen Völkern Statt findet,- die Aveit von einander Avohnen, und doch in einer sehr beträcht lichen Anzahl ihrer Wörter zusammen treffen: diess kann alsdann schwerlich Folge eines blossen einstigen Zusammcmvohnens und eines damaligen Ueberganges seyn ; Aveil sich bei der Aveiten Entfer nung , die von dem langen Zeitraume der Tren nung zeugt, Jas Fremdartige wieder verloren ha ben würde, und Aveit eher verliert, als das ur sprüngliche. So hat man die Identität der Ber bers am Atlas und im Westen von Aegypten wie der:gefunden, so die der Kaffern und der Betze men *). Man hat den Schlüssen aus den Vergleichun gen der Sprache Festigkeit zu geben gesucht, durch die Bestimmung der Wörter, deren Aehnlichkeit am sichersten beAveisc. Die Ausdrücke für die er sten Bedürfnisse des Lebens schienen am meisten dazu geeignet. Allerdings leuchtet ein , dass ihre *) S. »über letztere Herrn D. Lichtenstein in dem Ethnographisch -Linguist. Archiv Bd. I. St. I."], [165, "147 Bezeichnung schon in die früheste Zeit gehört, be vor die Menschenstämme sich so aus einander spal teten, Aviewir sie itzt erblicken. Ihre Bezeichnun- gen in Sprachen itzt von einander getrennter Völker könnte also Rest der Vorzeit seyn, avo sie noch bei einander Avaren , und Eine Sprache rede ten. Sie verdienen vorzügliche Aufmerksamkeit. Doch Avie vielfach gestalten sich Bedürfnisse der Menschen und Befriedigung derselben in dem Stro me der Zeit, in den tausendfachen Veränderun gen, Avelche LebensAveise, Lokal und Schicksal, mit sich führt. So bleibt der Gegenstand, der zu bezeichnen ist, nicht mehr derselbe, der er in der Vorzeit Avar, und hört auch auf, denselben Namen zu behalten; und jeder Stamm ergreift nach der Trennung leicht eine- andere Bezeichnung. Die Zahhvörter sind etwas, Avas sich nicht Verändert, man hat auch vorzüglich sie vergli chen j*). Sie haben jenen Vorzug der Identität der Begriffe; und Aufmerksamkeit erregt es, wie Aveit sich Aehnlichkeiten der Zahlbezeichnung mit die« [Zahlwörtern der Griechen erstrecken. Aber die ungebildetsten Völkerschaften, deren Abkunft am schwersten zu entdecken ist, zählen nicht Aveit j *) Ein eignes schätzbares Werk darüber ist Hervas Arit- metica delle Natione Qesena 1785-; welches bei den folgenden Vergleichungen der Zahlwörter benutzt ist. K 2"], [166, "148 die etAvas höhern Zahlen haben sie leicht von An dern blos angenommen, und in diesen hühern Zah len ist bei solchen Völkern oft der Name einer Art des Maasees mit dem Zahlenlaut verschmolzen. Gesetzt indessen , dass ihr Zusammenstimmen auch Folge des blossen Ueberganges ist; es bezeuget immer ein solches Verhältnise , Avodurch sie über gehen könnten, längere Berührung ; sobald die Aehnlichkeit nicht t blosser Zufall ist. In sofern bezeugt sich durch diese Identität der Zahhvörter in den Inseln Australiens, den Sandwich - Inseln, den Philippinen, und denMalayischen deutlich der Verkehr und der ( Zusammenhang der BeAvohner. Werm diese Menschen so zusammen kamen, so konnte offenbar auf diesem Wege auch die Bevöl kerung so Aveit getrennter Gegenden erfolgen. Auch die Pronoininen hat man als solche Wör- ter angeschlagen, deren Vergleichung über das Verhältnise der Nationen sicherer leiten. Wir fin- den sie allerdings in Sprachen, die deutlich Einem Stamme angehören, geAvöhnlich ganz einerlei oder ähnlich, und ich und du, wir und ihr gehören oh ne ZAveifel auch unter die sehr früh bezeichneten Begriffe. Wie aber, Avenn z. B. das Türkische und das Tatarische, offenbar sehr eng venvandte Spra chen, kaum in einem Pronomen zusammen treffen, und für die andern ganz verschiedene Laute haben?"], [167, "149 11 I ■ ■ Auch recht stark unterscheiden sich in dieser Hin sicht das Malayische und das Tagalische, und sind doch sehr verwandt. Umgekehrt haben die Sprachen von Akra und Fante auf der Goldküste in Afrika ein Paar Pronominen gleichlautend, und sind doch übrigens ganz verschiedene Sprachen, die in We nigem oiler ,gar nicht- zusammenzutreffen schei nen. Kurz auch diese Laute können sich so verän dert haben, dass aus ihnen die Identität der Spra chen nicht erhellen Avürde ', jwenn man sie nicht anderwärts ersähe. Man sieht , es giebt hier keine feste Norm, nach der sich die Entscheidung messen liesse. Bald ist der Grad der Aehnlichkeiten, bald ihre Anzahl stärkerer, bald anscheinbarer Grund der Möglich keit oder der Wahrscheinlichkeit des einstigen Zu sammenhangs der Völker. Die Stufen dieser Wahrscheinlichkeit muss man wohl unterscheiden, um nicht, statt Wahrheit, Schein zu greifen. Der Wunsch, und ein vorher gebildetes System der Ab stammung der Völker darf den, Forscher nicht be stechen. Aber auch der Anschein der Unfrucht barkeit des Anfanges der Untersuchung darf ihn nicht abhalten, kleine Aehnlichkeiten in den Lau ten der Völkersprache zu verfolgen. Eine schwa che Spur kann weiter leiten."], [168, "150 i Vor Aller Augen liegen die stärksten Um wandlungen der Laute in ganz genau verwandten Sprachen. Wer würde im Portugiesischen cor und dor: color und dolor, das Portugiesische brando und das Spanische hierro in blanco und ferrum wieder finden, das Italienische somigliare , das Französi- Ichesembler und das Spanische sembrare so sicher mit dem Lateinischen sim'dis' verbinden, Avenn alle diese Wörter nicht so offenbare Ableitungen aus Einer Quelle Avären, und sich Analogien ähnlicher Unrwandlungen der Laute zeigen liessen ? Eben so wenig dürfen Avir dergleichen Ver gleichungen geradehin verachten, wenn in fernen Sprachen, wie in den Amerikanischen, die Aehn lichkeit nur diesen Grad erreicht. Wir müssen Aveiter suchen , und die Summe der Aehnlichkei ten zusammenrechnen, um nur so viel möglich sicher zu seyn, dass wir weder das verwerfen, Avas Avohl Spur des Ganges der Bevölkerung der Erde Aver den könnte, noch auf unsichern Grundlagen ein System erbauten *). Am sichersten leitet Aehnlichkeit grammati scher Formen, Avenn sie sich zwischen den Spra chen zAveier Nationen findet. Denn avo sie Statt *) Ausführlicher, als es hier der Platz erlaubt, habe ich über diesen Gegenstand einige Ansichten vorgetragen, in der Rezension von Denina's des des Langues in der Hall. A. L. Z. 1807. Nr. 57 — 39."], [169, "151 findet, da zeigt sich niclit blos, dass Ein und eben derselbe Begriff, sondern auch dass er auf einerlei Weise bezeichnet Avorden ist; und das Zusammen treffen beider Umstände kann unmöglich auf Rech nung des blossen Zufalls gesetzt Averden. Das Band,. Avas ZAvei solche Sprachen umschlingt, ist ein engeres Band, und zwar ein Band, das schon vor der Zerspaltung dieser Nationen geschlungen war. Zwar gehen auch solche Formen von gebil deten Nationen auf ungebildetere über ; aber, Avenn das Zusammentreffen nicht blos in einigen einzel nen Formen Statt findet, sondern Aehnlichkeit des*Baues beider Sprachen überhaupt ist, nur bei einer solchen Vermischung der Nationen, Avodurch sie zu Einer werden. Da immer die bessern Kö- pfe der Nation die Schöpfer solcher dann allmäh lich eingeführten Formen find: so ist es denkbar, dass ein kleiner Haufe aus einem gebildeteren Vol ke , verschmolzen mit einem grösseren, diesem die Grammatik seiner Sprache gab. y Man bemerkt nach dem Verfalle eines durch Geisteskultur ausgezeichneten Landes in Barbarei eine Verwischung der künstlichen Formen feiner Grammatik, diese ist das Verhältnise der Neu-Grie chischen'Sprache, und der Töchter der Lateini schen zu ihren herrlich gebildeten Müttern. Aber immer bleiben Reste jenes Baues übrig, und Spu ren der Formen, welche die Abkunft auch noch"], [170, "152 ausser der grossen Aehnliehkeit in den Wurzellau ten und den analogischen Veränderungen derselben ins Licht setzen, und immer ein doppelter Weg zu einer sichern Entscheidung. Wenn aber die Sprachen bei der Zerspaltung ihres Urstamm s noch ohne grammatische Formen Avaren ; so ist dieser Vergleichungspunkt nicht da, man muss sich blos an die Wurzellaute halten. Da Veränderung sowohl der Bezeichnung überhaupt, als auch UniAvandelung beibehaltener , wirklich ursprünglicher, Laute die Wirkung der Trennung der Stämme ist; so kann cÜese UniAvandelung in diesem Falle blos die Wurzellaute, und Avird Avahr scheinlich diese stärker treffen. Und bei Natio nen, Avelche auf der Stufe des Mangels der Bil dung, avo sie grammatischer Formen ganz oder fast ganz entbehren, herumziehen oder mühselig und gleichsam gelähmt ihr Leben fortschleppen, finden offenbar so ungeheure Unterschiede der Verhält nisse gegen andere, zur Bildung emporgehobene, Abkömmlinge ihres Urstamms Statt, dass eine au sserordentlicheVeränderung der Sprachen und selbst der Laute, die ja von den durch die Lebensweise modisicirten Organen ausgehen, die Folge seyn muss. Bei vielen Amerikanischen Sprachen finden wir theils einen so künstlichen und zusammenge fetzten Bau, und einen so grossen Reichthum an"], [171, "153 grammatischen Formen, Avie ihn selbst bei dem Verbum Avenige Sprachen der Welt haben : theils scheinen sie so arm an aller grammatischen Ausbil dung, Avie die Sprachen der roheftcn Völker in Nord- Ost- Asien und in Afrika seyn mögen. , Un möglich Aväre es nicht, dass sich unter diesen un gebildeten Sprachen Wörter fänden, die so be stimmt mit den Wurzellauten grammatisch ausge bildeterer zusammenträfen: dass, ungeachtet je ner Verschiedenheit, die Identität der Abstam mung einleuchtend und dadurch ein Weg zu deut lichern Begriffen über die Bevölkerung Amerika's eröffnet Avürde. — Diese Winke mussten den Vergleichungen ähnlicher Worter der Amerikanischen mit auseer- Amerikanifchen Sprachen vorhergehen, ivelche, wenn die angedeuteten Misegriffe dabei vermieden Averden, unsere Untersuchung zu irgend einem Re sultate bringen können. Wenn tue Vergleichung nicht blos Verglei chung der Läutähnlichkeit an sich seyn, sondern zu jenem Zwecke, wo möglich, Spuren der Art der Bevölkerung Amerika's zu finden, führen soll: so mussten zunächst die Sprachen der Länder vergli chen Averden, aus Avelchen diese Bevölkerung Ame rika's, wenn sie von auswärts erfolgte, oder Avenig stens eines Antheils oder Einflusses auf dieselbe, am begreiflichsten ist."], [172, "154 Diese sind die Länder*) der Nord -Ost -Küste von Asien, die nördlichen und westliehen Länder von Euro- pa und letzterer ehemaligen BeAvohner, die Basken und Kelten, die Länder der ganzen Westküste von Afrika mit ihren itzigen vielen Völkern , und den Völ- kern, die sie ehemals bewohnt haben mögen. *) Die Wörter der Grönländer habe ioh gesammelt nach Egede^ die der Eskimo's nach Cook's sec. Voy. ; die der Nehethawa, der Stone-, Fall-, Blackfort- mid Suffee - Indians , sämmtlich in der Nähe der Hud- sons -Bay, nach Umfreville; die der Algonkins nach La Houtan, L ong und Mackenzi e ; die der Chippeway's nach Carver, Long, Mackenzie und dem: Voyage ä la Louifiane et für le continent de VAme'riquefeptentrionaleparB.D. (Paris 1802.); nach letztem! auch die der Nadowefßer ; die der Knifteneaux nach Mackenzie; die der Huronen und Irokesen nach la Hontan; die aller sechs verbündeten Natio- nen nach Smith- B art o n ; die der Mickmacks und Skof/Ws nach den Schriften der hiftor. Society of Maffachufets Vol. VI. S. 16 ff. ; die der Myniqueffers und der Sprache im ehemaligen Neuschweden nach Th. C. Holm's kort Befkrifning om provincien Nya Swerige (Pennsylvania) Stockh. 1702. ; die der Miami nach Volney; die der übrigen Völker von Kanada und den vereinigten Staaten nach de Laet und be- sonders nach Smith- Barton, wo die Delaware- , und Minfi - Wörter von Deutschen; die der Kikka- poos , Mahicanni , Shawnees, Pampticoughs , Pcnob- fcots , Narraganfets , Natiks und IVoccons von Eng- ländern ; die der Acadians oder Souriquois um Portus regalis (welche Herr Smith-Barton für Ein Volk"], [173, "155 Vergleichungen Amerikanischer mit Asiatischen und Australischen Sprachen. V a ter. Vilela : op. Lule ; pe. KotoAvsk. u. Afsausk. : op. Koräk. : epe od. pepe. mit den Mickmacks hält), die der Sankikani im ehe maligen Neu- Holland, Hochelagenfes im ehemaligen Neu -Frankreich ( welche , drey de Laet hat), und die der Canadians , Piankafhaws und Natchez von Franzosen entlehnt sind ; die der Chikkafah , Choktah, Cheerake, Muskohge oder Creeks und Katahba naqli A d a i r und Smith-Barton (die letztern verdanken Avir bloss letzterm ) ; die der Atnah, Nagailer , des Lachsdorfes nach M a c k enz i e ; die von Unalafhka und der Norton- Strasse nach C o o k's fec. voy.; die des Nutka- Sundes , der Eslenes und Runfienes nach Bourgoing's Relation d'un voyage recent des Espa gnols für les Cotes nord-ouefi de l'Ame'riquefeptentrio nale en 1792. . in den Archives Jitteraires de VEurope N.IV. Avril 1802. ; die der IVaicuren nach den Nach richten über Gatifornien ; die der Laymon und Tara humara nach Ochs in von Murr's Nachrichten von verschiedenen Ländern des Spanischen Amerika (Halle 1809.) Th. I. ; die der Pimas in Mexiko nach Pfef ferkorn; die der Cora, auch, so wie letztere beide, in Neu-Mexüco , nach J. deOrtega's Vocabul. (Me xiko 1732.); die der Othomi nach L. de Neve y Molina Gramm, u. Diccion. (Mexiko 1767.); die der beiden Dialekte der Totonaca nacli der Gramm. des J. ZambranoBonilla (1752.); die der Hua ße'ca nach der Gramm, des C. de Tapia Zenteno; die der Mixteca ( diese im südlichen , die vorher ge-"], [174, "156 M u tre r. Grönland. : ananak Tartar. : anakai. henden drey im nördlichen Theile des ehemaligen Reiches Mexiko > nach d. Gramm., des A. de los R ey es ( 1593. ) ; die Mexikanischen nach dem Vocabul. von A. de Molina (Mex. 1571.) und den Gramma tiken von Fr. Trevinno (1673.), A. V. Gastelu (1693.), C. de Tapia Zenteno (1753-); die der Poconchi nach G age ; die der Yucatana oder Maya nach'G. di S. Bonaventura; die von Darien nach V/aser; die von Peru nach d. Gramm, und dem Vo cab. des D. de Torr es (Sevill. 1603.), und beson ders deä D. G. Holguin ( e. I. ciudad de los Reyes del Peru 1607.); die Chilefischen und Patagonifchen nach Havfestedt und Falkner; die der Abiponer nach Dobr itzho f er; die der Brasilischen nach Fi gueira; die der Omagua , Guarani, Guaicura oder Mbaya, Luje , Mocobi , sämmtlich in und um Para guay, so wie die der Vilela, die Aymarifchen, May purifchen , Tamanakifchen , Otomachifchen , die der Cayubaba , Sapibocona , Kochimi , Chic/uitos , der Sa liva , Moffa, Mobima , Zamuca , Shebayi , Kiriri , er sterer fünf nach handschriftlichen Hülfsmitteln ( wel che mir der Hr. geh. Staatsrath von Humboldt gü tigst mit der huinausten Bewilligung des Hrn. Abb. Lor. Hervas mitgetheilt hat), und nach Gilij lind Hervas's Vocabul. polyglotto ; die der Mofca nach d. Gramm. desB.de Lugo ( Madr. 1619.); die der Yarura und Betoi , beide (so wie letztere in Neu- Granada) , nach aus jenen wohlwollenden Quellen er haltenen handschriftlichen Hülfsmitteln und Hervas Voc. pol.; die der Go-Hbi nach Boyer, Pelleprat und Biet; die der Cariben auf deu Antillen nach R. Br e t o n's Diction. (Auxerre 1665.); die ■ Haitischen nach Gilij. Die Nordost -Asiatischen sind nachdem"], [175, "157 Sohn. Vilela: inake ist soviel als Sohn u. Tochter. Malayisch u. Tagalisch: anak, auch in der wei- tem Bedeutung für Sohn und Tochter und Kind überhaupt. P a 11 as'sclien Vocabularium • die der Inseln über Ja pan nach W. Broughton; die Japanischen nach Thunberg und den Gramm, d. M. Oyangueren de Santa Ines (Mex. 1758-); die Chinesischen nach Barrow; die Malayischen nach dem Lexic. Mal. - Latin.; die Tagalischen nach d. Gramm, des Seb. de Tot ane s (1745.); die Australischen nach J. R. Forster und G 00 k's fec. voyage; die Europäischen nach bekannten Hülfsmitteln ; die Afrikanischen und zwar der Berbers nach Ho est, Shaw, Cliam berlaine, Hornemann, und laVcnture bey Langles;'die derGuanchen auf den Kanarischen In seln, nach J. B. G. M. Bory de St. Vincent und Glas; die der Fulier , Jaloffer , Mandingo's nach Barbot (in d. allgem. Historie, d. Reisen T. III. ), letzterer auch nach Mungo Park, und die der Ja loffer alich nach Ver dun de la C renne; die der Sereres nach eben demselben; die der Sufoo um Sier ra Leone nach Gramm, u. Diction. (Edinb. 1802.); die von Juda od. Dehomy nach Labat; die der Krc peer nach Isert; die von Fante und Akra nach Chr. Protten ( Kiobenh. 176.),.); die von Kakongo nach Proyart; die von Kongo nach d. Gramm, d. H. Brusciotto a Vetralla (Rom. 1659.) und nach De Grandpre; die von allen den Negern , von de ren Sprachen Oldendorp Wörter hat, nacli die sem- die der Kaff ern, Beetjanen , Hottentotten , näm lich insbesondere der Coranas, und der sogenannten Buschmänner , nach L i c h t e 11 st e in ; die Wörter der Koptischen Sprachen, deren grössere Ausdehnung"], [176, "158 Bruder. Qquiclma: huaquey. Tunguf. u. kamut. : akki od. aki. Ohr. Chiles. : pilun. Ostiak.: pil. Wa n g e. Huastek. : xal. Bengal.: gal. Mongol.: chalcha. Kehle. Yucatan.: cal, Avelches auch Hals bedeutet, Kalmük. : chol, Kehle. Esthnisch: kai/l, Hals. Zu n g e. Qquiclma: kallu od. kalli. Carib. : inigne. Carelisch: kelli. Esthn. : keli. Permisch: kel od. kil. nach Westen wenigstens nicht unmöglich wäre, nach Scholz und Woide, und nach Alter: über die Samskrdamifche Sprache , welche Schrift, so wie: Gyarmathi affinitas linguae Hungaricae atm Fen nicis, auch verglichen worden ist. — Ich brauche nicht auf die Verschiedenheit der Aussprache der Wörter aufmerksam zu machen, je nachdem sie von Franzosen, Engländern oder Italienern, wie z.B. G i 1 i j und H o r v a s , aufgestellt worden , Avelches un ter den Consonanten besonders auch das ch betrifft, und erinnere nur daran , dass das Spanische x fast wie unser ;' lautet."], [177, "159 Wörtern Sprache IVIongol. u. Kalmük. : kyle, kelen* Tungus. : ingni. B a r t. Turahamar. : etschaguäla. Tatar. : sagal od. sakal. Kalmük. : sachyl. El bogen Huastek.\" tiyic. (o scheint in mchrern dieser Sprache blosse Endung.) JMontrol.; tochoi. M Geruch. Sapiboc. : guanipuime. KuriL : puim. Na'm e. Grünland.: attek. (k gehört in dieser oft zuY grammatischen Form.) ■Die Carib. Weiber : nire. Tatar. : at. Mongol. : nyre. Liebe. Qqujch.: munay. Sanskrit. : manya. Schmerz. Oquich. : nanay. Othom. : nahy. Lamut. : önan."], [178, "160 M ond. Betoi. : teo - ro Insel Chosan : tareme. (me scheint auch Endung anderer Wörter.) - Stern. Huastek. : ot. Tatar. : oda. Wind. Vilela: uo. Omagua: ehuetu. Wogul. u. Ostiak.: -wot , uat. Wasser. Neuschweden: by. Nortonstrasse ; mooe. Samojed. : bi. Tungus. : mu. Fluss. Vilela: itels. Grönland.: kook. Tatar.: idel. Samojed.: kyge. Kamtschadal. : kiig. Ufer. Qquichua : pata. Malayisch : pante. Wogul isch : wata. h e ifs. Laymon. : mancu, Japan. : viakka."], [179, "161 Stein. Cora: teteti. Tatar. : tat. Wald, Holz. Zamuca : ogat. NadoAvess. : ochaw. Tatar. : agaz. Baum. Mossa : jucuchi. Cstiak. : juck od. jug. Kraut. Chicjuit. : boos. ÖMongol. : ubusa. Kalmük. : öbösyn. Rinde. Qquich. : cara. Tatar. : kaery. Ostiak. : kar. Olonez. : kor. Permische u. Slawische Sprachen: kora, Feld. Haiti : conuco. Jakuten: chonu. Getreide. Cora: yurit ist Mais. Tatar.: aryt, Rocken. L"], [180, "162 Fisch. Cochim. : cahal. Mobim. : bilau. Wogul. u. Ostiak.: chul, kul. Olonez. u. Carel. : kala. Samojed.: kual. Tatar.: balyk^ haluk. Vogel. ( Tamacan. : toronö. Japan. : fon\". Fe der. Tarahumar. : lupala. Tungus.: lepero. Ey. Grönland. : mennik. Samojed.: monna. Gans. ChippeAvay. : gah. Chines. : guh. Ha us. AruAvak. : bahii. Lule : uya.' Tagalisch : bahai. Tatar. : ui. Speise. Qquich. : miccuna. Malayisch : maccannan."], [181, "163 und Tun Kahn. Grönland, u. Nortonstrasse : caiac, Samojed. a. Mangafea: kajuk^ Donner. Neuschweden : patackok. Ostiak. : pai. Tatar. : kuck. Weiss. Yucatan. : zac. Mongol. : zagan. grün. Chippeway. : achib. Tatar. : aschil. essen. Mexican. : qua. Japan. : cwa. ist. Yarura: di. Malayisch: dia. geh. Yucatan.: xen. Tarahumar. : hole. Wogul. : jaen. Sandwichs- Inseln: hoe i c h. Guaicur. : am. Waikur. : be. Wogul.: am. Mongol., Mandschur. «us. bi. L 2"], [182, "164 du. Huastek. : tata. Mexican. : tehuatl. Jukagirsk. : tat. Sir j an: tö, er. Tarahumar. : iche. Huastek. : j&jA* Mexican. : yehuatl. Tagal. u. Malay. : iya. ihr. Chippeway. : nun, Wogul. u. Ostiak.: nen, nan, nin, non. ■ja Galibi. : tere. Othom. : haa. Nutkasund.: ai. Mexican. : yye. Miami. : iye. Samojed.: terem. Ostiak. u. Teleut. : aa; letzt. auch je. Sandwich - Ins. : ai. Tatar.: ge. d ase l bst. Totonak. : onto. Algonk. : mandadibi. Turk. u. Tatar. : onda od. anda. Tatar. : munda , hier. ü her. Lule. : ozt. Tatar. : ust. oder. Tarahumar: alt, Wogul. : ali"], [183, "165 taghy. tiga. zwey. Pimas. : kok. Perm. : kik. drey. Totonak. : toto. Chiles. : kula. Chippew. Guaicur. : dagani od. tagadi. Yarura. : tarani. Tagal.: tattö. Ostiak.: kolim. Malay, Neuseeland: toroa. fünf. Toton. : tati. Samojed.: tetti. acht. Pimas. : kikia. Perm.: kykiamys. Vergleich ungen Amerikanischer mit Europäischen Sprachen, Schw est e r. Yaoi. : waryeet Keltisch. : hör, huar. Nase. Aymar. : nasa. Lule.: nus."], [184, "166 Augenwimper. Unalaschka. : kamlik. Esthn. : kulmo. Bauch. Kariri. : byro. Keltisch: bru. Fl e isc h. Totonak. : lihua. Esthn. : lihha. Leben. Othom. : byy. Wales.: biuid (wo d nicht zum Wuvzellaute ge- hört, und wohl ßloi, viueret zum Grunde liegt). ka lt. Mexic. : yfztic (Avovon ytz der Wurzellaut ist). Bask. : otza. Mond. Moffa. : cohe. Chiles.: cuyen. Esthn. : ku , kuh. Erde. Yucatan. : luun. Bask. : lurra."], [185, "167 Ufer. Othom.: cahtl. Lappisch : kadde. S t am m. Qquich. : eapintin. Kelt. : zipp. Bask. : zepois. Feld. Abipon. : nepark. Bask. : park. Horn. Grönland. : nerksuk (avo suk die häufige Endung ist). Irland. : öirk. Ey. Grönland. : mennik. Esthn. : munna. niedrig. Miami. : matakke. Finnisch: matta. klein. Tarahum. : khuta. Toton. : cata. Grönland. : kutking. Mexik.: tepiton. Bask. : guti , tipia."], [186, "168 w eiss. Qquich. : yurak. Bask. : churia. r oth. Mexican. : quacocoztic. Bretagne: kok. gut. Mosca. : chho. Irland. : go. schlecht, böse. Tarahum. : tsetü. Bask.: zitula. lebendig. Othom.: byy. Der ganze Keltische Stamm bi. Bask. : wizia. schlafen. Cora. : cutzd. Kornwales.: kusga. verbergen. Knisteneaux. : catank. Olonez.: catta. geh. Cora. : ame. Irland.: atme."], [187, "169 ich. NadoAvess. : tneo. Irland. : me. Carel. u. Läpp. : mija. du. Mexic.: tehuatl (huatl steht auch an dem Prono- men der übrigen Personen, s. S. 164.). Bretagne: te, ■ja. Mexic. : yye. Miam. : iye. Jotonek. : ya. Yaoi. . jasay. Wales : ye. Finn. : ja. Cornwales : Jes. nach. Toton. : alizta. Olonez. : /alles. zwei. Pimas : kok. Esthn. : kaks. drei. Chiles.: küla. Omagu. : iruaca. Esthn. : kolm. Bask. : iru. fünf. Irokes. : voisk. Esthn.:»«. Lappl.: wit."], [188, "170 Vergleich ungen Amerikanischer mit Afrikanischen Sprachen. Vater. Guaicur. : jodi. Kopt. : iod. Mut te r. Shebay. : hamma Fulier. : hamma. Sohn. Maypur. : nuani, mein Sohn. Qquich. : churi. Kongo. : ana. Kopt.: schiri. Mang. Qquich. : cari. Guanchen in Teneriffa: coran. Weib. Mahicanni : weewon (wo wee wohl das Possessiv- Pronomen ist). Sapiboc. : anu. Mokko. : wan. Wawu: anna. Bauch Mexican.: hitetl od. ititl (_tl ist die Substantiv- Endung). Kopt.: hit."], [189, "171 Milch. Qquich. : nunu. Manding. : nunno. Tod. Cora. : mueat (wo mu das Radikale ist, sonst ■würde man das Malayische maout und matte von den Sandwicbs - Ins. vergleichen kön- nen). Kopt. : muy. Nacht. Tarahumar. : cuyue. Susu. : que. Mond. Cochim. : gomma. Karabari. : omma, t ' Wasser. Vilela.: ma. Nortonstrasse: mooe. Mauritan. : ma. Kopt. : moui. Sand. Maypur. : cainä. Manding.: kini. Berg. Toton. : caquihuin Fetu. : coquä."], [190, "172 Frucht. Tarahumar. : khutagala. Kopt. : utah. Wurzel. Cora. : nanat. Kopt. : nuni. Fisc h. Cora. : hueat (wovon die letzten Buchstaben blosse Endung sind). wohl Susu. : /«he. Th i e r. Omagua. : mia. Miami. : aouassa. Chiquit. : baut. Susu. : mi'ahe. Fante. : aboa. Seh af. Totonac: calnal. Manding.: cornell. Hund. Huron.: aguienon. Guanchen in Palma : aguyan. Katze. Tarahumar. : musa. Sereres. : müsse. Ha u s. Othom. : ku od. ngu. Akra. : kiu od. nkiu."], [191, "173 schwarz*. Othom.: bode. Kongo. : fiot6. roth. Mexican. : quacocoztic. Suiu. : coco. gut. Abipon. : neen. Mocobi. : noeti* Kopt. : nane. schnell. Cora. : uiyetat. Kopt.: uyios. trinken. Cora.: y£. Kaffern. : jah. fingen. Qquich. : taqui. Hottentott. : t\"'koa. Bosjesman. : t'kuni. gib. Nadowess. : accouie. Cora. : ta. Othom. : da. Bosjesm.: akki. Kopt.: ti. ich. Nadowess. : meo. Akra. : mi. Bosjesm. : mina."], [192, "174 du. Mixtek. : doho Fante.: d-o. ja. Grönland. : ingek. Kongo. : inga. nein. Poconchi. : ma. Mauritan. : ma. WO? Tarahum. : cabu. Kong. : cuebi. Bei allen vorigen Vergleichungen liegt eine stärkere Aehnlichkeit der Laute zum Grunde, man Avird fast keine Wörter verglichen finden, in wel chen nicht zwei Konsonanten fast ganz identisch find; und absichtlich ist hier mit grösserer Zurück haltung verfahren Avorden ,- als Barton's obige Vergleichungen, und als die bei Hervas *) zeigen. *) S. dessen Vocabulario poligloto (Ceseno 1787-) Prole- gom. S. 32 ff. Dieser grosse Sprachen- Gelehrte folgt übrigens in der Anficht von der Bevölkerung Ameri- ka's Clavigero's angeführten Ansichten, und fügt nur noch den Einfluss Europa's auf dieselbe über Grönland hinzu; s. ebendas. S. 36. und Saggio pratico delle lingue S. 31 f."], [193, "175 Und gleichAvohl ist die Summe der Aehnlich keiten nicht unbeträchtlich. Es bedürfte nur eines halben Dutzends fplcher Gleichheiten bei ebenden selben Völkern, Avie bei Kahn das Samojedische, Grönländische und West- Amerikanische uns zeig ten, um die Aufmerksamkeit zu spannen, und viel leicht durch sie das Factum festzustellen, dass solche Asiaten wirklich nach Amerika gekommen find. Wir sind noch nicht im Stande, zu entschei den, ob dieses Factum nicht Enverb genauerer Kenntniss des Umfangs dieser Sprachen seyn Avird. Es wäre dieser Blätter schönste Frucht, Avenn sie die Aufmerksamkeit immer mehr erregten, und andern Forschern und Kennern der Völker von Amerika zum Anlass Avurden, die Vergleichungen der Sprachen von Völkern , deren Einfluss auf die Bevölkerung Amerika's an sich den Schein schon für sich hat, so Aveit zutreiben, dass das Factum sicher stände: dort in Amerika sind sicher Wörter des Volkes aus Asien, aus Afrika, Europa, oder aus Australien. Gern will auch ich die besten Stunden meines Lebens diesem ZA\\-ecke widmen., Bald öffnet sich uns wieder eine reiche Quelle sol cher Data in der Beschreibung der merkAvürdigen Reise des Herrn von-Krusenstern. Wäre deshalb auch noch nicht entschieden, ob alle die BeAvohner von Amerika auf eben die-"], [194, "176 fern Wege dorthin kamen: GeAvissheit wäre Avenig stens geAVonnen, dass Stämme aus dem alten Kon tinente ausgegangen, im neuen zu den rothen Menschen Avurden, die wir dort erblicken. ZAvar bleibt auch bei der Summe der Laut ähnlichkeiten noch der Unterschied der Sprachen zu gross, die hier und da mit Asiatischen, Euro päischen, Afrikanischen zusammen treffen. Man sollte meinen, dass unter den Tausenden von Wör tern der vielen, zu obigem Verzeichnisse vergli chenen Sprachen schon der Zufall und das Spiel der Sprach - Werkzeuge eine Anzahl Aehnlich keiten geschaffen haben möge. Aber dazu sind der Aehnlichkeiten doch zu viel ; und wer Sprachen , auch als Quelle, den Zu sammenhang der Völker zu entdecken , liebt, wird hoffentlich schon diesen Vorrath von Wör tern grösser finden , als dass die Aehnlichkeit der selben aus dem Gesicht verloren werden dürfte. Es hilft ZAvar Avenig, blos aufzusteigen zu dem Satze : dass so viel Aehnlichkeiten sich sclnver lich ohne irgend einen Einfluss des alten Konti nentes auf den neuen zeigen könnten ; dass man Ave nigstens ersehe, es müsse irgendwo ein solcher Zu sammenhang und Einfluss Statt gefunden haben *), gesetzt auch, dass sich nicht bestimmen lasse, wel- *) S. 59."], [195, "177 ehe Völker, einander Laute mitgetheilt haben, und die Subjecte des Zusammenhanges und Einflusses geAvesen seyen. Scheinbar ist die Ansicht ; man blicke die Menge der Wörter an, zu denen künftiges Stu dium nach diesem Anfange vielleicht noch Hun derte hinzufügt. Und gleichAvohl ist noch, kein Recht geAvonnen zur Behauptung ; der Anschein ist noch immer schwankend, vielleicht trüglich. So lange nicht bestimmte Völker nachgeAA'ie sensind, ZAvischen Avelchen sich gleichbleibend in einer Anzahl Wörter Aehnlichkeit und gleichsam eine Art von Analogie der Aehnlichkeiten zeigt: so bleibt auch jede Vergleichung unbestimmt, un sicher. Ueberraschend gross ist das Zusammen treffen vieler auch sehr entfernter Sprachen in ähnlichen Lauten mit ähnlichen Bedeutungen *). Hingerissen sind die Etymologen worden von dem Schauspiel solcher Aehnlichkeiten, und haben überall die Sprachen und ihre Völker an einander ketten Avollen. Auch liegt ein wahrer Fond in je nem Scheine. Wer noch so nüchtern diese Aehn- *) Wer Russisch liest , der schlage nur die zweite , nicht käuflich gewordene, Auflage des angeführten Peters- burger grossen Wörterbuchs der Sprachen der AVeit auf, wo die Wörter nicht nach den von der grossen Kaiserin gewählten Vergleichungspunkten , sondern. blos alphabetisch, nach der Lautähnlichkeit, zusammen gestellt sind. M"], [196, "178 lichkeiten überschauet, der fühlt sich angezogen zu der Vermuthung : so manche Aehnlichkeiten der Wörter auch Folge des Zufalls und Spiel der SprachAverkzeuge seyn mögen , so liegt geAviss in vielen Andern die Spur von einstigen Verbindun- gen der Völker, von dem Verein der Menschen in Einem Lande. Nur unfruchtbar ist die Vermu- thung, so lange sie in dieser Unbestimmtheit bleibt. Man darf sich ihr kaum für Momente anvertrauen, Avenn man sich nicht in ungeheure Meere ohne ein leitendes Gestirn verlieren will. Denn wo wollte man nur irgend einen Maassstab finden , um auch nur wahrscheinlich zumachen, was yon allen sol- chen unbestimmten Aehnlichkeiten dem Zufall, Avas jener Quelle, dem einstigen Urverein der Men- schenstämme, zuzuschreiben sey ? Sollten jene Aehn- lichkeiten uns erst dazu leiten, dass es einen sol- chen Urverein der Menschenstämme,' Avenigstens für jede Menschenrage, gab, so würden wir verge- bens uns bemühen, jene Ansicht uns zu sichern. Haben wir sie aber schon durch andere Gründe , so trifft zwar die aus der Beobachtung der Aehnlich- keiten der Laute so vieler Sprachen geflossene Ver- muthung damit überein, und Avird uns desto mehr annehmlich, aber bringt uns auch nicht weiter. Selbst wo wir viel gewisser stehen, wie bei der An ficht, dass Hindus, Perser, Griechen, Deutsche von Einen Urstamm ausgegangen, Ein Urvolk ge-"], [197, "179 Avesen seyn müssen: ist dieses Factum ZAvar an sich interessant und zum Erstaunen wichtig, Aveil es ei nen so sichern und bestimmten Blick in die Urzeit dieser Menfchenstämme uns geAvährt : aber nur diese Bestimmtheit ist es, nur die Aussicht auf die Gegend, avo dieser Urstamm solcher Völker sich befand , und Avie die Bevölkerung der von ihnen itzt beAvohnten Länder von dort aus erfolgte. Der unbestimmte Verein der Völker führt zu wenig, am Avenigsten, wenn selbst die Gründe der Verei nigung, die Verhältnisse der zu vereinigenden Völ ker und ihrer Sprachen, noch so ungeAviss und fcliAvankend scheinen, als bei den Völkern von Ame rika, und denen, von avo sie könnten ausgegan gen seyn. Doch vielleicht öffnet sich auch hier der Weg zu grösserer Festigkeit des Resultats, durch Iden tität'und durch Bestimmtheit der Vergleichungs- punkte. f In Nord -Oft -Asien sehen wir die Stämme der Ostiaken im Zusammenhange mit den Lappen und den Finnen (der, wenn auch nicht der Grad und Art und Weise bestimmt , doch für sich selbst gewiss und sicher ist), Avir sehen die Völkerschaften der Tungusen, Mongolen und Mandschuren im Zusammenhange unter sich, und selbst ZAvischen ih nen und den Tataren ein Band, das in der Vorzeit sie vereint zu haben scheint. M a"], [198, "180 Diese grossen Stämme also, nächst den Samo jeden und Kamtschadalen, bilden grosse. Gruppen. Aehnlichkeiten, ZAvischen Amerikanischen und solchen Nord - Ost - Asiatischen Völkerschaften aufgefunden, find nicht Aehnlichkeiten mit ein zelnen und kleinen Haufen , sondern gestatten ei nen Blick in Verhältnisse von grossem Umfange. Vermöchten wir nur erst die Völker von Amerika in Gruppen zu vereinen , so wäre Avieder Von der Einzelnheit der Aehnlichkeit der Blick auf grössere Verhältnisse geöffnet. Durch die Be trachtung ihrer Sprachen lassen sich wirklich sol che Gruppen vereinen. Ob schon Amerika wohl Hunderte von sehr verschiedenen Sprachen hat, so find doch in Nord- und in Süd -Amerika Sprachen von außerordent lich grosser Verbreitung. Gerade für die Frage über die Bevölkerung Amerika's verlohnt es sich der Mühe, diess zu un tersuchen , und die Amerikanischen Sprachen und ihre Völker in ihrem Zusammenhange darzustellen. In Süd -Amerika hat Patagonien und Chili so gut als Eine Sprache. Ueber Brasilien und nach Norden bis zum Rio negro und nach Westen bis nach Quito hin ist die Sprache der Guaranen verbreitet; die Sprache der Brasilier nämlich ist genau damit verwandt,"], [199, "181 und nahe auch die Omagua- Sprache im Königrei che Quito. Welche Ausdehnung! ZAvischen der Lide und Vilela finden sich Aehnlichkeiten, mehrere noch zwischen der Ay~ manschen Sprache und der Sapibocona , Avelche z. B. fast einerlei Zahlwörter haben*). Die Haupt sprache Peru's , die Qquichua, hat mit jenen bei den auch mehrere Zahlwörter gemein, und einzel-' ne Aehnlichkeiten mit andern nachbarlichen Spra chen. Fester Zusammenhang der Maypurtfchexi mit andern Sprachen ist S. 1 4 1 • gezeigt. Auch mit der Manischen Sprache ist sie sehr verwandt **). Weit verbreitet Avar der Stamm der Kariben auf dem festen Lande von Amerika. Er hatte sich, nach Vertreibung der Cabres, eines beträchtlichen Theils von Süd- Amerika bemächtigt, und erstreck te sich im sechszehnen Jahrhundert vom Aequator bis zu den Jungfern - oder Virginischen Inseln ***).- Der Missionär Pelleprät konnte in der Galibi- Sprache auf der ganzen dortigen Küste von Ameri ka mit allen Nationen sprechen, ausser mit den Cumanagotes ****). , *) S. das folgende Wörterverzeichniss am Ende. **) Gilii a. a. O. S. 194. ***) Hrn. von Humboldt's effai politique delaNouv. Espagne. S. 83- ****) Dictionnaire Galibi. Par. 1763. Prefaee S. VII."], [200, "182 Gilij stellt diese Kariben - Sprache als die Stammsprache sehr vieler andern Sprachen *), besonders aber der Tamanaca, auf, durch Avelche letztere Gilij sich fast am ganzen untern Orinoco verständlich machen konnte, so Avie durch das Maypurische am obern Orinoco **). Dieses May purische ist ausser von den genannten Sprachen auch der Stamm der Meepure-, Parene-, Chirrupa- Sprache und vieler anderen am Rionegro und A4a ragnon; die Laliva- Sprache ist die Mutter der Ature-, Piaroa-, Quaqua - Sprache , die Otoma^ ca der Taparita - Sprache ***) So bekannt durch Missionen sind die Gegen den von Californien am Gila und Rio Colorado noch nicht, noch weniger die nördlicheren von da bis zum Nutkasunde und bis zum Missouri. Sonst würden auch dort gewiss ähnliche Verbin dungen zerfpaltener Dialekte einer Muttersprache sichtbar Averden. *) Er nennt die Tamanaca, Pareca, Uochehri , Uqra- ca-pacatl, Uara-mitcuru, Sole donne , Pajure, Chi- richirlpa, Mapöje, Oje, Acherecotto, Avaricotto, Pa- riacotto , Cumanacotlo , Guanero , Guaichlri , Guai- chirle, Palenco, Machiritäri, Areveriana. S. 204. Die Sprache der Yaoi, von der Laet uns Wörter giebt, und die Sprache der itzigen Kariben auf den Antillen hängt auch offenbar damit zusaihmen ; die Zahlwörter jener sind ganz einerlei mit denen der Galibi. **) A. a. O. S. 149. ***) S. 205."], [201, "183 In dem bekannten höhern Norden wenigstens findet man wieder ungefähr fünf oder sechs Haupt sprachen, deren ausgebreitetes Gebiet zum Theil fich über die ganze Breite Amerika's von Osten nach Westen erstreckt. . Dass die Eskimo's und die Grönländer Eine Sprache reden, ist länger schon bekannt; dass Es kimo's die ganze äusserste Nordküste Amerika's beAvohnen, haben H e a r n e und Mackenzie ge funden. Dass dieser Menschenstamm und diese Sprache auch wahrscheinlich bis nach Unalaschkct, sich erstreckt, ist durch die zweite Reise Cook's erwiesen *). Fast bis an jenen grossen Stamm (doch so, dass auf mehrern Punkten manche andere Spra chen dazAvischen liegen mögen) reicht der grosse Chippiwäisch - Delawarische Stamm : die Spra chen der Algonkins, Chippiwäer , Knifteneaux, und die Sprachen aller eingebornen Völker, die ehemals die nördlichen Provinzen der vereinigten Staaten, das ehemalige Neu - SchAveden, Neu- England bewohnten : die Naticks , Narraganfets, Minfi, Mahicanni, Penobfcots. Nach Mackenzie **) betrachten die Oiip piwüer die Länder zwischen den Parallelen vom *) S. die Sprach- Vergleichungen in Cook's fecond Vo- yage T. IV. am Ende. **)' S. dessen Reisen aus dem Engl. übers. (Hamb. 1802.) S. los u. 151."], [202, "184 60 — 65° nördl. Br. und 100 — 1 1 o° Avestl. Länge als ihre Heimath, und er bestimmt , dass man als das Land der Knisteneaux-. die ganze Strecke zwi schen der Hudsons- Bay und Strasse (die Eski mo's werden hierbei ausgenommen) und einer Li nie ansehen müsse, die von den Ufern des St. Lo renz-Flusses und Montreal dem Utaivas-Flusse nach, bis an dessen Quelle , von da AvestAvärts längs dem Hochlande, Avelches die ' GeAväffer trennt, die in den obern See und in die Hudsons-Bay fallen, fort schreitet , bis sie auf den mittlern Theil des Wini pz'Ä-Flusses trifft , diesen Gewässern nach durch den See Winipik bis zum Ausflusse des Saskatchimine in denselben geht , diesen Fluss nach dem Fort Georg begleitet, von da über die Spitze des Biberflusses himveg nach dem Elennflusse , längs seinen Ufern bis zu seinem Ausflusse in den Bergsee hinläuft, und sich von da zurück östlich nach der Insel a la Croffe und so Aveiter nach Oiurchil durch den Mif fisippi ziehen läset. Auch dio Miami sind mit jenem Stamme ver wandt. Ob Avohl Volney mit Recht behauptet, dass ihre Sprache verschieden von der ChippiAväi schen sey *), so dürfen doch auf der andern Seite die Aehnlichkeiten nicht übersehen Averden, die nicht blos in Wörtern, sondern selbst in einigen *) Tableau du Climat et du Sol des Etats unis d' Amirique T. II. S. 433."], [203, "185 Formen dieses Volk mit jenen in ein näheres Ver hältnise fetzt. Auch bei den Illinois hat man ähn liche Wörter mit den des GhippiAväisch - DelaAva rischen Stammes gefunden. Gharlevoix hält die Illinois für einerlei Volk mit\\len Miami *). ZAvischen diesen Völkern hat sich der mäch tige Stamm der füuf (itzt sechs) Nationen einge drungen , der feine eigene Hauptsprache hat , die nicht blos in eben so viele, sondern mehrere Dia lekte zerspalten ist: die der Seneca's, Mohciwks, Onondagos, Cayugas, Tuscaroras, Cochn'eWagoes, Wyandots , Oneidas. • Zur Seite beider Avohnt der weit verbreitete und mächtige Stamm der Nadowefßer mit seiner eigenen Sprache. In den südlichen Provinzen der vereinten Staaten, und Aveiter Avestlich, diesseits des Miffi sippi, findet ein geAvisses Verhältnise Zivilehen den Sprachen der Clioktah und Chikkafah, Cheerake, Creecks oder Muskohge und Katahba Statt, vonAvel chen erstere beiden einander sehr nahe, die CTzee« rake Avenigstens venvandt sind, und die letzt ern vielleicht blos durch Mittheilung beim Verkehr zu-< weilen zusammen treffen. Die Sprache am Nutkasunde hat, so häufig \\vie die Mexikanische , die Verbindung der Laute *) Hißoire des. Voyage. T. VI. S. 278."], [204, "186 tl, und diese ist merkAvürdig genug , Avenn man er wägt, dass eben dorther die Azteken, das Herr scher-Volk des Mexikanischen Reichs, gekommen zu seyn scheinen. Indessen ist tl am Nutkasunde eben so gut Endung der Verba , da es als Endung im Mexikanischen blos den Nennwörtern ange hört *). Wenn jenes der Weg der Mexikaner südlich war, so find schon oben Spuren ihres Durchzugs durch jene Gegenden **) gezeigt. Auch in der Cora - Sprache scheinen sie zu liegen: die Haupt form des Conjugirens der Verba ist ganz so Avie in den Mexikanischen: obAvohl übrigens die Wörter beider Sprachen sich Avenig berühren , so ist es doch zuiveilen der Fall. Und so fchlieseen von den vierhundert Spra chen, die in Amerika gesprochen werden sollen, sich gar viele an einander; und noch mehrere ge wiss, wenn Avir genauer alle diese Sprachen prü fen könnten. i In manchen grossen Gruppen steht A'ereint, was leicht als zu getrennt, erscheinen könnte. Wenn Avir nur erst genug Berührungen solcher gan zer Stämme von Sprachen mit Sprachen des alten *) Was Herr von Humboldt über dieses Verhältniss beider Sprachen im Essai politique d. I. N. E. sagt, bedaure ich noch nicht gesehen zu haben. **) S. 118."], [205, "■1S7 Kontinents erspähet hätten: sie Avurden auf das Ganze dieser Stämme schliessen lassen, und grosse Resultate für die Bevölkerung Amerika'S ergeben. Nur in dem ehemaligen Reiche Mexiko, von den Gegenden über der Meerenge Darien an bis ungefähr zum 2 3 Grad nördlicher Breite, finden Avir die' auffallendste Sprachverschiedenheit bei Völ kern, Avelche zur Zeit der Eroberung Amerika's eine bürgerliche Verfassung hatten, undAvelchen al so die Eigenthümlichkeiten der Völker, die wild im Norden von Amerika umherziehn, nicht mehr Ankamen. Völker mit fast vierzig, mehr oder Aveniger, zum Theil sehr ausgebildeten, Sprachen Avaren dort zusammengedrängt. Wir kennen eine be trächtliche Anzahl dieser Sprachen genau nach ih rem Umfange und Baue — und kaum ist irgend ein Verhältnise dieser Sprachen zu entdecken. Blos ZAvischen der Sprache von Tucatan und der Hua stekiiehen läset sich ein Band bemerken. Man sehe im folgenden Verzeichnise Weib, Mensch und ster ben; und ixal, Weib, gehört ursprünglich nach Yucatan, da dort al, Sohn bedeutet und ix, wer etwas hat. Wenn in den Wildnissen von Süd- und Nord- Amerika sich die Haufen und Familien zerspalten, lieh ihre Sprachen von einander trennen , ja ver-"], [206, "188 lieren , so ist diese Avohl begreiflich. Wenn aber auf ergiebigem Boden viele Völker bürgerlich, ob schon oft durch Krieg getrennt, doch immer in Berührung leben : so kann die völlige Spaltung ih rer Sprache nicht in diesem Lande erfolgt seyn, wo sie dicht neben einander Avohnen , und wo der gegenseitige Einfluss sich erst trennender Sprachen nicht aufhören konnte. Diele Spaltung muss früher erfolgt, die Völ ker mussten als schon ganz verschieden, mit schon vorher gespaltenen Sprachen dorthin gekommen seyn. Und Aveil auf diesem Raume so viele, so total verschiedene Sprachen sich beisammen .finden, so Aväre diese Phänomen wohl am erklärlichsten, wenn dort nicht blos Einwanderungen vom Norden zu ganz verschiedener Zeit erfolgten, sondern auch von Süden herauf gezogene Völker mit ihren Sprachen mit jenen dort 'zusammen ftieseen. Im fruchtbaren Anahuac fanden alle diese Völker Veranlassung , zu bleiben und sich anzusie deln. Freilich muss man die nördlichen auf der einen und die südlichen auf der andern Seite doch wenigstens jede\" in ihrer Vorzeit als von Einem Stamme ausgegangen denken. Aber in den Wildnissen, in denen sie gelebt, zerspalten, konnten sie sich so getrennt haben, dass, als sie für"], [207, "189 fich jedes zu einem Volke geworden, allmählich nach Anahuac kamen und dort zusammengedrängt Avurden, jede Spur von irgend einem einstigen Ver ein längst verAvischt Avar, und ihre Sprachen längst verschieden und eigenthümlich ausgebildet waren. So Aväre diese nicht der Fall des Kaukasus, wo eine Menge Reste der vorbeigezogenen Völker fitzen geblieben sind, sondern vielleicht einzig in seiner Art scheint jener Fall. In Europa möchten die meisten verschiedenen Völker mit Sprachen von ganz verschiedenen Stämmen zwischen Böh men und Albanien zusammengedrängt seyn: Tür ken, Wallachen, Bulgaren, Albaner, Ungern, Deutsche, viele ZAveige des SlaA'ischen Stammes und Abkömmlinge der Römer, deren Sprache sich dort in einer Art von Leben erhielt, vielleicht der Kelten. Auch dürften die Gegenden der Walla chei die einzigen, in Europa seyn, die bisAveilen ganz verwüstet und menschenleer, mit den Step pen anderer Welttheile verglichen Averden könnten ; aber doch ist auch dort nicht eine solche Menge so verschiedener Sprachen zusammengedrängt. Sie Avar es vielleicht einst in Klein -Asien in der Griechischen Vorzeit, avo sehr viele sehr verschiedene Sprachen neben einander lebten, de ren Aehnlichkeit, so gewiss sie alle von zwei bis drei Stämmen ausgegangen seyn müssen, kaum"], [208, "190 wieder zu erkennen AA-ar. Indessen, nach den Spu ren, die auch noch vor uns liegen, Avar doch Aehn lichkeit zu finden. Und gerade in diesem Lande ist der Antheil höchst Avahrscheinlich , den Ein wanderung von entgegengesetzten Seiten auf seine Bevölkerung und Sprachen hatte. Die Sprache der Azteken, die von ihrem Reiche die Mexikanische genannt Avird, hätte bei einer längern Dauer dieses Reichs vielleicht die eine oder die andere jener Sprachen verdrängt, auch Avenn es nicht, Avie Avir von Peru Avifien, Ge setz geAvorden Aväre, dass die Söhne der Vasallen in der Residenz die dortige Sprache lernen muss ten, Avodurch die Qauichua Hauptsprache des gan zen Peru's AA-urde. Zum Glücke für unsre For schungen sind jene andere Sprachen erhalten, und lassen in die Vorzeit jenes Welttheils Avenigstens ein Paar Blicke thun. In Süd - Amerika scheint sich wenig oder keine Spur von grossen Völkerströmungen zu zei gen: in Nord- Amerika sind sie, avo nicht ganz erweislich , doch fast gewiss. Traditionen sehr vieler Völker , nicht blos der Tolteken und Azte ken, zeigen sie. - Die Völker in den südlichen Provinzen der vereinten Staaten sagen alle, dass sie^Avestlich über den Miffisippi hergekommen. Nach den Mus-"], [209, "191 Icohge Avohnt ihre Stammnation, ein grosses Volk, noch im Westen, und ihre Einwanderung scheint erst ins sechszehnte Jahrhundert zu gehö ren, Nach der Tradition der Senecas, eines Stammender sechs Nationen, Avohnten diese einst in der Nähe der M usko h g e. Delawaren fanden am Missouri Leute, die ihre Sprache redeten *). Nach Adair kamen die Choktah mit den öük kasah, und Avenigstens später als die Muskohge oder Creeks **). Und so scheint nach allen diesen Daten auf der noch wenig bekannten Nord -Westküste von Amerika ein Gentralpunkt wenigstens recht vieler Völker Amerika's vor uns zu stehen, von wo Avahr scheinlich die Bevölkerung vieler Länder dieses Welttheiles erfolgte. Und eine Spur des frühe sten Zusammenhangs der grammatisch ausgebildet ften Amerikanischen Sprachen wird sich noch am Ende dieser Blätter zeigen. Diese also ist der Blick, den besonders Spra chenkunde schon itzt in den Zusammenhang so mancher Völker von Amerika thun lässt. Viel- leicht dass künftig ein helleres Licht auf die Ab stammung dieser Nationen von einander fällt, auf ihre nähern Verhältnisse, und so mit auf den Gang, *) Smith-Barton a. a. O. S. 47. ■**) A. a. O. S. 53."], [210, "192 den die Zersnaltung der Aeste Eines Stammes und ihre Auszüge zu der Bevölkerung ihrer Länder nahmen. Es Aväre für die Einsicht in diese Verhältnisse schon viel gewonnen, Avenn Avir Vermöchten', die Verhältnisse der genannten verivandten Sprachen so bestimmt zu zeichnen , Avie wir es bei bekann ten Sprachen Asiens und Europa's können; Avenn sich bestimmen liesse, ob jene Theile, z. B. des ChippiAväisch - Dehnvarischen Stammes , sich Avie ehe ZAveige des Germanischen oder des Slavischen Stammes, oder Avie die Schwestern der Französi schen Sprache verhalten. Grammatischer Zusammenhang entscheidet hier fast allein. Wir kennen jene dazu noch viel zu Avenig. Mühsam müssen erst aus den Avenigen Proben des Ausdrucks in jenen Sprachen die Spu ren ihres Baues gesucht Averden. , Eine Grammatik der Sprache von Natik um Boston haben Avir, die reich an Formen ist; die Chippiwäer haben fast keine Formen. Stücke ihrer Sprache hat Long, doch mit einer so Avunderbar rhetorischen Ueber setzung, dass sie dem Forscher wenig hilft. Aus Williams key muss die Sprache der Narraganfeis, aus den Büchern, Avelche die Brüdergemeinde in der Sprache derDelawaren hat drucken lassen, die Grammatik dieser erst ftudirt, und Alles jenes"], [211, "193 dann verglichen Averden *), — und doch selbst so Wird jene Frage nur zum Theil sich lösen. Denn gar mancherlei sind die Nüangen sol cher Verhältnisse der Sprachen unter sich. Nur die genaueste Kenntnise aller ihrer Eigenthümlich keiten führt zu solchen Bestimmungen. Bei den meisten Amerikanischen Sprachen hat man nicht Verhältnisse zu suchen, wie zwi schen jenen ausgebildeten. Verhältnisse, wie z. B. zwischen den Sprachen der Samojedischen und Ostjakischen Stämme hat man zu erAvarten ; und alle solche rohe Sprachen kennen wir zu we nig, um solche Bestimmungen zu geben, die ZAvischen Sprachen von wahrscheinlich auch sehr unbestimmten Formen sich vielleicht kaum geben lassen. \" Adair, der schöne Winke über Grammatik seiner Völker giebt, unterscheidet dabei nirgends Formen der Chikkasah und Choktah , die also viel* leicht immer, vielleicht zuweilen mit denen der andern von ihm beschriebenen Völker zusammen treffen : aber sicher ist diese nicht. Die Grammatik der Eskimo's muss sich auch erst aus den Büchern der Brüder- Gemeinde bilden, ehe man sie mit der Grönländischen ver- *) Ich bin mit allen dem beschäftigt. N"], [212, "194 gleichen kann. Wahrscheinlich ist sie bei Aveitem nicht so zusammengesetzt als die Grönländische, und vielleicht in eben dem Verhältnise der Roh heit zu der Kunst, wie die ChippiAväische zu der von Natick. Die Art der mancherlei Berührungen so vie ler Sprachen stellen sich nur deutlich dar, Avenn das, Avas wirklich auch bei itzt von einan der Aveit getrennten Nationen ähnlich ist, zusam men getragen Avird. Vielleicht dass sich ein ZAveig von einer Sprache fände , avo man es kaum ver muthet. Die folgenden Vergleichungen enthalten zu gleich Beläge von manchen obigen Behauptungen ; doch kann ihr ZAveck nicht fevn, die Dialekte Einer Sprache zu vergleichen. Diese Avürde hier zu Aveit, und von dem ZAvecke weggeführt haben, für den Zusammen hang der Völker Amerika's und den Bevölke rungs-Gang im Grossen Data aufzusuchen."], [213, "195 Vergleichungen Amerikanischer Sprachen unter einander. * Gott. Othom. : oqha. Huron. : ocki. H i m m e l. Huast. : tiaeb. Poconchi : taxab Galibi, Yaoi u. Tamacan : cabu oder capu. Qquich. : hanakpacha. Aymar. : alacpacha. Vater. Chiquit. : iyai. Zamac. : yai. Qquich. : yaya. Yarur. : aya. Shebay. : haja. Eslenes. : a- hay. Mutter. Guaran. u. Brasil. : fi. Totonak. : tzi Sohn. Maypur. : nuanis, mein Sohn. Algonk. u. Chippeway. : anis od. ianis>t Sohn, Tochter. Yaoi : cami. Totonak.: cam, mit Beisatz der Weiblichkeit, denn es bedeutet auch: Sohn. Bruder. Patagon. : peni. Qquich.: pana. Neu-Schwed.: rhenus. Sankikan. : renoes. Weib. Yucatan. u. Huastek. : ixal. N 2"], [214, "196 Kind. Ornagua : huahua, auch: Sohn. Qquich.: huahua, auch: Sohn. Mensch. Yucatan. u. Huastek. : inic. Omagua. : ava. Guaran.: aha, Kops. Omag. : yacae. Guaran. : aca» Betoi. : rosaca, mein Kopf. Hand. Chiles.: ku. Nutkasund. : coucou *) m'uzou. Lule. : is. Chiquit. : ees. - Fleisch. Mexican. : nacatl (tl ist Substantiv - Endung), Grönland.: nekke. Blut. Totonak. : lacahni. Tarahumar. : laca. Milch. Gheerak. : eeffeekee. Muskohg. : esfaga. Na m e. Poconch. : vi. Huastek. : bi. Schmerz. Qquich.: nanay. Othom.: nan-y. Geist. Qquich. : vcunnac. Nadowess. : ouaconn. Mandingo und Kongo : hoko."], [215, "197 sterben. Yucatan.: cimil. Huastek.: tzemel. Mexican.: miqui. Tarahumar.: mukiki. Sonn e. Chiquit. : suus . Mosc. : sua. Lule. : inni. Qquich. u. Aymar. : inti. Chiles. : antu. Patagon. : antuigh. Galibi. : ve'iou. Tamacan. : veju. Yaoi. : weye. Carib. : hueiou. Stern. Galibi. : ßricca. Yaoi. : chirika. Tamacan. ü. Otomach. : einen. Betoi. : filico. Blitz. Qquich. : yllapa. Aymar. : illappa. Sapiboc. : ilapa. N acht. Maypur. u. Moffa : jatti. Tamacan. : coco. Aymar. ist coca schwarz. Jahr. Sapiboc. u. Aymar. : mara. Mocobi. : ihiegro. Abipon. : inier o. Erde. Grönland. : nuna. Galibi. u. Tumacan. : nono. Carib. : nonum. Meer. Galibi. u. Brasil.: parana. Yaoi. : parona."], [216, "198 Haitisch : bagua *), Tarahumar. : paugui manila (letzteres ist Beisatz). Sand. Galibi. : sacau. Tairiacan. : ciaccau. Carib. : chucao. Brasil.: cut. Chiquit. : quiuzos. Berg. Galibi.: ouiboui. Carib.: oüibo Grönland.: kakkak. Totonak.: caquihuin. L uft. Mexican. :t ehecatl. Tarahumar.: heicala. Fe u e r. Kiriri. : iuu. Woccons. : yau. tief. Qquich.: ucu. Cora.: vcatevi (tief seyn). hoch. Haitisch: huibö. Galibi.: ouipi. Stein. Galibi. : tobou. Tamacan.: tepu. Carib.: tibou. Yaoi.: tabou. Silber. Qquich.: ccollque. Miami.: choule. Wald, Holz. Qquich. : sacha. Othom. : sähe. Deiavvar. : tachan od. tauhon. Zamuca. : ogat. NadoAvess. : ochaw. Vielleicht lässt sich auch das Mandingoische damit vergleichen. babagee"], [217, "199 Kraut. Omagua : ca. Guaicur. : caa, Baum, Holz. Galibi. : vuevue. Yaoi. : wewe. Fisch Qquich. : challhua. Der Dialekt von Quito , u. Aymar. : ckallua. Chiles. : chalgua. Th i e /■, Zamuca: cuchap. Poconchi: chicop. Horn. Totonak. : quanaca. Tarahumar. : auguäca. Schwein Chippeway. : coocootche. Tarahumar. : cotschi. Hund, Galibi., Yaoi. u. Aruwalc: pero. Tarahumar. : cocotschi. Carib. nennen ihre dortige Hundeart: ca'icouchi Katze, ist in vielen Amerikanischen Sprachen durch Laute wie musa oder misa ausgedruckt, mit wel chen auch ein spielender Name der Katze bei unsern Kindern übereinkommt. Bei der Tara humara Avird bemerkt, dass dort misa aus dem Spanischen entlehnt sey."], [218, "200 Othom. : mixi. Galibi : mecho. Mynaquess. : tzidtze. Mixtek. : tzimze (wilde K.). Henne. Mexican.: toto/in. Tarahumar.: totoli. G ans. Galibi u. Yaoi : rapone. Aente. Mexican. : canauhtli. Carib. Weibersprache: canärou. Ha u s. Tamacan. : aute. Aymar. : uta. , Vogel. Galibi : boutouboutouli. Aruwak. : puttuputtuli. Trüg hei t. Totonak. : macapalat. Carib. : macoüaligouti. Ka hn. Haitisch : canoa. Galibi. : canoua. W e ifs. Yucatan: zac. Totonak.: zacaca. Cochim. : gala. Mocobi. : yalaga. Lule: poop. Vilela: pop. Chiquit. : puruoibi, Zamuca : pororo. roth, Mexikan. : coztik. Kiriri : kutzu. gut. Abipon. : nein. Mocobi: noen."], [219, "201 essen. Cora : cua. Tarahumar. : coa, Mexikan. : qua. Miami : ouessmingue. Algonkins: wissin. trinken. Miami: meningue. Algonkins: minikoue. singen. Mexikan. : cuica. Cora : chuica. schlafen. Galibi : anagay. Yaoi : uniguene. Abipon. : aate. Othom.: aha. gib Nutka-Sund: kaatl. Tarahumar : kia. Yucatan. : cad. ich. Pimas: ani. Muskohg. : ani, Delawar. und die Arerwandten Sprachen : ni. Cora: nea. Tarahumar.: ne. Mexikan: nehuatl (wo huatl Pronominal - En- dung ist). Huastek. : nana. Lule : quis. Totonak. : quit. Abipon. : aym. Mocobi : ajim. Wyandots: dee. Mixtek: di (welches auch die Endung der ersten Person im Präsens der Othouiit. Sprache ist. )"], [220, "202 du., Phnas :«/»'. Cora : an. Abipon. , Guaicur. u. Mocobi. : acami. Qquich. : cam. er. AruAvak. : likia. Carib. : likia. Lul e : tita. Waicur. : tutau. Mosc. : muc. Tarahumar. : mu od. muheli *). wir. ihr. Mocobi : ocom. ocamigi. Guaicur. : oco. acami diguagi. Abipon.: akam. akamyi**). ja. Mexikan. : yye. Miami : i- ve. nei n. Galibi u. Yaoi: ouati. Yucatan: matan. Delawar.: matta» , Miami : moxtche. Minfi ; machta. Onondagos : achte. Qquich.: mana. Poconch. : mana od. ma. hier. Aruwak. : jaha. Totonak. : jehue. *) Hiermit kann vielleicht auch maooa der Sandwichs- Inseln verglichen werden. I . **) Damit vergleicht sich am füglichsten hier : w i r. i h r. Malayisch: kamy. cami. Tagalisch : camu. camo."], [221, "203 unte n. Abipon. : im. Mocobi : ini. ü ber, Yarura : uve. Tamacan. : cuve. eins, Laymon. : tejoe. Betoi : edojojoi. drey. Norton - Strasse : pingas hook. Eskimo's : pingasut. Qquich. u. Aymar.: kimsa, Sapiboc. : kimisa. sü ns. Aymar. : pisca. Sapiboc. : pissica. Quito : pichica. sechs. Qquich. : focta. Aymar. : fogta. Sapiboc. : succuta. sieben. Aymar. : pacalco. Sapiboc. : pacalacu. Nadowess. : chaou - copi ( Avovon chaou auch bey sechs vorkommt). Mosca : qhuppa.. Tuscaror. : chauh • noc, acht. Aymar. : kimasucalco. Sapiboc. : kimisacalucu. (Die Namen von 9 u. to lind in beiden Spra chen einerlei.) neun. Qquich. : yzkon. Sankikan.: pescon."], [222, "204 Die Ausbeute dieser mit eben der Zurück haltung und Vorsicht, wie vorher, gemachten Vergleichungen ist, Avie mich dünkt, beträchtli cher, als dort. Denn viele dieser Sprachen lie gen örtlich sich weit näher, als diese der Fall bey den Vergleichungen der Sprachen des alten Kon tinents mit dem neuen Avar. Um desto leichter schliesset sich ein Band um jene. Und die merkwürdigen Berührungen so man cher dieser Sprachen, die hier schon nachgewie sen sind, mögen Anläse Averden, sie noch genauer mit einander zu vergleichen, um wo möglich aus zumitteln, ob solche Aehnlichkeiten für Folge von gleipher Abstammung zu halten sind, oder ob das eine Volk vom andern die gleichen Wörter angenpmmen habe. Bey dieser letztern Untersuchung kommt be sonders viel auf die Vergleichung der grammati schen Formen dieser Sprachen an. So -weit diese grammatischen Einrichtungen bekannt sind, habe ich auch sie verglichen, und das iai Einzelnen ZAvar nicht ergiebige Resultat läset doch im Ganzen eine Aussicht auf Zusammenhang in früher Vorzeit uns erblicken. Die dritte Person der Verben ist ohne Prono minal - Vorsatz , Avährend alle -andern Personen dergleichen haben, im Armvakischen und Abipo nischen (Avie im Baskischen und Phönicischen )."], [223, "205 Die Betoi- Sprache zeichnet sich durch En dungen der Genera aus, welche allen andern Ame rikanischen Sprachen fehlen , und zwar durch die Endung auf os. ' In der Omagua dient cana, in der Qquichua cuna in bestimmten Fällen zur Plural -Endung. In der Betoi- Sprache ist die Plural -Endung jana, und in der benachbarten Yarura jini; Avelches wohl Beweise des Ueberganges solcher Formen auf übrigens gänzlich verschiedene Sprachen find. Die Possessiv -Pronominen bestehen fast in al len Amerikanischen Sprachen in, von den Personal- Pronominen sich unterscheidenden , Lauten , die vorn oder hinten sich an die Substantiven hängen. Ein Pronomen exclusivum der ersten Plural- p person, nämlich wir, wo der, mit welchem ich spreche, nicht mitbegriffen ist, unterscheiden von einem mitbegreifenden wir He Guaranische und Brasilische Sprache, die der Chiquitos, die Oqui chua, so Avie dieTagalifche und die derMantschu. Die Conjugation ist im Falle der Verneinung anders in den vielen Formen der Grönländischen Sprache , in der Betoi - und der Brasilischen Spra che, und zwar eingeschoben wird die Bezeichnung der Verneinung in der Mosca und im AruAvaki schen, eben so gut wie im Türkischen."], [224, "206 Die Tamanaca zeichnet sich von den ver fchwisterten Sprachen durch den auseerordentlich. grossen Reichthum in Tempusformen aus. Die Verba neutra haben andere Biegungen in eben dieser Sprache, ferner in der Guaicurifchen und der Huastekifchen Sprache, eben so gut, als in der Ungarischen. Aber ganz ausgezeichnet ist, dass bei fast al len Sprachen in Amerika, die mehr grammatica lifche Bildung haben, die eigentlichste Tendenz der ganzen Conjugation der Verben ist: das Ver hältnise des Bezuges der Handlung auf ihr Object zu bezeichnen, und so von den Fällen zu unter scheiden, wo kein solches Object vorhanden ist. An jeder Person der Verben werden auf diese Art hinzugetretene Pronominal- Accusative durch besondere Formen jener Personen ausgedruckt- und so nicht in der Qquichua allein und in der ganz verschiedenen Sprache Chili's : nein, eben so in dem äussersten Amerika in Norden, in Grönland; eben so in dem ZAveige des Chippiwaisch-Dela- Avarischen Stammes, der Sprache von Natik; und ebenso dazAvifchen in Mittel - Amerika , in der To tonaka, in der Cora, im Mexikanischen.*) *) S. über letzteres , besonders in dieser Hinsicht, mein Archiv für Ethnographie u. Linguistik. (Bd. I. St. I. S. 345. ) Die Cora trifft in diesem Stücke mit dem Mexikanischen nicht bloss in dem Gegenstande der Bezeichnung, sondern auch in der Art derselben zu- sammen."], [225, "207 Hier ist nicht blos der Fall , wie im Franzö sischen, avo diese Pronominal -Accusative zwischen das Subjects - Pronomen und das Verbum einge schoben werden, wie z. B. bei je vou s aime, son dern theils sind diese Pronominal- Accusative mit diesen Personal -Formen der Verben selbst ganz zu sammen geAvachsen , und haben fast alle Aehnlich keit mit dem Laute verloren, Avelchen die Perso nal - Pronominen für steh und als Subjecte haben; theils sind für diese Verhältnisse ganz eigene Bie gungen der Verbal - Personen selbst entstanden, Biegungen am Ende, die ein sehr zusammenge setztes System ganz eigener Conjunctionen der Verba bilden *). Der ganze Scharfsinn der Menschen, von welchen die Ausbildung der Sprachen von Ameri ka und die allmähliche Erfindung ihrer grammati schen Formon herrührte, hat sich gleichsam Einen Gegenstand envählt, und über diesen einen solchen Reichthum von Formen ausgegossen, dass man er staunt, und dass nur der geduldigste Sprachfor scher sich durch ein fortgesetztes Studium einen *) Wenn Beispiele hiervon gegeben werden sollten , so bedürfte es dazu der Darlegung der ganzen Conjuga- tion jeder von diesen Sprachen. Dieses würde unsere Leser ermüden. Aber schon die gar nicht so seltene Grönländische Grammatik von Egede kann deutlich diese Art des Baues und der Umwandlung zeigen."], [226, "208 Ueberblick über diese , von ihrer eigentlichen Be stimmung, Pronominal -Accusative auszudrucken, abgewichenen Bezeichnung zu verschaffen weise. c Gleichmässig sehen Avir .diese Richtung auf den entferntesten Punkten von Amerika, undnicht blos bei den helleren Köpfen, denen jene Formen ihren Ursprung Verdanken. Biegungen der Wör ter Averden nicht eingeführt, und bei der ganzen Nation Gesetz der Sprache, wenn nicht diese gan ze Nation für die Begriffe dieser Formen und ihre Bezeichnungen empfänglich ist. Die Richtung die ser Empfänglichkeit muss im äussersten Norden wie im tiefen Süden gleichmässig Statt gefunden, und sich die lange Zeit hindurch erhalten haben, welche nöthig war, um solche Systeme der Con jugation der Verben einzuführen. Wäre selbst die Art der Bezeichnung dieselbe, wie in dem Mexikanischen und in der Cora: so Wäre für den Einfluss der einen Sprache auf die andere, für die Entstehung solcher gemeinschaftli cher Formen , sey es durch Uebergang oder durch die Einheit der Abstanimung, völlig schon ent schieden. Indessen nicht blos die Einerleiheit der Rich tung beAveiset schon sehr viel, sondern ist auf der andern Seite ein um desto unbefangeneres Zeug nise. Hat diese Eine Richtung sich in allen so ent fernten Ländern unter Nationen von so ganz unter-"], [227, "209 schiedenem Charakter und so mannigfacher Le bensweise, unter der Menge der Veränderungen, die der Strom der Zeit herbeigeführt, erhalten; so kann doch diese Einheit der Richtung sclnver-' lieh blosser Zufall seyn, sondern man fühlt sich fast gedrungen , sie auf Eine Quelle des Ur sprunges zurück Zu führen, — des Ursprunges aus einer Zeit, wo Ein Stammvolk, Avenigstens für einen grossen TheiL Amerika's, und zwar für itzt sehr weit geschiedene Völker, schon soviel Bil dung und Schärfe des Urtheils hatte, um eine sol che Ausbildung verwickelter grammatischer For men auszudenken, und so fest darin zu Averden, dass nicht Jahrtausende, nicht der Zug in so ver schiedene Zonen, diese Richtung so venvischen konnten, dass nicht noch die deutlichen Beläge dieses Ganges der Bezeichnung unter ganzen Völ kern übrig Avären ; unter welchen blos diese Rich tung blieb, Avährend die Art der Bezeichnung bei der Zerspaltung eines solchen Stammes so Aveit aus einander gitig, dass darin keine Spuren des ehe maligen Vereines liegen, sondern erst dann er sichtlich Averden, wenn man alle diese Sprachen zugleich mit Einem Bücke übersehen kann. Und diese Richtung haben diese Sprachen nicht etAva seit der Entdeckung von Amerika er halten durch Missionaire, vielleicht die ersten, wel che die Sprache eines rohen Volks erst gramma- O"], [228, "210 tisch ausgebildet hätten. Nicht E g e d e hat feinen Grönländern, nicht Elliot den Natiks solche Formen angegeben. Es wäre nicht blos ein noch grösseres Wunder, Avie nun die Spanischen Mön che in Peru gerade eben diese Richtung ergriffen hätten *), sondern die* Unmöglichkeit jeder sol chen Vermuthung erhellet offenbar daraus, dak keine Sprache des alten Kontinents das Muster sol cher Formen geben konnte. Nämlich unter allen Sprachen, die ich ge rade für diesen ZAveck verglich, habe ich durch aus keine aufgefunden, in welcher auch nur eine Aehnlichkeit mit jener auffallenden Richtung der Conjugation so vieler Amerikanischen Sprachen sich fände — ausgenommen die Baskische. ■ Die grosse Menge der Conjugationen im Baskischen ist nichts Anderes, als eben dieselbe Art der Bezeichnung der Pronominal- Accusative, Avelche ein Verbum regieren kann , durch beson dere Biegungen dieses Verbums, durch besondere Endformen aller seiner Personen , und ZAvar andere bei jedem jener Pronominal- Accusative. *) Die! Grammatiker dieser Sprachen haben diese For- men so wenig sich geschaffen , dass sie vielmehr nicht einmal vermochten , uns ausser den Paradigmen deut- liche Begriffe des eigentlichsten Bezugs derselben, und eine Uebersicht von dieser Art des Baues anzuge- ben. Die Spanischen Grammatiker reden von Transi- tionen; prima, fecunda Transieion."], [229, "211 Es sind diese ganz andere Formen, aber eine gerade eben so zusammen gesetzte Art der Con jugationen wie die der Grönländer. Nicht so ganz einzelne Bezeichnung jedes solchen Falles, aber doch auch eben diese Rich tung der Bezeichnung, hat endlich noch die Spra che von Kongo, die in dieser Hinsicht auch wirk lich ausgebildet ist. Wäre etwa hier, avo die mühsame Verglei chung der Grammatik so vieler Sprachen des aL ten Kontinents, um, avo möglich Aehnlichkei ten mit Amerikanischen Grammatiken zu finden, nirgends durch andere Data als die angegebenen belohnt sich sah: wäre etAva hier ein Punkt für die Vergleichung ausgespürt, ein Haltungspunkt für den Zusammenhang des neuen Kontinentes mit dem alten? Der Aufmerksamkeit Avohl Avürdig ist Ave nigstens der Punkt; und es genüge mir, obwohl ich nicht vermag, noch alle diese Räthsel aufzu lösen, Avenigstens diese Scherflein beizutragen zu dem Anfang eines Baues, der aus den Trüm mern der zerrissenen Menschen- Stämme den Stoff sucht zum Verein des ganzen menschlichen Ge schlechts."], [230, "Ver befsei'tuijjcn. S. in Aumcrk. lies: Tagalischc. S. 15 f Z. 14.11. 15. lies: sahen. Halle, gedruckt bei Johann Jacob Gebauer."], [231, ""], [232, ""], [233, ""], [234, ""], [235, ""], [236, ""]]