[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "CHATILLON D'AZERGUES"], [8, ""], [9, ""], [10, ")N D'AZF.RGUES"], [11, "CHATILLON D'AZERGUES SON CHATEAU, SA CHAPELLE ET SES SEIGNEURS PAR A VACHEZ /i AVOCAT DOCTECR L*> EtROIT, MEMBhE DF. LA SOCIÉTÉ MTTÉRA1RI-. DE LTOH suivi L'iSF. NOTICE ANALVTlQlje SUR LA CHARTE INÉDITE DE CHATILLON pin V. DE- VALOUS Sous-bibliolbécaire au Palais-dee-Arts et membre de la Société littéraire de i.t \"ti . LYON micPcFJ€\\li~~cRIE -D'QálSMÉ VI~XGTT{I~XiE'K RUIì BELLE-CORD1ËRE, 14 18G9"], [12, ""], [13, "CHATILLON D'AZERGUES SON CHATEAU, SA CHAPELLE ET SES SEIGNEURS CHAPITRE PREMIER. — NOTICE HISTORIQUE 5{ 1. Les Seigneurs de Chàtillon. hatillon d'Azergues ne fut sans doute, à l'origine, qu'un poste fortifié d'une importance secon daire. Son nom mê me : Castellio, chà tillon, simple di minutif de casiel lurn (château), nous indique que le châ teau primitif de Chàtillon fut loin d'avoir la foro • I l'étendue de celui dont nous admi- rons les restes. L'opinion de ceux qui pensent que le châ teau actuel a succédé à un ancien poste romain n'a même rien d'invraisemblable ; les diverses dénominations rap portées ci-dessus servent aussi bien à désigner Femplace-"], [14, "6 ment d'un camp romain qu'un château féodal, et l'on sait d'ailleurs qu'un grand nombre de forteresses du moyen âge ont remplacé des châteaux de Tépoque romaine, qui avaient fait partie du système général de défense du pays et dont la plupart étaient destinés à fermer l'entrée des vallées (I). Au surplus, il n'est pas douteux que Chàtillon n'ait été fortifié dès les premiers temps de la féodalité. Sa forte posi tion sur un promontoire de rochers, qui commande à la fois les deux vallées de l'Azergues et d'Alix, dut faire choi sir de bonne heure ce lieu par les rudes batailleurs du Xe et du XIe siècles pour y élever une forteresse. Mais l'obscurité la plus complète existe sur le fondateur du château actuel et sur ses premiers possesseurs. Pour tant, comme à cette époque le seigneur féodal empruntait à son fief le nom patronymique qu'il transmettait à sa pos térité, et que, dès les temps les plus reculés, nous trouvons une famille de Chàtillon possessionnée dans nos contrées et notamment aux Chères, à Lissieu, à Anse, et à Quin cieu(2), nous pouvons dire, avec toutes les vraisemblances désirables, que c'est à elle que notre vieux manoir dut sa fondation. II est vrai qu'il faut se garder de confondre, comme on l'a fait quelquefois, les seigneurs de Chàtillon les Dombes avec ceux de Chàtillon d'Azergues, qui ne semblent avoir eu entre eux de commun que le nom. Mais s'il n'est point démontré que Bernard et Etienne de Chàtillon, qui figurent comme témoins dans une charte de l'an 1080, aient possédé la seigneurie de Chàtillon d'Azergues, le fait paraît plus probable en c'e qui concerne Amblard de Chàtillon, qui était possessionné à Essertines en Chatelneuf vers l'an 1 ì 00 (3). Enfin, il est bien difficile de ne pas croire que Guillaume (1) Ducange. Y» Caslelho. Quichcrat. De la formation française des anciens noms de lieux, p. 54. — Congrès archéol. de France, 13e ses sion, p. 67. (2) tìuigue. Obituarium lugdunensis ecclesiœ, p. 71. 134. 184. (3) Cartul. de Savigny, ch. 766, 861. el 948."], [15, "7 Rainier de Chàtillon, qui Aivait en 1121, était seigneur de Chàtillon d'Azergues, alors que nous le voyons , cette même ânnée, signer une charte avec Pierre de Bully, possesseur d'une seigneurie limitrophe. Et il en est de même de Dalmace de Chàtillon, témoin dans un acte de l'an 1160, avec Guichard d'Oingt. Ajoutons enfin que la fi liation des seigneurs de Chàtillon les Dombes est connue, et qu'aucun des noms qui précèdent ne figure dans leur généalogie. On peut donc affirmer, avec toute la certitude désirable, que Chàtillon d'Azergues fut possédé, au XIe et au XIIe siècbs, par une famille chevaleresque qui lui em prunta son nom, et dont les documents de Tépoque ne nous ont conservé aucun autre souvenir (1). La première mention faite dans nos annales du château de Chàtillon se trouve dans le traité de 1173, par lequel 1 archevêque de Lyon et le comte de Forez fixèrent les limi tes de leurs domaines respectifs : « Sur la rive droite de la « Saône, porte ce document, le comte cède à Tarchevêque « le château de Chàtillon [Castellionis] et tout ce qui est « renfermé dans ce château et son mandement, pour lequel « le seigneur dudit château doit 6délité et hommage « lige (2) . » C'est ainsi que Chàtillon fut compris désormais dans la province du Lyonnais et placé sous la suzeraineté de TEglise de Lyon. Mais la période historique ne s'ouvre pour les seigneurs de Chàtillon d'Azergues qu'au commencement du XIIIe siècle. A cette époque la famille de Chàtillon a dis paru et la seigneurie du lieu a passé à la maison d'Oingt qui possédait , depuis Tépoque la plus reculée , le vieux bourg de ce nom, auquel nos historiens donnent une ori- (1) Carlul.de Savigny, ch. 903. — Huillard Bréholles Invent, des titres de la maison de Bourbon, n° 8. — Chavcrondicr, Invent, des titres du comte de Forez, p. 586. — La Chesnaye des Bois, IV p. 344. (2) Mencstiicr. Histoire civile el consul. Preuves, p. 37."], [16, "8 gine romaine; famille illustre qui apparaît dans notre his toire dès le commencement du XIe siècle et qui donna des chanoines à TEglise de Lyon , des moines à TUe Barbe et à Savigny et se montra toujours dévouée aux inté rêts de cette dernière abbaye. Le premier représentant de cette famille que nous trou vons en possession de Chàtillon d'Azergues, est Guichard d'Oingt, qui vivait en 1217. A cette époque, si une grande partie du sol est aux mains des seigneurs laïques, les égli ses et les monastères sont loin d'avoir perdu les richesses recueillies pendant le cours des siècles précédents. Ruinées par les croisades lointaines, par la construction des châ teaux forts et par les guerres privées, les familles cheva leresques ont souvent recours à des emprunts pour lesquels nous les voyons engager leurs châteaux etleurs seigneuries. Et alors c'est généralement aux églises que s'adressent les seigneurs féodaux. II en fut ainsi de Guichard d'Oingt. Ses domaines étaient vastes et nombreux; il était possessionné à Bagnols, à Lé gny, au Bois-d'Oingt, à Theizé, à Pouilly, à Liergues, à Moiré, à Saint-Véran, àSarsay, à Saint-Loup, à Ternant et à Saint-Marcel TEcIairé; c'est ainsi que nous le voyons, en 1228, rendre hommage, pour ce dernier fief, à Guy comte de Forez (1). Mais cet accroissement de possessions territoria les ne semble guère Tavoir enrichi ; il lui fallait fortifier les bourgs et relever '«s vieilles forteresses des premiers âges de la féodalité ; il venait ainsi d'entourer Bagnols d'un mur d'enceinte; peut-être même en avait-il reconstruit le vieux château, et tous ces grands travaux avaient épuisé ses res sources. Aussi, dès Tannée 1217, le voyons-nous engager son château d'Oingt à Renaud, archevêque de Lyon, en ga rantie d'un premier emprunt (2). (1) Noms féodaux, V0 Yeonio. (2) Obituarium Lugdunensis ecclesiœ. p. 134. — Archives duRhôlie, armoire Cham, vol 48, n\" 1."], [17, "9 Trois ans plus tard , le 12 février 1220 , il engageait au même prélat, pour une somme de 11,000 sous forts, les fortifications qu'il vánait d'élever récemment à Bagnols [munilionem de novo constructam), et tous les droits qu'il avait au même lieu, ainsi qu'au Bois-d'Oingt et dans la paroisse de Légny. Guichard présenta en outre comme cautions plusieurs représentants de la noblesse chevaleres que de nos provinces. C'étaient : Guy de Marchampt, Guy de Marzé, Aymon de Varennes, Pierre de Taney, Dalmace de Saint-Symphorien, Zacharie de Fontanez, Etienne et Pierre de Lanay, Humbert Ayglier, Zacharie Mauvoisin et plu sieurs autres. Chacun d'eux s'engagea pour Guichard jusqu'à concurrence de 300 sous forts (1). Mais cet emprunt ne put suffire aux besoins de Gui chard ; Tannée suivante, Tarchevêque Renaud accorda en core aux prières du seigneur d'Oingt et de ses amis, un prê( de 1000 sous forts. Quatre ans plus tard, nouvelles sollicita tions, nouvel emprunt de 8,000 sous forts. En garantie de tous ces prêts qui s'élevaient à la somme totale de 20,000 sous forts, Guichard engagea au chapitre tous les droits qu'il possédait sur les villages de Theizé, de Pouilly, de Liergues, de Moiré, de Saiùt-Véran, de Sarsay, de Saint- Loup, de Ternant, du Bois-d'Oingt etde Légny, aussi bien que sa nouvelle forteresse de Bagnols, droits qu'il tenait déjà en fief de TEglise de Lyon et qu'il promit de posséder toujours en fidèle vassal. De plus, le même emprunt fut encore cautionné par les chevaliers dont les noms sont rap portés ci-dessus (2). Le testament de Robert II, archevêque de Lyon, du mois de juin 1232, nous apprend que, sous ce prélat, Gui chard avait pu rembourser 1,000 livres sur Tengageiuent (1) Archives du Rhône. Arm. Cham. Vol. 48, n° 3. Nous devons la communication de ce document ainsi que celle de la pièce suivante à l'o blig^ance de M. Vital de Valous. •2 Archives du Rhône. Arm. Cham. Vol. 4H, n° 6"], [18, "10 du château d'Oingt, mais dans l'intervalle il avait engagé Chàtillon à TEglise de Lyon pour le prêt d'une somme décent livres que Tarchevêque Robert légua à son succes seur (1). Tel est le premier document qui nous montre Chàtillon d'Azergues en possession des seigneurs d'Oingt. Guichard laissa deux fils : Guichard et Etienne. Gui chard l'aîné hérita de la terre d'Oingt. Etienne fut seigneur de Chàtillon d'Azergues, de Bagnols, de Saint-Forgeux, de Saint- Romain de Popey, d'Ancy, de Fleurieux et de Brullioles. II parait même avoir été en possession de tou tes ces terres dès Tannée 1247 (2). Mais il ne posséda ja mais que la moitié dr la seigneurie de Chàtillon. Dès cette époque, et jusqu'à la fin du XVe siècle, cette seigneurie fut divisée en deux parties, et nous aurons à rechercher quels furent pendant cette période de deux siècles les divers co seigneurs de ce fief. II nous suffit de savoir présentement qu'au milieu du XIIIe siècle l'autre moitié de Chàtillon était aux mains d'André d'Albon, seigneur de Curis. C'est du moins ce qui résulte de divers événements dont on verra plus loin le récit et que ce fait seul rend expli cables. Etienne d'Oingt nous est surtout connu par la charte de franchises qu'il accorda , avec le consentement et Tappro bation de son frère Guichard d'Oingt, aux habitants de la seigneurie de Chàtillon, le 1er avril 1260 (vieux style). Depuis quelques mois seulement, Villefranche venait de recevoir sa charte de libertés communales. Le mouvement général des esprits, T exemple donné par un puissant voi sin, enfin même son propre intérêt puisqu'il s'agissait de retenir les habitants de ses domaines, et qu'il se fit payer une sommede300 livres viennoises, toutportaitleseigneur de Chàtillon à libérer ses vassaux des droits onéreux que (!) Obituarium Lugdunensis ccclcsiœ, p. 210. (2) Bcdin, Fief de Prosny ,p. 28."], [19, "11 faisait peser sur eux le joug féodal. Après en avoir déli béré avec ses amis, Etienne d'Oingt les affranchit donc à l'avenir du droit de taille ou complainte (omnem tailliam complaintam), des taxes arbitraires appelées extorsions et exactions (exactiones et extorsiones], des corvées, même de celles qui se bornaient à un seul jour de travail (corvatas jornales), et des reconnaissances (recognitiones) dues lors du changement du seigneur ou pour toute transmission de biens d'un père à ses enfants ou de ces derniers à leurs as cendants. II renonça pareillement aux droits de banvin [bannum de augusto), de péage sur le vin, et de retrait cen suel. Mais le service militaire à la suite du seigneur (chal vagatas), aussi bien que les droits de laods et ventes fu rent maintenus expressément (1). Cette charte ne renferme ainsi que la remise do quelques uns des droits exercés au moyen âge par un seigneur sur ses vassaux. II n'y est fait aucune mention de concessions municipales donnant au bourg de Chàtillon le droit de se former en commune et de confier à des consuls la gestion de ses affaires publiques. Cependant, ce droit a dû être concédé, au moins verbalement, á une époque quelconqne, car lorsque, pour assurer la conservation de sa charte, le bourg de Chàtillon demanda, en 1597, son insinuation au greffe de la senechaussee de Lyon, la supplique fut faite au nom des consuls du lieu (2). La charte de Chàtillon d'Azergues, retrouvée récemment aux archives de la Cour impériale par M. Vital de Valous, est précieuse, non-seulement parce qu'elle est la seule charte concédée au moyen âge, dans la province du Lyon nais, dont nous possédions le texte complet, mais encore (1) Voir pour de plus amples délaiU sur cette charte le travail spécial que lui a consacré M. Vital de Valous et qui forme le chap. V de cette nolicc. (2) « Supplient humblement les cosses, manans et habitans de Chastillon d'Azergues... » — V. ce document aux pièces justificatives."], [20, "12 parce qu'elle nous indique l'étendue de la seigneurie de Chàtillon, au milieu du XIIIe siècle. Cette seigneurie com prenait à la fois les paroisses de Saint-Jean (1) et de Saint- Barthélemy de Chàtillon, de Sainte-Valburge (aujourd'hui chapelle d'Amancey), de Chessy, du Breuil, de Saint-Ger main sur TArbresle, de Sarsay, de Dorieux, de Coleymieux, de Belmont et de Charnay. Bien plus, ce document nous donne d'une manière pré cise les confins de cette circonscription féodale et nous les reproduisons ici, bien que les noms de lieux indiqués comme points de repère soient oubliés sans doute depuis longtemps. Ces limites formaient le périmètre suivant : Du chêne de Charnay (2), elles se dirigeaient vers le trêve de Mercurens (ad triviumde Mercurens), et de là vers TAzergues,en sui vant le chemin de Croze (3) à cette rivière [de Crozes en Azergo). De ce cours d'eau, elles remontaient à la Roche Clusel (ad rupcm dictam Clttsel), passaient au lieu des Places (4), puis au trêve de Lays (5), (ad trivium de Lays), pour aboutir au chêne de Charnay (ad- quercum de Char nay), indiqué comme point de départ (6). II est probable qu'Etienne d'Oingt ne vit point son exem ple suivi par le seigneur de l'autre moitié de Chàtillon. Car si ce dernier eût accordé les mimes franchises à ses vas- lí) Nous voyons sur le plan cadastral que le territoire situé entre le bourg de Chàtillon et TAzcrgues porte le nom de Saint-Jean. C'est là, sans doute, un dernier souvenir d'une ancienne subdivision de la paroisse de Chàtillon. (2) Le nom de la Montée du, Client, que nous rencontrons sur le plan cadastral de Chàtillon, nous indiqUe, sans doute, la situation de cet ancien point de repère. (3) Peut-être s'agit-il là du lieu appelé Crouze sur le plan cadastral. (4) Les Places, hameau de la commune de Sarsay. (5) Sans doute Glaij, entre Saint-Germain et le Breuil. (6) Archives de la Coui impériale de Lyon Ber/istrcs des insinuations. Vol. 122, f°s 151 et suiv."], [21, "13 saux, les habitants de Chàtillon n'eussent point négligé évidemment de faire transcrire aussi cette seconde charte sur les registres de la senechaussee de Lyon. Un hommage rendu, en 1272, par Etienne de Varennes à l'abbé de Tlle Barbe, nous apprend qu'Etienne d'Oingt vivait encore à cette date (1). Mais sa mort est antérieure à Tannée 1284. L' ancienneté de sa famille et Timportance de ses possessions territoriales lui avaient fait contracter une illustre alliance : il avait épousé Artaude de Roussillon, fille d'Artaud, quatrième du nom, seigneur de Roussillon, et d' Artaude, fille de Guy IV, comte de Forez, qui lui donna sept enfants. Etienne d'Oingt laissa, en mourant, à sa veuve Tusufruit des terres et seigneuries de Chàtillon, Bagnols, Saint- Forgeux et Samt-Romain de Popey. Ses enfants étaient fort jeunes encore, et leur âge les livrait sans défense aux agressions violentes d'injustes voisins. Mais ils trou vèrent un puissant protecteur dans leur cousin Artaud V de Roussillon-Annonay, fils de Guillaume de Roussillon et de Béatrix de la Tour, qui possédait dans nos contrées les seigneuries de Riverie, deDaigoire et de Chàteauneuf. Pour mieux assurer sans doute Tefficacité d'un tel appui, mais en apparence pour le récompenser des services qu'il leur avait rendus, les filles d'Etienne d'Oingt, nommées Marguerite, Eléonore, Guiburge, Clémence et Elisabeth, firent don à Artaud, par un acte du mois de décembre 1284, de leurs terres et seigneuries de Chàtillon d'Azergues, Bagnols, Saint-Forgeux et Saint-Romain de Popey. Cette donation, dont Falque d'Ampuis et Guillaume Malamotha, chevaliers, furent témoins, fut approuvée par Girin de Mazuriaco (de Mizérieux?), leur curateur (2). L'année suivante, Gilet d'Oingt, fils d'Etienne d'Oingt, suivit Texemple de ses soeurs. Le 2 novembre 1285, il fit (1) Bedin. Fief de Prosny. p. 28. ;2) Huiltard-Bréhollcs. Inventaire des titres des ducs de Bourbon. i>° 754."], [22, "14 aussi donation à Artaud de Roussillon de tout ce qu'il pouvait posséder ou prétendre à Chàtillon d'Azergues, à Bagnols, à Saint-Forgeux, à Saint-Romain de Popey, à Ancy, à Fleurieux, à Brullioles, ainsi que de la garde de Dorieux, et cela, ajoute Tacte, en considération des bons services qu'Artaud avait rendus au donateur (1). Gilet d'Oingt mourut jeune et sans laisser de postérité, de même que son frère Guichard. Mais Artaud, qui n'avait reçu ces divers fiefs que pour mieux assurer la protection qu'il avait accordée à ses jeunes parents, ne prit jamais possession de Chàtillon d'Azergues, ni le titre de seigneur de cette terre, et il se souvint, en loyal chevalier, de resti- tuer le dépôt qui lui avait été confié, quand les enfants d'Etienne d'Oingt furent en état de se protéger eux-mêmes. Chàtillon d'Azergues, avec les terres de Bagnols, de Saint- Forgeux et de -Saint-Romain de Popey, dont la veuve d'Etienne d'Oingt avait Tusufruit, formaient la dot de deux de ses filles : Marguerite et Eléonore. Au mois de décem- bre 1288, Tune et l'autre furent fiancées, Tainée, Margue- rite, à Guy d'Albon, et Eléonore à Guillaume d'Albon, tous deux fils d'André d'Albon, chevalier, seigneur de Curis et coseigneur de Chàtiilon d'Azergues. Désormais la tutelle d'Artaud de Roussillon devenait sans objet. Aussi, dans un acte du 28 décembre 1288, s'empressa-t-il de renoncer, en considération de ce mariage, à la donation qui lui avait été faite. Toutefois, il se réservait de reprendre les biens cédés, au cas où Marguerite et Eléonore ne laisseraient pas d'enfants, en se chargeant d'exécuter leurs dispositions testamentaires qui s'élevaient pour chacune d'elles à la somme de 200 livres viennoises. Cet abandon fait, les deux futures, par un autre acte du même jour, déclarèrent apporter en dot à Guy et à Guil laume d'Albon les terres et seigneuries de Chàtillon (1) Huillard-Bréholles. Inventaire des litres de la maison de Bourbon. N° 777."], [23, "15 d'Azergues, de Saint-Forgeux, de Saint-Romain de Popey et en général tous les biens leur provenant de Théntage paternel, à Texeeption toutefois de Tusufruit de la terre de Bagnols qui fut réservé à leur mère (1). C'est ainsi que Chàtillon d'Azergues passa aux mains de la famille d'Albon pour y demeurer pendant près de deux siècles. Mais alors, aussi, commence pour le vieux manoir la période des .guerres privées, des sièges et des combats. En 1297, Guillaume d'Albon suivit, avec un chevalier et deux écuyers, le bailli de Màcon qui allait, par ordre du roi, au secours du duc de Bourgogne (2). Peu de temps après cette expédition, il eut à soutenir, avec Guy son frère aîné, une agression violente de la part de leur troisième frère Henri, qui avait hérité des droits que leur père André d'Albon possédait sur la terre de Chàtillon. Au nombre des fiefs relevant de cette seigneurie étai* celui de Sandars, situé dans la plaine entre Chàtillon et Chessy, et que possédait, à cette époque, la famille de Varennes. Jean de Varennes, chevalier, rendit hommage, le 28 mars 1294, à Guy et à Guillaume d'Albon, pour cette maison de Sandars et ses dépendances. En 1302, le même hommage fut renouvelé encore, et toujours sans tenir compte des droits de suzeraineté d'Henri d'Albon. II n'y avait là sans doute rien de bien'grave; car, aux termes du droit féodal, Thommage rendu à un seul des coseigneurs ne libérait point le vassal vis-à-vis de l'autre suzerain et ne pouvait nuire par conséquent aux droits de ce dernier. Néanmoins le fougueux chevalier considéra cet oubli com me une offense et il en demanda réparation les armes à la main. Guy et Guillaume armèrent de leur côté leurs vas saux et leurs amis, et les deux partis en vinrent aux mains. Mais Henri d'Albon fut vaincu et laissa même son (1) Huillard-Bréhollcs. Loco eiíoío. N° 814. — Noms féodaux. V° Boi sillon. (2) P. Anselme, Grand? officiers de la couronne. VII, p. 203etsuiv."], [24, "16 fils aîné Simon prisonnier aux mains de sep deux frères. Cet échec rendit Tagresseur moins intraitable. Guichard, seigneur d'Oingt, Guillaume de la Pallu, Bérard de Gar narens et Philippe de Marzé, amis communs des seigneurs d'Albon, s'interposèrent et réussirent à terminer le différend par une transaction qui rendit Simon à la liberté et divisa la seigneurie de Chàtillon entre les trois frères (1303). Mais Henri ne garda pas longtemps sa part ; il la vendit aus sitôt à son frère Guillaume, et des deniers qu'il en reçut il acheta le château et la seigneurie de Pollionay. Son frère Guy, seigneur de Curis, aliéna pareillement la sienne; mais on ignore le nom de Tacquéreur. Selon toute appa rence, ce fut aux seigneurs de Varey, que nous voyons pen dant le cours du xive siècle qualifiés du titre de co-seigneurs de Chàtillon d'Azergues (1). Quoi qu'il en soit, à compter de ce moment, Guillaume d'Albon et sa postérité furent en possession de la plus grande partie de cette seigneurie. II en fut de même de celle de Bagnols, pour laquelle il rendit hommage à Tar chevêque de Lyon, avec son frère Guy, le 2 février 1289 el le9mai 1290. Déjà le 5 mars 1289, Guiburge, troisième fille d'Etienne d'Oingt, et son mari Guy de Saint-Symphorien, seigneur de Grézieu, avaient renoncé en faveur de Mar guerite et d'Eléonore, femmes de Guy et de Guillaume d'Albon. à tous leurs droits dans la succession de leur père et de leurs frères Guichard et Gilet d'Oingt, moyennant la somme de 200 livres (2). Mais il paraît que cette renoncia tion n'avait pas été complète, car le 3 juillet 1303, Guy et Guillaume d'Albon traitèrent encore avec Guy de Saint- Symphorien et sa femme Guiburge, au sujet des droits de cette dernière sur le château de Bagnols, provenant de Théritage de ses frères Guichard et Gilet d'Oingt (3). (1) Mazuies de TIsle Barbe. P. 13), 178 et 190. (2) Huillard-Bréholles. Inventaire des titres de la maison de Bourbon. N»5 817, 818 et 838. (3) DeCourcclles. Généalogie de la maison d'Albon, p. 25."], [25, "17 D'autres documents nous apprennent encore que Hum bert Ier de la Tour du Pin, dauphin de Viennois et comte d'Albon, était débiteur envers Guillaume et ses deux frères Guy et Henri d'une somme de 2786 livres 10 sous viennois. Pour se libérer de cette somme, il leur délégua, par un acte du 17 juin 1298, 300 livres à prendre annuellement, pen dant huit ans, sur une pension de 800 livres que le roi Philippe le Bel lui avait assignée sur son trésor du Temple à Paris (1). Au mois de septembre 1307, nous voyons Guillaume d'Albon ratifier, avec ses deux frères, le traité conclu entre le roi Philippe le Bel et Tarchevêque de Lyon, Henri de Villars, qui obtint du prince la confirmation des droits ré galiens et la promesse de ne lever aucun impôt dans sa juridiction, sans le consentement de son Eglise, avec Tin terdiction pour les officiers du roi de tenir des assises en son nom dans la ville de Lyon (2). Quatre ans plus tard, Guillaume figure au nombre des seigneurs qui pYo testèrent, le 20 octobre 1311, contre les Philippines, édits royaux qui mettaient la noblesse de la province sous la suzeraineté directe de TEglise de Lyon et préparèrent la réunion du Lyonnais à la couronne de France (3). Guillaume d'Albon vivait encore en 1313, car il fut convoqué, le 2 août de cette même année, avec plusieurs autres chevaliers, et notam ment Guy d'Albon son frère et Jean (de Varey?), co-sei gneur de Chàtillon d'Azergues, par Renaud de Sainte- Bonne, chevalier, pour fixer l'étendue du ressort de la senechaussee roYale.de Lyon (4). A Guillaume succéda son fils aîné, Etienne d'Albon, che valier. Mais nous ne connaissons de ce seigneur de Chà tillon que Talliance qu'il contracta avec Jacqueline de (1) Ma2ures de l'isle Barbe, p. 132. (2) De Courcellcs. Généalogie des d'Albon, p. 27. (3) Menestricr. Hist. civile et consul. P. 427. — Monfalcon. Monumcnta historia; Lugdunensis, p. 457. (4) Menestricr. Hist civile et consul, p. 441, et Preuves, p. 88. 2"], [26, "18 Saint-Germain, fille d'Artaud de Saint-Germain, seigneur de Montrond en Forez, qui lui donna quatre enlants, savoir : 1° Jean, seigneur de Chàtillon, qui suit ; 2° Thibaud, qui hérita plus tard de cette terre, après la mort de son neveu ; 3° Etienne, chamarier de Savigny et prieur de Mor nant, qui vivait en 1369 ; 4° Jacquette, religieuse à Tab baye de Saint-Pierre (1). Jean d'Albon, fils aîné d'Etienne d'Albon, hérita de son père des seigneuries de Chàtillon d'Azergues et de Bagnols. Ce seigneur de Chàtillon fut l'un des plus fidèles serviteurs de la royauté dans les guerres que Philippe de Valois sou tint contre les Anglais. Toute sa vie se passa au milieu des camps, et il ne revint dans ses foyers que lorsqu'il fut devenu vieux et infirme. Ce fut alors que Jean de Ma rigny, évêque de Beauvais, lieutenant du roi au pays de Saintonge, lui accorda, au nom du prince, une pension de douze deniers par jour, à prendre à Toulouse sur le trésor royal , sou's son bon plaisir toutefois et pour autant de temps qu'il plairait à Sa Majesté. Cette faveur, portent les lettres-patentes du roi, du 20 février 1341, lui était accordée comme une juste récompense des services qu'il avait ren dus à TEtat, ainsi que ses frères et tous les membres de sa famille (2). Une pension qui se réduisait à 18 livres par an, nous paraît bien modique. Mais si Ton songe à la dépréciation subie par les valeurs monétaires depuis le xrve siècle, on est bientôt convaincu que cette libéralité avait plus d'im portance qu'elle ne le semble au premier abord. Le Labou reur, qui écrivait à la fin du xviic siècle, l'avait déjà remar qué. L'argent était rare à cette époque, dit le vieux chro niqueur, et Ton faisait beaucoup avec de faibles sommes. Alors, en effet, on pouvait ériger une maison en fief, eD y (1) Mazures de l'isle Barbe, p. 180. — P. Anselme. Grands officiers de la Couronne. VH, p. 203 et suiv. (2) Mazures de l'isle Barbe, p. 180."], [27, "19 attachant dix livres de rente en fonds, et cela suffisait pour l'entretien d'un gentilhomme. A la même époque, les cha noines de Lyon avaient seulement de 15 à 30 livres de rente. La pension ie 18 livres, accordée par le roi à Jean d'Albon, n'était donc point une récompense sans valeur. Jean d'Albon vivait encore en 1349, époque où il assista au mariage d'Agnès d'Albon, sa parente, fille de Henri, seigneur de Saint-Forgeux, avec Mathieu de ,Talaru (1). Sa mort n'est pas postérieure à 1357, car déjà Tannée sui vante, sa veuve, Marguerite d'Oingt, fille de Guy, seigneur d'Oingt et de Fleur de Lys de Varey, s'était remariée à Jean de Laye, seigneur de Saint-Lagier (2). Le testament de Marguerite d'Oingt, qui porte la date du 19 décembre 1383, nous apprend que Jean d'Albon fut in- humé à Lyon dans l'église du couvent des Jacobins. II ne laissa qu'un fils nommé Etienne, dont la minorité fut ora- geuse. A peine sa mère eut-elle contracté un nouveau ma- riage, que Thibaud, frère puîné de Jean d'Albon, préten- dit à la tutelle de son neveu. Mais une sentence de Tan 1361 rejeta sa demande et la tutelle d'Etienne fut confiée à Henri d'Albon, seigneur de Saint-Forgeux, fils de Guy, sei- gneur de Curis. Malheureusement cette tutelle ne dura guère. Henri, qui testa le 11 août 1361, au moment de son départ pour l'armée du roi, mourut dans cette expédition et laissa ainsi son pupille et son fils Guillaume livrés aux attaques incessantes de Thibaud. Etienne , religieux de Savigny, frère de ce dernier, Henri d'Albon, moine de l'Ile Barbe, et Humbert d'Albon, seigneur de Pollionay, réus sirent, par leur médiation, à étouffer le différend (1363). Mais au milieu de tous ces conflits, Thibaud s'empara par force du château de Chàtillon, et enleva tout ce qu'il ren fermait de plus précieux : bijoux, meubles, armes et objets d'équipement. (1) P. Anselme. Histoire des grands Officiers de la Couronne, Vil, p. 203 et s. (~) Bedin, Fief de Prosny, p. 29."], [28, "20 Tout cela ne l'empêcha pas, lorsque son neveu Etienne d'Albon fut mort quelques années après, sans postérité (1370), et qu'il eut hérité de ce dernier de la seigneurie de Chàtillon, d'intenter un nouveau procès à Guillaume d'Al bon, seigneur de Saint-Forgeux, auquel il réclama à la fois la reddition du compte de tutelle d'Etienne d'Albon, due par son père Henri, et la re.présentation des bijoux et effets mobiliers ayant appartenu à son neveu. La réponse de Guillaume était facile : L'éducation d'E tienne d'Albon, les procès intentés par Thibaud tant à son neveu qu'à sa mère Marguerite d'Oingt et les fortes gar nisons, que le tuteur de ce dernier avait été obligé de tenir à Chàtillon, avaient absorbé tous les revenus de son jeune pupille. Enfin, quant aux bijoux que réclamait Thibaud, ne savait-il pas qu'il les avait enlevés en s'emparant de vive force du château de Chàtillon ? Un procès ruineux et interminable, comme on les faisait à cette époque, allait s'engager, quand l'intervention de leur parent Humbert d'Albon, seigneur de Pollionay, amena une transaction par laquelle les deux parties se tinrent mutuellement quittes de leurs prétentions réciproques. Ce fut ainsi que Thibaud entra en possession paisible de Chàtillon. Depuis cette époque, l'histoiren'en fait aucune mention. II mourut à Lyon, en 1399. Comme son frère Jean d'Albon, Thibaud avait passé la plus grande partie de sa vie au service du roi, dans nos guerres contre les Anglais. Aussi les corps ecclésiastiques et tous les fonctionnaires de Tordre civil s'empressèrent-ils d'honorer les funérailles du vaillant chevalier. Thibaud fut inhumé dans Téglise des Jacobins où les d'Albon avaient leur sépulture. Sa tombe, sur laquelle il était représenté tête nue et armé de toutes pièces, existait encore dans cette église du temps du La boureur (1). Thibaud d'Albon paraît avoir épousé une femme de la (1) Mazures de l'isle Barbe, p. 182 et s,"], [29, "21 maison de Thélis qui lùi donna six enfants. L'un d'eux, Hugues, fut prévôt de l'église de Saint-Jean de Lyon ; un autre, du nom de Bertrand, fut père d'une fille appelée Alix, qui épousa Guichard de Saint-Symphorien, seigneur de Chamousset; Taìné, nommé Thibaud, comme son père, lui succéda dans la possession des terres de Chàtillon et de Bagnols. Ce dernier épousa Catherine de Varey, de la maison d'A vauges, qui possédait une part de la seigneurie de Chàtil lon d'Azergues. II fut stipulé dans le contrat de mariage des deux époux que le premier fils qui naîtrait de leur union aurait, par préciput, le château de Chàtillon avec la moitié par indivis de tous les revenus, rentes, droits seigneu riaux et de juridiction à tous les degrés dépendant de la dite seigneurie. Le bénéfice de cette donation appartenait à Guichard, Tainé de leur fils. Comment ce dernier offensa t-il son père? Osa-t-jl réclamer trop tôt la jouissance de la seigneurie de Chàtillon? On Tignore. Ce qui est certain, c'est qu'il encourut la disgrâce de son père. L'irritation de Thibaud d'Albon fut si vive qu'il abandonna Chàtillon dont il emporta les plus beaux matériaux , le bois, la pierre et le fer, qu'il fit conduire dans son château de Bagnols où il se retira. Non content de dépouiller le vieux manoir et de le laisser tomber en ruine, il aliéna même les rentes et les revenus de la seigneurie, vingt bicherées de la terre appelée de Pouilly, la juridiction de Dorieux, la terre et rente de Chambost et divers autres droits seigneuriaux. Dépouillé de ses revenus, repoussé par son père qui refusait de lui donner un asile, Guichard eut recours au tribunal de la sénéchaussée de Lyon pour obtenir une pension alimen taire; mais il n'en fut jamais payé. Rien ne put toucher Tinflexible Thibaud. L'affection de ce dernier s'était repor tée tout entière sur son second fils, Amédée, brave che valier qui guerroyait au service du roi de France. Amédée périt à la bataille d'Azincourt (1415), ou du moins il dispa-"], [30, "22 rut dans cette funeste journée, sans que jamais on ait pu savoir ce qu'il était devenu. Néanmoins, Tannée suivante, Thibaud, qui ne désespérait point du retour de son fils chéri, Tinstituait encore pour son héritier, au préjudice de son aîné, en lui substituant ses deux fils, encore enfants, Antoine et Guillaume (1416). Thibaud mort, le malheureux Guichard essaya vaine ment d'entrer en possession de Chàtillon. Vainement aussi réclama-t-il la jouissance de ses droits aux exécuteurs tes tamentaires de son père, et à son frère, Guillaume, moine deSavignyet tuteur des enfants d'Amédée. Ce dernier ne voulut rien entendre; il se mit en possession du château de Chàtillon et refusa toute satisfaction à son aîné. Victime d'une exhérédation injuste quileprivaitde toutes ressources, Guichard s'adressa au roi de France auquel il exposa tous les malheurs de sa situation. On lui refusait à la fois la délivrance de ses droits héréditaires dans Thoi rie de ses père et mère, et le payement de la pension ali mentaire qui lui avait été allouée par les tribunaux. Un an s'était écoulé depuis la mort de son père et il n'avait été fait aucun droit à toutes ses réclamations. Son château de Chàtillon tombait en ruine, faute des réparations les plus nécessaires, et loin de pouvoir obtenir le rachat des ren tes aliénées à son préjudice, il se voyait même refuser une somme de 200 florins d'arrérages qui lui était encore due sur sa pension. Le roi Charles VI fut touché des plaintes du pauvre gen tilhomme, et il ordonna au bailli de Maçon, par des lettres patentes de Tan 1417, de connaître de cette affaire et de pourvoir à Texécution de la donation dont se prévalait Gui chard. L'effet de Tordre royal ne se fit pas attendre. Mais aux premières poursuites de son frère, Guillaume d'Albon, tuteur des enfants d'Amédée, s'adressa de^son côté au roi pour obtenir un délai de grâce. L'âge de ses jeunes pupilles, dont Taîné avait six ans et demi, et le plus jeune quatre ans seulement; la mort de leur père, tombé sur un champ"], [31, "23 de bataille, au service du roi; Timpossibilité de payer de suite les sommes dues à divers créanciers par la succes sion de leur aïeul; tels furent les puissants motifs qu'il fit valoir en faveur de ses neveux. La supplique obtint un plein succès, et des lettres du roi données à Creil, le 14 fé vrier 1418 (nouv. style), accordèrent un délai d'un an aux enfants d'Amédée d'Albon, aussi bien qu'à leurs cautions, pour payer toutes leurs dettes et répondre à toutes les ac tions dirigées contre eux. Cet avantage obtenu ne suffit point à Thabile moine, qui se montra aussi inexorable que son père lui-même pour son frère Guichard. Ce dernier avait malheureusement em brassé le parti du roi, qui se trouvait alors aux mains des Anglais. Guillaume s'en prévalut auprès du Dauphin, qui prenait le titre de régent du royaume. Grâce aussi au sou venir de la mort glorieuse d'Amédée d'Albon, il ne lui fut pas difficile d'obtenir de nouvelles lettres d'Etat, portant la date du 16 mars 1419 (nouv. style), pour retarder encore Texécution des obligations qui incombaient aux enfants de ce dernier. Ce fut au moyen de ces délais successifs que Guillaume d'Albon parvint à échapper aux réclamations de Guichard. Car depuis cette époque, vil n'est plus fait aucune mention de ce seigneur de Chàtillon, qui ne put jamais entrer en possession de sa seigneurie Soit que sa mort fùt venue mettre un terme à ses prétentions, soit qu'il ait transigé avec ses neveux, cette terre demeura définitivement aux enfants d'Amédée d'Albon, conformément au testament de leur aïeul (1). Guillaume, le plus jeune, avait été institué conjointement avec son aîné, Antoine. Mais on ignore quelle fut sa des tinée. On ne sait rien de lui, sinon qu'il vivait encore en 1434 et qu'il portait a cette époque la qualification de da moiseau et le titre de co-seigneur de Bagnols. C'est ee que (1) Mazurcs de l'isle Barbe, p. 184 et s."], [32, "24 nous apprend le testament de Jean de Thélis, seigneur de Charnay et de Lespinasse, qui porte la date du 19 septem bre 1434, et dans lequel Guillaume est institué par substi tution, conjointement avec son frère Antoine. Mais cette substitution fut sans effet, les institués du premier degré ayant eu des héritiers directs (1). Depuis cette époque, il n'est plus fait aucune mention de Guillaume d'Albon, et Chàtillon d'Azergues avec Ba gnols devint Fapanage exclusif de son frère Antoine d'Albon. Ce fut du temps de ce dernier que le duc de Bourbon, qui était en même temps comte de Forez et seigneur de Beaujolais, prétendit à la suzeraineté de Chàtillon d'Azer gues, de Bagnols et de plusieurs autres fiefs, que le traité de 1173 avait placés dans le domaine de TEglise de Lyon et qui depuis cette époque n'avaient jamais cessé de rele ver du chapitre. Pour résister à ces prétentions injustes, il fallut Tintervention du sénéchal de Lyon qui, par un acte du 4 avril 1459, fit défense au seigneur de Chàtillon, ainsi qu'aux possesseurs des autres fiefs contestés, de ren dre au duc de Bourbon un hommage qui n'était dû qu'à TEglise de Lyon (2). La fille unique d'Antoine d'Albon, Jeanne, fut mariée, le 16 février 1453, à Roffec de Balzac, au nom duquel il fit renouveler les terriers de Chàtillon, en 1464. Roffec de Balzac appartenait à une ancienne famille de TAuvergne qui avait emprunté son nom à la petite ville de Balzac, près de Brioude. Son premier auteur connu, Odon, sei gneur de Balzac, vivait en 814, sous Louis le Débonnaire. Ce ne fut qu'au xvc siècle que les Balzac quittèrent leur manoir patrimonial pour suivre nos rois dans nos guerres contre les Anglais. Mais depuis cette époque, ils ne s'é- (1) Mazures de l'isle Barbe, p. 588. (2) De la Mure. Histoire des dues de Bourbon et des comtes de Forez, publiée par M. de Chantelauze, II, p. 252."], [33, "25 loignent plus de la cour et nous les voyons s'allier aux meilleures familles de France. Roffec de Balzac, deu xième du nom, époux de Jeanne d'Albon, était fils de Jean, seigneur d'Entragues, d'Antoing, etc., qui avait consacré une partie de sa fortune à aider Charles VII à expulser les Anglais de notre territoire. Sa mère était Agnès de Cha bannes, fille de Jacques de Chabannes, seigneur de la Pa lisse, grand-maître de France (1). La générosité des Balzac pour la royauté, aux jours d'é preuves, fut loin de nuire à leur fortune, et depuis cette époque, les membres de cette famille comptèrent pendant longtemps au nombre des favoris de nos rois. L'énumération des terres possédées par Roffec de Balzac forme une longue liste. Tous les actes lui donnent le titre de seigneur de Glisenove, Bensac, Saint-Amand, Prélat, Paulhac, Rioumartin, Seveirac, Rosières, Cusset, Mont morillon et Saint-Clément. C'est à toutes ces possessions qu'il ajouta encore la seigneurie de Chàtillon d'Azergues et de Bagnols, par son mariage avec Jeanne d'Albon, et celles de Marsillac et de Cassaignes, confisquées sur Jean, comte d'Armagnac, et dont le roi Louis XI lui fit don en 1472. Roffec de Balzac possédait en outre à Lyon le fief do la Rigaudière, qui était situé sur Templacement de Tancien arsenal. Après avoir appartenu, àl'origine, à la famille de Rigaud, qui lui donna son nom, ce fief avait passé aux mains des de Varey ; l'un d'eux en fit donation, en 1466, aux Jacobins, qui le vendirent à un banquier célèbre, Franciscain de Norry, et c'est de ce dernier que Roffec de Balzac en fit Tacquisition. Plus tard, l'un de ses fils le vendit au roi; mais ce ne fut qu'en 1536, sous François 1er, que Ton en fit le dépôt d'artillerie (2). I) La Chesnaye des Bois. I, p. 676. — P. Anselme. Histoire des grands officiers de la couronne. II, p. 437. (2) Cochard. Description historique de Lyon p. 60."], [34, "26 A ses titres seigneuriaux, Roffec de Balzac joignait en core les fonctions les plus diverses. II était chambellan, ou comme on disait alors, varlet de chambre du roi, sénéchal de Nîmes et de Beaucaire, capitaine de cent hommes d'ar mes et de 4,000 francs archers, gouverneur du Pont-Saint- Esprit, et chevalier de Tordre de Saint-Michel. Sa mort arriva le 25 octobre 1473 ; il fut inhumé dans Téglise de Saint-Julien de Brioude, à laquelle il avait lé gué 2,000 écus pour Tachât d'une cloche et la fondation de quatre vicaires, d'une chapelle et d'une messe annuelle. De son mariage avec Jeanne d'Albon, Roffec de Balzac laissa : 1° Roffec de Balzac, qui suit; 2° Geoffroy, seigneur de Chàtillon, après la mort de son frère ; 3° Anne, qui épousa Guillaume de Joyeuse, fils de Tan neguy de Joyeuse et de Blanche de Tournon; 4° Marie, femme de Louis Mallet, seigneur de Qraville, de Marcoussis, Milly, Montagu, Fontenay et Bois-Mal herbe, amiral de France ; 5° Philippe ou Philippine, que quelques auteurs disent fille de Robert de Balzac et qui fut mariée à Louis de Mont laur et de Maubec, en 1497 ; 6° Marguerite, femme de Philippe de Lespinasse, sei gneur de Maulevrier; 7° Antoinette, religieuse de Tordre de Fontevrault, à Va rinville (1). Roffec, troisième du nom, fils aine de Roffec II et de Jeanne d'Albon, leur succéda dans la possession de Chà tillon d'Azergues. Comme son père, il fut aussi conseiller et chambellan du roi et sénéchal de Beaucaire. Au mois d'août 1474, Jeanne d'Albon, sa mère et tutrice, approuva le legs fait, par son mari défunt, à Bernard de la Broille, (1) P. Anselme. Histoire des grands officiers de la couronne, II. 437. • La Chesnayc des Bois. I, 676."], [35, "27 son domestique, avec Tassistance des frères de Roffec II : Antoine de Balzac, évêque de Valence et de Die et prieur d'Ambierle; Pierre de Balzac, abbé deVézelay; Louis, com mandeur de Merroles de Tordre de Saint-Antoine, etRobert, chevalier, seigneur d'Entragues, sénéchal d'Agénois. La même année, Roffec de Balzac achetait d'Urbain Terrail, fils d'Yves Terrail et de Françoise Jossard la part de la terre de Chàtillon que possédait le vendeur du chef de sa mère, au prix de 800 écus d'or qui lui furent payés, en onze tas ses d'argent pesant 45 marcs et 500 écus d'or, par noble Humbert de Varey, élu du roi et trésorier de Lyon, sei gneur de Belmont, le 8 octobre 1474. C'est ainsi que la sei gneurie de Chàtillon, qui avait été divisée pendant plus de deux siècles, fut enfin réunie dans les mains d'un seul seigneur (1). Quelques années plus tard, nous voyons Roffec III don ner quittance à Jean le Gendre de 30 livres pour un quar tier de ses gages, en qualité de capitaine de 30 lances (23 aoùt 1489). C'est là le dernier souvenir que nous ayons de ce seigneur. II mourut la même année sans postérité, et Chàtillon, avec la plupart de ses autres terres, passa à son frère puîné, Geoffroy, seigneur de Montmonllon et de Saint-Clément en Bourbonnais. Elevé à la Cour, comme page du roi Charles VIII, Geof froy eut, comme son père et son aïeul, une large part dans les faveurs royales. II remplit aussi à la cour les fonctions de conseiller et chambellan du roi. En 1484, Charles VIII avait créé en sa faveur une foire au bourg de Saint-Clément. Quatre ans plus tard, il reçut du même prince tous les biens confisqués sur Jean Boudet (1488). Geoffroy épousa Claude Le Viste, fille aînée de Jean Le Viste, seigneur d'Arcy, premier président à la Cour des Aides, et de Geneviève de Nanterre. Cette alliance avec une famille lyonnaise, célèbre dans nos annales consulaires, fi) Mazurcs de l'I.Ic lîarbc, p. 190, 595 et 598."], [36, "28 semble Tavoir fixé plus que ses prédécesseurs dans nos contrées. Geoffroy résida souvent à Chàtillon et c'est à lui que Ton attribue les restaurations luxueuses du château et de la chapelle qui datent de cette époque : les deux façades du midi et du nord du château, les peintures de la salle de justice, la chapelle élevée sur le côté gauche de l'église sei gneuriale et la façade ornementée de ce dernier monument. Et ceci est confirmé par la présence des armes de Geoffroy de Balzac et de son épouse Claude Le Viste, qui figuraient autrefois, à plusieurs reprises, sur les murs du château, et par l'écusson des Balzac que Ton voit encore sculpté sur la première porte d'entrée du vieux manoir, aussi bien que par le style de ces diverses restaurations. Tous les historiens racontent comment, en 1496, pen dant le séjour du roi Charles VIII à Lyon, Geoffroy de Balzac fut emporté dans le Rhône par un cheval fougueux ; tous nous apprennent comment il dut son salut à un vœu à Notre-Dame-des-Célestins de Lyon. Sauvé miraculeuse ment de la mort, Geoffroy fit placer dans l'église de ce couvent un tableau au bas duquel on lisait le récit de cet événement (1). Geoffroy rendit hommage pour les terres et seigneuries de Montmonllon et de Saint-Clément, en 1506. II testa le 9 juin 1509 et mourut le 9 janvier de Tannée suivante (2), (i) Mazures de l'isle Barbe, p. 659. — P. Anselme. Histoire desgrands officiers de la couronne, II, p. 437. — La Chesnaye des Bois, I, 676. — Histoire et miracles de Notre-Dame-des-Bonnes-Nouvelles aux Célesiins de Lyon, par le B. P. Benoît Gonon, Lyon, 1659. — Le chapitre XI de ce dernier ouvrage, dont l'unique exemplaire connu se trouve à la bibliothè que Mazarinc, est ainsi intitulé : Comme le chevalier de Balzac estant tombé dans le Rhosne avec son cheval implora laide et le secours de N. -D. de Bonnes-Nouvelles, et par ce moyen sortit sain et sauf. (V. Lyon ancien et moderne, I, p. 344). (2) Cette date peut sembler d'abord contredite par l'inscription tumu laire de Geoffroy de Ralzac qui fixe sa mort au 9 janvier 1509. Mais cette inscription a été dressée d'après le vieux style qui faisait commencer l'an-"], [37, "29 sans laisser de postérité de sa femme Claude Le Viste , qu'il fit son héritière. II fut inhumé dans la chapelle sei gneuriale de Chàtillon. L'inscription de sa pierre tombale, sur laquelle il est représenté en costume de chevalier, lui donne les titres de chevalier, de seigneur de Bal zac et de Chàtillon et de premier varlet de chambre du roy Charles VIII. Devenue veuve, Claude Le Viste se remaria à un parent de Geoffroy de Balzac. Elle épousa Jean de Chabannes, seigneur de Vandenesse , chambellan ordinaire du roi, sénéchal du Valentinois et capitaine de 50 lances. Jean de Chabannes était frère de Jacques de Chabannes, maréchal et grand-maître de France, et fils de Geoffroy de Chaban nes, seigneur de la Palisse, et de dame Charlotte de Prie. Comme tous ceux de sa race, Jean de Chabannes fut un vaillant soldat qui servit noblement son pays ; sa bravoure le fit surnommer le petit lion. II mourut au mois d'a vril 1524, dans la retraite de Rebec, où il tomba à côté du chevalier Bayart (1). C'est par cette mort glorieuse que se clôt Thistoire des familles chevaleresques qui ont possédé Chàtillon au moyen-âge. Pendant toute cette période, nos annales sont demeurées muettes, le plus souvent, sur les faits d'armes de ces vaillants soldats que la royauté trouva à ses côtés sur tous les champs de bataille. Mais les noms de Rebec et d'Azincourt nous disent assez que les seigneurs de Chàtil lon payèrent largement leur dette de sang à la patrie. Voici venir maintenant les temps modernes. La scène change; ce ne sont plus ni les mêmes mœurs, ni les me- née à Pâques. Geoffroy de Balzac ayant testé le 9 juin 1509, nous avons cru utile de rectifier la date de sa mort, conformément au nouveau style suivi depuis l'ordonnance de 1564, qui a fixé le commencement de Tannée au 1'' janvier. (1) P. Anselme. Histoire des grands officiers de la couronne. VII , p. 131."], [38, "30 mes personnages, et Thistoire de nos vieux châteaux se ré duit le plus souvent à une sèche nomenclature de leurs possesseurs. La découverte du Nouveau Monde a donné au commerce un essor inconnu jusqu'alors. C'est Tépoque des fortunes rapides et prodigieuses. Désormais , aux familles chevaleresques, décimées par les guerres, vont succéder partout les familles bourgeoises qui, à peine anoblies par les fonctions publiques, se hâtent d'acquérir les terres sei gneuriales qui échappent aux vieilles races féodales. C'est ainsi que Chàtillon passa des mains de la veuve des Balzac et des Chabannes en la possession de la famille Camus. S'il faut en croire les manuscrits de Guichenon, que pos sède la bibliothèque de TEcole de médecine de Montpellier, les Camus étaient originaires d'Auxonne et le premier per sonnage connu de ce nom serait Nicolas Camus, sieur de Mareil, capitaine et maire perpétuel de cette ville. Son fils Maurice était, écuyer et seigneur de Marcilly, de Varade et de Fontaine en 1467; son petit-fils, Pernet Camus, aussi écuyer et maire perpétuel d'Auxonne, et Jean Camus, que nous allons voir en possession de Chàtillon-d'Azergues, était le fils de ce dernier (1). Mais cette généalogie est fort suspecte. Alors même que Guichenon ne nous avouerait pas qu'elle fut dressée en faveur de Jacques Camus, seigneur d'Yvours, qui était, de son temps, lieutenant général au bailliage du Bugey, di vers indices nous feraient croire que cette famille est bien lyonnaise et qu'elle dut sa fortune au commerce et sa no blesse à Téchevmage. Le nom des Camus apparaît, en ef fet, à plusieurs reprises sur nos registres consulaires pen dant tout le cours du xve siècle. II est bien constant , d'autre part, que Jean Camus s'enrichit dans le commerce del'épicerie. Or, pour quiconque s'est pénétré des idées de cette époque, il est de toute invraisemblance que le fils (1) Manuscrits de Guichenon, vol. VIII, n» 33, — XXIII, n\" 46, XXVI, n° 35."], [39, "31 d'un écuyer, qualification qui sait supposer, dans ce temps là, une noblesse ancienne, ait consenti à déroger ainsi en exerçant ce genre de commerce. II est donc à présumer que Pernet Camus, que Guichenon donne pour père à Jean Ca mus, sans doute d'après des renseignements inexacts,n'é tait autre que Pierre 'Camus que les manuscrits du P. Me nestrier nous montrent exerçant la profession de teinturier à Lyon, en 1522. Quoi qu'il en soit, dès le commencement du xvic siècle, les Camus furent revêtus des premières charges munici pales dans notre cité. Cette famille a fourni trois conseillers de ville et un prévôt des marchands. Une fois parvenus à la noblesse, ses membres ont contracté alliance avec les fa milles les plus honorables. Très-nombreux, les Camus for mèrent plus tard huit branches, dont Tune, celle des Pont carré, s'établit à Paris et donna nlusieurs magistrats au Parlement. C'est aussi à cette même famille qu'appartenait Jean-Pierre Camus, évêque de Belley, Tami de saint Fran çois de Sales. Telle était Torigine de Jean Camus, que nous voyons en possession de Chátillon-d'Azergues et de Bagnols dès Tannée 1539. D'heureuses spéculations dans le commerce de Tépicerie lui'avaient fait acquérir une fortune considé rable. II fut l'un des marchands épiciers qui signèrent les ordonnances du grabeau ou du grabelage le 3 avril 1519 (4). Nous le voyons aussi figurer en 1521 au nombre des maî tres de métier pour Tépicerie. 11 fut échevin en 1523, 1524, 1534 et 1535. Et telle fut la source de sa noblesse (2). Riche et généreux, Jean Camus figure sur la liste des (1) Le grabeau était un droit qui se levait à la douane, au profit du con sulat, sur les drogues et épiceries, pour empêcher l'introduction des mar chandises de mauvaise qualité et nuisibles à la santé publique. (V. Dagier. Hist. du Grand Hôtel-Dieu, I, p. 83.) (2) V. de Valous. Les origines des familles consulaires. — Cochard, Archives historiques du département du Bhòne, II, p . 289."], [40, "32 bienfaiteurs de THôtel-Dieu, auquel il donna, en 1534, une maison estimée 15,405 livres. Parvenu à la noblesse et devenu conseiller et secrétaire du roi, en 1549, Jean Ca mus employa son immense fortune à Tacquisition de plu sieurs terres seigneuriales. C'est ainsi qu'il devint seigneur de Feugerolles par un acte de vente à charge de réméré qui lui fut consenti par Claude de Lévis, le 9 avril 1567.Cefut sans doute par suite d'un acte de même nature qu'il devint possesseur de Chàtillon-d'Azergues et de Bagnols. Claude Le Viste n'avait eu aucun enfant de ses deux maris et il est à présumer que ces deux terres furent aliénées, soit par elle, soit par ses héritiers. Le fief de Pontcarré et celui d'Arginy, près de Charantay, lui appartenaient également, du chef de sa femme, Antoinette de Vinols, fille d'Antoine de Vinols, seigneur d'Arginy, et de N. Grolier, qu'il avait épousée le 25 janvier 1520. Enfin, Jean Camus était encore sei gneur de Vaise, de la Roche et de Saint-Bonnet. Mais, à cette époque, le fief de Chàtillon avait bien perdu de son im portance, car, lors de la levée du ban et de Tarrière-ban du 15 juillet 1545, il ne fut tenu de fournir que trois hommes seulement (1). En 1560, Jean Camus fut député à la Cour par le Consu lat lyonnais, pour faire au roi un tableau de la situation du protestantisme à Lyon, etl'assurer du dévoûment des ha bitants de notre ville (2). II testa le 13 juin 4568 et mourut le 28 juillet suivant, à Tàge de 80 ans. II fut inhumé à Lyon, dans la chapelle de saint Claude de l'église de Saint- Laurent, aujourd'hui détruite. Antoinette de Vinols, son épouse, décédée le 11 août 1576, fut ensevelie dans le même tombeau, sur lequel on lisait Tépitaphe suivante : « Cy gist noble Jean Camus, seigneur de la Roche, Veyse, Chastillon et Bagnols, secrétaire du Roi, maison et couronne de France, qui trespassa le 28 juillet 1568, et A) Archives du Rhône, B. 3. (2) Clerjon. Histoire de Lyon. V. p. 135."], [41, "33 damoiselle Antoinette de Vinols, sa femme, dame d'Argi gny, qui trespassale 11 août 1576 (1). » Jean Camus laissa quatre fils qui formèrent autant de branches. L'ainé, Antoine, hérita de Feugerolles et devint la tige des seigneurs de Riverie et du Perron; le deuxième, Jean , fut seigneur de Saint-Bonnet ; le troisième, appelé Claude, n'eut pas la moindre part, car il fut seigneur de Chàtillon d'Azergues, de Bagnols, d'Arginy, de Frontenas, de Vaise et de la Roche. En 1562, Claude Camus fut commis, avec son frère An toine, au recouvrement de la subvention accordée au Roi par le clergé de France, pour le rachat du domaine royal. Pendant Toccupation de la ville par les protestants, le 12 juin 1562, deBlacons, lieutenant du baron des Adrets, fit saisir, entre leurs mains, une somme de 13,000 livres, provenant de ces deniers et les offrit au consulat pour les employer aux réparations des fortifications de la ville; mais cette libéralité fut refusée, par le motif qu'on ne pouvait accepterdes sommes qui appartenaient au Roi. Néanmoins, cette saisie illégale paraît avoir arrêté la perception de cette contribution pendant tout le temps de Toccupation de Lyon par les protestants (2). Claude Camus fut reçu trésorier général de France, le 14 février 1568; la même année, il fut aussi nommé éche vin. En 1574, il remplissait les fonctions de conseiller du Roi et de trésorier général de ses finances, comme nous le voyons dans une ordonnance du 23 janvier de cette même année, par laquelle il mande aux receveurs généraux des (1) fiâtes et documents de M. Pèricaud, anncc 1558. — C'est sans doule par suite d'une erreur typographique que ces notes fixent le décès de Jean Camus à Tannée 1558. II résulte, en effet, des manuscrits de Guichenon, aussi bien que d'un titre original reproduit par La Tour- Varan [Chronique des Châteaux, I. p. 416), que Jean Camus ne mourut qu'en 1568. (2) Notes et documents de M. Pcricaud, 12 juin 1562. — Clcrjon, His toire de Lyon V. 172. '-■"], [42, "34 finances et fortifications de payer aux consuls et échevins de Lyon la somme de 480 livres, pour les gages de la charge de capitaine et garde des clefs et portes de la ville (1). Claude Camus, que plus d'un titre qualifie d'écuyer, avait épousé, le 40 février 1564, Anne Grollier, fille de François Grollier de Belair, seigneur du Bois-d'Oingt, et de Fran çoise de Grillet qui lui donna sept enfants. II testa le 1er juillet 1587. Son fils aîné, Charles, hérita de la seigneu rie de Bagnols; Antoine, le second, forma la branche d'Ar giny et Gaspard, le troisième, devint seigneur de Châtil lon-d'Azergues. Ce fut du temps de Gaspard Camus, que la terre de Chà tillon reçut le titre de baronnie que nous lui voyons appli qué dès Tannée 1623(2). Gaspard Camus épousa Marguerite de Guillens, fille de Jean de Guillens, seigneur de Puy- Laval, de Vivier et de Montjustin et de Sibylle Garnier des Garets. Gaspard Camus vivait encore en 1630. II eut pour suc cesseur, à Chàtillon, son second fils nommé aussi Gaspard, qui vivait en 1669, et fournit Taveu et le dénombrement de la terre de Chàtillon le 1er juin 1671. Gaspard Camus mou rut sans alliance et laissa Chàtillon avec ses dépendances a Jean Gaspard seigneur du Sou, du Breuil et de Font crenne, son neveu, fils de Marc Gaspard et de sa sœur Antoinette Camus. Mais le 1er mars 1691, Jean Gaspard vendit, tant en son nom qu'en celui de dame Sibylle-Marie- Anne de Saint-Amour, son épouse, les terres de Chàtillon, de Sandars , Bayère et Dorieux , à Maurice Dufournel , écuyer, conseiller et maître des requêtes au parlement de Dombes (3). Maurice Dufournel appartenait à une famille consulaire (1) Recueil des privilèges des prévôts des marchands, etc., p. 286. (2) Debombourg. Atlas hist du départj du Rhône. (3) Ai chives du départ, du Rhône. C. 635. — Mss. de Guichenon, vol. XXVI. N\" 35. Armoriai de Claudine Brunand."], [43, "35 ■p., de Lyon, qui posséda plus tard la terre du Breuil et fournit plusieurs magistrats au parlement de Dombes. Lui-même avait été pourvu de T office de maître des requêtes le 30 octobre 1670. De son mariage avec Marie de Bérard il eut une fille, Marie Pernon Dufournel qui fut mariée, le 10 décembre 1682, à Jean-Baptiste Inguimbert de Pramiral, capitaine au régiment du Lyonnais, major de la ville de Lyon et commissaire des guerres, fils de Pierre Inguin bertde Pramiral et de Marguerite du Serre, qui devint ainsi, après Maurice Dufournel, seigneur de Chàtillon d'Azergues et de Bayère. La famille Inguimbert était originaire de Vienne en Autriche. Jean Inguimbert vint le premier se fixer, vers 1470, en Provence, où il épousa Gabrielle des Baux, qui appartenait à Tune des maisons les plus illustres du pays. A sa mort, Jean-Baptiste Inguimbert de Pramiral, sei gneur de Chàtillon, laissa cette terre avec celle de Bayère à son fils aîné Camille, chevalier de Saint-Louis et capi taine au régiment de Sourches, qui porta le titre de baron de Chàtillon. Ses autres enfants furent : 1° Jean-Marie Inguimbert de Pramiral, lieutenant co lonel au régiment de Penthièvre-infanterie, chevalier de Saint-Louis, mort le 30 juin 1767, marié à Metz, en 1720, avec Marguerite-Pétronille d'Herbellet, dont il eut : 1° Jean-Camille, 2° Marie-Esther, 3° Marie-Anne, 4° Mar guerite-Charlotte. 2° Guillaume, mort capitaine au régiment de Sourches infanterie. 3° Marie-Anne, mariée le 22 septembre 1721, à Henri de la Rochette de Baubigneux, seigneur de Bonneville. 4° Geneviève, mariée à Pierre-Jean-Baptiste de Luzy, seigneur des Bordes la Fayolle (1). Camille de Pramiral, baron de Chàtillon, épousa, le 19 (1) La Chesnaye des Bois, VIII, 231."], [44, "36 août 1719, Elisabeth Chappuis, fille de Jean Chappuis, sei gneur de la Fay, près de Larajasse, et de Catherine Bailly. Ce fut du temps de ce seigneur que fut bâtie l'église de Chàtillon. Jusqu'alors la chapelle inférieure du château avait servi d'église paroissiale, sous le vocable de Saint- Barthélemy. Mais Faccès en était difficile pour les habi tants du bourg de Chàtillon. C'est pourquoi Camille de Pramiral fit construire, en 1722, au pied de la montagne, l'église actuelle qu'il dédia à saint Camille, son patron. Au surplus, dès cette époque déjà, le séjour du château de Chàtillon semble avoir été abandonné par ses sei gneurs qui lui préféraient celui de Bayère, bâti sur un plan tout moderne et dont les dispositions intérieures satisfaisaient mieux aux habitudes de luxe du siècle der- nier. Camille d'Inguimbert rendit hommage pour Chàtillon d'Azergues, le 22 juillet 1726, et fournit aveu et dénom brement de son fief le 3J juillet 1732. L'énumération des possessions territoriales et des droits seigneuriaux, com pris dans cet aveu, nous fournit les renseignements les plus précis sur la fortune et le degré d'opulence des sei gneurs de Chàtillon, au siècle dernier, et à ce titre, ce do cument mérite de figurer ici. A cette époque la seigneurie de Chàtillon comprenait : 1° le bourg et le château de Chàtillon, dans Tenceinte du quel se trouvait un jardm de la contenance de deux biche rées ; 2° deux terres et une vigne situées au nord du château, de la contenance de 30 journées d'hommes ; 3° deux autres vignes, appelées, Tune la Suzella, et l'autre d'Eparcieux, de la contenance de 40 journées d'homme; 4° quatre prés situés au-dessous du château, le long de la rivière d'Azer gues, produisant environ 300 quintaux de foin ; b° un moulin appelé Baillod, affermé 200 livres ; 6° un bois de 80 biche rées appelé la Pérouze ; 7° deux autres bois, l'un appelé du Four et l'autre Barjot, de la contenance de 40 bicherées les deux ; 8° une rente noble de 300 bichets de tous grains,"], [45, "37 mesure de Chàtillon, 100 poules, 30 livres en argent, 4 ânées de vin et une quarte d'huile ; 9° les droits de pêche et de chasse dans ladite terre, d'abenevis ou de prise d'eau ; 10° le droit de ban d^août et de leyde aux quatre foires qui se tenaient sous les halles de Chàtillon (1) ; 11° les fiefs de Sandars, dont le revenu annuel était de 300 livres, de Coleymieux dont le possesseur était tenu à foi et hommage; la rente de la Reynière et celle de Thélis ; 12° le châ teau de Bayère avec le domaine de la basse cour, com posé d'un jardin de la contenance de quatre bicherées, de 140 journées de vigne, de -120 bicherées de terre labourable, de 50 bicherées de bois taillis, de 40 bicherées de pré, le tout situé dans la paroisse de Charnay, et du revenu annuel de 800 livres environ. Camille de Pramiral possédait en outre une rente noble qui se percevait à Lyon, dans la rue Thomassin, et un fief situé dans la paroisse de Charly. Enfin, le même document nous apprend que le personnel des officiers de j ustice de Chàtillon se composait, à la même époque, d'un juge gradué, d'un châtelain, d'un procureur d'office, d'un greffier, de plusieurs procureurs postulants, d'un huissier, d'un geôlier de la prison et de plusieurs no taires et sergents. La haute justice, appartenant au sei gneur, comprenait la paroisse de Chàtillon et une partie de celle de Charnay, dont l'autre moitié relevait dus comtes de Lyon (2). Camille de Pramiral mourut au plus tard en 1737, car cette même année, Elisabeth Chappuis était déjà veuve et rendait hommage pour la seigneurie de Chàtillon, comme tutrice de ses enfants. Le même hommage fut encore re- (1) Le droit de ban d'août ou de banvin avait été aboli par la charte de franchises de 1260; il avait donc été rétabli depuis, à une époque in connue. — Quant au droit de leyde, on sait que c'était une taxe levée par les seigneurs sur les marchandises apportées dans les loires et les marchés. • rchives du íthône. C. 635."], [46, "38 nnuvelé par elle, en qualité de tutrice et de curatrice de ses enfants, pour les terres et seigneuries de Chàtillon, Sandars et Bayère, le 29 juillet 1743 (1). De son mariage avec Elisabeth Chappuis, Camille de Pramiral ne laissa que cinq filles : 1° Marie Inguimbert de Pramiral, qui porta le titre de baronne de Chàtillon et fut mariée, le 29 novembre 1745, à Augustin, comte de Fondras ; mais elle mourut Tannée suivante, sans postérité. 2\" Françoise, religieuse de Sainte-Claire, à Montbrison. 3° Marie-Françoise, religieuse à la Visitation de la même ville. 4° Catherine-Françoise-Blandine, mariée, le 15 janvier 1755, avec Louis de Luzy de Pellissac, seigneur de Bresson, paroisse de Moissieux en Dauphine, ancien capitaine au régiment de Bretagne-infanterie et chevalier de Saint- Louis. 5° Marie-Anne, mariée, le 18 juillet 1757, à Claude-Fer dinand, marquis de Foudras (2). Mais dès le 8 septembre 1753, Elisabeth Chappuis de la Fay vendait, en qualité d'héritière de son mari, les terres de Chàtillon et de Bayère, à Paul Durand, écuyer, con seiller, secrétaire du roi, qui rendit hommage pour sa sei gneurie, le 24 septembre 1753, et donna aveu et dénombre ment de son fief, le 4 mars 1758(3). Ce dénombrement des biens possédés à Chàtillon par Paul Durand est semblable à celui fourni en 1732 par Camille de Pramiral. Nous y voyons seulement qu'il possédait de plus que ses devan ciers une chapelle et un banc dans l'église de Charnay et un grand pré appelé Baronnat , de la contenance de 90 bicherées et du revenu annuel de 500 livres environ. (1) Archives du Rhône. C. 628. — Noms féodaux. (2) La Chesnayedes Bois, VIII, 231. (3) Archives du Rhône. C. 631. — Voir cet aveu aux pièces justi ficatives, n° 2,"], [47, "39 Nous ne savons si Paul Durand, qui posséda aussi la terre de la Flachère, près de Saint-Véran, appartenait à Tancienne famille consulaire de ce nom qui fournit des conseillers de ville dès le commencement du xvc siècle. Mais il est à présumer au moins qu'il était proche parent de Jean- Armand Durand, échevin en 1781 et 1782, et juge de la seigneurie de Chàtillon d'Azergues en 1787 et les années suivantes (1). Paul Durand, seigneur de Chàtillon et de Bayère, eut pour successeur Simon-Jean-César Durand, qui fut reçu trésorier de France à Lyon, le 7 août 1769, et qui figure à Tassemblée générale de la noblesse de 1789 sous le titre de chevalier et de seigneur du fief de Chàtillon. Son fils hérita de la terre de la Flachère et sa fille, Marie-Bonne- Antoinette Durand, porta la terre de Chàtillon en dot à Pierre-Anne, marquis de Chaponay, seigneur de Morancé, premier page de la comtesse d'Artois en 1780, et lieutenant colonel de cavalerie sous la Restauration. Leur fils aîné, César-François, marquis de Chaponay, est aujourd'hui possesseur de ce qui reste du vieux château de Chàtillon. § II. Les co-seigneurs de Chàtillon d'Azergues. La seigneurie de Chàtillon d'Azergues, comme on Ta déjà vu, eut la singulière destinée d'être possédée, pendant plusieurs siècles, par deux seigneurs. Cette situation particulière complique grandement Thistoire de ce fief ; aussi a-t-on confondu souvent les co-seigneurs de Chà tillon avec les principaux possesseurs de cette seigneurie. Mais de quellejnanière ces divers co-seigneurs jouissaient ils de ce fief? Leurs droits s'étendaient-ils indivisément sur Tensemble de la seigneurie, ou bien Texerçaient-ils dans des limites déterminées? A qui appartenaient los (I) Voir les Almanachs astronomiques i ! historiques dr la ville de Lyoi .lc Tannée 178\" et année- suivantes."], [48, "40 droits de juridiction? Le château de Chàtillon servait-il à Thabitation des co-seigneurs ? Ce sont là autant de questions auxquelles il est impossible de répondre. Dès le milieu du xne siècle , alors que Chàtillon est possédé par les seigneurs d'Oingt, la moitié de la seigneurie est aux mains de la puissante famille d'Albon. André d'Al bon, qui vivait en 1250, et mourut seulement en 1290,1a possédait conjointement avec Etienne d'Oingt, qui octroya une charte de franchises aux habitants de Chàtillon. La do nation que fit André d'Albon de sa part de seigneurie à son troisième fils Henri, engendra une querelle entre ce dernier et ses frères Guy et Guillaume, possesseurs du surplus de cette terre, du chef de leurs femmes, filles d'Etienne d'Oingt. La transaction qui mit fin au différend divisa Chàtillon entre les trois frères (1303). Mais Henri vendit sa part à son frère Guillaume, et Guy d'Albon en fit autant au profit d'un acquéreur inconnu, que nous croyons être l'un des membres de la famille de Varey (1). La maison de Varey était une ancienne et puissante famille consulaire de Lyon qui joua un grand rôle dans les annales de notre cité. Les testaments de ses membres, consultés par Tauteur des Origines des familles consu laires, ne renferment aucune qualification nobiliaire. Mais déjà, au commencement du xiv\" siècle, la branche des seigneurs de Chàtillon d'Azergues et d'Avauges était par venue à la noblesse et avait cessé tout rapport avec la commune (2). En 1306, Guillaume de Varey acquit de Jean de Varennes une rente noble située à Varennes, à Saint-Forgeux, Saint-Romain-de-Popey , Villechenève , Ancy, Avauges, Montrotier, Longessaigne et généralement tout ce que possédait ce dernier depuis la Saône jusqu'au pont d'Alaï, pour le prix de 3,000 livres (3). (t) Mazurcsdc l'isle Barbe, p. 132, 178, 191. (2) V. de Valous. Origines des familles consulaires. V\" Varey. (S) Mazures de l'isle Barbe, p. 617."], [49, "41 Ce fut sans doute à la même époque que la part de sei gneurie de Chàtillon, aliénée par Guy d'Albon, dut passer entre leurs mains. Malheureusement Tacte d'opposition aux Philippines, de Tan 1311, se borne à signaler la pré sence du co-seigneur de Chàtillon, en même temps que celle de Guillaume d'Albon, sans nous donner son nom. Dans Tassemblée réunie à Lyon, par Renaud de Sainte Bonne, le 2 août 1313, pour fixer les limites du ressort de la sénéchaussée,nous voyons encore figurer ce co-seigneur, mais seulement sous la dénomination de Jean, seigneur de Chàtillon d'Azergues (1). Mais il est à présumer qu'il s'agit là de Jean de Varey. Au surplus, rien d'obscur comme T'histoire de cette fa mille. Elle a formé un si grand nombre de branches qu'il est impossible d'en dresser la filiation. Nous pouvons affirmer seulement que la branche de Chàtillon était la même que celle des seigneurs d'Avauges. Ainsi Jean de Varey, chevalier, co-seigneur de Chàtillon d'Azergues au xive siècle, était fils d'Ennemond de Varey, seigneur d'Avauges (2). En 1369, ce même Jean de Varey vendit le tènement de Bellecour à Jean le Viste, docteur en droit, pour le prix de 1600 deniers d'or appelés francs (3). Dans son testament, qui porte la date du 17 mars 1381, nous voyons que la famille de Varey avait son tombeau dans l'église de Saint-Paul de Lyon. Jean de Varey institua pour héritier son fils François, auquel il substitua Jean de Varey, fils de Messire Ennemond de Varey, son cousin. Rien ne prouve que François de Varey ait été seigneur de Chàtillon d'Azergues et il y a même apparence que la substitution faite au profit de Jean de Varey se réalisa. Car le testament de Mathieu de Varey, chanoine de Saint- (1) Menestrier, Hist. civile et consul. Preuves, p. 88. (2) Mazures de TIslc Barbe, p. 278. (3) Inventaire des titres de l'abbaye d'Ainay (Biblioth. Coste , n\" 25650). Menestricr. Hist. civ. et consul., p. 500."], [50, "'•■-> Paul, du 19 février 1395, nous apprend qu'à cette date, Jean de Varey son neveu, était décédé et que le frère de ce dernier, Ennemond de Varey, était a la fois seigneur d'A vauges et co-seigneur de Chàtillon d'Azergues, sans doute comme héritier de Jean de Varey (1). Mais quand s'ouvre le xve siècle, les de Varey ont dis paru de Chàtillon d'Azergues et nous voyons leur part de seigneurie aux mains des Jossard. .Ces derniers apparte naient à la bourgeoisie de Lyon ; mais on ne voit figurer leur nom ni dans les fastes consulaires ni sur les listes des maîtres de métiers, et il est à présumer qu'ils durent leur noblesse à un office de conseiller du roi, dont Hugues Jossard portait le titre, en même temps que celui de co seigneur de Chàtillon, dès Tannée 1405. L'histoire de Hugues Jossard se rattache intimement à celle de nos mines du Lyonnais. On sait que Texploitation des mines n'était point autrefois une cause de dérogeance pour la noblesse ; ainsi nous Tapprend notamment une ordonnance de Tan 1548 du roi Henri II, et cette disposition ne faisait sans doute que reproduire une règle plus an cienne. Quoi qu'il en soit, il est certain que dès les dernières années du iiy siècle, Hugues Jossard, qu'un document qualifie de bachelier et un autre seulement de bourgeois de Lyon, avait découvert une mine de plomb à Brullioles, et que cette découverte fut suivie quelque temps après de celle d'une autre mine à Sourcieux, près de Sain-Bel (2). La première était située près de la petite rivière de Cône, qui descend de la montagne de Montchanin, passe à Brul lioles et se jette dans la Brevenne, au-dessous de Brussieux. Mais les débuts de cette entreprise furent difficiles et Hugues Jossard fut forcé un moment de Tabandonner. (1) Archives du départ, du Rhône. Extraits des Causes pics : Mss. de Cl. Le Laboureur. (2) Poyet. Documents pour servir à l'histoire des mines des environs de Lyon, p. 24. — V. les mémoires de l'Académic de Lyon, année 1861 ."], [51, "43 Nous le voyons ainsi, en 1403, faire remise à Etienne d'Espinacet à sa sœur Alix, femme de Guillaume d'Albon, chevalier, seigneur de Saint Forgeux, de toutes les mines d'argent, plomb, cuivre et autres métaux trouvés dans les terres sises au puy (in podio) deMontchanin, juridiction de Montrotier. Et le motif de cet abandon était que « Hugues <*< Jossard ne pouvait plus travailler dans lesdites mines « et qu'il y avait péril évident» (1). Mais quelques années plus tard, Hugues Jossard put reprendre ses travaux. Dans un savant mémoire couronné, en 1861, par TAcadémie de Lyon, M. Poyet, ingénieur des mines, avait supposé que ce fut à Taide d'une association avec Jacques Cœur. Ce n'était là qu'une simple présomption . Mais la découverte faite aux Archives départementales par M. Vital de Valous du testament de Jean Jossard, fils de Hugues, vient confirmer à cet égard les conjectures du savant ingénieur. Ce document nous apprend, en effet, que les mines découvertes et exploitées par Hugues Jos sard le furent aussi par Jacques Cœur. Outre les mines de Chessy, de Saint- Pierre- la -Pal u d et de Joux sur Tarare, il est certain que Tillustre argentier posséda celles de Cône et de Sourcieux. Or ces deux mines avaient été découvertes par Hugues Jossard, et la première, au moins, était encore dans sa famille, plusieurs années après la disgrâce de Jacques Cœur. Cardans son testament, en date du 3 novem bre 1464, Jean Jossard seigneur de Chàtillon d'Azergues et de Coleymieux donne à ses deux filles, Françoise et Jeanne, le revenu de ses mines de Cona et du Mont (2). L'association de Jacques Cœur avec les Jossard, pour Texploitation des mines de Sourcieux et de Brullioles, nous (1) Archives du départ, du Rhône. Registre B. H. 23 (n» 57, p 23). Voir le mémoire de M. Poyet, p. 24. (2; II s'agit là sans doute de la montagne de Montchanin dont il est parlé dans la pièce citée précédemment . — Archives du départ, du Rhône. Extrait des causes pics : Mss. de Cl Le Laboureur."], [52, "44 paraît donc aussi certaine que celle qu'il avait contractée avec les Baronnat pour les mines de Joux sur Tarare. Dans son étude historique si remarquable sur Jacques Cœur, M. Pierre Clément estime que les mines du Lyonnais ne furent point Tune des sources de la grande fortune de Thabile financier, et que, s'il ne les abandonna point, ce fut à cause du prestige qui s'attachait à cette exploitation ; ce serait ainsi au commerce seul qu'il aurait dû son extrême opulence (1). M. Poyet n'est point de cet avis; suivant lui les mines du Lyonnais devaient produire de beaux revenus. II est vrai qu'après la condamnation de Jacques Cœur ces mines furent mises en régie et exploitées pour le compte du roi, sans donner aucun profit. Mais cet insuccès ne prouve rien. L'exploitation par des agents salariés devait évidemment être plus coûteuse et moins attentive que celle qui ne relevait que de Tindustrie privée. Ne sait-on pas aussi que, vers Tannée 1475, un des fils de Jacques Cœur exploitait encore les mines du Lyonnais (2) ? La fortune des Jossard témoigne en faveur de cette der nière opinion. Rien n'autorise à dire qu'ils aient dû leurs richesses au commerce; si, après un abandon momentané et partiel de leurs mines, ils en reprirent de nouveau l'ex ploitation, c'est qu'évidemment les produits n'en étaient pas à dédaigner. Aussi les voyons-nous acquérir successi vement plusieurs terres seigneuriales. C'est d'abord la co seigneurie de Chàtillon d'Azergues ; car rien ne révèle qu'il y ait eu alliance entre eux et les Varey ; puis c'est la moitié àe la seigneurie de Saint-Symphorien-le-Château, avec les droits de juridiction à tous les degrés de cette terre, que Hugues Jossard acheta, le 1er juin 1405, d'Eudes de Tournon, chevalier, seigneur de Beauchâtel et de Ser rières, au prix de 3,000 écus d'or (3). (1) P. Clément. Jacques Cœur et Charles VII, p. 119. (2) M. Poyet. toc. cit., p. 23. (3) Arch. histor. du Rhône. V, 133. — Mazures de l'isle Barbe, p. 228"], [53, "45 Jean Jossard, chevalier, fils de Hugues, hérita de ce dernier aussi bien de la seigneurie de Saint-Symphorien que de celle de Chàtillon d'Azergues. Ce co-seigneur épousa Alix Saporis, sœur de Léger Sapons qui devint évêque de Montpellier, en 1429; de plus Guichenon lui fait épouser, en 1444, Anne de Vaugrigneuse. Enfin, dans son testament déjà cité du 3 novembre 1464, Jean Jossard nous parle d'un traité de mariage qu'il vient de signer avec dame Antoinette de Merlay, en expliquant que ce mariage n'était point cé lébré encore; mais que s'il avait lieu il donnerait 2500 florins à chacune de ses filles. Dans ce même acte Jean Jossard institue pour héritier son fils aîné Guillaume et il laisse à Françoise, sa fille aînée, sa terre de Chàtillon d'A zergues avec la moitié des revenus de ses mines de Cône et du Mont, et à Jeanne son autre fille, la seigneurie de Saint-Symphorien-le-Châtel et l'autre moitié du revenu de ses mines (1). Cette dernière épousa Guillaume de Laye, seigneur de Saint-Lager. Françoise .héritière de la co-seigneurie de Chàtillon, fut mariée à Yves Terrail, seigneur de Bernin, fils de Pierre Terrail, seigneur de Bernin et de Grignon et frère de Théodore Terrail, abbé d'Ainay, auquel le jeune Bayart, son parent, joua le tour de page raconté par le Loyal serviteur. II paraît que dans un codicille, Jean Jossard avait laissé àjsa fille Françoise la moitié de sa part de la seigneurie de Saint-Symphorien. Ce droit lui fut con testé par Guillaume de Laye, qui excipait sans doute des termes du testament de Jean Jossard; mais Yves Terrail et son épouse furent maintenus dans la possession du quart de cette terre par un arrêt du 14 août 1469. Après la mort de Jeanne Jossard, la seigneurie de Châ- et 280. —Dans cet acte, Hugues Jossard est qualifié de noble et sage et de conseiller du roi. (1) Archives du départ, du Rhône. Extrait des Causes pies. Mss. de Cl. Le Laboureur."], [54, "46 tillon passa à son fils Urbain Terrail, qui ne la garda pas longtemps ; car dès Tannée 1474, il aliéna, comme nous Tavons vu, au profit de Roffec de Balzac, tous ses droits seigneuriaux sur cette terre, pour une somme de 800 écus d'or. Urbain mourut la même année et son père, qui avait hérité de lui de sa part de la seigneurie de Saint-Sym phorien, vendit, le 4 janvier 1489, cette dernière terre, à Jean Menon, secrétaire du roi, seigneur du Plessis et de Turbillet, au diocèse d'Angers, moyennant 1300 livres tournois (1). Depuis cette époque, la seigneurie de Chàtillon demeura réunie tout entière dans les mains d'un seul seigneur. Chapitre II. — Généalogies et armokial. Les généalogies de la plupart des familles qui ont pos sédé Châtillon-d'Azergues sont connues et l'on peut con sulter, à leur sujet, les divers ouvrages cités en notes dans le cours de la notice qui précède (2). C'est pourquoi nous nous bornerons à donner ici la filiation encore inédite de la famille d'Oingt et celle des Camus. I. Généalogie de la famille d'Oingt. I. Umfred d'Oingt, qui vivait au commencement du xie siè- cle, est le premier personnage connu de cette famille, qui emprunta son nom patronymique à la petite ville d'Oingt. Une charte de Tan 1079 le qualifie d'aieul de Falque d'Oingt et de ses frères (Sav. ch. 757). II. Guichard, son fils, seigneur d'Oingt (senior de Iconio), (1) Archives histor. du Rhône. V. 134.-7Mazures de l'isle Barbe, p. 595 et 598. (2) Voir notamment, Mazurcs de TIsle Barbe, p 130 et s. — P. An selme. Histoire des grands officiers de la Couronne, II, p. 437; VII, p. 203 et s. — La Chcsnaye des Bois. Dictionn. de la noblesse, I, 676, VIII, 231."], [55, "47 protégea Tabbaye de Savigny contre les tentatives des spoliateurs qui voulaient lui enlever la terre et le village de Saint-Laurent-d'Oingt , donnés au monastère par Gauzerand de Semur (Sav. ch. 915). Guichard laissa quatre fils : 1° Falque, qui suit. 2» Bérard, qui fit, en 1080, donation à Savigny d'une demi-manse située à Chanzé (Canziacus), paroisse de Saint-Loup (chap. 768). Ses trois frères ap- prouvèrent cette donation ainsi que ses deux fils : Guichard ef Guigues. Le nom de ce dernier se trouve dans deux chartes de Tabbaye de Savigny: Dans la première, qui se place vers Tan 1096, Gui- gues d'Oingt cède au monastère la part qu'il avait sur l'église de Saint-Pierre-de-Chamousset(ch. 817). Dans la seconde, de Tan 1100 environ, il renonce, en faveur de la même abbaye, à tous les droits qu'il pouvait avoir à Ancy et à Saint-Romain-de-Popey (ch. 813). Guigues d'Oingt fut aussi, en 1117, l'un des médiateurs qui ménagèrent une transaction en- tre Tabbaye de Savigny et Etienne de Varennes (ch. 900). 3° Humbert. 4° Guichard. III. Falque d'Oingt fut, comme son père et ses trois frè- res, le protecteur de Tabbaye de Savigny, à laquelle il donna avec ces derniers, en Tan 1079, la chapelle du château d'Oingt, ce qui fut approuvé par Artaud, comte de Forez. II accorda aussi aux moines la faculté de lais- ser paître et courir leurs porcs dans ses forêts, avec le droit d'y prendre tout le bois qui leur était nécessaire pour les usages domestiques et pour bâtir (ch. 757). Fal- que laissa plusieurs fils et plusieurs filles ; mais nous ne connaissons que le nom de son fils Robert, qui suit."], [56, "48 IV. Robert d'Oingt n'imita point son père. II voulut même dépouiller le monastère de Savigny des biens que lui avait donnés Gauzerand de Semur. Mais une charte de Tan 1128 nous apprend que, sur les avis et les prières de Tabbé, il renonça à ses prétentions injustes -et s'en gagea, pour lui et ses successeurs, à respecter les pos- sessions de Tabbaye (ch. 915). Après Robert d'Oingt, il nous est impossible de suivre la filiation, et les documents de Tépoque nous fournissent seulement les noms de quelques membres de cette famille, dont nous nous bornons à donner la liste par ordre chro nologique : 1° Martin d'Oingt vivait en 1068 et donna à Savigny deux vignes situées près du château d'Oingt : ad castellum de Yonio (ch. 773). 2° Gaufred d'Oingt figure comme témoin dans une charte de l'an 1100 (ch. 813). 3° Dalmace d'Oingt est témoin dans une charte de Tan 1121 (ch. 923). 4° Agno d'Oingt est l'un des témoins de la charte qui renferme la renonciation de Robert d'Oingt à ses préten tions sur la terre de Saint-Laurent d'Oingt (1128, ch. 915). 5° Gaucerand d'Oingt était possessionné à Saint-Ger main-au-Mont-d'Or vers 1140 (1). 6° Guichard d'Oingt, témoin avec Dalmace de Chàtillon dans un acte de donation fait par Guy, comte de Forez, au monastère de la Bénissons-Dieu, le 24 novembre 1160 (2). 7° Guigues d'Oingt, possessionné à Anse, vendit une pêcherie à Hugues de Coligny, archidiacre de Lyon, et se reconnut le vassal de l'église de Lyon en 1195. II était aussi possessionné à Ternant et vendit, à la même époque, (1) Guigue. Obituarium Lugdunensis ecclesiœ, p. 12. (2) Huillard-Bréhoiles. Inventaire des titres de la maison de Bourbon, n° 8. — Chaverondier. Invent, des titres du comté de Forez, p. 586."], [57, "49 avec Guillaume de Tarare, la moitié de la garde de Saint- Véran à Tarchevêque Renaud (1). 8° Aymon d'Oingt, possessionné aux Chères, vers Tan 1200, vendit à Tarchevêque Renaud la moitié de la garde qu'il avait sur le cimetière de Chasselay (2). 9° Ponsd'Oingtdonna une croix d'or placée sur la châsse de Saint-Jean de Lyon et mourut le 5 mai 1200 (3). 10° Dalmace d'Oingt, témoin : 1° dans un acte de Tan 1203, par lequel Richard, abbé de Savigny, cède à Gui chard de Beaujeu la montagne de Popey, avec la faculté d'y construire un château (4), et 2° dans un autre acte de Tan 1209, par lequel Guillaume de Marchampt reconnait tenir en fief de l'église de Lyon tout ce qu'il avait à Saint- Germain, à Curis et à Poleymieux (5). Pour retrouver la suite de la filiation, il faut arriver à : I. Guichard d'Oingt, seigneur d'Oingt, de Chàtillon d'A- zergues et de Bagnols, qui engagea à Tarchevêque Re naud son château d'Oingt en 1217, celui de Bagnols en 1220 et 1224, et à l'archevêque Robert, son successeur, son château de Chàtillon d'Azergues (1226-1232). Gui chard rendit hommage, en 1228, à Guy, comte de Forez, de ce qui lui appartenait à Saint-Marcel-TEclairé (6). II fut père de : 1° Guichard, seigneur d'Oingt, qui suit. 2° Etienne d'Oingt, seigneur de Chàtillon d'Azergues et de Bagnols, qui vivait en 1247, et mourut avant 1284; épousa Artaude de Roussillon, fille d'Ar- (1) Obituarium Lugdun. eccles., p. 72, 134 et 250. (2) Obituarium Lugdun. ecctes. , p. 71 et 136. (3) Obituarium Lugdun. cccles., p. 43 et 251. (4) Huillard-Bréholles. Inventaire des litres de la maison de Bourbon, n° 46 . (5) Archives du département du Rhône. Armoire Jonas, vol. 31, n' 1. (6) Archives du département du Rhône. Armoire Cham, vol. 48, n05 1,3 et 6. — Obituarium Lugdun. eccl., p. 134 et 210. — Noms féodaux. V\" Yconio. 4"], [58, "50 taud IV, seigneur de Roussillon, et d'Aitaude de Forez, dont il eut : 1° Guichard, mort jeune. 2° Gilet, vivant en 1285, mort avant 1289. 3° Marguerite, mariée en 1288 à Guy d'Albon, sei- gneur de Curis, laquelle testa le 18 juillet 1343. 4° Eléonore, mariée la même année à Guillaume d'Albon, seigneur de Chàtillon d'Azergues et de Bagnols. 5° Guiburge, mariée en 1289 à Guy de Saint-Sym- phorien, seigneur de Grézieu, qui mourut avant 1317. 6° et 7° Clémence el Isabelle ou Elisabeth, reli- gieuses minorités à Vienne, en 1289, qui donnè- rent, au mois d'août 1296, quittance à Guy et à Guillaume d'Albon de la somme de 200 livres qui leur était due (1). II. Guichard, seigneur d'Oingt, était en 1251 possessionné à Liergues, à Pouilly, à Ville-sur-Jarnioux, à Theizé, à Frontenas et à Moiré (2) ; approuva en 1260 la charte de franchises accordée par son frère Etienne aux habi- tants de Chàtillon d'Azergues. Dans son testament, qui porte la date du 25 juillet 1297, il donne à sa femme, nommée Marguerite , Tusufruit du château du Bois- d'Oingt et institue pour héritiers universels ses deux fils, auxquels il substitue leur sœur Catherine (3). Ses enfants furent : 1° Guichard, chevalier, seigneur d'Oingt, qui suit, 2\" Louis, seigneur du Bois-d'Oingt, auquel sa mère fit donation , sous la réserve de Tusufruit , de tout ce (I) Huillard Bréholles. Invent, des titres de la maison de Bourbon, n0** 754, 777 et 818.— Invent, des titres de la maison d'Albon. — Cote D. (2) Archives du départ, du Rhône. Arm. Agar, vol. 1, n\" 22. (3) Huillard-Bréholles. Inventaire, etc., n° 983. — Valenlin Smilh. Cmsidérations sur laDombes. Revue du Lyonnais, 2'- série, tome XII, p. 32."], [59, "51 qu'elle possédait dans la terre de Bàgé et dans les paroisses de Saint-Cyr, de Confrançon, de Ville neuve et deSavigneux (13 mai 1300). Louis d'Oingt rendit hommage en 1305 à Humbert de Thoire-Vil lars pour le fief qu'il tenait de lui à Villeneuve. II mourut au plus tard en 1335; car, dès le 25 jan vier 1336 (n. st.), il fut pourvu, par des lettres de Tofficial de Lyon, à la curatelle de ses quatre enfants mineurs : 1° Humbert , 2° Louis , qui fut grand sacristain de TUe-Barbe en 1377 ; 3° Dalmace, et 4° Guillaume (1). 3° Catherine, mariée, le 5 février 1320, à Jean e Mar- cilly-Chalmazel, seigneur de la Ferrière. 4° et 5° Isabelle et Agnès, religieuses à Alix. 6° Marguerite , religieuse et troisième prieure de la Chartreuse de Polleteins, à laquelle son père légua une rente annuelle décent sous'(2). III. Guichard, chevalier, seigneur d'Oingt, fut, en 1303, médiateur du traité entre les frères d'Albon (3). II fut père de : IV. Guy, chevalier, seigneur d'Oingt, qui épousa Fleur- de-Lys de Varey, de la maison d'Avauges, laquelle vi- vait en 1342 (4) et dont il eut : 1° Guichard, seigneur d'Oingt, vivant en 1354, qui mourut sans postérité, laissant sa sœur Marguerite héritière de sa terre d'Oingt. 2° Alix, mariée à Etienne de Fougères. 3° Marguerite, qui fut mariée, vers 1350, à Jean d'Al- bon, chevalier,seigneur de Chàtillon d'Azergues et de Bagnols, dont elle eut un fils nommé Etienne, mort (1) Huillard-Bréholles. Loc.cit., n05 1028 et2116. — Noms féodaux — Monfalcon. Monumenla Lugdunensis historia-, p. 271 . (2) Valentin Smith. Loc.cit. — Mazuresdc l'isle Barbe, p. 569. (3) Mazurcsde l'isle Barbe, p. 178. (4) Noms féodaux. V Vconio."], [60, "52 en 1370, sans postérité. Remariée en 1338 à Jean de Laye, seigneur de Sa'nt-Lagier,elle n'en eut pas d'en fants. La terre d'Oingt, dont elle avait hérité de son frère Guichard, fut léguée par elle, dans son testa ment du 19 décembre 1383, à Antoine de Fougères, fils d'Alix sa sœur et d'Etienne de Fougères, à la charge de prendre le nom et les armes d'Oingt (1). 11. Généalogie des Camus. Branche des seigneurs de Chàtillon d'Azergues. (D'après les manuscrits de Guichenon.) I. Nicolas Camus, sieur de Mareil, capitaine et maire per- pétuel de la ville d'Auxonne, épousa Marie Brigaud,dont il eut : II. Maurice, alias Geoffroy Camus, écuyer, seigneur de Marcilly, de Varade et de Fontaine, nommé écuyer or- dinaire du duc de Normandie par lettres datées de Nan- tes, du 5 avril 1467 ; devint ensuite maître d'hôtel du duc de Lorraine et fut inhumé au couvent des Cordeliers d'Auxonne. De sa femme, dont le nom nous est inconnu, il eut : 1° Pernet Camus, qui suit. 2° François Camus, écuyer, seigneur de Fontaine. III. Pernet Camus, écuyer, capitaine et maire perpétuel d'Auxonne, vivait en 1500 et 1514; il n'eut de sa femme, Françoise Jacob, qu'un seul fils qui suit : IV. Jean Camus, échevin à Lyon en 1523, 1524, 1534 et 1535, secrétaire du Roi en 1549, seigneur de Chàtillon d'Azergues, de Bagnols, de la Roche, de Saint-Bonnet, de Vaise et d'Arginy, eut d'Antoinette de Vinols, dame d'Arginy, fille d'Antoine de Vinols et de N** Grollier, qu'il épousa le 15 janvier 1520 : (1) Archives du départ, du Rhône. Extrait des causos pics. Manuscrits de Cl. Le Laboureur. — Mazurcs de l'isle Barbe, p. 181,344 cl 406 —Noms féodaux. V\" l'com'o."], [61, "53 1° Antoine Camus, échevin en 1557 et 1558, reçu tré- sorier de France à Lyon en 1568, seigneur de Riverie et du Perron. 2° Jean, seigneur de Saint-Bonnet et de Gondreville, intendant des finances sous Charles IX, aïeul de Jean-Pierre Camus, évêque de Belley. 3° Claude, seigneur de Chàtillon d'Azergues et de Ba- gnols, qui suit. 4° Geoffroy, seigneur de Pontcarré et de Torcy, tige de la branche de Pontcarré. 5° Marguerite, mariée à Pierre de Sève, seigneur du Montillier, échevin en 1545. 6° Laurence, mariée à François de la Tour, seigneur de Chaponay, à Vienne. 7* Angèle, mariée à Louis de Gaspard, seigneur de Proveins, des Flechelles et de Vaurenard. 8° Isabeau, épouse de Jean de Combes, bourgeois de Lyon. V. Claude Camus, échevin en 1568, seigneur de Chàtillon d'Azergues, Bagnols, Arginy, Frontenas, Vaise et la Roche, trésorier général de France à Lyon, épousa, le 10 février 1564> Anne Grollier, fille de François Grollier de Belair, seigneur du Bois d'Oingt, et de Françoise de Grillet, dont il eut : 1° Jean Camus. 2° Charles, seigneur de Bagnols. 3° Antoine, seigneur d'Arginy. 4° Gaspard, seigneur de Chàtillon d'Azergues, qui suit. 5° Antoinette, femme de Gaspard-Béatrix Robert, sei- gneur de Bouquéron, président au parlement de Grenoble. 6° Françoise, épouse de Jean Baraillon, seigneur de Nantas et de la Cosse, conseiller du Roi et trésorier général de France à Lyon. 7° Eléonore. VI. Gaspard Camus, seigneur de Chàtillon d'Azergues,"], [62, "54 vivant en 1596 et 1630, épousa Marguerite de Guillens, fille de Jean de Guillens de Montjustin et de Sibylle Garnier des Garets, dont il eut : 1» Charles Camus, enseigne au régiment de Navarre. 2° Gaspard, seigneur de Chàtillon d'Azergues, qui suit. 3° Anne, épouse du sieur Dorche, en Bresse. 4° Marie. 5° Françoise, alias Antoinette, mariée à Marc Gas- pard, seigneur du Sou et du Breuil. VII. Gaspard Camus, seigneur de Chàtillon d'Azergues, qui vivait en 1671, mort sans alliance, laissant pour hé- ritier son neveu, Jean Gaspard, seigneur du Sou, du Breuil et de Fontcrenne. Armoriai, des familles atant possédé Chàtillon d'Azergues Albon. — De sable à la croix d'or. — La branche de Chà tillon d'Azergues portait : de sable à la croix d'or, brisé d'une bande de gueules, racourcie et so terminant au cen tre de la croix. — La maison d'Albon porte aujourd'hui ses armes écartelées, au 1 et 4, de sable à la croix d'or qui est d'Albon, au 2 et 3, d'or au dauphin d'azur, allumé, loré et peautré de gueules qui est de Viennois. Balzac: D'azur à trois flanchis d'or au chef de même, chargé de trois flanchis d'azur. Camus: D'azur à trois croissants d'argent, et une étoile d'or en abîme. Chabannes : De gueules, au lion d'hermine, armé, lam passéet couronné d'or. Chaponay : D'azur à trois coqs d'or crêtes et barbes de gueules. Dufournel : D'azur à la fasce d'argent accompagné en chef de trois merlettes rangées et en pointe d'un croissant, le tout d'argent. Durand : D'argent au chevron de gueules accompagné de deux étoiles d'azur et d'un cœur de gueules."], [63, "55 Gaspard : D'azur au chevron d'or, accompagné de trois étoiles d'argent, au chef du môme à trois bandes de gueules. Inguimbert de Pramiral : D'azur à quatre colonnes rangées d'or surmontées de deux étoiles d'argent. Oingt: D'argent à la fasce de gueules chargée de trois étoiles d'or. Terrail (du): D'azur au chef d'argent, chargé d'un lion naissant de gueules, au filet d'or mis en bande, brochant sur le tout. Varey: D'azur à trois jumelles d'or en bande, au chef d'argent chargé de trois merlettes de sable. — Guichenon blasonne ainsi : Bandé d'or et d'azur de 10 pièces, au chef d'argent, chargé de trois corneilles de sable, membrées et becquetées de gueules, à la bordure componée d'or et d'azur (1). Viste (le) : De gueules à la bande d'azur, chargée de trois croissants d'argent. Chapitre III. — Fiefs et chapelles de la seigneurie de Chàtillon. Amancey. — La chapelle d'Amancey, située sur la rive droite de TAzergues, près de Tancien chemin de Dorieux, est dédiée aujourd'hui à saint Alban. Mais elle était autre fois placée sous le vocable de sainte Valburge. Cette église figure comme paroisse, dans la charte de franchises de Chàtillon, de Tan 1260. II en est de même dans le pouillé du diocèse de Lyon du xme siècle, qui nous apprend qu'elle avait pour patron temporel le cellérier de Savigny. Cette chapelle appartint en effet à ce monastère jusqu'à la Révo lution. Aussi les religieux venaient-ils autrefois, chaque année, le lundi de Pâques, célébrer la messe à Amancey, au milieu d'une grande affluence de fidèles. Cette église faisait partij de Tarchiprêtré de TArbresle , tandis que celle de Chàtillon dépendait de celui d'Anse. Son nom ne disparaît de la liste des paroisses que dans le pouillé du (1) Histoire manusciilc de Domhcs, p. 454."], [64, "56 xviii*\" siècle. A cette époque ce n'est plus qu'une simple chapelle rurale de la paroisse de Chàtillon, mais elle était encore, en 1760, sous le vocable de sainte Valburge, et il est à présumer qu'elle n'a pris le nom de saint Alban que depuis la Révolution. La chapelle d' Amancey est une construction romane du xie siècle qui a succédé sans doute à un autre édifice plus ancien encore, comme on peut Tinduire de Texistence d'un chapiteau encastré dans Tangle droit de la façade et qui a dû couronner un pilastre ayant appartenu à un monument élevé d'après la tradition de l'art romain. La fondation de l'église primitive d'Amancey remonte donc à Tépoque la plus reculée. Aussi ne faut-il pas s'étonner qu'elle ait été la paroisse mère de Chàtillon, dont l'église ne fut sans doute à Torigine qu'une simple chapelle destinée au ser vice du château (1). Nous avons vu rarement une construction plus rustique que celle de cette chapelle et tout y rappelle la simplicité des premiers âges du christianisme. L'édifice n'a ni voûte ni lambris, mais un simple toit supporté par quatre piliers sans bases ni chapiteaux, dont deux sont déforme ronde et les deux autres octogones. La nef est éclairée par cinq fenêtres, dont une au nord et les quatre autres au midi. Une seule est de forme ogivale ; les autres appartiennent à Tépoque romane et ne mesurent pas plus de 40 centimè tres de hauteur sur 15 centimètres de largeur. Trois baies à plein cintre éclairent aussi Tabside. Ce monument semble avoir été restauré au xme siècle. C'est ce que nous révèlent à la fois la forme ogivale de Tarcade du chœur et de la fenêtre des fonts baptismaux ainsi que les profils d'une base de colonne cylindrique que Ton remarque contre un contrefort extérieur. Comme la plupart des églises rurales, bâties à cette époque recu lée, cette chapelle n'a point de clocher, mais un simple (t) Voir les Almanachs hisloriqucs de Lyon, de 1760, 1774 et années suivantes."], [65, "57 campanile placé sur le pignon du mur qui sépare la nef du chœur et percé de deux arcades à plein cintre. L'sspect de cette chapelle est fort pittoresque ; aussi deux artistes lyonnais, Boissieu et Leymarie, nous en ont-ils donné l'un et l'autre le dessin. Elle se trouve aujourd'hui dans un état de vétusté difficile à décrire ; le toit menace ruine: la voûte des caveaux funéraires existant sous le pavé de la nef s'écroule de toute part. Aussi n'esl-elle plus livrée au culte, depuis plusieurs années. La commune de Chàtillon a, dit-on, le projet de démolir la moitié de Tantique édi fice pour agrandir le cimetière. Mais cet agrandissement ne serait-il pas possible autrement ? Dans tous les cas, nous faisons des vœux pour la restauration de- la partie qui sera conservée. L'histoire de cette chapelle fera com prendre aux habitants de Chàtillon tout Tintérêt qui s'atla che à ce monument qui fut le premier oratoire où vinrent prier leurs pères. Bayère. — Suivant l'Atlas historique du département du Rhône de M. Debombourg, ce fief était possédé, en 1359, par un seigneur du nom de Thomas Bonjour. Ma,s depuis cette époque il n'est fait aucune mention de ses posses seurs, et Bayère ne sortit de son obscurité qu'au com mencement du xvme siècle, époque où les Inguimbert de Pramiral firent bâtir le château moderne qui subsiste encore et qui devint depuis cette époque la résidence habi tuelle des seigneurs de Chàtillon. On sait qu'au siècle dernier le château de Chàtillon recevait Teau d'une belle source amenée de Bayère par des conduits souterrains. Coleymieux. — La chaise de Chàtillon de Tan 1260 donne à Coleymieux le titre de paroisse. Mais ce lieu ne possé dait sans doute qu'une simple chapelle rurale qui ne figure pas dans la liste des paroisses du diocèse de Lyon du xme siècle. En 1059, Coleymieux appartenait à Emmanuel de Guigard. Nous voyons dans l'aveu et le dénombrement donné en 1758 par Paul Durand, que le possesseur du domaine et de la maison sotte de Coleymieux devait foi"], [66, "58 et hommage au seigneur de Chàtillon (1). En 1787, ce fief était possédé par Bernazet de Ville, ancien libraire à Lyon. Aujourd'hui Coleymieux n'a plus que Taspect d'une simple ferme. Dorieux. — Dorieux, autrefois Deurieux(rfe duobusrivis), tire son nom de sa situation au confluent de la Brevenne et do TAzergues. Ce lieu est admirablement approprié au calme de la vie du cloître. Aussi, dans le cours de la pre mière moitié du xiue siècle, Guichard d'Oingt, seigneur de Chàtillon, fonda à Dorieux un monastère de Bénédictines, destiné aux dames de noble famille. Alix de Talaru en étaitprieure en 1350 et Françoise de Mont-â'Or en 1586(2). L'église de Dorieux, qui était dédiée à saint Jacques et saint Philippe, avait rang de paroisse au xine siècle, comme nous le voyons dans la charte de 1260. Dans son testa ment du 16 mars 1381, Jean de Varey, chevalier, co-sei gneur de Chàtillon, lui fait dou de quatre livres de cire. Elle est encore citée comme paroisse dans la visite diocé saine de 1469 (3). Mais au xvne siècle, le prieuré fut réuni, avec tous ses biens, au monastère de Sainte-Marie de TAntiquaille, et depuis cette époque son église fut sans doute abandonnée. Aujourd'hui, il ne reste aucune trace des bâtiments du monastère, et ses terres sont possédées par des habitants du pays. Les seigneurs de Chàtillon avaient la garde du prieuré de Dorieux, dontils étaient les fondateurs. Gilet d'Oingt, fils d'Etienne, la céda, en 1285, à Artaud de Roussillon. Mais trois ans plus tard, ce dernier la restitua à Guy et à Guil laume d'Albon, à Toccasion de leur mariage avec Margue rite et Eléonore d'Oingt (4). Au commencement du xve siè- (1) Archives du départ, du Rhône, C. 631 . (2) More! de Volcine. Evêques et archevêques de Lyon, p. 23 et 87 . (3) Cartulaire de Savigny, p. 911 et 1025. (4) Huillard-Bréholles. Inventaire des titres de la maison de Bourbon, u»* 777 et 814."], [67, "59 cle, Thibaud d'Albon aliéna la juridiction de Dorieux, à Toccasion de sa querelle avec son fils Guichard (1). Mais cette juridiction rentra plus tard en la possession des sei gneurs de Chàtillon, comme nous le voyons dans les actes de foi et hommage du siècle dernier. Saint-Roch. — La chapelle de Saint-Roch est située à Touest du château, dans Tancien cimetière de Chàtillon. Le nom de Saint-Roch, sous le vocable duquel sont placées un grand nombre de chapelles rurales, nous rappelle ces pestes effroyables qui désolaient si fréquemment la France au moyen-âge. Cette chapelle, à en juger surtout par la forme de son abside romane en cul de four, est très ancienne et doit remonter au xie siècle. Mais elle a subi plus d'un remaniement et ses fenêtres notamment ont été visiblement agrandies. Plusieurs familles de Chàtillon ont leur sépulture dans le petit cimetière qui Tentoure et c'est là que repose Mm' Voilez, auteur de romans moraux à Tusage des jeunes filles , décédéo à Chàtillon en 1859. Dans ce même cimetière on remarque aussi une croix dont le croisillon est moderne, mais dont la base et le socle gothiques sont Tcsuvre du xvic siècle. Sur cette croix, qui porte la date de 1552, est sculpté le blason suivant: De.... au chevron de... . accompagné en pointe d'un cœur de au chef de. . . . chargé de trois étoiles de. . . . Les initiales C. G., que portent ces armes, permettent de croire que cette croix a été élevée par un membre de la famille Gaspard ; car nous trouvons, à cette époque, un Claude Gaspard, seigneur du Sou. Mais s'il en était ainsi, il faudrait que cette famille eût changé plus tard ses armoiries, ce qui du reste, n'est pas sans exemple. Sandars. — Sandars (que Ton trouve écrit aussi quelque fois Cendars) fut possédé primitivement, comme Courbe ville, par la famille de Varennes. Etienne de Varennes en était seigneur en 1272. Son fils, Jean de Varennes, lui (1) Mazurcs de l'Isle-Barbc, p. 185."], [68, "60 succéda. Sandars relevait, à cette époque, de la seigneurie de Chàtillon et Jean de Varennes en rendit hommage, en 1302, à Guy et Guillaume d'Albon, seigneurs de Chàtillon, du chef de leurs femmes. On sait comment cet hommage donna lieu à une querelle entre ces derniers et leur frère Henri d'Albon, héritiers des droits qu'André d'Albon, leur père, possédait sur la terre de Chàtillon. Sandars demeura aux mains des de Varennes jusqu'au milieu du xve siècle , époque où il passa à la maison de Faverges, qui possé dait aussi la seigneurie du Breuil. A cette famille succédè rent les Rébé, qui étaient seigneurs de Sandars à la fin du xvie siècle. Un siècle plus tard, ce fief fut acquis par Jean- Baptiste Inguimbert de Pramiral et depuis cette époque il ne cessa point d'appartenir aux seigneurs de Chàtillon. Chapitre IV. — Description archéologique. I. — Le Château. Le château de Châtillon-d'Azergues est le monument le plus remarquable de Tarchitecture militaire du moyen-âge que possède Tancienne province du Lyonnais. On peut trouver ailleurs des constructions plus importantes, un plan plus vaste, une ornementation plus riche ; mais ce que la main de Thomme a épargné à Chàtillon suffit pour nous faire juger de ce qu'étaient autrefois une forteresse féodale et les mœurs guerrières des temps chevaleresques. Ce qui distingue le château de Châtillon-d'Azergues de beaucoup d'autres châteaux du moyen-âge, c'est que, tout en faisant partie du bourg qu'il commande, il en est com plètement indépendant. U protégeait le bourg, et le bourg, entouré d'une enceinte continue, dont la partie basse était défendue par un fossé que remplissait une dérivation de TAzergues, ajoutait à sa force en lui servant de première ligne de défense. Ainsi en était-il à Coucy, à Saumur, a Orange et dans beaucoup d'autres villes. Entre le bourg et le château se trouvait une seconde enceinte, qui envelop-"], [69, "61 pait une esplanade formant la basse-cour de la forteresse, et renfermant la chapelle seigneuriale. Cette esplanade, dont nous voyons encore les murs de soutènement, munis de contreforts, se défendait du côté du bourg par plusieurs tours, dont deux sont encore très-apparentes sur le flanc méridional de la colline. Elles nous expliquent comment Tentrée principale du château était dépourvue da tours de ílanquement. L'ennemi pouvait s'emparer du bourg sans avoir obtenu de grands avantages ; les habitants se reti raient dans Tenceinte inférieure du château, dontl'approche n'était point facile. C'était ainsi un second siège à faire avant d'attaquer le château proprement dit, refuge assuré des défenseurs de la place. Le château de Chàtillon devait donc à sa situation une importance bien supérieure à celle qu'on serait tenté de lui attribuer, çn considérant seulement Tétendue de son emplacement. Son plan est celui d'un carré irrégulier , arrondi du côté de Touest.Au midi.il domine des escarpe ments inaccessibles; au nord et à Touest il était séparé de Tarête de la montagne par un fossé large et profond, et défendu par des remparts élevés, flanqués de deux tours carrées et d'une tourelle cylindrique. Chaque siècle semble avoir laissé sur les murs du vieux manoir Tempreinte du style de son architecture et de ses habitudes sociales. La partie la plus ancienne du monu ment, qui fait face à la chapelle, remonte au xie ou tout au moins au xue siècle. Cette époque est bien caractérisée par les arcatures à plein cintre reliant les contreforts plats qui divisent cette façade en quatre travées, et par le mode del'appareil en forme de feuilles de fougère, ou d'arêtes de poisson, que Ton retrouve notamment dans les murs voisins du donjon. C'est sans doute dans cette partie de Tédifice que consis tait uniquement le château primitif, forteresse bien secon daire [castellió), dont le nom est demeuré à Chàtillon, même après que son importance se fut accrue. Ce monument du"], [70, "62 xi° siècle fut élevé sur un plan rectangulaire, presque carré; mais au xme siècle, la construction du donjon vint occuper une partie de son emplacement. Un mur le divise, dans le sens longitudinal, en deux parties princi pales, subdivisées elles-mêmes, dans le sens transversal, par des murs de refend. La salle, qui regarde la vallée de TAzergues, était éclairée par une fenêtre très-large, relati vement à sa hauteur, et divisée en deux baies par un meneau central fort léger supportant une double arcade trilobée. Cette fenêtre n'a été ouverte qu'au xme siècle. Mais les deux portes à plein cintre, donnant accès dans cette partie du monument, et ouvertes, Tune sur la façade orientale, et l'autre au nord sur Tesplanade du château, appartiennent bien à la construction primitive. Elles sont du reste fer mées depuis longtemps. On pénètre aujourd'hui dans le château par une étroite porte vulgaire, placée à Tangle de la chapelle, et sur laquelle on voit sculptées les armes des Balzac supportées par deux lions mutilés. On traverse ainsi Tesplanade, qui s'étendait au nord-est du château, pour entrer dans Tenceinte intérieure par une porte ogivale , défendue par un mou charaby, dont il ne reste plus que les deux consoles en pierre qui le supportaient. Cette porte devait être précédée autrefois d'un fossé dont on ne voit plus de traces. Au sur plus elle n'a été ouverte qu'au xivc siècle seulement, dans le mur de l'enceinte primitive, dont Tâge est indiqué par la forme de Tappareil en arêtes de poisson. Cette entrée s'ouvrait dans un corps de bâtiment carré ; deux portes la fermaient, Tune à Tintérieur, l'autre à Texté rieur, disposition fort ordinaire qui permettait d'accabler les assaillants sous les projectiles lancés par une ouver ture pratiquée dans la voûte. Rien n'indique Texistence d'une herse ; mais on aperçoit toujours dans les jambages des portes les trous des barres de bois transversales qui servaient à les fermer. A droite de la porte d'entrée, on vous montre une pièce voûtée, en forme de trapèze, qui"], [71, "63 servait, dit on, de prison. On remarque encore dans le mur la place de trois anneaux de fer enlevés récemment; des dessins bizarres tracés sur les murailles sont Tœuvre des prisonniers. A gauche de Tentrée, se trouve la descente d'un souter rain qui avait, suivant la tradition, une issue au loin dans la campagne. On rencontre fréquemment de semblables galeries dans les châteaux féodaux. Mais en pénétrant dans le souterrain de Chàtillon, on peut s'assurer qu'il est fermé aujourd'hui et qu'il présente seulement la. forme d'une simple cave voûtée de 7 à 8 mètres de profondeur, placée au-dessous de la partie la plus ancienne du château. Enfin, au milieu de la cour, en face de la porte d'entrée, se trou vait un puits d'une grande profondeur comblé aujourd'hui par les déci.mbres. Le donjon, déforme cylindrique, occupe Tangle occiden tal du château primitif et semble avoir été la première construction ajoutée à la forteresse du xie siècle par les seigneurs de Chàtillon. Ce donjon appartient au xine siècle ; sa forme est bien celle des tours cylindriques de cette épo que. II en est d'ailleurs fait mention déjà dans la charte de franchises de 1260, où nous voyons que, si les habitants de Chàtillon étaient tenus de travailler aux réparations du château, où ils pouvaient trouver un asile en temps de guerre, aucun travail ne leur était imposé pour le donjon, qui servait exclusivement de retraite au seigneur. Obser vons cependant qu'une tour hexagonale qui lui est adossée au nord et qui renfermait un escalier desservant à la fois le donjon et les bâtiments d'habitation, est une construc tion bien postérieure qui ne remonte peut-être qu'au xve siècle, époque où Ton vit fréquemment de ces tours accessoires appliquées contreune autre, pour desservir les principales pièces du donjon (1). Cette tour du donjon, qui est fort bien bâtie, a près de (1) De Caumont. Architecture civile et militaire, p. 5GI."], [72, "64 30 mètres de hauteur. Elle mesure 9 mètres 50 centimètres de diamètre hors d'oeuvre et ses murailles ont 1 mètre 30 centimètres à la base. Le rez-de-chaussée, où Ton pénè tre de Tintérieurdu château par une porte déforme carrée, était séparé du premier étage par une voûte qui n'existe plus, tandis qu'un simple plancher divisait les deux éta ges supérieurs. Un passage étroit qui existait entre le donjon et la façade méridionale, aboutissait à un escalier extérieur, de 70 cen timètres seulement de largeur, conduisant au premier et au second étage. De ce dernier étage on accédait au som met du donjon par un escalier pratiqué dans Tépaisseur du mur. Ainsi nous retrouvons dans le donjon de Chàtil lon le même système de défense que dans les forteresses les plus célèbres du temps : deux issues, Tune apparente , et l'autre dérobée ; des passages étroits qui permettaient à quelques hommes résolus de se défendre contre une troupe nombreuse; une rampe raide et exiguë conduisantà une poterne très-élevée au-dessus du sol et ouverte du côté de Tescarpement. Tout était établi de la sorte en vue d'une lutte pied à pied, et Tennemi pouvait s'emparer du rez-de chaussée du donjon sans parvenir à réduire ses défenseurs autrement que par la famine. Des créneaux et des hourds, sorte de balcons en bois qui permettaient de lancer à couvert des projectiles au pied même des remparts, devaient couronner autrefois cette belle tour; mais il n'en reste plus de traces; le toit conique, qui surmontait Tédifice, s'est écroulé, et il ne subsiste pluo aujourd'hui que la voûte en forme de calotte hémis phérique du sommet, que des arbustes recouvrent d'un vert manteau de feuillage. A la suite du donjon se trouvaient les bâtiments d'habi tation, dont les belles fenêtres à croisillons s'ouvrent sur la vallée de TAzergues. Cette partie du monument, qui date seulement du xve siècle, est la moins ancienne du château; mais c'est aussi la plus ruinée. II semble que"], [73, "65 la beauté des matériaux ait tenté davantage les démolis seurs; on y remarque encore néanmoins de belles chemi nées de la dernière époque du style ogival. Les anciens appartements seigneuriaux n'étaient sépa rés que par un étroit passage de deux tours assez bien conservées. La première, de forme semi-cylindrique, est \"recouverte d'une voûte à nervures et mesure 6 mètres dans œuvre. Deux planchers la divisaient en deux étages. La pièce du premier étage, où Ton arrivait par un chemin en pente qui contournait le côté circulaire de la tour, servait autrefois de salle de justice. Cet ancien auditoire, éclairé par une unique fenêtre donnant sur la cour, a conservé une belle cheminée en pierre sculptée du xve siècle ; sur les murs on remarque aussi des restes de peintures, représentant des palmiers ou de grandes fougères. En face de cette salle, et séparée seulement par le ves tibule de Tescalier, se trouve celle du rez-de-chaussée de la tour carrée qui domine la vallée. Cette tour, de forme rectangulaire, mesure seulement3mètres sur 4 dans œuvre. Au milieu de cette pièce, qui est éclairée par une fe nêtre à croisillon, existe une ouverture béante de 60 cen timètres de largeur. La tradition fait de ce souterrain les oubliettes du château, espèce de puits ou de fosse où Ton descendait vivants des prisonniers destinés à mourir de faim. Mais comme ce souterrain, à moitié comblé de pier res, n'a plus que 5 mètres de profondeur, et qu'il a, en largeur, les mêmes dimensions que la salle supérieure, il est impossible d'affirmer que telle était bien sa destina tion. On sait combien il faut se défier de ces attributions légendaires, mises en vogue par nos romanciers modernes, dont les récits saisissants altèrent trop souvent la vérité des faits historiques. L'observation la plus éclairée et la plus attentive a rarement constaté Texistence de véri tables oubliettes. II est vrai que Ton rencontre souvent des tours renfermant des salles obscures dans lesquelles on ne pouvait pénétrer que par une ouverture pratiquée S"], [74, "66 au milieu de la voûte. Mais il y a loin des oubliettes à ces pièces souterraines, qui servaient seulement de caves et de magasins où Ton conservait les provisions du châ teau. Celte destination était fort commune. Mais il en est une autre qui nous paraît plus certaine encore : La tour carrée du château de Chàtillon jouait un rôle important dans le système de défense de la place. A Tangle oriental de la salle du rez-de-chaussée s'ouvrait un moucharaby qui commandait Tentrée de la poterne du chemin de ronde de Tenceinte inférieure. Au premier étage, venait aboutir un autre chemin de ronde qui régnait tout autour des remparts du château. Enfin du sommet de cette tour, on pouvait surveiller aisément la vallée de TAzergues et défendre Taccès du fossé qui protégeait la forteresse du côté de l'ouest. Or, Tétage souterrain de la tour servait à compléter ce système défensif, et voioi comment : On pourrait croire au premier abord, que des tours pleines, dans leur partie inférieure, devaient mieux résister aux attaques des assié geants, et les constructeurs des premiers temps de la féo dalité Tavaient pensé ainsi. Mais on reconnut bientôt que les tours pleines facilitaient le travail de la sape ou de la mine; les assiégeants creusaient leurs galeries sous les fondations des tours, puis il les faisaient écrouler en met tant le feu aux étais, sans que les défenseurs de la place pussent arrêter la marche de ces travaux en creusant une contre-mine. C'était donc la partie inférieure des remparts qu'il convenait surtout de défendre. Pour cela on établit dans les tours des étages jusqu'au niveau des fossés, et Ton put désormais détruire les galeries de Tennemi au moyen d'autres travaux souterrains , ou bien défendre Tapproche du pied des remparts en lançant des traits horizontalement par les meurtrières inférieures, et même; au besoin, rendre inutile le travail des assiégeants, en élevant un second mur derrière la brèche qu'ils au-"], [75, "67 raient pu pratiquer au pied des remparts ou des tours (1). Telle était, sans aucun doute, la véritable destination du souterrain, que Ton est convenu d'appeler les oubliettes du château de Chàtillon. Ajoutons, au surplus, qu'il est d'autant plus difficile de croire à la tradition romanesque que nous combattons, qu'il est certain que la tour carrée de Chàtillon, appartient comme la tour voisine, à Tarchitec ture du xve siècle. Or Ton sait que déjà, à cette époque, la rigueur des peines s'était bien adoucie, et que le con trôle de la justice royale avait fait disparaître des juridic tions seigneuriales tout ce qu'elles pouvaient avoir d'arbi traire. Revenons à la description du château. L'escalier, placé entre les deux tours, servait à chacune d'elles. Le toit de la tour carrée, aussi bien que le plancher du deuxième étage, se sont effondrés depuis longtemps, mais on peut toujours arriver au sommet de la tour semi-cylindrique, dont la voûte a résisté à toutes les injures du temps. Toute la partie nord du château est dans un état de ruine presque complet. Seuls les murs d'enceinte ont été épar gnés et leurs fenêtres à croisillons nous apprennent que là aussi existaient des bâtiments d'habitation. Une tourelle cylindrique, découverte, bâtie en encorbellement à Tangle nord-est des remparts et destinée à faire le guet et à défen dre à la fois la courtine du nord et la porte d'entrée du château, conserve aussi toujours entière sa couronne de créneaux. Depuis longtemps l'escalier qui y conduisait est détruit, et c'est ainsi que la main de l'homme Ta épargnée. Au pied de cette tourelle commence la ligne des remparts (1) Prospcr Mérimée. Collection de document? inédits sur l'hisloire de France. Arcliiteclure militaire, p. 74. — Viollcl-lc-Duc. Diclionnaire rai sonné de l'arcbitccturc française. T. I, p. 373. —VI, p. 451. —De Cau mont. Architecture civile et milit., *>. 496 et 563. —Congre» archcolog. de France. 23* session, p. 177."], [76, "68 qui enveloppaient à la fois le bourg de Chàtillon et la seconde enceinte du château. Une partie de ces murs paraît fort ancienne; nous y retrouvons, en effet, en plu sieurs endroits, Tappareil en forme d'arêtes de poisson, que nous avons remarqué dans la partie du château remon tant au xic siècle. Un chemin de ronde muni d'escaliers, sur les plans inclinés, en suivait partout le sommet ; mais il est détruit aujourd'hui. De la plaine, ces remparts remontaient la colline où après s'être reliés àl'enceinte de Tesplanade, ils venaient aboutir à Tangle de la tour carrée du château, où nous avons vu qu'un moucharaby comman dait Tentrée du chemin de ronde et de la poterne destinée au service de la garnison. Nous retrouvons à Chàtillon la trace des principales familles qui Tont possédé à toutes les époques. La partie la plus ancienne du château, Tantique castellio, est sans doute Tœuvre de la famille de Chàtillon qui lui em- prunta son nom. Après elle, viennent les seigneurs d'Oingt, maison puissante qui a bâti Bagnols et le château du Bois- d'Oingt. A Chàtillon elle élève le fier donjon que nous admirons encore. Les d'Albon agrandissent Tenceinte de la forteresse. Mais sous cette famille Chàtillon traversa des mauvais jours. Thibaud, premier du nom, Tassiège, le prend et s'empare de ce qu'il renfermait de plus précieux. Son successeur, appelé aussi Thibaud, dépouille le vieux manoir au profit de Bagnols, et le laisse tomber en ruine, en haine de son fils aîné, Guichard. Ce fut à son petit-fils, Antoine d'Albon, qui lui succéda, à commencer Tœuvre de restauration. Alors s'élève la salle de justice et la tour qui commande la vallée. Les Balzac continuent son œuvre en bâtissant Thabitation seigneuriale. Les guerres natio- nales contre les Anglais sont finies, et la sécurité qui règne dans nos campagnes permet d'ouvrir de larges fenê tres, non-seulement du côté de Tescarpement, mais encore sur les fossés du nord. L'amour du bien-être et du luxe s'est développé, et sous le dernier des Balzac le vieux"], [77, "69 manoir arrive à un degré de splendeur qu'il ne connut plus jamais. Le noble seigneur veut une chapelle digne de lui et il fait édifier la riche façade qui subsiste encore. A Tintérieur, les murs de Chàtillon se couvrent de peintu res, à Textérieur de riches ornements sculptés. Tout est approprié au besoin de la vie luxueuse de Tépoque. Aussi Geoffroy de Balzac affectionne-t-il Chàtillon, et c'est là qu'il vient oublier les grandeurs de la cour royale et choi sir sa sépulture. Possesseurs de plusieurs demeures seigneuriales, les Camus habitèrent rarement Chàtillon. II en fut autrement de Gaspard, le dernier d'entre eux; un titre de la fin du xvue siècle nous apprend qu'il n'avait pas d'autre demeure que le château de Chàtillon (1). Mais les beaux jours de la forteresse féodale expirent avec ce seigneur. Les gentilshommes du xvm** siècle ne peuvent s'accommo der de Thabitation du vieux manoir. Les Pramiral cons truisent Bayère sur un plan tout mod/rne et Chàtillon est abandonné aux officiers de justice de la seigneurie et au geôlier de la prison, a Les murs du château sont « Jort anciens, et il se compose d'un logement fort modi « que, » dit Camille de Pramiral dans son aveu'de fief du 31 juillet 1732. Un quart de siècle s'écoule, et Tavant-der nisr seigneur de Chàtillon nous apprend dans son aveu de 1758 que le château est devenu inhabitable (2). La révolution de 1789 eut donc peu à faire pour complé ter Tœuvre de destruction. Depuis celte époque, ses pos sesseurs n'ont pas épargné le vieux manoir, et surtout les parties modernes les mieux bâties. Les plus beaux maté riaux, les cheminées les plus élégantes, les grillages de fèr des fenêtres eux-mêmes, tout a été enlevé. Le droit de propriété est sans doute absolu. Mais à une époque où existe, à un si haut degré, le respect de nos monuments (1) Archives du départ, du RhÒDe. B. 3. (2) Archives du départ, du Rhône, C. 631 et 635."], [78, "70 historiques, il nous est bien permis de donner un regret à ces dévastations accomplies froidement et presque sans profit pour leurs auteurs. L'œuvre des siècles, déjà si avan cée, sera bien assez vite accomplie. Mais au moins si la main de Thomme ne lui vient pas en aide, il nous sera permis d'admirer longtemps encore ces runes vénérables. C'est qu'en effet, malgré les outrages du temps et des hommes, le château de Chàtillon n'a point perdu ce carac tère de grandeur, qui le plaçait jadis au premier rang parmi les châteaux forts destinés à la défense de la fertile vallée del'Azergues. Quand, au détour du chemin, le vieux ma noir apparaît à vos regards avec ses masses imposantes, on s'arrête étonné devant ce fier donjon qui nous révèle la puissance des hauts barons qui en firent leur demeure. Bâtie avec cette pierre de couleur jaune ocrée que fournis sent abondamment les environs de Chàtillon , Tantique lorteresse n'a point Taspect triste et mélancolique que présentent d'ordinaire les ruines. Contemplez, des coteaux qui bordent la rive droite de TAzergues, ces hautes tours qui se profilent hardiment sur Tazur du ciel; voyez-les, aux premiers rayons du soleil levant, se colorer de cette teinte puissante qui défie le pinceau de plus d'un artiste, et que Ton ne retrouve dans aucun de nos monuments les plus célèbres, et vous comprendrez ce que devait être le château de Chàtillon au temps de sa splendeur. II semble alors que tout n'est pas mort dans cette enceinte silencieuse, et Timagination se plaît à lui rendre et sa couronne de créneaux et les hommes d'armes qui veillaient jadis à sa défense. On croit voir briller, au sommet de ses remparts, l'armure des chevaliers; on croit entendre Tappel aux armes des sentinelles ; la herse se baisse devant les assail lants; le clairon sonne; les échelles se dressent contre les murs de la forteresse; écoutez les cris des combattants, c'est Tassaut avec toutes ses fureurs; voyez la bannière du vainqueur qui flotte sur la plus haute tour... C'est Thibaud d'Albon, un rude batailleur, qui vient d'enlever"], [79, "71 à son neveu, encore enfant, le château de ses ancêtres Tels sont les souvenirs que Ton évoque devant ce monu ment d'une génération qui nous étonne souvent par la grandeur de ses œuvres. Mais ce qui ajoute encore aux beautés de Chàtillon, c'est son admirable position, c'est le charmant paysage qui Tentoure, c'est Taspect pittoresque de son vieux bourg qui semble toujours s'abriter au pied de la vieille forteresse démantelée. Depuis longtemps le nouveau village a brisé l'étroite ceinture de ses remparts pour s'étaler dans la plaino. Mais ni le luxe moderne, ni l'amour du bien-être n'ont pu transformer encore entière ment le vieux bourg féodal. Quand on parcourt ses rues étroites et tortueuses, on retrouve toute une civilisation éteinte dans ces maisons, aux portes surbaissées, aux fenêtres à meneaux, qui surplombent la voie publique. Ici, un blason mutilé, plus loin, quelque débris informe des splendeurs de la demeure seigneuriale. On passe sous quelque porte chancelante , on suit des passages étroits et parfois sans issue, et Ton arrive ainsi au vieux château, à travers des monceaux de ruines et les souvenirs de vingt générations. Et maintenant, voulez-vous avoir une idée complète de tout cet ensemble, montez au sommet de la tour de justice et voyez le tableau qui se déroule à vos regards. A Touest, les montagnes de Tarare, au midi, la chaîne de TIseron, à Test, les sommets du Mont-d'Or lui servent de cadre. Rien de plus varié que Taspect des campagnes qui s'étalent à vos pieds. Rien de plus harmonieux que les lignes pleines de mollesse de ce riche paysage. Dans les prés et les saulées , coule TAzergues , entre deux rives plantées d'aulnes et de peupliers ; sur les coteaux couverts de vignes et de bois, les hameaux et les fermes s'étagent d'une manière pittoresque. Puis, tout à coup, apparaît, à travers le feuillage, quelque débris de Tâge féodal. Là-bas, c'est Chessy, avec ses mines que posséda Jacques Cœur et sa belle tour que fit bâtir le monastère de Savigny, pour pro-"], [80, "72 téger les hommes de ses domaines. En face, Courbeville, Tan tique demeure des de Varennes. Plus loin, le Breuil qui cache sous les arbres de la vallée les sombres remparts de son vieux château. Plus loin encore, la Flachère, créa tion moderne d'un maître qui s'est inspiré de toutes les beautés de Tart ogival (1). Plus près, Sandars, avec son élégante tourelle. En face, Thumble chapelle d' Amancey, avec son campanile roman. Enfin à Test, derrière ce rideau de peupliers, on devine Dorieux, qui n'a conservé de son importance passée que les ruines de son vieux pont, et le souvenir de son noble monastère. On comprend ainsi que depuis longtemps la vallée de TAzergues soit chère à nos artistes. Aussi que d'études gracieuses n'a-t-elle pas inspirées! Mais aujourd'hui que le chemin de fer vous conduit à 3 kilomètres de Chàtillon, ce ne sont plus seulement les peintres et les archéologues qui fréquentent le vieux bourg et ses alentours. Sa réputa tion s'est répandue au loin et, chaque dimanche, Lyon lui envoie une foule de visiteurs, pour admirer sa chapelle romane et les remparts mutilés de son château. II. — La Chapelle. La chapelle de Chàtillon est placée en face de la partie la plus ancienne du château, dont elle est séparée par un passage de quelques mètres seulement de largeur. Sa construction remonte aux premières années du xu*» siècle. L'édifice, parfaitement orienté, et bâti sur un plan rectan gulaire, offre à Textérieur des lignes fort simples, résultat de Tabsence de basses nefs et de contreforts saillants. Les regards se portent d'abord sur le clocher élevé au dessus du chœur de la chapelle, et présentant sur chaque face deux rangs de fenêtres, divisées en deux baies par un pilier carré, au premier étage, et, à Tétage supérieur, par (1) M. Viollet-Le-Duc."], [81, "73 une colonne cylindrique couronnée d'un chapiteau sculpté. Cette tour se termine par une flèche aiguë, construite en pierre et en briques, dont les assises sont alternées sans symétrie. L' abside, bâtie en encorbellement, nous fournit l'un des exemples les plus anciens de ce mode de construction. Celle de la chapelle du château de Landsberg, en Alsace, citée par les archéologues, date seulement de la fin du xne siècle, et les chapelles du palais de justice de Grenoble et de Thôtel de Cluny, à Paris, ne sont pas antérieures au xve siècle. La façade est bien postérieure à la construction primitive. Ori attribue sa construction à Geoffroy de Balzac, seigneur de Chàtillon de 1489 à 1509. La riche ornementation de ses deux portes, décorées de pinacles en application, de feuilles frisées et de moulures prismatiques, appartient bien en effet au style ogival de la fin du xve siècle. A Tintérieur, la chapelle est divisée en deux étages par un simple plancher. La chapelle inférieure adossée à la montagne, du coté du nord, avait autrefois sa porte ouverte du côté méridional; cette porte d'une extrême simplicité se compose de deux jambages sans moulures, avec linteau renforcé au milieu et un arc de décharge au-dessus , forme adoptée fréquemment, à cette époque, dans les églises de nos provinces. Elle fut fermée lors de la construction de la façade actuelle. Cette chapelle, qui était dédiée autrefois àsaint Barthélemy, servit d'église paroissiale aux habitants de Chàtillon, jusqu'en 1722 (1), époque où Camille de Pra miral, seigneur du lieu, fit élever l'église du bourg, sous le vocable de saint Camille. Elle n'est éclairée que par trois baies romanes fort étroites, ménagées entre les arca- (1) Telle est la tradition locale, que confirme à cet égard l'existence des anciens fonts baptismaux de la chapelle basse. Nous devons dire cependant que, suivant Le Laboureur, la chapelle supérieure servait autrefois d'église paroissiale, tandis que la chapelle inférieure était placée sous le vocable de Notre-Dame (Mazures de l'isle Barbe, pi 659)."], [82, "74 tures des contreforts plats, qui flanquent le sanctuaire du côté du midi. Le chœur seul est voûté au-dessus du clo cher. On ne remarque dans cette chapelle inférieure aucune autre ornementation que les sculptures de deux porte burettes, placées à côté de Tautel, qui sont Tœuvre du xvie siècle. A gauche de Tautel se trouve la tombe du curé Lavaure,qui fit restaurer les deux chapelles. Enfin, autour de la nef, on remarque les tableaux en cuivre d'un chemin de croix, en forme de quatre-feuilles, sur lesquels sont gravées au trait les scènes de la Passion. La chapelle supérieure, à laquelle on arrive par un esca lier en pierre, servait autrefois de chapelle au château. Elle est placée sous le vocable de Notre-Dame-de-Bon- Secours. Cette chapelle comprend deux parties bien dis tinctes : la nef et le chœur. La première, de foime rectan gulaire, est couverte d'une simple charpente et éclairée au midi par trois fenêtres romanes. Au-dessus de la porte est placé un tableau donné par l'Empereur et représentant la Vierge et les saintes femmes portant la couronne d'épi nes, œuvre du peintre Faivre-Duffer. A gauche, en entrant, on remarque un bénitier moderne, mais en rapport avec le style du monument, porté sur une colonnette. Autour de la cuve, de forme polygonale, est gravée, avec Talpha et Toméga et le monogramme du Christ, l'inscription grec que suivante, empruntée à un ancien bénitier conservé au musée d'Orléans et qui est curieuse, en ce que la lecture en est la même dans les deux sens : NIYONANOMHMATAMHMONANOTIN . Ce qui signifie : Lave tes péchés, et non pas seulement ton visage (1). (1) Pour retrouver le sens de cette inscription, il faut la décomposer ainsi : Nt^ov «vdpjpaTa fíii fiòvcti* ó'^iv. — II y avait autrefois devant la porte et à l'cxtérieur des églises, des fontaines où les fidèles, dans une intention symbolique, se lavaient le visage et les mains. Telle est l'origine des bénitiers du moyen âge."], [83, "75 < La charpente et les plafonds de la nef sont couverts de peintures, dues au pinceau de M. Beuchot de Lyon, et représentant les signes du Zodiaque et les figures symbo liques des litanies de la sainte Vierge. La frise est décorée des armes des archevêques de Lyon, de Tours, de Bordeaux et d'autres évêques qui ont concouru à la restauration de la chapelle. Au-dessus de Tarcade qui met la nef en communication avec le sanctuaire, M. Lavergne a peint à fresque une vaste composition , représentant Notre-Dame-de-Bon-Secours soulageant les douleurs des malades et des affligés : à sa droite, une jeune fille offre à la Vierge une plante de lis et des colombes, une mère tient son enfant dans ses bras, et, derrière eux, le curé de la paroisse, avec un mois sonneur, implore aussi sa protection; dans le fond, on aperçoit Tancienne maison forte de Sandars. A gauche, une autre jeune fille pleure à côté de sa mère malade , pendant qu'un enfant conduit par un vieillard, son aieul, présente un cierge à la madone ; au dernier plan apparais sent les ruines du château de Chàtillon. Au-dessous on lit l'inscription suivante : C. V. Lavaure mandavit A D. J1DCCCLHI, intra IV augusti et XXX octobris. Ejusdem nnni pinxit Claudius Lavergne Lugdunensis. On a reproché à quelques-unes de ces figures de man quer un peu d'idéal; mais on est forcé de reconnaître que Tensemble de cette composition est bien entendu, et que notamment Texpression et la pose de la mère tenant l'enfant sont parfaitement rendus (1). Le chœur, pavé en mosaïque, est divisé en trois parties par les piliers du clocher. Ces trois parties sont voûtées ; mais, dans le sanctuaire, la voûte, placée au-dessous du clocher, prend la forme d'une coupole hémisphérique. Au fond de Tabside, éclairée par trois baies romanes, est placé le maître autel, décoré de remarquables peintures d'Hip- (1) V. lo Revue du Lyonnais. 2* série. Tome VIII, p. 108."], [84, "76 polyte Flandnn , représentant le Christ avec les quatre apôtres , saint Jean , saint Pierre, saint Paul et saint Barthélemy. Au-dessus de Tautel, une belle statue en marbre de la sainte Vierge, due au ciseau du sculpteur Fabisch, complète cette riche ornementation. A droite et à gauche du sanctuaire sont deux chapelles ornées chacune d'un autel, et éclairées du côté oriental par une baie à plein cintre. Celle de droite reçoit, en outre, le jour de deux autres fenêtres de même forme, ouvertes du côté du midi, entre lesquelles on remarque contre la paroi du mur, une élégante colonnette romane, couronnée mal adroitement d'un chapiteau sculpté, d'un diamètre diffé rent. Ce fait est très-fréquent à Tépoque reculée où fut bâtie la chapelle de Chàtillon, et souvent il nous révèle que ces colonnes et ces chapiteaux proviennent d'anciens monuments détruits. A gauche de la chapelle proprement dite, se trouve un oratoire, bâti vers la fin du xvc siècle, par les seigneurs de Balzac et dont la longueur mesure à peine la moitié de celle de la nef. II communique avec le sanctuaire par un arceau ogival, et avec la nef par une arcade à plein cintre. Cet oratoire, qui est voûté avec nervures , est éclairé, du côté oriental , par une baie à plein cintre et par deux fenêtres de forme ovale, du côté du nord ; chacune de ces dernières est ornée d'un vitrail représentant, l'un, un vaisseau sur une mer agitée, avec la légende : Ave Maris stella, et l'autre, un château fort avec l'inscription : Auxilium Christianorum. La sacristie ouvre sur cette chapelle ; au-dessus de la porte sont peintes les armes des Montmorency : d'or à la croix de gueules, chargé de 16 alérions d'azur. Au milieu du pavé, se trouve la pierre tombale de Geoffroy de Balzac qui, suivant Le Laboureur, fut inhumé dams la chapelle inférieure (1). Cette pierre, qui se trouve dans un parfait (1) Mazures de l'isle Barbe, p. 659."], [85, ""], [86, ""], [87, "77 état de conservation, avait été transportée autrefois dans la chapelle de saint Roch, où elle est demeurée de longues années ; elle a été placée dans Toratoire des Balzac, lors des restaurations exécutées en 1853. On y voit, gravée au trait, Timage du défunt, qui est représenté, tête nue, Tépée au côté, et revêtu de la cuirasse et du haubert, armure des chevaliers. Tous les détails du costume sont rendus avec une grande exactitude. Les mains du personnage sont jointes sur la poitrine et ses pieds reposent sur un lion. A sa gauche, on remarque les armes des Balzac, sur1 montées d'un casque. Autour de la pierre, on lit l'inscrip tion suivante : Cg gist noble et jmissunt geigne1* messire geoffrag ìft bûlsut rijlr sr ìiubiet lieu et be cotillon . en son vivant pmter uarleí òt eljabre ìm rog cljarles v'úv. q. trespasso le ixl iov tauier mil ic t neuf . bien âge son atat Au pied de cette tombe sont dessinées en mosaïque les armes de la famille de Chaponay ; du coté de la tète, celles des d'Albon, écartelées de Viennois. Au-dessus de la baie à plein cintre, ouverte du côté de Torient, sont peintes les armes des Cossé-Brissac, bienfaiteurs de la chapelle : de sable à 3 fasces d'or dentelées par le bas. A côté, se trou vent les suivantes, dont nous ne connaissons point les possesseurs : de gueules au taureau d'argent passant, au chef d'azur chargé de quatre étoiles d'or et d'un croissant dumêmerenversé. Nous ignorons égalementàquelle famille appartient le blason peint sur le vitrail placé au-dessous : d'argent à la croix de gueules, cantonné de quatre mouche tures d'hermine de sable. Ces écussons, ainsi que celui des Montmorency, sont sans doute ceux de bienfaiteurs qui ont concouru à Tœuvre de la restauration du monument. Sans cela on ne comprendrait guère leur présence dans"], [88, "78 cette chapelle, où Ton cherche vainement les armes des anciens seigneurs de Chàtillon et surtout celles de la famille d'Oingt, à laquelle on doit peut-être sa construction. Telle est aujourd'hui la chapelle de Chàtillon d'Azergues. Mais elle se trouvait, il y a quelques années, dans un état de délabrement qui faisait redouter une ruine prochaine. Depuis que l'église paroissiale avait été construite dans le bourg, la chapelle du château avait été bien négligée. A la Révolution, elle fut confisquée et devint propriété com munale; mais il ne fut rien fait pour son entretien. Aussi, en 1843, Leymarie déplorait-il son état d'abandon (1). Les murs se lézardaient, sa toiture menaçait ruine et Teau de la pluie inondait le sanctuaire. Déjà même le plancher, qui divisait le monument en deux étages, n'existait plus. En 1847, une décision ministérielle vint heureusement classer Tédifice au nombre des monuments historiques. Depuis cette époque, le maire et le curé, M. Lavaure, firent tous leurs efforts pour la restauration de la chapelle. Ce dernier surtout se consacra à cette œuvre avec un zèle que rien ne put refroidir, La commune vota une somme impor tante ; le Gouvernement accorda aussi une forte alloca tion sur le budget des monuments historiques et les dons de généreux bienfaiteurs firent le reste. La direction des travaux fut confiée à M. Desjardins , architecte du diocèse, qui s'en est acquitté avec succès. Nous avons vu plus haut le nom des artistes qui ont concouru à cette œuvre de res tauration. Aujourd'hui Tornementation de Tédifice est complète, et si Ton regrette qu'on ne se soit point inspiré davantage des souvenirs historiques des anciens seigneurs de Chàtillon, on doit reconnaître que Tœuvre, dans son ensemble, est satisfaisante et que Chàtillon a droit de montrer avec orgueil sa vieille chapelle aux étrangers. (1) Album du Lyonnais, I, p. 63."], [89, "79 Chapitre V. — Notice analytique de la charte de Chatillos-d'Azergues (1). Le fait capital du xn« et du xni*- siècles c'est la révolution communale dont les fruits immédiats furent les chartes de commune. Le mouvement commença par la vie urbaine et descendit lentement dans les classes agricoles. L'ini- tiative courageuse des habitants des villes enhardit les paysans, les serfs ou mainmortables ; ils osèrent deman- der leur affranchissement. La désertion des tenanciers, la crainte et Tintérêt amenèrent les seigneurs à transiger sur leurs droits. Ces transactions arrachées par la force, acquises à prix d'argent ou dictées par T équité, purement verbalœ dans le principe, devinrent des actes authentiques et solennels. Ce sont ces monuments, longtemps dédai- sgné, mais sur lesquels des historiens éminents ont attiré Tattention, qui renferment les germes de la liberté moderne. llsformentles premières pages de l'histoire de notre civili- sation. De ces documents les uns contiennent les conces- sions les plus larges et même des droits politiques, ce sont les chartes de commune; les autres concèdent soit Taffranchissement simple, soit certains privilèges ou cer - taines exemptions au profit de tel ou tel bourg, de tel ou tel village, sans constitution en communauté, on les nomme chartes de franchises. Leurs formules variées, la nature diverse des promesses et des réformes qu'elles renferment, les rendent très-difficiles à classer. Parmi ces premières assises des libertés nationales il en est qui donnent les détails les plus curieux sur les assemblées, les impôts, les droits de justice, les amendes et les usages singuliers, qui offrent le tableau réaliste des mœurs féodales, qui dévoilent tous les mystères de la vie seigneuriale et rurale ; d'autres, trop laconiques, affirment simplement la franchise 'I) Voir le texte dans les pièces justificatives."], [90, "80 et les exemptions accordées à un groupe de population. Ils intéressent donc à divers degrés Thistorien et Tarchéo logue, auxquels ils font connaître Tétat précaire de la classe agricole et démontrent les efforts persistants des paysans pour adoucir leur situation misérable et se régénérer par la liberté. L'histoire des classes laborieuses, de Tétat des terres et de la condition des personnes au moyen- âge forme de nos jours un sujet d'études profondes et suivies. En cherchant d'où nous venons , peut-être verrons-nous où nous allons. Plusieurs érudits ont réuni et livré à la publicité des recueils de chartes de communes et de fran chises groupées par province ou par ancienne circonscrip tion féodale. Excellent système qui permet d'étudier à fond Tensemble de ces documents dans le cadre primitif où ils ont été placés et avec leur propre couleur locale. Comme on n'a point encore retrouvé les lettres d'affranchissement des fiefs de la province du Lyonnais, ce bon exemple n'a pu être suivi. II a fallu se borner à Tétude particulière des franchises données au bourg de Chàtillon d'Azergues, sans en tirer aucune conclusion générale, a_ue pourraient détruire les découvertes ultérieures. Cette charte d'un intérêt secondaire mais réel, a été trou vée au milieu d'un volume des insinuations du greffe de la sénéchaussée royale (archives judiciaires de la Cour de Lyon) et comme perdue entre des actes sans intérêt (1). En 1597, les habitants de Chàtillon adressèrent une requête au sénéchal de Lyon pour Tinsinuation ou enregistrement d'un vieux parchemin qu'ils avaient sorti d'un coffre placé dans leur église ; ils désiraient obvier à sa perte et pou voir au besoin en tirer des expéditions. Des exigences seigneuriales bien tardives et inopportunes motivèrent sans doute cette précaution. Le sénéchal approuva la requête, et le texte du parchemin fut reproduit avec soin (1) Anciennes arch. de la Cour de Lyon; vol. 113 des insinuations, folio 641 et suiv."], [91, "81 et intelligence sur les registre du greffe. Cette copie judi ciaire fait foi comme Toriginal dont la perte est probable. II est des titres qui doivent sortir de Toubli pour éclairer l'histoire ; on a placé parmi eux ce vieux jalon de la civi lisation lyonnaise. Le mouvement communal du Lyonnais remonte à la fin du xne siècle. C'est à Lyon, Tantique municipe, que les idées révolutionnaires prirent naissance, ou mieux, rena- quirent de leurs cendres comme le phénix fabuleux. Les historiens ont accumulé les preuves irrécusables de la persistance dans cette ville des traditions municipales romaines. D'abord triomphante, la commune de Lyon fut dissoute (1208). Mais les citoyens demeurèrent fermes et résolus, ils poursuivirent leur généreuse entreprise. Après un siècle de résistance héroïque, ils reconstituèrent cette commune, objet d'une si grande et admirable constance , et sous la protection royale ils obtinrent du seigneur arche- vêque son approbation et sa reconnaissance (1320) (1). Ces luttes acharnées eurent du retentissement dans la pro- vince et produisirent parmi les habitants des campagnes une aspiration libérale bientôt suivie de désertions des mainmortables du côté de la grande ville en mouvement, ou de ligues déterminées à arracher par la force et la violence ce qu'elles n'obtiendraient pas des négociations pacifiques. D'autres centres de liberté exercèrent leur puissante influence et leur attraction invincible sur les vassaux. Les villes et bourgs des provinces voisines , Miribel (1253), Baugé (1250), Montbrison (1223), Saint- Rambert (1224), Crozet(1236), Saint-Germain-Laval (1248), Villerez (1253) (2), avaient obtenu leurs chartes de bour- (1) Voy. dans Lyon ancien et moderne, tome 2e, le meilleur résumé de l'histoire municipale de Lyon, publié par M. Morin sous ce titre modeste : YHôtel de Ville . (2) Guichenon -. Histoire de la Bresse et de Bugcy. La Mure : Histoire des ducs de Bourbon et des comtes de Forei, toni. 3e. (Celte derniere 0"], [92, "82 geoisie. Laréaction contre Tarbitraireeî les abus du régim féodal se montrait de tous les côtés. Une rébellion en entraînait plusieurs ; une concession enfantait d'autres concessions. Placés entre des villes d'où rayonnaient les vives lueurs de la liberté, les habitants du Lyonnais durent réclamer leur affranchissement et en négocier les conditions. En quelques lieux Tinitiative vint des maîtres du sol qui pour prévenir des luttes sanglantes, pour empê cher leurs vassaux de déserter ou pour suivre Timpulsion des idées nouvelles, s'empressèrent de proposer des réfor mes. Une fois en mouvement, la civilisation renverse tous les obstacles. La charte de Châtillon-d'Azergues naquit pendant la grande tourmente lyonnaise, quelques années avant les derniers combats où les citoyens de Lyon conquirent des droits que nous avons laissés perdre. La constitution défi- nitive de la communauté de Villefranche par le sire de Beaujeu (novembre 1260), cinq mois avant la rédaction du document récemment découvert, hâta sans doute la mise en liberté des hommes de Chàtillon. Le voisinage de l'heu- reuse ville beaujolaise dut exercer une influence décisive sur les résolutions des vassaux et les dispositions du seigneur de ce bourg féodal; il rendit les premières plus hardies et les secondes plus conformes aux exigences du temps. Cependant la charte ne démontre pas Tinfluence de ce voisinage, que Ton peut rationnellement supposer. Les dispositions apparemment bienveillantes du seigneur y sont seules mentionnées. Les conjectures les plus oppo sées peuvent être tirées de la réserve du rédacteur de la charte où Ton ne voit ni révolte, ni discussion. Quel que fût le mobile de Tépuration libérale de Chàtillon d'Azer gues, Theure de la délivrance définitive de la moitié de ses habitants sonna le 1er avril de Tannée 1260, avant publication, faite par M. de Chantclause, a obtenu de l'iqstitul l'un des piixde la fondation Cobert)"], [93, "-K 83 Pâques (1261. N. S.) C'est Etienne d'Oingt, damoiseau, seigneur de la moitié du fies de Chàtillon, qui donna aux hommes mouvants [homines morentes) de son domaine la charte de franchises dont Tanalyse succincte 7ra suivre. La seigneurie de Chàtillon s'étendait sur le château , le bourg et les paroisses de Saint-Jean et de Saint-Barthé lemy de Chàtillon, de Sainte- Valburge, de Chessy, du Breuil, de Saint-Germain, de Sarsay, de Dorieux, de Coleymieux, de Belmont et de Charnay. Toutes les limites de ce fief à bannière, dont il est impossible d'évaluer Timportance, marquées soigneusement sur Tacte, se relè veraient difficilement dans la topographie actuelle de la riante et fraîche vallée de TAzergue (1). Etienne d'Oingt ne fait pas de préambule hypocrite, il entre en matière carrément, sans embages, et sontçxte est exempt de Tennuyeuse prolixité des formules qui commen çait à envahir tous les instruments. II dit que lui et les siens pouvant retirer des avantages certains d'une conces sion qui accroîtrait la puissance du château et serait utile à ses hommes, après avoir pris conseil de ses amis et délibéré mûrement, il veut affranchir (manumiltere), donner et laisser une perpétuelle liberté à ses hommes. II les acquitte à perpétuité : 1° De la taille complainte (taillia cornplainta «qum vis etvocis complainte apudnos,» dit Ducange), impôt personnel et mobilier; 2° Des exac tions et extorsions [exactiones et extorsiones) ; 3° Des cor vées, journées et reconnaissances {corvatm , jornales et recognitiones) que le seigneur exigeait lorsqu'il y avait donation entré vifs et legs du père ou de la mère à leurs enfants, ou de Tenfant à ses parents , et dans les cas de succession ab intestato; c'est l'impôt surles donations et les successions payé en obligations personnelles ; 4° Des recon naissances usitées à la mutation du seigneur ; 5° Du ban d'août ou banvin, droit exclusif du seigneur de vendre son (1) Voir le chapitre Ier."], [94, "84 vin pendant le mois d'août; 6° Du péage pour chaque charge de vin, ou droit de circulation du vin. II déclare en outre que les hommes de son domaine pourront céder leurs biens immeubles à qui ils voudront, sauf le servis ad usagium Villefranchœ. L'usage de Villefranche est ainsi formulé dans la charte de cette ville : « Quicunque tenet « pedam integram débet ex eâ duodecim denarios de ser- « vicio; peda intégra est de quatuor teysis in fronte. » C'est-à-dire que chaque façade de quatre toises payait douze deniers. On reconnaît là Torigine de Timpôt des portes et fenêtres. Le seigneur s'engage pour lui et ses héritiers, à ne point retenir ni faire retenir les biens mis en vente dans Tétendue de son domaine, pourvu que les contractants comparaissent devant lui et que Tacheteur reçoive Tinvestiture et paye les droits de laods et ventes, ou impôt de mutation , qui, suivant la coutume, étaient employés à la reconstruction du château et du bourg, à Texception du donjon (salvo donjone). Etienne d'Oingt réserve expressément les chevauchées (chalvagatas) ou service militaire à Textérieur. II s'oblige à observer fidè- lement et à perpétuité toutes les clauses de la charte; il en fait le serment sur les Evangiles, et dans le cas ou lui ou l'un de ses successeurs y contreviendrait, il place la seigneurie sous lajuridiction de Tofficial de Lyon quipourra excommunier le parjure et mettre sa terre en interdit. Vaines formules, car on abusait déjà des serments les plus sacrés et les peines spirituelles si souvent fulminées en faveur des intérêts temporels commençaient à perdre leur efficacité. Etienne d'Oingt et son frère Guichard, l'un auteur et l'autre témoin de ces promesses, y attachè- rent leurs sceaux, et maître Girard, le redoutable official, y apposa la bulle de plomb de Tofficialité, non pour clore la charte mais pour lui donner la force de leur témoignage et en quelque sorte la rendre exécutoire. Ces franchises démontrent que la condition des hommes de Chàtillon se trouvait relativement meilleure que celle"], [95, "85 des sujets des autres fiefs. En effet, ils jouissaient, avant les exemptions susdites , d'une certaine liberté qui les plaçait au-dessus des serfs proprement dits ; on ne les désigne point par les termes humiliants : Servi , homines manus mortum, tailliabiles, mais par ce mot simple : homines ; ils avaient encore le dr-fit de disposer, dans une certaine mesure, de leurs biens meubles et immeubles et celui de tester et de faire des donations. Ces droits, aujour d'hui naturels, n'étaient point reconnus dans tous les fiefs. Deux cents ans plus tard, ils furent les objets de conces sions exceptionnelles. En voici un exemple : Guillaume de Varey, damoiseau, seigneur d'Avauges, affranchit par testament tous les gens de main-morte de son fief et leur permit de disposer de leurs biens meubles (21 novembre 1443) (1). On trouve souvent cette clause dans les testa ments des seigneurs féodaux au xve siècle. On trouve aussi antérieurement et postérieurement une foule -de conces sions particulières et d'immunités locales, surtout en faveur des fiefs tenus par les corps ecclésiastiques (2). La charte de Chàtillon ne fait aucune mention de certains droits de mariage, de prélibation, de cuissage, etc., que Ton suppose à tort avoir été exigés en nature ou en argent par tous les seigneurs. On a pris deux ou trois exceptions pour la généralité. Rien n'indique Texistence de ces droits honteux dans la province du Lyonnais, et les habitants du vieux bourg baronial ne paraissent pas avoir été soumis à des charges bizarres, à des redevances joyeuses ou ridi cules. Malgré Tadoucissement relatif de leur état, les hommes de Chàtillon durent s'estimer heureux d'acquérir défini tivement Texemption des impôts les plus arbitraires qui, il faut bien le dire, ne constituaient pas toujours des pro fits pour les seigneurs qui remplissaient des devoirs de pro- (1) Arch. du Rhône : collet, des testaments provenant de l'oslìcialité. (2) Guiguc : Obituarium Lugd., ceclesiae : introduction, page xxiv."], [96, "86 tection, de secours, d'alimentation et de justice vis- à- vis de leurs sujets. Les véritables fléauxde ce temps étaientles guer res intestines et leur désolant cortège de dévastation et de ruines, ladésespéranteincertitudeet ladiscrétion seigneu riale. Le nombre et la quotité des impôts , alors illusoises pour la plupart, et très-réels aujourd'hui, pesaient moins sur la classe agricole que Tarbitraire des maîtres du sol. Et encore cet arbitraire se trouvait-il tempéré par Tintérêt bien entendu des seigneurs qui leur commandait rationnel lement de ne pas presser, violenter et ruiner leurs vassaux. Quoi qu'il en soit de cette grave question rétrospectivement humanitaire , les hommes de Chàtillon achetèrent leurs franchises à beaux deniers comptants. U fallait bien une compensation au seigneur, qui se contenta de la somme de 300 livres viennoises et en donna quittance. La charte est muette quant aux droits de justice, aux amendes et.aux mesures, mentionnés ailleurs, par exem ple dans la lettre de privilège , en langue vulgaire , de Saint-Bonnet-le-Château, avec des détails fort curieux (1). Etienne d'Oingt possédait-il tout ou partie de la juridic tion haute et basse de Chàtillon? On sait que ce droit im portant, distinct du fief, pouvait être démembré et partagé pourvu que la justice fût rendue par un seul juge dans toute Tétendue du mandement. Aucune induction ne peut être tirée du silence de la charte relativement à la posses sion des droits judiciaires. En octroyant, disons mieux, en vendant les franchises aux hommes de son domaine, Etienne d'Oingt suivit-il T exemple de son collègue en seigneurie ? Rien n'indique Taffranchissement de l'autre moitié du fief. L'inégalité des charges, la différence des conditions entre les habi tants d'un même lieu furent très-fréquentes au moyen-âge, (1) L'original de celte charte est aux archives de la Loire; le lexte a éic publié par M. de Chantelauze dans le 3e vol. de l'Histoire des Ducs de Bourbon et des Comtes de Forez."], [97, "87 époque de disparates étranges et d'anomalies choquan tes, ou qui nous semblent telles. Les archéologues futurs les jugeront peut-être plus rationnelles que Tégalité abso lue vers laquelle nous sommes entraînés. L'autre co-sei gneur se hàta-t-il d'effacer par un généreux octroi ou une fructueuse vente cette disparité dangereuse pour sa sûreté et son domaine.? On voudrait pouvoir résoudre cette ques tion. Toutefois, à la fin du xvie siècle, les habitants de Chà tillon s'administraient eux-mêmes. Dans leur requête au sénéchal de Lyon pour Tinsinuation de la charte de 1260, il est dit : « Supplient humblement les cosses (consuls) « manans et habitants... » (1). C'est probablement en 1474, année où Roffec IIIe du nom, seigneur de Balzac, réunit dans ses mains toute la seigneurie de Chàtillon, que cette administration consulaire fut instituée et que les anciennes franchises d'une partie des habitants surent mises en commun. Mais Timportance du bourg s'était amoindrie et la vieille forteresse féodale nc présentait déjà plus qu'un simulacre de puissance et des souvenirs cheva leresques. Ce travail analytique doit s'arrêter à ce point ; son éten due ne sera pas estimée trop grande si Ton considère que tout ce qui touche aux origines de la liberté française est d'un intérêt public. (1) Voir aux pièces justificatives le texte de 1j requête à la suite de la charte."], [98, ""], [99, "PIEGES JUSTIFICATIVES. N° 1. LIBERTÉ ET FRANCHISE DES HABITANTS DE CHATILLON DA7.ERGUES FAITE PAR LE SEIGNEUR DUDIT LIEU (1). In nomine domini Jesu Christi anno domini m» cc° Lx» primo mensc aprili Ego Stephanus de Yconio domicellus dominus caslcllionis de Azcrgo pro medietate notum facio universis présentes literas inspccturis quod Ego dictum castrum et burgum in quantum ad dominum mcum spcctant et homines meos morantes et moraturos et habentes et habituros domum seu domos ibi et in parrochiis sancii Johannis sancti Bartholomci de Cas- tillionc sanctœ Walburgis de Chaysseu de Brolio de sancto Germano de Sarsay deDuobus rivisdeColoymeude Bellomonte et de Charnay et infra tcrminos inferius annotatos cum omnibus tenernenlis eorumdem quœ habent et habituri sunt ibi etindictis parrochiis et-infra terminos infra scrjptos volcns manu- omittere donare tradere et concederc perpétua; Iibertati considerata in hoc utilitatc mea et meorum et commode evidenti inspecta ctiam utilitate cxaltatione et augmentationc dicti castri et hominum meorum habito super hoc diligenti tractatu cum amicis meis et deliberationc provida in omnibus et per omnia circumspecta nullo errorc lapsus ab aliquo adhoc inductus neque circonventus sed ex certa sciencia de consilio dictorum amicorum meorum ob causas prœdictas dictum castrum et burgum de castellione quatenus ad me pertinent et homines meosuniversos et singulos et heredes corum morantes et de cetero moraturos 'et habentes et habi- turos domum seu domos ibi et in diclis parrochiis et infra terminos qui sequuntur cum universis tenementis quœ tenent et de cetero tenebunt a me et heredibus meis in locis et parrochiis pnediclis et infra dictos terminos videlicet a dicta villa de Castellione usque ad querium de Charnay et ab illo quercu usque ad trivium de Mcrcurens cl ab illo trivio usque en Azergoprout tendit via de Croses en Azergo et ab illo loco usque ad rupem dictum clusel et ab illo rupe usque a les Places et de les Places usque ad (i) Anciennes archives judiciaires de la Cour; Registre des insinuations du greffe de la Sénéchaussée, vol. 113, folio cm et suiv. Le texte ayant été transcrit en 1597 d'après l'origiiial par un homme entendu doit être exact , il a été fidèlement reproduit sur celte transcription. Lïntitulé appartient au premier copiste."], [100, "90 trivium de Lays et ab illo trivio usque ad quercum supradictum manumitto trado dono et conccdo franch|siae et perpétua libertati sub convenlionibus infra scriptis videlicct quod ego pro me et heredibus et succcssoribus meis quos ad haec observanda in perpetuum obligo specialiler et expresse quitto et remitto dictis hominibus meis universis et singulis in dictis locis morantibus et de cœlcro moraluris et eorum heredibus in perpetuum omnem tailliam eomplaiiitam exactioncs et exlorsioncs universas el sin gulas corvatas jornalcs recognitioncs quœ solcbant levori quando pater vil mater donabat seu legabat aliquam possessioncm in vita et in morte libcris suis vcl liberi patri vel matri su.-e vel hinc inde siebant succcssioncs ab intestato el recognitiones quas consueverant pra?starc tenementarii in mulatione domini et bannum meum de Augusto et denarios qui debebanlur de pedagio mense Aiigusti cl per totum aiinuin pro asinata vini quitto in perpetuum et remitto dietos vero homines vcl aliquem ex ipsis ego et heredes mei non poterimus nec debebimus de cietcro caperc nec redemp tionem seu aliquid aliud peterc vel extorquere ab eis per nos vel per alium nisi tantunmodo pro delicto Posscssiones vero suas poteiunt quan documque volucrint tradere et concedere cuilibet ad super servicia me etiam inconsulto ad usagium Villafranchï et sciendum quod terras domos vineas nemora prala et alias posscssiones ad dominum meum spectantes sitas in dictis locis quando vénales fuerunt exposita; Ego et heredes me ad manum noslram non poterimus nec debebimus per nos vel per alium cmere nec rctinere vcl faccre retineri sed licebit cuilibet eas vendere cui cumque voluerunt ita tamen quod coram me et heredibus meis compa reant coníiahcnlcs ut per me vel heredes meos investialur emptor et satis saciat mihi vel heredibus meis de laudibus et venditionibus inde contin gentibus ut sieri in talibus consueverint pro Castro vero et burgo de Castte lione reûciendo faeient expensas homines et me sequentur in chalvagatas ut fieri consueverint salvo donjonc pro quo reparando nihil debent pies tare verum si contingat me vel heredes meos aliquid acquirerc infra dietos terminos ex emptionc seu donatione aul permutalionc vel alia qualibet de causa conligeiit aliquem acquirerc vellansginm aliquod de pnedictis sic acqui sitis tam emptor quam tenementuin erunt in libertatc el franehisia ante dicta hanc autem libertatem et franchisiam quictationem etomnia prsedicta et sin gula pro me et heredibus ac succcssoribus meis universis et singulis quos ad hœc servanda in perpetuum obligopromilto per juramentum super sancta dei evangilia prœstitum sirmiter et inviolabiliter observare et contra per me vel per alium facto vel verbo in judicio vel exlra aliquatenusnon vcnircncc con senlirc alicui volenti contrari et nihil in contrarium per me vel per alium"], [101, "91 ullatc nus attcntari Et si forte quod absit ego vel heredes mei contra dictam libertatem el franchisiam aliquo tempore veneremus seu aliquid i:i con trarium faceremus me et heredes et successores meos et totam terram meam et terram ipsorum haeredum et successorum meorum supponn expresse juridictioni et potestati officialis curiae lugduni ordinarii mei itaquod si infra mensem post requisitionem passi injuriam :eu violcntiam vcl ejus mandati non satisfaceremus. Ego vel heredes mei cidem passo injuriam seu violcntiam vel iis in quibus ego vel heredes seu successores mei universales et singularcs contra veniremus dictus officialis lugduni qui pro tempore esset extime ad requisitionem illius passi injuriam seu violenliam seu ad requisitionem dictorum hominum meorum vcl procuraturum seu procuratoris ipso- rum me et heredes ac successores meos unica tamen monitione premissa ex parte dicli officialis contra me vcl dietos heredes et successores meos super cmendatione seu satisfactione facienda de his in quibus ego vcl dicli heredes aut successores mei contra veneremus posset excommunicarc et totam terram meam et dictorum heredum ac successorum meorum sub districto ponere interdicto et ipsas senlencias observarc et faecre sirmiler et publicc observari usqua ad satisfactionem condignam ejus in quo ego vcl hercs seu heredes mei piaedictas oíTcndcrcmuî paetiones super quo promitto per stipululioncm et per juramenlum super sancta dei evangellia prœstitum pro me et heredibus meis quos etiam in hoc oncro crcdcrc juramento passi damnum siu aliquam tasionem dum tamen habeat duos sequaces qui cum juramento asseranl se crederc idem esse verum illa constitulione sacro approbante concilio nonobstante dicti vero homines pro dicta libertate et franchisia dederunt mihi et solverunt trecentas libras viennenses in denariis numeratis de quibus me teneo propagalo rcnim- cians in hoc facto ex certa sciench et sub pra;stito juramento aclioni et cxceplioni non numcral.T et non habita** pecune doli et in factum et omni alii exceptioni ac omni laîsioni deccplioni gravamini deffensioni et omnibus indulgentii gratiis et privilegiis impetratis et impetrandis et omni auxilio et benefsicio juris canonici et civilis scriplo et n»n scripto seu consuetudi- itario promulgato cl promulgando qu.-e vel quod mihi vel heredibus meis ad venendum contra dictam liberlatem vcl aliquid de prœdiclis posset compotere modo aliquo vcl prodesse et juridicenti generalcm renuneia- tioncm nonobesse confiions quod dicti homines eontractum istum ex parle sua vestierunt plcne et nec super his possit aliqua dubietas in posterum suboriri presentibus literis sigillum meum appono in robur et testimonium perpetuae verilatis rogo in super verum venerabilem magiçtrum Girardum"], [102, "92 ofsicialcm lugdunenscm ut bullam domini Lugduni clecli et Guichardum dominum deYconio fiatrem meum ut sigillum suum praesentibus apponant ad majoris vinculum sirmitatis et in robur et testimonium omnium praemis sorum nos vero magister girardus officialis curiœ Lugduni et ego dictus Guichardus dominus de Yeonio laudam rattifficans et acceptans per jura mentum dictam franchisiam et libertatem et omnia praidicta et singula ad preces et requisitionem dicti Stephani de Yeonio praesentibus literis nos dictus officialis bullam vencrabilis in Cristo patris ac domini Philippi dei gratia primae Lugdunensi ecclesi» electi et ego dictus Guichardus sigillum meum duximus apponenda en robur et testimonium omnium pradictoruin Datum et actum anno praedicto et dicto mensc anlc pascha. Non signe neantmoins scelle de deux seaulx Tung d'iceulx de plomb d'ung couste duquel il y a l'effigie de saint Etienne et aux couslcs a et m renversez (1) et de l'autre couste sont escriptes ces paroles Pbilipus prirrne Lug. ecle. electus attache a deux bouts de soye Tune rouge et l'autre jaulne, et l'autres seau est de cire verte fort dure avec un lacz de soye verte a cordon ledit seau rompu en un coin représentant uug homme arme a cheval tenant une espec nue a la main et a l'entour sonl escript certains mots qui ne se pculvent lire a cause de l'anliquitc du seau (2). Insinue et enregistre le susdit conlract au cent treizième volume dcz insinuations de la senechaussee de Lyon ce requérant Me Mathieu Doyrieu procureur pour les Cosses manant et habitans de Cbastillon d'Azergues pour leur servir et valloir et cz leurs respectiuement en temps et lieu ce que de raison et ce suivant l'ordonnancc mise au bas de la requcslc par culx présentée cejourd'hui respondue et signée par mons. Me Pierre Austrein conseiller du roy et lieutenant particulier en la senechaussee et siège prcsidial de Lyon cy apres enregistre dont le dict Doyrieu a requis aete que luy a este octroyé ce septième jour du moys de novembre mil V* quatre vingt dix-sept (3). Ensuit la teneur de la dicte requestc. A Messieurs les Sencschal et gens tenens le siège presidial de Lyon supplient humblement les Cosses manans et habitans de Chastillon d'Azer gues disant que par l'invcntaire que a este faict des meubles et autres (i) Alpha et Oméga, L'Oméga ressemble en effet à la lettre m oncialí renversée. (2) C'est la description mallieureusemeut incomplète de l'état matériel du titre original qui n'avait plus nue deux sceaui, celui de l'ofíìcialité sous l'archiépiscopat de Philippe rie Savoie et celui de l'un des sires d'Oingt. [î] Cei article oi le suivant ont été écrits par lo commis-greffier."], [103, "93 choses que se sont trouvez au coffre de la luminaire de l'esglise de Saint- Barlhelcmy parroissc dudit Chastillon s'est tiouvé l'expedition d'ung contract jadis passe par sieur Estiennc d'Yoing seigneur dudict Chastillon au proffit des habitans de la dicte parroissc en date du premier avril mil deux cens soixante deument scelle conlcnant remise et libération de plu sieurs droicls seigncuriaulx deubs audit seigneur lequel contract ils crei gnent que par injure ou laps de temps ne se vienne a perdre ou esgarer sans qu'ils eussent moyen d'en recouvrer autre cipéditition quant ils en auroient besoing a quoy ils desireroyent obvier cc considère vous plaise ordonner que ledict contract cy attache sera enregistre au greffe de vostre court et enjoinct au greffier d'icelle de ce faire ladietc expédition ncant moins leur estre rendue ponr s'en servir en temps et lieu et en deffault d'icelle avoir recours auxdicts registres en cas de besoing et ferez bien Doyrieu. Soit faict ce septième novembre mil cinq cent quatre-vingt-dix-sept Austrein. >»x<<< N° 2. AVEU ET DÉNOMBREMENT DE LA SEIGNEURIE DE CHATILLON. ( 4 Uars 1758, Paul Durand, écuyer, conseiller, Secrétaire du Roi, maison couronne de France, seigneur de Chàtillon d'Azergues, reconnait tenir à foi et hom mage du Roi la terre et seigneurie de Chàtillon d'Azergues (1) les fiefs et rentes nobles de Sandars, Bayères. Biers, Ladhuy, Mallalrait et Dorieux, situés dans la justice haute, moyenne et basse dudil Chàtillon, son château, pourpris et domaine dudit Bayères ; les rentes nobles en cens et servis portant lods et milods dudit Chàtillon, Bayères, Sandars, Ladhuy, Mala trait, Dorieux, Marcigny, la Reynièrc, Courbcville, Nuclles, Damancieux, (IJ Paul Dnrand avait acquis sa fortune dans le commerce. Nous le vojons, en effet, Ogurer, comme maitre des métiers, pour ies vetoutiers, dans le syndicat de 1746. II fui aussi l'un des recteurs de l'HÍ* tel-Dieu de 1749 à 1751. II dut sa noblesse à son office de secrétaire du Roi, dout il était pourvu en 1753, quand il ût l'acquisition de Chà tillon (Syndicat de 1746. — Dagier. Histoire du Grani-BOtel-Dieu. II, p. 119. — Cala logue de MM. les recteurs de l'Hôpilal général, p. 129."], [104, "94 Saint-Maurice de la cure dudit Chàtillon, Dars, Chazay, Montcleon, Biers, Pollionay, de Saint-Paul cl autres en dépendant, desquelles rentes celle de Saint-Maurice porte milods à toutes les mutations même en ligne directe, tant de la par! des seigneurs que des tenanciers et celles de Sandars et de Courbcvillc, outre les lods et milods ordinaires sont sujelles à u?i double ment de cens à toutes mutations en ligne directe, à la forme des terriers, titres et papiers desdiles rentes, droits do foire et lrydus, pressoirs, bannaux et moulins, une petite dime appelée de Chalins; laquelle seigneu rie de Chàtillon est du ressort de la senechaussee de Lyon, es! composée d'un bourg et paroisse, où il y a un château très-ancien et inhabitable avec un auditoire et des prisons, cour et jardins contenant en tout deux bicherées de terre, mesure de Chàtillon, qui sont situés près le château dudit lieu. — Plus deux vignes, l'une appelée la Suzera et l'autre l'Epar eieux contenant trente journées qui sont présentement réduites cn terres. Plus quatre prés situés dans la paroisse de Cliàlillon au-dessous du châ teau dudit lieu, proche la rivière d'Azergues, contenant trente maux de foin. Plus le moulin appelé Baillod qui est sur la rivière d'Azergues, du revenu de trois cents livres. Plus un bois appelé la Péiouzc, contenant quatre-vingt bicherées. Plus deux autres bois appelés, l'un Dulour et l'autre Barjot , de la contenance de quarante bicherées , situés cn la paroiS5cde Chàtillon. Plus les susdites rentes nobles, dont les cens et ser vis annuels sont de trois c?nls bichets de tous grains, mesure de Chàtillon, de cent poules, de trente livres cn argent, de quatre ânees de vin et de dix livres d'huile. Plus le droit de pêche, de chasse, d'abenevis pour les prises d'eau et tous les auires droits attachés à la haute justice, qui comprend toute la paroisse de Chàtillon et partie de celle de Charnay. Plus le droit de ban d'août, leyde aux quatre foires qui se tiennent sous les halles dudit Chàtillon. La justice est exercée par un juge gradué, un châtelain, un procureur d'office, un greffier, procureurs postulants, huis sier, geôlier, le tout à la nomination du seigneur qui peut aussi nommer un notaire riùre sa justice. Plus le Château de Bayères avec le domaine de la basse-cour composé d'un jardin de la contenance de quatre bicherées, de cent quarante journées de vignes, de cent vingt bicherées de terres labourables, de trente bicherées de bois taillis, de quarante bicherées de pré, le tout situé dans ta paroisse de Charnay, juridiction de Chàtillon, du revenu annuel de huit cents livres environ. Plus un grand pré appelé Baronnat par lui acquis de M. de la Condamine, contenant qualrc-vingt- dix bicherées, de revenu annuel d'environ trois cents livres. Plus les cens et servis dus aux fiefs attachés à la seigneurie de Chàtillon sont du revenu"], [105, "95 aunuel de cent vingt livres. IMus le propriétaire des domaines el maison forte de Coleimieux doit foi et hommage au seigneur de Chàtillon. Et finalement le seigneur a une chapelle et droit de banc dans l'église de Charnay. Déclarant ledit sieur Durand posséder tout ce que dessus en toute allodialilé ensuite du contrat de vente à lui passé par dame Elisa beth Chappuis de la Fay, veuve et héritière de M. Camille d'Inguiimbcrt de Pramiral par acte du 8 septembre 1753, reçu Me Fromental, notaire à Lyon, et qu'il n'est du au Roi aucun droit que la foi et hommage par lui ci-devant prêtée, le 24 décembre 1753, sauf à ajouler et diminuer dans la suite au présent aveu et dénombrement, s'il vient quelque autre chose ;. sa connaissance. (Sceau). Sioné .- Doband Controllé p*>r amplìation, le 4 mars 1758. (Archives du départ, du Rhône. C. 6S1)."], [106, ""], [107, ""], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""]]