[[1, ""], [2, ""], [3, "■ ■"], [4, ""], [5, "VERSES: MOSTLY WRITTEN IN INDIA."], [6, ""], [7, "VE RS ES : MOSTLY WRITTEN IN INDIA. BY G. H. T. LONDON: C. KEGAN PAUL & CO., i, Paternoster Square. 1878."], [8, "Thc rights qf translation and oj reproduction are reserved."], [9, "PROLOGUE I STRING together verses of my youth, And some of later days, because — ah well ! I wonder if I know the whole plain truth, And if I know it whether I can tell. Is it because I feel they should not lie Forgotten, honoured on no single shelf? The world can well afford to let them die ; Do I then publish all to please myself, Thro' ' vanity of song ' ? Not all, I think. Relics there are of hours we would embalm Tho' only one may see, as thro' a chink, Where here was tempest, there were peace and calm. Companions of memory there are Whom we enshrine in silence : winds have blown Others abroad, beneath a different star Born, unto some we fain would make them known :"], [10, "PREFACE. IV To some who prize. Soft voices, which have said Print, shall I blame you for these leaves because A page or two once idly heard or read Moved for the moment a kind heart's applause ? Nay, friends, whate'er the slender issue be, Or smile or scoff, this venture it is mine — Who cast one shell more into that great sea Of verse that lacks the poet's breath divine. G. H. T. April, 1878."], [11, "CONTENTS. PAGE PERSEPHONE IN HADES - - - - - I HERO'S LAMENT - - - - - - 7 THE PYRAMIDS OF GHIZEH - - . - - - 9 COUSIN ANNIE - - - - - - 12 GUSTAVUS ADOLPHUS - - - - - 19 ALONE - - - - - - - 25 MATRIS AMOR - - - - - - 28 GODFATHER'S MONEY - - - - - 32 FLEUR DE CHARITE- - - - . - 37 AN EASTERN GREETING - - - - - 38 A FAREWELL (TO SIR JOHN LAWRENCE) - - - 40 FAMINE IN INDIA, 1 865 AND 1877 - - 42, 44 ALBERT EDWARD, 20TH DEC., 1 87 1 - - - 47 VERY TIRED - - - - - - - 50 FIRST LOVE - - - - - - - 52 LADY GERTRUDE'S COURTSHIP - - - - 54 A WISH - - - - - - -63 MINNIE - - -■ - - - - 65 HERMIONE - - - - - - 67 ŒNONE - - - - - - 68 IRENE - - - - - - - 7° THE SCULPTOR AND THE BOY - - - - 7 1 TEARFUL HELEN - - - - - - 72 LOVE'S SLIP - - ... - - -73"], [12, "CONTENTS. VI PAGE TU QUOQUE - - - - - - 75 ROMANCE AND REALITY - - - - \"76 A SKETCH - - - - - - - 77 EVENING - - - - - - \" 79 THREE DELIGHTS - - - - - - So NERBUDDA VALLEY REVISITED - - - - 8l DELHI, 1st JANUARY, 1 877 - - - - - 83 THE VACANT ROOMS - - - - - 84 A YEAR AGO - - 86 NAMELESS GRACE - - - - - 87 AMELIA MURPHEY - - - - - - 88 THE GREAT SCENE IN DICKENS' \"TALE OF TWO CITIES\" 9 1 A STORM-WAVE IN BENGAL - - - - - 92 DEATH OF THE OLD YEAR - - - 98, IOO CHRISTMAS IN INDIA - - - - - 102 SURGIT AMARI ALIQUID ----- 104 RELIGION ----- - 106 LUCK - - - - - - - - I07 THE GREAT MYSTERY - - - - I08 SUNBEAMS IN THE CHANCEL - - - - III COMFORT - - - - - - 118 FAITH - - - - - - - 120 OBEDIENCE - - - - - - - 1 23 SUFFER THE LITTLE CHILDREN TO COME UNTO ME - I25 YORK MINSTER REVISITED, 1 87 1, A FRAGMENT - - 126 CUI BONO ? - - - - - - - 128 A SONG OF SOUND - - - - - - 133 THE YOUNG SUBALTERN TO HIS IDEAL LOVE - - 135 SOME PERSONS - - - - - - 138 'S IMPROMPTUS - - - - - 141 A SECRET WOE - - - - - - 143 A CRUEL BLOW - - - - - - 145"], [13, "CONTENTS. vii PAGE THE FIRST FURLOUGH - - - ' - 1 4? HORACE ANGLICIZED AND INDIANIZED : — Lovers' Quarrels - - - - - - 151 The Golden Mean - - - - - 154 To the Old \"Flame\" - - - - - 156 To a Young Friend ----- 158 To Nora - - - - - 160 To Dismal James ..'-.. 161 To a Would-be Mother-in-law - - - - 163"], [14, ""], [15, "PERSEPHONE IN HADES. Persephone, or Proserpine, the goddess of flowers, who loved the gardens of Enna, was snatched away from earth by Orcus, to be his queen in the lower regions. Her loved companion, maid Cyane, attempting to arrest her capture, was suddenly transformed into a fountain by the all-powerful robber. Ah, once the life-blood curdled in this heart Roved with a full-toned tide that drew delight From all Earth's meadows, when my life's glad part Took joy from Enna ! Clouds that overwhelm, Darkening all colour to my changed sight, Passed not before me. Oh, in this black night Holding a hateful queenship, Orcus' bride, — Away from flowers, stone-hearted, stony-eyed — - What pleasure to me in this loathsome realm ? Me mindful of deep cypress shades, the same Whereunder I was wont to watch the wealth Of Earth's glad waters, whose swift tender flow Is in my ears : and I remember thee, My Cyane, my own, who loved me so, And loving bore his vengeance when he came To snatch me, — thou, dost thou remember me ? Have not men linked with thine my name, B"], [16, "PERSEPHONE IN HADES. 2 Persephone ? Persephone, whom thou shalt never see Mirrored at morning in thy glassy deep, And looking laughing ! Weep, my Cyane, weep : Thy song was ever sad, thou hadst no glee ; Oh, if thou knewest my woe — Nay, laugh, my Fountain, thou — how shouldst thou know ? Tearless I keep my life — that is not life. For took he not my tears when he did take Me from the earth which all my joys contained ? I, who was once so ruddy-veined, And filled with maidenness that erst would break In happy blushes, as the thought of wife And mother thrilled me, when the Boy with wings, Dallying with golden pauses of my life, Of love mid flowers, and youths, and raptures spake! Woe, woe that I should reap, Instead of blisses, harvest of dry sighs That wither all — but memory of things 1 Tearless I hold mine eyes, that are not eyes, Because they will not weep. Ah me ! my big tears all are in my speech ; How should my eyes o'erflow ? The blessed rain Is wedded to the sunshine ; both have grace From alternation ; each on each Dependent for the pleasaunce they contain."], [17, "PERSEPHONE IN HADES. 3 Because I have no sun, and the star-spheres Speak not to these sad eyes that find no place Cushioned with colour where they may have rest, Therefore a bride, in blush of bridal years, I have not the bride's dower — I have no tears. O Earth ! O Mother ! nought but aching sight, Blackness of darkness, pain of endless night. II. After much prayer and lamentation from her mother and kindred, Zeus is at length persuaded to interfere. He decrees that Persephone shall be restored to earth for six months of every year. Mother, I am not wholly left unloved. Slowly this darkness wavers. I who deemed Its still black wall against the front of day Indissoluble thickness, see e'en now The dim lights moving and the darkness moved. Yea, for a keen-edged Hope which lately gleamed Leads on a kindred army, whose array Hurled in bright lances on this gloom of fear Makes grey my night. O Hopes, do battle well ! Brave Hopes, ply swift your lightnings ! Are they mocks Or cheers that gather ? Nearer, let rne hear. Nearer. ... I die with doubt. Joy, for the darkness — yea, the darkness rocks."], [18, "PERSEPHONE IN HADES. 4 Fierce joy, that like a sun Dazzles all apprehension, darting pain. I feel the old light kindle in these eyes Like fire from stone : far memories Suddenly near, and thro' mine inmost brain Clash all their ringing cymbals, that — like one Who standing by a cataract hears and yet Not hears, but only knows he stands Perceiving not in a great dome of sound — I have received this my tale of joy. Joy that no sense can bound: Joy, a loud storm of joy Unbreaking, gathered like a pile Of thunder when the low long waves Bow all their flashing crests and slope their backs That sweat with fury : let me pray for rain, Rain of swift tears. . . . How should I know my gain, Convinced of rapture only by its pain ? Nay, but one teardrop : all the flowers have dews To gem their portals ; mockery that a queen Should have no jewels, not one sparkling tear ! I am not queen, I am Persephone, Who roved in Enna with the happy Hours ! Am I not she ? Yea, for e'en now I hear The torrent rushing : all my heart is loosed And near to flowing : Oh, my prayer returns Laden with dewdrops of my well-loved Flowers !"], [19, "PERSEPHONE IN HADES. 5 Swift, for the loud sea murmurs in my ears : Swift, for the whirlpool rages in my brain : Swift, swift, take from my joy its pain, Thou flood of tears ! Mother. O Zeus, I thank thee for the blessed rain. To-morrow I shall see my Flowers, Safe and no dream I hold it that brave hope, The Thunderer's promise — ' Half the year to thee To watch on earth the roll of rosy Hours.' Shall I not watch them ? now on grassy slope Lying, with eyes on some far summer storm Cooling the meadows ; lying dreamily, Hand pillowing cheek — soft hand, warm cheek (Ah me! Can this cold cheek grow warm ?) — Now joying in the noon that hums To slumber : ever, Cyane, Tho' grieving, taking mournful pleasure to behold Thee drest in diamonds when the Sun-God comes To kiss thee. O my fountain fair, Live knowing that Persephone aye pleads For thee and her. Praying, perchance her prayer Shall wrest from the great Zeus thy former mould Of sweet humanity, and thee a maid Again indue. Would I might strike Thy waters into bead drops ; make thy beads A cincture for that neck and shapely zone"], [20, "6 PERSEPHONE IN HADES. \\ And round white arms which I remember thine But now my joy is mine — Mine, wholly mine ; for over-wrought By a long agony I can no more But count the hours ; I am. contained in one o'erwhelming thought To-morrow I shall see my Flowers."], [21, "7 HERO'S LAMENT. The reader will observe that in the following lines Hero is represented as looking out on a mournful starless life after Leander's death, instead of contemplating the suicide which would drown her grief in the grave of her lover. Before me yesterday he stood Now he is dead, not here ; and a cold blue wave Mars my beloved's manly front — In the pitiless Hellespont Wasting that beauty which should have charmed away my maidenhood. And never Fate was by to save The star-like, beautifully brave ! Oh, many times I said — Making my words a very earnest prayer, For fear with love did hold an anxious strife — \" Tempt not those treacherous waters, dearest life ! \" But he would only laugh, And dally with my beautiful long hair : Ah ! what if it be beautiful, when he Who called it so lies in the deep dark sea !"], [22, "8 HERO'S LAMENT. My sorrow will not flow In tears, to cool these burning, dry-orbed eyes : Woe that my life should be despoiled of charms ! No more of roaming thro' the shadowed dell, Nor any sauntering by the pleasant lake Where we two watched, when the red sun-god fell The fireflies in the brake ; And twining hearts and arms Linked every thought likewise. Leander, weeping will not wake thee now, The cold Fates smile when mortals grieve. O stern-browed Sisters, O hard-hearted ones Who this dark web of Destiny did weave, Let that same windy surge Sweep over me, and cool this fevered brow ! I hate you, for my heart is one large flame. Because I cannot weep, . . . Oh, I will fling A wild scream-laughter for Leander's dirge ' And live my life. Mocking and murmuring. ****** My life .... that never dawned outright, But lost its one red ray of light, And swooned into a starless night."], [23, "9 THE PYRAMIDS OF GHIZEH.* Three giant heaps, dark in the twilight shade And clothed with ancient memories, I saw, — Round whom a veil of mist and centuries made A garment of great awe. They stand in a dry plain, where there is nought To mind them of their youth, save the still moon And a large river, with whose rushing thoufht Nightly they hold commune. For the wide flood and the great heaps have seen Strange things together, — dynasties depart ; And Egypt in her day of grandeur green With many a laurelled art ; When silken argosies with prosperous sail Gladdened the foam about her harbour bars ; When wondrous men could read the wondrous tale Of the mysterious stars. * It will be observed that these lines, the result of a visit to the Pyramids in 1S58, contemplate those wonderful creations in one aspect only — viz., as monuments of vanity built over sepulchral vaults. They do not profess to be learned in the lore of modern Egyptology."], [24, "THE PYRAMIDS OF GHIZEH. 10 I Together as the ages run they mind Of the old Ptolemies and their emprize — And of the round-armed Woman making blind All men by dazzling eyes ; Who passed undaunted, suckling the quick death That rioted upon her shapely breast, — Say, Giant Heaps, if Cæsar's heel beneath You quivered in unrest ? Nay, what is rest if you should know unrest ? And what is change of empire to the pile That greets the thunder with unmoved crest, And frowns when moonbeams smile ? Yet, mountains of high tyranny and stone, What Pharaoh now remembers you with pride ? Doth this remain sole boast of Cheops' throne — To entomb him thousands died ? The living died to sepulchre the dead, Whose souls e'en in you could not fold their wings O, you were cruel labours, big with dread And vanity of kings ! Ashes to ashes, all things fade but these, They stand perchance to publish forth the crime Of their creation, charged with memories Throughout all time —"], [25, "THE PYRAMIDS OF GHIZEH. 11 Solemn and sad. Next, not in twilight shade But in broad day those giant heaps I saw : And still around the veil of centuries made A garment of great awe."], [26, "12 , COUSIN ANNIE. I. To me a boy my father gave a plot Of garden ground, which I did tend so well, Weeding and watering with a thrifty care, That in the summer, lo ! a blush of flowers. And I remember how one summer-time There came to us for holidays from school My cousin Annie. Orphan child she was, And the few years that her young life had seen Had brought some joys, but taken more away. Her first sweet birthday gave a mournful gloom ; For when my cousin, with blue baby eyes, Looked in large wonder on the sunlight round, Her mother saw the Day-star in the heavens. And only she remained to heal the wound In a dear father's side : who, for her sake Living, and smiling sometimes, sorrowful, Nine years did bear his grief within his heart — Then both were buried in that wife's calm grave,"], [27, "COUSIN ANNIE. 13 And Annie had a guardian : one of those Stern thick-browed men who have no eyes for aught That shows not in the mirror of the world. As Tommy Smart, my college friend, did say, ' He was so full of all unpleasantness, You could have sworn his sister was a gem. Sweet women mostly have their brothers bears.' My mother was his sister ; him we called Our Bluebeard uncle. Well, when Annie came, Wearing a girlhood shining with a dower Of sparkling graces, ah ! I loved her straight Because of that sweet face and kindly look — Altho' my mother laughed, and said, ' Because Your cousin's two years older than yourself The summer loved dear Annie ; for the flowers Came out to greet her with their thousand smiles And every morning from the garden plot I took choice lilies, tying nosegays sweet With pink and pansy, mignonette and rose. And she would wear them in her breast, and I — Would wish the tourney days were come again ! Oh ! all my dreams were full of prancing steeds, Gay lists, and tents with curtains blazoned fair, All gold-embroidered, belted by glad crowds That shouted triumph as a knight rode in Astride a charger white as maiden snow, With eyes like rubies flashing fiery stars. A steed, men whispered, not another knight"], [28, "COUSIN ANNIE. 14 S Nor living man in Christendom could ride. There came a sound of trumpets, a great hush, A shock of levelled lances : half a score Died deaths of valour — gallants who had lived But for the might of one strange matchless arm. Again the trumpets : heralds loud proclaimed, \" Sir knight, thou art the victor of the day ; Stand forth, look round, and choose you Beauty Oueen. He of the fierce white charger held aloft Upon his lance a wreath of flowers, and bowed, And cantered gaily round that fluttering ring, And threw it lightly at his lady's feet. By Hercules! that knight — 'twas I myself! And gentle Annie — she was Beauty's Queen. Ah, well ! I was but fourteen, and I dreamed. Once more 'twas June : our cousin came again Before I went to college ; flowers as erst Were blooming fair, but Annie more than they. Alas ! I had grown shy ; I who was wont To make her blush with boyish compliment, Now seldom spoke or walked with her alone ; Could scarcely see her but my face would flush, Could never touch her hand without a thrill. And so at times I would conceal deep things In hidden proverbs ; once had said a bush Of summer roses circled by an edge Of close-set box was like my cousin girt"], [29, "COUSIN ANNIE. 15 ! By the dark guardianship of Bluebeard's brows — When she : \" Fie, fie ! O cousin ! sir, for shame ! Your uncle is a good and thoughtful man.\" And I, half-petulantly : \" Yes, I know, A very Moses ! meek and mild as — wolves, Who snatch poor lambs from miseries of cold, From knives and shambles — kind preservers they Then, with a sudden burst of cousinship, \" O moss rose, would you had a few sharp thorns To hold resolve against a despot pride ! I fear me lest some common fool should pluck And wear you yielding to a guardian's will.\" The months went by ; my college life was closed I carried home the triumph of a First, And as I read delight in those dear eyes, Then — love's avowal could not be contained. And Annie — well, we looked thro' time, and saw A bright horizon rimmed with happy fears. II. At Evesham, in a grand old hall he lived, That hard-eyed guardian ; all the place was full Of varied beauty, from the shaded walks And matchless gardens to the antique rooms. Here lovely fairies sauntered morn and eve, Diversely clad, — these with a sober mien,"], [30, "16 COUSIN ANNIE. The Druidesses of enchanted land, In rocky grottoes lived, and looked severe ; But those, light stutterers, ran thro' all the lawns, Climbing high terraces, and sliding down In fragrant showers, laughed in beds of bloom ; While everywhere a troop of Cupids raced, You might have seen them with your fancy's eye Dancing in myrtles, or when flushed with toil, Sitting on sprays and in the cups of flowers, All clapping hands, and calling ' Beautiful.' There sister Graces rung the chimes of Art. Within the carved rooms, richly wainscoted, Were gathered glorious sculptures, and the lore Of learned libraries exceeding rare : A gallery of pictures, too, warm breaths Of life on canvas — there the eye shall see A score of paintings, each a mine of thought, And opening views of poetry and God. All rapt I saw them, loitering in that hall Of Evesham, whither I had lately come. 'Twas there I learnt a cloud had crossed my life — How that a baronet, with acres wide Of sunny park, holding a rich rent-roll Longer than his proud pedigree, had dared To stand between me and my early love. Thus he, the hard man, jovial o'er his wine : \"A splendid match — we'll have the wedding, sir, Next month ; and when the pretty bird has flown, I will do something for you in the world."], [31, "COUSIN ANNIE. 17 me A splendid match ; \" and so he rubbed his hands. And to me asking delicately if He thought the man were worthy of his ward, \"Why, yes,\" he said ; \" 'tis true that time ago I used to say he was a fop, a fool, A handsome man who had more coats than brains Or some such words, — but let them pass ; I erred. Not so : the magic wand had waved, and wrought A marvel ; dense stupidity had grown To great good-nature ; the Boetian mind Had cleft its vapours, soaring Attic-born A Liliputian wonder, as the stream Of the world's mind runs. Well, well, he asked next If I would speak to Annie, 'for a whim, A foolish whim, had seized her, that to wed The man she loved not was a hateful thing.' \" All women have their fancies, and she hers.\" Saying, \" I take it, if that famous jade, That Grecian Helen, had been tamed aright, No broil had been to nations, and a minx Would not have led them such a pretty dance. The ancients give us warnings — ha ! you see Old men can rub up classics when they will.\" \" Your classics are an honour, sir,\" I said ; \" And yet perchance this Helen, this same jade Who led the people such a pretty dance, Was forced to marriage foreign to her will — c"], [32, "COUSIN ANNIE. 18 't Hence broils and bloodshed. There was one, sir, too. The classics talk of, — a great man, forsooth, Who almost tamed the universal world, And loved to place his foot on others' necks. And yet 'twould seem that lesser stars sometimes Obscure great lights ; for him another foiled. But you who know the classics know full well How General Cæsar planned — how he was baulked. A Brutus \" \" Hold ! enough,\" he cried ; \" you prose Young sir,\" — then, with a muttered deep aside, \" Confound your classics and you college imps ! \" The cousin Annie whom I loved became My own dear wife ; and she remembers well With a slight trembling — for her soft heart warmed E'en to that guardian — how there came a time, An anxious day that was her bridal morn. But Bluebeard said I prosed, or I could tell How, with a triumph swimming in my eyes, I bearded that fierce uncle in his den, And holding out a little paper slip, The sweet certificate of wedded hands, Spoke with good courage, \" Sir, she is my wife.\" And — but 'twere well to pass o'er angry words, Or I had pictured how in Titan rage He took and wound me all about within A volume of big oaths, and whirled me round His fury's circle, like that chief of old Who dragged his foeman round the walls of Troy."], [33, "19 GUSTAVUS ADOLPHUS O COUNTRYMEN, all nations have bred their brave and great ; God gives the wrorld its warriors and its rulers of the State ; An' ye say that Swedes be bravest — say on, a patriot's boast — All men are brave, my comrades, though some more brave than most. Methinks our one was bravest, and foremost chief of fame ; Hear it, O men of Sweden ! he made your nation's name ; And his own he left an heirloom to valour and to right, A star to honour's councils, a magnet to her might : And the cause he fought for, blazon it upon your country's arms — 'Tis a sun that radiates heroes, wide scattering war's alarms ;"], [34, "GUSTAVUS ADOLPHUS. 20 Tis the spell that sowed endurance in your ancestors of old ; 'Tis a grace that giveth guerdon more valuable than gold; 'Twas the battle-cry of him who led your fathers nobly forth : Shout 'Freedom!' men of Sweden — shout for the Lion of the North \\ Ere English Marlbrook tamed the West, and stemmed unequal power, Ere Eugene's deeds of chivalry burst into glorious flower, In the Rhineland when the Austrian bowed freedom 'neath his yoke, When the League was fiercely rampant, our king their armies broke. A stranger in that Rhineland, yet the brother of each man Whose pulses leapt for liberty, whose veins with freedom ran, For stranger hearths and homes he warred — but nay he sought for more, For the tides of tyranny unchecked surge on to many a shore ; And standing there to hold them, our king his flag unfurled For the universal brotherhood throughout the mighty world."], [35, "GUSTA VUS ADOLPHUS. 21 For the hearths of every nation did he lead our fathers forth : Shout freedom, men of Sweden, shout for the Lion of the North ! What tho' the foeman's legions held the captains of the time. The warrior bigot Tilly, with the fiery Pappenheim ; What tho' that wondrous presence moved which erst was victory's sign, Proclaim it with glad shoutings — he conquered Wal- lenstein ! Oh, the League had famous men-at-arms, but none to match our king, — God's mercy ! 'tis a glorious art, though war's a fear- ful thing. Oh, the League had victories enow, but their triumph was their bane ; Their cruel havoc gave our side more living foes than slain, For the cry of indignation that rang through heaven's wide dome Sent thousands to our standards, who else had stayed at home. Ye have heard of bloody Magdeburg, of the execrable day When the Austrian with his bloodhounds made mas- sacre of fray,"], [36, "22 GUSTA VUS ADOLPHUS. When perished men and women, and helpless babes at breast, And hearts found mercy only when laid to lasting rest ; When the fanatic grim demon smiled, and reft of pity stood To see the bright Elbe crimson with a tide of human blood — To see e'en League-men's hearts grow sick, and League-men's eyes grow dim, O'er those mangled forty thousand dead, that shamed mankind and him ! Ay, Count of Tilly, though the grave should hide thy martial fame, Full many an eye shall kindle at the red spot on thy name ; Mankind whom thou hast shamed stern-browed thy memory scan, Perforce shall write thee warrior, but blush to own thee man ! A curse upon all Devil's wiles that truth false sem blance lend, And sanctify unholy means by whispers of pure end ; A curse upon all bigot creeds that bid not bloodshed cease : Was ever baptism of blood fit messenger of peace ? Not so our own : at onset like a lion from his lair, But when he won surrender, Gustavus knew to spare ;"], [37, "GUSTA VUS ADOLPHUS. 23 And young and old, pale women and tender children kneeled To see the smile of mercy that would have all wounds healed, To hear a high-souled victor cry, red-handed from the fight, \" 'Tis God hath given us triun.ph : be ours to use it right.\" \" We war for freedom, brothers ; good cause should ne'er be soiled With blood of comely matron whose home the sword hath spoiled ; Let the maiden weep in silence, and wail the curse of war, As many a one, God knoweth, doth weep by that dear shore Where the waves kiss kindly, crisping o'er the yellow shining sand : Remember maids in Sweden — Swedes, lift no mur- derer's hand.\" Thus speak war's truest heroes ; they love not martial might To change its glow for glory to thirst of wolfish spite. Thus spake our own Gustavus when he led our fathers forth : Shout freedom, men of Sweden, shout for the Lion of the North !"], [38, "GUST A VUS ADOLPH US. 24 Ah! Swedes and brothers, well ye know he died in early prime ; Our sun went down in glory, alas ! before its time : He fell, but won, at Lutzen (O mournful field of fame ! ) — Yet as that death we think of, who would not die the same ? How much he wrought and toiled for ; the deeds he did to save From priests and cruel tyrants the truth our dear Lord gave ; How abroad he freed the captive, how at home he ruled in peace, And bade within his borders all righteousne.s in- crease ; How the Popedom raged against him : these things we love to tell, These things are known to story — be ours to mind them well, And to sing his matchless prowess who led our fathers forth : Shout freedom, men oi Sweden, shout for the Lion of the North !"], [39, "25 j _» is slow, ALONE. I. In a land where a flashing of streams Made silver threads in the plain, The brooklets ran laughingly by, On their way to the far-off main : And morning and noon and at night They sang with a joyful strain. II. A league away from that plain, And a silver thread glistened alone And a music of sadness seemed To dwell in that rivulet's tone. \" Ah me ! all alone I go,\" Said he, as he went with a moan. Hi At first with a gentle plaint, Singing all the songs that he knew But ever as sense of a lone And a passionless exile grew, The rivulet murmured, \" My stream it My waves they are sudden and few."], [40, "26 ALONE. IV. \"I have scarcely a pebble to kiss, Or to dimple around with my foam ; Who is it would think me a child That was nursed in a mountain home ? Oh, sad with a pulseless tide Thro' a waste of sand to roam ! \" V. And yet I could flow,\" said the stream \" If my way were thro' meadows where bloom Lit up the broad spaces around, And danced in the wild thicket's gloom; And I think I could sparkle awhile, If I scented the moors and the broom. VI. \" Or how happy my wave if at morn It could mirror bright faces and eyes ; Or at eve its soft plaining might join To the murmur of true lovers' sighs ; And how good to my heart were the sound Of the villagers' hymns as they rise ! VII. \" Oh to pass near the haunts of bright Art ! To hear the hum of the halls ! Oh, proud with my glory of song To sail by a brave city's walls !"], [41, "ALONE. 27 And I know I could sparkle awhile By the flash of my waterfalls. VIII. \" But alone, all alone, with a heart That for murmurs far off ever longs, — I am sick of myself,\" said the stream, \" Singing ever my own same songs Yea, better than this were a life 'Mid the clash of a people's wrongs.\" IX. So the rivulet murmured and sighed, As a little breeze passed with a shiver, And the moon coming out in the sky Looked down with a smile and a quiver Looked down on the little rivulet That iv ant ed to be a river."], [42, "28 _» MATRIS AMOR. i. The memory of life's pleasant lines Lives strongest when we feel its thorns The worth of that we part from shines Most clearly upon farewell morns : And truly said that \" absence makes The heart grow fonder \" — Mother mine, How shall I sing this song that breaks In inner music half divine ? II. For oh, herein the heart is stirred With that the mind may never reach ; It almost seems as if a word Invading ground too pure for speech Must fall as empty sound : 'tis thus The thought of mother in a man Lies mystically tremulous With love e'en he can hardly scan."], [43, "MATRIS AMOR. 29 III. But you, I know you fain would take Some filial, howe'er feeble, strain; And I, the music I would make Brings back my childhood once again : The time that, past beyond recall, Gleams goldening to its farthest haze With joys (ah, simplest, best of all ! ) Refracted from forgotten days, — IV. Days whose delights were never pale, Each guarded by a mother's care ; Each hallowed by the twice-told tale, The faltering of tiweasoning prayer ! Then free from doubt in eyes upturned, How beautiful the wistful glance : And free from guile the heart that burned At Mother's fervent utterance ! v. Years took, yet gave. The memory swells Of larger love that daily grew, As thought struck sound from fuller bells, And fuller landscapes streamed to view. Then ripened boyhood deepening still The channels that bring wealth of brain, And self-rejoicing as each rill, Each new-born rill, gave some fresh gain"], [44, "MA TRIS AMOR. 30 VI. At flush and pause of conquest — ay, And when the raincloud hung o'erhead Held pressed to heart unchangingly The love which never can be said : Stood gazing down into that well Of Matris Amor: loved to trace The dear old lineaments that dwell For evermore upon its face. VII. These, these I ponder. Mother mine, My manhood scarce finds words to bless Oh, under heaven no purer wine To stanch world-wounds and weariness ; And under heaven no softer spell, No holier universal law : But are there simple words to tell This only love without a flaw ? VIII. Nay, words are not. And tho' I rhyme Of Mother's love throughout the earth, I send no thought thro' space and time To read the magic of its birth, — And thence to trace its varied lot, And drive a theory into school. I call it flawless, caring not To realize it as the rule."], [45, "MATRIS AMOR. 31 IX. For in good truth this single mind Sees but one picture warm and true ; The many mothers of mankind May pass before a wider view ; But looking down into that well Of Matris Amor, one alone, One face I see, unspeakable — And that one Mother is my own. X. Peace crown her years ! Be kind hearts near To shield her from the ills of time ; Be solace strong to comfort her ; Be grace to make her life sublime, The lesson of that lovely life Be mine to learn, with heart upraised : God keep her always, — tender wife And tender mother : God be praised !"], [46, "3? » GODFATHER'S MONEY. I. Ay, lad, I'm tired of my life ; I am old, too, my boy, and the years Somehow seem to have brought me few joys and more than my share of their tears. And men's tears are different to boys', Johnny lad, as you'll find when you're sixty years old ; Not wetting the cheeks for awhile, my boy, but making the heart sad and cold. n I've toiled over-much after riches and name : have they left me a single balm ? And now in my need there comes home to me full that verse in the Psalm — Rising early, and late taking rest, and scarce heeding the good suns that shone : , And what is the end of it all, my boy ? Godfather's money is gone."], [47, "GODFA THER'S MONE V. 33 III. And to think that my hair was like yours once, so bright and so prettily curled, And my heart was a child's heart once, — Johnny lad, never be a man of the world ! If I had not been — but alas ! it's weary work that looking back ; Yet if the old days could return, I think I would go on a different tack. IV. So papa has sent you to see me ? Yes, yes, it is terrible news, And I wish, dear, I'd had sense like papa a life of well-doing to choose. You remember we saw the men ploughing the fields last year when we rode in the cart ? — They made lines in the ground ; and that's just what money-making does to the heart. V Money-making! Ah, yes — I was told when I wasn't much older than you, To strive like a man for a place in the world, and to be a rich man too. And I strove and got the riches, never heeding the good suns that shone, — And this is the end of it all, my boy : Godfather's money has gone. D"], [48, "GODFA THER'S MONE Y. 34 VI. No matter, don't ask how it went — you put hard thoughts in my mind, And, Johnny, it's near Christmas Day, you know, when we're told it's best to be kind ; Was it sent as a warning, this loss ? I was choked by the world and its cares ; Yes, minding my business too much, and minding too little my prayers. VII. You open your eyes, little man, and you're wonder- ing more and more How an old man could be such a baby and fool as to set so much by his store : God knows I'm a fool, a wicked old fool, with the Bible each week in my hand, To have shut my eyes to the wind and rain and have built my house on the sand. VIII, Each week; yes, that's where it was — a Sunday religion at best : On weekdays we work for a curse, and then on Sundays we pray to be blest. And I said in my fool's heart, \" One day — one day for a sermon, no doubt — But six for the work of the world, we are told, when a man must be up and about.\""], [49, "GODFATHER'S MONEY. 35 IX. Ay, Johnny, I'm tired of my life ; so weary to have lived so long, And never to have learned the lesson that's told in a little bird's song ; To have hungered for gold, without eyes for the hopes that around me lay, Looking downward and seeking a gain that is gone in a single day. x. Yet not for myself: I stored for you all — for you whom I hoped to set In a fair high place in the world, quite free from a poor man's fret. I had many a high thought for you as I walked and knelt and sat, And I meant you to be good besides great — God knows I meant that. XI. You see I knelt sometimes, but whenever I used to pray I did not look up far enough, but wanted to have my own way. It was, \" I will make Johnny a man \" — in my own poor strength I stood, Instead of \" Make Thou my boy a great man if Thou wilt, above all things a good.\""], [50, "36 GODFATHER'S MONEY. XII. And now the old world-dream is done ; and I feel, tho' I've many a friend, That were it not for one thing my life were best at an end. Ah, but that one great thing ! What, asleep ! I have waked you, my dear : Yes, Godfather's coming, my boy ; tell papa he'll be there with New Year."], [51, "37 ? . FLEUR DE CHARITE She was a flower meet for a king's throne, But then she chose her whole life long to pray She was a beautiful pale lady known As Fleur de Charite. So clear and cold, with that about her brow Which earthly gaze too passionate reproved : Pure, in the memory of her vestal vow Moonlike she moved. Yet in sweet pity she herself arrayed, For dying men and women were her care ; She prayed for passing souls, and easier made Their passage thro' her prayer. So when the people heard that she was dead, There was not one who did not kneel to pray And many masses even now are said For Fleur de Charite."], [52, "38 AN EASTERN GREETING.* {March, 1863.) ROSE of Denmark, England's bride, Take our greeting o'er the sea ! Welcome far and welcome wide — For strong tho' silent is the tide That finds no fitting revelry — The tide that rolls unto thy feet, To thee and Beauty loyalty ! Our eyes are dashed with happy pride, And, may be, an indignant tear That Englishmen should let it seem Their Eastern jewel flashed no gleam Into the glorious boundless stream Of Joy's true pomp which flooded thee, When wedding to our nation thine, Thou gavest in thy beauty's shine The gift received so rapturously ! * It will be seen that when these lines were written the writer shared in a feeling of indignation at the absence in India, even in the Pre sidency cities, of anything like a popular demonstration in honour of the Prince of Wales' marriage. The absence, however, though strange, was not due to any want of interest in the Prince or his bride."], [53, "AN EASTERN GREETING. 39 Rose of Denmark, on the day When tidings of thy coming came, We followed thee with hearts that thrilled To our brave countrymen's acclaim. We saw thee as our land unrolled That web of pomp which fold on fold Thrown from all-circling triumph told Of homage done most heartfully : And lingering o'er the page that glowed Beneath our eyes, we saw thee queen Of pageant such as never flowed In all the ages that have been. Till, standing in the storied hall Of God, we almost caught the tone Of that \" I WILL \" that crowned thee wife, And made thee his, and England's own Joining in thy marriage smile Sea-king's shore to sea-loved isle : Linking with a loving hand Memories of either land : Nurtured in the northern air That nurtures men to ' do and dare ' : Wearing bloom of beauty rare, Loved of England everywhere : Take our greeting o'er the sea, Take our love, for unto thee Each English heart, where'er it be, West or East, in welcome flows, Rose of Denmark, England's Rose !"], [54, "40 A FAREWELL TO SIR JOHN LAWRENCE ON HIS COMPLETING HIS TENURE OF OFFICE AS VICEROY OF INDIA. NOT without glory go, now laying down Thy splendid state and crown of care : we know Thy worth ; we knew thee long ago, Valuing thy conscience more than world-renown. The fair discharge of duty led thy youth To manhood ; brought thee daily might and fame Till, grown to greatness, thy most honoured name Became a synonym for strength and truth, Through thee and him, who lying far in light — The goal he sought — a brother great and good, Fearless, yet different, with thee ever stood To champion what he deemed the cause of right. Not without glory go : thy lofty place Came to thee almost by a nation's voice : If now thy farewell seemeth to rejoice Any, it is but for a little space."], [55, "A FAREWELL TO SIR JOHN LAWRENCE. 41 \" Large promise needeth large fulfilment ; we Had looked for larger sunrise from Lahore\" — - Let them say on ; thou hast sufficient store Of goodly deeds and words to honour thee. O Lion heart, now laying down thy state Earned and ennobled by those brows, we know Thy worth ; we knew thee long ago : Content thee that thou goest not less great, But greater."], [56, "42 FAMINE IN INDIA. 1865. A SOUND as of mourning unmeasured, unknown, goes hurrying over the land : The swift dark wind of destruction sweeps on, coming nearer each day. Have the clouds of heaven no pity ? Will the Mighty One stretch forth His hand ? Ah ! what can a people do but toil and think and pray ? For our sins hast Thou chastened, withholding Thy bountiful rain ? They are many and great : our Father, it may be the earth Forgetteth Thee more and more in its lust after glory and gain, In its pride of new intellect, ease, and in wildness of mirth. But what have these done, the poor who are stricken ? Thy ways Are above us, not as ours, yet we know Thou art just"], [57, "FAMINE IN IND 1.4. 43 Is Thy love made known by a scourge ? and shall fulness of infinite praise Blossom out to Thy glory from lowliness trampled in dust ? Thou knowest : these tumults of want and of war are all set down in Thy plan. Lead thro' them, O infinite Guide, to the garners of plenty and peace. Give wisdom to those who have rule : let the mercies of man to man Grow liker Thine ; and save, and spare, and bid Thine anger cease."], [58, "44 JULY 1877. GOD, who madest the sun, God who sendest the rain, Without Whom not one Counteth aught to his gain : Who holdeth the springs of all joy, and Art Lord of all pain ! Spare, for the people are sick ! The thousands who lie In the dust, and the quick Who are dying — the cry Of the children for bread, O consider ! Let this judgment pass by. Turn, thou dread reaper Death ! Our fields are all bare ; Thou hast toiled, and thy breath Still hangs in the air ; Thy harvests are full, but our garners Have nought but despair."], [59, "JULY 1877. 45 'i \" Ye are clay, and the Hand Which moulded may break ; Ye have sinned, and your land Must parch for the sake Of your sins ; He is just.\" But, O Giver ! Give on, and not take. Thou art just — yea, we know, But our minds are all dark ; Shall we see in this woe Of Thy justice a mark ? The rich have the light of Thy mercy, The poor not a spark. What if now we be slain For your sins who are fed — If for you this our pain Who have stones to our bread ? Your sons and your daughters are living, Ours dying or dead. Yea, 'tis true, that ye say, We have sinned and ye die. It may be one day Ye shall live and we cry To the rocks and the mountains to hide us. When God draweth nigh."], [60, "46 JULY 1877. We know not His ways, Yet we know He is just : He commandeth to raise His poor from the dust. Let us stretch forth our hands; in His mercy Alone is our trust."], [61, "47 ALBERT EDWARD. 20TH DECEMBER, 1S71. I. We have waited days and nights, receiving Each message, hungering for a hopeful word ; When it came, rejoicing, and then grieving As the cloud returned to darken, and we heard Mournful whispers. Thro' the land no greeting Passed that craved not for a sign none could give Thro' the land a nation's heart has been beating, Loudly beating to the question — \" Will he live ? \" 11. It is answered. Hope has conquered : fear is ended Once we know how unequal was the strife. Dark the throne that in autumn seemed so splendid, While our prayers struggled wrestling for a life ; Then we murmured, \" Is it vain for us to ponder On the future, the good which might have been ? \" Our thoughts were on the sick room yonder, And we cried, \" O our Princess ! O our Queen ! \""], [62, "48 ALBERT EDWARD. III. With a dread — God has turned it to thanksgiving. As we prayed, our thanks let us give. In our markets we proclaim, \" He is living,\" In our streets we are saying, \" He will live.\" All around us, over seas, hearts are throbbing With a joy scarcely any thought to know : E'en the stricken pause to smile in their sobbing, E'en our mourners find a solace in their woe. IV. Albert Edward, now we know thou wert nearer To our hearts than we ever dreamed before : Queen and Lady, let us say it, thou art dearer For this shadow that hath deepened at thy door. Yea, his kindred are our kindred all the stronger For the gloom which was England's and theirs ; Our Throne has lived long, — -'twill live longer Now its tears have been mixed with our prayers. V. He is yours, gentle Wife, gracious Mother, Doubly yours by all those hours of despair ; Son and husband, loved father and brother — And a nation is rejoicing for its Heir. He is ours, English-hearted, steady To his friend, pure from party, and content ; Rich or poor, his smile was always ready, He took welcome and his sunshine where he went"], [63, "A LBER T ED WA RD. 49 VI. Do we look for something more, as we remember, Turning back a sober people's reverent gaze, All the meaning of that Fourteenth of December * — Then so mournful, now so blessed, among days ? Shall we ask for nobler strivings, new endeavour ? Surely any, prince or peasant, thus restored From the grasp of death should seek them. May he ever Seek and find, by the mercy of the Lord ! * If the parallel between the Prince's illness and that of his father is not so close as at one time many persons supposed, no one doubts that this tenth anniversary of the good Prince Consort's death was ordained to be in a very special way a day of good omen to his son. Anxiously awaited (and how anxiously watched), it brought hope when England had begun to despair. i."], [64, "50 VERY TIRED. She languished in the mild spring season, A fair but fading flower ; We said her sweet life was all sunset, Without one shiny hour. We loved, because she was our own, And all her grace admired : But fears were in our anxious eyes, She seemed so very tired. We brought her flowers gathered fresh Beside the woodland brook ; We placed the cushions round her head, And lingered on to look. In fondest love we questioned her, And then but half retired : \" Quite well,\" sweet darling, she would say, \" But only very tired.\" Unheeded sank the kind spring sun, Our eyes were on her hair, Where every slanting beam that fell Was watched with jealous care."], [65, "VERY TIRED. 51 Her lids did shadow angel-orbs, We deemed her half inspired ; And slowly said \" good-night,\" and sighed To see her very tired. We shuddered when the cold church towers Gave out their solemn knells ; We wheeled her out upon the lawn To hear the minster bells, To see the rosy flames of light That the west windows fired ; But soon we wheeled her in again, She was so very tired. So night and morn flowed on, and stars Came forth our child to bless ; So daily grew our love, swathed round With bands of tenderness. But when the primrose paled she smiled And died as she desired ; Her soul went up to God because On earth 'twas very tired."], [66, "S7 FIRST LOVE. i First love — of course 'twas a boy's romance ! Let it be so, let it be so. But why have I waked from the trance With a heart that cannot glow ? I shall never have such a chance Of happiness here below. n. There is nothing of wild regret Now mixed with the feeling I bear ; I have lived over that, and yet Have peace and content to my share. But 0, can I ever forget The precious heart -throbbings that were ? in. There is many a one with face Fairer than hers ; but although It is years since I looked on the grace That bound me and won me, I know That no one can fill her place In my heart — and it must be so."], [67, "FIRST LOVE. 53 IV. And this is my ' boy's romance ' A passionate thrill and a pain To be cured by a pretty girl's glance — Sunshine come after the rain ? No ; it seems I have missed my chance, And I look not for it again."], [68, "54 LADY GERTRUDE'S COURTSHIP. THE VERE DE VERE. I. Home returning from the glancing of bright eyes that in the dancing Seemed to speak a soft romancing that was very sweet to see, Dawn the orient transfusing found me still a-musing, musing, Whether, if she had the choosing, Lady Gertrude would choose me. n. Smoking long I sat recalling each sweet smile that happy ball in She had given me, not at all in way of flirting as I thought ; I had heard her say benignly that Lablache sang not more finely, And that I danced \"divinely,\" \" as a Vere de Vere, sir, ought.\""], [69, "LADY GERTRUDES COURTSHIP. 55 III. And I've seen a letter written to her friend, Miss Lucy Whitton, In which she owned to being smitten by my grand distingue air — \" As a man that's greatly sought he's perhaps a little haughty, And I'm told he has been naughty (Madame Coralie St. Clair). IV. \" But his legs are straight as larches, and his voice is like Lablache's, He wears the loveliest moustaches that ever graced a peer ; Well-favoured as to stature and of true patrician feature, An agreeable grand creature is this Eugene Vere de Vere.\" v. Her aunts, I know, abuse me, yet I think she won't refuse me If I ask her — but, confuse me ! I scarce know how to try ; Though she talks with ease elastic, and her mind is fresh and plasfic, She is fond of being sarcastic at times, I don't know why."], [70, "56 LADY GERTRUDE'S COURTSHIP. VI. Then I mused — \" The word once spoken, you know it can't be broken — It's a nuisance,\" said I poor a house. smoking, \" marriage with so Yet the girl has thirty house, and thousand, a tolerable town A country place with grouse. cows, and a heather full of VII. The St. Clair, too, has grown pensive, and her bills are most extensive, — I must act on the defensive in that quarter soon or late.\" So thinking of the glancing of those bright eyes in the dancing, That seemed to speak a soft romancing, I resolve to learn my fate. VIII. Lucy Whitton first shall sound her : women always have profounder Tact than men, and can expound a thing of that kind so much better. Then I'll send her my own greeting after the next Paris meeting, To a tune of love's own beating in a most im- passioned letter."], [71, "LADY GERTRUDES COURTSHIP. 57 LADY GERTRUDE. I. So you think in my third season I've disturbed the noble reason Of a senator who'd freeze on all other girls but me ; Just fancy Nova Zembla scorched by Cupid the dissembler, The Vere de Vere a trembler kneeling at a lady's knee ! il. Will he bend those straight young larches ? will he coax those dear moustaches, And in deep tones of Lablache's will my noble suitor say, \" Lady, if with love thou burnest, if my ardour thou returnest — Ton my soul I am in earnest — then perhaps you'll name the day \" ? ill. Or, \" Lady Gertrude, 'tisn't merely passing fancy ; no, I really, Ton my soul I speak sincerely — ask Miss Whitton if I don't \"— With his eyes fixed on the ceiling ? — What ! he always is appealing To \"Miss Whitton's taste and feeling,\" though acknowledge it you won't."], [72, "LADY GERTRUDE'S COURTSHIP. 58 IV. Oh, what is it that I can do to requite this Don Fer- nando, This distinguished Whiskerando, for singling out poor me ? Are you sure you are not mistaken ? Just reflect : if you awaken Hopes that may be rudely shaken, I must lay me down and dee ! V. To have trapped a noble yearling, to have caught a little peerling, A fresh from college Vere de Vereling, might not seem so strange, you know ; But the Pacha of the Pachas, the Czar of all the Russias, — Oh, Lucy, spare my blushes, spare my heart's exultant glow ! VI. Am I joking? Lucy gentle, maid of maids most sentimental, Do you think a joke in Lent '11 be forgiven by you know who ? Your sweet Ritualist obdurate, of the chasuble and poor rate, — Ah, the hyacinthine curate ! well, I'll spare your blushes too."], [73, "LADY GERTRUDE'S COURTSHIP. 59 VII. Will I just for once be serious ? I, the faded belle imperious. Gods of high Belgravia, hear ye us, plain answer must we make : Here's a lord who sings and dances hath cast on us soft glances, Or his ambassadress perchance is deluded by mis- take. VIII. Do I recollect, dear, telling you last summer at Helvellyn That I thought him the first swell in Town of all the swells I knew ; That I almost loved the Tories for producing such male glories, And I felt sure half the stories against him were untrue ? IX. On a pinnacle I raised him, I remember, and I praised him In a way that might have crazed him, had he only heard the praise ; I was wilful, half in passion — Aunt Griselda had been lashing In her own peculiar fashion at his wicked fame and ways."], [74, "LADY GERTRUDE'S COURTSHIP. 60 X. Have you never felt the rising that resents such catechizing ? Well, Aunt Grizzy's sermonizing winds me up, it seems, all wrong. She will think it so distressing I love good dancing and good dressing More than lectures where the \" blessing \" is un- charitably long. XI. Where the world is all divided into chiders and the chided, And the good things, all one-sided, bless the chiding folk alone ; The ponderous sons and brothers, and a few Bel gravian mothers, Who confess the sins of others, now their dancing days are flown. XII. Drinking tea from purest china, Oh, nothing can be finer Than their sentiments and sixpences showered on the abstract poor ! But for daughter's hand a fortune to secure they will importune, Beg the rich man to come wooing, keep the poor one from their door."], [75, "LADY GERTRUDE'S COURTSHIP. 61 XIII. I am hard, perhaps, and bitter ? So much need, then, that a fitter Than Lord Eugene Vere de Vere should seek to be my guide. What ! these gentlemen of ease, when they're tired of Coralies^ W7hen their waid oats are all sown — to Belgravia for a bride ! XIV. For Belgravia sees no harm in wild oats of high-born Brahmin : When repentance is so charming, hard faces must we show ? We are here to buy and sell : come, your lordship is most welcome ! But Gertrude says, \" No, thank you — a thousand times, sir, NO ! \" (TO HERSELF AFTERWARDS.) Who am I that I should rail at the follies of my kind ? Nay, they follow fashion blindly: world-born, world- bred, they are blind. 'Tis the fashion for our men to live wildly seeking pleasure, 'Tis the fashion for our women to be worldly above measure ;"], [76, "62 LADY GERTRUDES COURTSHIP. But they never loved as I have, never won a loving heart, And then sacrificed to Moloch — ' ah ! too poor, dear — we must part.' I am hard ; 'tis true, I harden year by year and day by day, — Will that old remembrance never, never pass away ? * # # * * # Oh, my dear, where are you ? Over seas, and grieving still ? Nay, you have forgotten, for forget you may and will ; But for me the whisper comes — 'too late,' — 'too late' : Are you not avenged ? Oh, Arthur ! my punishment is great."], [77, "63 love ! love ! A WISH. I. I WALK, beneath the branching trees In a valley under a hill, And dear delicious memories My dreaming fancy fill. I would there were another form Beside me while I muse ; Another eye to mark these flowers All wet with the morning dews. I wish that you were here, sweet n. I climb the cold brow of the hill, Where whirl those gusts of air That always make a man's heart feel As if there were no care. The sunlight streams o'er half the vale, The cloud of mist is blown Right up the rocky mountain's side ; And because I am alone I wish that you were here, sweet"], [78, "64 A WISH. III. The deer is drinking at the spring Which runs through the wood below ; Through the forest, full of murmuring, Comes the wild cock's early crow. O ! you should have a lovely view Of hill and rock and tree, If you could take a pair of wings, And only come and see ! I wish that you were here, sweet love ! IV. Yes, and whenever glance of mine Lights where a glory lies, I would thatjw/ were there, sweetheart, To sun it in your eyes ; For then, though every landscape sailed To mirror Nature's grace, I'd borrow beauty for them, dear, By looking on your face ! I wish that you were here, sweet love !"], [79, "65 MINNIE. I. I HAVE waked to sweet remembrance, Such as comes but once a life : I remember yester evening How I won her for my wife. Summer moths were thickly thronging, Clustered on the scented thorn ; Swept a gust of stormy longing, And my heart was overborne. II. She had talked how tyrants haughty Left their loves alone to dwell : I had said 'twas ' very naughty,' — Thinking this would please her well. \" All men's hearts were born for roving, Woman only — she endures.\" \" Minnie, mine is full of loving, Yearning for the love of yours.\" III. On her hand her cheek was resting, Quick her little foot she stirred ; F"], [80, "66 MINNIE. Looked — to see if I were jesting, Answered — not a single word. Strange, those eyes the prude revealing, Seemed to deem me but in play. \" Minnie, Minnie\" — I was kneeling — \" Say me not, sweet darling, nay.\" IV. There was end to all dissembling ; Love had won his well-earned gains ; Sudden blush and sudden trembling Rushed like swift wind through her veins So I've seen in summer islands Rain-clouds break upon the shore, And have wondered that the landscape Should have been so calm before. v. Round her hair the sunshine lingers, While my happy fate I bless ; I have clasped the trembling fingers, And received the whispered Yes. On to her own home we saunter, Where I told them all I'd done ; Of my impudent bold venture, And the wife that I had won."], [81, "67 _» ■> HERMIONE. Her lustrous eyes my heart enthralled I gazed, and loved to see That lady classically called Hermione. The name had such a tender fall, In every reverie I seemed to hear a musical Hermione. And, bookman that I was, thy name Of ancient poesie First blew the spark that rose to flame, Hermione ! Thy name, thy face, they are, sweet life, Of Grecian mould, — but be The model of an English wife, Hermione!"], [82, "68 ÆNONE. I SAW Mount Ida wrapt in rosy flame : A mournful symphony Kept wafting up and down thy name, Ænone ! Sure thou wast never destined to be blest : Thy name it sounds to me Of names the very mournfullest, Ænone ! Ah, to be caught by that false-hearted boy ! Frail woman, could'st thou see In Beauty's face thine only joy, Ænone ? And Paris blasted all thy fond desire ; Alas, how cruelly ! Filled thy wild being with a flame of fire, Ænone !"], [83, "ÆNONE. 69 And then there loured upon thy lovely brow The frown of jealousy ; The crooked frown that liveth even now, Ænone ! Thro' the bright mists of thine own Phrygian hill Look, hapless one, and see How Beauty lures to madness still, Ænone !"], [84, "70 IRENE. As unto the eye a beautiful valley, Dewy, and bright with morn, continually Gives a delight, mine ear hath found the same, Yea, a kindred joy hath found, When sight translated into sound Falls in thy musical voice and musical name, Irene !"], [85, "71 THE SCULPTOR AND THE BOY. The sculptor gazed upon Madonna's head : All forms of beauty could his hands unfold. He looked upon the boy, and laughing said \" Let's see what you can mould.\" The boy too smiled, but not in merriment His eye spoke triumph in its kindling glance, Into the world a hero forth he went, And moulded — Circumstance."], [86, "72 ■ TEARFUL HELEN. She can feel no joyous thrill of gladness When the throstle sings ; She is always looking on the dark side Of things. Tearful Helen. She can never see a young day breaking, Nor a red sun fall, Without drawing some sad truth, and murmuring, \" Fleeting all ! \" Tearful Helen. Helen, Helen, break this morbid quiet ; Earth already is too full of groans : Sing, Helen, smile, and let your laugh run riot In silvery tones ! Cheer up, Helen!"], [87, "73 i» LOVE'S SLIP. i. Hard by yon elm so gaunt and bare, Just at the parting of the day, With hand in hand we swore that ne'er Our love should slip away. II. The woods with tender green were spread, When in the port the good ship lay, And outward-bound, \" Sweetheart,\" I said \" Shall our love slip away ? \" III. \" No, no,\" she vowed, and forth I sailed, Heartful of pulses of the May ; But ere a score of moons had paled, Her love had slipped away. IV. And hot with thoughts of bitter kind, And love that still would stay, I sought to banish her from mind, Whose love had slipped away."], [88, "74 LOVE'S SLIP. V. I swore that I had quenched my pain The still nights whispered, \" Nay.\" * * * * Five years — and she was free again, Whose love had slipped away. VI. Free, free, almost a widowed bride — I crossed the sea to say Once more, \" Sweetheart, I bow my pride Shall our love slip away ? \" VII. Hard by yon elm, with heart aglow, I met her in the open day ; And looking on her sweet face, lo ! My long love slipped away."], [89, "75 wrong ) TU QUOQUE. WELL, tu quoque ! Cara mia, White-armed sophist, where's the If I point Tu Quoque at you When the truth I speak is strong Did you never do the same, dear — Not that blushing morning when First I called you cara mia — Did you give Tu Quoque then ?"], [90, "76 ROMANCE AND REALITY. Tall, with grace and beauty beaming, Empress o'er a husband's life — I had fancied, in my dreaming, Such a being for my wife. Tiny, with a fairy's features, Darkest-eyed, a laughing bride — One of God's most clinging creatures, She is sitting by my side."], [91, "77 A SKETCH. I. With feelings oft at ebb she seemed To lose no chance of making merry ; Responsive to all lights that gleamed, Keen, clever, and outspoken very. Judged by her speech, you would have thought She hated more than half creation ; But sick or sorry, none were brought In vain for her commiseration. II. Lenient to all men's sins but those Which break the laws of taste and fashion, She sometimes mocked at real woes, But oftener bathed them in compassion. She called it 'humbug,' 'trash,' to set Before one a too high ideal : The world had taught her this, and yet Had left her true and warm and real."], [92, "78 A SKETCH. . III. That world she liked to praise at times, And rather fancied that she knew it, Ignoring quite its jangled chimes, — As boys eat plums, and leave the suet. And tho' she swore she never bore Excelsior upon her banner, She knew some things worth living for Besides good clothes and ease of manner. IV. To serve a friend I really think She would not have stopped short of arson Yet if a foe lacked meat and drink, I'd back her against any parson — Irreverent tho' the wilful mocks That stamped her eminently human : In short, with all her paradox She was a genuine charming woman."], [93, "79 EVENING. How calm this twilight in the Indian land ! A grateful sabbath fronting evening's brow ; The red sun in the west no larger now Than a man's hand. The birds all gone to rest in the tall trees ; The distant bleatings of the flocks : anon, Their drivers' uncouth voices borne upon The modulating breeze. A mass of rain-cloud from the hills upfurled, And lightning flashing many a swift surprise God's blessed Night descending angel-wise Upon a weary world. RAICHORE, loth July, 1859."], [94, "So THREE DELIGHTS. Three things I love, — who would not love these three ? Horace, the wise old poet Sybarite, Full of the world, yet streaked with young delight : A matchless sayer, whose good things we see Time hold as tho' a last week's legacy — Altho' the flavour of that old Falernian quite Eludes translation. Like him — wit and light Made liquid — Oh, there lingers lovingly In my regard that bottle of Lafitte We cracked last night — wine for a god to drink ! Horace, Lafitte, two joys : the third most sweet — Claudine in lavender, with something pink About her throat, and lightly tripping feet, Makes many a young man turn and look, and think."], [95, "■Sr THE NERBUDDA VALLEY. IN THE TRAIN, 1 4TH DECEMBER, 1 876. I. Ah ! Nerbudda Valley, rises somewhat sadly Vision of the love I gave thee years ago : Thro' thy waving corn-fields how often I rode gladly, All my pulses answering the fresh dawn's early glow. II. Then no screaming engine scared the wild deer browsing ; Twenty miles on horseback was journey for a day : 'Twas a world untravelled cockcrow then arousing Called to yoke its oxen and lead its grain away. III. Crowned with corn and plenty, as aforetime thou wert crowned, Vindhyas and Satpooras thy guardian mountain walls : G"], [96, "82 THE NERBUDDA VALLEY. Still thy streams and woodlands gladden ; and around Are well-remembered places which memory recalls. IV. But the old familiar faces that gave me pleasant greeting, When I rested in thee, Valley, are no more : They have passed to other lands ; as the fleeting Of thy vapours are the names that they bore. v. Is there fruit from the seed of their endeavour, In the field, in the hamlet, in the heart ? The train bears me on — so 'tis ever Writh our lives ; like the shadows we depart."], [97, "83 ■» AT DELHI, 1ST JANUARY, 1S77. DATE OF THE QUEEN'S BEING PROCLAIMED EMPRESS OF INDIA. The memory of the silent dead — Who can forget it standing here ? That other vision rises clear — We see the camp that fought and bled, Scarce twenty years ago : we see The walls still marked by shot and shell The places where our heroes fell, And we behold the pageantry That makes the Delhi of to-day A sign of Empire such as yet On monarch's brow was never set, A symbol of imperial sway Unrivalled : long may it endure, Mindful of all its soldiers' deeds, Friend of the poor when Pity pleads — And, godlike Justice, keep it pure."], [98, "i «4 THE VACANT ROOMS. O WONDROUS life of gleams and glooms ! Who feels the pictures others make ? At last I realize the ache, The long dull ache of vacant rooms : The pain of silence most complete Where lately that loved presence thrilled And not a room that is not filled With echoes of the children's feet, The children's voices. Yet that these Might soon depart — I wished it so ; To place my plants beyond the glow Of these fierce suns by our own seas, That was for months a daily prayer. And even now, O happy twain ! I would not call you back again From health and bloom and English air. The charm of all your winning ways Grows brighter under English skies ; I would not have it otherwise — For this my heart hath only praise."], [99, "THE VACANT ROOMS. 85 Altho' the music of my life Be less, 'tis something to be spared The vigils fear with love hath shared, In days with Indian peril rife. 'Tis something that afar the cheek Which here wras wan doth wear the rose And yet, sweet gifts of God, He knows I miss you more than I can speak. And O that larger void ! the loss, My little ones, which is your gain — (In that lies solace to the pain Of many a father's weary cross : In that, and knowing it was well For her to seek by western seas A milder sun, a fresher breeze). What of that void ? Ah ! none can tell, O wondrous life of gleams and glooms, Save he who knows it, how it makes — Tho' many a star shoot thro' its aches — A desert of these vacant rooms."], [100, "86 > A YEAR AGO. The future, ah ! who can tell ? A year ago I was grieving, And thought I had said farewell For ever to joy and mirth. For a year ago I was leaving All that I loved on earth. Alone to a land afar A year ago I was going, With but one hope for a star In the night that seemed so dark A star in the distance showing As tho' it were a spark. But, blessed be healing Time ! The spark grows larger and clearer Night wears, and the morning's prime Breaks on that grief's chill snow. And I smile, as my joy comes nearer, Thro' the tears of a year ago."], [101, "87 ■i '* NAMELESS GRACE. Wherever she goes she takes her place Without an effort to claim it ; It is all because of a subtle grace, — It would puzzle a poet to name it. Is she young and fair, is she short or tall ? There are taller and younger and fairer ; But somehow she seems to eclipse them all, Because she is brighter and rarer. It is nameless grace, it is exquisite light, Poured in from some window or portal In the land where the fairies emerge at night, To gladden the dreams of mortal. Yet withal she is loving and kind and human And each pout or smile on her face Is the pout and smile of a dear true woman, Who is full of a nameless grace."], [102, "88 AMELIA MURPHEY. Extract from \" Times\" of 15th January, 1877. — \"On Friday after noon Mr. Humphreys held an inquiry at the African Tavern, Poplar, concerning the death of Amelia Murphey, aged 23. It appeared that the deceased was the honest and well-conducted wife of a seafaring man now on a voyage to Melbourne in the ship Hampshire. Her only income, on which she had to support herself and a large family, was £2 5s. per month. In consequence of sickness and other family troubles, she often spent her little money before the end of the month, and to enable her to get food for the children she had to pledge some of the small articles of her scanty home or to run credit. A week or so ago she obtained an old skirt from a Mrs. Bates, who was her landlady, to whom she was to pay 3s. as best she could. The poor creature with some exertion paid 2s. ; and on Monday last Bates, accompanied by a man, called upon the deceased for the remaining shilling. Not possess ing the money, and knowing the violent character of Bates and her friend, deceased at first feigned being out ; but in consequence of the dis turbance which Bates and the man created at the house, she made her appearance and promised to try and raise the money. Later in the day Bates and her companion called upon deceased again, and after abusing her, only left the house on the understanding that the deceased was to raise the money and bring it to the Horn of Plenty Tavern, where they were to remain. The poor creature then took the shoes from off some of the children's feet and pawned them, and took the money as promised. Trembling and crying bitterly, she exclaimed before Bates and in the hearing of several witnesses that she could bear her troubles no longer, and that she would kiss her dear children once more and then drown herself. She then left much agitated, and was not seen afterwards until dragged from the West India Docks quite dead. The Coroner said there could be no doubt the woman Bates had, by her inhumanity, driven the deceased to destruction. He should have bitterly repented receiving from a poor creature with no bread for her children is. under"], [103, "AMELIA MURPHEY. 89 such circumstances. The jury returned a verdict that deceased had been driven to suicide through distress, and the conduct of the woman Bates, who they hoped would be severely censured by the Coroner.\" In the midst of the richest city The world has ever known ; For want of a scrap of pity, For want of a heart of stone — Because she was sober, had striven To keep her children in bread ; Was abused and hunted and driven — Poor thing ! that's why she is dead. Her husband away on the ocean, She toiling from morning till night, With the strength of a mother's devotion, To do what was honest and right : Then sickness and trouble o'ercame her, In her last need she found not a friend To assist : can any one blame her, Poor thing ! for her rash sudden end ? Had her heartstrings only been tougher, Had she only known how to stand And see her dear little ones suffer — Had she had but one shilling in hand — One shilling to give her oppressor, One shilling to purchase relief ; Oh, to think of that woman (God bless her !) Killed outright by such terrible grief !"], [104, "90 AMELIA MURPHEY. She had pinched, she had pawned, till her raiment Was scant — nay, her children's as well : Must she take off their shoes for the payment That shilling is wanted to swell ? Ah ! merciful Christ, in Thy glory, In the day when Thy judgments deliver The poor and oppressed, shall this story Which comes to us now from the river, Not plead for a wild mother — pardoned, For the dear ones she left ? Shall it stand For reproach unto any who, hardened By treasures in houses and land, Are as steel to the angels of pity, To the griefs of the poor are as stone,-— In the midst of the richest city The world has ever known ?"], [105, "91 ON THE GREAT SCENE IN DICKENS' \"TALE OF TWO CITIES\": SYDNEY CARTON'S LAST MORNING. A LIFE that was sullied and tainted Redeeming a storm-laden past! Was there ever a picture so painted Of a sinner a hero at last ? Of a love self-renouncing, self-scorning, Like that which possessed this man's heart ? With the brow of a child on that morning He rode to his death in the cart. \" Greater love,\" saith the Master, \" hath no man Than his who will die for a friend \" : Is it only the love of a woman We see in this life's noble end ? Nay, beyond it and through it, enfolding Its path thro' the Dark Valley's shade, There was GOD shining down, and beholding Himself in the man He had made."], [106, "97 A STORM WAVE IN BENGAL.* 3 1ST OCTOBER, I 876. I. Bring the lamp a little nearer, What's the news ? I read ... at first Can scarcely grasp it — till as nearer The words stand out, each reader, hearer, Exclaims with something like a groan, \" Good God ! a terrible cyclone Has burst.\" 11. Shipping, trees, houses, blown away and shattered ! Think of a storm-wave whose destructive sweep Is traced by human bodies, dead and scattered O'er leagues by thousands — as if those lives mattered No more than sheep. Think of a hundred thousand swept away — Alive to-night, and dead at break of day ! * The story of this appalling calamity, the loss of human life occa sioned by which has been variously estimated at from 100,000 to 200,000, will still be fresh m the minds of readers in India."], [107, "A STORM WAVE IN BENGAL 93 III. What mind can realize this awful story? And yet we read the lilies of the field, The flowers which now with morning dewdrops hoary Outshine great Solomon in all his glory, Are not concealed From God, are not uncared for ; not a sparrow Falls but He knows it. Are His mercies narrow IV. To man alone ? At times when devastation Of war, flood, famine, earthquake, lights on those Whose sin is less than that of many a nation And many a household spared, we think Creation Mocks with its woes All order, justice : we forget that man Knows little of the great Creator's plan. v. What if a hundred years of earth's best favours Be as a pin's head to the time beyond ? If all our evil things and pleasant savours Are as a sunbeam that a moment wavers ? What if the bond Which binds us to the bodies that we cherish Is frail — that we may seek what will not perish ?"], [108, "A STORM WA VE IN BENGAL. 94 ? VI. Can we explain such woes by sagely saying, \"The laws of average — so many die In every cycle ; eating, drinking, playing, Swept off the board- — in spite of fasts and praying' ' Nay,' we reply, ' Is not the flag of evil still unfurl'd ? We know God's judgments are in all the world.' VII. In presence of this awful judgment, surely We feel \" we know not anything \" : the soul Sinks almost drowned, in sight of stars that purely Gleam up above; the shore tho' looms obscurely, The surges roll Between us and the infinite far haven Which Life approaches with a spirit craven. VIII. We know not anything, but oh, within We feel we must have something to believe : Refuge for care, and pardon for our sin. Too oft 'tis trouble makes our faith begin ; Until we grieve The soul lies dead, and the immortal spirit Rests satisfied with earth and worldly merit."], [109, "A STORM WA VE IN BENGAL. 95 IX. But ah ! in face of news like this, how little Appears the greatest man upon the earth ! The crowns of kings and queens how poor and brittle ! Man's grandeur shrivels to a speck, a tittle — \\Yhile joy and mirth Seem, by the side of such stupendous woe, Things almost wrong for us who live to know. X. Yet we shall laugh and dine perchance to-morrow Without a thought of that death-dealing wave : The comfort misery from hope would borrow, The wail of thousands stricken down in sorrow, The hands that save, — They are so far, and we — our own affairs Press in so closely with their joys and cares. XL Just think ! each one of those who died that night Died by the will of our All-seeing God. Not that they were more sinful in His sight Than we who slept and hailed the morning's light — We who have trod In ways we feel and long have understood To be remote from those which He calls good."], [110, "96 A STORM WA VE IN BENGAL. XII. He hath sent signs to nations : looking back, We think we can read some in the world's youth — Rome and Pompeii foremost in the track : God's anger kindled against earth for lack Of love and truth ! Oh, friends, can we nqt read between the lines ? Yea, England, unto thee there may be signs. XIII. Thy rule hath prospered, and thy lands have peace, The slave hath blest thee and the slave shall bless, But, as thy wealth and merchandise increase, Shall zeal for God and Right grow slack or cease ? Thou art not less Than Rome was in her old imperial days : Beware the danger of luxurious ways ! XIV. The poor cry out, thy great heart beateth true ; But hasting to be rich, thy busy marts, With eyes kept downward, see not, care not, who Are poor, until thy halls and markets thro' A wild scream darts, — Then hearts are loosed and eyes are upward bent Awhile — and men go on as erst they went."], [111, "A STORM WA VE IN BENGAL. 97 XV. ' Men ' — yes, 'tis easy to confess for others, For England, for a nation. Our conceit Allows us to reprove our friends and brothers, Ourselves too — in the plural, for that smothers The inward heat That must rise up if conscience closely scan Our private ways and say, \" Thou art the man.' XVI. Some sow and reap, and others reap who sow not. We count our luck for merit, and we sigh, \" The workings of His Providence we know not : The floods that rise, the withered streams that flow not ; The misery With which Creation groaneth : all are sent To shadow forth, no doubt, some wise intent.\" XVII. Yea, leave it so. Thank God we live to-day To point the moral. Oh ! if that dread wave Which buried thousands could but sweep away The Self we worship as our god of clay — Then o'er its grave We should know more of the Creator's plan In having more of love to God and man. n"], [112, "98 DEATH OF THE OLD YEAR. He is dying, that old year Whose glad birth we all remember : Come, and gather round, and listen To the last sob of December. Let the old year pass in silence : Do not laugh, nor shout, nor sing For, my brothers, who may reckon What the coming year shall bring ? He is dying : speak in whispers. If you will, kneel down and pray, By the memory of that dear one Who was here last New Year's Day, Ponder slowly, sadly, deeply : While these last few moments fly, Let our thoughts be on the far land Where the year shall never die. He is dead. Drop down one big tear For the friend you loved so long : Throw about our pleasant greetings, Crown the New Year with a song."], [113, "DEATH OF THE OLD YEAR. 99 Then go on and gird for duty : Take this promise fresh and true — ' There was blessing in the Old Year, There is blessing in the New.'"], [114, "100 DEATH OF THE OLD YEAR. Draw the long day to a close, The \" slow sad hours \" that are the Old Year's last To-morrow he shall sleep with those His ancestors, entombed in the great Past. He dies, a warrior brave ; And the wind makes mournful mass in the trees. Lower him gently into his grave With the cords of a hundred memories. Speak to him — ah no, stay ! They are ringing the New Year's chime ; And he is millions of miles away, Making his march with the ghosts of Time. The old man died a king, So royally he gave up his last breath ; And he showed us that majestic thing, The repose of a solemn death. Good-bye ; we must greet the heir Who sits already on his father's throne."], [115, "DEATH OF THE OLD YEAR. 101 Good-bye, old friend — we'll drop a tear, To make the grass grow round your cold gravestone. Your funeral banquet too We'll celebrate by crowning your young boy : New Year, a glorious health to you ! New Year, I give you joy !"], [116, "102 it ! ! CHRISTMAS IN INDIA. Christmas ! at Home how they're playing Away with good fun and good cheer ; The holly in house and in street, The welcome how old, yet how sweet, They are all of them saying it, \" A merry Christmas and happy New Year ! How keen the cold air out of door is ! Within, ah ! the fireside dear : O the kisses of sisters and mothers ! O the hearts of our own and of others The song of the rich and poor is \"A merry Christmas and happy New Year! Christmas ! just think how they're feeling, Those at Home upon furlough this year ; How gladly they're taking a part, 'Mid prayers going up from the heart, In the laughter that's pealing An English Christmas and happy New Year Out here is it Christmas ? before us So few of its features ; we hear"], [117, "CHRISTMAS IN INDIA. 103 Kind wishes of friends glad at meeting, But how much do we miss in the greeting Well, well, we will join in the chorus, \" A merry Christmas and happy New Year ! ' For 'tis Christmas all over. If aching Be mixed here and there, never fear, — There's the thought of the Prince of the Morn, Of peace and goodwill ever born To all, for continual making Of merry Christmas and happy New Year."], [118, "104 SURGIT AMARI ALIQUID. i. In your fullest time of gladness, When your days held joyous store, Passed there never film of sadness, Blurring all the landscape o'er ? Was not half of all its sweetness Blotted by a thought of pain At the want of that completeness Which alone makes joy remain ? n. When your heart with hope was springing Free from sorrow's after strife, And a sound of pleasant singing Filled the Maytime of your life, Faltered not the voice that, hailing Youth and love, proclaimed delight ? Came between no note of wailing Stirred by pauses of the night ?"], [119, "SURGIT AMARI ALIQUID. 105 III. Aims your youth had been pursuing Faded as your manhood grew : Then when you were 'ware that doing Was the noblest thing to do — Wakeful, ere the red day-breaking Into smiles the darkness kissed, Felt you not a nameless aching For a something you had missed ? IV. Ay, you knew it ; in your laughter, In your revels, in your gloom ; Heard you not the dread Hereafter Shake the air with muffled boom ? Ay, it reached you surely ? Stirred not Then your heart to pray and bless ? Oh, God help you, if you heard not That good signal of distress ! v. Only once ? Nay, often, often, Daily is that warning waved ; Hardening when it may not soften, Knelling shipwreck, crying ' saved.' * * * * * Cause enough why broken sweetness Dwelt in all those joys that came ; You were robbed of their completeness — Reaped you in your Father's Name ?"], [120, "106 what is it, RELIGION. Have we known what it is to crave For some object of fond desire — Whether of Passion the slave, Or of Love that is higher : Have we drank to our soul's behest, And ate of the fruit of our will ; And found at the end of each quest Something to long for still ? Have we not ? says the heart : Oh, This mystery ? Nay, it is Man : The wake of an angel's visit, The trace of a God-like plan, Crossing ever the web of his being : Yea, this discontent is divine : Is Religion, believing not seeing — Of the soul is the sign."], [121, "107 LUCK. The history of the wrinkles on our brows — Thank God we cannot write it ! We may tell Of things which helped to grave them ; Time allows Such retrospect as makes the heart to swell, The eyes run over ; yet in mercy deadens The sharpest grief ; and thro' the darkest night Some ray of morning, e'en tho' slowly, reddens. God comforts those who wait and seek for light. He chastens whom He loves ; yet we repine, And call His chastenings luck — as if some Fate Vexed us for sport, and mixed with bitter brine Some lives at random. Is the unequal state Of rich and poor, of weak and strong, all chance ? Is health but chance ? Ah ! could we realize That Love ordains each single circumstance, Our cares would plough less deep, our joys more quickly rise."], [122, "108 '» THE GREAT MYSTERY. To sleep, and to be dumb to all The changing days and years invent ; To throw away our discontent, And lie beneath the Past's thick pall To feel in flesh nor woe nor bliss ; To be past praying for, shut out From all save one stupendous doubt- O Father, who can fathom this ? Thy justice ? yea, but who are we Who look thro' Reason's narrow bars. To judge of right beyond the stars ? We bow in faith to Thy decree. In faith — twin mystery with death, But palpable to human sense, Thro' living blest experience ; But how shall he who hath no breath Tell of that other mystery ? how Shall aught of certain be revealed ? Shall death its awful secret yield By looking on a dead man's brow ?"], [123, "THE GREAT MYSTERY. 109 The mother who hath lost a life But lately hers, and that which grew With her own being, looking thro' The lineaments yet wholly rife With a seraphic calm, may hold The mournful, beautiful, release Of death to be but sobs and peace, Nor seek in ponderings manifold Slow-wrought conviction ; but of him Whose sins outweigh his prayers, for whom The glad fruition of the tomb Shines not, or shining flickers dim, — ' Save one stupendous doubt,' I said, Lost in the musing of my mind, That strove, in error undesigned, To touch the mystery of the dead : Which only Faith with reverent hand May raise. This is the dream of fools, To frame for Reason Babel-rules, And place her where she cannot stand. Twin mystery Faith, if seek I aught Of knowledge with maturer brain That sifts the child-learned creed, restrain The boasted freedom of free thought :"], [124, "THE GREAT MYSTERY. 110 Freedom of thought that is not free, But glossed by fancied power's pretence, The slave of its own impotence, Of its chill doubting misery ! \" Yet should'st thou weigh all creeds and judge With wisdom\" — so an echo runs — \" Thy thought is not as every one's. Doth God owe other men a grudge Because they smile at that which thou Callest the truth ? \" I know not ; yet I know no doubtings should beset For me that first baptismal vow. Naught judge I : man by God is tried, Not by his fellow : yet have I No ancient landmark to hold by, No faith for which our fathers died ? Great mystery, Death ! thou makest plain All things to all ; I pray thee come When life and thought range nearest home — The home where Truth's pure angels reign."], [125, "111 SUNBEAMS IN THE CHANCEL. i. THERE were sunbeans in the chancel yester evening glancing red, And the preacher wove them sweetly into the holy words he said : There were twilight hues of evening that loomed athwart the nave — And the good man's sermon travelled to the twilight of the grave. II. \" For, good friends, the grave is twilight land, thick darkness reigns not whole ; Tho' the earth-gloom wrap the body round, the heaven-beams flash the soul. Dear brother hearts, I pray you speed, make friends with your last day ; And you shall give death welcoming so you ponder heaven alway."], [126, "SUNBEAMS IN THE CHANCEL. 112 III. \" There is blessedness unspeakable in that heaven where we all may go, Where some have gone already \" — and here the tender tones brake low, While remembrance fell upon us all, as the mist falls on the moor, Of a sweet and saintly lady, a wife who went among the poor. IV. \" Joy, brothers, for the dear blessed ones who die in Christ the Lord,\" Rose the pleading voice of earnestness on the swell of each wave-like word. \" Glory for the grand old martyr men who the Christ-like way have trod, Hope in the comfort-creed, in the communion of saints and of God. V. \" We needs must strive and suffer awhile, with cares and fears, This earth tho' fair we call it in truth a vale of tears ; Were it not sweet at even to close these heavy eyes, To see the morrow morning on the hills of Paradise ?"], [127, "SUNBEAMS IN THE CHANCEL. 113 VI. \"There is more than tongue can utter, than loftiest dream conceives, In that sun-lit harvest-heaven where the Lord God binds His sheaves ; Where the moonlight on the City falls with a holy grace, And the moonlight and the sunlight are the Lord God's glorious face. VII. My friends, shall earthly phantoms these hopes of glory mock ? My children in Christ Jesus, my own beloved flock, I travail with long pleadings, in labours oft of prayer, That you may reach the Heaven-gate and find acceptance there. VIII. \" Fain would I leave some watchword to guide you in the strife, For it seems to me that shortly I must put off this Use. I charge you, men and women, whatever hap betide, Abide by your Redeemer ; cling to the Crucified. I"], [128, "SUNBEAMS IN THE CHANCEL. 114 IX. \" If unbelief cast shadows, and doubtings vex your mind, Cry ' Jesus Christ,' press onward, throw not a thought behind. If Passion drive his whirlwind, or Pleasure whisper lies, Call Jesus Christ, and calling, your prayers shall cleave the skies. X. \" Old men and hoary-headed, look well, remember now Those broken past professions, that first baptismal vow : World-stained you are, as all must be beneath life's sultry noon, Save innocent pure babies who go to God so soon. XL \" Long years have left their footprints in our faces lined with care, While the snows that come in winter time have settled in our hair ; We have passed the summer islands where our life we loved to spend, Yea, the autumn reefs have faded, and the voyage nears its end.\""], [129, "SUNBEAMS IN THE CHANCEL. 115 XII. The rector's blue eye brightened ; ' he sees the new Land now,' Methought, as a still solemnity was gathered on his brow. O man of God, there are wings of light waiting for thee on that shore — Thine own good deeds of charity which have flown to Heaven before ! XIII. Then again rang out the sermon, and exhortation found For the men in middle manhood with grace and vigour crown'd ; Full well he knew the triumph of a name with honour deck'd, For he garnished Christ's simplicity with a glorious intellect. XIV. And he showed Fame's shifting countenance with light and shadow blent, And summed up that bold eloquence with the old great argument — \" If all these things be fleeting and a grave to all be given, Why barter for a phantom the reality of Heaven ? \""], [130, "116 SUNBEAMS IN THE CHANCEL. XV. Then carrying back swift fancy to the fresh spring days of youth, He clothed with woman's tenderness the solemn words of truth ; Smiting world creeds and maxims with a pure mind's loyal shock — So pleading for his Master with the young ones of his flock. XVI. The sword of judgment glittered : \" Young men, be timely wise ; Paint not the devil's pictures, your sins, in Tyrian dyes ; For the plaudits of that bad world you deem so fairly deck'd Wake echoes of God's thunder, avenging God's elect. XVII. \" Down with the lustful fury that fain would take its fill : A thousand times do battle with the darling sinful will : Do it because Christ told you, because it must be done ; And with Onward for your watch-cry the fight is all but won.\""], [131, "SUNBEAMS LX THE CHANCEL. 117 XVIII. He closed the book and ended, as the sun threw one last smile That lit the painted window and flickered down the aisle. Then the good man gave the blessing : and when we knelt to pray The sunbeams in the chancel had vanished quite away."], [132, "n8 COMFORT. Each preaches comfort, each his creed despises. What comfort when the night wears desolate and dreary ? The worn soul sickens as the pale thought rises — Take me away, for I am faint and weary. All can speak comfort after some cold fashion : But comes no soothing, hearts still toss about. Give me some dew to quench the drought of passion, Give me some spell to lay the storm of doubt. Nought but bright Faith can cleave when shadows thicken, — Hold this sure word in your first calmer mood ; When memories rise and whelming fancies sicken 'Twill serve to blunt the edge of solitude. Say in the dead night, \" There is many a hundred Laden with woes o'ermeasuring mine in weight : Hearts many a thousand from all comfort sunder'd, Grown hard and cold through that which we call Fate.\""], [133, "COMFORT. 119 Whisper, \" It may be the great Father's anger Is kindled at my cold untrustful living \" — Rise, let His promise pierce your deadening languor, Clasp the blue heaven with prayer and loud thanksgiving. Think of Gethsemane : balm you shall borrow From those few words that o'er its portals shine. Read, \" Look and see if there be any sorrow Like unto Mine.\""], [134, "120 FAITH. ST. MATTHEW XIV. 25 3 I. When the winds and waves were high And their boat unto peril was nigh, The disciples saw in the storm A strange mysterious Form Walking upon the sea, And one cried in His agony, \" Oh, bid me come unto Thee, Lord, if it be Thou ! \" Toiling, weighed down by fears, With eyes too hard for tears — Pain at the heart and on the brow, Weary and worn, I murmur now, As Peter cried on the sea, \" Oh, bid me come unto Thee, Lord, if it be Thou ! \" \" If it be Thou,\" he cried, And straightway a Voice replied \" Come \" : and he walked on the wave Thro' the faith that alone can save."], [135, "FAITH. 121 r me i Yet again, as the wind rose high, Rang out the despairing cry \" Save, or I perish ! \" Ah ! then The mercy of God unto men Was shown in the arm stretched out, In the love that pitied his doubt. Am I not tost on a sea ? Yea, I sink as I come unto Thee. Save, if it be Thou ! Because of that if — is that why The heavens vouchsafe no reply ? If Peter the fisherman heard 'Mid the roll of the storm-wave that word Come — if it sounded so clear To him, why cannot I hear Who know more than the world then knew He had faith, I am told, and so The thing he believed came true. The selfsame thing which I say I believe — in a different way. O for a faith that would bear me Out of this narrow cold sphere, Where I shrink from the sin that would snare Less thro' love of the Christ than from fear"], [136, "FAITH. 122 Where 'tis good to be moral and stolid, To provide for oneself and one's own ; And the virtues men praise as most solid Leave the hungry and outcast alone. O for a faith that would teach me To spring forth in love, and be sure If I sink there are Arms that will reach me O for faith and for love to endure !"], [137, "123 OBEDIENCE. \" Are not Abana and Pharpar, rivers of Damascus, better than all the waters of Israel ? May I not wash in them, and be clean ? So he turned and went away in a rage. And his servants came near and spake unto him, and said, My father, if the prophet had bid thee do some great thing, wouldest thou not have done it ? How much rather, then, when hesaith to thee, Wash, and be clean.\" — 2 Kings v. 12 — 13. REBEL hearts ever fretting and storming : Rebel minds with a self-moulded plan : Ever to do some great thing Longing, yet seldom performing The least of the duties laid down for a man ! And this we are most of us doing, Repining, resolve, and remorse Alternating so sadly, and strewing Our paths with dead ashes for flowers, While still in the lapse of the hours Ever to do some great thing We are longing, but ah ! not pursuing The God-given way, the Christ-ordered course. O worm as thou art, grandly swelling ' With vanity ! deep in the dells"], [138, "OBEDIENCE. 124 J Of the earth, far away from world's ken, And unseated in Honour's fair place, There are those, there are mortal-mould men Greater-souled than thyself, who live lives Made lovely by heartfullest prayers, And sublimed by that living which dwells Content, like the stars, with mere telling Of glory and honour and grace — God's glory and honour, not theirs. Yet faint not, but turn, tho' the pride Of the Syrian thy spirit incline, And thou scornest the meed of thy prayer ; Yet faint not, but faithful abide : God's Jordan hath healing — but thine Is a water of tempest and care. The waves of our choosing seem fair, And in them bright glories may shine ; But obedience, contentment, declare A glory far brighter — divine."], [139, "125 SUFFER THE LITTLE CHILDREN TO COME UNTO ME.\" My little girl lay sleeping In a room where the moonbeams smiled And I stood by her bedside keeping A vigil of love o'er the child. I said, I said in a whisper, \" As her nightgown white is her soul. May my darling be pure and spotless Till she reaches her heavenly goal ! \" Then I knelt down by the bed, And prayed to Him who said, \" Suffer the little children to come unto Me. Unseen the dark angel was taking His way o'er my threshold, for soon Came a few quick sobs and a waking Far away from the light of that moon. I laid her to rest in the churchyard, In her nightgown white — but her soul, Pure soul, was away with the angels, Far away at the heavenly goal. And I look on the empty bed, And think of Him who said, \" Suffer the little children to come unto Me.:"], [140, "126 YORK MINSTER REVISITED. A FRAGMENT, I 7TH SEPTEMBER, I 87 1. ' Time changes not,' I say, standing near thee, O Minster, clothed in calm, the same I knew long years ago. Ah ! many a knee That bent with mine is turned to dust — How solemnly That memory strikes ! But still His holy Name Is glorified : and dew from Heaven falls As prayer and anthem rise within these glorious walls, Mother of prayer to careless moments ! how Should I behold thee, coming back once more From a far land of exile ? Minster, thou Art pure and grand and stately as before ; But unto me thy majesty doth seem To speak reproach ; the old familiar lines Of beauty speak, and from thy windows stream Lights that to me dwell not in other shrines. Pure Sisters,* since I saw you last — O how your vestal brightness shames that darkened past ! * Among windows to be remembered for evennore by those who have seen them are the Five Sisters in York Minster."], [141, "YORK MINSTER REVISITED. 127 Grey towers, ye know here in your quiet shade My boy's faith quickened — if ye only knew How oft since then these erring feet have strayed ! Sin and the world have courted me to new Delights, new creeds : but Minster, thine are true. Standing again upon this hallowed ground, I feel how much is lost, how little have I found."], [142, "128 CUI BONO?* (1874.) 1. O MINDS given over to Rhoda Broughton and volumes three ! O lips loving brandy and soda ! Like passionate foam of the sea Be the swell of unshackled emotions : They are bigots who say that in vain We seek in such philtres and potions A solace for pain. II. Let Wisdom abide in her grotto, Old saws and old landmarks we spurn Faith is dead, and Cui Bono our motto : Let her ashes repose in the urn ! Be honest, and burn up the fences Of creeds that \" refuse and restrain \" : Vive la foie ! let the play of the senses Be solace for pain! * I hope these verses do not go beyond the bounds of lawful satire. They were written some years ago, and were intended to show the lengths to which certain poetry, belonging to what has been termed \"the Fleshly School,\" might be pushed if not restrained."], [143, "CUI BONO? 129 III. I say not the code of the Stoic Holds nought for a man to admire ; I deny not that Paul was heroic, That a life was once lived even higher ; But these things, do they come to us real ? Cui Bono — to toil and to strain After shadows, a hopeless ideal, For solace for pain ? IV. One thing, O my friends, we are sure of — Life is short, and the man who resists The delirium of wine or the lure of A woman, thro' fear of the mists Of unreason his childhood that frightened, Misses that which may ne'er come again What tho' conscience hereafter be lightened ? Is that solace for pain ? V. Where is Conscience? Methinks we may smile at That vague undefinable thing. What is Truth ? let us ask with vexed Pilate ; If from Heaven, then why should it fling Dark shadows around and before it ? Why bring hatred and war in its train ? K"], [144, "CUI BONO? 130 Bismarck and the Pope both adore it — Here's solace for pain. VI. Whereas in wine, mirth, wit, and laughter There is something we know and can feel Soft rose-leaves to rest on hereafter, When the fountains of springtime congeal Sweet relief, when from tropical travel Retired and pensioned, you fain, Amid twinges of gout or of gravel, Would have solace for pain. VII. Eyes emblazoned with wine on the valley 'Neath Richmond's fair hill we will rest : Alhambra ! at night let thy ballet, To the music of beauty undrest, Teach how sordid the arts that bedrape us, While the \" nude and antique \" yet remain Press out from the loves of Priapus Sweet solace for pain ! VIII. Great Nature ! the souls that are guided By thee nourish reason and light :"], [145, "CUI BONO? 131 We can judge of thy truth many-sided, For thou showest thyself to our sight : We behold thee in sunlight and shadow, In moons that wax brightly and wane, Mountain girdled by storm, and green meadow — True solace for pain ! IX. Yet there are who thy wild thrills would smother, Fools who trample red blossom in dust Confound them, Astarte, O mother ! O sweet inspiration of Lust ! From the cave where the white breaker tumbles Arise, and give Passion the rein ! Go to — says the preacher, but mumbles No solace for pain. x. We have chanced on new days ; yea, the jewel Of knowledge illumines our brows : Away with the cold creeds, the cruel Hard bonds of impossible vows ! Life is short ; while the corn glitters golden Whet the sickle, reap, garner the grain ! Yea, the new days we love, for the olden Give no solace for pain."], [146, "CUI BONO? 132 '» XL I say not the code of the Stoic Holds nought for a man to admire ; I deny not that Paul was heroic, And the life of the Christ even higher ; But these old-world beliefs brand offences. Ennoble, make pure, yet restrain : Vive la joic ! let the play of the senses Be solace for pain."], [147, "■33 A SONG OF SOUND. I. SUMMER enfolding the valley and town ! Golden-haired Autumn in russet and brown ! While Spring, with its springtide rare, Shrinks and is coy as a bird on the wing ; As a maiden is shy, so shy is the Spring ; Ah, love, with the rippling hair ! n. Is there aught in the song of the swallow that saddens, Brow-bathed in the dew of a sunrise that gladdens ? Is youth but a fret and a care ? Wilt thou fling from thee idly as foam from the ocean, As yesterday's roses, thy lover's devotion ? Ah, love, with the rippling hair ! III. Didst thou drink to the lees of the winepress ? Thou gavest Sweet guerdon of smiles to the hearts thou enslavest ; That tempest of sighs in the air —"], [148, "A SONG OF SOUND. 134 Wilt thou answer it, sweet one, after thy fashion, With the crimson of hate and the purple of passion ? Ah, love, with the rippling hair ! IV. Wind-swept, is there peace in the isles of Desire ? Storm-tost, is there rest in thy love and its fire, The snowdrift of hope or despair ? Hadst thou Midnight to mother — half goddess half mortal — Star-crowned, dost thou heed when song strikes at thy portal ? Ah, love, with the rippling hair ! V. Needs must that I sing, needs must I adore thee. Where art thou, what art thou ? O love, I implore thee, Impossible picture, declare Is there more than one poet who lauds or bewails thee ? Is it opium, or absinthe, or Bedlam unveils thee ? Ah, love, with the rippling hair !"], [149, "THE '35 YOUNG SUBALTERN TO HIS IDEAL LOVE. I. In my dream of yesternight, You were there with your gleaming hair ; Surpassing yourself in the light Of a beauty bewitchingly fair. You are always beautiful, dear, But last night more than ever you shone, With a radiance so bright that its peer I never have looked upon. II. You moved in a luminous haze Self-streamed, O my queen ! and I stood Spell-bound, with a passionate gaze, A rebel at heart — for my blood Surged strong with a mutinous tide, As I knelt your fair hand, love, to kiss. Then looked on your lips, love, and sighed \" O to taste of their exquisite bliss ! \""], [150, "THE YOUNG SUBALTERN TO HIS IDEAL LOVE. 136 III. On a sudden there flashed in the air A magical moment — and then You were there in your ball dress, my fair, Surrounded by glances of men : And I felt as I marked every glance In my breast something grow cold and hard ; But 'twas gone when by fortunate chance You dropped, and I picked up, your card. IV. For we both stooped at once, and somehow Touched fingers — 'twas my fault, I own ; Nay — more, love ! your hair touched my brow ; And I whispered, and caught the low tone That reproached me for wearing a gloom — \" I care, sir, to waltz but with you.\" And then, ah, my darling ! the room Seemed to hold no one else but us two. v. And next, when the dancing gave way, As a rest from so pleasant a labour, I remember we sat down to play A game at ' Beggar my Neighbour.' Of the cards I scarce knew which was which, But although in a very short while You ' beggared ' me quite, I was rich In the wealth of your beautiful smile."], [151, "THE YOUNG SUBALTERN TO HIS IDEAL LOVE. 137 VI. I was rich in that wealth, and o'erjoyed At the Present I recked not a care Of the Future, so dark and so void, Of Fortune, so scant and so bare : ' Love wins,' said a murmur that broke, Proclaiming glad conquest of Beauty — 'Twas ' GUN-FIRE,' dearest ! I woke To know that I was 'on duly!"], [152, "138 SOME PERSONS. We all dislike the coarse and rough — But there are persons who Are estimable folk enough, Yet not like me or you. They pay their way and go to church, In Sunday-schools have taught, And never leave you in the lurch — Because they promise nought. They never swear or tell a chap To go — let's say, to blazes ; They keep their tempers, and on tap A stock of proper phrases. Good citizens they make, no doubt, Good fathers, mothers — very : But somehow where they move about The fun is mild, not merry. If jokes are told them good or bad — You know there is no harm in't, And yet you feel as if you had Just donned your Sunday garment,"], [153, "SO.ME PERSONS. 139 As if the parson looked you through, Wrhile shy, with creaking feet, Preceded by a verger, you Were being shown a seat. It is not that these worthy folk At merriment are riled ; It's simply they can't twig a joke, Or understand a child. They always seem to be in school, And long for no vacation ; They measure by a two-foot rule What Yankees call ' creation.' They lack the genial fire that gleams Where simple nature plays ; Their mental moral being seems To be encased in stays. They oftener give than take advice, And take than give a present ; They may be sometimes ' rather nice,' But never ' very pleasant.' They're civil, well-dressed, well-informed And sometimes give good dinners ; By lawless passion seldom stormed, As are Bohemia's sinners."], [154, "SOAIE PERSONS. 140 And yet, with morals beyond praise, I only know they bore you — By showing in ten thousand ways They don't care twopence for you."], [155, "141 ■'S IMPROMPTUS. I WAS thinking — yes, this morning — as I sauntered through my stables, Of my colloquy with Brown and that argument with Smith — When it flashed across me sudden how I might have turned the tables By a brilliant quotation and repartee, the pith Of which I know in Latin expressed — but I refrain From further explanation for a reason that is plain : I reserve it for explosion on some future social night, And, to tell the truth, at present it has escaped me quite. 'Tis the fate of my Impromptus ; they occur to me at seasons When I commune with the night breeze or apostro- phize a star : When I wake up in the morning, for certain curious reasons They have travelled like the fairies so very fast and far,"], [156, "'S IMPROMPTUS. 142 That to call them back to duty with a sudden jerk and strain Would be surely very cruel, if not altogether vain. So I let them fly till weary they descend — a little flat — Then I book them, those Impromptus, and rehearse them fresh and pat."], [157, "143 A SECRET WOE. There is a secret source of woe Where palm trees wave and tropic suns Make men and women burn and glow, Like hot cross buns — (By which I mean grow cross and hot) — A woe embittering many a lot ; The cause of untold grief and folly, Of much deep-seated melancholy : Ah ! would'st thou hear it ? Stranger, stay, And list my ' unpremeditated ' lay ! Most in the lands of cypress and of myrtle, Amid the swarthy skinned, it lurks unseen ; Yet in our Isle at feasts of punch and turtle It comes between. Where comes it not ? It breaks true lovers' chains Increases Jealousy's consuming pains ; Handmaid of Hate, and dear to Discontent — Would'st thou escape it ? Seek the Arab's tent ; Try dates for food, throw off each worldly trammel, And roam the desert on a Bedouin camel."], [158, "A SECRET WOE. 144 Yet even in Central Afric Burnaby Records the. presence of thischief of ills Among the gifts most prized there — says not he ? Are Cockle's Pills. Stranger, you know it now ; that mystic word Unveils it to the vulgar ; all have heard Of Cockle ; consequently all must know This mournful blight, this secret source of woe. No ? then attend, and pr'ythee do not smile — The subject saddens — briefly told, 'tis bile. The 'Faculty' give way, e'en supercilious Physicians own these pills are antibilious."], [159, "I U5 A CRUEL BLOW. i. The trace of pain was on her brow, Her nerves were tightly stretched ; and Could only gaze and wonder how And why that pain : I questioned her, but sought reply In vain. II. She was not mine ; another held That pearl of pearls, that rosebud fair. Was he the cause the soft heart swelled, Tears dimmed those eyes ? The thought (to me 'twas mad despair) Would rise. III. And inwardly I murmured, ' Brute,' While outwardly I said, ' How few Kind husbands are there ! ' She was mute The sage remark Had evidently missed, tho' true, Its mark. L"], [160, "146 A CRUEL BLOW. IV. I next essayed to glance at tricks Of gossip, thinking some kind friend Had dropped the thorn ; but failed to fix It so ; I tried A dozen ways, and at the end I sighed : v. Took up a book : a pause ; and then Her lips unclosed — and bit by bit I wormed the secret which my pen Scarce dare reveal ; I found the dart that pierced and hit Like steel. VI. But yester evening she had dined At Government House : an A. D. C. Had robbed her of her peace of mind. An old adorer, One Colonel K, took Mrs. G Before her ; VII. While Mr. Grantley took her in — A young civilian — now you see ! It was not that she cared a pin, Or loved old stagers ; But G.'s a Captain's wife — and she A Major's."], [161, "147 THE FIRST FURLOUGH. BY AN OLD INDIAN. I. You came out a boy, you're returning A man, with a beard full-grown, And fancies all buzzing and burning Round the scenes your boyhood has known. 'Tis a grand time indeed ; but remember, You have changed, and Time nowhere stands still ; While in England May glides to December, In more ways than one, with a will. n. Boys and girls — nay, each infantine lisper- You knew, will be grown up and slow : They'll vote you delightful, and whisper ' Too much of the Indian, you know.' You'll admire the hale British matron, The girls all so wondrously fair ; But you'll turn to St. James for your patron, At the Club, 14 in his Square."], [162, "148 THE FIRST FURLOUGH. III. Many things for which you have hankered You will find a delusion, a snare : The virtue that lies in a tankard, Roast beef and the old English fare, Remains, but the strawberries taste not As of yore ; old pleasures take wing : And ' Want not ' is better than ' Waste not In the land where money is king. IV. 'Nunc est,' do you murmur, ' bibendum '? Now's the time for a spree — there are pounds Awaiting your advent to spend 'em ? Bravo ! only keep within bounds, And your coin will bring pleasure, transmuting All boredom in country or town ; You can buy your own fishing and shooting, And mammas will be hunting you down. V. What ! hunting as well in the winter ? By Jove ! you will do it ; but mind, If you mean to launch out without stint or Reserve, leave a balance behind. The Indian has need of a margin, He bleeds at each pore, while his friends His income are always enlarging ; He brags too himself as he spends."], [163, "THE FIRST FURLOUGH. 149 VI. He forgets the rude garments he wore at Jungleybad but a few months ago : The barn that he lived in and swore at Fades away as he flirts in the Row. Not a word does he drop of how bare is The life he has left ; he essays To pass for a swell, catch an heiress, And in purple and plush end his days. VII. A libel, you say ! Well, it may be ; It's not quite the line that I took. Was too much, perhaps, of a gaby, Or funked being brought, sir, to book. I growled, but enjoyed myself greatly In a quiet unrackety way ; Took my drinking and wooing sedately, And lived upon — three times my pay. VIII. It's a nice little place, sir, that island — Tho' the rooms are too close and confined ; For some things there's no spot on dry land It's equal, or more to my mind. But it's cold to the stranger ; its purses And windows don't open like ours ; It stifles and starves, has reverses Of climate and luck at all hours."], [164, "THE FIRST FURLOUGH. 150 IX. There are plenty of sweets worth the sipping, There are blasts most confoundedly keen : The young folk want constantly ' tipping,' The old folks regard you ' eighteen.' You'll indulge in no end of romances On tigers and snakes, and be paid By-and-by with incredulous glances And smiles at the ' tricks of your trade.' X. Yet withal the first furlough means clover To the man who left England a boy. Shall I wish you, my friend, ere 'tis over, The last crowning sorrow, or joy ? Pain and care to be sweetly divided (Or doubled — which is it ?) for life ? I'm a cynic ? Well, don't do as I did- Come back without money or wife."], [165, "151 HORACE— ANGLICIZED AND INDIANIZED. Note. — The idea of transmogrifying Horace into an Anglo-Indian, as is done in some of these specimens, was suggested to me some years ago by a friend, who illustrated it with a skill that more than excused its audacity. To lovers of the genuine Falernian my mix ture will be as claret-cup often is to the wine from which it takes its name. I will only plead that there are people who don't drink good wine, don't know what it is, and yet rather like a mild beverage. Also, that there is no deception in this decoction ; the curacoa is undisguised, the parody patent — in parts, I think, even to those who know no more of Horace than that he was a Roman poet, and is, or used to be, a good deal quoted in the British House of Commons and lesser places of debate. Having confessed thus much, I must add that there is claret in the cup : indeed, the first of these odes aspires to be a translation, done in schoolboy days ; and this may almost be said of the second and third. LOVERS' QUARRELS. Book III., Ode 9. HORACE. While to thee I was sweetheart, When no other was found More potent in charms, To throw loving arms Thy white neck around, Than the king of the Persians more blessed was I."], [166, "LOVERS' QUARRELS. 152 Lydia. While you burned for no other, And great was my name ; When Lydia was reckoned To Chloe not second, In maidenly fame, Than Ilia of Rome more renowned was I. HORACE. Me Chloe's now queen of; The girl of sweet strains, In my bosom she reigns ; For whose sake I swear To die I'd not fear — So the Fates to survive me would spare my sweet dear. Lydia. Me Calais is lord of; The love-flames that shine In his breast glow in mine ; For whom with love sure Death twice I'd endure — So the Fates to survive me would spare my sweet puer. HORACE. What, if former love come back, And bind with strong chain Hearts disjoined again ? If to Chloe with hair of gold This heart again be cold, And to Lydia rejected its portals unfold ?"], [167, "LOVERS' QUARRELS. 153 LYDIA. Then, though my Calais is Star of eve brighter than ; Though thou art lighter than Down, and thy temper be Hotter than raging sea — Yet will I live and die gladly with thee !"], [168, "154 THE GOLDEN MEAN. Book II., Ode io. Launch out into the open main, Or blindly hug the shore ? Waste in a year a lifetime's gain, Or keep a miser's store ? Do neither ; but with aim serene Preserve, my friend, the golden mean. So, free from sordid solitude, You shall not vaunt a full-blown state ; Nor nurse the common envious mood That carps at every palace gate. The lofty pines, when winds assail, Feel most the fury of the gale. High towers fall heaviest in the squall, (A great man's lot is often hard,) And when the angry lightnings fall, The mountain-tops are ever scarred. You see my drift ? wise men, I say, Fear most when sunned by Fortune's ray,"], [169, "THE GOLDEN MEAN. 155 And adverse times freeze not their hopes, For well they know the selfsame Power That binds with frost the grassy slopes Will bring again the summer flower. If now you feel the wintry blast, Think this — the hard times will not last. Though silent now, who knows but what A note of joy he soon may sing ? Shall Fate for ever wound, and not At times, my friend, lay by her sling ? When Fortune lours, show heart and pluck, But shorten sail when winds blow luck."], [170, "156 ■j ■3 TO THE OLD \"FLAME.\" Book I., Ode 5. WHAT slip of youth is wooing thee. Bedewed in rose perfumery, In ball-room's cool recess ? Sacred that hair to whom — Wanton in golden bloom, Siren of artlessness ? Ah ! he who woos thee fondly now Shall often mourn thy broken vow, With tearful eye a-grieving ; Gazing on stormy sea, Wailing the Fates' decree — Fool for believing ! Fool, not to know the fickle breeze. But ever think to love and please ; Ah ! Helen, thy soft witcheries Beguile the young untried : I who fell in Love's sea Swam out full speedily ; Now as dry as any bone, With a wife of fourteen stone,"], [171, "THE OLD \" FLAME.\" 157 And a fortune of her own, Bid I my neighbours see How of Helen's witchery 'Scaped I the tide."], [172, "•58 TO A YOUNG FRIEND. Book I., Ode 9, 1 I PICTURE you burning your yule-log in Wales ; Mount Snowdon stands by, clad in thickly wreathed snow, And the snowdrifts are heavy on woods and in dales, While the frost is so hard the rivers won't flow. II. Well, keep out the cold ; pile the logs up on high ; Produce the old port, and be jovial to-night : Leave the rest to the gods, who, when tempests sweep by, And war with the sea till he boils in his might, III. Lull them softly to rest, so that cypress and ash Stir never a leaf : why, then I maintain You need not inquire what to-morrow may flash, But score up each day as it comes for a gain."], [173, "70 A YOUNG FRIEND. 159 IV. While you're young, sir, and blooming, make the most of your time ; Eat, drink, and be seen every night on the Mall. Play blindman's-buff with the girls ; their laughter's sweet chime Is delightful — mistletoe shrieks above all ; V. When you pounce on them suddenly under the bough, And snatch in the struggle a glove or a kiss ; They pretend you shan't have it, but really allow The pleasant effrontery's not much amiss."], [174, "160 TO NORA. Book I., Ode 8. TELL me, Nora, pray, Why have your bright eyes made Jack such a muff: He used to be a manly chap enough, And game to hunt a pig, however hot the day. But now we see him stand Moonstruck, and shrinking from a Mess carouse ; Not ' peacocking ' from house to house, Or on his Arab prancing at the Band. And one would think the lad Had never handled quoit, or ball and bat ; He keeps his hands so clear of mutton fat, You'd think no soap and water could be had. If you propose to throw him At wrestling — why, he backs out with excuses ; The man who used to pride himself on bruises Now seems to think the slightest knock would kill him. His liver's sound, the fellow's tough enough ; But, Nora, you have made Jack such a muff!"], [175, "161 TO DISMAL JAMES. Book II., Ode u. Scraping and toiling, your face Is enough to drive a man frantic. Why look forward so much ? Why try To compress the whole world in a sigh, And span with your fears the Atlantic ? You allow, John, that life is a race Soon run : well, then, little's required. Youth and beauty pass quickly away, Age eclipses love's pleasant heyday, And makes us sleep poorly when tired. We must change, then, it seems, like the flowers Of spring, or the light of the moon. 'Tis kismet; but wherefore revolve Deep problems you never can solve ? A nd why pipe to so doleful a tune ? While here, let us press from the hours All their joys — you call them, John, folly. Though India's not England, you see, My friend, an old buffer like me Thrives tolerably well and is jolly. M"], [176, "162 TO DISMAL JAMES. It's the ' sparkling ' that does it : come on, Have a glass, you old Puritan — drink ! Then we'll off to the ball-room, and you Shall dance with that fairy in blue, While I take the angel in pink."], [177, "163 TO A WOULD-BE MOTHER-IN-LAW. Book IV., Ode i. Mother-in-law that wouldstbe, spare me a bachelor, spare me ! I am not what I was, to fetch and carry for ladies. Love is it you would instil in an old cock close upon fifty ? Go, there are boys who will pray you to mother-in-law them for ever ; Go with daughters twain, and conquer a youthful Col- lector. Robinson — he is the man, inflammable, sportive, and handsome, Fond of returning thanks to the oft-drank toast of \"The Ladies.\" He can dance, sing, paint, and loves to play the piano. Let him come to the front, and soon will rise up a rival. Robinson rivals brings, who'll bring you many a pre- sent ; Then he will laugh and win, and — find you a home at Geneva ; Close to the bright blue lake, or a cottage Swiss in the Tyrol."], [178, "TO A WOULD-BE MOTHER-IN-LAW. 164 There you shall have fresh air and sounds of the hurdy-gurdy, Incense-breathing pines, and the music of Tyrolese maidens. Lads and lasses will dance, if you pay them, morning and evening, Dance, and be glad of the coin, to the mother-in-law from Mussooree. Me tho' woman nor youth, nor the hope of an ardent attachment, Suppers at night (or rather at one o'clock in the morn- ing), Button-hole posies, or gloves, or boots of the shiniest leather, Please as of old : ah, no ! but at times I sigh in my armchair, Sometimes silence will hold my tongue, which is otherwise fluent. Nightly in dreams I clasp — ah, what ? 'Tis a phan- tom, a shadow, Flying across Hyde Park, cold shade of one who was cruel. Years are between, long years, and the breadth of the measureless ocean."], [179, ""], [180, ""], [181, "I, Paternoster Square, London. A LIST OF C. KEGAN PAUL AND CO.'S PUBLICATIONS ABBEY (Henry). Ballads of Good Deeds, and Other Verses. Fcap. 8vo. Cloth gilt, price 5s. A. K. H. B. A Scotch Communion Sun day, to which are added Certain Discourses from a University City. By the Author of \" The Recreations of a Country Parson.\" Second Edition. Crown 8vo. Cloth, price $s. ABDULLA (Hakayit). Autobiography of a Malay Munshi. Translated by J. T. Thomson, F. R. G. S. With Photo- lithograph Page of Abdulla's MS. Post 8vo. Cloth, price 12s. ALBERT (Mary). Holland and her Heroes to the year 1585. An Adaptation from \"Motley's Rise of the Dutch Re- public. Small crown 8vo. Cloth, price, 4_r. 6d. ADAMS (A. L.), M.A., M.B., F.R.S., F.G.S. Field and Forest Rambles of a Naturalist in New Bruns- wick. With Notes and Observations on the Natural History of Eastern Canada. Illustrated. 8vo. -Cloth, price 14^. ALLEN (Rev. R.), M.A. Abraham ; his Life, Times, and Travels, 3,800 years ago. Se- cond Edition. With Map. Post 8vo. Cloth, price 6s. ALLEN (Grant), B.A. Physiological Æsthetics. Crown 8vo. 95-. ADAMS (F. O.), F.R.G.S. The History of Japan. From the Earliest Period to the Present Time. New Edition, revised. 2 volumes. With Maps and Plans. Demy 8vo. Cloth, price 21$. each. AMOS (Prof. Sheldon). Science of Law. Second Edition. Crown 8vo. Cloth, price 5.?. Volume X. of The International Scientific Series. ADAMS (W. D.). Lyrics of Love, from Shake- speare to Tennyson. Selected and arranged by. Fcap. 8vo. Cloth extra, gilt edges, price 3-r. 6d. Also, a Cheap Edition. Fcap. 8vo. Cloth, price is. 6d. ANDERSON (Rev. C), M.A. New Readings of Old Parables. Demy 8vo. Cloth, price 4s. 6d. Church Thought and Church Work. Edited by. Second Edition. Demy 8vo. Cloth, price ys. 6d. Words and Works in a London Parish. Edited by. Second Edition. Demy 8vo. Cloth, price 6s. The Curate of Shyre. Se- cond Edition. 8vo. Cloth, price ■js. 6d. ADAMS(John), M.A. St. Malo's Quest, and other Poems. Fcap. 8vo. Cloth, $s. ADON. Through Storm & Sunshine. Illustrated by M. E. Edwards, A. T. H. Paterson, and the Author. Crown 8vo. Cloth, price 7s. 6d. ANDERSON (Col. R. P.). Victories and Defeats. An Attempt to explain the Causes which have led to them. An Officer's Manual. Demy8vo. Cloth, price 14J. A. J. R. Told at Twilight ; Stories in Verse, Songs, &c. Fcap. 8vo. Cloth, price 35. 64. A 4.78."], [182, "A List of 2 AYRTON (J. C). A Scotch Wooing. 2 vols. Crown 8vo. Cloth. ANDERSON (R. C), C.E. Tables for Facilitating the Calculation of every Detail in connection with Earthen and Masonry Dams. Royal 8 vo. Cloth, price £-z zs. ANSON (Lieut.-Col. The Hon. A.), V.C., M.P. The Abolition of Purchase and the Army Regulation Bill of 1871. Crown 8vo. Sewed, price is. Army Reserves and Militia Reforms. Crown 8vo. Sewed, BAGEHOT (Walter). Some Articles on the De- preciation of Silver, and Topics connected with it. Demy 8vo. Price Physics and Politics; or, Thoughts on the Application of the Principles of \"Natural Selection\" and \"Inheritance\" to Political So ciety. Third Edition. Crown 8vo. Cloth, price $s. Volume II. of The International Scientific Series. price is. Story of the Supersessions. Crown 8vo. Sewed, price 6d. ARCHER (Thomas). About my Father's Business. Work amidst the Sick, the Sad, and the Sorrowing. Crown 8vo. Cloth, price 5s. The English Constitution. A New Edition, Revised and Corrected, with an Introductory Dissertation on Recent Changes and Events. Crown 8vo. Cloth, price 7.$. 6d. Lombard Street. A Description of the Money Market. Seventh Edition. Crown 8vo. Cloth, price js. 6d. ARGYLE (Duke of). Speeches on the Second Reading of the Church Patron- age (Scotland) Bill in the House of Lords, June 2, 1874 ; and Earl of Camperdown's Amendment, June 9, 18^4^ placing the Election of Ministers in the hands of Ratepayers. Crown 8vo. Sewed, price is. BAGOT (Alan). Accidents in Mines : their Causes and Prevention. Crown 8vo. Cloth, price 6s. Army of the North German Confederation. A Brief Description of its Organi- zation, of the Different Branches of the Service and their rdle in War, of its Mode of Fighting, &c, &c. Translated from the Corrected Edi- tion, by permission of the Author, by Colonel Edward Newdigate. Demy Svo. Cloth, price 5$. BAIN (Alexander), LL.D. MindandBody: the Theories of their relation. Fifth Edition. Crown 8vo. Cloth, price 4s. Volume IV. of The International Scientific Series. BALDWIN (Capt. J. H.), F.Z.S., Bengal Staff Corps. The Large and Small Game of Bengal and the North-West- ern Provinces of India. 4to. With numerous Illustrations. Second Edi- tion. Cloth, price 21$. ASHTON(J-). Rough Notes of a Visit to Belgium, Sedan, and Paris, in September, 1870-71. Crown 8vo. Cloth, price 3^. 6d. AUBERTIN(J. J.). Camoens' Lusiads. Portu- guese Text, with Translation by. With Map and Portraits. 2 vols. Demy 8vo. Price 30.?. BANKS (Mrs. G. L.). God's Providence House. New Edition. Crown 8vo. Cloth, price 3s. 6d. BARING (T. C), M.A., M.P. Pindar in English Rhyme. Being an Attempt to render the Epinikian Odes with the principal remaining Fragments of Pindar into English Rhymed Verse. Small Quarto. Cloth, price 7s. Aunt Mary's Bran Pie. By the author of \" St. Olave's.\" Illustrated. Cloth, price 3s. 6d. Aurora. A Volume of Verse. Fcap. 8vo. Cloth, price $s."], [183, "C. Kegan Paul 6° Co.'s Publications. 3 BARLEE (Ellen). Locked Out : a Tale of the Strike. With a Frontispiece. Royal i6mo. Cloth, price is. 6d. BENNIE (Rev. J. N.), M.A. The Eternal Life. Sermons preached during the last twelve years. Crown 8vo. Cloth, price 6s. BARTLEY (George C. T.), Ma- nager of the National Penny Bank. Domestic Economy : Thrift in Every Day Life. Taught in Dialogues suitable for Children of all ages. Small crown Svo. Cloth, limp, 2s. BAUR (Ferdinand), Dr. Ph., Professor in Maulbronn. A Philological Introduction to Greek and Latin for Students. Translated and adapted from the German of. By C. Kegan Paul, M.A. Oxon., and the Rev. E. D. Stone, M.A., late Fellow of King's College, Cambridge, and Assistant Master at Eton. Crown 8vo. Cloth, price 6s. BAYNES (Rev. Canon R- H.), M.A. At the Communion Time. BERNARD (Bayle). Samuel Lover, the Life and Unpublished Works of. In 2 vols. With a Steel Portrait. Post 8vo. Cloth, price 21s. BERNSTEIN (Prof.). The Five Senses of Man. With 91 Illustrations. Second Edition. Crown Svo. Cloth, price 5.1. Volume XXI. ofThe International Scientific Series. BETHAM - EDWARDS (Miss M.). Kitty. With a Frontispiece. Crown Svo. Cloth, price 6s. BISCOE(A. C). The Earls of Middleton, Lords of Clermont and of Fetter cairn, and the Middleton Family. Crown 8vo. Cloth, price 10s. 6d. A Manual for Holy Communion. With a preface by the Right Rev. the Lord Bishop of Deny and Raphoe. Cloth, price is. 6d. *#* Can also be had bound in French morocco, price 2s. 6d. ; Per sian morocco, price 3^. ; Calf, or Turkey morocco, price 35. 6d. Home Songs for Quiet Hours. Fourth and cheaper Edi tion. Fcap. 8vo. Cloth, price 2s. 6d. This may also be had handsomely Bound in morocco with gilt edges. BISSET (A.) History of the Struggle for Parliamentary Government in England. 2 vols. Demy 8vo. Cloth, price 24.?. BLANC (H.), M.D. Cholera: Howto Avoid and Treat it. Popular and Practical Notes. Crown 8vo. Cloth, price 4s. 6d. BECKER (Bernard H.). The Scientific Societies of London. Crown 8vo. Cloth, price 5,?. BLASERNA (Pro!. Pietro). The Theory of Sound in its Relation to Music. With numer- ous Illustrations. Crown 8vo. Cloth, price 5$. BENNETT (Dr. W. C). Narrative Poems&Ballads. Fcap. 8vo. Sewed in Coloured Wrap- per, price is. Songs for Sailors. Dedicated by Special Request to H. R. H. the Duke of Edinburgh. With Steel Portrait and Illustrations. Crown 8vo. Cloth, price 3^. 6d. Volume XXII. of The International Scientific Series. Blue Roses ; or, Helen Mali- nofska's Marriage. By the Author of \"Vt-ra.\" 2 vols. Fifth Edition. Cloth, gilt tops, 12s. An Edition in Illustrated Paper Covers, price is. Songs of a Song Writer. Crown 8vo. Cloth, price 6s. %* Also a Cheaper Edition in 1 vol. With frontispiece. Crown 8vo. Cloth, price 6s."], [184, "A List of 4 Brave Men's Footsteps. By the Editor of \" Men who have Risen.\" A Book of Example and Anecdote for Young People. With Four Illustrations by C. Doyle. Third Edition. Crown 8vo. Cloth, price 3-r. 6d. BLUME (Major W.). The Operations of the German Armies in France, from Sedan to the end of the war of 1870- 71. With Map. From the Journals of the Head-quarters Staff. Trans- lated by the late E. M. Jones, Maj. 20th Foot, Prof. of Mil. Hist., Sand- hurst. Demy 8vo. Cloth, price gs. BRIALMONT (Col. A.). Hasty Intrenchments. Translated by Lieut. Charles A. Empson, R. A. With Nine Plates. Demy Svo. Cloth, price 6s. BOGUSLAWSKI (Capt. A. von). Tactical Deductions from the War of 1870-71. Translated by Colonel Sir Lumley Graham, Bart., late 18th (Royal Irish) Regi- ment. Third Edition, Revised and Corrected. Demy Svo. Cloth, price 7s. BROOKE (Rev. J. M. S.), M. A. Heart, be Still. A Sermon preached in Holy Trinity Church, Southall. Imperial 32mo. Sewed, price 6d. BONWICK(J.), F.R.G.S. The Tasmanian Lily. With Frontispiece. Crown 8vo. Cloth, price 5s. BROOKE (Rev. S. A.), M. A., Chaplain in Ordinary to Her Majesty the Queen, and Minister of Bedford Chapel, Bloomsbury. The Late Rev. F. W. Ro- bertson, M.A., Life and Letters of. Edited by. Mike Howe, the Bushranger of Van Diemen's Land. With Frontispiece. Crown 8vo. Cloth, price 5$. Pyramid Facts and Fan cies. Crown 8vo. Cloth price 5^. I. Uniform with the Sermons. 2 vols. With Steel Portrait. Price 7s. 6d. BOSWELL (R. B.), M.A., Oxon. Metrical Translations from the Greek and Latin Poets, and other Poems. Crown 8vo. Cloth, price 5 s. II. Library Edition. 8vo. With Two Steel Portraits. Price 12s. III. A Popular Edition, in 1 vol. 8vo. Price 6s. EOWEN (H. C), M.A., Head Master of the Grocers' Company's Middle Class School at Hackney. Studies in English, for the use of Modern Schools. Small Crown Svo. Cloths price is. 6d. Theology in the English Poets. — Cowper, Coleridge, Wordsworth, and Burns. Third Edition. Post Svo. Cloth, price gs. Christ in Modern Life. Eleventh Edition. Crown 8vo. Cloth, price js. 6d. BOWRING(L.), C.S.I. Eastern Experiences. Illustrated with Maps and Diagrams. Demy 8vo. Cloth, price 16s. Sermons. First Series. Ninth Edition. Crown 8vo. Cloth, price 6j-. BOWRING (Sir John). Autobiographical Recollections. With Memoir by Lewin B. Bowring. Demy Svo. Price 14.1. Sermons. Second Series. Third Edition. Crown 8vo. Cloth, price 7s. BRADLEY (F. H.). Ethical Studies. Critical Essays in Moral Philosophy. Large post 8vo. Cloth, pricp gs. Mr. Sidgwick's Hedonism: an Examination of the Main Argu- ment of \"The Methods of Ethics.\" Demy 8vo., sewed, price 2s. 6d. The Fight of Faith. Ser mons preached on various occasions. Third Edition. Crown 8vo. Cloth, price js. 6d. Frederick Denison Maurice : The Life and Work of. A Memorial Sermon. Crown 8vo. Sewed, price is."], [185, "C. Kegan Paul 6° Coh Publications* 5 BROOKE (W. G.), M.A. The Public Worship Regulation Act. With a Classified Statement of its Provisions, Notes, and Index. Third Edition, revised and corrected. Crown 8vo. Cloth, price 3$. 6d. Six Privy Council Judg- ments — 1850-1872. Annotated by. Third Edition. Crown Svo. Cloth, price 9$. BULKELEY (Rev. H. J.). Walled in, and other Poems. Crown 8vo. Cloth, price $s. BUNNETTfF. E.). Linked at Last. Crown 8vo. Cloth, price ios. 6d. BURTON (Mrs. Richard). The Inner Life of Syria, Palestine, and the Holy Land. With Maps, Photographs, and Coloured Plates. 2 vols. Second Edition. Demy Svo. Cloth, price 24s. BROUN (J. A.). Magnetic Observations at Trevandrum and Augustia Malley. Vol. I. 4to. Cloth, price 63$. The Report from above, separately sewed, price 21*. CADELL(Mrs. H. M.). Ida Craven : A Novel. 2 vols. Crown 8vo. Cloth. BROWN (Rev. J. Baldwin), B.A. The Higher Life. ItsReality, Experience, and Destiny. Fourth Edition. Crown 8vo. Cloth, price 7s. 6d. Doctrine of Annihilation in the Light of the Gospel of Love. Five Discourses. Second Edition. Crown 8vo. Cloth, price 2s. 6d. CALDERON. Calderon's Dramas : The Wonder- Working Magician — Life is a Dream — The Purgatory of St. Patrick. Translated by Denis Florence MacCarthy. Post 8vo. Cloth, price 10s. CARLISLE (A. D.), B. A. Round the World in 1870. A Volume of Travels, with Maps. New and Cheaper Edition. Demy 8vo. Cloth, price 6s. BROWN Q. Croumbie), LL.D. Reboisement in France; or, Records of the Replanting of the Alps, the Cevennes, and the Pyre- nees with Trees, Herbage, and Bush. Demy Svo. Cloth, price 12s. 6d. The Hydrology of Southern Africa. Demy Svo. Cloth, price ios. 6d. CARNE (Miss E. T.). The Realm of Truth. Crown 8vo. Cloth, price 5s. 6d. CARPENTER (E.). Narcissus and other Poems. Fcap. Svo. Cloth, price 5*- BROWNE (Rev. M. E.) Until the Day Dawn. Four Advent Lectures. Crown 8vo. Cloth, price 2s. 6d. CARPENTER (W. B.), LL.D., M.D., F.R.S., &c. The Principles of Mental Physiology. With their Applica- tions to the Training and Discipline of the Mind, and the Study of its Morbid Conditions. Illustrated. Fourth Edition. 8vo. Cloth, price 12s. BRYANT (W. C.) Poems. Red-line Edition. With 24 Illustrations and Portrait of the Author. Crown 8vo. Cloth extra, price 7s. 6d. A Cheaper Edition, with Frontis- piece. Small crown 8 vo. Cloth, price 3s. 6d. CARR (Lisle). Judith Gwynne. 3 vols. Second Edition. Crown 8vo. Cloth. BUCHANAN (Robert). Poetical Works. Collected Edition, in 3 vols., w^ith Portrait. Crown 8vo. Cloth, price 6s. each. Master-Spirits. Post 8vo. Cloth, price ios. 6d. CAVALRY OFFICER. Notes on Cavalry Tactics, Organization , &c . With Dia grams. Demy Svo, Cloth, price 12^."], [186, "A List of 6 CHAPMAN (Hon. Mrs. E. W.). A Constant Heart. A Story. 2 vols. Cloth, gilt tops, price 12s. COLERIDGE (Sara). Pretty Lessons in Verse for Good Children, with some Lessons in Latin, in Easy Rhyme. A New Edition. Illustrated. Fcap. 8vo. Cloth, price 3s. 6d. Children's Toys, and some Elementary Lessons in General Knowledge which they teach. Illus- trated. Crown 8vo. Cloth, price 5s. Phantasmion. A Fairy Tale. With an Introductory Preface by the Right Hon. Lord Coleridge, of Ottery St. Mary. A New Edition. Illustrated. Crown 8vo. Cloth, price 7s. 6d. CHRISTOPHERSON (The late Rev. Henry), M.A. Sermons. With an Intro- duction by John Rae, LL.D., F.S.A. First Series. Crown 8vo. Cloth, price 7s. 6d. Memoir and Letters of Sara Coleridge. Edited by her Daughter. With Index. • 2 vols. With Two Portraits. Third Edition, Revised and Corrected. Crown 8vo. Cloth, price 24s. Cheap Edition. With one Portrait. Cloth, price 7s. 6d. Sermons. With an Intro duction by John Rae, LL.D., F.S.A. Second Series. Crown 8vo. Cloth, price 6s. COLLINS (Mortimer). CLAYTON (Cecil). The Princess Clarice. A Story of 1871. 2 vols. Cloth. Squire Silchester's Whim. 3 vols. Cloth. Miranda. A Midsummer Madness. 3 vols. Cloth. Essie's Game; How She Lost and How She Won. A Novel. 2 vols. Cloth. CLERK (Mrs. Godfrey). 'Ham en Nas. Historical Tales and Anecdotes of the Times of the Early Khalifahs. Translated from the Arabic Originals. Illus trated with Historical and Explana tory Notes. Crown Svo. Cloth, price 7s. Inn of Strange Meetings, and other Poems. Crown Svo. Cloth, price 5s. The Secret of Long Life. Dedicated by special permission to Lord St. Leonards. Fourth Edition. Large crown 8vo. Cloth, price $s. CLERY(C), Capt. Minor Tactics. With 26 Maps and Plans. Third and revised Edition. Demy8vo. Cloth, price 16^. COLLINS (Rev. R.), M.A. Missionary Enterprise in the East. With special reference to the Syrian Christians of Malabar, and the results of modern Missions. With Four Illustrations. Crown 8vo. Cloth, price 6s. CLODD (Edward), F.R.A.S. The Childhood of the World : a Simple Account of Man in Early Times. Third Edition. Crown 8vo. Cloth, price 3$. A Special Edition for Schools. Price is. CONGREVE (Richard), M.A., M.R.C.P.L. Human Catholicism. Two Sermons delivered at the Positivist School on the Festival of Humanity, 87 and 88, January 1, 1875 and 1876. Demy 8vo. Sewed, price is. The Childhood of Reli gions. Including a Simple Account of the Birth and Growth of Myths and Legends. Third Thousand. Crown 8vo. Cloth, price 5.S. A Special Edition for Schools. CONYERS(Ansley). Chesterleigh. 3 vols. Crown Price is. 6d. 8vo. Cloth."], [187, "C. Kegan Paul &> Co.'s Publications. 7 COOKE (M. C), M.A., LL.D. Fungi; their Nature, Influ- ences, Uses, &c. Edited by the Rev. M. J. Berkeley, M.A., F. L. S. With Illustrations. Second Edition. Crown Svo. Cloth, price $s. Volume XIV. of The International Scientific Series. Cosmos. A Poem. Fcap. 8vo. Cloth, price 3$. 6d. COTTON (R. T.). Mr. Carington. A Tale of Love and Conspiracy. 3 vols. Crown 8vo. Cloth. COOKE (Prof. J. P.), of the Har- vard University. COX (Rev. Samuel). Salvator Mundi ; or, Is Christ the Saviour of all Men ? Third Edition. Crown 8vo. Cloth, price $s. The New Chemistry. With 31 Illustrations. Third Edition. Crown Svo. Cloth, price $s. Volume IX. of The International Scientific Series. CRESSWELL (Mrs. G.). The King's Banner. Drama in Four Acts. Five Illustrations. 4to. Cloth, price ioj. 6d. Scientific Culture. Crown 8vo. Cloth, price is. CROMPTON (Henry). COOPER (T. T.), F.R.G.S. The Mishmee Hills: an Account of a Journey made in an Attempt to Penetrate Thibet from Assam, to open New Routes for Commerce. Second Edition. With Four Illustrations and Map. Post 8vo. Cloth, price ios. 6d. Industrial Conciliation. Fcap. 8vo. Cloth, price 2s. 6d. CUMMINS(H. I.), M. A. Parochial Charities of the City of London. Sewed, price if. CURWEN (Henry). Cornhill Library of Fiction (The). Crown 8vo. Cloth, price 3-r. 6d. per volume. Half-a-Dozen Daughters. By J. Masterman. The House of Raby. By Mrs. G. Hooper. A Fight for Life. By Moy Thomas. Robin Gray. By Charles Gibbon. One of Two ; or, The Left- Handed Bride. By J. Hain Fris- well. God's Providence House. By Mrs. G. L. Banks. For Lack of Gold. By Charles Gibbon. Abel Drake's Wife. By John Saunders. Sorrow and Song: Studies of Literary Struggle. Henry Miirger — Novalis — Alexander Petofi—Hon ors de Balzac — Edgar Allan Poe — Andr£ Ch^nier. 2 vols. Crown 8vo. Cloth, price 15.S. DANCE (Rev. C. D.). Recollections of Four Years in Venezuela. With Three Illus trations and a Map. Crown 8vo. Cloth, price 7s. 6d. D'ANVERS(N. R.). The Suez Canal : Letters and Documents descriptive of its Rise and Progress in 1854-56. By Ferdinand de Lesseps. Translated by. Demy8vo. Cloth, price ioj. 6d. Hirell. By John Saunders. CORY (Lieut. Col. Arthur). Little Minnie's Troubles. An Every-day Chronicle. With Four Illustrations by W. H. Hughes. Fcap. Cloth, price 3^. 6d Pixie's Adventures; or, the Tale of a Terrier. With 21 Illustra tions. i6mo. Cloth, price 4^. 6d. The Eastern Menace; or, Shadows of Coming Events. Crown 8vo. Cloth, price $s. lone. A Poem in Four Parts. Fcap. Svo. Cloth, price 5s."], [188, "A List of 8 DAVIDSON(Rev. Samuel), D.D., LL.D. DE TOCQUEVILLE (A.). Correspondence and Con- versations of, with Nassau Wil- liam Senior, from 1834 to 1859. Edited by M. C. M. Simpson. 2 vols. Post 8vo. Cloth, price 21s. The NewTestament,trans lated from the Latest Greek Text of Tischendorf. A new and thoroughly revised Edition. Post 8vo. Cloth, price ios. 6d. DE VERE (Aubrey). Canon of the Bible : Its Formation, History, and Fluctua tions. Second Edition. Small crown 8vo. Cloth, price 55-. Alexander the Great. A Dramatic Poem. Small crown 8vo. Cloth, price 5$. The Infant Bridal, and Other Poems. A New and En larged Edition. Fcap. Svo. Cloth price 7s. 6d. DAVIES (G. Christopher). Mountain, Meadow, and Mere: a Series of Outdoor Sketches of Sport, Scenery, Adventures, and Natural History. With Sixteen Il- lustrations by Bosworth W. _ Har- court. Crown 8vo. Cloth, price 6s. The Legends of St. Patrick, and Other Poems. Small crown 8vo Cloth, price $s. Rambles and Adventures of Our School Field Club. With Four Illustrations. Crown 8vo. Cloth, price ss- St. Thomas of Canterbury. A Dramatic Poem. Large fcap. 8vo. Cloth, price 5s. Antar and Zara : an Eastern Romance. Inisfail, and other Poems, Meditative and Lyrical. Fcap. 8vo. Price 6s. DAVIES (Rev. J. L.), M.A. Theology and Morality. Essays on Questions of Belief and Practice. Crown 8vo. Cloth, price 7s. 6d. The Fall of Rora, the Search after Proserpine, and other Poems, Meditative and Lyrical. Fcap. Svo. Price 6s. DAWSON (George), M.A. Prayers, with a Discourse on Prayer. Edited by his Wife. Fourth Edition. Crown 8 vo. Price 6s. DE WILLE (E.). Under a Cloud; or, Johan nes Olaf. A Novel. Translated by F. E. Bunnett. 3 vols. Crown 8vo. Cloth. Sermons on Disputed Points and Special Occasions. Second Edition. Crown 8vo. Cloth, price 6s. DENNIS (J.). DE L'HOSTE (Col. E. P.). The Desert Pastor, Jean Jarousseau. Translated from the French of Eugene Pelletan. With a Frontispiece. New Edition. Fcap. 8vo. Cloth, price 3s. 6d. English Sonnets. Collected and Arranged. Elegantly bound. Fcap. Svo. Cloth, price ss. 6d. DOBSON (Austin). Vignettes in Rhyme and Vers de Socie'te. Third Edition. Fcap. 8vo. Cloth, price 5s. DE REDCLIFFE (Viscount Stratford), P.C., K.G., G.C.B. Why am I a Christian ? Fifth Edition. Crown 8vo. Cloth, price 3s. Proverbs in Porcelain. By the Author of ' ' Vignettes in Rhyme \" Crown Svo. 6s."], [189, "C. Kegan Paul & Co.'s Publications. 9 DOWDEN (Edward), LL.D. Shakspere : a Critical Study of his Mind and Art. Third Edition. Post Svo. Cloth, price 12s. DURAND(Lady). Imitations from the Ger man of Spitta and Terstegen. Fcap. Svo. Cloth, price 4s. Poems. Second Edition. Fcap. 8vo. Cloth, price 5s. DU VERNOIS (Col. von Verdy). Studies in leading Troops. An authorized and accurate Trans- lation by Lieutenant H. J. T. Hildyard, 71st Foot. Parts I. and II. Demy Svo. Cloth, price 7s. Studies in Literature, 1789 1877. Demy Svo. Cloth. DOWNTON (Rev. H.), M.A. Hymns and Verses. Ori- ginal and Translated. Small crown 8vo. Cloth, price 3s. 6d. EDEN (Frederick). The Nile without a Dragoman. Second Edition. Crown Svo. Cloth, price 7s. 6d. DRAPER (J. W.), M.D., LL.D., Professor in the University of New York. History of the Conflict be- tween Religion and Science. Ninth Edition. Crown Svo. Cloth, price 5.?. Volume XIII. of The International Scientific Series. EDMONDS (Herbert). Well Spent Lives : a Series of Modern Biography. Crown Svo. Price 5s. EDWARDS (Rev. Basil). Minor Chords ; Or, Songs for the Suffering : a Volume of Verse. Fcap. 8vo. Cloth, price 2s. 6d. ; paper, price is. 6d. DREW (Rev. G. S.), M.A. Scripture Lands in con nection with their History. Second Edition. 8vo. Cloth, price ios. 6d. EILOART(Mrs.). Lady Moretoun's Daughter. 3 vols. Crown 8vo. Cloth. . Nazareth : Its Life and Lessons. Third Edition. Crown 8vo. Cloth, price 5.J. ELLIOT (Lady Charlotte). Medusa and other Poems. Crown 8vo. Cloth, price 6s. The Divine Kingdom on Earth as it is in Heaven. 8vo. Cloth, price ios. 6d. ELLIOTT (Ebenezer), The Corn Law Rhymer. Poems. Edited by his son, the Rev. Edwin Elliott, of St. John's, Antigua. 2 vols. Crown Svo. Cloth, price 18s. The Son of Man : His Life and Ministry. Crown Svo. Cloth, price 7s. 6d. DREWRY(G. O.), M.D. The Common-Sense Management of the Stomach. Third Edition. Fcap. 8vo. Cloth, price 2s. 6d. ELSDALE (Henry). Studies in Tennyson's Idylls. Crown 8vo. Cloth, price 5$. ENGLISH CLERGYMAN. An Essay on the Rule of Faith and Creed of Athanasius. Shall the Rubric preceding the Creed be removed from the Prayer- book ? Sewed. 8vo. Price is. DREWRY (G. O.), M. D., and BARTLETT (H. C), Ph.D., F.C.S. Cup and Platter : or, Notes on Food and its Effects. Small 8vo. Cloth, price 2s. 6d. Epic of Hades (The). DRUMMOND (Miss). By a New Writer. Author of \" Songs of Two Worlds.\" Fourth and finally revised Edition. Fcap. 8vo. Cloth, price 7s. 6d. Tripps Buildings. A Study from Life, with Frontispiece. Small crown Svo. Cloth, price 3s. 6d. A 2"], [190, "A List of 10 Eros Agonistes. Poems. By E. B. D. Fcap. 8vo. Cloth, price 35. 6d. FAVRE (Mons. J.). The Government of the National Defence. From the 30th June to the 31st October, 1870. Translated by H. Clark. Demy 8vo. Cloth, price ios. 6d. Essays on the Endowment of Research. By Various Writers. FENN (G. M.). A Little World. A Novel, in 3 vols. List of Contributors. Mark Pattison, B. D. James S. Cotton, B. A. Charles E. Appleton, D. C. L. Archibald H. Sayce, M. A. Henry Clifton Sorby, F. R. S. Thomas K. Cheyne, M. A. W. T. Thiselton Dyer, M.A. Henry Nettleship, M. A. Square crown octavo. Cloth, price 10$. 6d. FERRIS (Henry Weybridge). Poems. Fcap. 8vo. Cloth, price 5s. FISHER (Alice). His Queen. 3 vols. Crown 8vo. Cloth. Folkestone Ritual Case (The). The Argument, Proceedings Judgment, and Report, revised by the several Counsel engaged. Demy 8vo. Cloth, price 255. EVANS (Mark). The Gospel of Home Life. Crown 8vo. Cloth, price 4^. 6d. The Story of our Father's Love, told to Children ; being a New and Enlarged Edition of Theology for Children. With Four Illustrations. Fcap. 8vo. Cloth, price 35. 6d. A Book of Common Prayer and Worship for Household Use, compiled exclusively from the Holy Scriptures. Fcap. Svo. Cloth, price 2s. 6d. FOOTMAN (Rev. H.), M.A. From Home and Back; or, Some Aspects of Sin as seen in the Light of the Parable of the Prodigal. Crown 8vo. Cloth, price $s. FOTHERGILL (Jessie). Aldyth : A Novel. 2 vols. Crown Svo. Cloth, 21^. Healey. A Romance. 3 vols. Crown 8vo. Cloth. EX-CIVILIAN. FOWLE (Rev. Edmund). Latin Primer Rules made Easy. Crown 8vo. Cloth, price 3s. Life in the Mofussil : or, Civilian Life in Lower Bengal. 2 vols. Large post 8vo. Price 14s. FOWLE (Rev. T. W.), M.A. The Reconciliation of Re- ligion and Science. Being Essays on Immortality, Inspiration, Mira- cles, and the Being of Christ. Demy 8vo. Cloth, price ios. 6d. EYRE (Maj. -Gen. Sir V.), C.B., K.C.S.I.,&c. Lays of a Knight-Errant in many Lands. Square crown 8vo. With Six Illustrations. Cloth, price -js. 6d. FOX-BOURNE (H. R.). The Life of John Locke, 1632— 1704. 2 vols. Demy 8vo. Cloth, price 28$. FAITHFULL (Mrs. Francis G.). Love Me, or Love Me Not. 3 vols. Crown 8vo. Cloth. FRASER (Donald). Exchange Tables of Ster- ling and Indian Rupee Curren- cy, upon a new and extended system, embracing Values from One Far- thing to One Hundred Thousand Pounds, and at Rates progressing, in Sixteenths of a Penny, from is. gd. to 2s. id. per Rupee. Royal 8vo. Cloth, price ios. 6d. FARQUHARSON (M.). I. Elsie Dinsmore. Crown 8vo. Cloth, price 3$. 6d. II. Elsie's Girlhood. Crown Svo. Cloth, price 3s. 6d. III. Elsie's Holidays at Roselands. Crown 8vo. Cloth, price -.s. 6d."], [191, "C. Kegan Paul 6° Co.'s Publications. 11 FRISWELL (J. Hain). GILL (Rev. W. W.), B.A. Myths and Songs from the South Pacific. With a Preface by F. Max Midler, M.A., Professor of Comparative Philology at Oxford. Post 8vo. Cloth, price gs. The Better Self. Essays for Home Life. Crown 8vo. Cloth, price 6s. One of Two ; or, The Left- Handed Bride. With a Frontis piece. Crown Svo. Cloth, price 3$. 6d. GODKIN (James). The Religious History of Ireland : Primitive, Papal, and Protestant. Including the Evange lical Missions, Catholic Agitations, and Church Progress of the last half Century. 8vo. Cloth, price 12s. FYTCHE (Lieut.-Gen. Albert), C.S.I., late Chief Commissioner of British Burma. Burma Past and Present, with Personal Reminiscences of the Country. With Steel Portraits, Chro- molithographs, Engravingson Wood, and Map. 2 vols. Demy 8vo. Cloth, price 30s. GOETZE (Capt. A. von). Operations of the German Engineers during the War of 1870- 1871. Published by Authority, and in accordance with Official Docu- ments. Translated from the German by Colonel G. Graham, V.C., C.B., R.E. With 6 large Maps. Demy 8vo. Cloth, price 21 s. GAMBIER (Capt. J. W.), R.N. Servia. Crown Svo. Cloth, price $s. GARDNER (H.). Sunflowers. A Book of Verses. Fcap. 8vo. Cloth, price 5s. GODWIN (William). William Godwin: His Friends and Contemporaries. With Portraits and Facsimiles of the handwriting of Godwin and his Wife. By C. Kegan Paul. 2 vols. Demy 8vo. Cloth, price 28s. GARDNER (J.), M.D. Longevity: The Means of Prolonging Life after Middle Age. Fourth Edition, revised and enlarged. Small crown 8vo. Cloth, price 4s. The Genius of Christianity Unveiled. Being Essays never before published. Edited, with a Preface, by C. Kegan Paul. Crown 8vo. Cloth, price 7$. 6d. GARRETT (E.). By Still Waters. A Story for Quiet Hours. With Seven Illus trations. Crown 8vo. Cloth, price 6s. GIBBON (Charles). GOLDIE (Lieut. M. H. G.) Hebe : a Tale. Fcap. Svo. Cloth, price $s. For Lack of Gold. With a Frontispiece. Crown 8vo. Illustrated Boards, price 2s. Robin Gray. With a Fron tispiece. Crown 8vo. Illustrated boards, price 2s. GOODENOUGH (Commodore J. G.), R.N., C.B., C.M.G. Memoir of, with Extracts from his Letters and Journals. Edited by his Widow. With Steel Engraved Portrait. Square Svo. Cloth, $s. *#* Also a Library Edition with Maps, Woodcuts, and Steel En- graved Portrait. Square post 8vo. Cloth, price 14s. GILBERT (Mrs.). Autobiography and other Memorials. Edited by Josiah Gilbert. Third Edition. With Por trait and several Wood Engravings. Crown 8vo. Cloth, price 7s. 6d."], [192, "A List of 12 GOODMAN (W.). GRUNER(M. L). Cuba, the Pearl of the Antilles. Crown 8vo. Cloth, price 7s. 6d. Studies of Blast Furnace Phenomena. Translated by L. D. B.Gordon, F.R.S.E., F.G.S. Demy 8vo. Cloth, price 7s. 6d. GOULD (Rev. S. Baring), M.A. The Vicar of Morwenstow: a Memoir of the Rev. R. S. Hawker. With Portrait. Third Edition, re- vised. Square post 8vo. Cloth, ios. 6d. GURNEY(Rev. Archer). Words of Faith and Cheer. A Mission of Instruction and Sugges tion. Crown Svo. Cloth, price 6s. First Principles in Church and State. Demy Svo. Sewed, price is. 6d. GRANVILLE (A. B.), M.D., F.R.S..&C. Autobiography of A. B. Granville, F. R. S., etc. Edited, with a brief account of the concluding years of his life, by his youngest Daughter, Paulina B. Granville. 2 vols. With a Portrait. Second Edi tion. Demy 8vo. Cloth, price 32s. HAECKEL (Prof. Ernst). The History of Creation. Translation revised by Professor E. Ray Lankester, M.A., F.R.S. \"With Coloured Plates and Genealogical Trees of the various groups of both plants and animals. 2 vols. Second Edition. Post 8vo. Cloth, price 32^. GRAY (Mrs. Russell). Lisette's Venture. A Novel. 2 vols. Crown 8vo. Cloth. The History of the Evolu tion of Man. With numerous Il lustrations. 2 vols. Post 8vo. GREY (John), of Dilston. John Grey (of Dilston) : Memoirs. By Josephine E. Butler. New and Revised Edition. Crown 8vo. Cloth, price 3s. 6d. HARCOURT (Capt. A. F. P.). The Shakespeare Argosy. Containing much of the wealth of Shakespeare's Wisdom and Wit, alphabetically arranged and classi- fied. Crown 8vo. Cloth, price 6.?. GRIFFITH (Rev. T.), A.M. Studies of the Divine Mas- ter. Demy 8vo. Cloth, price 12.S. HARDY (Thomas). A Pair of Blue Eyes. New Edition. Crown Svo. Cloth, price 6s. GRIFFITHS (Capt. Arthur). Memorials of Millbank,and Chapters in Prison History. With Illustrations by R. Goff and the Author. 2 vols. Post8vo. Cloth, price 21s. HARRISON (Lieut.-Col. R.). The Officer's Memoran- dum Book for Peace and War. Oblong 32mo. roan, elastic band and pencil, price 2$. 6d. ; russia, 5$. The Queen's Shilling. A Novel. 2 vols. Cloth. HAWEIS (Rev. H. R.), M.A. Current Coin. Materialism — The Devil — Crime — Drunkenness — Pauperism — Emotion — Recreation — The Sabbath. Crown 8vo. Cloth, price 6s. GRIMLEY (Rev. H. N.), M.A., Professor of Mathematics in the University College of Wales. Tremadoc Sermons, chiefly on the Spiritual Body, the Unseen World, and the Divine Humanity. Second Edition. Crown 8vo. Cloth, Speech in Season. Third Edition. Crown Svo. Cloth, price price 6j. CjS."], [193, "C. Kegan Paul 6° Co.'s Publications. 13 HAWEIS(Rev. H. R.)— continued. Thoughts for the Times. Tenth Edition. Crown 8vo. Cloth, price 7$. 6d. Unsectarian Family Prayers, for Morning and Evening for a Week, with short selected passages from the Bible. Square crown 8vo. Cloth, price 3s. 6d. HAWTHORNE (Julian). HINTON (James). Life and Letters of. Edited by Ellice Hopkins, with an Introduc tion by Sir W. W. Gull, Bart., and Portrait engraved on Steel by C. H. Jeens. Crown 8vo. Cloth, 8s. 6d. The Place of the Physician. To which is added Essays on the Law of Human Life, and on the Relation between Organic and Inorganic Worlds. Second Edi tion. Crown Svo, Cloth, price 3s. 6d. Physiology for Practical Use. By various Writers. With 50 Illustrations. 2 vols. Second Edition. Crown 8vo. Cloth, price 12s. 6d. An Atlas of Diseases of the Membrana Tympani. With De scriptive Text. Post 8vo. Price £6 6s. The Questions of Aural Surgery. With Illustrations. 2 vols. Post Svo. Cloth, price 12s. 6d. Bressant. A Romance. 2 vols. Crown Svo. Cloth. Idolatry. A Romance. 2 vols. Crown Svo. Cloth. HAWTHORNE (Nathaniel). Septimius. A Romance. Second Edition. Crown Svo. Cloth, price gs. HAYMAN (H.), D.D., late Head Master of Rugby School. Rugby School Sermons. With an Introductory Essay on the Indwelling of the Holy Spirit- Crown 8vo. Cloth, price 7$. 6d. H. J. C. The Art of Furnishing. A Popular Treatise on the Principles of Furnishing, based on the Laws of Common Sense, Requirement, and Picturesque Effect. Small crown 8vo. Cloth, price 3^. 6d. Heathergate. A Story of Scottish Life and Cha racter. By a New Author. 2 vols. Crown 8vo. Cloth. HELLWALD (Baron F. von). The Russians in Central Asia. A Critical Examination, down to the present time, of the Geography and History of Central Asia. Translated by Lieut.-Col. Theodore Wirgman, LL.B. Large post 8vo. With Map. Cloth, price 12s. HOCKLEY(W. B.). Tales of the Zenana ; or, A Nuwab's Leisure Hours. By the Author of \" Pandurang Hari.\" With a Preface by Lord Stanley of Alder ley. 2 vols. Ciowri 8vo. Cloth, price 21s. Pandurang Hari; or, Me moirs of a Hindoo. A Tale of Mahratta Life sixty years ago. With a Preface by Sir H. Bartle E. Frere, G. C. S. I. , &c. 2 vols. Crown 8vo. Cloth, price 21s. HELVIG (Major H.). The Operations of the Ba varian Army Corps. Translated by Captain G. S. Schwabe. With Five large Maps. In 2 vols. Demy 8vo. Cloth, price 24s. Tactical Examples : Vol. I. The Battalion, price 15s. Vol. II. The Regiment and Brigade, price ios. 6d. Translated from the German by Col. Sir Lumley Graham. With numerous Diagrams. Demy 8vo. Cloth. HOFFBAUER (Capt). The German Artillery in the Battles near Metz. Based on the official reports of the German Artillery. Translated by Capt. E. O. Hollist.'' With Map and Plans. Demy 8vo. Cloth, price 21s. HERFORD (Brooke). The Story of Religion in England. A Book for Young Folk. Crown 8vo. Cloth, price $*• Hogan, M.P. A Novel. 3 vols. Crown 8vo. Cloth."], [194, "A List of 14 HOWARD (Rev. G. B.). HOLMES (E. G. A.). Poems. Fcap. 8vo. Cloth, price $s. An Old Legend of St. Paul's. Fcap. 8vo. Cloth, price 4s. 6d. HOLROYD (Major W R. M.). Tas-hil ul Kalam ; or, Hindustani made Easy. Crown 8vo. . Cloth, price $s. HOWELL (James). A Tale of the Sea, Son nets, and other Poems. Fcap. 8vo. Cloth, price 5s. HOOPER (Mary)- Little Dinners : How to Serve them with Elegance and Economy. Thirteenth Edition. Crown 8vo. Cloth, price 5s. Cookery for Invalids, Per- sons of Delicate Digestion, and Children. Crown 8vo. Cloth, price 3s. 6d. Every -Day Meals. Being Economical and Wholesome Recipes for Breakfast, Luncheon, and Sup- per. Crown 8vo. Cloth, price 5.?. HUGHES (Allison). Penelope and other Poems. Fcap. 8vo. Cloth, price 4s. 6d. HULL (Edmund C. P.). The European in India. With a Medical Guide for Anglo- Indians. By R. R. S. Mair, M.D., F.R.C.S.E. SecondEdition, Revised and Corrected. Post 8vo. Cloth, price 6s. HUMPHREY (Rev. W.). HOOPER (Mrs. G.). The House of Raby. With a Frontispiece. Crown Svo. Cloth, price 3s. 6d. Mr. Fitzjames Stephen and Cardinal Bellarmine. Demy8vo. Sewed, price is. HUTTON (James). HOPKINS (Ellice). Life and Letters of James Hinton, with an Introduction by Sir W. W. Gull, Bart., and Portrait en- graved on Steel by C. H. Jeens. Crown Svo. Cloth, price 8s. 6d. Missionary Life in the Southern Seas. With Illustrations. Crown 8vo. Cloth, price 7s. 6d. IGNOTUS. Culmshire Folk. A Novel. New and Cheaper Edition. Crown 8vo. Cloth, price 6s. HOPKINS (M.). The Port of Refuge; or, Counsel and Aid to Shipmasters in Difficulty, Doubt, or Distress. Crown 8vo. Second and Revised Edition. Cloth, price 6s. INCHBOLD(J. W.). Annus Amoris. Sonnets. Foolscap Svo. Cloth, price 4s. 6d. HORNE (William), M.A. Reason and Revelation : an Examination into the Nature and Contents of Scripture Revelation, as compared with other Forms of Truth. Demy 8vo. Cloth, price 12s. INGELOW (Jean). The Little Wonder-horn. A Second Series of \" Stories Told to a Child.\" With Fifteen Illustrations. Small Svo. Cloth, price 2s. 6d. Off the Skelligs. (Her First Romance.) 4 vols. Crown 8vo. Cloth. HORNER (The Misses). Walks in Florence. A New and thoroughly Revised Edition. 2 vols. crown 8vo. Cloth limp. With Illustrations. Indian Bishoprics. By an Indian Churchman. Demy 8vo. 6d. International Scientific Series (The). Vol. I.— Churches, Streets, and Palaces. 10s. 6d. Vol. II.— Public Galleries and Museums. 5$. I. The Forms of Water in Clouds and Rivers, Ice and Glaciers. By J. Tyndall, LL.D., F. R. S. With 25 Illustrations. Seventh Edition. Crown 8vo. Cloth, price 55-. HOWARD (Mary M.). Beatrice Aylmer, and other Tales. Crown 8vo. Cloth, price 6s."], [195, "C. Kegan Paul &> Co.'s Publications. 15 International Scientific Series (The) — continued. International Scientific Series (The) — continued. II. Physics and Politics ; or, Thoughts on the Application of the Principles of \" Natural Selection\" and \"Inheritance\" to Political So ciety. By Walter Bagehot. Fourth Edition. Crown Svo. Cloth, price 4s. XIII. The History of the Con flict between Religion and Sci ence. By J. W. Draper, M.D., LL.D. Eleventh Edition. Crown 8vo. Cloth, price 5s. XIV. Fungi ; their Nature, In fluences, Uses, &c. By M . C. Cooke, M.A., LL.D. Edited by the Rev. M. J. Berkeley, M.A., F.L.S. With numerous Illustrations. Second Edition. Crown Svo. Cloth, price 5s. III. Foods. By Edward Smith, M.D., LL.B., F.R.S. With nu merous Illustrations. Fifth Edition. Crown Svo. Cloth, price 5.?. IV. Mind and Body: The Theo ries of their Relation. By Alexander Bain, LL.D. With Four Illustra tions. Fifth Edition. Crown 8vo. Cloth, price 4s. XV. The Chemical Effects of Light and Photography. By Dr. Hermann Vogel (Polytechnic Aca demy of Berlin). With 100 Illustra tions. Third and Revised Edition. Crown 8vo. Cloth, price 5$. V. The Study of Sociology. By Herbert Spencer. Sixth Edition. Crown Svo. Cloth, price 5s. XVI. The Life and Growth of Language. By William Dwight Whitney, Professor of Sanskrit and Comparative Philology in Yale_ Col lege, New Haven. Second Edition. Crown 8vo. Cloth, price VI. On the Conservation of Energy. By Balfour Stewart, M. A., LL.D.,F.R.S. With 14 Illustrations. Fourth Edition. Crown Svo. Cloth, price 5^. XVII. Money and the Mecha nism of Exchange. By W. Stan ley Jevons, M.A., F.R.S. Third Edition. Crown 8vo. Cloth, price 5$. VII. Animal Locomotion ; or. Walking, Swimming, and Flying. By J. B. Pettigrew, M.D., F.R.S., etc. With 130 Illustrations. Second Edition. Crown 8vo. Cloth, price 5s. XVIII. The Nature of Light: With a General Account of Physical Optics. By Dr. Eugene Lommel, Professor of Physics in the Univer sity of Erlangen. With 188 Illustra tions and a table of Spectra in Chro mo-lithography. Second Edition. Crowu Svo. Cloth, price 5s. VIII. Responsibility in Mental Disease. By Henry Maudsley, M. D. Third Edition. Crown 8vo. Cloth, price 5s. IX. The New Chemistry. By Professor J. P. Cooke, of the Har vard University. With 31 Illustra tions. Fourth Edition. Crown Svo. Cloth, price $s. XIX. Animal Parasites and Messmates. By Monsieur Van Beneden, Professor of the University of Louvain, Correspondent of the Institute of France. With 83 Illus trations. Second Edition. Crown Svo. Cloth, price $s. X. The Science of Law. By Professor Sheldon Amos. Third Edition. Crown 8vo. Cloth, price 5-y. XI. Animal Mechanism. A Treatise on Terrestrial and Aerial Locomotion. By Professor E. J. Marey. With 117 Illustrations. Second Edition. Crown 8vo. Cloth, price $s. XX. Fermentation. By Professor Schiitzenberger, Director of the Chemical Laboratory at the Sor bonne. With 28 Illustrations. Second Edition. Crown 8vo. Cloth, price 5s. XII. The Doctrine of Descent and Darwinism. By Professor Os car Schmidt (Strasburg University). With 26 Illustrations. Third Edi tion. Crown 8vo. Cloth, price 5$. XXI. The Five Senses of Man. By Professor Bernstein, of the Uni versity of Halle. With 91 Illustra tions. Second Edition. Crown 8v«* Cloth, price 55."], [196, "A List of 16 International Scientific Series (The) — continued. International Scientific Series (The). Forthcoming Vols. — continued. XXII. The Theory of Sound in its Relation to Music. By Pro fessor Pietro Blaserna, of the Royal University of Rome. With numerous Illustrations. Second Edition. Crown Svo. Cloth, price ss- Prof. Thurston. The Steam En gine. With numerous Engravings. Francis Galton, F.R.S. Psycho metry. XXIII. Studies in Spectrum Analysis. By J. Norman Lockyer. F.R.S. With six photographic Il lustrations of Spectra, and numerous engravings on wood. Crown 8vo. Cloth, price 6s. 6d. J. W. Judd, F.R.S. The Laws of Volcanic Action. Prof. F. N. Bai.four. The Em- bryonic Phases of Animal Life. J. Luys, Physician to the Hospice de la-Salpetriere. The Brain and its Functions. With Illustrations. Forthcoming Volumes. Dr. Carl Semper. Animals and their Conditions of Existence. Prof. W. Kingdon Clifford, M.A. The First Principles of the Exact Sciences explained to the Non-ma thematical. Prof. Wuktz. Atoms and the Atomic Theory. George J. Romanes, F.L.S. Ani mal Intelligence. W. B. Carpenter, LL.D., F.R.S. The Physical Geography of the Sea. Alfred W. Bennett. A Hand book of Cryptogamic Botany. Sir John Lubbock, Bart., F.R.S. On Ants and Bees. JACKSON (T. G.). Prof. W. T. Thiselton' Dyer, B. A., B.Sc. Form and Habit in Flowering Plants. Modern Gothic Architec- ture. Crown 8vo. Cloth, price 5.F. Prof. Michael Foster, M.D. Pro toplasm and the Cell Theory. JACOB (Maj. -Gen. Sir G. Le Grand), K.C.S.L, C.B. H. Charlton Basti an, M.D., F.R.S. The Brain as an Organ of Mind. Western India Before and during the Mutinies. Pictures drawn from life. Second Edition. Crown 8vo. Cloth, price 7s. 6d. Prof. A. C. Ramsay, LL.D., F.R.S. Earth Sculpture : Hills, Valleys, Mountains, Plains, Rivers, Lakes ; how they were Produced, and how they have been Destroyed. JENKINS (E.) and RAYMOND (JO, Esqs. A Legal Handbook for Architects, Builders, and Build- ing Owners. Second Edition Re- vised. Crown 8vo. Cloth, price 6s. P. Bert (Professor of Physiology, Paris). Forms of Life and other Cosmical Conditions. JENKINS (Rev. R. C), M.A. Prof. T. H. H uxley. The Crayfish : an Introduction to the Study of Zoology. The Privilege of Peter and the Claims of the Roman Church confronted with the Scriptures, the Councils, and the Testimony of the Popes themselves. Fcap. 8vo. Cloth, price 35. 6d. The Rev. A Secchi, D.J., late Director of the Observatory at Rome. The Stars. Prof. J. Rosenthal, of the Univer sity of Erlangen. General Physiology of Muscles and Nerves. JENNINGS (Mrs. Vaughan). Rahel : Her Life and Let- ters^ With a Portrait from the Painting by Dafifinger. Square post 8vo. Cloth, price 7$. 6d. •Prof. A. de Qu atrefages, Membre de l'lnstitut, The Human Race."], [197, "C. Kegan Paul 6° Co.'s Publications. 17 JEVONS (W. Stanley), M.A., F.R.S. KINGSLEY (Charles), M.A. Letters and Memories of his Life. Edited by his Wife. With 2 Steel engraved Portraits and numerous Illustrations on Wood, and a Facsimile of his Handwriting. Eleventh Edition. 2 vols., demy 8vo. Cloth, price 36J. Money and the Mechanism of Exchange. Second Edition. Crown Svo. Cloth, price 5$. VolumeXV 1 1 . of The International Scientific Series. JONES (Lucy). All Saint's Day and other Sermons. Second Edition. Crown 8vo. Cloth, ys. 6d. Puddings and Sweets. Being Three Hundred and Sixty-Five Receipts approved by Experience. Crown Svo., price 2S. 6d. KNIGHT (A. F. C). Poems. Fcap Svo. Cloth, price $s. KAUFMANN (Rev. M.), B.A. Socialism : Its Nature, its Dangers, and its Remedies con- sidered. Crown 8vo. Cloth, price •js. 6d. LACORDAIRE (Rev. Pere). Life : Conferences delivered at Toulouse. A New and Cheaper Edition. Crown 8vo. Cloth, price 3*. 6d. KEATINGE (Mrs.). Honor Blake : The Story of a Plain Woman. 2 vols. Crown 8vo. Cloth. Lady of Lipari (The). A Poem in Three Cantos. Fcap. 8vo. Cloth, price 5$. KER (David). LAMBERT (Cowley), F.R.G.S. A Trip to Cashmere and Ladak. With numerous Illustra- tions. Crown Svo. Cloth, 7s. 6d. The Boy Slave in Bokhara. A Tale of Central Asia. With Illus trations. Crown 8vo. Cloth, price 5-s. The Wild Horseman of the Pampas. Illustrated. Crown 8vo. Cloth, price 5$. LAURIE (J. S.). Educational Course of Secular School Books for India : KING (Alice). A Cluster of Lives. Crown 8vo. Cloth, price -js. 6d. The First Hindustani Reader. Stiff linen wrapper, price 6t^. The Second Hindustani KING (Mrs. Hamilton). Reader. Stifflinen wrapper,price 6d. The Disciples. A Poem. Third Edition, with some Notes. Crown 8vo. Cloth, price js. 6d. The Oriental (English) Reader. Book I . , price 6d. ; II., price i\\d. ; III., price gd. ; IV., price is. Aspromonte, and other Poems. Second Edition. Fcap. 8vo. Cloth, price t\\s. fid. Geography of India ; with Maps and Historical Appendix, tracing the Growth of the British Empire in Hindustan. Fcap. 8vo. Cloth, price is. Gd. KINGSFORD(Rev.F.W.),M.A., Vicar of St. Thomas's, Stamford Hill ; late Chaplain H. E. I. C. (Bengal Presidency). LAYMANN (Capt.). The Frontal Attack of Infantry. Translated by Colonel Edward Newdigate. Crown 8vo. Cloth, price 2s. 6d. Hartham Conferences; or, Discussions upon some of the Religi ous Topics of the Day. \" Audi alte ram partem.\" Crown 8vo. Cloth, price 3*. 6d."], [198, "i8 A List of 18 LOMMEL (Dr. E.). The Nature of Light : With a General Account of Physical Optics. Second Edition. With 188 Illustra- tions and a Table of Spectra in Chromo-lithography. Crown 8vo. Cloth, price $s. Volume XVIII. of The Interna- tional Scientific Series. Letters from China and Japan. With Illustrated Title-page. Crown 8vo. Cloth, price 7s. 6d. LEANDER (Richard). Fantastic Stories. Trans- lated from the German by Paulina B. Granville. With Eight full-page Illustrations by M. E. Fraser-Tytler. Crown 8vo. Cloth, price $s. LORIMER (Peter), D.D. John Knox and the Church of England: His Work in her Pulpit, and his Influence upon her Liturgy, Articles, and Parties. Demy Svo. Cloth, price 12s. LEE (Rev. F. G.), D.C.L. The Other World; or, Glimpses of the Supernatural. 2 vols. A New Edition. Crown 8vo. Cloth, price 15^. LOTHIAN (Roxburghe). Dante and Beatrice from 1282 to i2go. A Romance. 2 vols. Post Svo. Cloth, price 24s. LEE (Holme), Her Title of Honour. A LOVEL (Edward). The Owl's Nest in the City: A Story. Crown 8vo. Cloth, price ios. 6d. Book for Girls. New Edition. With a Frontispiece. Crown 8vo. Cloth, price 5^. LENOIR (J.). LOVER (Samuel), R.H.A. The Life of Samuel Lover, R. H. A. ; Artistic, Literary, and Musical. With Selections from his Unpublished Papers and Correspon- dence. By Bayle Bernard. 2 vols. With a Portrait. Post 8vo. Cloth, price 21s. Fayoum; or, Artists in Egypt. A Tour with M. Ge'rome and others. With 13 Illustrations. A New and Cheaper Edition. Crown 8 vo. Cloth, price 3s. 6d. LEWIS (Mary A.). LOWER (M. A.), M.A., F.S.A. Wayside Notes in Scandi- navia. Being Notes of Travel in the North of Europe. Crown 8vo. Cloth, price gs. A Rat with Three Tales. With Four Illustrations by Catherine F. Frere. Cloth, price 5$. LISTADO (J. T.). Civil Service. A Novel. 2 vols. Crown Svo. Cloth. LUCAS (Alice). Translations from the Works of German Poets of the 18th and igth Centuries. Fcap. Svo. Cloth, price $s. LOCKER (F-). London Lyrics. A New and Revised Edition, with Additions and a Portrait of the Author. Crown 8vo. Cloth, elegant, price 6s. Also, an Edition for the People. Fcap. 8vo. Cloth, price 2s. 6d. LYONS (R. T.), Surg.-Maj. Ben- gal Army. A Treatise on Relapsing Fever. Post8vo. Cloth, price 7s. 6d. MACAULAY (J.), M.A., M.D., Edin. The Truth about Ireland: Tours of Observation in 1872 and 1875. With Remarks on Irish Public Questions. Being a Second Edition of \" Ireland in 1872,\" with a New and Supplementary Preface. Crown 8vo. Cloth, price 3s. 6d. LOCKYERQ. Norman), F.R.S. Studies in Spectrum Ana- lysis ; with six photographic illus- trations of Spectra, and numerous engravings on wood. Crown 8vo. Cloth, price 6s. 6d. Vol. X2CIII. of the International Scientific Series."], [199, "C. Kegan Paul 6^ Co.'s Publications. 19 MAC CLINTOCK (L.). Sir Spangle and the Dingy Hen. Illustrated. Square crown Svo., price 2s. 6d. MAREY (E. J.). Animal Mechanics. A Treatise on Terrestrial and Aerial Locomotion. With 117 Illustrations. Second Edition. Crown 8vo. Cloth, price 5 s. MAC DONALD (G.). Malcolm. With Portrait of the Author engraved on Steel. Crown 8vo. Price 6s. Volume XI. of The International Scientific Series. MARRIOTT (Maj. -Gen. W. F.), C.S.I. ' St. George and St. Michael. 3 vols. Crown 8vo. Cloth. A Grammar of Political MACLACHLAN (A. N. C), M.A. William Augustus, Duke of Cumberland : being a Sketch of his Military Life and Character, chiefly as exhibited in the General Orders of His Royal Highness, 1745 — 1747. With Illustrations. Post 8vo. Cloth, price 15$. Economy. Crown 8vo. Cloth, price 6s. MARSHALL (H.). The Story of Sir Edward's Wife. A Novel. Crown Svo. Cloth, price ios. 6d. MASTERMAN (J.). Worth Waiting for. A New Novel. 3 vols. Crown 8vo. Cloth. MAC KENNA (S. J.). Plucky Fellows. A Book for Boys. With Six Illustrations. Second Edition. Crown 8vo. Cloth, price 3s. 6d. Half-a-dozen Daughters. With a Frontispiece. Crown 8vo. Cloth, price 3s. 6d. At School with an Old Dragoon. With Six Illustrations. Second Edition. Crown Svo. Cloth, price $s. MAUDSLEY (Dr. H.). Responsibility in Mental Disease. Second Edition. Crown 8vo. Cloth, price 5$. MAIR (R. S.), M.D., F.R.C.S.E. The Medical Guide for Anglo-Indians. Being a Compen- dium of Advice to Europeans in India, relating to the Preservation and Regulation of Health. With a Supplement on the Management of Children in India. Crown 8vo. Limp cloth, price 3s. 6d. Volume VIII. of The International Scientific Series. MAUGHAN (W. C). The Alps of Arabia ; or, Travels through Egypt, Sinai, Ara- bia, and the Holy Land. With Map. Second Edition. Demy Svo. Cloth, price 5*. MALDEN (H. E. and E. E.) Princes and Princesses. Illustrated. Small crown 8vo. Cloth, price 2 s. 6d. MAURICE (C. E.). Lives of English Popular Leaders. No. x. — Stephen Lang- ton. Crown 8 vo. Cloth, price 7s. 6d. No. 2. — Tyler, Ball, and Old- castle. Crown 8vo. Cloth, price 7 s. 6d. MANNING (His Eminence Car- dinal). Essays on Religion and Literature. By various Writers. Third Series. Demy 8vo. Cloth, price 10s. 6d. Mazzini (Joseph). A Memoir. By E. A. V. Two Photographic Portraits. Second Edition. Crown 8vo. Cloth, price The Independence of the Holy See, with an Appendix con taining the Papal Allocution and a translation. Crown 8vo. Cloth, price 5*. MEDLEY(Lieut.-Col.J.G.),R.E. An Autumn Tour in the United States and Canada. Crown 8vo. Cloth, price 5s. The True Story of the Vatican Council. Crown 8vo. Cloth, price $s."], [200, "A List of 20 MEREDITH (George). The Ordeal of Richard Fe- verel. A History of Father and Son. In one vol. with Frontispiece. Crown 8vo. Cloth, price 6s. MICKLETHWAITE (J. T.), F.S.A. Modern Parish Churches : Their Plan, Design, and Furniture. Crown 8vo. Cloth, price 7s. 6d. MILLER (Edward). MORE (R. Jasper). Under the Balkans. Notes of a Visit to the District of Philip- popolis in 1876. With a Map and Illustrations from Photographs. Crown 8vo. Cloth, price 6s. MORELL (J. R.). Euclid Simplified in Me- thod and Language. Being a Manual of Geometry. Compiled from the most important French Works, approved by the University of Paris and the Minister of Public Instruc- tion. Fcap. 8vo. Cloth, price 2s. 6d. The History and Doctrines of Irvingism ; or, the so-called Ca tholic and Apostolic Church. 2 vols. Large post 8vo. Cloth; price 25.?. MORICE (Rev. F. D.), M.A. The Olympian and Pythian Odes of Pindar. A New Transla- tion in English Verse. Crown 8vo. Cloth, price 7s. 6d. MILNE (James). Tables of Exchange for the Conversion of Sterling Money into Indian and Ceylon Currency, at Rates from is. 8d. to 2s. 3d. per Rupee. Second Edition. Demy 8vo. Cloth, price £2 2s. MORLEY (Susan). _. Aileen Ferrers. A Novel. 2 vols. Crown 8vo. Cloth. MIRUS (Maj. -Gen. von). Cavalry Field Duty. Trans- lated by Major Frank S. Russell, 14th (King's) Hussars. Crown Svo. Cloth limp, price 7s. 6d. Throstlethwaite. A Novel. 3 vols. Crown 8vo. Cloth. Margaret Chetwynd. A Novel. 3 vols. Crown 8vo. Cloth, price 31J. 6d. MIVART (St. George), F.R.S. Contemporary Evolution : An Essay on some recent Social Changes. Post 8vo. Cloth, price 7s. 6d. MORSE (E. S.), Ph.D. First Book of Zoology. With numerous Illustrations. Crown Svo. Cloth, price 5s. MOCKLER (E.). A Grammar of the Baloo- chee Language, as it is spoken in Makran (Ancient Gedrosia), in the Persia-Arabic and Roman characters. Fcap. Svo. Cloth, price 5s. MORSHEAD (E. D. A.) The Agamemnon of Æschylus. Translated into Eng- lish verse. With an Introductory Essay. Crown 8vo. Cloth, price 5s. MOFFAT (Robert Scott). The Economyof Consump- tion; an Omitted Chapter in Political Economy, with special reference to the Questions of Commercial Crises and the Policy of Trades Unions ; and with Reviews of the Theories of Adam Smith, Ricardo, J. S. Mill, Fawcett, &c. Demy Svo. Cloth, price 18s. MOSTYN (Sydney). Perplexity. A Novel. 3 vols. Crown 8vo. Cloth. MUSGRAVE (Anthony). Studies in Political Eco- nomy. Crown 8vo. Cloth, price 6s. My Sister Rosalind. MOLTKE (Field-Marshal Von). Letters from Russia. Translated by Robina Napier. Crown 8vo. Cloth, price 6s. MOORE (Rev. D.), M.A. Christ and His Church. A Novel. By the Author of \" Chris tiana North,\" and \" Under the Limes.\" 2 vols. Cloth. NAAKE (J. T.). Slavonic Fairy Tales. From Russian, Servian, Polish, and Bohemian Sources. With Four Illus- trations. Crown 8vo. Cloth, price 5 j. By the Author of \"The Age and the Gospel,\" &c. Crown 8vo. Cloth, price 3s. 6d."], [201, "C. Kegan Paul 6** Co.'s Publications. 21 NEWMAN (J. H.), D.D. Characteristics from the \"Writings of. Being Selections from his various Works. Arranged with the Author's personal approval. Third Edition. With Portrait. Crown 8vo. Cloth, price 6s. %* A Portrait of the Rev. Dr. J. H. Newman, mounted for framing, can be had, price 2s. 6d. Notes on Cavalry Tactics, Organization, &c. By a Cavalry Officer. With Diagrams. Demy Svo. Cloth, price 12s. NOTREGE (John), A.M. The Spiritual Function of a Presbyter in the Church of England. Crown 8 vo. Cloth, red edges, price 3s. 6d. Oriental Sporting Magazine (The). A Reprint of the first 5 Volumes, in 2 Volumes. Demy 8vo. Cloth, price 28s. NEW WRITER (A). Songs of Two Worlds. By a New Writer. Third Series. Second Edition. Fcap. Svo. Cloth, price 5^. The Epic of Hades. Fourth and finally revised Edition. Fcap. 8vo. Cloth, price 7s. 6d. Our Increasing Military Dif- ficulty, and one Way of Meeting it. Demy Svo. Stitched, price is. NICHOLAS (Thomas), Ph. D., F.G.S. The Pedigree of the English People: an Argument, Historical and Scientific, on the Formation and Growth of the Nation, tracing Race- admixture in Britain from the earliest times, with especial reference to the incorporation of the Celtic Abori- gines. Fifth edition. Demy 8vo. Cloth, price 16s. PAGE (Capt. S. F.). Disciplineand Drill. Cheaper Edition. Crown 8vo. Price is. PALGRAVE, (W. Gifford). Hermann Agha ; An Eastern Narrative. Third and Cheaper Edi- tion. Crown 8vo. Cloth, price 6s. PANDURANG HARI; Or, Memoirs of a Hindoo. With an Introductory Preface by Sir H. Bartle E. Frere, G.C.S.I., C.B. Crown 8vo. Price 6s. NICHOLSON (Edward B.), Li- brarian of the London Institution. The Christ Child, and other Poems. Crown 8vo. Cloth, price 4S.6d. PARKER (Joseph), D.D. The Paraclete : An Essay on the Personality and Ministry of the Holy Ghost, with some reference to current discussions. Second Edi- tion. Demy Svo. Cloth, price 12s. NOAKE (Major R. Compton). The Bivouac ; or, Martial Lyrist, with an Appendix — Advice to the Soldier. Fcap. 8vo. Price 5s. 6d. PARR (Harriet). Echoes of a Famous Year. Crown Svo. Cloth, price 8s. 6d. NOBLE (J. A.). The Pelican Papers. Reminiscences and Remains of a Dweller in the Wilderness. Crown 8vo. Cloth, price 6j. PAUL (C. Kegan). Goethe's Faust. A New Translation in Rime. Crown Svo. Cloth, price 6s. William Godwin : His Friends and Contemporaries. With Portraits and Facsimiles of the Handwriting of Godwin and his Wife. 2 vols. Square post 8vo. Cloth, price 28s. The Genius of Christianity Unveiled. Being Essays by William Godwin never before published. Edited, with a Preface, by C. Kegan Paul. Crown 8vo. Cloth, price 7$. 6d. NORMAN PEOPLE (The). The Norman People, and their Existing Descendants in the British Dominions and the United States of America. Demy 8vo. Cloth, price 21s. NORRIS (Rev. Alfred). The Inner and Outer Life Poems. Fcap. 8vo. Cloth, price 6s. Northern Question (The) ; Or, Russia's Policy in Turkey un- masked. Demy Svo. Sewed, price 1 s."], [202, "A List of 22 PENRICE (Maj. J.), B.A. A Dictionary and Glossary oftheKo-ran. With copious Gram- matical References and Explanations of the Text. 4to. Cloth, price 21s. PAUL (Margaret Agnes). Gentle and Simple : A Story. 2 vols. Crown 8vo. Cloth, gilt tops, price 12s. PAYNE (John). PERCIVAL (Rev. P.). Songs of Life and Death. Crown 8vo Cloth, price 5$. Tamil Proverbs, with their English Translation. Containing upwards of Six Thousand Proverbs. Third Edition. Demy 8vo. Sewed, price gs. PAYNE (Prof. J. F.). Lectures on Education. Price 6d. each. I. Pestalozzi : the Influence of His Principles and Practice. PERRY (Rev. S. J.), F.R.S. Notes of a Voyage to Ker- guelen Island, to observe the Transit of Venus. Demy8vo. Sewed, price 2s. II. Frobel and the Kindergarten System. Second Edition. III. The Science and Art of Educa tion. PESCHEL (Dr. Oscar). IV. The True Foundation of Science Teaching. The Races of Man and theirGeographical Distribution. Large crown 8vo. Cloth, price gs. A Visit to German Schools : Elementary Schools in Ger many. Notes of a Professional Tour to inspect some of the Kindergartens, Primary Schools, Public Girls Schools, and Schools for Technical Instruction in Hamburgh, Berlin, Dresden, Weimar, Gotha, Eisenach, in the autumn of 1874. With Critical Discussions of the General Principles and Practice of Kindergartens and other Schemes of Elementary Edu cation. Crown 8vo. Cloth, price 4s. 6d. PETTIGR^EW (J. Bell), M.D. F.R.S. Animal Locomotion; or, Walking, Swimming, and Flying. With 130 Illustrations. Second Edi tion. Crown 8vo. Cloth, price 5.1. Volume VII. of The International Scientific Series. PFEIFFER (Emily). Glan Alarch : His Silence PEACOCKE (Georgiana). and Song. A Poem. Crown 8vo. price 6s. Rays from the Southern Cross : Poems. Crown Svo. With Sixteen Full-page Illustrations by the Rev. P. Walsh.#Cloth elegant, price ios. 6d. Gerard's Monument and Other Poems. Second Edition. Crown 8vo. Cloth, price 6s. PELLETAN (E.). PIGGOT (J.), F.S.A., F.R.G.S. Persia — Ancient and Mo- dern. Post 8vo. Cloth, price 10s. 6d. The Desert Pastor, Jean Jarousseau. Translated from the French. By Colonel E. P. De L'Hoste. With a Frontispiece. New Edition. Fcap. 8vo. Cloth, price 3$ . 6d. PLAYFAIR (Lieut. -Col.), Her Britannic Majesty's Consul-General in Algiers. PENNELL (H. Cholmondeley). Pegasus Resaddled. By the Author of \" Puck on Pegasus,\" &c. &c. With Ten Full-page Illus- trations by George Du Maurier. Second Edition. Fcap. 4to. Cloth elegant, price 13s. 6d. Travels in the Footsteps of Bruce in Algeria and Tunis. Illustrated by facsimiles of Bruce's original Drawings, Photographs, Maps, &c. Royal 4to. Cloth, bevelled boards, gilt leaves, price j£3 3*-"], [203, "C. Kegan Paul 6° Co.'s Publications. 23 POOR (Henry V.). REANEY (Mrs. G. S.). Money and its Laws, em bracing a History of Monetary Theories and a History of the Cur rencies of the United States. Demy 8vo. Cloth, price 21*. Blessing and Blessed; a Sketch of Girl Life. With a frontis piece. Crown 8vo. Cloth, price 55-. Waking and Working; or, from Girlhood to Womanhood. With a Frontispiece. Crown 8vo. Cloth, price 5J. POUSHKIN (A. S.). Russian Romance. Sunshine Jenny and other Stories. Three Illustrations. Royal i6mo. Cloth, price is. 6d. Translated from the Tales of Belkin, etc. By Mrs. J. Buchan Telfer («A Mouravieflf). Crown 8vo. Cloth, price 7s. 6d. Sunbeam Willie, and other Stories. Three Illustrations. Royal i6mo. Cloth, price is. 6d. POWER (H.). Our Invalids : How shall Reginald Bramble. vie Employ and Amuse Them ? Fcap. 8vo. Cloth, price 2s. 6d. A Cynic of the Nineteenth Century. An Autobiography. Crown 8vo. Cloth, price ios. 6d. POWLETT (Lieut. N.), R.A. Eastern Legends and Stories in English Verse. Crown 8vo. Cloth, price 5s. RHOADES (James). Timoleon. A Dramatic Poem. Fcap. 8vo. Cloth, price 5s. RIBOT (Prof. Th.). PRESBYTER. Unfoldings of Christian Hope. An Essay showing that the Doctrine contained in the Damna tory Clauses of the Creed commonly called Athanasian is unscriptural. Small crown 8vo. Cloth, price 4s. 6d. English Psychology. Se cond Edition. A Revised and Cor rected Translation from the latest French Edition. Large post 8vo. Cloth, price gs. Heredity : A Psychological Study on its Phenomena, its Laws, its Causes, and its Consequences. Large crown 8vo. Cloth, price gs. PRICE (Prof. Bonamy). Currency and Banking. Crown Svo. Cloth, price 6s. RINK (Chevalier Dr. Henry). Greenland : Its People and its Products. By the Chevalier Dr. Henry Rink, President of the Greenland Board of Trade. With sixteen Illustrations, drawn by the Eskimo, and a Map. Edited by Dr. Robert Brown. Crown 8vo. Price ios. 6d. PROCTOR (Richard A.), B.A. Our Placeamong Infinities. A Series of Essays contrasting our little abode in space and time with the Infinities around us. To which are added Essays on \" Astrology,\" and \" The Jewish Sabbath.\" Third Edition. Crown 8vo. Cloth, price 6s. ROBERTSON (The Late Rev. F. W.), M.A., of Brighton. Notes on Genesis. Third Edition. Crown 8vo., price 5s. The Expanse of Heaven. A Series of Essays on the Wonders of the Firmament. With a Frontis piece Third Edition. Crown 8vo. Cloth, price 6s. New and Cheaper Editions .' — The Late Rev. F. W. Robertson, M.A., Life and Let ters of. Edited by the Rev. Stop ford Brooke, M.A., Chaplain in Or dinary to the Queen. PUBLIC SCHOOLBOY. The Volunteer, the Militia man, and the Regular Soldier. Crown 8vo. Cloth, price $s."], [204, "A List of 24 ROBERTSON (The Late Rev. F. W.), M.A. —continued. I. 2 vols., uniform with the Ser- mons. With Steel Portrait. Crown 8vo. Cloth, price 7s. 6d. II. Library Edition, in Demy 8vo., with Two Steel Portraits. Cloth price 12s. III. A Popular Edition, in 1 vol. Crown 8vo. Cloth, price 6s. SADLER (S. W.), R.N. The African Cruiser. A Midshipman's Adventures on the West Coast. With Three Illustra- tions. Second Edition. Crown 8vo. Cloth, price 3s. 6d. SAMAROW (G.). For Sceptre and Crown. A Romance of the Present Time. Translated by Fanny Wormald. 2 vols. Crown 8vo. Cloth, price 15s, Sermons. Four Series. Small crown 8vo. Cloth, price 3$. 6d. each. SAUNDERS (Katherine). The High Mills. A Novel. 3 vols. Crown 8vo. Cloth. Expository Lectures on St. Paul's Epistles to the Co rinthians. A New Edition. Small crown 8vo. Cloth, price 55. Gideon's Rock, and other Stories. Crown 8vo. Cloth, price 6s. Lectures and Addresses, with other literary remains. A New Edition. Crown Svo. Cloth, price 5$. Joan Merryweather,and other Stories. Crown Svo. Cloth, price 6s. An Analysis of Mr. Tenny son's \" In Memoriam.\" (Dedi cated by Permission to the Poet- Laureate.) Fcap. 8vo. Cloth, price 2^. Margaret and Elizabeth. A Story of the Sea. Crown 8vo. Cloth, price 6s. SAUNDERS (John). The Education of the Israel Mort, Overman : a Story of the Mine. Crown 8vo. Price 6s. Human Race. Translated from the German of Gotthold Ephraim Lessing. Fcap. 8vo. Cloth, price 2s. 6d. Hirell. With Frontispiece. Crown 8vo. Cloth, price 3s. 6d. Cheap Edition. With Frontis piece, price 2s. The above Works can also be had bound in half-morocco. %* A Portrait of the late Rev. F. W. Robertson, mounted for framing, can be had, price 2s. 6d. Abel Drake's Wife. With Frontispiece. Crown 8vo. Cloth, price 3s. 6d. Cheap Edition. With Frontis piece, price 2s. ROSS (Mrs. E.), (\"Nelsie Brook\"). Daddy's Pet. A Sketch from Humble Life. With Six Illus- trations. Royal i6mo. Cloth, price is. SCHELL (Maj. von). The Operations of the First Army under Gen. Von Goeben. Translated by Col. C. H. von Wright. Four Maps. Demy 8vo. Cloth, price gs. RUSSELL (E. R.). Irving as Hamlet. Second Edition. Demy 8vo. Sewed, price is. The Operations of the First Army under Gen. Von Steinmetz. Translated by Captain E. O. Hollist. Demy 8vo. Cloth, price 1 os. 6d. RUSSELL (Major Frank S.). Russian Wars with Turkey, Past and Present. With Two Maps. Second Edition. Crown Svo. , price 6s. SCHELLENDORF, (Maj. -Gen. B. von). RUTHERFORD (John). The Secret History of the Fenian Conspiracy; its Origin, Objects, and Ramifications. 2 vols. Post Svo. Cloth, price l&s. The Duties of the General Staff. Translated from the German by Lieutenant Hare. Vol. I. Demy 8vo. Cloth, 10s. 6d."], [205, "C. Kegan Paul 6° Co.'s Publications. 25 SCHERFF (Maj. W. von). Studies in the New In- fantry Tactics. Parts I. and II. Translated from the German by Colonel Lumley Graham. Demy 8vo. Cloth, price 7s. 6d. SEYD (Ernest), F.S.S. The Fall in the Price of Silver. Its Causes, its Consequen ces, and their Possible Avoidance, with Special Reference to India. Demy Svo. Sewed, price 2s. 6d. SCHMIDT (Prof. Oscar). SHADWELL (Maj. -Gen.), C.B. Mountain Warfare. Illus- trated by the Campaign of 1799 in Switzerland. Being a Translation of the Swiss Narrative compiled from the Works of the Archduke Charles, Jomini, and others. Also of Notes by General H. Dufour on the Cam- paign of the Valtelline in 1635.- With Appendix, Maps, and Introductory Remarks. Demy Svo. Cloth, price 16s. The Doctrine of Descent and Darwinism. With 26 Illus- trations. Third Edition. Crown 8vo. Cloth, price 55-. Volume XII. of The International Scientific Series. SCHUTZENBERGER(Prof.F.). Fermentation. With Nu- merous Illustrations. Crown 8vo. Cloth, price $s. r Volume XX. of The International Scientific Series. SHAW (Flora L.). Castle Blair : a Story of Youthful Lives. 2 vols. crown 8vo. Cloth, price 12s. SCOTT (Patrick). The Dream and the Deed, and other Poems. Fcap. 8vo. Cloth, price 55. SHELDON (Philip). Woman's a Riddle; or, Baby Warmstrey. A Novel. 3 vols. Crown Svo. Cloth. SCOTT (W. T.). Antiquities of an Essex Parish ; or. Pages from the History of Great Dunmow. Crown 8vo. Cloth, price 5s. Sewed, 4s. SHELLEY (Lady). Shelley Memorials from Authentic Sources. With (now first printed) an Essay on Christian ity by Percy Bysshe Shelley. With Portrait. Third Edition. Crown 8vo. Cloth, price 5$. SCOTT (Robert H.). Weather Charts and Storm Warnings. Illustrated. Crown 8vo. Cloth, price 3*. 6d. SHERMAN (Gen. W. T.). Memoirs of General W. T. Sherman, Commander of the Federal Forces in the American Civil War. By Himself. 2 vols. With Map. Demy 8vo Cloth, price 24J. Copyright English Edition. Seeking his Fortune, and other Stories. With Four Illustra- tions. Crown Svo. Cloth, price 3s. 6d. SENIOR (N. W.). Alexis De Tocqueville. Correspondence and Conversations with Nassau W. Senior, from 1833 to 1859. Edited by M. C. M. Simp son. 2 vols. Large post 8vo. Cloth, price 2 1 j. SHILLITO (Rev. Joseph). Womanhood : its Duties, Temptations, and Privileges. A Book for Young Women. Crown 8vo. Price 3s. 6d. Journals Kept in France and Italy. From 1848 to 1852. With a Sketch of the Revolution of 1848. Edited by his Daughter, M. C. M. Simpson. 2 vols. Post Svo. Cloth, price 24s. SHIPLEY (Rev. Orby), M.A. Church Tracts, or Studies in Modern Problems. By various Writers. 2 vols. Crown Svo. Cloth, price 5$. each. Seven Autumn Leaves from Fairyland. Illustrated with Nine Etchings. Square crown 8vo. Cloth, price 3s. 6d. SHUTE (Richard), M.A. A Discourse on Truth. Post 8vo. Cloth, price gs."], [206, "26 A List of STEPHENS (Archibald John), LL.D., on behalf of the Respon- dents in \" Ridsdale z>. Clifton and others.\" SMEDLEY (M. B.). Boarding-out and Pauper Schools for Girls. Crown Svo. Cloth, price 3s. 6d. The Folkestone Ritual Case. The Substance of the Argument delivered before the Judicial Com- mittee of the Privy Council. Demy 8vo. Cloth, price 6s. SMITH (Edward), M.D., LL.B., F.R.S. Health and Disease, as In- fluenced by the Daily, Seasonal, and other Cyclical Changes in the Human System. A New Edition. Post 8vo. Cloth, price 7$. 6d. STEVENSON (Rev. W. F.). Hymns for the Church and Home. Selected and Edited by the Rev. W. Fleming Stevenson. The most complete Hymn Book published. The Hymn Book consists of Three Parts : — I. For Public Worship. — II. For Family and Private Worship. —III. For Children. *** Published in various forms and prices, the latter ranging from 8d. to 6s. Lists and full particulars •will be furnisfied on application to the Publishers. Foods. Profusely Illustrated. Fourth Edition. Crown 8vo. Cloth, price 5s. Volume III. of The International Scientific Series. Practical Dietary for Families, Schools, and the La bouring Classes. A New Edition. Post 8vo. Cloth, price 3s. 6d. Tubercular Consumption in its Early and Remediable Stages. Second Edition. Crown 8vo. Cloth, price 6s. STEWART (Prof. Balfour), M.A., LL.D., F.R.S. On the Conservation of Energy. Third Edition. With Fourteen Engravings. Crown 8vo. Cloth, price 5$. Volume VI. of The International Scientific Series. SMITH (Hubert). Tent Life with English Gipsies in Norway. With Five full-page Engravings and Thirty-one smaller Illustrations by Whymper and others, and Map of the Country showing Routes. Third Edition. Revised and Corrected. Post 8vo. Cloth, price 21$. STONEHEWER (Agnes). Monacella : A Legend of North Wales. A Poem. Fcap. Svo. Cloth, price 3.?. 6d. Some Time in Ireland. A Recollection. Crown 8vo. Cloth, price 7s. 6d. STRETTON (Hesba). Author of \"Jessica's First Prayer.\" Michael Lorio's Cross and Songs for Music. By Four Friends. Square crown 8vo. Cloth, price $s. Containing songs by Reginald A. Gatty, Stephen H. Gatty, Greville J. Chester, and Juliana Ewing. other Stories. With Two Illustra- tions. Royal i6mo. Cloth, price is. 6d. The Storm of Life. With Ten Illustrations. Sixteenth Thou sand. Royal i6mo. Cloth.priceu. 6d. SPENCER (Herbert). The Study of Sociology. Fifth Edition. Crown 8vo. Cloth, price 53-. Volume V. of The International Scientific Series. The Crew of the Dolphin. Illustrated. Twelfth Thousand. Royal i6mo. Cloth, price is. 6d. Cassy. Thirty-second Thou sand. With Six Illustrations. Royal i6mo. Cloth, price is. 6d. SPICER (H.). Otho's Death Wager. A Dark Page of History Illustrated. In Five Acts. Fcap. 8vo. Cloth, The King's Servants. Thirty-eighth Thousand. With Eight Illustrations. Royal i6mo. Cloth, price 5s. price is. 6d"], [207, "C. Kegan Paul & Co.'s Publications. 27 STRETTON (Hesba)—continued. STUMM (Lieut. Hugo), German Military Attache to the Khivan Ex- pedition. Lost Gip. Fifty-second Thou sand. With Six Illustrations. Royal i6mo. Cloth, price is. 6d. %* Also a handsomely bound Edi tion, with Twelve Illustrations, price 2s. 6d. Russia's advance East- ward. Based on the Official Reports of. Translated by Capt. C. E. H. Vincent. With Map. Crown 8vo. Cloth, price 6s. David Lloyd's Last Will. With Four Illustrations. Royal i6mo., price 2s. 6d. SULLY (James), M.A. Sensation and Intuition. Demy 8vo. Cloth, price ios. 6d. Pessimism : a History and a Criticism. Demy 8vo. Price 14s. The Wonderful Life. Eleventh Thousand. Fcap. 8vo. Cloth, price 2s. 6d. Sunnyland Stories. By the Author of \"Aunt Mary's Bran Pie.\" Illustrated. Small 8vo. Cloth, price 3s. 6d. A Night and a Day. With Frontispiece. Eighth Thousand. Royal i6mo. Limp cloth, price 6d. Friends till Death. With Supernatural in Nature, The. A Verification of Scripture by Free Use of Science. Demy 8vo. Cloth, price 14s. Illustrations and Frontispiece. Twentieth Thousand. Royal i6mo. Cloth, price is. 6d. ; limp cloth, price 6d. Sweet Silvery Sayings of Shakespeare. Crown 8vo. cloth gilt, price 7s. 6d. Two Christmas Stories. With Frontispiece. Fifteenth Thou sand. Royal i6mo. Limp cloth, price 6d. SYME (David). Michel Lorio's Cross, and Left Alone. With Frontispiece. Twelfth Thousand. Royal i6mo. Limp cloth, price 6d. Outlines of an Industrial Science. Second Edition. Crown 8vo. Cloth, price 6s. Tales of the Zenana. Old Transome. With By the Author of \" Pandurang Hari.\" 2 vols. Crown 8vo. Cloth, price 21$. Frontispiece. Twelfth Thousand. Royal i6mo. Limp cloth; price 6d. %* Taken from \"The King's Servants.\" TAYLOR (Rev. J. W. A.), M.A. Poems. Fcap. 8vo. Cloth, price $s. The Worth of a Baby, and how Apple-Tree Court was won. With Frontispiece. Fifteenth Thousand. Royal i6mo. Limp cloth, price 6d. TAYLOR (Sir H.). Works Complete. Author's Edition, in 5 vols. Crown 8vo. Cloth, price 6s. each. Vols. I . to III. containing the Poetical Works, Vols. IV. and V. the Prose Works. Hester Morley's Promise. 3 vols. Crown Svo. Cloth. The Doctor's Dilemma. 3 vols. Crown 8vo. Cloth. TAYLOR (Col. Meadows), C.S.I., M.R.I.A. STUBBS (Lieut.-Colonel F. W.) A Noble Queen : a Romance of Indian History. 3 vols. Crown Svo. cloth. The Regiment of Bengal Artillery. The History of its Organization, Equipment, and War Services. Compiled from Published Works, Official Records, and various Private Sources. With numerous Maps and Illustrations. Two Vols. Demy 8vo. Cloth, price 32s. The Confessions ofa Thug. Crown 8vo. Cloth, price 6s. Tara : a Mahratta Tale. Crown 8vo. Cloth, price 6s."], [208, "A List of 28 TENNYSON (Alfred)— continued. Original Editions : TELFER(J. Buchan), F.R.G.S., Commander R.N. The Crimea and Trans- Poems. Small 8vo. Cloth, price 6s. Caucasia. With numerous Illus trations and Maps. 2 vols. Medium 8vo. Second Edition. Cloth, price 36s. Maud, and other Poems. Small 8vo. Cloth price 3s. 6d TENNYSON (Alfred). The Princess. Small Svo. Cloth, price 3$. 6d. The Imperial Library Edi tion. Complete in 7 vols. Demy 8vo. Cloth, price £3 13s. 6d. \\ in Rox burgh binding, £4 7s. 6d. Idylls of the King. Small 8vo. Cloth, price 5s. Idylls of the King. Com plete. Small Svo. Cloth, price 6s. Author's Edition. Complete in 6 Volumes. Post 8vo. Cloth gilt ; or half-morocco, Roxburgh style : — The Holy Grail, and other Poems. Small 8vo. Cloth, price 4s. 6d. Vol. I. Early Poems, and English Idylls. Price 6s. ; Rox burgh, 7s. 6d. Gareth and Lynette. Small 8vo. Cloth, price 3s. Enoch Arden, &c. Small 8vo. Cloth, price 3$. 6d. Vol. II. Locksley Hall, Lucretius, and other Poems. Price 6s. ; Roxburgh, 7s. 6d. In Memoriam. Small Svo. Cloth, price 4s. Vol. III. The Idylls of the King (Complete). Price 7s. 6d.\\ Roxburgh, gs. Queen Mary. A Drama. New Edition. Crown 8vo. Cloth, price 6s. Vol. IV. The Princess, and Maud. Price 6s.; Roxburgh, 7s. 6d. Harold. A Drama. Crown 8vo. Cloth, price 6s. Selections from Tenny son's Works. Super royal i6mo. Cloth, price 3s. 6d. Cloth gilt extra, price 4$. Vol. V. Enoch Arden, and In Memoriam. Price 6s. ; Roxburgh, 7s. 6d. Vol.VI. Dramas. Price7j. ; Roxburgh, 8s. 6d. Songs from Tennyson's Works. Super royal i6mo. Cloth extra, price 3s. 6d. Also a cheap edition. i6mo. Cloth, price 2s. 6d. Cabinet Edition. 12 vol umes. Each with Frontispiece. Fcap. 8vo. Cloth, price 2s. 6d. each. Idylls of the King, and . other Poems. Illustrated by Julia Margaret Cameron. 2 vols. Folio. Half-bound morocco, cloth sides, price £6 6s. each. Cabinet Edition. 12 vols. Com plete in handsome Ornamental Case. 32J. Pocket Volume Edition. 13 vols. In neat case, 36s. Ditto, ditto. Extra cloth gilt, in case, 42$. Tennyson for the Young and for Recitation. Specially arranged. Fcap. Svo. Price is. 6d. The Shilling Edition of the Poetical and Dramatic Works, in 12 vols., pocket size. Price is. each. Tennyson Birthday Book. Edited by Emily Shakespear. 321110. Cloth limp, 2s. ; cloth extra, 3s."], [209, "C. Kegan Paul <5° Co.'s Publications. 29 THOMAS (Moy). A Fight for Life. With Frontispiece. Crown 8vo. Cloth, price 3s. 6d. TYNDALL(John),L.L.D., F.R.S. The Forms of Water in Clouds and Rivers, Ice and and Glaciers. With Twenty-five Illustrations. Sixth Edition. Crown 8vo. Cloth, price 5s. Volume I. of The International Scientific Series. Thomasina. A Novel. 2 vols. Crown 8vo. Cloth. THOMPSON (Alice C). Preludes. A Volume of Poems. Illustrated by Elizabeth Thompson (Painter of \"The Roll Call \"). 8vo. Cloth, price 7s. 6d. UMBRA OXONIENSIS. Results of the expostu- lation of the Right Honourable W. E. Gladstone, in their Relation to the Unity of Roman Catholicism. Large fcap. 8vo. Cloth, price 5s. THOMPSON (Rev. A. S.). Home Words for Wan- derers. A Volume of Sermons. Crown 8vo. Cloth, price 6s. VAMBERY (Prof. A.). Bokhara : Its History and Conquest. Second Edition. Demy 8vo. Cloth, price 18s. Thoughts in Verse. Small Crown 8vo. Cloth, price is. 6d. VAN BENEDEN (Mons.). Animal Parasites and Messmates. With 83 Illustrations. Second Edition. Cloth, price $s. THRING (Rev. Godfrey), B.A. Hymns and Sacred Lyrics. Fcap. 8vo. Cloth, price 5^. Volume XIX. of The International Scientific Series. TODD (Herbert), M.A. Arvan ; or, The Story of the Sword. A Poem. Crown 8vo. Cloth, price 7s. 6d. VANESSA. By the Author of \"Thomasina,\" &c. A Novel. 2 vols. Second Edition. Crown Svo. Cloth. TODHUNTER (Dr. J.) Laurella; and other Poems. Crown Svo. Cloth, price 6s. 6d. VINCENT (Capt. C. E. H.). Elementary Military Geography, Reconnoitring, and Sketching. Compiled for Non - Commissioned Officers and Soldiers of all Arms. Square crown 8vo. Cloth, price 2s. 6d. TRAHERNE (Mrs. A.). The Romantic Annals of a Naval Family. A New and Cheaper Edition. Crown 8vo. Cloth, price 5$. VOGEL (Dr. Hermann). The Chemical effects of Light and Photography, in their application to Art, Science, and Industry. The translation thoroughly revised. With 100 Illustrations, in- cluding some beautiful specimens of Photography. Third Edition. Crown 8vo. Cloth, price $s. TRAVERS (Mar.). The Spinsters of Blatch- ington. A Novel. 2 vols. Crown 8vo. Cloth. Waiting for Tidings. By the Author of \"White and Black.\" 3 vols. crown 8vo. TREMENHEERE (Lieut.-Gen. C. W.) Missions in India : the System of Education in Government and Mission Schools contrasted. Demy 8vo. Sewed, price 2s. Volume XV. of The International Scientific Series. VYNER (Lady Mary). Every day a Portion. Adapted from the Bible and the Prayer Book, for the Private Devo- tions of those living in Widowhood. Collected and edited by Lady Mary Vyner. Square crown 8vo. Cloth TURNER (Rev. C. Tennyson). Sonnets, Lyrics, and Trans- lations. Crown 8vo. Cloth, price 4s. 6d. extra, price 5^."], [210, "A List of 30 WHITE (A. D.), LL.D. Warfare of Science. With Prefatory Note by Professor Tyndall. Second Edition. Crown 8vo. Cloth, price 3s. 6d, Waiting for Tidings. By the Author of \" White and Black.\" 3 vols. Crown Svo. Cloth. WARTENSLEBEN (Count H. von). The Operations of the South Army in January and February, 1871. Compiled from the Official War Documents of the Head-quarters of the Southern Army. Translated by Colonel C. H. von Wright. With Maps. Demy Svo. Cloth, price 6s. WHITE (Capt. F. B. P.). The Substantive Seniority Army List— Majors and Cap- tains. 8vo. Sewed, price 2s. 6d. WHITNEY (Prof. W. D.), of Yale College, New Haven. The Life and Growth of The Operations of the First Army under Gen. von Manteuffel. Translated by Colonel C. H. von Wright. Uniform with the above. Demy Svo. Cloth, price gs. Language. Second Edition. Crown 8vo. Cloth, price $s. Copyright Edition. Volume XVI. of The International Scientific Series. WHITNEY (Prof. W. D.), of Yale College, New Haven— continued. WATERFIELD, W. Hymns for Holy Days and Seasons. 32mo. Cloth, price is. 6d. Essentials of English Grammar for the Use of Schools. Crown Svo. Cloth, price 3s. 6d. WAY (A.), M.A. The Odes of Horace Liter- WHITTLE (J. L.), A.M. ally Translated in Metre. Fcap. 8vo. Cloth, price 2s. Catholicism and the Vati- can. With a Narrative of the Old WEDMORE (F.). Catholic Congress at Munich. Second Edition. Crown 8vo. Cloth, price 45. 6d. Two Girls. 2 vols. Crown 8vo. Cloth. WELLS (Capt. John C), R.N. Spitzbergen — The Gate- way to the Polynia ; or, A Voyage to Spitzbergen. With numerous Il- lustrations by Whymper and others, and Map. New and Cheaper Edi- tion. Demy 8vo. Cloth, price 6s. WICKHAM (Capt. E. H., R.A.) Influence of Firearms upon Tactics : Historical and Critical Investigations. By an Officer of Superior Rank (in the German Army). Translated by Captain E. H. Wickham, R.A. Demy 8vo. Cloth, price 7s. 6d. WETMORE(W. S.). Commercial Telegraphic Code. Second Edition. Post 4to. Boards, price 42s. WILBERFORCE (H. W.). The Church and the Em- pires. Historical Periods. Pre ceded by a Memoir of the Author by John Henry Newman, D.D. of the Oratory. With Portrait. Post 8vo. Cloth, price 10s. 6d. What 'tis to Love. By the Author of \" Flora Adair,\" \" The Value of Fosterstown. \" 3 vols. Crown Svo. Cloth. WILKINSON (T. L.). WHITAKER (Florence). Short Lectures on the Land Christy's Inheritance. A London Stoiy. Illustrated, Royal i6mo. Cloth, price is, 6d. Laws. Delivered before the Work- ing Men's College. Crown 8vo. Limp Cloth, price 2s."], [211, "C. Kegan Paul & Co.'s Publications. 31 WILLIAMS (A. Lukyn). WOOD (C. F.). Famines in India ; their Causes and Possible Prevention. The Essay for the Le Bas Prize, 1875. Demy 8vo. Cloth, price 5s. A Yachting Cruise in the South Seas. With Six Photo graphic Illustrations. Demy 8vo. Cloth, price 7s. 6d. WILLIAMS (Charles), one of the Special Correspondents attached to the Staff of Ghazi Ahmed Mouktar Pasha. The Armenian Campaign : Diary of the Campaign of 1877 in Armenia and Koordistan. With Two Special Maps. Large post Svo. Cloth, price ios. 6d. WRIGHT (Rev. David), M.A. Waiting for the Light, and other Sermons. Crown Svo. Cloth, price 6s. WYLD(R. S), F.R.S. E. The Physics and the Philo sophy of the Senses ; or, The Mental and the Physical in their Mutual Relation. Illustrated by several Plates. Demy 8vo. Cloth, price 1 6s. WILLIAMS (Rowland), D.D. Life and Letters of, with Ex- tracts from his Note-Books. Edited by Mrs. Rowland Williams. With a Photographic Portrait. 2 vols. Large post Svo. Cloth, price 24s. YONGE (C. D.). History of the English Revolution of 1688. Crown 8vo. Cloth, price 6s. Psalms, Litanies, Coun sels and Collects for Devout Persons. Edited by his Widow. New and Popular Edition. Crown 8vo. Cloth, price 3s. 6d. YORKE (Stephen). Cleveden. A Novel. 2 vols. Crown Svo. Cloth. WILLIS (R., M.D.) Servetus and Calvin : a Study of an Important Epoch in the Early History of the Reformation. 8vo. Cloth, price 16s. YOUMANS (Eliza A.). An Essay on the Culture of the Observing Powers of Children, especially in connection with the Study of Botany. Edited, with Notes and a Supplement, by Joseph Payne, F. C. P., Author of \" Lectures on the Science and Art of Education,\" &c. Crown 8vo. Cloth, price 2s. 6d. WILLOUGHBY (The Hon. Mrs.). On the North Wind — Thistledown. A Volume of Poems. Elegantly bound. Small crown 8vo. Cloth, price 7.S. 6d. WILSON (H. Schutz). First Book of Botany. Designed to Cultivate the Observing Powers of Children. With 300 En gravings. New and Enlarged Edi tion. Crown Svo. Cloth, price $s. Studies and Romances. Crown Svo. Cloth, price 7s. 6d. WILSON (Lieut.-Col. C. T.). James the Second and the Duke of Berwick. Demy 8vo. Cloth, price 12s. 6d. YOUMANS (Edward L.), M.D. A Class Bookof Chemistry, on the Basis of the New System. With 200 Illustrations. Crown 8vo. Cloth, price 5s. WINTERBOTHAM (Rev. R.), M.A., B.Sc. Sermons and Expositions. Crown Svo. Cloth, price 7s. 6d. ZIMMERN (H.). WOINOVITS (Capt. I.). Stories in Precious Stones. Austrian Cavalry Exercise. Translated by Captain W. S. Cooke. Crown Svo. Cloth, price 7s. With Six Illustrations. Third Edi tion. Crown Svo. Cloth, price 5^."], [212, "C. Kegan Paul & Co.'s Publications. 32 THE NINETEENTH CENTURY. A Monthly Rez-iew, edited by James Knowles, price 2_r. 6d. The Two First Volumes of \" The Nineteenth Century \" (Price 14s. each) contain . Contributions Writers : by the following Mr. Tennyson. Mr. Arthur Arnold. ,, James Spedding. „ W. R. S. Ralston. „ E. D. J. Wilson. Rt. Hon. W. E. Gladstone, M.P. Lord Stratford de Redcliffe. Cardinal Manning. The Duke of Argyll. „ C. A. Fyffe. ,, Edward Dicey. Bishop of Gloucester and Bristol. Professor Huxley. Thomas Brassey, M.P. John Fowler. Lord Selborne. The Dean of St. Paul's. Henry Irving. Edgar Bowring. Sir James Fitzjames Stephen. Mr. Matthew Arnold. Sir Julius Vogel. Mr. R. H. Hutton. Dr. Ward. Mr. J. A. Froude. Sir John Lubbock, M.P. Mr. Grant Duff, M.P. Mr. George Jacob Holyoake. Rev. R. W. Dale. Sir Thomas Watson. Rt. Hon. Lyon Playsair, M.P. Mr. Edgar A. Bowring. „ T. Brassey, M.P. ,, W. R. Greg. Canon Carter. Rev. Dr. Martineau. „ J. Baldwin Brown. „ J. Guiness Rogers. , A. H. Mackonochie. Sir Thomas Bazley, Bart., M.P. Professor George von Bunsen. Mr. W. G. Pedder. Mr. Frederick Harrison. Rev. Dr. George Percy Badger. Professor Colvin. Dr. Carpenter. Mr. W. Crookes. Viscount Stratford de Redcliffe. Mr. Archibald Forbes. Rt. Hon. James Stansfeld, M.P. Lady Pollock. Rev. Malcolm MacColl. Mr. Matthew Arnold. Professor Henry Morley. Mr. Frederick Myers. Professor Croom Robertson. Clifford. &c. &c. LONDON C. KEGAN PAUL AND CO. (Suciestors to the Publishing Department S. King and Co. ) I, PATERNOSTER SQUARE. ELiETfR PRESS .—MINTED BT JOHN e. WILKINS, 9, CASTLE STREET, CHANCERY LANE,"], [213, ""], [214, ""], [215, ""], [216, ""]]