[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE THORNCLIFFES BY H. Al. URWICK. IN THREE VOLUMES. VOL. III. LONDON : SWAN SONNBNSCHBIN, LOWHEY & CO., PATEENOSTEE SQUARE. 1887."], [6, ""], [7, "THE THOBNCLIFFES. CHAPTER I. \" Henceforth I learn that to obey is best ; To love with fear the only God, to walk As in His presence ; ever to observe His Providence, and on Him sole depend ; Merciful over all His works, with good Still overcoming evil, and by small Accomplishing great things ; by things deemed weak Subverting worldly strong and worldly wise By simply meek.\" Milton. The burning sun Avas sinking into the AVest, shedding its golden light over land and sea, when, two days later, Agnes Avalked Avith her father along the dusty streets of Alarseilles. She was exhausted almost beyond her strength Avith the long journey, for they had travelled night and day Avithout pausing, and this, in the heat of August, was no light thing to one Avho for the last tAvo years had never been more than tAventy mUes from home. Yet she had preferred to walk, in spite of the heat, thinking it Avould be a reHef after the long hours of sitting in a VOL. III. B"], [8, "THE THORNCLIFFES. 2 railway carnage. Very little had been spoken between her father and herself during the journey. Suspense and anxiety are often too great for words ; and all the strength of their natures had been occupied in the vehement intensity of their prayers that they might not, after all, be too late. AVhat Mr. Thorncliffe felt, it would be difficult to express. There Avas a strange, sad fixity in his countenance, as of one who had steeled himself to endure the utmost limit of human soitoav, and it had only deepened and groAvn firmer as the train bore him on, on towards the death-bed of his only son, the son who had been the centre of such lofty hopes, for whose sake he had shrunk from no personal sacrifice, and AA'ho was now, as it seemed, passing away, his high abilities come. to naught, his many opportunities wasted, his life merely a record of failure and mistakes. AVith Agnes, perhaps, there AA-as a stronger mixture of hope, and a yearning confidence that, after all, in some unlooked for Avay, there might still be reason to rejoice on Fred's behalf. Yet her feeling, too, Avas chiefly one of endurance, and of humble striving to submit to whatever sorrow might be appointed to her."], [9, "THE THORNCLIFFES. 3 They rang the bell at the painted door in the little street whither they had been directed, and, after an interval of Avaiting, it Avas opened by a fussy-looking French Avoman, avIio, after some parley, which Avas a considerable tax on Agnes's rather limited stock of French, admitted them to a trim little parlour, opening out on a someAvhat dilapidated garden, with a vieAV over the busy harbour Avith its crowds of masts. The English monsieur was very ill, extremement, she said, shaking her head and lifting up her hands. She Avould go and call I'autre monsieur, he Avould give them more precise information. In a few minutes the room Avas entered by a tall, dark-looking man, Avith shaggy beard and eyebrows, who seized Air. Thorncliffe by the hand, warmly shaking it, and greeting him in the broadest Irish accent. \"Sure, and it's grand he'll be when he sees y*ou,\" he exclaimed, \" and myself think ing it wouldn't be tiU to-morroAv you'd be here.\" \" Then my son is better ? \" asked Air. Thorn cliffe in his stiffest voice, Avhile Agnes steadied herself against the table for support under the vio lent reaction caused by the stranger's words. The VOL. III. B— 2"], [10, "THE THORNCLIFFES. 4 sudden revulsion from dread to hope was almost overpowering to both. \"Sure and isn't it since yesterday morning that he's baen mending, till it's beautiful to see? Aud isn't it the beautiful lady that he's been asking for, till me heart was nearly broken for hearing him? What Avould he be doing but mending now she's come ? \" Agnes shivered at these words, which sounded inexpressibly coarse in her present state of over strung feelings. She Avell kneAv that it was not for her that Fred had been pining during the long hours of illness. And a vision of Dorothea, far aAvay, ignorant, perhaps, of his danger, and Avith no sympathizing ear in Avhich to pour forth her anxiety, rose up before her, filling her Avith an inexpressible pity in the midst of her OAvn agitation and suspense. Yet Fred was better ; this fact appeared clear and distinct in the midst of all the exaggerations and contradictions of his comrade's account. Not, indeed, that his condition could, in any sense, be considered \" grand.\" There was still grave and extreme danger, as Mr. Thorncliffe's close ques tioning soon discovered. But there had been a distinct rallying from the exhaustion of two days"], [11, "THE THORNCLIFFES. 5 before, and the doctor had expressed an opinion that he might, after all, get through. It was not much, yet it was an ineffable comfort after the long, sickening despair. 1 1 was, indeed, a terrible illness, as they learnt by degrees, partly from the doctor and partly from the accounts given by the rough Irishman, who appeared to be Fred's chief attendant. His name, they found, Avas Abalone, and he had, ap parently, been engaged, like Fred, in journalistic work, and had fallen in with him during some of his expeditions among the mountains. He had met him again on board the steamer, and had tended him in the Aiolent illness which had set in during the last tAvo days of the voyage. He Avas rough and unpolished in exterior, but full of Irish good-humour, kindliness, and fertility of resource. He made light of his services to Fred, but Air. Thorncliffe and Agnes soon gathered that it Avas to his devotion and care that they ovA*ed their present joy of finding their dear one alive. He had himself carried Fred off the vessel, and corn-eyed him to the lodgings, Avhich he had known of from a previous stay in the town, and he had since been his attendant day and night, rarely leaving him for a feAV"], [12, "THE THORNCLIFFES. 6 moments' rest. In the sick-room he was gentle and tender as a Avoman, and he sobbed like a child as he told of the last expedition be had made with Fred, Avhen they had rescued the sufferers from the burning farm-house, and in the midst of their Avork had been attacked by a party of Bashi Bazouks, Avho had carried away Alalone, and left Fred Avounded, and apparently dead. \" And sure I'd have cut off my right hand to have taken him with me,\" he said, the tears run ning down his face, \"for it's sorra a bit dead I thought him, though they had punched a great bruise on his head ; and Avasn't it the praste that nursed him ! Alay the blessed saints reward him.\" Air. Thorncliffe and Agnes listened breathless to this narrative, and felt that they could do anything for the man Avho had done so much for Fred. The English chaplain called on them that same evening. He had only heard of Fred three days previously, when visiting some one at the next house. He Avas full of concern and offers of help ; it Avas he who had first thought of enquiring about Fred's friends, for poor Alalone"], [13, "THE THORNCLIFFES. 7 himself a waif in life Avithout any fixed connec tions, had never thought of the probability that his comrade might have loving, anxious hearts at home waiting for tidings. Air. Till, the clergyman, had searched among Fred's papers, and, finding Air. Thorncliffe's address, had sent the telegram which had brought the father and sister to Alarseilles. Nor was this all, for on se ing his critical state he had at once sum mond the best physician in the city, and had provided many extra comforts which Alalone Avould never have thought of. He noAv urged strongly that Air. Thorncliffe and Agnes should stay at his house, an invitation which Agnes, after some hesitation, accepted, for the first night at least. The accommodation in the lodgings was scanty*, and she felt sorely in need of a good night's rest, and, as Air. Thorncliffe insisted on sitting up with Fred during the night, her presence would not be needed till morning. Both father and sister Avere much shocked at the alteration, made by illness, in Fred's appear ance. He Avas scarcely conscious Avhen they saw him, and they could not tell Avhether he recognised them or not. He kept murmuring"], [14, "THE THORNCLIFFES. 8 something about Dorothea, in a Avay which Avent to their hearts, Avhile it explained poor Malone's mistake. During the night, indeed, he seemed to know his father, but his mind Avas evidently AVandering, for he asked dreamily Avhere his mother Avas, and Avhy she, too, had not come to him. Mr. Thorncliffe was too much overcome to ansAver, and soon the momentary look of recog nition Avas gone, and the old murmuring about soldiers, marching, Alalone, Landers, and the Flag of Progress, Avith pathetic references to Dorothea occurring almost every instant, was resumed. The next day the more alarming symptoms, Avhich for a time seemed to have passed off, returned Avith increased violence, and it seemed as if the last shred of hope Avas about to be taken from them. Neither Air. Thorncliffe nor Agnes left him that day, but sat through the long broiling hours, Avatching each painful laborious breath, moistening his parched lips Avith Avater, and administering the drops of stimulant on Avhich, the doctor said, the only chance of life depended. Alalone Avent out, facing the blazing heat, in search of ice and other remedies ; and his return, and the fre-"], [15, "THE THORNCLIFFES. 9 quent visits of the doctor, Avere the only events that recaUed to the anxious watchers the exist ence of the outside world, and aAvoke them to the vague realizatiou that it was after all only hours, not days and Aveeks, that Avere dragging their slow course, as they sat by the sick-bed. The night passed in still the same suspense. Mr. Thorncliffe got a couple of hours' sleep at broken intervals in the adjoining room. Agnes reluctantly lay down from five till eight, but it was long before she could sleep, and the bustle and stir of the toAvn, Avaking up after its short night, jarred terribly on her over-Avrought nerves, and seemed to mock her bitter grief and anxiety. The next day brought no change ; it Avas Sunday, but it Avas long before the Avatchers remembered that, such a Avide gulf of soitoav seemed to separate them from the old life at home. And still on Alonday there Avas the same violence of fever ; passing now more and more into intervals of stupor, but with strength gradually declining till the long struggle between youthful vigour and the deadly poAver of disease seemed to be quickly approaching its final close. There Avas no interval of consciousness during"], [16, "10 THE THORNCLIFFES. these days. The same wandering talk, snatches of poetry repeated over and over again, leading articles, essays, evidently reminiscences of his former occupations, and full of pathos, as shew ing the keen intellectual activity and ardent enthusiasm which had always characterized him. There Avere often, too, passages of Scripture re curring with imploring frequency, and bearing a touching witness to the long battle Avith doubt and difficulty Avhich the father and sisters had so little understood, and so harshly judged. Sometimes he seemed to have forgotten a Avord, and could not rest till he had found it, and then, if Air. Thorncliffe or Agnes could supply it to him, there would be a momentary satisfaction and peace. Agnes often sang to him during those days, sang long hours together, hymns, psalms, or tender airs of Handel and Alendelssohn, and her voice seemed to soothe him more than any thing else. Once he looked up suddenly, as if in surprise, and said, \" You said there Avas no such thing as angels, but I hear them singing now.\" Air. Thorncliffe turned his face aAvay, over powered with his feelings, and Alalone hurried from the room in tears, but Agnes sang on,"], [17, "THE THORNCLIFFES. 11 Avithout pause or faltering ; it Avas as though this one thing Avas appointed for her to do, and strength Avas given her to accomplish it. So things Avent on, till on the Tuesday there Avas a faint gleam of returning hope, and gra duaUy it became eA-ident that Fred Avas not to pass aAvay under the spell of that terrible fever. They scarcely dared to believe it at first, so thickly had the shadow of death darkened over their spirits, yet by degrees, slowly and AA'ith many sinkings of heart, the happy truth dawned upon them. He was improving ; the worst danger Avas passed ; the long hot days brought a slowly returning strength. AVhat joy could be greater than this renewed hope ? There was great Aveakness, and often sore suffering, but the Aveary brain Avas no longer tortured by delirium, and tlie indomitable Thorncliffe spirit of endu rance gave him strength against even the fiercest pain. It was a marvellous revival, the doctor said, and it would be long, indeed, before the strength was in any degree really restored ; they must not Avonder at the pain, it Avas the inevitable reaction on the nerves of the desperate strain of the fever, and the greatest care would be neces sary for many weeks to come. The hearts of"], [18, "12 THE THORNCLIFFES. the watchers did not sink at the prospect, they Avere too full of joy that Fred should be re covering at all, to Avaste their strength in lamenta tions that the progress should be slow. Indeed, the hope came into their minds that perhaps this time of Aveakness might prove a season of great blessing to him. It was their constant prayer that his Ulness might be the turning point in his spiritual life, and that he might learn, through Aveariness and suffering, to find the true source of all strength. Hoav far these prayers Avere answered they could not tell. A deep reserve had fallen upon Fred from the time Avhen he Avas first able for the slightest conversation. He listened in patient silence to his father's reading from the Bible and Prayer Book, and still took pleasure in Agnes's singing ; but he made no response to any remark that they might make on religious matters, and a natural delicacy towards one Avho, in spirit as Avell as body, had been so sorely bruised Avithheld them from any attempt to force such conversation upon him. He often Avatched Agnes as she moved about the room or sat by the window with her needle- Avork. The great heat and the long anxiety had told heavily upon her, and none could mistake"], [19, "THE THORNCLIFFES. 13 the traces of exhaustion and Aveariness in her countenance. \" I am afraid it has quite knocked you up, being here so long,\" Fred said one day, as she sat, languid and motionless, in her chair. \" It is of no consequence,\" she ansAvered. \" I should think it worth while if I Avas never able to do anything again.\" He made no reply, the idea of self-sacrifice had been very close to him during these days of convalescence, and it did not seem strange to find a reflection of it in his sister. After a while he said : \" How strange it is to be coming back to life again, Avhen aU that used to make it SAveet has been taken from me.\" \" Oh ! \" said Agnes, with a sudden animation, \" are you not thankful to have another oppor tunity of turning your life to some account ? \" \" I feel as if I must give up even that,\" he said, with an effort, \" and be content simply to keep it from going astray. I have always been too ready to think my life of great importance ; I must learn noAv that it is Avorth nothing after all.\" \" None of our lives can be really Avorth any-"], [20, "14 THE THORNCLIFFES. thing,\" said Agnes. \"AVe can only think of doing right from day to day.\" \" Ay,\" he said, \" but it takes a great deal to bring some of us to see that.\" This was the nearest approach to confidence that passed betAveen them, but, slight as it Avas, it filled Agnes with a joy keener even than that Avith which she had hailed the return of his earthly life. A neAv happiness seemed to shine even in her face, lighting up, Avith a strange un earthly beauty, the features Avhich day by day seemed to become more Avasted and fragile. All who had to do Avith her noticed the gradual transfiguration. Fred studied it hour by hour, till it sunk indelibly into his heart, to be en shrined there as a sweet and holy memory, during long years to come. Malone looked upon her as a sort of celestial being to be humbly avoi* shipped from a distance, aud he spared no effort Avhich could minister to her comfort and con venience, transferring to her a portion of the devoted allegiance Avhich he had already shoAvn to Fred. The nurse and the landlady spoke oi her as \" cette demoiselle angelique,\" and the for mer asked Fred if mademoiselle Avere not devouee, she hid tellement Vair religieuse et"], [21, "THE THORNCLIFFES. 15 celeste. Agnes smiled Avhen Fred told her of this question. \" Perhaps I am,\" she said, \" in one way.\" But the time quickly dreAv near, Avhen Fred could be safely left to the care of Alalone. Air. Thorncliffe AA-as much wanted at home, his long absence having been a cause of considerable cost and inconvenience, and Agnes had suffered too much from the heat of Alarseilles for it to be prudent to leave her exposed to it longer than necessary, even if it had not been othenvise in convenient for her to remain there without her father. Fred Avas so much better that it AA'as hoped he might folloAv them in another fort night, though the doctor strongly recommended that he should make the journey by sea, in order to avoid the dust and fatigue of the railway. The voyage would occupy nearly a Aveek ; so in three weeks time they could hope to welcome him back to Ardernmoor. For the present that was the summit of the family ambition ; what was next to come did not as yet trouble their thoughts. Air. Thorncliffe and Agnes traveUed more leisurely on their homeward journey than they had done six weeks previously. Agnes looked Avith a sort of interest at the strange foreign"], [22, "THE THORNCLIFFES. 16 cities, Avhich had been mere names to her as she had whirled past them before, but in general she had not much strength for sight-seeing, and even Paris did not divert her thoughts from the desire to get home. \" The fresh air of the hills AAill give neAv life to you,\" Mr. Thorncliffe said, a little doubtfully, as he looked at her pale face ; she only smiled acquiescence. She felt Very thed and longed for nothing but rest ; yet, when once she was back at Ardernmoor, it seemed as if the words Avere likely to be ful- filled, and a new strength to come to her, with the bracing English air. There was so much to hear and tell, so many questions to be ansAvered about Fred, and such long accounts of parish matters and difficulties to be listened to, that at once she Avas plunged into the full torrent of the old busy life. The Aliss Lloyds were in SAvitzerland, where they had been travelling during the greater part of the summer, so that a larger share that usual of Avork in schools and districts had fallen on Lilian and Nellie. A°*nes was not sIoav in asking Avhether anything had been heard of Dorothea, but her sisters could tell her nothing on that point."], [23, "THE THORNCLIFFES. 17 \" AVe have had no letter,\" Lilian said, \" and Ave did not know her address.\" \" You don't mean to say you have never written ? \" exclaimed Agnes, in sudden conster. nation. \" No ; we thought you would do so, perhaps ; and Ave did not exactly knoAv Avhat to say.\" \" I Avish I had, indeed, but I was too busy and tired, and I made sure you Avould do so. AVhat can you have been thinking of ? \" \" AVe did not knoAv Avhere to Avrite to,\" said NeUie, AA'ho could not endure a reproach from Agnes. \" You could haAe sent it to her aunt at Chal mingham. Oh, I do blame myself for not thinking of it ! Just think hoAV dreadful it must be if she has heard nothing, or perhaps some account third hand — no one knoAvs Avhat. I will Avrite at once, this very day.\" AA'hen Agnes made a resolve she Avas not sIoav in carrying it out, and the very next post con veyed the long delayed letter Avhich was to relieve Dorothea's inevitable anxiety and sus pense. VOL. III. c"], [24, "18 CHAPTER II. \" I cannot stay, I leave this mortal ark behind, A weight of nerves without a mind, And leave the cliffs, and haste away O'er ocean mirrors rcunded large, And reach the glow of southern skies, And see the sails at distance rise, And linger weeping on the marge, And saying ' Comes he thus, my friend? Is this the end of all my care? ' And circle moaning in the air Is this the end ? Is this the end 1 ' \" Tennyson. The bright sunshine lit up sea and sky and hiUs as Dorothea sat, one hot morning in August, on the cliffs at AVhitby. She had come doAvn there a few days before, with her father and his Avife, Avho Avere anxious for an interval of quiet, after the long round of engagements which had occupied them hitherto. To Dorothea herself it mattered very little where she Avas, and even the beauty of the bold coast-line, and the \\-aried alternations of moor and valley inland had but little power to charm her Aveary spirit. To out- ward appearance she Avas not much changed"], [25, "THE THORNCLIFFES. 19 since that memorable day in the spring. It is true the joy and brightness had died out of her face, and her step had lost its former elasticity,but the pangs of grief and loneliness had only begun to do their work, in mailing the fair lines of youth in her countenance. She had passed the months since leaving Ardernmoor Avith her aunt at Chabning ham, and it had been a strange and dreary Avon der to her to go back to the scenes and associates of her childhood, with a heart so changed in the three short years since she had left. She scarcely felt like the same person Avho had been so absorbed in the schools and services, and district visiting then, and it Avas Avith a kind of Aveary impatience that she listened to the little items of gossip AA'hich her friends, thinking to entertain and cheer her, poured continually into her ears. She supposed, languidly, that she should some time care for these things, but at present she wished only to be left alone Avith her grief. Her aunt, Airs. Alellor, Avas only dimly aAvare of the state of her feelings. She had heard that there Avas \" something of a love affair,\" but she supposed it Avas a mere school-girl matter, which should be forgotten as soon as possible. And so she tried, by all the meaus in her poAver, to VOL. III. C — 2"], [26, "20 THE THORNCLIFFES. divert Dorothea, getting up a succession of mild entertainments, such as Avere consistent with her rather strict views, for her benefit. Colonel and Airs. Lloyd often Avrote to Dorothea, kind letters, though the reiterated hopes that she was Avell and enjoying her visit jarred sadly on her drooping spirits. Her Ardern moor aunts also Avrote, but their letters were stiff and unreal, for they carefully avoided any men tion of the Thorncliffes, and it was not easy to find much neAvs apart from them. Alany a time Avould Dorothea fling down their letters in bitter scorn of the commonplaces Avhich seemed to mock the deep hunger of her heart. Poor child! she had still much to learn ; as yet her grief absorbed her too completely to leave room for any other thoughts. During all the Aveeks of her stay at Chalming ham she had but little tidings of Fred. The neAvspapers told her the result of the Flag of Progress case, and eagerly did she study every Avord in the reports. But, alas ! this too only brought fresh pain. The subject of the trial Avas a matter of occasional discussion at the various social gatherings Avhich she had to attend, and sometimes she heard harsh and adverse comments"], [27, "THE THORNCLIFFES. 21 on Fred's action. Once or tAvice she spoke iu attempts to vindicate him, but her Avarm defence Avas only received Avith an incredulous stare, and she soon learnt to dread the risk of exposing her real feelings ; aud so she Avould sit, Avhite and trembling, Avith a Avild terror lest her face should somehow betray her secret. The torture of these discussions was almost more than she could bear, and she Avould beseech her aunt, Avith vehement earnestness, to excuse her from the gatherings AA-here there Avas any likelihood that she Avould be exposed to it. Towards the middle of July Colonel and Airs. Lloyd came for a short visit to Chalmingham, on their Avay to the seaside. They seemed con cerned at Dorothea's pale face and listless manner, and spared no pains to interest and en liven her. She Avould be better for the sea air, they declared ; Chalmingham had ahvays been thought relaxing, and, of course, she felt it more after the bracing atmosphere of Ardernmoor. Dorothea acquiesced faintly ; she did not much believe in the efficacy of sea breezes in her case ; but after all she felt that it Avas very little matter. Another plan, indeed, was proposed, which might have been more successful in giving a new direc-"], [28, "22 THE THORNCLIFFES. tion to her thoughts. Her aunts were about to carry out a long-cherished design of travelling in Switzerland, and they wrote, strongly urging that she should be aHowed to accompany them. Colonel Lloyd hesitated at first. \" Do you wish very much to go to Switzerland ?\" he asked his daughter. Dorothea did not wish anything very much, apart from the one thing on Avhich all her desires were centred. \" I don't mind, papa,\" she said; \"just AA-hatever you like.\" \" I confess I should like to have you with me,\" he said, a little Avistfully ; \" but if you like to go to SAvitzerland, I would not on any account dis appoint you.\" \" Then I Avill stay with you,\" said Dorothea ; \" I don't at all mind about SAvitzerland ; it is no disappointment.\" And so it was settled, though the Aliss Lloyds AA-ere bitterly disappointed, and declared it Avas the one thing needed to cheer Dorothea up. Colonel Lloyd was half-inclined to alter his decision on reading their letters, but she herself adhered to her first resolution. \" You knoAv, I only Avant to make you happy,"], [29, "THE THORNCLIFFES. 23 child,\" he said, half pathetically, when the sub ject was again discussed. Dorothea's lip quivered, and she turned her face away without answering. \" I don't know what to do Avith that child,\" the Colonel complained to his wife that evening ; \" she seems to have no spirit for anything. I wish I could think of something to please her.\" \" She ought to have companions,\" said Airs. Lloyd ; \" she is altogether too solitary and self contained. Has she no friend whom we could invite down to AVhitby Avith us ? \" \" The v*ery thing,\" he exclaimed ; \" there's that little Aliss AVarner, AA'ho is here so often, I'll ask her.\" Accordingly the next morning the Colonel at once opened the subject to his daughter. \" I'H teU you what, Dorothea, I have an idea in my head ; don't you think you might ask your friend Aliss Warner to come Avith us to AVhitby ? \" Lucy AVarner was an old school-feUow of Dorothea's, a bosom friend of a few years ago, with whom she still kept up a kind of semi-confi dential intimacy, though they had travelled far apart in mind and heart."], [30, "THE THORNCLIFFES. 24 \" I dare say she would like it,\" she answered, Avith a little sigh. \"She Avill be delighted, no doubt; I'll ask her at once. And there are the Jephsons, wonder ing what seaside place they shall go to. AVhy shouldn't they come down to AVhitby, and be near us ? I'll go round and speak to Mr. Jephson about it this morning ; I wonder I didn't think of it before. AVe shaU be quite a merry party ; you Avant a few young people about you to make a little liveliness.\" Dorothea thought that she had plenty of them at Chalmingham, and found the effect anything but inspiriting, but she said nothing, though her heart was sore. Yet, when she Avas alone in her room, she sighed impatiently at the recollection of her father's eagerness. \" Anybody and everybody,\" she exclaimed, \" except the one person I reaUy Avant. As if I cared for the Jephsons and their chatter! Oh, dear, am I growing dreadfully selfish, I wonder ? \" And there followed a burst of Aveeping, with painful strivings after a spirit of resignation, in Avhich she was so far successful that she was able to listen Avith kindly interest to the rap-"], [31, "THE THORNCLIFFES 25 turous delight Avith Avhich Lucy AVarner received the invitation to Whitby. So far the bracing sea air, and the varied society of the friends her father had provided, had but little effect in cheering Dorothea's spirits. There Avas no lack of variety and occupation for her ; for the Jephsons, a large and energetic family of young people, were indefatigable in getting up picnics, boating parties, and amuse ment of all kinds. The girls taught one another to SAvim, went out fishing Avith their brothers, or played the then newly-introduced game of lawn tennis, with the unremitting ardour which springs from youth and good spirits. Dorothea shared a little in these pursuits, but she did not care for fishing, and even lawn tennis had feAV charms at present. She liked best to A\\-ander through the woods and across the moors, or to saunter alone along the cliffs, on the pretext of botanizing or searching for fossils, but really for tha sake of a little respite from the jarring gaiety of her com panions. The peaceful influence of nature seemed to soothe her Avounded heart, and she Avould often indulge in reveries, painful yet sweet, of the time Avhen she had wandered Avith Fred among the lanes and Avoods of Ardernmoor,"], [32, "26 THE THORNCLIFFES. every instant brightened by his tender cheerful mirth, or inspired by his thrilling enthusiasm. They Avould often end in tears, these day-dreams of the past, yet none the less did she find in them a solace amid her grief, and a source Avhence she could still draAv a few scattered drops of comfort and resignation. Yes, her memories Avere stiU her own, safe and inviolate, to be cherished as her deepest treasures. Nothing could rob her of this, she often told herself; she would always have the recollection of the happiness of the past. Nay, she had much more than this, for Avas there not left to her the sweet, proud consciousness that Fred's love was still hers ? They stiU belonged to one another, in spite of the cruel barriers of circumstances which separated them. And though these barriers might last a lifetime, and they might never be united again on earth, there was still in the far-away future the hope of a meeting Avhen all impediments should be over throAvn. And then, too, she could still cherish the secret sense of ownership in Fred, however complete was their outward separation. He belonged to her, she could feel that, and rejoice, with a joy"], [33, "THE THORNCLIFFES. 27 all the more intense because it Avas hidden from the outward view, in all the bright and glorious capabilities Avhich were before him. And she had confidence in his future ; he might be beset Av*ith difficulties and exposed to countless mis constructions, but he Avould rise superior to them all ; she Avould ahvays know that, Avhether recog nized and acknoAA'ledged by the world, or hidden in obscurity, or even surrounded Avith obloquy and misunderstanding, he Avas still doing good work, and serving his generation with all the profusion of his high talents and the uncom promising uprightness of his soul. This thought of his future, this triumphant confidence in what he should yet become, more and more took possession of her mind. In spite of the clear comprehensive inteUect, and bold independence of judgment, which to some casual observers might appear scarcely feminine quali ties, Dorothea's was at heart a truly womanly nature, formed to find its highest satisfaction in passionate devotion to another. And thevehement intensity of her sympathy led to an almost com plete identification of herself Avith him Avhom she loved, thus immeasurably increasing her capa cities, both of joy and suffering, through him."], [34, "THE THORNCLIFFES. 28 It served her now as a most potent consolation ; alas! it might yet become a not less potent instrument of woe. She was not absolutely without knowledge as to Fred's actions during the last three months. His departure for the East had been mentioned by Miss Lloyd in one of her letters to the Colonel, and Dorothea had heard it read aloud in a casual way by her father to his wife. \" Left England for Greece, to engage in journalistic Avork.\" The sentence was indelibly impressed on her mind, and many a time did she picture him among the different scenes of warfare and rapine, and think Avhat scope he would find for the fearless cham pionship of the Aveak which had ahvays been one of his highest ambitions. If only she knew the paper in Avhich he Avrote, and could read the very Avords in Avhich he expressed the thoughts Avith Avhich these new scenes must fill him ! If only, if only ! She sometimes felt consumed Avith longing for the intercourse from which she was so entirely shut out. But how everything connected with the East Avas noAV invested with a new fascination ! Lon\" and eagerly would she pore over the papers, gathering each minutest detail of the strange"], [35, "THE THORNCLIFFES. 29 romantic country, and the stirring incidents among Avhich he might be moving, and using all as materials to construct elaborate mental pic tures of his present life and surroundings ; glittering castles in the air, Avhither her heart Avould often fly for shelter, amidst its dreary grief and isolation. It was in some such reveries that her thoughts Avere employed, as she sat on this particular morn ing in a shady corner on the cliffs. She had a book in her hand, for she had gone out on the pretext of reading, while her friends, Lucy AVarner and the two Jephson girls, had hurried doAvn to bathe during the most favourable period of the tide. Dorothea herself liked bathing sometimes, but this morning she preferred soli tude and her OAvn thoughts, and it AA-as Avith something of impatience that sbe at length heard the laughing voices of her companions as they approached her retreat. \" Oh, Dorothea ! I should think you must be tired of Avaiting for us. The water was simply lovely, and Ave all stayed in it an age. And I wish you had been there; there was a whole family of squalling children dipped one after another, and two fat ladies, who Avere afraid to go beyond their"], [36, "30 THE THORNCLIFFES. ankles, but kept clinging to the rope. It was such fun to Avatch them.\" \" It is so hot near the bathing place,\" Dorothea said, half apologeticaUy, during a pause in the torrent of chatter, \" and such a crowd of people. I came here for a little quiet.\" \" Oh ! Avell, you are ahvays fond of moping. I like to enjoy myself by Avatching my felloAv creatures do the same,\" said Ada Jephson \" But are you coming along now to Avalk round the Scaur, the tide's just at the right point ? \" \" Oh ! it's too hot for that long Avalk,\" said Lucy. \" I vote we go and listen to the band playing.\" Dorothea Avould have preferred the Avalk round the Scaur, in spite of the heat, for there was a peace in the great cliffs and the Avild solitude of rock and sea, Avhile the music of the band, and the trivial chatter of the loungers on the Parade, always, more than anything else, made her feel ready to cry. But she did not wish to oppose her friend's plans, so she acquiesced in Lucy's proposal, and the three sauntered doAvn to join the company on the Parade. Dorothea was very silent as she sat Avith her companions on the hot bench near the music."], [37, "THE THORNCLIFFES. 31 Ada and Lucy kept up a continuous chatter, criticising the dress and appearance of the passers by, or exchanging gossiping confidences about their various acquaintances. They ap pealed to her sometimes, but her thoughts were far aAvay, and she gave random ansAvers, which did not encourage them to proceed further in their attempts to include her in their con versation. The sense of dreariness and heart sickness became stronger and stronger as she sat, occasionally busying herself with her knitting, but oftener gazing out on the shimmering sea, stretching far aAvay eastward. At last, hoAvever, she caught a name on her companion's lips Avhich set every nerve tingling. \" Thorncliffe ! I am sure that Avas the name ; let us ask her,\" Lucy was saying. \" AAThat ? \" said Dorothea, resuming her knit ting with a sudden jerk. \"AVhy, wasn't the clergyman at the place where your aunts live called Thorncliffe ? \" asked Lucy. \" Yes ; Avhat about him ? \" She tried to be calm, but her heart Avas beating violently. \"Oh, nothing! ansAvered Ada,\" \"only Airs. AVeUs was saying that she had a letter from her"], [38, "32 THE THORNCLIFFES. nepheAv at Alarseilles, and he said something about a young man named Thorncliffe, who Avas on the steamer Avith him, coming from Greece, and Avho was dangerously ill Avith brain fever or something. He had to be carried on shore, he said, and no one thought he could have lived till they got to land. Lucy was Avondering if it could be any relation of the people you know.\" \" They had a brother AA'ho Avent to Greece,\" said Dorothea, speaking in a hard, dry voice. \" Oh ! then it must be the same. Did you knoAv him ? \" \" I saAv him sometimes. He Avas generally aAvay. Did Airs. AVeUs say Avhen it Avas that her nephew Avrote ? \" \" I don't know. I suppose about a week or a fortnight ago. I say, just look at that woman's dress ; did you ever see such a guy ? \" \" She looks like Noah's wife just come out of the ark,\" laughed Lucy. Dorothea got up, and sloAvly Avalked toAvards the further end of the Parade. She turned down an unfrequented path till she reached a spot Avhere she Avas sheltered from the observa tion of the passers by. Then she leaned over the railings, and gazed vacantly at the wide ex-"], [39, "THE THORNCLIFFES. 33 panse of water. \" Dangerously Ul. No one thought he could have lived.\" The words kept repeating themselves over and over in her ears. Yet she could not realize their full import. She had a dim sense of deeper darkness than before, but her imagination refused to particularize the actual nature of the new calamity. She felt numb and paralyzed, and could only helplessly bow before this fresh burden of woe. She knew not how long it was that she remained thus leaning against the railing, mechanicaUy watch ing the waves as they rippled on the sand, but conscious of nothing but the unceasing iteration of these words of doom. At last a change came, and aU her faculties gathered themselves together in passionate revolt against the bare contemplation of the thought. Fred iU ? dying ? It must not, could not, be true. Eagerly did she go over every minute scrap of knowledge that she had of his doings during the past three months. Who does not know the wUd con jectures, the restless balancing of probabilities, the vehement determination to escape from a conviction which aU the whUe is pressing closer and closer upon the soul ? She would question Ada more closely; she would speak to Mrs. VOL. III. D"], [40, "34 THE THORNCLIFFES. AVells ; nay, she would write at once to Agnes, and learn the truth. In the strength of these resolves she returned to her companions, and en dured their gossip as the three sauntered home to dinner. But she was not able to carry out her determination that day. Her father had ar ranged a drive, on which she was obliged to accompany him and her step-mother, and in the evening she was due at a small party at the Jephsons'. She scarcely knew how she got through that party, but the recollection of it long remained, with a shuddering sense of pain. The commonplace talk, the dreary games, the ghastly bursts of merriment and banter, and all the Avhile her heart sick with anxiety and tor tured Avith the effort at repression. The long day seemed as if it would never come to an end, and at night she could scarcely realize the freedom of her own room. And then during the silent hours new difficulties and perplexities arose. How could she write and ask the truth from Agnes ? She had never mentioned Fred in her letters to her, and she felt unable to do so now. And, after all, it might be a false report that she had heard of his illness. She could no longer believe it probable that this could be so ; the"], [41, "THE THORNCLIFFES. 35 feeliug of its truth had been forcing itself upon her through all these long and painful hours, but there was stiU the bare possibility of a mis take ; and she shrank from the thought of sug gesting the terrible idea Avithout foundation. She supposed if he were to die she would be told. Her aunts might mention it, in a fort night's time, in their letters to her father. Oh ! this cruel isolation and suspense, how could she ever live through it ? The next morning brought a faint hope of more certain inteUigence. Mrs. AVells was an old acquaintance of Dorothea's mother, and for that reason had expressed a Avish to see some thing more of the girl. \" She Avanted you to spend this afternoon Avith her,\" Mrs. Lloyd said at breakfast, \" and I pro mised that you should. I forgot at the time that you were going on that picnic with the Jephsons. I don't knoAv what you had better do about it.\" \" It does not matter about the picnic,\" an swered Dorothea, \" the Jephsons can do very weU Avithout me, and I don't care about it. I would rather go to Mrs. AVells.\" \" Oh, Dorothea ; Ave shall have such fun in the woods,\" exclaimed Lucy. VOL. III. D — 2"], [42, "36 THE THORNCLIFFES. \" I don't care for a great crowd of pe ople at a picnic,\" said Dorothea, \" and I have seen the woods before.\" \" It is a pity you should lose an opportunity of enjoying yourself with other young people,\" said Mrs. Lloyd. \" That sort of thing is just what is good for you ; but Mrs. Wells was an old friend of your mother's, and I don't think you ought to disappoint her.\" And so it Avas arranged, and Dorothea began once more to build hopes on the news that she might learn from Mrs. WeUs. The afternoon passed very slowly, in the stiff first-floor drawing-room which her friend occu pied. The weather had clouded over, and great gusts of wind swept up against the windows, and lashed the sea outside into long ridges of foam. \" It is an unfortunate day for the picnic,\" Mrs. Wells remarked. \" You haven't lost much, after aU, by coming to see an old woman instead of enjoying yourself Avith the rest of the young folks. I don't think we'll try to go out, my dear ; I have no fancy for being blown all to pieces with the wind.\" So they sat on, industriously plying their fancy-"], [43, "THE THORNCLIFFES. 37 work, and chattering aU the while on every variety of subject. Mrs. WeUs was a kind hearted elderly woman, rather downright and dogmatic in manner, but quite disposed to be very kind to Dorothea, and show her various small marks of favour. She questioned her about her Hfe, her relations, her ideas about her father's marriage, and appeared interested, though she was more eager to recount her own experience than to listen to much that the girl could say. All this time nothing was said about the Thorncliffes. Dorothea grew more and more weary of the long round of talk, and the anxious looking for intelligence that never came. The conversation would surely lead up to it, she thought ; she would be spared the necessity for directly introducing the subject. But why should she not introduce it? What could be more natural than that she should ask about a famdy with whom she had been so long intimate, and of whom she had indirectly heard such distressing news ? There could surely be nothing strange or out of the common in that. Yes, but her OAvn feelings were very much out of the common, or she would not have thought of the matter with such nervous trepidation, and"], [44, "THE THORNCLIFFES. 38 attempted so often to bring it into the conver sation, yet always to shrink back afraid just at the critical point. But she felt that she could not bear this much longer ; her whole heart was crying out for news of Fred, she must throw aside all nervousness and boldly ask her question. \" Mrs. Wells,\" she said at last, with a sudden effort, \" x^.da Jephson Avas saying that you had heard something about Mr. Fred Thorncliffe lately.\" She knew she had begun most awkwardly, but still she felt thankful that at length the ice was broken. Mrs. WeUs looked at her in sur prise before answering. \" Why, yes ; my nephew mentioned him in his letter. I am afraid he is in a sad way, poor young man. But I didn't know you knew him ? \" \"His father is Vicar of Ardernmoor, where my aunts live, you know. I saw a great deal of them all there.\" \" Ardernmoor ; yes, of course that is the place where they went to. Strange how people are connected.\" \" But is he really very ill ? \" asked the trem bling Dorothea."], [45, "THE THORNCLIFFES. 39 \"Oh, I am afraid, very. It is the brain you see. And there was always something curious about the famdy, one doesn't like to hear of such things.\" Dorothea had turned her chair so that her face AA-as shaded from observation. Airs. AVeUs did not see the blank horror that Avas written upon it. \" Do you know them well, then ? \" she asked, after a pause, actuated by a desire to attack the mystery from another side. \" AA'ho ? Oh, the Thorncliffes ; well, yes. I used to know something of them — not very intimately though, and I have lost sight of them for several years. The mother Avas a very nice Avoman, but Air. Thorncliffe Avas always peculiar, and I think several of the chUdren Avere like him. I don't know much about the son, but I believe he went on in a very wild way at Oxford, and then that neAvspaper affair Avas very queer. I dare say it has aU tended to bring on some excitement or something. It is very sad too, for the only son.\" \"I think you must be making a mistake,\" burst out Dorothea, AAith sudden vehemence. \" He Avas always very clever, and took a First"], [46, "40 THE THORNCLIFFES. Class ; he took a great interest in politics, and worked very hard, but he was never the least bit peculiar or different from other people, except . . . and he never had any Ulness or anything. I am sure he was no more likely than — than anybody to have anything the matter with his head. Don't you think that it may only be just a common fever, from the hot climate or something ? \" She spoke falteringly, and with the utmost effort. Her impetuosity had died away in a moment under the pressure of this overpowering horror. \"My dear, I never said there was anything the matter with his head. You must not put a wrong construction on my words. I only said the famUy was peculiar, and very excitable. I am sure clever people are often more so than others.\" \" Then what did your nephew say about his being ill ? \" ask Dorothea. \" He didn't enter into particulars, he only gave a general impression; he said the ship's doctor was very much afraid for his brain. But don't let us talk about it any more ; you are too young to discuss medical subjects. Isn't that the man caUing crabs, down in the road ? Just"], [47, "THE THORNCLIFFES. 41 what I've been wanting to get for tea, for the last week ! \" She hurried out of the room, and ran doAvn stairs about the crabs ; Dorothea was left with a moment's freedom. She flung her hands over her head with a despairing gesture, and, scarcely knoAving Avhat she did, wandered to the window. The waves were roaring loud now, and the wind whistled round the house and shook the Avindow frame. Down below she could hear the cracked voice of the crab-man, and Mrs. AVells calling to him in shrUl tones. All these things passed un noticed now, though in after days she could recaU them, even to the minutest detail, and with them the recoUection of the agonizing misery of that moment. She swayed herself to and fro, and moaned aloud as if in physical pain. But her time of soHtude was short, Mrs. Wells soon returned, triumphantly displaying her pur chase, and Dorothea had to listen to a long discussion of the various perfections of crabs, and their comparative size and cheapness at the various watering-places in the kingdom.] She had just strength for it aU ; something bore her through, and through the long evening, Avith its interminable fancy-work, and ceaseless flow of"], [48, "42 THE THORNCLIFFES. small talk, to Avhich she had to give some sort of attention, Avhatever her woe. The days that folloAved brought only a still deepening gloom. There was something in her disposition which gave a peculiar horror to the idea Avhich Mrs. AVells' Avords had suggested. She had but little medical knoAviedge, and every thing connected withtheregion of mental suffering had ahvays appeared to her shrouded in a dark and mysterious gloom, Avhose terror she had never dared to question or examine. And now, in her utter dismay, she was unable to distinguish betAveen various kinds or degrees of such iUness, or to weigh rightly Mrs. AVeUs' Avords, and see hoAV very little they after all Avere worth. She could only feel with agonizing intensity that the horror she had most dreaded was now staring her in the face, wrapping itself round, with all its cruel blackness, the very pride and joy of her heart. Where was now the loving admiration, the triumphant sense of OAvnership in all Fred's gifts and talents, his vigorous energy, his noble resolve, his ardent enthusiasm for truth and right ? Alas ! it was a thought she could not bear to contemplate ; she could only hide her face, in her abandonment of grief."], [49, "THE 1H0RNCLIFFES. 43 Poor child ! it Avould not have needed much to comfort her, even in this her hour of deepest gloom. A single flash of the truth, one short moment's explanation, Avould have brought a light of joy and hope into the midst of the dark ness. But none came ; she Avas left alone in her misery, to fight her Avay, helpless and unaided, through the sorrow that could so easily have been dispeUed. The agony of her grief had for a time des troyed aU trace of self-consciousness. It was not tUl the next day that her thoughts reverted to the report she had heard from Ada Jephson, and the anxious fears to which it had given rise. How far away aU that seemed now ; she looked back with a sense of wonder, almost of envy, to what had seemed the soitoav of that day. And the Aveeks before, Avhen she had mourned over the barriers of separation between herself and Fred, oh, how entirely changed they were, when viewed from beneath the shadow of this new calamity. \"It isn't that 1 want him for myself,\" she moaned, as she looked back upon the past, \" I wouldn't care what became of me ; I would not mind if I never heard of him again ; I Avould"], [50, "44 THE THORNCLIFFES. even bear all this misery for ever, if only — if only I could save it from being true.\" This return of self-consciousness at first gave new poignancy to her sorrow, yet, perhaps, it was the first faint sign that her heart was re covering from the terrible blow. In her sorrow she instinctively turned to the consolations of religion. Prayer seemed the only natural chan nel for the bitter outpouring of aU her dread and anguish. Yet the thought of resignation, which conscience kept forcing upon her, brought only a feeling of utter repugnance and loathing. Half mechanicaUy she turned over the pages of her Bible with a vague feeling that there, if any where, she should find comfort and relief. But the words spoke of love and praise, of joyous thankful service, and they seemed like a bitter mockery to her woe. It was only in the Psalms that she found an echo to her cry ; and the words of grief and despair, sounding from the lowest depths of sorrow, gradually became the link which bound her, almost in spite of herself, to the belief in an Almighty PoAver, to which, crushed and broken though she was, she must stdl cling, for beyond, aU was utter helplessness. The second day after the conversation with"], [51, "THE THORNCLIFFES. 45 Mrs. WeUs, Airs. Lloyd asked her to accompany her to a meeting. It was announced as a Chris tian Conference, and was to be held in a school room in the town, and several of the clergy and ministers of various denominations Avere to take part. Dorothea had drifted rather apart in sympathy from the tone of thought which finds expression at such meetings, but at any rate it was better than rowing up the river with the Jephsons, and her restlessness clutched eagerly at any means of obtaining an interval of peace. AVhen they entered the room a hymn was given out. MechanicaUy she found her place and stood up to sing, but the words instantly arrested her attention — \" Oh, to be nothing, nothing I Only to lie at His feet A broken and emptied vessel For the Master's use made meet.\" The melody rose and seU, drawn out in long cadences by the little company of homely men and women assembled. Dorothea stood sdent, looking round with appeaHng wonder at the tod worn faces, with their look of placid satisfaction and content. \" Oh, to be nothing, nothing ! Painful the humbling may be.\" Her lips contracted suddenly, and she bent her"], [52, "46 THE THORNCLIFFES. head to hide the fast springing tears. Was this then the answer to her heart's wild cry ? This utter annihilation in which these people around her seemed to feel so much satisfaction, was it the true goal of all life's joyous hopes and burn ing ambitions? She heard but little of Avhat folloAved of prayers and addresses. Her heart was filled Avith her own misery, and this strange, terrible solution pointed at in the words of the hymn. There was an instinct of fierce rebellion against what seemed such hopeless doom, and with it an ever-increasing sense of utter im potence in the struggle ; yet still the strife continued, on through the long hours, with a dull monotony of pain. That evening she walked alone by the margin of the sea. The Avaves were breaking in long heavy rollers against the beach, while outside, the little fleet of herring boats shoAved here and there their lights in preparation for the approach ing darkness. Suddenly, as by a flash, there came to her mind a recollection of that Sunday evening at Llandudno two years before, when she had walked with Fred along the shore, and listened, in a fever of sympathy and admiration, to his plans and hopes for his Avork. She seemed"], [53, "THE THORNCLIFFES. 47 to hear again the earnest tender voice, with its happy ring of triumphant confidence, and Avith it the same murmur that was in her ears noAv, the surf rising and falling Avith its long, almost arti culate, swish of commentary, \"Establish Thou the work of our hands upon us.\" The refrain was the same still, coming again and again, as if in harmony with the soul's unspoken cry. Ah, where, Avhere was the answer to that beseeching prayer ? The work of our hands — what was it but just an endless rope of sand, overthroAvn in a moment as a thing of no abiding worth ? All the high aspirations and laborious strivings, all the consecration of time and talents and energy was but like the foam on the waves, something to be swept away in a moment. There Avas no thing for it but to cower in unavailing misery beneath the doom of irretrievable frustration. But, by degrees, as the days passed on, the old familiar words bore another message to her soul. The work of our hands, what was it, that we should thus pray for it to be established? Ignorance, folly, short-sighted blundering, how largely did they mingle with even our highest efforts ! Oh, was it not a merciful, though pain ful trial that of the fire, which should try every"], [54, "48 THE THORNCLIFFES. man's work of what sort it is ? Surely it was in love, rather than in anger, that the inevitable disappointment was sent. In love, aye, even though the darkness closed thick around, tUl the soul could hardly recognise the Father's chasten ing hand. It could stiU cling in faith to the thought, that nothing could separate it from that Almighty love and wisdom. It was not suddenly, nor all at once, that Dorothea reached this safe standing ground of hope and trust. The struggle was long and hard ; and often, when, after long striving, she had attained a brief interval of peace and resignation. some sudden thought, or chance aUusion, would stir up the old tempest of distrust and rebeUion, and then she would have to fight the fierce con flict afresh. Yet was she stdl victorious, and thus, though the joy of her youth had gone from her, and she could no longer exult in the bright hopefulness of confident endeavour, she had gained the deep peace of him who has been called to lay his dearest on the sacrificial altar, and has not been disobedient to the summons. But now, when the trial had done its work, a way of deliverance was opened. She never forgot the bright September morn-"], [55, "THE THORNCLIFFES. 49 ing when she received the letter from Agnes. She had come down alone to the breakfast room a few minutes before the other members of the family, and the letters lay spread out upon the table. She gazed at the famUiar handwriting with an almost stuepfied sense of wonder as to what the envelope might contain, and held it long in her hands, not daring to open it. Then her father and his wife came down, and the meal began, and Dorothea sat through it, making vain at tempts at eating, with the unopened letter lying beside her plate. Oh, hoAV long it seemed, and how trivial the conversation carried on around the table. At length it was over, and she could escape to solitude and the tidings which the morning's post had brought her. TrembHng, and scarce able to see the words, she read : — \"My Dearest Dorothea, \" I fear you must have been wondering at not hearing from any of us, and I only hope that no second-hand reports of my brother's Ulness have reached you to make you anxious. I am thankful to say he is now much better, indeed almost weU, and we expect him home in about a fortnight. You know be was ill at MarseiUes, where he was landed from the ship in which he VOL. III. E"], [56, "50 THE THORNCLIFFES. was returning from the East when his illness began. Papa and I went down to nurse him there, and we had a most anxious time for some weeks, though now, in God's mercy, all is well, and he is spared and in a fair way to complete recovery. His illness was a fever, caused partly by the climate and partly by injuries he received from a band of robbers in Thessaly. We have only just returned from Marseilles, and I was so busy there, and latterly so much knocked- up myself with the heat, that I was not able to write to you ; but I quite thought Lilian or Nellie would have done so, or I would never have left you so long without a letter. I hope, dear, that you have known nothing of all this sad trouble till now, when it is turned into joy, but I know that you have learnt where to find com- fort, even in the deepest sorrow and anxiety. And we have continually fresh proofs of our Father's love and wisdom, so that we ought not to repine. even when all seems dark and mysterious. I know, dear, how hard it is to remember this sometimes, but help will always come in our time of need. I need not say how constantly your are in our thoughts and prayers. May God satisfy you richly with His love."], [57, "THE THORNCLIFFES. 51 \" Now, do write to me soon, and let me know how you have been all this time. Remember you and I have decided that nothing is ever to come between us, and you may be sure that I shall not let you remain so long without a letter again. — Ever your very loving friend, \" Agnes Thorncliffe.\" It was some time before Dorothea was able fully to take in the meaning of this letter, though the words, even when imperfectly com prehended, brought her inexpressible comfort. Fred was better, apparently almost well ; this much was clear, and at first she was not much troubled to discover the exact nature of his iUness. Yet when, after a time, she began care fully to examine and weigh the expressions which Agnes had used, she found that there was no absolute refutation of her fears. Yet still the language seemed to point merely to an ordi nary dangerous illness, and so by degrees she became more and more confident that the ghastly horror of the last few weeks had, after aU, been founded on a misconception. The exact truth she might never know ; it was not a subject on which she could press inquiries, but she would remain content and thankful with the deliverance which had been granted her. VOL. III. E — 2"], [58, "52 CHAPTER III. \" 0, fear not in a world like this, And thou shalt know ere long, Know how sublime a thing it is To suffer and be strong.\" Longfellow. About three weeks after the departure of Mr. Thorncliffe and Agnes from Marseilles, Fred, accompanied by the faithful Malone, was able to return to England. He was stiU weak from the effects of his illness, although the journey, which had been made by long sea, had had con- siderable effect in restoring his strength, and it was with feelings subdued by disappointment and failure, though full of deep thankfulness for his recovery, that he again landed on his native shores. The future looked very dark before him. Love, health, ambition, all had in a few short months been taken from him, and he felt like a waif tossed on life's highway, with no certain knowledge of what was to be the next step on his course. His friend Malone could not understand the"], [59, "THE THORNCLIFFES. 53 cause of his depression. He was too much accustomed to the ups and downs of life, to see much ground for distress at Fred's ill-fortune, indeed he persisted in regarding him as a person to be envied, a highly favoured being to whom had faUen a double share of the good gifts of life. \" Sure, you've your fellowship,\" he said, as they paced the deck on the evening before their landing, \" £300 a year, with nothing to do for it ; what more could a man want \\ And you, with all your learning, you'll be sure to get some line professorship and be a famous man some time. And then you've a home to go to, and a father and sisters ready to do anything for you. I might have been a better fellow than I am, if I had had a sister like yours.\" \" You could hardly have been a kinder,\" said Fred, smiling. \" You make me ashamed of my self, Malone. Yes, I have a great deal to be thankful for, though I don't know about the fine professorship ; I'm not likely to get it, and I shouldn't take it if I could. Such work would be more than ever intolerable to me.\" \" You come over to Ireland and have a look at things there ; there's a great work to be done"], [60, "THE THORNCLIFFES. 54 for the ould counthree, more power to her. This next few years will see a glorious day for Ireland. You come and I'll introduce you to Parnell and the rest of them, and we'll have you in Parliament yet.\" Fred shook his head. \" No, thank you, Malone ; I have done with politics for the present. And I'm afraid your Irish fellows would hardly suit me either ; there's too much brag and bluster about them.\" \" Sure, and isn't it for their country they're working, to deliver her from the dominion of the Saxon, who have trodden down her people under a yoke like that of the Turks, the hated of Christendom.\" \" Oh, come now, no spouting,\" said Fred, laughing. \" You and I understand one another too well for that sort of thing to go down be tween us. And you ought to know better than to give in to that humbug, when you've seen for yourself what the Turks are.\" \" Sure, and it's the people that want some thing to keep their spirits up. And where will you get that if you keep to the cold thruth, and never throw in a word now and then to sound stirring 1 \""], [61, "THE THORNCLIFFES. 55 Fred laughed more than ever at this con fession. \" It's not every one that is so ready to avow his devices,\" he said, \" but we won't quarrel about the matter, old fellow. I owe too much to one Irish friend, not to feel kindly dis posed to the race in general for his sake.\" The two friends went up to London for a few days, for Fred was anxious to get further medical advice, and also to find out, if possible, some fresh opening for employment. This did not seem Hkely to be a very difficult matter, but the doctor's verdict was not very encouraging. \" You want a long rest,\" he said. \" After such an Ulness as yours it would be madness to undertake any continuous work at present. You had been over-worked for some time, and that accident finished the matter. I should recom mend a long sea voyage. To Australia and back would be the thing. There is nothing like the sea for bracing up the constitution, and it would be all the better for you to be out of England for the winter. With rest and care I have no tear but that you wdl be as strong as ever you were, but all depends upon the next few months.\" The prospect was not very encouraging. Fred did not actually dislike the idea of a long sea"], [62, "THE THORNCLIFFES. 56 voyage ; and he thought that his means might be sufficient for it, though the expenses of his illness had been a severe drain upon them. But he was anxious above all things to set to work again, at something which should prove more profitable than his former adventures, and the thought of a long period of enforced idleness was extremely nksome to his restless spirit. He spent the next few days in desultory hanging about town, visiting various acquaintances in the hope of hearing from them something that would shed light upon his future path. One dull cloudy morning something caused him to turn his steps eastwards, and call upon Alfred Graham. He reached the Clergy House where his friend resided, and was shown into a small, poorly fur nished parlour over-looking the river, with its crowds of heavily laden vessels. A few strug gling geraniums were growing on the window ledge, and formed a bright spot in the midst of gloom and greyness. Close by, an iron foundry was filling the air with the clang and clatter of its hammers. Fred paced up and down the room, noting its surroundings and vaguely comparing his friend's"], [63, "THE THORNCLIFFES. 57 life with his own. A daily round of duty, humbly and faithfully pursued, with weariness, monotony and depression doubtless, but with many a gleam of brightness to cheer the gloom, and above all, with an ever-abiding confidence that the path he had chosen was the right path, that his efforts were not spent in vain, but were surely tending to the good of those about him. Fred knew something of that confidence, be remembered the exuberance of joyous enthu siasm with which he had first engaged in the management of the Flag of Progress, but in him there had always been occasional doubts and misgivings which had mingled strangely with his impetuous self-confidence. Now self-confidence was shattered and destroyed ; he had yet to learn how to combine his new humility with the old untiring zeal. His musings were interrupted by the entrance of Alfred Graham. He looked older and more careworn than when Fred had last seen him, but he came forward eagerly to greet him. \" Oh, how are you, ThorncHffe ] Who would have thought of seeing you here ? \" \" Turned up like a bad halfpenny,\" said Fred, with a sHght smUe."], [64, "58 THE THORNCLIFFES. \" Nay, you bring such a pleasant whiff of the outside air, a combination of Oxford and the breezes of Ardernmoor. But you look altered. I am afraid you must be Ul.\" \" I have been ill, very. I am almost weU now. Have you heard nothing about it, then \\ \" \" No, not a word ; I have heard nothing of any of you since — \" \" Since the great smash up — the newspapers would tell you all about that.\" \" Yes, I did see it mentioned, though I don't often read the newspapers. I thought of writing to you about it, but I scarcely knew what to say. You may be sure I felt with you though, old feUow.\" The two friends wrung one another's hands in silence, then Alfred said : — \" I am afraid we cannot stay here ; this room is wanted for a Bible class. What do you say to coming out for a turn together % \" . \" Shan't I be detaining you ? I am afraid you are busy.\" \" No, nothing of any consequence. I would much rather be with you.\" \" I am an interesting case, whom there would be a special merit in converting, I suppose,\""], [65, "THE THORNCLIFFES. 59 said Fred, with a slight tinge of bitterness in his tone. \" Don't talk in that way. You are an old friend who has been in trouble, that is enough.\" They walked on through the narrow streets, with dilapidated houses reeking of misery and foulness. Fred looked round about him, and sighed. \" Bad enough here,\" he said. \" Yes, indeed,\" answered Alfred. \" It strikes you freshly, of course ; but one only gets a stronger sense of the heartbreakingness of it all as one knows it better.\" \" And what good can you do with your choral services, and so on? I don't mean to run them dow*n,\" he added, seeing a change on his com panion's face ; \" I am not so ready to do that as I once was ; but it does strike me that a little plain common sense about drains and social matters would go further to meet the case.\" \" We try to give them the common sense as weU as higher things,\" said Alfred, \"but the higher things come first of aU. Even when people are dying of misery and starvation they want first healing for the soul ; and those who are sunk in vice, as some of these poor creatures"], [66, "THE THORNCLIFFES. 60 are, seem to be reached by nothing else but the power of Christ and His Sacraments.\" \" And do you reach them ] Are any of them really reclaimed 1 \" \"Do you see that street ? \" said Alfred, pointing towards a narrow alley opposite. \" Three years ago there was scarcely a house in that street where a respectable woman could pass a night. Now there are only two places with a bad name in it, and one of them is to be closed shortly.\" \"And the people 1 \" \" Some of them, of course, have left the neigh bourhood ; but many, very many, are really changed in life and character. There is a home for young girls down in Essex, managed by the St. Catherine's Sisterhood. We have sent thirty three down there since last Christmas. And as for the men, I have a class now of over twenty preparing for Confirmation — the roughest of the rough, but really earnest good fellows. Oh ! if people only knew how the work grows — there is nothing like it — there would be hundreds for every one there is now, ready to give their whole life and strength to it.\" They were stopped just then by a rough-looking woman, who suddenly accosted Alfred Graham."], [67, "THE THORNCLIFFES. 61 \" Oh, parson, won't you come and see after my son. He's down with the small-pox, awful; and the hospital people they're to send for him to-night, but he's fretting his life away to see you before he goes.\" \"I wUl come, indeed,\" Alfred answered. \" Give him my love, and teU him so. It's twelve o'clock now,\" he added, looking at his watch, \" I'll be with him without saU by two. But, Mrs. BaUey, be very careful tUl he's gone to the hospital. Don't let any of the neighbours into the room, nor go in and out to them.\" \" I'U mind what you say ; but there's my sister's 'usband was in this morning, and one of his mates from the docks, before the doctor seen him, and MuUinses, they live in the room opening out of ours, so they're bound to be going in and out.\" \" Have you much small-pox here \\ \" Fred asked when the woman was gone. \" A great deal. We have bad a severe epi demic during the last three weeks. And no wonder, when it is spread as you see.\" \" No, indeed ; but do you go in and out among it I \" \"We take aU precautions. For myself, of"], [68, "THE THORNCLIFFES. 62 course, I am quite safe, and the other clergy have all been re-vaccinated. Still, most of the small-pox visiting is left to me. I keep special clothes for it, and never go anywhere else in them.\" \" I must teU Agnes all about this,\" exclaimed Fred, \" it's just the sort of thing to interest her.\" A strange far away light came into Alfred Graham's face for a moment, as he said quietly, \" I shall like her to hear about it. I know she will understand my happiness in the work.\" \" It makes me feel ashamed of myself,\" Fred broke in after a pause, \" to see how much you are doing here ; and yet I can't help envy ing you,\" he continued ; \" to see your way quite plainly and have no misgivings, what comfort that must bring.\" \" Every one's way will be made plain to him if he has only patience,\" said Alfred. \" That is a thing I am more and more convinced of. But one has to wait long sometimes, and renounce all thought of self-pleasing. This isn't the path I would have chosen for myself two years ago.\" \" I think I ought to have learnt to give up self-pleasing by this time,\" Fred said with a"], [69, "THE THORNCLIFFES. 63 sigh. \" Yet I don't know though, the thing takes so many shapes, and even the desire to ac complish great results may be only another form of it.\" They had reached a small garden, formed out of a long-disused burial ground. The leaves of the trees were lying moulderiug about the paths, and the high walls of the surrounding buildings shut out most of the brightness of day. Yet there were gay flowers stUl in the beds, and the sight of anything green and growing broke in pleasantly on the dull monotony of the streets. The place w*as almost empty, only a few children played about its gates, and Alfred drew his friend to a secluded arbour, where they could sit in solitude, undisturbed by the rushing life around them. Something, he scarcely knew what, led Fred on to tell the whole painful history of the past months. His love for Dorothea, his engagement, the short-Hved happiness of those spring days, the sudden blow which had shattered in a moment aU his cherished hopes ; then the long misery which foUowed, and the wild attempt to find relief in scenes of peril and excitement, and there amidst the whirl of rapid and tumultuous action"], [70, "64 THE THORNCLIFFES. to achieve something that would satisfy his pas sionate ambition ; and lastly, his long illness, with its slow, painful teaching of humility and resignation, of patient waiting, and the utter abandonment of all proud and self-confident desires. The lesson was hardly learned yet, as- Alfred saw when he marked the convulsive working of his friend's hands, and the stern compression of his lips, as he told the tale. \" I don't know what to say,\" he said, when the narrative was ended, \" except that my heart is running over with sympathy for you, Thorncliffe.\" Fred pressed his hand silently. \" I knew you had had a hard time,\" Alfred went on, \" but I could never have known how hard it has been. I would give anything I have to help you, and yet I know no sorrow is sent in vain, however bitter it may seem.\" \" Perhaps not,\" Fred answered ; \" it is likely enough that I deserved it all ; but now I don't see what I am to do for the future.\" \" The immediate future will be made clear to you, I have no doubt, before long. As for the more remote future, don't you think you had better leave it to unfold itself in its time, and not ay plans long beforehand ? \""], [71, "THE THORNCLIFFES. 65 \" No, I have done with plans, I think. They have never come to much good. Yet she believed in them, and almost the last thing she said to me was not to let misfortune break down my courage and energy. If I only knew what she would say aow — how can I go through life without her ? \" The thought came into Alfred's mind that per haps there might after aU be a return of happiness to Fred, some time in the unknown future ; but he did not venture to raise afresh hopes that it had cost his friend so much to resign, and for which there was no solid foundation. A surer source of comfort was known to him ; he had himself proved its efficacy. \" I think,\" he said, \" that the influence of those we love may remain with us, even though we are quite separated from them. Things will never be the same to you as if you had not known Miss Lloyd ; the thought of her trust and hope in you wUl be like a guiding star aU through your life. The joy of your love may be gone, but its power remains.\" Fred was sUent for awhile, and when he spoke it was to another aspect of his grief that his mind had turned. \" I do not mind things for myself,\" he said, VOL. HI. F"], [72, "66 THE THORNCLIFFES. \" but when I think of her. How she must have suffered ! I could know and see it, although she tried to be so brave.\" \" Yes,\" answered Alfred, a shade of pain cross ing his face as he spoke ; \" I think that is the hardest of aU. To know that those we love are suffering, and suffering partly on account of us, and yet to be unable to help them. Yet,\" he continued, \"we must have faith for them too, and remember that they will have strength given them. I think women are far stronger than we are ; pain only seems to increase their courage and endurance, and make them even more noble than before.\" He spoke more to himself than to his com panion, and yet, as he saw the eager assent on Fred's countenance, a vision rose before him of Dorothea Lloyd, as he remembered her at Ardernmoor and Llandudno, and he found it hard to realize that the heroism he had been speaking of could be found in that pale, shrink ing, timid girl, with her unformed fancies and restless impulses. Yet Agnes had loved her, and thought weU of her, and who can tell how much she might have learned from her sweet inspiring guidance? To Fred, at any rate, she was the"], [73, "THE THORNCLIFFES. 67 ideal of brave and noble womanhood, and Alfred trusted that his friend had not placed his choice amiss. They did not talk much longer, for the time was passing quickly, and they soon separated at a corner of the gloomy street, Fred for his lodgings, and Alfred to begin his small-pox visiting. Two days later Fred again returned to his father's house at Ardernmoor. His prospects were more definite than had seemed at one time Hkely, for on the very day of his visit to Graham he had received an offer, from an old coUege acquaintance, of occupation as editor of an influential colonial newspaper, whose pro- prietor wished for some one who would be competent to take the entire management of the Hterary and scientific departments, and give a tone of superior culture to the whole. It was not a very profitable opening. Fred felt that he could probably have found something better in England, at any rate by waiting a few months, but the occupation was not uncongenial to him, and the thought of mixing in new scenes, and taking part in the stirring life of a colony, was not without its charm. He refrained from giving VOL. III. T— 2"], [74, "THE THORNCLIFFES. 68 a final answer till he could consult his father, but, altogether, he was much inclined to regard favourably the opening which had suddenly come to him. And Mr. Thorncliffe was not disposed to place any serious difficulties in the way. The thought of the separation, indeed, was a severe trial, but then it would be only temporary. Five years was spoken of as the term of the engage ment, and Fred was fully determined to return home at the end of that period, even if it should only be for a visit. \"But there is not much danger of my be coming a permanent colonist,\" he said. \"At heart I love England too much for that ; I shaU stUl look forward to spending the best part of my life here.\" And then, too, the climate of Queensland was the best possible for Fred's health at present, and that was a consideration which they could not afford to overlook ; so it was with a show of cheerfulness, in spite of much inward pain and anxiety, that the little household made ready for his departure. There were very few days remaining before the time of separation, but they were marked by a"], [75, "THE THORNCLIFFES. 69 peaceful happiness which was very precious to aU. Somehow, without acknowledging it, they aU felt that a change had come over Fred since his time of trial. That he should be grave and subdued was natural, and perhaps his sisters, at least LUian and NeUie, were half-inclined to regret the gay cheerful spirits of former days. But there was something more than this, there was a new gentleness and reverence in his voice and manner, and he regarded the ways of the household, and the rigid religious habits of Mr. Thorncliffe and Agnes, with a tenderness and consideration which he had seldom shown in the past. He never spoke on directly religious subjects, and something withheld both father and sisters from intruding upon this silence, yet they marked with joy that he attended regularly at the daily service, and this, with other signs too subtle to be described, encouraged them to hope that after all then* dearest wish was to be ful fiUed, and Fred would overcome the barriers of doubt and uncertainty which had divided him from those he loved. They longed for some open confession of bis faith, yet graduaUy they were learning patience, and the hope was grow ing stronger and stronger that in ways, to them"], [76, "70 THE THORNCLIFFES. unknown and uncomprehended, he might be brought to the light of the truth. One evening Fred told them of his visit to Alfred Graham. They Avere all sitting on the lawn after the Sunday services, and a silence fell over them as they listened to the account of his life of labour and devotion. There was a kind of solemnity in the thought that one whom they had known, in ordinary everyday intercourse, should be fighting in that hard and unceasing conflict far away, in the squalor of a great city. The contrast between it and the soft beauty of their own surroundings struck upon all their hearts. Mr. Thorncliffe was the first to speak. \" It is a lesson to us all,\" he said. \" How much we think of every little difficulty in our work here, but what have we to contend against compared with all that there is there ? \" \" Oh, it is good of him ! \" exclaimed Nellie. \" 1 wonder how he can bear it all, day after day.\" \" It is strange to think of Mr. Graham doing that,\" LUian continued. I shouldn't have thought he was the kind of man.\" \" But he always seemed very earnest,\" answered Nellie. \" Didn't you think so, Agnes 1 \""], [77, "THE THORNCLIFFES. 71 \" Yes,\" Agnes answered, \" it does not seem strange to me.\" Fred looked at her for a moment, for the first time since he had begun his story. Her eyes were fixed on the distant landscape, but there was a strange shining in them; her cheek was flushed, and her thin hands were clasped tightly together on her lap. That moment's glance taught Fred more of his sister than he had ever known before. Yes, he could understand it now, could under stand the meaning of Alfred Graham's subtle yet strength-giving sympathy. There was a new tenderness in his thought of Agnes now, and his eyes often rested upon her with great yearning, as if he would have liked to shield and guard her from every rough way. She was changed, too, since those days at Marseilles. The languor and exhaustion of that time had given place to a rest less energy which seemed always to be under taking more than it could compass. Now she would sit rapidly stitching at Fred's outfit, work ing with amazing swiftness, and suddenly break ing off to start away on some errand to a distant hamlet. And she would come back with cheeks burning and eyes shining, and relate hurriedly"], [78, "72 THE THORNCLIFFES. the occurrences of her walk. She shrank from nothing, and seemed regardless of fatigue ; yet sometimes, at the close of a long day, she would sink down with a look of such utter weariness that Fred felt more and more uneasy lest this period of activity should be followed by a strong reaction. He spoke once to his father on the subject. \" Agnes seems quite to have got over that hot weather at Marseilles,\" Mr. ThorncHffe had said ; \" I was afraid she would not pick up again so soon.\" \" I don't know. I wonder if she has got over it,\" Fred answered ; \" there seems to me to be something feverish in this incessant working at one thing or another.\" \" She had always a great deal of energy,\" Mr. Thorncliffe replied, \" and I dare say she finds it best to be busy these last few days.\" Fred was only half-satisfied, and not long afterwards he said something to Agnes herself. \" I am afraid you are over-doing yourself,\" he said one evening, as she came late into his room with a pile of linen which she had been mark ing. \" You look tired to death, Agnes ; I cannot bear you to wear yourself out for me.\""], [79, "THE THORNCLIFFES. 73 \" I would rather be busy,\" she answered ; \" it does not matter about being tired ; it would not rest me to sit still.\" \" But you must not do too much. Promise me you won't ; after I am gone you wiU have time for a long rest.\" \" I shan't want to rest, and there wiU be a great deal to do ; I have aU the neglect of the summer to make up for in the parish.\" \" But do take care of yourself, and see Dr. Grey if you are not weU. You will, Agnes, won't you ? \" he pleaded. \" Why, yes, Fred ; of course I will if it is necessary. You don't want me to see him to morrow, do you ? \" she added, with a laugh. \" I am afraid I could hardly gratify you, as he is away from home for two or three weeks.\" \" There is another thing I wanted to speak about,\" Fred began, after a pause ; \" I may not have another opportunity. Agnes, you write sometimes to — to — Dorothea, don't you \\ \" It was the first time he had aUuded to her at home, since his Ulness, and he spoke with great hesitation.\" \" Yes, I often write to her,\" said Agnes ; \" I promised that I would.\""], [80, "THE THORNCLIFFES. 74 \" And you always wiU ; you will be a friend to her, whatever happens % \" he said earnestly. \" Indeed I will, as long as I live, for her own sake as well as for yours.\" \" Thank you ; I am afraid she has not many friends, poor child, and she was always fond of you. I like to think that you write to her ; it seems like some little thread of connection still remaining. Oh, how far away I shall be from her ! \" he exclaimed, covering his face with his hands. \" Fred,\" said Agnes, hesitatingly, \" when Colonel Lloyd gave me leave to w*rite to her, though nothing was said, I know it was in the confidence that I would never be a means of communication with you. And I cannot forfeit that confidence.\" \" No,\" he said ; \" I do not ask you to do so. I suppose I should hear if any great event should happen to her ; I must be content with that.\" \" And Fred,\" she went on, \" you will learn to do without her. I think a great part of our life has to be spent in learning to do without.\" \" It is a hard lesson,\" he murmured. \" But,\" she said, \" for everything He takes away God sends something better instead. Oh,"], [81, "THE THORNCLIFFES. 75 don't shut your heart against that something better.\" He drew her towards him, and pressed a long kiss on her brow. \" Wait one moment,\" she said, as soon as her tears would let her speak. \" There is something I want to give you.\" She went to her own room, and returned with a little well-worn book in her hand. \" Do you know this ? \" she asked. \" It is * Thomas a Kempis.' It was Mamma's, and I have had it ever since. It is the one I used to read to you at Marseilles.\" He took it reverently and turned over the pages. \" Are you going to give me this, Agnes \\ \" he asked. \" Oh, how long I remember it. It used to lie on the table in her room, when I was a Httle chUd. And here is a marker I painted for her. I remember I did that when I was only seven years old.\" A slip of card-board, and on it, in large crooked letters, painted red and blue, by a chUdish hand, the words God is Love. The brother and sister looked at it together in silence. \" I did not know you had done it,\" Agnes said"], [82, "76 THE THORNCLIFFES. at last. \"I kept it just as she left it. Oh, Fred, promise me that you will read it some times.\" \" Indeed I wiU,\" he answered. \" I will keep it as one of my greatest treasures. It is full of memories.\" He turned to the fly-leaf. There, in ink, faded with the lapse of years, was written, \" Eleanor Thorncliffe, from her husband,\" and below a date, the year of Fred's birth. Then, further down the page, Agnes had written her own name, and the year when the book became hers. Fred looked up as they stood together. \" Will you write my name here, Agnes, and say you gave it to me ? \" And so a third inscription was added to the other two : \" Frederic Thorncliffe, from Agnes.\" The next day, Fred left his father's house, and after a brief stay in London, to make some necessary arrangements, set out on his long journey to Australia."], [83, "77 CHAPTER IV. But first by many a stern and fiery blast. The world's rude furnace must thy blood refine, And many a gale of keenest woe be passed, Till every pulse beat true to airs divine ; Till every limb obey the mounting soul, The mounting soul the call by Jesus given, He who the stormy heart can so control, The laggard body soon will waft to Heaven.\" Eeblb. Sharp driving rain, coming in angry spurts along the fields and lanes, and a strong wind from the north-west whistling through the trees, and shaking down the last remnants of their autumn beauty ; Nellie Thorncliffe had some diffi- culty to keep her footing as she struggled along on her homeward way, up the steep road from Spring Bank. It was the latter end of October, and hitherto the season had displayed that beautiful tranquillity, which autumn sometimes brings, as a prolongation of the glories of summer. But to-day aU was changed. The summer calm was over, and the winter storms had set in in earnest. Might it be the beginning"], [84, "THE THORNCLIFFES. 78 of a storm in matters more serious than the atmosphere, Nellie wondered anxiously. Their summer had been clouded enough, but sunshine and peace seemed far off stiU. She reached home at last, not much later than usual, for the wind was after all in her favour, though she was wet through with the fierce rain — umbreUa-holding had been an impossi bility, she had had enough to do to avoid being blown away altogether. She did not stay even to take off her cloak, but hastened to the drawing room, where Lilian, at the piano, was making a a thundering noise, which almost drowned the whistling of the wind. Nellie went straight up to her and laid her hand on her shoulder. \" Agnes not come ? \" she said, in a tone of half affirmation, half-question. Lilian stopped her playing. \" No,\" she answered. \" I did not expect she would come by this time. She said she would catch the three o'clock train, but I know she would not. She didnot start tUl eleven,youknow.\" \" And now she won't be home till after six,\" said Nellie ; \" it's a fearful day for her to be out, with her cold, too.\" \" Oh, she ought never to have gone. It's just"], [85, "THE THORNCLIFFES. 79 one of those frantic things that she wiU insist on doing, and no one can prevent her.\" Nellie gave an anxious sigh, as she went to take off her things. The fortnight that had elapsed since Fred's departure had brought a graduaUy strengthening uneasiness regarding Agnes to the minds of her two sisters. The strange restlessness, which he had been the first to notice, had increased so as to become apparent to all. She did not complain ; no touch even of mitabUity made itself visible in her speech or manner, only it seemed as if she had lost the power of sitting still. During these few days she had visited every hamlet in the parish, taking long walks, morning, noon, and evening, with an energy that seemed to set fatigue at defiance. There was scarcely a cottager whom she had not seen and spoken to, in her old gentle manner, only that now she rarely smUed, and there was a kind of fixed intensity about her look which none could fad to notice. \" Miss Thorncliffe's a deal changed sin' 'oo went to them foreign parts,\" the villagers re marked to one another. \" Ah reckon 'oo looks as if 'oo'd seen summat as 'oo was a wantin' to teU folks on and couldna'.\""], [86, "80 THE THORNCLIFFES. Such whispers were vague and uncertain as yet, but after-events soon gave them definiteness; as it was, they roused a dim misgiving in the minds of Lilian and NeUie, and caused them to look more keenly at their sister's face, and see, in spite of the bright spots on the cheeks, and the burning light in her eyes, how very thin and transparent it was growing. The Miss Lloyds had returned home a few days before, and they, too, had observed the change. It was their strong expressions of concern which first called the sisters' attention to it, and led them seriously to consider whether anything could be done. It was not easy to manage. Agnes had always ruled the house, and there was something about her now which made it more difficult than ever to interfere with her proceed- ings. \" It's better to get things done at once,\" she would reply to their suggestions that certain matters might stand over for the present ; \" I don't think I could rest ; I must keep going on at something.\" And so they were obliged to acquiesce, and see Agnes leave her almost un tasted breakfast for some long walk to a distant hamlet. The girls thought sometimes of appealing to"], [87, "THE THORNCLIFFES. 81 their father, but they had an instinctive feeling that such a course would be vain. Since Fred's departure Mr. Thorncliffe had been even graver and more silent than was his wont, and had ab sorbed himself more than ever in the work of the parish. He was always oblivious of signs of illness in his family, and would probably see nothing about Agnes to call for any remark. Nellie had indeed once ventured to urge her sister to get medical advice, and, somewhat to her surprise, Agnes had not rejected the idea, but had simply replied that Dr. Grey was away, and she did not care to caU in his substitute. Dr. Grey had returned now, however, and NeUie re solved that no time should be lost before seeking his assistance. ' But this Monday morning had brought a fresh cause for anxiety. Agnes had caught a cold, which, though she made light of it, had stiU obliged her to remain in her room the greater part of Sunday. She came down to breakfast as usual next morning, and when the post came, it brought a letter which put all thought of taking care of herself to the winds. It was from the matron of the Grimston Infirmary, and concerned Lettice VOL. III. G"], [88, "82 THE THORNCLIFFES. Oldham, the girl who had belonged to Agnes's Sunday School class, and who had left her home for Grimston more than eighteen months before. Nothing had been heard of her since then, and Agnes had grieved bitterly over her saU, and the probable depths of degradation which lay before her. She had been more attracted to Lettice than to any other of her scholars, yet she had been the only one to go astray. And now this letter came, saying that a young woman named Lettice Old ham lay at the Infirmary, dying of inflammation of the lungs. She was in great distress of mind, the matron wrote ; and when they had asked if they should write to any of her relations, had at first declared that she had no one who cared for her, but had afterwards begged them to write to Miss ThorncHffe, and ask if she would come. \" And now she does nothing but ask for you, and counts the hours till you can get here. Any time after twelve o'clock on Monday you can see her ; the sooner the better, as she is very weak.\" Agnes handed the letter to her father and sisters, and then said, \" I suppose I had better go by the eleven o'clock train ? \" \" But,\" protested Lilian, \" it is not fit for you to go such a day as this.\""], [89, "THE THORNCLIFFES. 83 \" The weather does not matter ; I cannot pos sibly think of not going.\" \" But Agnes,\" said NeUie, \" your cold — you will make it so much worse ; couldn't you wait tiU to-morrow, at least ? \" \" Nellie, how can you ask me ? It may be too late to-morrow.\" \" I really don't think it is fit for you to go,\" continued Lilian; \"Papa, do you think it is ? \" \" It is a bad day, certainly,\" replied Mr. Thorn cHffe, looking out at the driving rain, \" but the case is very urgent. I think Agnes must go if she feels able for it.\" \" But I don't think she is able for it,\" persisted LUian. \"No one is bound to do impossibUities.\" \" This is not an impossibility,\" said Agnes, quietly, \" and short of that I could not let any thing prevent me from going. I would lay down my life, if necessary, to save that girl.\" No one said any more after that, for there was something in Agnes's face which seemed to say that her words were no mere empty asseveration. Nellie felt that they haunted her aU day. \" I wonder,\" said Mr. Thorncliffe, after a pause, \" whether Lettice's father ought to be told?\" a— 2 VOL III."], [90, "84 THE THORNCLIFFES. \" Oh ! papa, don't you think he ought ? If he would only send some message ! \" \" I fear there is no hope of that at present. He was very unrelenting when I last saw him. I will call and tell him what we have heard though, but I don't expect to have much in fluence with him, all the less as he is a Dis senter. He does not trust me, and yet I can hardly blame his severity, it was such an awful blow.\" Mr. Thorncliffe retired to his study, and Agnes made ready for her expedition. The wind was rising every minute, and the rain dashed with constantly increasing violence against her window panes, making her heart sink as she heard the sound. She well knew that she was not fit for this undertaking. Her cold was not better, and the feverish energy of the past few weeks had died away, leaving weariness and pain behind it. But Agnes was well accustomed to fighting against pain and weariness ; and the thought of the dying girl nerved her to a fresh effort, so that it was with a firm countenance, albeit with faltering footsteps, that she set out upon her way. But now it was evening, and the time was"], [91, "THE THORNCLIFFES. 85 drawing near for her return. Nellie sat in her chamber, watching the fast lessening daylight, and anxiously revolving the events of that day. A train was due at six o'clock, and Agnes could have no difficulty in catching it. She would surely make a point of doing so. Well, it was nearly six now, she would rouse herself and go down to tea. Then it struck her that Agnes would probably like a fire in her room, and she busied herself in lighting one, stopping fre quently to go to the back windows and listen for the train as it passed through the valley below. It came at length, the long shrill whistle, sounding even above the roaring of the wind ; and NeUie went downstairs, thinking she had never longed for a train so much before. She found Lilian preparing the tea. \" Don't you think we had better wait for Agnes ? \" she said. \" I have heard the train pass, so she is sure to be here soon.\" \" All right,\" answered Lilian, putting on the cosy, and taking up her fancy work. Nellie sat down and tried to read, hoping thus to pass the minutes that were beginning to seem so terribly long. She felt strangely anxious, and her book bad but little power to interest her."], [92, "86 THE THORNCLIFFES. \" I wonder why she doesn't come,\" she said at last, getting up and looking at the clock. \" Oh, Lilian, look how late it is ! Whatever can have kept her ? \" It was ten minutes' walk from the station, and might probably take longer in the face of the wind. But now it was half-past six, and still Agnes had not come. \" Perhaps the train was late,\" suggested LUian. \" No, I heard it pass. Oh, dear ! I wish she was here ! \" Just then Mr. Thorncliffe came in, wondering why tea was not ready. He had forgotten Agnes's absence, but shared his daughters' concern when he heard that she had not come home. \" Perhaps I had better go to the station, and ask whether she came by that train,\" he said. \" I dare say I shall meet her on the way.\" '• Oh ! papa, I wish you would ! \" exclaimed Nellie. \" You must not make yourself uneasy,\" he said, as he buttoned on his great-coat ; \" this storm is enough to delay anyone.\" Still it was not easy to help anxiety, as the girls sat on, awaiting their father's return. The"], [93, "THE THORNCLIFFES. 87 time seemed longer and longer, and the clock had struck seven before they heard his foot steps on the gravel, and eagerly rushed to the door. \" Has she come in ? \" he asked quickly, shak ing the rain-drops from his hat. \" No ; didn't you meet her ? Did she come by that train ? \" It was Lilian who asked tbe question. NeUie was trembling too much to speak. \" Yes, the station-master declares that she got out of the train. I made sure of finding her here. I thought I had missed her ; that she had taken the field path after all, in spite of the weather.\" They aU looked at one another without speak ing. Nobody knew what to suggest next. \"Did you come home by the field path?\" asked LUian at length. \" No; I took the road, both going and coming. 1 wiU go off down the field path at once. She may have fallen, or be ill, and not able to get home. Where is the lantern ? I wUl take it with me.\" Lilian hastened to find it. Nellie sank into a chair, white and trembling, unable to speak."], [94, "THE THORNCLIFFES 88 Mr. Thorncliffe paced up and down the room anxiously. \" Hark ! \" he exclaimed, stopping suddenly, \" I heard the gate bang.\" They hurried to the door, LUian joining them from the kitchen, lantern in hand. Yes, it was really Agnes, who came staggering along the path, and almost fell against the door-post, driven by the rushing wind. Mr. Thorncliffe raised her in his arms, sdenc ing with an imperative gesture the various exclamations of wonder and enquiry. He half-carried her into the dining-room, where he placed her in the easy chair, and LUian and Nellie busied themselves in removing her wet wraps, while the servant hastened to the kitchen to prepare a cup of hot tea. Agnes lay silent and passive, and it was not till LUian held the tea to her lips that she opened her eyes and spoke. \" Thank you, that is nice. I am afraid I am giving a great deal of trouble.\" \" Oh, Agnes, we are so glad you are back. We have been so uneasy ! \" \" I am very sorry. I did not mean to be so long, and I did not think you would be anxious.\""], [95, "THE THORNCLIFFES. 89 \" Never mind, you are safe home now. Only, tell us what has kept you ? \" \" No,\" said Mr. Thorncliffe, interposing, \" don't ask her anything yet ; let her wait tUl she feels better.\" \" I would rather teU now, papa,\" said Agnes, raising herself in her chair with an evident effort ; \" the tea has revived me very much. I suppose I was getting faint.\" \" Was that why you were so long in coming from the station ? \" asked LUian. \" But why did you come by the fields ? \" \" I didn't come by the fields. I went round to see Joshua Oldham \" \" Agnes ! such a night as this ! all that way round ! \" \" It is not really far, but of course the wind delayed me. I was there a good while too.\" \" But why did you go ? Why didn't you wait tUl to-morrow ? \" \" I promised Lettice 1 would go, and I did not like to wait. It is better to do things at once, when you can.\" \" How did he receive you ? \" asked Mr. Thorn cliffe. \" I called at the cottage this afternoon, but he was away at work.\""], [96, "THE THORNCLIFFES. 90 \" He was very stiff and hard at first, but I won him over ; he has promised to go and see Lettice to-morrow.\" \" How did you find Lettice ? \" asked LUian. \" I think,\" said Mr. Thorncliffe, \" that we had better not ask Agnes any more questions to night ; she is greatly in need of rest.\" \" Please let me tell you aU about it now,\" said Agnes. \" My head is so confused, I feel as if I should forget it to-morrow.\" They acquiesced, making no further effort to interrupt her as she described the occurrences of the day, speaking slowly and with an effort, and often stopping, as if for strength to go on. She had found Lettice Oldham, anxiously look ing for her, and had sat by her bedside holding her hands, and murmuring words of comfort and forgiveness the greater part of the day. The girl was in great distress of mind, full of fear of death, and terrified remorse for her sin, but she longed for reconciliation with her father, which Agnes thought the most hopeful sign of true repentance. She suffered much at intervals, and showed but little patience or power of en durance ; and she had clung to Agnes with a frantic desire to keep her by her side, only"], [97, "THE THORNCLIFFES. 91 letting her go on the promise that she would intercede with her father for her forgiveness. She was very ill, but still the nurses had told Agnes that her strength was keeping up better than had been expected, and they thought there was a fair hope of her recovery. \" And I am so glad her father is going to see her,\" Agnes added ; \" he seemed so hard and unforgiving at first, I thought he would never give in.\" \" You have done a good work to-day, my chdd,\" said Mr. ThorncHffe, w*hen she had ended her narrative. \" But it must have been a terrible ordeal. I only hope you wUl not suffer for it.\" \" I am glad I was able to go through with it,\" she answered ; \" but I think I will go to bed now, it hurts me to speak. Papa, I don't think I can walk upstairs.\" He took her in his arms and carried her up the short flight of stairs, and Lilian and Nellie busied themselves in putting her to bed. It was with anxious hearts that the two sisters went about their work. Agnes seemed quite unable to help herself, and shrunk, as if with pain, from every movement. She made no complaint, but it was evident that"], [98, "92 THE THORNCLIFFES. she was suffering, and a violent fit of shivering came on, which filled them with uneasiness. They bathed her feet in hot water, and did what they could, but their perplexity increased as the evening worn on. \" I wonder whether we ought to send for the doctor,\" Nellie said,' as they sat down to supper. \" We will wait and see how she is in the morning,\" said Mr. Thorncliffe. \" She has taken a violent cold it is evident, but I trust there is nothing worse.\" But when the morning came, there could be no longer any question about it. Agnes was evidently very ill, racked with pain, and unable to endure the slightest touch. It needed not the doctor's grave face, as he came downstairs, to tell the family that this was no mere violent cold, and they stood with sinking hearts to hear his verdict. It was rheumatic fever, he said ; he feared it would be a severe case, and the strength was very much reduced. Then he asked many questions about her previous state of health, and listened in amazed horror to the account of the expedition of the day before. \"You shouldn't have aUowed it,\" he said"], [99, "THE THORNCLIFFES. 93 emphaticaUy, \" it was a most dangerous thing to do in her state.\" \" She did not seem so HI then,\" said Mr. Thorn cliffe, sadly, \" and the case was urgent — yet, if I had only known — \" Dr. Grey was an old friend, and understood well how the matter would present itself to Agnes's ardent spirit and her father's unbending sense of duty. \" Yes, yes,\" he said, with a sigh, \" I see how it was ; and this illness must have been coming on before, though that has aggravated it. She would have had to pay the penalty in any case, for all she has gone through this year. I wish I had been at home these last three weeks though ; I might have saved her some suffering.\" He covered his face with his hand for a moment, and then resumed, hastily : \" Well, there is no use in thinking of the past ; we have enough to do in the present. You will have to get a nurse at once, but at present the chief responsibility will be yours, Miss Lilian. Miss Nellie, you must try not to cry ; there is far too much to do for that.\" \" Is there actual danger ? \" asked Mr. Thorn cliffe, while Nellie tried to check her tears."], [100, "94 THE THORNCLIFFES. \" Not any immediate danger at present, but it is an anxious case ; we cannot tell what turn it may take, and it is sure to be a severe pull on the strength. But we will do our best whatever comes.\" It was, indeed, an anxious case, and that day was only the first of very many. By the next evening alarming symptoms set in, and the shadow of death seemed to hover closely over the household. Dr. Grey was unremitting in his care, spending night after night at the Vicarage, anxiously watching for the slightest change. A nurse had been sent for from Grimston, but all the household was barely sufficient for the con stant and arduous duties necessary. Agnes lay from day to day with but little change, rarely unconscious but seldom speaking, moaning from time to time, and often watching with an agonized restlessness the coming and going of her various attendants. She was very patient, no words of irritability escaping her, in spite of acute suffering, but there was a constant implor ing look in her eyes, as if begging for some measure of relief. Mr. Thorncliffe was constantly in the sickroom, rarely leaving it, except to fulfil his clerical and"], [101, "THE THORNCLIFFES. 95 parochial duties, which he never relaxed even during the acutest danger. Everyone wondered at the stony calm with which he went through the dady services, never faltering, even at the un varying request for prayer for \"Agnes Thorncliffe, dangerously ill.\" He had no feeling, some people said, but Dr. Grey knew better ; he knew that, in spite of his outward immovabdity, the stern Vicar was the tenderest of nurses, and that the iron resolution which enabled him to main tain that strange repression, served as a tower of strength to his suffering daughter, supporting her even in the severest pain, and inspiring her with the patient fortitude which served more than any thing else to bear her through those terrible days. The whole parish shared in the suspense of that week. An eminent physician from Grims ton had been summoned, and his visits were the signal for a long stream of people, busy men, hard-working mothers, old folks, scarcely able to totter up the hill, who hung about the Vicarage gates, waiting to catch a word of the doctor's latest opinion ; and many times in the day there was the same anxious gathering. A paper was tied to the gate, and changed from time to time"], [102, "THE THORNCLIFFES. 96 with the variation of the symptoms. Nellie always changed it at six o'clock in the morning, for then the workpeople were going to the mills, and many an one would hurry up the Church HU1 to see how Miss Thorncliffe had passed the night. And, again, during dinner-hour the scene would be repeated, whUe in the evening there was a constant succession of enquirers at the door. There was but one feeling throughout the parish ; each person looked on Agnes as his own peculiar friend, nay, they seemed to claim a kind of ownership in her, she belonged to the entire community. Nor was the feeling confined to the poorer neighbours ; those who were well-to-do vied with one another in offers of help. Mrs. Leigh sent her carriage regularly to take the consulting doctor to and from the station, and often dis patched a servant to Millbridge to fetch the needful remedies. Miss Hill drove over almost daily to make enquiries, and, from the first, told Nellie that she would excuse her services as long as ever she wished. Many were the offers of wine and delicacies, which, though they were of little use, yet showed the feeling that prompted them. Miss Georgie Lloyd, indeed, proposed to"], [103, "THE THORNCLIFFES. 97 come as assistant nurse, and was with difficulty convinced that such help was unnecessary. One of the most constant of the daily enquirers was old Joshua Oldham. On hearing of Agnes's illness he had come up with tears in bis eyes, and wrung the Vicar's hand as he told him how, on that stormy Monday evening, she had come \" like an angel from heaven,\" and pleaded with loving tender entreaty for pardon for his erring daughter. \" And ah were as hard as a stone waU,\" he con tinued, \" and she, she fably melted me wi' her loving kindness, and told me it was nowt but the devil as made me hold out agin a repentant sinner, when the Saviour 'isself were allus ready to wel come 'em. Eh, she's one o' the Lord's own, that's certain sure, and Mr. Williams 'imself says as church nor chapel don't make no difference to such like. And if my poor wench is restored to me, and lives to be a decent Christian woman, it'll be her as is done it, ready to lay down her life like to serve her.\" Mr. Thorncliffe could not speak ; he could only press the old man's hand in silence. Joshua Oldham never failed to walk up to read the bulletin in the early morning. VOL. III. H"], [104, "98 THE THORNCLIFFES. There was another person, who, unknown to the household at the Vicarage, always took that same early walk. Mr. WUliams, more than any- one in the parish, felt Agnes's illness as an acute personal grief. All through the summer he had been filled with an overwhelming sympathy for her, under the successive trials that had fallen on the family. Often and often had he revolved the circumstances in his mind, in the hope of finding some means by which he could give assistance, or at least show something of his feeHngs. But he was forced to admit that his services would be unavailing, and the expression of his sympathy possibly appear as an intrusion. He had, indeed, once or twice called to enquUe for Fred, during his iUness, and had met him on one occasion, shortly before his departure, and been able to say a few friendly words. He had more acquaintance with him than with the rest of the family, and cordially liked him, for his own sake as well as for Agnes's. Tovvards her his feeling was but little changed since he had first seen her three years ago. It had lost the first passionate vehe mence, and had passed away from the region of desire into that of deep and tender reverence, such, he sometimes told himself, as might be felt"], [105, "THE THORNCLIFFES. 99 by an anchorite for some exalted saint, pure and celestial, and out of reach ; but it stdl remained in full possession of his heart, the ruling motive of his life. And now she was ill, it might be dying, suffering long hours of pain and weakness. The thought of her suffering overpowered him with distress, and almost prevented him from attending to the ordinary duties of his calling. Morning, noon, and night, his steps turned to the Vicarage, just to read the bulletin, to learn the latest detaU of her condition, or, whenever he felt that he could do so without appearing in quisitive, to caU personaUy at the door with enquiries. So the days wore on; in the sick-room, the same sad round of fitful variation from restless ness to stupor, from pain to exhaustion, and without, the same unceasing burden of suspense, lying like a weight on aU hearts. How long was it to continue ? One morning, NeUie was sitting taking her turn of watching by the sick-bed; it was All Saints' Day, and the church beUs were ringing for the early celebration. Suddenly Agnes opened her eyes, and turned them towards her sister. H— 2 VOL. III."], [106, "THE THORNCLIFFES. 100 \" Is it Advent Sunday ? \" she asked, as if struck by the sound of the bells. \" No, darling, it is All Saints' Day,\" Nellie answered. Agnes closed her eyes wearily. \" What a long time it is,\" she murmured, \" wait ing and longing for His coming.\" Nellie heard in silence, forcing back her tears. After a few moments Agnes spoke again, low and feebly, more to herself than to her sister. \" ' In the hands of God — no torment ' — what is it, Nellie, I can't remember ? \" Faltering, and with a bursting heart, NeUie repeated the familiar words, \" The souls of the righteous are in the hands of God, and there shall no torment touch them. In the sight of the unwise they seemed to die, and their departure is taken for misery, and their going from us to be utter destruction ; but they are in peace. For though they be punished in the sight of men, yet is their hope full of immortality. And having been a little chastised, they shaU be greatly re warded. As gold in the furnace hath he tried them, and received them as a burnt offering. And in the time of their visitation they shaU shine, and run to and fro like sparks in the stubble. They shall judge the nations, and have"], [107, "THE THORNCLIFFES. 101 dominion over the people, and their Lord shall reign for ever. They that put their trust in Him shaU understand the truth, and such as be faith ful in love shall abide with Him. For grace and mercy is with His saints, and He hath care for His elect.\" She broke down altogether here, as she watched her sister, lying there so stUl and w*hite, softly murmuring a word here and there after her. Oh, the agony of that rebellious cry, with which her heart refused to yield its dear one to that safe keeping! Oh where, where could she learn submission ! Happily for her the nurse entered the room at this moment, and she could escape to solitude and prayer. Strange it seemed that this AU Saints' Day should be the beginning of a return to life and hope. Yet so it was, that when the doctors paid their afternoon visit, they were able, for the first time, to speak of an improvement — of some indi cation that the more acute danger was passing. And by degrees, by slow and painful steps, the tide of returning life roUed in once more. It could scarcely be called recovery, so slight and fitful was the daily progress. But the constant"], [108, "102 THE THORNCLIFFES. hourly anxiety was past ; and, as they compared week with week, they could see that some ground was gained in spite of all. She was wonderfully patient through all these weeks. They often marvelled at the unfailing fortitude which bore, in uncomplaining silence, such long agony of pain. And scarcely less did they marvel at the gentle sweetness which would smile a feeble thanks for every little service, and even, as her strength came back, greet her nurses with a little of the old playfulness. \"Nothing but her own wonderful calmness could have saved her,\" the doctor said afterwards ; and nothing, the sisters felt, but the same calm, bright courage could have borne them through those long, long weeks of slow dragging back to life. They were not without help during this time of slow and tedious nursing. Miss Weston, their mother's cousin, who, in past years, had several times come to their help in time of sick ness, wrote at once, on hearing of Agnes's ill ness, to offer to come .and nurse her. The offer was gladly accepted, for Lilian and Nellie soon found the burden more than enough for them, even with the aid of the trained nurse. Miss Weston had not been able to come as soon as was"], [109, "THE THORNCLIFFES. 103 at first expected, a severe cold delaying her for more than a week. But when she did arrive her help was invaluable, both in the sick-room and out of it. She was clever, iively,;and ener getic ; rather abrupt\" in manner, but thoroughly kind-hearted; and the two young sisters felt a new spring of hope and courage rising within at the sight of her cheerful kindly face. It was a hard time for them, poor girls, in spite of all the help and sympathy which was so freely proffered. They went through it in eharacteristicaUy different ways. Lilian was reserved and sUent, never relaxing the watchful care with which she attended to every duty that could promote the comfort of anyone in the house. Nellie sometimes thought iier hard and unsympathetic, yet often envied the calm self- possession w*hich seemed equal to every possible emergency. Lilian herself could not have ex plained the cause of her calmness. On looking back on those weeks she felt that the emotional part of her nature had been temporarily dead ened, so that she could work and act regardless of the terrible reality through which she was passing. The case was very different with Nellie. With"], [110, "THE THORNCLIFFES. 104 her, grief and anxiety were felt to the utmost, and as she had naturally less self-control than her sisters, she found it impossible to bear up against the constant strain. She broke down again and again, and was often excluded from the sick-room on account of the violence of her agitation. She was very much ashamed of this weakness, and strove manfully to overcome it. But she longed incessantly for some sympathetic ear, into which she could pour her grief without fear of coldness and repulse. Agnes had always been her confidante, and had never failed to in spire her with strength and fortitude. But now, in this bitterest trial, she was without that tender love and help. Yet still there was improvement, and when December came Agnes could be laid upon the sofa and join a little in the fireside talk. A tele gram had come from Fred, sent off in the first ter rible anxiety when he had received the news of her danger, soon after his landing at Brisbane. And now with what joy and thankfulness was the happy word \" recovering \" sent back in answer to his request for tidings. He, at least, would never knovv the worst of those weeks of watching. Nellie thought, with shuddering recollection, of her own"], [111, "THE THORNCLIFFES. 105 misery when he was ill at MarseiUes. Agnes often spoke of him ; she had sent messages all through her illness, and, almost before she could guide her hands, had tried to write a few trembling lines in proof that she was really better. One evening, it was almost the first evening that she was able to leave her room and lie on the sofa by the drawing-room fire, Lilian came in, bearing a basket of white fresh eggs. \"They are from Lettice Oldham, Agnes,\" she said. \" She has brought them up for you with her best respects, and wishes to know how you are.\" Agnes's pale face flushed, and she raised her self on her sofa. \" I should like to speak to her,\" she said quickly. \" Bring her in here.\" \" My dear,\" exclaimed Miss Weston, con cerned, \" it will be too much for you. You have seen no one yet.\" \" I have seen Miss Lloyd, you remember, on Monday ; and, indeed, I am able for this. Do let me, Cousin Mary. I want so much to wel come her home.\" Miss Weston disapproved, but she had not the heart to refuse Agnes, though she was still"], [112, "106 THE THORNCLIFFES. more aghast when the latter asked to be left alone -with her visitor for a few minutes. \"I think it will be better for both of us,\" she pleaded. \" I know Lettice would feel awk ward before a stranger.\" \"What is she that we should consult her feelings,\" muttered Miss Weston, and, as she left the room, she gave Lettice a sharp injunction to mind and be quiet, and not agitate Miss Thorn cliffe. The girl stood there, frightened and trembling, glancing with a timid curiosity at the sweet face on the sofa. She was pale and thin from her recent illness, and shivered as she drew her shawl round her. \" Come to the fire, Lettice,\" said Agnes ; \" it is a cold evening for you to be out.\" \" Eh ! Miss Thorncliffe ! \" the girl burst out, \" to think that I should see you lying there. And you been that punished all this time, and like to die, they said ; it's hard to think what a deal some has to go through. There's many a night as I've laid awake crying over it,\" and she put her apron over her face and burst into tears. \"Lettice, Lettice,\" cried Agnes, in distress, \" don't cry for me, I cannot bear it ! \""], [113, "THE THORNCLIFFES. 107 \" Eh, but I can't help but pity you, so ill as you've been, and in all that pain.\" Agnes began to think that she had made a mistake in having Lettice brought in, she must stop this at once. \" I don't like you to talk in this way,\" she said ; ■\" it is not good for me. If people do nothing but pity me, I shall soon begin to do nothing but pity myself, and that is not what I wish, you know. Now tell me about yourself. I am so glad to see you home again.\" \" Eh, it isn't much like home for me, and never no one to speak to from morning to night. There's not one on 'em at the hat shop as '11 so much as look at me, and the neighbours never come nigh the 'ouse, or say a word to me in the road. They treat me Hke the dirt under their feet, they do, and fayther, he never speaks nor nothing when he comes 'ome. 1 wish I'd died in the 'ospital, that time as you come to see me, and then I'd ha gone to 'eaven, like the thief on the cross.\" Agnes's face wore a deep shade of distress during this speech, and it was some moments before she replied. \" Lettice,\" she said at last, \" I know your"], [114, "108 THE THORNCLIFFES. life must be hard and trying, but it is not right to speak in that way about it. 1 thiuk there are a great many of us who are sometimes tempted to wish that our task was ended, and we could go home to rest. Sometimes when I have much pain to bear, I feel like that myself, and I know it is so with others. But God knows what is best for us, and He bids us stay in the world and bear what He appoints, and we should love Him too weU to murmur at our trials, and want to run away. You must look on aU this scorn and contempt of your neigh bours, as the cross which your Saviour bids you carry for His sake. And how can you grumble when you remember what He has suffered for Lettice was in tears again, sobbing with con vulsive violence. \" Indeed Miss,\" she exclaimed, as soon as she found voice to speak, \" I am sure I never thought of it like that. I do repent of all my wickedness, and I mean to be a good girl now, whatever happens.\" \" I believe you do, Lettice, and God will help you. And these trials and reproaches will pass away. The time may be long, but when people"], [115, "THE THORNCLIFFES. 109 see that you are reaUy changed, they will learn by degrees to treat you very differently*. And I wiU always be your friend you know.\" \" Eh, Miss Thorncliffe, you're one of God's angels, father said so, and he never spoke a truer word.\" \" I should make a very poor angel, I am afraid,\" Agnes said, with a Httle sigh. \" And it nearly breaks my 'eart sometimes, when I think as it's all along of coming to see me, that you got so ill, and if you was to die — \" \" I don't think it is altogether that Lettice. I think that really had very Httle to do with it. It only made it come a little sooner, perhaps.\" Miss Weston here came in, and hurriedly dis missed Lettice. It was none too soon, for Agnes was much agitated with the interview, and paid the penalty in exhaustion and suffering through out the night. She was glad, however, to have seen Lettice, and in the days following often thought with tender pity of the poor girl, to whom the up ward path was so steep and difficult. Nor did she confine herself to mere pity, for, when, as she became stronger, she was able to see other of her vUlage friends, she asked specially for"], [116, "110 THE THORNCLIFFES. some of Lettice's old companions at the Sunday school, and begged them, with all her powers of persuasion, to lend a helping hand to then former comrade, and endeavour to brighten her loneliness. It was not an easy task to overcome the strong pride in their respectability and good name, but they would do for Agnes what they would not have done for anyone else in the parish, and so, with some at least, she gained her way."], [117, "111 CHAPTER V. \" The drearier hour, W'hen o'er the horizon's silent line Fond hopeless fancies cower ; And on the traveller's listless way Kises and sets th' unchanging day, .No cloud in heaven to slake its ray, On earth no sheltering bower.\" Eeble. Christmas came and went, a time of calm thank- fulness to the .Vicarage household. Agnes was still an invalid, carried up and down stairs daily in her father's arms, but she was able to take her place in the family cuxle, and listen, and some- times join in the old discussion about all matters of interest far and near. And Fred, Fred far away beyond the seas, for him, too, there were thoughts of thanksgiving, for, though disap- pointment and sorrow had swept over him, he had been delivered from the worst dangers, and his letters showed a brave cheerfulness which gave promise of a brighter future. Many were the talks of him and his doings, which the sisters held round the Christmas fire."], [118, "112 THE THORNCLIFFES. The weather after Christmas was unusually soft and mUd, and Agnes began to make more decided progress. She could go out in the warm sunshine for short drives in Mrs. Leigh's carriage, and gradually, after a while, walk a few yards round the garden, leaning on Miss Weston's arm. Yet she was very far from strong, and though all rejoiced that she had got on so far there was a kind of vague uneasiness that her recovery was still so slow. Lilian and NeUie used to talk sometimes about the spring time, and what would be done when she should be quite weU, but Miss Weston only sighed and said that was a long way off yet, and the doctor never answered their queries and suggestions as to how soon she would be able for this or that. On one point, however, Dr. Grey was explicit, and continued to urge it till all difficulties were overcome. It would never do for Agnes to remain at Ardernmoor through the winter. The east winds of spring were specially to be dreaded, and the Vicarage, from its exposed situation, came in for a more than average share of them. By some means or other she must be got away, and, indeed, if she could bear the journey, the sooner the change could be made"], [119, "THE THORNCLIFFES. 113 the better. He recommended Bournemouth, and though the distance was at first a great difficulty, the advantages seemed so great that finally it was decided on. Miss Weston under took to take charge of the invalid. Her house in Berkshire could easily be shut up, she declared. She knew Bournemouth well, and liked no place better for a winter residence ; she would ask some friends on the spot to find suitable lodgings, and her own servant could be with them there. And so, though Mr. Thorncliffe hesitated at first about accepting so great a favour, she succeeded in persuading him to accede to her plan. In deed, it was the only one possible. Agnes could not go from home with only Lilian or Nellie as a companion, even if it had been easy to spare one of them, and all other arrangements would entail a heavy cost, which could ill be met after all the expenses of that year of illness. Mr. Thorncliffe's voice faltered as he thanked his cousin for all her kindness, and said that she had been a true friend in their time of need. By the beginning of February Agnes was thought able for the long journey. Mr. Thorn cliffe himself decided to escort the party as far as London, where they were to stay a few days, for VOL. III. I"], [120, "114 THE THORNCLIFFES. a break was absolutely necessary, and Dr. Grey was anxious that Agnes should get the advice of a famous physician. To her this proposed break was very welcome, for it would give her an opportunity of seeing Dorothea, whose father had taken a house in Bayswater for the winter. She dwelt much upon the pleasure of meeting, and wrote herself a short pencilled note, telling Dorothea their address in London, and begging her to come and see them as soon as possible after their arrival. This note came to Dorothea like the first ray of sunlight in a long cloudy day. Ever since the stay at Whitby she had been walking in shadow, with a weight of loneliness and grief, which oppressed her more and more as the months wore on. The removal to London had been of but little interest to her, though her aunts and other friends all declared that it was the very thing to do her good, and that she needed to see something of society after her quiet life at Ar dernmoor. Colonel Lloyd found a number of old Indian friends in Bayswater, and Dorothea soon had more than enough of the small parties and friendly dinners, which were expected to work such a speedy cure for her troubles- The effect"], [121, "'I HE THORNCLIFFES. 115 was by no means what had been hoped. She sometimes enjoyed the conversation of the gentle men whom she met, for the Colonel was a well read man, and took a keen interest in literary and social subjects, and many a discussion, eager and intelligent, took place round his table. Dorothea listened with pleasure and animation, though even here there was a tinge of regret, for these arguments brought recollections of former talks with Fred on simUar subjects, a comparison which was always in his favour, and she would long secretly that he could bear his part with these clever men to whom she was listening, and exult, in imagination, over his certain triumph over aU opponents. But the evening parties were without even this redeeming feature. Shy and retiring, she was not fitted to shine with much brilliance among young people of her own age, and the conversa tion about dancing, theatres, and lawn tennis, which formed the chief topics on these occasions, was to her utterly vapid and uninteresting. She had never learnt dancing, and though Mrs. Lloyd insisted on her taking lessons, she could not attain anything like proficiency in the exer cise. Waltzing made her giddy, she declared, VOL. 1TT. I — 2"], [122, "116 THE THORNCLIFFES. and so she would only dance square dances, and after a little contest her step-mother gave in, and concluded that she was not strong enough for anything like a ball. There was, in truth, some reason for this opinion, for the long strain of grief and anxiety had told considerably on Dorothea's health. She grew pale and thin, slept badly, had no appetite, and became a prey to nervous headaches and un accountable fits of exhaustion. A doctor was called in, who talked of want of tone, and prescribed quinine and beef tea, and cheerful society ; but none of these remedies had much effect, and she drooped more and more throughout the winter. Mrs. Lloyd became seriously distressed about her, and tried, as far as she knew how, to cheer and divert her. She took her out shopping, and bought her dresses and jewellery*, but Doro thea only looked at these presents with a sad impatience, and wondered that anyone could imagine that she cared for such things. As for the shopping, that tired her almost as much as the parties, so it, too, had to be given up. The fact was that Dorothea was still stagger ing under a blow which had well nigh overborne her strength. The mental strain had brought on"], [123, "THE THORNCLIFFES. 117 physical exhaustion, which in its turn was under- mining her mental energies. She did not under- stand herself, and reproached herself, often bitterly, for her ow*n listless and repining spirit. But circumstances were all against her, and the atmosphere in which she lived, calm, decorous. and uninteresting, was anything but wholesome to her finely strung, sensitive spirit. There was a vein of morbidness in her nature, and it was developing fast under these trying conditions. She felt this dimly herself at times, and longed for Ardernmoor, and the smaU yet absorbing interest of the viUage. She thought she would be better there, and learn to throw off the de- pression that was paralyzing her. Then she resolved to begin the struggle afresh, and fight a way through the gloom by her own force of wiU. She asked her father to let her attend classes at Bedford College, thinking that in applying herself in earnest to downright hard study she would find her best weapon. But this request was made just when her failing health began to excite attention, and Colonel Lloyd naturaUy thought that the work would be too much for her strength. Thus baffled, she deter mined to study alone, and spent long mornings"], [124, "118 THE THORNCLIFFES. over German and history, in the vain hope that they would prove efficacious as a remedy for her troubles. The result was not very satisfactory ; Fred's image haunted every page of the books, many of them of his own recommending ; and she would often, in the midst of mediæval battles and codes, find herself suddenly in the little parlour at Ardernmoor, listening to his voice engaged in hot discussion on the character of Pope or Kaiser. Other difficulties, too, came in her way. Mrs. Lloyd objected to her stooping so long over books, and feared she would injure her eyes in reading by gaslight, and so, from one cause or other, the studies languished, and were pursued more as a toUsome duty than from any real interest or pleasure. In the midst of all this came the news of Agnes's Ulness, and for a time anxiety for her superseded all other thoughts. The Miss Lloyds wrote by every post, and Dorothea could do nothing but read over and over again the sad accounts of danger and suffering, and count the hours tiU the next buUetin could arrive. Mrs. Lloyd was sympathetic at first, but she soon got tired of discussing the subject, and looked with suspicion on this intense anxiety for Agnes, as"], [125, "THE THORNCLIFFES. 119 too near akin to memories of Fred, to make it desnable to encourage it. She forgot that cold ness and indifference on her part only drove the feeling within to be nursed and brooded over in secret, and that Dorothea's ready silence might imply something very different from forgetfulness. One day, it was when the news was at its very worst, Mrs. Lloyd took her step-daughter out shopping. Dorothea was silent and indifferent, unable even to feign an interest in Mrs. Lloyd's choice of lace and fancy-work. On their return home, as she was slowly ascending to her own room, trying to stifle her dismay at finding no letter awaiting her, her step-mother called her to her and put a smaU box into her hands. \" There, I thought you wanted something to cheer you,\" she said, in a tone of kindness. \" I hope you will like my little present.\" Dorothea took the packet, and mechanically untied the string. It was a gold bracelet, taste fully set with pearls. She looked at it without speaking. \"Don't you like it?\" asked Mrs. Lloyd, wondering at her listless gaze. \" It can be changed if you don't. I thought you wanted a bracelet to wear with your old Indian one.\""], [126, "120 THE THORNCLIFFES. \"It is very pretty,\" said Dorothea, choking back a sob. \" I think you will like it. You know I want you to have pretty things, and look nice. You must wear it to-morrow at Mrs. Dent's.\" She drew nearer, as if to kiss the ghi, but Dorothea shrank back, and without a word of thanks hurried upstairs. When she reached her own room she laid the bracelet on her table, and pushed it from her with a bitter impatience. \" How can she be so cruel,\" she moaned to herself, \" to imagine that I can be comforted with trinkets, when my dearest friend is ill, perhaps dying, and when, when — oh, she has no heart, no feeling. ! \" After dinner, as Mrs. Lloyd and Dorothea sat together in the drawing-room, the former asked : \"What have you done with your bracelet, Dorothea? Are you going to show it to your father ? \" \" It is upstairs,\" said Dorothea. \" I will brin° it down.\" She went wearily, and laid the bracelet on the table."], [127, "THE THORNCLIFFES. 121 \" I am afraid you do not care for my present,\" ber step-mother said, in a disappointed tone. \" I think it is very pretty. I like those little pearls, and it wdl suit very well with my other one.\" \" I hoped it would please you. You know I only want to be kind to you, and make you happy ; only you wiU not let me.\" \" I do thank you,\" said Dorothea with an effort. \" It is a very generous present ; I admire it very much.\" Mrs. Lloyd sighed. \" I wonder what I can do to make that child love me,\" was her thought as she replaced the bracelet in its case. She little guessed how much further she had that day put herself from the love she was hoping to win, nor how long it would be before Doro thea could forgive her ill-timed present. Mrs. Dent's party was one of those small and early gatherings which could not, by any stretch of anxiety, be supposed injurious to Dorothea's health. \" She needed cheerful society,\" the doctor said, even when forbidding excitement, and Mrs. Lloyd had rejoiced in thinking that she could safely arrange for, at least, so many engagements of a quiet sort, as would prevent"], [128, "122 THE THORNCLIFFES. the girl from becoming quite a recluse. There was a special reason why she was anxious about this particular evening. The Dents were a very superior family, cultivated and intellectual, and Mrs. Lloyd had observed with pleasure, a few weeks before, that Dorothea had shown unusual animation in conversation with Mr. George Dent, the eldest son. He was a young barrister, in good position, and certain to rise, and nothing, Mrs. Lloyd thought, could be more advantageous for her step-daughter than such a connection. She dwelt much on the idea. especiaUy when Mrs. Dent observed, a few days afterwards, what a superior girl Dorothea was, \" so quiet and inteUigent, and unlike those foolish young ladies who could think of nothing but dress and flirtations ; her young people were delighted with her, and she had no doubt they would become great friends.\" This speech became the foundation on which Mrs. Lloyd reared an elaborate castle in the air, wherein Dorothea's affairs were aU arranged to the satisfaction of everyone, though quite re gardless of any ideas which might be entertained by herself. Perhaps the edifice might have been somewhat shaken had she known that the con-"], [129, "THE THORNCLIFFES. 123 versation which had so delighted her, had been, on Dorothea's part, an ardent defence of the honest and integrity of purpose of certain Radical publication, which George Dent was attacking as mischievous in tendency. On the evening of the party, therefore, great was Mrs Lloyd's dismay, when Dorothea came into her room, as she was preparing to dress, her face pale and agitated, and an open letter in her hand. She took no notice of her looks, how ever, but immediately exclaimed : \"Why, my dear, are not you getting ready? The carriage wiU be here in ten minutes. Come down into my room when you are dressed, and I will fix this spray of flowers in your hair.\" \" Mamma,\" said Dorothea, \" I don't think I can go to night. I have just got a letter from Aunt Georgie, and she says Agnes is worse, and they think — oh, I couldn't bear to go to a party when she is so ill.\" Her voice faltered, and almost broke down in sobs, in spite of Mrs. Lloyd's look of surprise and disapproval. \"My dear Dorothea, I am sure it is very sad, and quite natural that you should feel it so, but you have duties to society and to your"], [130, "THE THORNCLIFFES. 124 father and me, and you must not give way to a fancy.\" \"But cannot I be excused? You and papa often go out without me, and as for other people, it makes no difference to them whether I am there or not. And I could think of nothing the whole evening but Agnes.\" \" Dorothea, that is quite unreasonable. The Dents are extremely kind friends, and Mrs. Dent said to me only the other day that she hoped they would see a good deal of you. It would be a great disappointment if you did not go; and this idea of staying at home is simply exaggerated sentiment. It is not as if it were a near relative who was dying.\" \" Agnes is a great deal more to me than many a relative,\" said Dorothea, with set lips. \" She has always treated me like a sister, and I quite feel for her as such.\" Mrs. Lloyd's face darkened with displeasure at these words, and the Colonel at that moment opening the door of the dressing-room, she appealed to him in the matter. Colonel Lloyd listened quietly as his wife and daughter explained the point in dispute, and a vision of Agnes Thorncliffe, ardent, bright, and"], [131, "THE THORNCLIFFES. 125 fearless, as he had seen her in the spring, rose up for a moment before his eyes. \" Ah ! \" he said, \" it is very grievous ; that nice ghd! I don't wonder you should feel it, Dorothea. Of course it will be a disappoint ment to your mother and me to go without you, especiaUy as we are so often obliged to leave you at home ; but, considering the cncumstances, I should think you can be excused.\" \" Thank you, papa,\" exclaimed Dorothea grate fuUy, as she left the room. She had got her wiU. Her father and his wife drove off to the party, and left her free to read and re-read her aunt's letter, dweU on every detail it described, and try, with streaming eyes, to write an answer. She w*as grateful for the indulgence, yet even here her wounded heart found something to chafe and irritate. \" They would never have let me stay at home when Fred was ill,\" she said to herself, with a fresh burst of bitterness. \" I had to go on just as usual all that time, and he might have died, and I could not have shown a sign,\" and the tears that foUowed were not all for Agnes's danger. But soon Dorothea was able to rejoice in the news of her recovery ; and at last, w hen the"], [132, "126 THE THORNCLIFFES. hope came of seeing her in London, she felt that she had re-gained a source of strength and com fort that had long been wanting. She went with her step-mother to call on Agnes the second day after her journey from Ardern moor. Mrs. Lloyd rather objected to Dorothea's going alone, and thought also that some such form of civility from herself would be a delicate way of showing that she and her husband had forgiven the family for any share in Fred's mis doings. \" We will leave them in quiet for one day,\" she said to Dorothea. \" Miss Thorncliffe will pro bably need rest after her journey, and not be able for visitors till to morrow.\" And Dorothea acquiesced, though she was counting the hours that must pass till she could see Agnes. It was not a very satisfactory visit when it came off, she felt. Indeed, it could hardly be so under the circumstances. Mr. Thorncliffe was out, but Miss Weston was on guard over Agnes, and in her presence and that of Mrs. Lloyd there could be no opportunity for more than conventional talk. Mrs. Lloyd was very gracious, enquired specially about Agnes's health, and how she had borne the journey ; and listened with sympathy"], [133, "THE THORNCLIFFES. 127 and interest to all the replies. All her natural kindness of heart was awakened by the sight of the pale girl, who had suffered so much, and was stUl so weak and feeble. So she lent a ready ear to Miss Weston's confidential whispers, and the detads of all her hopes and anxieties on Agnes's behalf, till that lady was charmed with her sympathy, and remarked to Agnes after wards \" that it must be a great advantage to Miss Lloyd that her father had married such a kind, gentle, and thoroughly superior woman.\" Dorothea meanwhile was sitting by Agnes's side, holding her hand and gazing into her face. It was not much changed, she thought, only a little more fragile and transparent, and with the hopeful light still in her eyes, in spite of the deepening of the lines of endurance round the mouth. She looked long and intently, as if learning by heart every lineament, and all the subtle lights and shades of the well-known countenance. That was almost all she had during the visit, for conversation was impossible, and a dull feeling of disappointment pressed like lead on her heart. She was wondering whether this was all she should see of Agnes,"], [134, "THE THORNCLIFFES. 128 when she was roused by her step-mother's voice, about to take leave. \" It is quite time for us to go, we shall be late home ; and we must not tire you, Miss Thorn cliffe. No, pray don't rise, you are an invalid, you know, and should claim your privileges. Good-bye. I hope you will find that Bourne mouth does you all the good you could wish.\" \" Thank you,\" answered Agnes. \" I expect it will do something. It is rather different from our cold North country climate.\" ** Oh, by the way, I hope you have good news from your brother. It is Sydney he is gone to, is it not ? \" She spoke in a carefully calculated matter-of fact tone, as if the question had only just occurred to her. In reality she had been revolv ing it in her mind ever since her entrance, and had already learnt from Miss Weston several details about Fred's doings. But it was desir able that she should speak openly about him, as about any other slight acquaintance. Dorothea must learn to bear the subject without showing any foolish embarrassment. \" He is quite well, thank you,\" Agnes answered. \" He is at Brisbane, not Sydney.\""], [135, "THE THORNCLIFFES. 129 \" Ah, I forgot ! His illness must have been a great shock to you. I suppose you scarcely ex pected he could recover so quickly, and he must still be unable for much brain work ; there will be the fear of another attack.\" Dorothea turned away, trying to hide the agitation which trembled in every limb. Agnes looked at Mrs. Lloyd in uncomprehending sur prise. \" Of course he cannot fully regain his strength all at once,\" she said, \"but he has entirely recovered ; there is no danger of any return of his iUness ; that was never thought of.\" \" Indeed, I am glad to hear it ; I feared it might be otherwise. Come, Dorothea, we really must not stay.\" \" Cannot you come again ? \" said Agnes, turn ing to Dorothea. \" We have seen so little of each other ; come and spend a long day.\" \" Oh, I should like it,\" Dorothea began, her cheeks glowing. \" I could, couldn't I mamma ? \" \" Well, I am not sure. Is Miss Thorncliffe fit for so much? \" said Mrs, Lloyd, doubtfully. \" I don't think it would hurt me, Dorothea is so old a friend. I am not afraid of her making any noise or disturbance ; and nobody has pre- VOL. HI. K"], [136, "130 THE THORNCLIFFES. scribed moping for me as yet,\" Agnes said, with a smile. \" Miss Lloyd could talk to me while you had your afternoon rest,\" said Miss Weston. \" I don't think there is much fear but that it will do Agnes good, Mrs. Lloyd. She requires her own way more than most invalids, and gets it, too.\" \"That's a libel, you know, Cousin Mary,\" returned Agnes, \" but, at any rate, I must have my own way in this.\" \" What day would suit you ? \" asked Mrs. Lloyd. \" Dorothea is engaged on Saturday.\" \" Could she come on Monday ? I think that will be best,\" said Miss Weston. \" We are not going to Bournemouth tiU this day week, Wed nesday. Dr. Reed wants to see Agnes again on Tuesday, and to-morrow and Friday I am afraid we must go to the dentist.\" \" And come early,\" Agnes added, \" at twelve o'clock.\" \" Agnes,\" said Miss Weston, when the visitors had taken their departure, \" Mrs. Lloyd seemed to have got a rather curious impression about Fred's illness.\" \" I didn't understand what she meant,\" said Agnes. \" I don't think she knows much about it.\""], [137, "THE THORNCLIFFES. 131 \" From what she said to me, I gathered that she thought his head had been affected in some way, that it had been something on the brain.\" Agnes flushed quickly. \" I don't know what can have given her such an idea,\" she said. \" I hope — \" She stopped short, for Miss Weston knew nothing of Dorothea's relation to the family, and so would not understand her fear lest Mrs. Lloyd's impression should have reached her. Yet, if it had, what must these months of silence have been to her sensitive spirit ? For the next few days Agnes was troubled with what was to her a very unusual perplexity as to the course sbe ought to take. In general the path of duty lay plain before her, only waiting to be followed without hesitation or debate, for she possessed the single eye, and the unflinching resolution, which could see through the mists that self-love is so apt to raise before those who stop to seek for some easier road. But now doubt and uncertainty had suddenly overtaken her, and for a time baffled all her attempts at decision. Should she speak to Dorothea on the subject of Fred's illness or not ? Her high sense of honour made her regard it as a forbidden topic, but just now the circumstances were so peculiar, Dorothea VOL. III. K— 2"], [138, "132 THE THORNCLIFFES. might be suffering from such cruel uncertainty that she felt that it would be almost impossible to leave her without a word of relief. It is true she had but little conception of how bitter Doro thea's sufferings had been. To her clear faith and unwavering confidence there could be no com prehension of a struggle such as her friend had passed through during the summer. Yet she guessed enough to wring her heart with pity, and lead her more and more to the conviction that her duty lay in saying something to dispel her fears. Dorothea arrived in good time on Monday morning. She thought Agnes paler and more worn-looking than on her previous visit, and asked anxiously how she was feeling. \" I have been rather overdone the last few days,\" was the answer. \" I think London tires me ; it will be a rest to get to Bournemouth.\" \" You go down there on Wednesday, don't i) jj you 5 \" Yes, I hope so ; if Dr. Reed does not keep me longer. I don't think he will.\" \" What does the doctor say about you ? \" asked Dorothea. \" He said very little ; perhaps he will speak"], [139, "THE THORNCLIFFES. 133 more definitely to-morrow. I don't think he expects me to be better very soon.\" \" My dear ! \" exclaimed Miss Weston, con cerned, \" he said nothing about that.\" \" No, Cousin Mary ; that is just the reason. If he had thought I should soon be well he would have said so.\" Miss Weston sighed, but did not contradict her. Dorothea looked from one to the other with a troubled face. She knew that Mrs. Lloyd had thought very badly of Agnes's health, and she feared that that opinion would be strengthened if she had seen her now, when she was no longer making an effort before visitors. The hour before luncheon was passed in easy chit-chat, and afterwards Agnes went to lie down for a short time. Dorothea sat on with Miss Weston, who soon began to speak of Agnes's ill ness, and describe some of the incidents of those anxious weeks. Dorothea listened in absorbed interest, only asking a question now and then, and heard the full story of Lettice Oldham, and that journey to Grimston, and much of the suffer ing and danger that had followed. Something of it all she had learnt from her aunts' letters, but most of the details were new to her, and her eyes"], [140, "134 THE THORNCLIFFES. filled with tears, and even Miss Weston's matter of-fact voice trembled at the story of that gentle patience throughout the long weeks. \" Agnes has always been so brave,\" Dorothea said at last ; \" braver than anyone I know. But did she never break down all the time — in spirits, I mean ? \" \" Sometimes she seemed frightened and wearied out with pain, and could not bear to be left for a moment, but in general she Avas very quiet and uncomplaining. She never murmured at the slowness of her recovery, and did not seem even to wish for pity, but once or twice 1 have thought that she felt it hard to be cut off from everything that went on. I have seen tears in her eyes when the others were talking.\" \" Do you think,\" asked Dorothea, timidly, \" that she is right in what she said just now about the doctor thinking she would be a long time ill, or do you think she may take a turn and soon get better ? \" \" How can I tell ? I would rather you did not ask me. I believe no one can judge properly at present, so much depends upon how she gets through the remainder of the winter.\" Agnes came in soon after this, and Avhen she"], [141, "THE THORNCLIFFES. 135 was comfortably established on the sofa, Miss Weston said : \" I am going out now for an hour or so ; I have some shopping to do. I wdl trust my patient to you, Miss Dorothea ; do not tire her too much. Lois, my maid, is in the room upstairs ; you can call her if you want anything.\" \" It is so nice to have you aU to myself,\" Dorothea began, as soon as they were alone to gether ; \" it is like a rich, delightful feast coming after a long famine.\" \" Famine ? \" asked Agnes, looking at the tear ful eyes and trembling lips ; \" but you have your father, and he loves you.\" \" Yes ; but he has so much else, his club, and so many-friends; and then mamma is so much to him.\" \" And has she not grown to be anything toyou?\" \" She is kind,\" said Dorothea, considering ; \" very kind in all ordinary outside matters ; but there is so much that she does not understand or enter into.\" \" Perhaps,\" said Agnes, slowly, \" there are some things that are better not understood or dwelt upon at all, if it can be helped.\" Nobody but Agnes would have said that, Dorothea felt ; yet how true it was !"], [142, "136 THE THORNCLIFFES. \" It has been a hard winter for some of us,\" Agnes went on, looking into the upturned face, and noting the lines of sorrow which were beginning to be so plainly visible, \" yet it does not do to give way to repining — 'Nor by the wayside ruins let us mourn, Who have the eternal lowers for our appointed bourne.' Dorothea looked at the pale face, with the heavenly light shining clear in the eyes. She felt that the eternal towers might seem near to Agnes, who had so lately been almost within sight of them ; to her they were in the dim dis tant future, and the way loomed dark and dreary between. As if in answer to her thoughts, Agnes spoke again. \"It is not only on the next world that our hopes should be fixed. Even here, in spite of sorrow and disappointment, we can still have the heavenly peace and joy*, which can never be taken from us. It is there, waiting for our ac ceptance if we will but have it. You remember that other verse : ' If, while around thee pales from Eden breathe, Thou hide thine eyes to make thy peevish moan Over some broken reed of earth beneath, Some darling of blind fancy, dead and gone, As wisely mightest. thou in Jehovah's fane Offer thy love and tears to Thammuz slain.' \""], [143, "'HIE THORNCLIFFES. 137 Dorothea bent her head as the burning words seU upon her ear. Might there not after all have been much of idolatry in her long clinging to her sorrow ? \"But,\" she said, after a pause, \"it is some times so hard to realize. So hard to feel that peace Avhen things are going wrong. Don't you ever feel as if there was nothing but a thick cloud all round you ? \" No slightest shade of misgiving dimmed the brightness of Agnes's face as she answered : \" Of course, such times come to everyone, but they are only accidental, as it were, and tem porary. We must just wait quietly till the cloud passes away, feeling sure that the sun is all the time shining behind it.\" \" And can you always feel sure ? \" \" Always, when I have strength to feel at all. There were times, when I was ill, and some times now, when I could do nothing but endure, on and on, it seemed such long hours. I remem ber once I had a kind of vision of a sunset I had seen sometime. It was as if I was looking at it, and feeling its golden calm through all the pain. I know it helped me, though I could not even think of it, much less of anything more"], [144, "138 THE THORNCLIFFES. definite. I suppose my mind had not strength for any more complex idea.\" \" But then,\" persisted Dorothea, \" might not some little thing, some accidental noise or move ment, destroy it all in a moment ? \" \" Oh yes, of course it did, and then endurance only was left.\" \" And what about the feeling of emptiness, of having no object in life, that sometimes comes ? \" said Dorothea, looking back upon her own dreary months. There was a change then ; a slight contraction as of pain passed over Agnes's face, and it was a moment or two before she replied : \" I think that is a still harder trial to some of us. We are so very slow in learning that ' God doth not need either man's work or His own gifts.' \" \" And then how can we be sure that we may not be making a mistake after all, and letting circumstances overpower us ? '' \" We can, at any rate, make the best of what ever little crumbs of opportunity are granted us. Just as a prisoner, though he is confined in a narrow cell, can still look at the sky through the Avindow. And there may be different kinds"], [145, "THE THORNCLIFFES. 139 of prisons, you know : one person may be bound by an iron chain of pain and helplessness, and another may be just as really shut in by thick barriers of circumstance and conventionality. But we are all prisoners of hope, let us not forget that.\" There was sUence for a long time after this. Agnes was tired with the effort of talking, and Dorothea Avas thinking over all that she had learnt. She had not looked for pity or even sympathy in her troubles ; she knew Agnes too well to expect these, but she felt that she had found something even better than either. One gift more was in store for her, Avhich, when it came, almost startled her with the conscious ness that she had for a time forgotten even to long for it. Agnes had not forgotten her anxieties about Dorothea's possible misconception Avith regard to Fred, and she had determined, in spite of all difficulties, to speak a few words that should let her know the truth. So, after waiting some time, she said suddenly : \" Dorothea, had you heard anything about Fred's illness before you got my letter ? \" The sudden rush of colour that covered"], [146, "140 THE THORNCLIFFES. Dorothea's face was in itself a sufficient answer but she said, faltering : \" I did hear a little, very vague and indirect, through a lady who Avas staying at Whitby ; Mrs. Wells, her name was, I think. She said she used to know you.\" \" Mrs. Wells ? Oh, yes, I remember ; she did know us a little at one time. But hoAV had she heard anything about Fred ? \" \" Her nepheAv Avas on board the ship in Avhich he came to Marseilles, and he wrote and told her about him.\" \" Ah ! well, that Avas not a very direct Avay of hearing. I am very sorry I did not Avrite to you sooner.\" tt And then, briefly, and in a few Avords, Agnes related the history of Fred's illness. She pur posely made the story as plain and unvarnished as possible, but told it from the beginning — his Avound in Thessaly, his illness at the priest's house, his journey homeAvards, Malone's loving care, and his dangerous fever at Marseilles. She dwelt upon this, and the medical details of the case, rather more than she would ordinarily have done, so that there might be no room for mistake or uncertainty, and she ended by expressing the"], [147, "THE THORNCLIFFES. 141 confident expectation, which they all had, that in a few months Fred would have entirely re gained his old strength and vigour. Dorothea listened AAith her face hidden, eagerly taking in every detail. She was in a tumult of agitation ; all the painful fears of the past months reviving Avith almost their old strength, Avhile the sudden relief, the immediate and complete overthroAV of all her dread, filled her with a whirling bewilderment of thankful ness that completely overpowered her. She asked no questions, she could not trust herself to speak or look up, and her mind was too full even to think of any points to enquire about. After wards, when the opportunity was passed, she could remember a hundred matters on Avhich she loDged for fuUer information, though a doubt forced itself upon her, how far Agnes Avould have thought it right to satisfy her. Of her reasons for telling what she did she could only guess ; but it was enough to be thankful for the great mercy that had been vouchsafed to her. So she sat, on a Ioav stool, beside Agnes's sofa, her face buried in the rug that covered it, while Agnes, Avhen she had finished speaking, gently stroked the rough broAvn hair in silent token of"], [148, "142 THE THORNCLIFFES. sympathy. Dorothea Avas scarcely conscious of that caressing touch, she did not notice when it ceased, and it was not till Miss Weston entered, on her return from her walk, that she at length raised her head. The rest of the afternoon passed quietly and without note, Agnes was very tired, and did not attempt to talk. The conversation had already been almost more than she had strength for. But she felt more than reAvarded by Dorothea's parting kiss and the Avhispering Avords, \" Good-bye, and thank you — oh, so much ! You wiU never knoAv aU the good you have done me.\""], [149, "143 CHAPTER VI. \" A little longer yet— a little longer, Life shall be thine, life with its power to will ; Life with its strength to bear, to love, to conquer, Bringing its thousand joya thy heart to fill. # » # # \" A little longer still, and heaven awaits thee, And fills thy spirit with a great delight ; Then our pale joys will seem a dream forgotten, Our sun a darkness, and our day a ni>;ht.\" Adelaide Proctor. And Dorothea spoke truly ; Agnes had done her good, more than either of them could reckon. The clouds of self-pity had been SAvept away by her bright clear hopefulness, and Dorothea felt a new strength and resolution, Avith which to begin the struggle against morbid grief, and self absorbed repinings. She did not know how the change came ; it was gradual and imperceptible at first, and there were many fresh outbreaks of the old sorrow and disappointment, which seemed as bitter as any that had gone before. Yet still she strove against them, and diligently sought for brightness and interest in life, Avith"], [150, "THE THORNCLIFFES. 144 humble determination to make the most of Avhat little crumbs of joy might be left to her. The social duties, which had been a weary burden, she noAV performed faithfully as part of the work allotted to her, and even here she found scope for sympathy and help, undreamed of a few months before. Her step-mother, too, was draAvn closer to her than at first ; some chance sugges tion of a friend led Mrs. Lloyd to take an interest in a children's hospital in the neighbour hood, and here Dorothea found a congenial occupation for the energies Avhich had so long been wasted in fruitless grief. This common bond drew them nearer to one another than any thing else, and though Dorothea still chafed at times, under Mrs. Lloyd's cold repression and calm propriety of demeanour, she learnt to admire her practical helpfulness and good sense, and really tried to copy her in the quiet equa bility of manner which made her so well prepared for any emergency that might arise. All this time she was far from forgetting the bright hopes of the past. The thought of Fied Avas still constantly present to her, and his opinions, his Avishes coloured every feelino-. The old triumphant pride in his talents and energy,"], [151, "THE THORNCLIFFES. 145 the old sense of OAvnership in him returned again, and many Avere the glowing pictures' of his future achievements which passed across her mental vision. Whether she should ever see him again, and regain the joys which had been taken from her, she did not dare to think ; but at any rate she would try to be Avorthy of his love, and fit herself for re-union with him, if ever the time should come. The thought of it some times over-poAvered her with longing, yet these happy visions gave her increased strength and courage. Far from making her discontented Avith her present lot, they Avere among the chief sources of her reviving cheerfulness and hope. Meanwhile Agnes, at Bournemouth, was pass ing the days and Aveeks in a stiU monotony of invalid life. For some time it seemed as if the soft southern air was doing all that had been hoped to bring about her recovery. The weather continued Avarm and spring-like, and she was able to spend several hours daily out of doors in a bath chair enjoying the warm sunshine and the soft breezes. She was certainly gaining strength, and something of her old spirits and energy came back to her, so that she talked confidently VOL. III. L"], [152, "146 THE THORNCLIFFES. of recovery, and busied herself with fresh schemes and plans for her future life at home. Miss AVeston rejoiced to see this progress, and, cautious as she Avas, soon became quite sanguine in her regular reports to Mr. Thorncliffe. But these happy anticipations Avere doomed to be short-lived. The mild winter was followed by an unusually cold and bitter spring, and the east Avinds SAvept with remorseless keenness over the length and breadth of the country, nipping the early buds and blossoms in the woods and gardens, and bringing illness and pain to many a half-recovered invalid. Even the sheltered spots, sought for by those Avho needed a Avarm and genial climate, Avere not secure ; and Bourne mouth Avas colder than its residents had known it for years. For more than a month the bitter Aveather lasted, till a late Easter found the country AAiapped in deeper snoAv than had fallen all the Avinter through. And it found Agnes lying in reneAved suffering and Aveakness, her short-lived strength all SAvept away, and scarcely power left her to lie on the sofa by the fire. Nobody understood exactly hoAV it had come about. They had stayed out rather later than usual one afternoon, and Agnes had complained"], [153, "THE 1H0RNCLIFFES. 147 of chilliness, and on coming in had had a return of the faintness which had been one of the most disquieting symptoms before she had come to Bournemouth. And after that she had gone on rapidly losing strength, till, as Miss AVeston said sorroAvfully, in her letters to the Aicarage, she AA*as able for far less than when she first left home. None of them liked to think Avhat that meant, and they Avere almost impatient Avith Dr. Grey for the mournful silence Avith Avhich he listened to their replies to his enquiries. About the middle of May Aliss AVeston and Agnes left Bournemouth. The last fortnight had brought a slight revival of strength to the invalid, so that she was just fit for the long journey home. Again they stopped in London, and again Agnes was taken to see the famous physician, whose advice had been sought on their former visit. The case Avas not absolutely hopeless, he told Aliss AVeston ; she might improve a little during the summer, and then next year But at best it Avould be tedious, he added, with a sigh, and the chances of recovery had greatly lessened since he had seen her before. Aliss AVeston wrote this verdict word for word to the Vicar ; VOL. III. L — 2"], [154, "148 THE THORNCLIFFES. s is added no comment, but her own forebodings Avere Avorse than the doctor's words. Agnes did not see Dorothea during this visit to London. Miss AVeston had Avritten, at her request, asking the girl to come and see them ; but as it chanced, she was just then away from home, gone on a visit with her father and his wife. Dorothea Avas much disappointed at this failure of meeting, but she Avould have grieved still more had she realized how serious Agnes's illness had become. Agnes reached home at the time that the hawthorn was filling the air Avith its fragrance, and the laburnums shedding their golden beauty over the garden boAvers. She could see them from the window as she lay on her sofa, and something of the sweetness and joy of the spring time entered into her heart, and brightened the long, slow hours of pain. It Avas pleasant to know that everything else was fresh and strong and beautiful, even though she was condemned to Aveakness and decline, and pleasant, too, to see her sisters' loving assiduity, and the silent tenderness which her father always shoAved to- Avards her. Miss AVeston did not stay long after she had brought her patient home, but she left"], [155, "THE THORNCLIFFES. 149 her maid, Lois, Avho was a skilful and experienced nurse, and understood exactly everything that was required. Thus Lilian and Nellie Avere freed from too much responsibility, Avhile they still had the satisfaction of having their sister to them selves, all one family, as in the years gone by. Very calm and peaceful were the days that sped in quick succession through the summer. Whitsuntide came, and the Sunday scholars thronged the garden, and sang hymns to Agnes as she lay by the open Avindow ; hymns of rest and peace, and a home beyond the sky, such as children love with eager, thoughtless confidence, little knowing through how many tears and soitoavs their elders have to learn to look to that blessed country. Lilian Avas vexed that they only choose such hymns, but Agnes listened smil ing, though she looked up Avith a glance of quicker pleasure at the famUiar \" Abide Avith Me.\" She saAv many of her friends and neigh bours during these summer months. The poor, especially, Avere ahvays Avelcome, even Avhen other visitors tired her, and she had ahvays a word of gentle encouragement for their tales of trouble and anxiety. \" Things don't seem to matter so much after you've been Avith her,\" a"], [156, "THE THORNCLIFFES. 150 poor Avoman once said ; \" she's that Avay Avith her as makes folks' troubles lighter, afore ever they can think on to tell her of them.\" The Avords Avere Avonderfully true ; Agnes lived too constantly in the full sunshine of the smile of God, not to reflect something of its radiance almost imperceptibly on those about her. Only once did her sisters see any trace of repining at her prolonged illness. Lilian had come in from the school one morning, and Avas lamenting the children's backAvardness in Aiew of the approaching inspection. \" I don't know Avhat can be done about the geography,\" she said ; \" the third standard especially are perfectly hopeless in the matter. AVould you believe, Agnes, they told me that aU the rivers running north flowed up hill.\" Agnes laughed for a moment, and then turned aAvay her face Avith a little sigh. \" I suppose it does not reaUy matter whether they pass in geography,\" she said, more to her self than to Lilian. \" Not matter, Agnes ! How can you say so when the grant — \" \" Oh, I did not mean about the grant,\" Agnes ansAvered, \" I Avas thinking how much I should"], [157, "THE THORNCLIFFES. 151 like to Avork them up, and how sure I am that I could do it. But those things are only trifles after all, and yet hoAV important they seem at the time.\" This Avas not long after her return home, and before the comiction had sloAvly forced itself upon the family that this long and Aveary sick- ness could have but one ending. By gradual, almost imperceptible, degrees this conviction Avas borne in upon their minds as the warm days brought only increasing Aveakness, AAith, from time to time, severer spells of exhaustion and pain. Agnes herself was, perhaps, the first to learn the truth, if learning it could be called, w*hich was only a deepening of what had long been a A*ague and undefined impression. She did not speak of it openly to her father and sisters at first, but gradually assumed it in much of her conversation. \" I Avonder hoAV many more of these bad turns I shall have,\" she said one day, Avhen recovering from an attack of more acute suffering ; \" as each one comes I count it one nearer the end, only there seem so many.\" Her sisters could not ansAver; they knew not hoAV to frame the thoughts that arose in their hearts."], [158, "THE THORNCLIFFES. 152 Many a long talk did the sisters have in these days ; Agnes had much to tell, and would some times describe plans and schemes she had once cherished concerning improvements that might be made in the parish. \" You must try and carry out some of them,\" she said to Nellie ; \" it will groAv easy by degrees, and you must ahvays be a friend to my poor people ; they Avant help and comfort so very much.\" Nellie listened to these charges with a heavy heart, wondering Avhether she should ever have courage to fulfil them. She AA*as losing her chief support and happiness ; would there be any strength left in her when it Avas gone ? Perhaps it Avas some knowledge of this feel ing of hers Avhich led Agnes to speak from time to time of her own desolate sense of loss Avhen her mother had died six years before. Little by little the whole history of that sad time was gone over, and Nellie found a deep and sacred interest in the storv of her sister's struggles and victory in those past days. It gave her strength for the long-draAvn soitoav of the summer weeks Avhen hope pined and pined and sloAvly died aAvay, and yet was replaced by a calmer faith and an ever clearer sense of the reality of the unseen"], [159, "THE THORNCLIFFES. 153 world, so often forgotten in the cares of every day life, and yet so far transcending them all. Things took a different aspect when vieAved from the solemn hush of that sick chamber- Aluch that had seemed important noAv appeared smaU and trivial ; the little schemes, aims, vexa tions, and pleasures, which had made up so much of her world, shrank into nothing before the near presence of the eternal. Only Nellie saw, and that clearer and clearer as the time wore on, that it Avas just this vivid sense of that ever-abiding presence, Avhich she Avas noAV first learning to realize, that had been her sister's stay and comfort throughout those six years of un selfish loving service ; and, as she was thus let into the secret of her sister's life, came the resolution that she, too, Avould bear her part in it, would fight the same battle, and strive to Avin the same croAvn. It could not be a sad thing that made Agnes Avhat she Avas. The very thought was impossible in the presence of her bright serenity, a serenity Avhich neither pain nor Aveariness, nor any of the disappointments and restrictions of illness, could for one moment ruffle. Indeed happiness Avas the keynote of her thoughts. \" Life is full of happiness,\" she Avould say again"], [160, "154 THE THORNCLIFFES. and again, \" only people go on missing and neglecting it ; and even outward happiness is not ahvays denied, though the great thing is to learn to do Avithout it ; and then what an un expected croAvn of delight it is AA'hen Ave do get it.\" These Avords of Agnes's haunted Lilian as she Avalked one sunshiny morning doAvn the steep Avinding lane that skirted the Hall grounds and overhung the river. It was early in September, and the fields Avere ripe with the golden grain, here and there already gathered by the reapers. The calm sweetness of summer, just awaiting the first touch of autumn, filled the air. Peace and baauty lay everyAvhere around, as if in rebuke of the sad thoughts that lay upon her mind. Even at home the same calm brooded over the house- hold, banishing for a time the sad forebodings from which there Avas no permanent escape. Agnes had seemed better during the last Aveek or two, and Lilian had even begun to Avonder Avhether this improvement might not, after all, be a promise of recovery, or, at least, of a par- tial revival, by means of Avhich her sister might b2 spared to a life of less weakness and suffering than the past months had brought. Only there"], [161, "THE THORNCLIFFES. 155 Avas the Avinter coming, as here and there a slight golden tint on the trees shoAved. AVinter, the time of darkuess and gloom and danger, AA'hich would surely overwhelm Agnes's slowly returning strength. No; she could not even dare to hope ; nothing but sorrow could lie before them still. It Avas not often, even to herself, that Lilian admitted so fully the thought of Agnes's death. In general she was actuated by a vague dread, Avhich caused her to shrink from looking the future in the face, and take refuge in undefined hopes and commonplace reflections as to the proverbial uncertainty of illness. The comfort which Nellie found in conversation Avith her sister, Lilian had, in great measure, shut her self out from. By nature she Avas reserved as to matters of feeling, and all through Agnes's ill ness she had taken refuge in a stoical silence from the fears that had been so surely gaining ground. The habit Avas hard to break. She scarcely knew how to begin any closer intimacy. And yet she Avas so sorely in need of comfort. Agnes's illness, grievous as it Avas, was not the only sorrow that weighed upon her heart. The future seemed dreary and uncertain before her —"], [162, "156 THE THORNCLIFFES. a long stretch of waiting, Avith hope, not indeed dead, but faint and dim in the distance. It was more than two years since she had parted from her lover, and yet the prospect of her mar riage seemed no nearer than on the first day. She had borne up bravely during the long in terval, but her heart often sank with loneliness and suspense ; and the sorroAvs of the past year, Avhile they gave new direction to her thoughts, increased the sense of universal dreariness which oppressed her. If she might only see Harry noAv and then, hear his voice in her ear, and feel the Avarm pressure of his hand ! But the Avide seas formed a cruel barrier, which seemed to grow wider and more impassable as the years roUed on. These thoughts filled her mind as she walked through the Hall Avoods this Avarm September morning. She heard the voices of the reapers singing in the fields, and Avondered if they, too, suffered from long waiting and the dreary heart-sickness of hope deferred. All around her Avas bright and beautiful. The dark river, flow ing swiftly under its high overhanging banks, the broad fields lower down the valley, and the thick encircling Avoods, hiding in their dark fodage"], [163, "THE THORNCLIFFES. 157 the ancient gables of the Hall. One tree there was which abeady shone with brilliant gold and orange. LUian kneAv it Avell ; she had often sat under it. It Avas here that Harry had placed the rustic seat, Avhither he had led her on the night of the party three years before. Should she go there now, she asked herself, and live over again the strange tremulous happiness of those days? She believed she could find her way, though the woods rose in a deep slope, and there was no proper path leading up from the river. But Lilian dearly loved a scramble among the trees ; and her spirits rose as she did battle with the thick undergroAvth and brambles. How SAveet it Avas to sit and dream of the past, tUl she almost saAv the moonlight as it had glanced on the rippling Avaves, and heard the tones of Harry's voice as he had spoken, that summer night. But Avhat Avas it that she really heard as she thus sat, lost in tender memories ? There Avas a footstep on the fallen leaves, some one Avas com ing quickly down from the Hall above. Lilian did not stir, she was too absorbed to notice the intruder, and he stood watching her for a moment as she sat AA'istfully gazing on the dis-"], [164, "158 THE THORNCLIFFES. tant landscape. Suddenly she turned, as if by a kind of instinct, and there, but a few yards dis tant, was the lover she had thought so far aAvay. She gave a little cry, half of surprise, half of happiness, as Harry sprang forward and folded her in his arms. \" Aly darling, have I startled you ? I did not think I should find you here.\" \" Oh ! it does not matter,\" said Lilian, smiling up to him. \" Only, how did you come, and why didn't I know ? \" \" I only knew myself four d}ys ago. There was no time for a letter, and I thought I would surprise you instead of telegraphing. I have driven from Millbridge station only an hour ago.\" \" I am so glad to have you, I care for nothing else. Oh ! if you only knew how long the time has seemed.\" \"It has seemed long to me, I know that. But now I must tell you Avhat has brought me home.\" It Avas a long while before the lovers left the Avoods, for Harry had much to tell, and neither Avas disposed to curtail the narrative. As Lilian listened she felt her heart again grow light, till the mournful fears of an hour ago Avere all"], [165, "THE THORNCLIFFES. 159 forgotten in this sudden and overwhelming gladness. For Harry had at last come to the end of his long waiting. An old graud-uncle, of Avhom he had seen but little, had died, and unexpectedly left him a considerable sum of money. Twelve thousand pounds seemed wealth to Lilian, and it would, at any rate, clear offtheAvorst of the mort gages on the estate, and leave an income sufficient to make their marriage no longer an impossibility. In addition to this Harry had heard of a possible tenant for the Hall, and though this would necessi tate a considerable outlay for repairs, yet it Avould be a still further source of profit. The old dream of living at Ardernmoor Harry had long ago given up. His Avork in the East interested him greatly, and he had come over to make final busi ness arrangements, and persuade Lilian to share his distant home by the shores of the Mediter ranean. \" So you must settle when it is to be, dearest,\" he said, as he ended his story ; \" I don't think that we ought to Avait very long now.\" \" Oh, Harry,\" LUian answered, her tears falling, \" I cannot think of that at present. Agnes — \" \" AA'hat is it, darling ? Is she not getting"], [166, "160 THE THORN CL 7FFES. better? Surely there are others to care for her ?\" \" I could not bear to write it,\" said Lilian sadly; \" I scarcely liked to think of it myself. She is not getting better ; she is worse. Harry, I must stay with her as long as she needs me.\" \"This is very sad,\" said Harry, after a pause. \" I can't say anything to persuade you, darling. You must do AA'hat you think right.\" \" It almost seems Avrong to be so happy,\" said Lilian, through her tears ; \" yet I cannot help rejoicing that you are come back.\" \" It is quite right for you to rejoice,\" ansAvered Harry, \" and I don't think your sister is the sort of person to grudge you that happiness.\" \" Grudge it ? Oh, no ; Agnes never grudged anyone anything. She will only be glad for me.\" They Avere obliged to separate after this, for Harry had an appointment at Grimston, Avhich he could not miss. He had given up the thought of going first to the A^icarage, as, but for his meeting with Lilian, he would have done. He promised, however, to come later in the day ; and Lilian Avent home, with quick bounding steps, to tell her story to her father and sisters. Early that evening she dashed into Agnes's"], [167, "THE THORNCLIFFES. 161 room, bright and radiant in the white dress she had donned in her neAv-found gladness. Harry had been talking with her father, and was now waiting for a blissful half-hour in the garden. Lilian kissed her sister hastily, and hurried to the door. \" I can't stay,\" she said ; \" he is Avaiting for me doAvnstairs, in the draAving room.\" \" Can't you spare one moment,\" said Agnes ; \" I Avant to have a good look at you.\" Lilian paused, her hand still on the door, a bright flush of happiness on her lovely face. Al' the old sisterly pride in her beauty and grac shone in Agnes's eyes as she looked at her It Avas so long since she had seen anythin like that freshness and gaiety*, and many time she had feared that she Avould never see i again. \" AVeU, AviU I pass muster ? \" asked Lilian gady, as she turned round to display her dress, and ended with a SAveeping curtsey. \" AdmHably ! I could almost fall in love Avith you myself. Oh, it is pleasant to see something like the old Lilian once more.\" Tears came into Lilian's eyes, as she bent doAvn and kissed her sister a second time. Then, VOL. III. M"], [168, "162 THE THORNCLIFFES. with a fresh smUe, she turned to the door, and went downstairs to meet her lover. The two sisters had a long and happy talk that evening, ending, as usual, Avith Lilian's singing of hymns. Agnes was tired, and lay back quietly on her pillow. \" Sing the last verse again,\" she murmured, when Lilian paused at the end of \" One sweetly solemn thought.\" A sudden chill smote on Lilian's heart, yet she sang, her voice not even faltering — ;' Father, perfect my trust, Strengthen the might of my faith ; Let me feel Thee near when I stand On the rock of the shore of death ; Feel Thee near when my feet Are slipping over the brink. For it may be I'm nearer home, Nearer now than I think.\" \" I knew your happiness would come soon dear,\" Agnes said, a few moments later. \" ' AVeep ing may endure for a night, but joy cometh in the morning.' \" Her eyes had wandered away from Lilian, and rested on the portrait of Fred that stood on the table near. Had not he, too, been included in her longing prayers? But Lilian could see nothing but the pale sweet face on the piUoAV."], [169, "THE TSORNCLIF'FES. 163 '* Yet the joy always seems to be mixed AAith weeping,\" she said at last, Avith a little sob. \" Always here,\" said Agnes, faintly. \" But in His presence is fulness of joy.\" M— 2 VOL III."], [170, "164 CHAPTER VII. \" Gone home, gone home ! She lineers here no longer A restless pilgrim walking painfully, With homesick longings daily growing stronger, And yearning visions of the joy to be. \" Gone home, gone home ! Her earnest active spirit, Her very playfulness, her heart of love, The heavenly mansion now she doth inherit, Which Christ made ready ere she went above.\" \" Miss Lilian, please ! \" Lilian sat up in bed and confusedly rubbed her eyes. The clock AA'as striking three, and by the side of her bed, the flickering light of a candle shoAving her white scared face, stood Lois, Agnes's maid. No need to ask what she had come for. Lilian understood all in a mo ment. She felt, indeed, as if she had understood it long ago, as if she had been all along expect ing this very summons. \" I thought I'd better call you,\" the maid said, as she assisted her in hastily flinging on her dressing-gOAvn ; \" and maybe you'd go and tell Air. Thorncliffe. I think we ought to send for the doctor.\""], [171, "THE THORNCLIFFES. 165 The next instant Lilian Avas in her sister's room, bending, Avith pale fixed countenance over the bed, and supporting the sufferer AAith her strong young arm. There could be no mistaking the change that had taken place ; never, even in the most anxious hours of the previous autumn, had she seen anything like those drawn features, and that agonized struggling for breath. Quickly she went to rouse her father and the household. They could not tell Avhether Agnes recognized them or not, as one by one, with hushed foot steps, they entered the room. She said nothing, only moaned occasionaUy. Yet, Avhen her father laid his strong hand on hers the fingers closed over it in an eager convulsive grasp that refused to be unloosened, and when he murmured a prayer for strength and resignation a look of greater calm came into her face. There was a more distinct consciousness when the doctor came, hastily summoned by a message sent by the sexton. \" Can't you help me ? \" she murmured, looking up towards him, in a par oxysm of acuter suffering. Gently and sadly Dr. Grey answered, \"You will soon be better now.\" And the light on her face, and the almost"], [172, "166 THE THORNCLIFFES. inaudible whisper, \" Soon, soon, and for ever,\" showed that she understood his meaning. So the hours passed on. There was nothing to be done, the doctor said ; it could only be a question of time, and the time Avould probably be short. The more acute suffering passed away at length, and was folloAved by exhaustion, which seemed that it could have but one termination. The father and sisters sat silently by her bedside, Avatching in solemn stiUness the pale motionless form. At about ten o'clock a message came that some one from River Lane wished to speak to the Vicar. He went downstairs, and a feAV minutes later came to the door of the sick-room, and, beckoning to NeUie, who was nearest, said, in a low tone, \" It is Sidebottom, from the public-house doAvn there ; he wants me to go and baptize his child Avho is dying.\" \" Oh ! papa,\" she exclaimed, \" you can't go noAV ! The Aicar's lips compressed themselves into their sternest expression before he answered, but his voice, though grave, was strangely gentle. \" I cannot neglect it. What if the chUd should"], [173, "THE THORNCLIFFES. 167 die Avhile I am Avaiting? And do you think if she could knoAv of it that she Avould wish me to stay* ? \" Nellie bent her head ; the tears seU, but she could not speak. \" I shaU not be much more than an hour,\" Air. Thorncliffe continued. \" Keep up a good courage, and God Avill be with you.\" He kissed her drooping forehead, and then, softly opening the chamber door, stood for a moment at the foot of the bed, as if taking a last look at the daughter he had loved so clearly. Then he turned away sdently, and set out on his mission to River Lane. Sidebottom, the publican, was a man of bad character, and his wife was notorious for her violent temper and slipshod untidy habits. Yet, Avhen Air. Thorncliffe reached their dwelling, he felt a bond of sympathy Avhich drew him closer to these two disreputable members of his flock than he had ever been to any of the blameless and respectable persons Avith Avhom he had so long lived on terms of friendship. The man had hurried home Avithout Avaiting for the Vicar to accompany him, and now sat lean ing against the table, his head buried in his"], [174, "THE THORNCLIFFES. 168 hands, in the depths of his sorroAV. The Avoman held in her arms her dying child, and Avept loudly as she rocked to and fro with her uncon scious burden. Several neighbours stood round, talking in loud Avhispers among themselves, or roughly trying to comfort the sorrowing woman, bidding her not to \" take on so,\" and reminding her that \"death comes to aU.\" A sudden silence fell on the group, as the Vicar entered, but it Avas broken a moment after by Airs. Sidebottom, who exclaimed, in a loud Availing tone: \" Eh, Parson, I'd ha' never 'ave made so bold to send for you, if I'd 'a known, as th' maister 'ere's been saying, as Miss Agnes — \" He cut her short with an imperative gesture. \" I hope I shall never so forget my duty as to let any private affliction interfere Avith what I owe to the souls God has placed under my charge,\" he said in his grave stern voice. They made no ansAver, but stood in awed silence while he went through the brief baptismal ser vice. After it Avas ended, he stayed a few moments to speak some Avords of sympathy and comfort to the sorrowing parents. At another time his tone might have been one of Avarning"], [175, "THE THORNCLIFFES. 169 and rebuke for their godless and sinful life, but noAv, with his own great grief lying upon his heart, he could only speak in Avords of tender ness and consolation. And perhaps these Avere no less effectual, for, as he took his leave, Side bottom wrung his hand and said : \" Thank you, sir, for what you've done this day ; and I'm sure we all feels for you in the sorrow as is come upon you.\" Agnes was still living when he reached home, and through the day she lingered on, seldom speaking, though conscious of all that passed. The doctor came and went, but there was little he could do. The neighbours, as soon as the news of her state spread, came flocking up AAith sympathy and enquiries and offers of help. Lilian and NeUie saAv but few of the long stream of enquirers, for they rarely left the sick room. Harry Danvers came early, horror-struck at the tidings that had met him on the Avay, but Lilian could only sob in his arms, wondering, in spite of the neAv sweet feeling of protecting love, Avhere the overfloAving happiness of yesterday had vanished. He remained all day, doing what he could, taking letters and messages, and feeling"], [176, "THE THORNCLIFFES. 170 himself, all in a moment, almost like a son in this house of mourning. In the afternoon Agnes asked for the Holy Communion. Her father and sisters made ready for the solemn Feast. But Avhen they Avere all assembled she asked suddenly, \" AVhere is Harry ? \" Lilian looked up in quick surprise. \" He is doAvnstahs,\" she answered. \" Do you want him, dear?\" \" I should like him to come, too,\" said Agnes. \" He is our brother, you know ; let him come in Fred's place.\" They all looked at one another, Avondering at her words, for it was long indeed since Fred had knelt with them at the Holy Table. But Agnes could not be disobeyed, so Lilian Avent to caU Harry. \"I cannot,\" he said, Avhen he learned her errand. \" Oh, Lilian, I am not fit ; it is years since I have done so.\" \" We can none of us be fit,\" LUian ansAvered, \" but you Avill come, Harry ? She asked specially for you, and said you were her brother. Come for her sake and mine.\" And so he came, and thus, by a sacra-"], [177, "THE THORNCLIFFES. 171 mental bond, Avas admitted a member of the famdy. After the sendee Agnes Avas very silent, only now and then rousing herself to send some loving message to one or other of her many friends. She spoke several times of Fred, and also of Dorothea, joining the two names together in a Avay that she had never done before. It Avas as though she could not think of them but as belonging to one another in spite of aU. How those messages Avere treasured in their hearts during the loneliness and sorroAV that folloAA'ed. They had telegraphed to Aliss AVeston early in the day, and she arrived a little before sunset. Agnes Avelcomed her Avith a faint smUe, but her strength Avas ebbing fast, and she could speak but little then. An hour later, as they Avere all sitting in her room, she asked, suddenly, if the moon Avas shining. \" Yes ; it is shining beautifuUy,\" Lilian answered. \" It is the harvest moon.\" \" Draw the blind up,\" Agnes murmured.\" I should like to see it.\" Lilian obeyed ; and the soft moonlight, which was flooding the blue hUls and peaceful valleys,"], [178, "THE THORNCLIFFES. 172 the dark Avoods and yelloAV cornfields, Avith its sdver radiance, streamed full into the darkened chamber. Agnes gazed for a moment, Avith her eyes Avide open, and then said, Ioav and distinct, so that every Avord Avas audible : \" Thy sun shall no more go down, neither shall thy moon withdraw her shining ; for the Lord shall be thine everlasting light, and the days of thy mourning shall be ended.\" Those Avere her last words. A feAV minutes later and Agnes Thorncliffe had gained that Everlasting Light. Solemn and dream-like Avere the days that folloAved. All the outward details, Avith their dreary unutterable horrors, seemed but a casual interruption to the deep, strange calm that had fallen on the household. Mr. Thorncliffe, Nellie, Lilian, and Harry, these four, Avere draAvn together in a sacred union of grief and awe that no after- events could quite efface. Miss AVeston, too, felt some touch of that solemn influence, and could understand and respect the hush Avhich had fallen upon the other members of the family. They were very silent all those days. The ordinary Avords of pity and grief seemed out of place and unmeaning, as applied to a life and"], [179, "THE THORNCLIFFES. 173 death like Agnes's. Indeed, they Avondered sometimes Avhether it Avas even right to grieve at all, Avhether the true feeling were not rather a solemn joy, as at a croAvning triumph after a long, hard struggle. Her Avhole life seemed only a preparation for death, or rather for translation into a higher and more glorious Hving. And yet the sense of personal loss, the lonely feeHng of bereavement, Avould sometimes SAveep over their minds Avith a sudden rush of grief, an earnest of the long desolation in the future. It was so Avith Nellie, as, on Sunday afternoon, she Avandered alone among the shrubs and flowers in the garden. How peaceful every thing around was. The still calm beauty of autumn hoA*ered over the country, as it had done all the previous Aveek. The later roses Avere fUling the air with fragrance, Avhile the tall white lilies stood in almost monumental purity against the dark background of the foliage, looking doAvn on the varied blossoms below. Nellie thought they seemed a fitting emblem of her sister's pure and lofty character, so far removed from the ordinary small cares and vexations and ambitions of the world around. In pursuance of the fancy she cut the taUest and stateliest bios-"], [180, "174 THE THORNCLIFFES. som, intending to lay it on the still, white form upstairs. She Avas carrying it in her hand, and just pass ing to the door at the front of the house, Avhen she saAv some one coming up from the gate lead ing to the road. It was a girl of about fifteen, pale and timid-looking, who, hesitatingly, and AA-ith diffidence, seemed desirous of speaking Avith her. Nellie knew the girl slightly, as Eliza Reed, the daughter of a respectable shopkeeper in the village, and a member of the Sunday school. She was almost close to her, and could scarcely avoid stopping to ask her errand. \" If you please, Miss Nellie,\" the girl an swered timidly, \" if it isn't intruding, please, I just thought I would like to show you some thing I've got here.\" She dreAv a smaU parcel, carefully Avrapped in tissue paper, from a basket she carried on her arm. \" Perhaps Ave had better sit down,\" NeUie said, leading her to a bench near. \" Noav tell me Avhat it is you want to shoAv me.\" AVith trembling fingers the girl undid the parcel, and displayed a large wdiite silk handker-"], [181, "THE THORNCLIFFES. 175 chief, edged with lace and beautifully em broidered iu AA'hite. \" I meant it for her,\" she said, speaking in a low, rapid tone. \" I thought I'd like to give her something, and, perhaps, she Avould Avear it some times. I'd been making it for such a long time, and it was just finished on AVednesday.\" She stopped, her voice choked Avith sobs ; NeUie's tears, too, were falling, as she said gently : \" It Avas a very kind thought, and I knoAv she would have liked it, and worn it too ; it is beautifully made.\" \" 1 did it all myself,\" Eliza continued, \" the lace too. Aly aunt taught me hoAV to make lace, in Bedfordshire. I could think of nothing else, and I did so want to make something for her ; I loved her so very much.\" \" Yes, everyone loved her,\" Nellie answered. \" I knoAv she would have valued your present. Had you seen very much of her ? \" \" Not for a long time, except once ; mother sent me Avith some cream as we'd got, about three months since. But she used to come into the school before I left, and take the classes, and she was always so kind and good. I wished I'd"], [182, "176 THE THORNCLIFFES. been in her class in the Sunday school, and used to hope I'd get put in it sometime. But I wasn't, not till last Christmas, and it was too late then. She never knew how much I loved her, but not a day passed Avithout my thinking of her. I don't think there was ever anyone so good in the Avorld as she.\" Nellie gave no answer, but could only stroke the girl's hand in silence. After a short pause Eliza Avent on, \" I never spoke about it to anyone, and, don't know Avhether I ought to noAV ; but there was something she once said about it's being no good to do things for God, or to help people, or for charity, if we left other things undone, Avhich were our regular duty. And so Avhen I was making this I hadn't much time, what Avith look ing after the children and learning dressmaking and all ; but I never took a single minute to it that I ought to have given to other things, not once. I didn't think it would be fit to give her if I did.\" Nellie raised her head in wonder at the deli cate conscientiousness that these words shoAved. What higher tribute could there be to Agnes's strong elevating influence."], [183, "THE THORNCLIFFES. 177 \"I think that is the best of all,\" she said softly. I am sure she Avould have valued it more for that than for anything else. AVe can none of us forget her, and we shaU all be the better for haring knoAvn and loved her Avhile she Avas here if we try to MIoav her beautiful life.\" There Avas another pause of silence. The handkerchief lay spread open before them, the white lily lying across it. Something in the position of the two brought a new impulse to Nellie's mind. \" I will tell you Avhat Ave Avill do, Eliza,\" she said at last. \" I will put your handkerchief over her shoulders now. I think it is the fittest place for it. AVould you not like it to be so ? \" The girl looked up with a startled, aAved ex pression ; she had scarcely voice to answer \" Yes.\" \" Then come with me, Ave will do it now,\" NeUie went on ; and, scarce knowing what she did, she led the way upstairs to the silent, darkened chamber, where all that Avas mortal of her sister lay. Nothing sad or painful seemed to find room in that abode of death. The white figure on the bed lay, as if in solemn triumph, surrounded VOL. III. N"], [184, "THE THORNCLIFFES. 178 Avith fragrant flowers ; a smile, as if of victory, resting on the marble features. Nellie stood motionless for a moment, gazing at the face that would so soon be hidden from her eyes; and then, with swift, noiseless fingers, set about the busi ness that had brought her. Silently she folded the handkerchief round the slender throat, and placed the lily, like a victor's palm, in the hand. Then, still silently, she led Eliza from the room, and, taking her softly* doAvn the stairs, kissed her and bade her go. Six Aveeks had passed ; the summer glory had departed from the face of the land, and the rich tints of autumn seemed almost about to follow them ; there was a Avintry feeling in the still air, and the mornings rose Avith a chill frostiness, AA*hich gave a foretaste of the bitterness to come. Dorothea Lloyd and Nellie Thorncliffe Avere Avalking together through the silent woods Avhich stretched toAvards Spring Bank. Doro thea had come down to Ardernmoor for a short visit to her aunts, and very sweet it Avas to the two girls to share one another's company, and talk, fragmentarily it is true, yet Avith hearts beating in true sympathy, of her who had been taken from them. They had been draAvn so close"], [185, "THE THORNCLIFFES. 179 together by this sorrow; formerly they had knoAvn comparatively little of one another, for Dorothea had always been the elder in mind and heart, and Nellie had felt but little interest in the various theories and fancies Avhich had so occupied her. But they had both loved Agnes, aud now each found solace in the other's sym pathy and grief. To Dorothea Agnes's death had come Avith all the terrible force of the first great shock of bereavement. The loss of her mother, the only death she had known hitherto, had occurred Avhen she was still too young to realize and understand it, and though of late she had been serving a bitter apprenticeship to sorroAV, yet this particular form of it was new and wholly untried ; and for a while she had staggered under the blow, and well-nigh abandoned herself to hopeless, unremitting grief. Her visit to Ardernmoor had brought the first break in the cloud. There Avas something so sweet and solemn in all the details of Agnes's illness, that Dorothea felt, as she listened to the story, that her own hopeless mourning Avas un worthy of the friend Avho was gone. Agnes's OAvn spirit seemed to hover over the scenes Avhere VOL. III. N— 2"], [186, "THE THORNCLIFFES. 180 she had lived and died, and by its soft restrain ing influence forbid aU faithless murmuring. So Dorothea gained strength to bear this sorrow, as she had borne those that had gone before it. And to Nellie Dorothea's companionship brought a strength and consolation greater than she could have believed possible. It is true that their common grief had drawn her closer than ever before to her sister Lilian, but stUl there was a Avide gulf between their thoughts and temperaments which nothing could bridge over- Nellie fancied that LUian despised her in her Aveakness, and misunderstood the trem bling fear Avith Avhich she regarded the future, while for her own part, though sincerely glad of her sister's new-found happiness, she could not escape a kind of reproachful feeling towards Lilian for her care for anyone besides Agnes noAV. It seemed so strange to place her only second, to rejoice in another over her new-made grave. Thus there Avas still a certain constraint between the two remaining Thorncliffe sisters, and Nellie sought elsewhere for the opportunity of pouring out something of the burden of love and sorrow Avhich filled her heart. On this Saturday afternoon Agnes Avas more"], [187, "THE THORNCLIFFES. 181 than ever in her thoughts. Just a year ago she had taken her last Avalk Avith her through these same woods. Hoav weU she remembered it all ; the rich broAvn of the trees above them, and the leafy carpet beneath ; the soft light of the fast dying summer, with its tender memories of the brightness past, and subtle, undefined foreboding of the approaching chdl of winter. The time and place all corresponded, and she felt almost as though she were living over again that day of the past. It had been the last day of anything like health to Agnes. That very evening the chill had come on which, though resisted and for a time overpovA*ered by her strong will and burning devotion, Avas so soon to lay her on the bed of suffering and death. Nellie could not help speaking of it all, and so, little by little, draAvn on by Dorothea's deep yet sdent sympathy, she told, even to the minutest detail, the history of those days. The story lasted long ; they passed and repassed along the woodland path, and at last sat down on the moss-grown trunk of a tree which lay forgotten amid its feUows. When Nellie had finished they sat a while in silence. \" Do you think,\" said Dorothea, at last, \" sup-"], [188, "THE THORNCLIFFES. 182 posing she had known all that was to follow, all the effects of that journey to Grimston — don't you think she would have gone aU the same ? \" \" I am sure of it,\" said Nellie decidedly ; \" she even said as much when she was going. And, don't you know, I sometimes think she did know more than we thought.\" Dorothea's thoughts went back over Agnes's life as she had knoAvn it — and of some things she knew more than NeUie herself — the talk on the cliffs at Llandudno, Alfred Graham, and the mysterious separation from him, the long course of unswerving self-devotion, the journey to nurse Fred, and last, this unhesitating sacrifice of herself for Lettice Oldham, all passed before her as parts of one perfect and consistent whole. \" I think,\" she said, \" that perhaps she knew something of it sooner even than that. SomehoAV it often seemed to me that she looked upon her self as different in some ways from other people. You see, she had so often been ill in her child- hood, and she once said to me that she never ex pected then to live to grow up or do anything. And I think that she looked upon her life as only lent to her, as it were, and determined to use it"], [189, "THE THORNCLIFFES. 183 for others, without thinking of the consequences to herself.\" \" Dorothea,\" said Nellie, abruptly, \" I think you understand Agnes better than any of us.\" \" Oh, NeUie,\" said Dorothea, sighing, \" I only Avish I understood her AveU enough to be like her ; that is Avhat I long for.\" \" We can none of us be that,\" Nellie an swered, hopelessly. \" Do you knoAv,\" Dorothea said, \" I think she would have liked least of all to hear you speak so. She Avould never have allowed that in her goodness there was anything peculiar, or un common, or bsyond the reach of everyone, ii they AviU strive after it. It seems almost dis honouring to her to think so. If we love God, and live in His presence, and look to Him as she did, I think even we might have Him with us as constantly and as abidingly as He Avas Avith her.\" Nellie Avas silent for a while, awed by the solemnity of the thought. But the recollection of her own life, Avith its constant round of trivial cares and frets and difficulties breaking in and marring all her peaceful communion Avith the"], [190, "184 THE THORNCLIFFES. Unseen, came back like a dull cloud over the light that Dorothea's words had brought. \" I don't knoAv how it is,\" she said at last, -' Agnes always seemed so calm and bright, so unruffled by all the little trials and vexations of life. Things went contrary to Avhat she wished of course, just as they do with all the rest of us and sometimes you could see that she felt them, and was distressed. But she never brooded over them nor allowed them to depress her spirit, they always passed off from her Avithout dis turbing her happiness. It is all so different Avith me. I feel sometimes as if the slightest Avorry Avas more than I can bear, and, do you knoAv, I think it is easier to be patient under great sorroAvs, terrible though they are, than under the little vexations that arise every day.\" \" I knoAv what you mean about Agnes,\" Doro thea ansAvered. \" No one could know her and not be struck by it. But I think it all arose from the same thing. She was thinking so constantly of higher things that these vexations could not affect her as they do other people. She looked upon them as Ave look upon much smaller annoyances. You do not fret and worry because you drop something, or scratch your finger, or"], [191, "THE THORNCLIFFES. 185 lose a button off your dress ; and so, I think, she felt the insignificance of the things that Avorry us, almost as we feel it of those trifles. Her peace Avas too deep and constant to be dis turbed by them — the peace of God Avhich passeth all understanding ; she often made me think of that.\" \" Yet, how shaU we ever attain it ? \" said Nellie, coming back to the old question. \" I do not think Agnes attained it all at once,\" said Dorothea, \" and though she was so far be yond us, we can still foUoAv on the same road. AVe can still think more of things above, and so be less often troubled by the things of the earth.\" \" Dorothea,\" said Nellie, softly, \" you have helped me more than I could have thought possible. I do not knoAv how4.to thank you.\" The sun had gone down, and the chill mist of autumn Avas settling over the Avoods. The tAvo girls walked home in sUence, their hearts too full for speech ; but each Avas leaning on the source of all strength and comfort, and resolving from that day forth to follow with unswerving footsteps her Avho had gone before them. AAvay in London, that same October evening,"], [192, "186 THE THORNCLIFFES. Alfred Graham sat in his little Avhite-Avashed chamber reading, with shaded eyes, the letter from Air. Thorncliffe, Avhich told of Agnes's last hours. It was brief, and constrained like the Avriter, and had been written after some weeks' delay, in answer to one which Alfred had sent Avhen the tidings first reached him. Alfred had heard from time to time the accounts of Agnes's illness, and he had sometimes thought of Avriting to her and expressing his sympathy. Something had prevented him from fulfilling this intention, and now he felt a kind of vague pain at the thought that all earthly intercourse was for ever closed. Gradually, sitting there in the twUight, he reviewed the years that he had knoAvn her. Had he always expected it Avould end thus? he wondered, as he reflected on the past. The thought of death was hardly painful to him noAv, since he had lived among the sin and misery of London. It seemed so very real, that Avorld beyond the grave, where all the agonies of earth shall vanish, and he felt a sense of fitness in the thought that Agnes Avas no longer struggling with the difficulties and limitations of the flesh, but had reached the land of perfect bliss, to which she had so long seemed to belong. He had"], [193, "THE THORNCLIFFES. 187 learnt to understaud her better during his Avork here. Once, perhaps, the thought of earthly happiness, of a time Avhen he might even yet claim her for his own, had underlain his resolve to carry out her wdl, and let no Avords of earthly love pass between them. It had been a sacrifice to him, then, to devote his life to hard and painful efforts to alleviate the woes of London ; noAV he accepted the task Avith a feeling of exalted joy, as the true fulfilment of his highest wishes."], [194, "188 CHAPTER VIII. \"We spake of many a vanished scene, Of what we once had thought and said, Of what had been, and might have been, And who was changed, and who was dead.\" Longfellow. Moke than two years had passed since Agnes was laid to rest in the quiet churchyard at Ardernmoor. Two years of calm uneventful course, bringing Avith them no sudden change or striking incident. Lilian's marriage had been the only event of importance to the Vicarage household ; it had taken place in the spring fol lowing Agnes's death, and had been very quiet and unostentatious. Mrs. Danv*ers had not been present ; \" her delicate health forbade her visiting England so early in the season,\" she said. In truth she Avas by no means pleased at the AA*hole connection. She had ceased to oppose her son's choice outAvardly, and had Avritten to Lilian in a manner that had a distant approach to friendli ness ; but, inwardly, she stiU bemoaned Harry's"], [195, "THE THORNCLIFFES. 189 throwing himself aAvay upon the penniless daughter of a country parson. After the Aved ding they had started immediately for Greece, and now it was only by letters that the village still got news of Lilian. The neAvs that came was bright and cheerful ; she and her husband were Avell and happy, and thoroughly enjoyed Eastern life. A little son had been born about a year ago, and was, of course, in his parents' eyes, the most wonderful chUd existing. He was called Harry, after his father and grand father, and Air. Thorncliffe often pictured the pleasant time when LUian and her husband should be back at Ardernmoor, and his little grand-child should play about his knees. The Aicar himself was not much altered by the passing years. \" Agnes's death had aged him a good deal,\" the ladies of the village Avould say ; but he was stUl active as ever, and his tall figure had lost none of its erectness. A Httle greyer ; if possible, a little sterner and more rigid; these were the only signs of age as yet visible. Very grave and sUent the Vicarage household was noAV. NeUie had not power to supply the place of Lilian's vivacity and Agnes's gentle brightness. Yet she Avas not sorroAvful or unhappy."], [196, "190 THE THORNCLIFFES. Her busy days Avere cheerfully passed in a round of home and parish duties, for she devoted all her strength to supply the place left vacant by her sisters, and the effort was not without fruit of solace and comfort to herself. She Avas much loved in the parish, and sought for by young and old who were in need of help and sympathy. There were many still who spoke regretfully of \" Aliss Agnes,\" and assured their children that they \" Avould never see the likes of her again.\" But they regarded Nellie Avith tender respect, for they kneAv that she was faithfully striving her best to follow in her sister's steps. \" A Aveak and Avashed out copy of Agnes,\" Aliss Georgie once called her. The Avords were not unkindly meant, and they were very true ; for Nellie could never attain her sister's energy and force of character, nor the strange magnetic influence Avhich she had had over all Avho knew her. Yet she was very sweet and gentle, and none could doubt her earnest desire to do her best. Perhaps there was one person who Avas little inclined to think that Nellie could fall short of any standard of perfection. Dr. Grey had been failing in health lately, and had taken an assistant, a Air. Philips, avIio had soon won"], [197, "THE THORNCLIFFES. 191 golden opinions from all classes of his patients. It Avas inevitable that the Vicar's daughter should often be thrown together Avith the young doctor ; and there were many Avho declared that these occasions were far from unwelcome on both sides. Some even went so far as to declare that there Avas a tacit understanding between them. Aliss AVood was sure of it, and the Aliss Lloyds had strong suspicions. But then these good ladies were gifted with lively imaginations, and had more than once been \" positively certain \" of love affairs that never came to anything. Never theless it might weU be true that Nellie's life had gained a new tinge of brightness since Robert Philips had come to Ardernmoor. One familiar figure was now no longer to be seen in the village. Air. AVilliams had finally left the neighbourhood. Agnes's death had been a terrible blow to him, all the harder because it had to be borne in silence and alone. He had Avatched her illness with a strange feeling as of doom, his conviction seldom wavering that she Avould soon pass from his sight. But when the end really came, when the grave had finally closed over her well-known form he had been astonished, almost terrified at the violence of the"], [198, "192 THE THORNCLIFFES. grief that overpoAvered him. AU the difficult self-mastery of years seemed overthrown in a moment, and a re-action of utter helplessness took possession of his heart. Terrible and bitter were the weeks that followed. He conquered at last, as he had conquered before his first pas sionate love ; but he was an altered man. A vehement longing for some new and completer form of devotion to God seized upon him. The old humdrum paths, the small round of daily visiting and teaching satisfied him no longer. He had delighted in it once, and had found in it con solation, even under the sting of his earlier dis appointment ; but noAV it seemed poor and commonplace, and left his highest yearnings still unsatisfied. He still remained true to the form of faith Avhich he had learned from his child hood. He had faced the Avhole subject again, and had not renounced his belief in the general truth of the Nonconformist theory. But his religious perspective was changed. He regarded the points in dispute between himself and the Church of England as small indeed, compared Avith the saving of mankind from sin, and could not consider as soul-destroying error the system in Avhich Agnes Thorncliffe had lived and died."], [199, "THE THORNCLIFFES. 193 And so it came about that he resohed to leave the scene of his sorrow and passionate love. He was not long in deciding whither his steps should turn. AAvay in the heart of Africa, amid the fierce glare of the tropical sun, and the yet fiercer savagery of untaught men, a little band of self devoted labourers Avere upholding the banner of the Cross in the face of untold difficulty and danger. It was a fearfuUy perilous mission that maintained by this brave handful of Christian heroes, for, besides the fierce natives, Avas the danger from the yet more deadly climate ; full three-fourths of those sent out to the Avork had been caUed to lay their bones among the pesti lential marshes. Yet the survivors stiU held on, undeterred by fever or bloodshed, and ever and anon fresh volunteers, sired by the same burning love for Christ and lost humanity, would offer themselves for this post of honour and of peril. And among these was David Williams. Full two years had passed since the bright spring morning when, unseen and unknown to any human eye, he stood for the last time on Agnes's grave, and, kneeling there, dedicated his life to the service of his Master in that distant field of danger. He was known as the most fearless VOL. III. o"], [200, "THE THORNCLIFFES. 194 among all the fearless Avorkers in that deadly spot, and the most ardent and untiring among many distinguished for zeal and ardour. The members of his congregation followed his course with a kind of wondering pride, and a certain sense of oAvnership, as it Avere, in his devotion. It served to quicken their interest in missionary annals, and was to some extent an incentive to greater liberality in a pecuniary Avay than they would otherwise have been inclined to shoAv. They sometimes boasted of Air. AVUliams as though they Avere themselves entitled to some of the credit of his Avork of love, yet they had a half-defined perception that it was through the gate of sorrow that he had been led to this pin nacle of honour, and this, perhaps, explained the almost pitying Avay in which they Avould speak of him as \" poor Air. AVUliams.\" Yet they were far from suspecting the truth, or guessing how close a connection there Avas between his self-sacrific ing labour and the memory of the Vicar's daughter. The hawthorn Avas white on the hedgeroAvs, and the woods were resounding with the voice of the cuckoo, Avhen Fred Thorncliffe returned to Ardernmoor. His four years' absence had altered"], [201, "THE THORNCLIFFES. 195 him somewhat, and it was as a grave man, used to fighting Avith the storms and difficulties of life, and accustomed to face circumstances which even pluck and energy Avere poAverless to overcome, rather than as the eager youth, full of hopeful self-confidence, that he once more trod the famdiar paths of his home. And, indeed, he had learnt much during his residence in Australia. At first his life had been humdrum and monoto nous, and the dreary loneliness of his position, and the blank hopelessness Avhich shrouded his most cherished desires, as Avell as the shadoAV of fast-deepening grief which fell upon him through Agnes's illness and death, combined to cast a solemn gloom over his spirit. Then had come new duties and fresh activities for the versatile gifts which had seemed buried under adverse circumstances. He had been called to undertake an exploring mission, in company with some Government officers, into the unknown regions of New Guinea. The journey had been long, and unexpected perUs had arisen, and for many months Fred and his companions had had to struggle with sickness, drought, scarcity of food, and treachery on the part of the natives Avho surrounded them. Two of the little party of four VOL. III. 0—2"], [202, "THE THORNCLIFFES. 196 had faUen victims to these manifold difficulties, and F'red and Captain Birch, the leader of the expedition, had, after long marches, and many wild adventures, returned finally Avith their tale of risk and daring. It had been much talked of in the Colony, and Fred had found himself an important person in society there, Avhile one of the London newspapers had published a long series of his letters describing his travels. He could easily have obtained employment on other similar undertakings, for Captain Birch was willing to give him the highest recommendation, and for some reasons such a life had strong at tractions to him. StiU, he declined to embark immediately on any neAv enterprise. A hungry longing had seized him to see again his OAvn home ; to grasp his father's hand, and look into his sister's face, and perhaps — Avho can tell ? — to try once more to Avin Dorothea for his own. The old strong love Avas still burning, and hope, which had never quite died aAvay, even in his darkest moments, rose up to new vigour, with this brighter change in his fortune. Colonel Lloyd could not ahvays remain obdurate, so he would say to himself, and at any rate he would again try to win his consent. If he failed, he"], [203, "THE THORNCLIFFES. 197 could then plunge once more into the perilous wilds from which he had just escaped. So Fred came home, and Avas received Avitn pride and triumph by tbe people of Ardernmoor. The story of his adventures, or rather some wildly exaggerated version of it, had inflamed the village, and a ringing cheer broke from a crowd of country lads as he alighted at the little station. The Vicar and Nellie were there wait ing, and his first words and looks Avere for them, though afterwards he turned AAith a few simple words of thanks and greeting to those Avho had been so eager to welcome him home. He had knoAvn most of them in the years gone by, and great was their delight at his ready recognition of one and another as they pressed to shake his hand. He must give them a lecture on his travels, some of them said ; but Fred shook his head at that. He answered, that he Avas afraid they must excuse him, at any rate at present. At home in the Vicarage there Avas much to hear and teU that evening. Fred did not talk much ; they had heard most of his adven tures from his letters, he said. He wanted to knoAv all home news. And there was a mingling of tears and smiles as the chat Avent on, and"], [204, "THE THORNCLIFFES. 198 the details of those four years Avere gradually unfolded. They Avent into the churchyard at last, he and Nellie, for the Vicar had been called aAvay before this, and Fred Avas silent then, as he stood by the Avhite marble cross which marked the last resting-place of tbe sister he would never see again. Hoav lonely home seemed Avithout her, her spirit Avas everyAvhere present, tUl he could fancy it was only a few days ago that she had come into his room that evening, and given him the little \" Thomas a Kempis.\" Hoav Avell he remembered her Avords, they Avere like a last message graven indelibly on his heart. \" Everyone loves her still,\" Nellie said, break ing in upon his meditations. \" 1 he poor people constantly speak of her ; and look at the floAvers there, they Avere put to-day by the children in the school. They put them every Aveek, and choose out those that Avere her favourites. It is a custom she taught them herself; she used to get them to bring floAvers on Thursdays for the Hospital, and some Avere ahvays placed on the graves of any of the children Avho had died. Noav they never forget to put them on her grave.\""], [205, "THE THORNCLIFFES. 199 Fred did not ansAver, but, stooping doAvn, he took up some of the forget-me-nots Avhich Avere lying among the grass. They Avalked up and doAvn the lane after that, still talking at intervals ; Nellie telling of the new sick-nurse Avho had lately been engaged for the parish. \" It Avas such a long, long Avish of Agnes's,\" she said, \" and she spoke of it over and over again during that summer when she was HI. I think it ought to have been arranged long ago, only it is so difficult to get the money ; but I am glad it is come at last, and the people are so grateful ; it Avas sorely needed before.\" \" I am sure it must have been,\" said Fred. \" It is hard for the poor during sickness.\" \" Yes, indeed,\" continued Nellie. \" I used to try and help them, but I could not do much. Aliss Georgie Lloyd did something too, but it Avas not enough. It needs someone to give her Avhole time to it.\" \" I suppose the Miss Lloyds are just the same as ever ? \" said Fred, breaking in Avith the ques tion he had been longing to ask all the evening. \" Yes, I think so. Perhaps Miss Lloyd looks older ; she has not been very strong this winter. Dorothea came to see them in the autumn ;"], [206, "200 THE THORNCLIFFES. she has been here twice since you went away.\" \" Only twice ? \" The words broke from Fred as if involuntarily. \" Yes ; they wish very much that she could come oftener, but she is very busy at home. You know Mrs. Lloyd has a little boy, and, of course, that makes Dorothea busy, and besides she is so taken up with visiting hospitals, and poor people, and goes into society a good deal too, I believe, from what the Miss Lloyds say.\" Nellie spoke hurriedly ; it made her nervous to talk to Fred of Dorothea at all. She was not sure Avhether it was right, and did not know how he would take it. \" They live in London, I suppose ? \" he asked absently. \" Oh yes, where they have ahvays lived, in Bayswater. Dorothea writes to me sometimes, but she is not a very regular correspondent. AVhy, here is Dr. Grey coming ; you must speak to him.\" Fred was not sorry for the interruption, for he, too, felt that the conversation was becoming awk ward. Yet there was a strange fascination in"], [207, "THE THORNCLIFFES. 201 it; it Avas so long since he had heard any Avord about Dorothea. Dr. Grey was much delighted at meeting Fred, and NeUie soon returned to the house, and left them to chat together. \" I suppose you have been hearing all about everyone,\" the Doctor said, Avhen they Avere alone. \" AVell, perhaps, not all ; there is so very much to hear.\" \" Yes, indeed ; there have been great changes since you left ; four years makes a difference in most lives.\" \" I hear you have got a neAV coadjutor in your department ; at least I suppose it may be con sidered such.\" \" PhUips ? You heard about him, did you ? Dear me, that's interesting. I guessed he was an important person at the Vicarage, but hardly thought he would be talked about.\" \" AVhy, what do you mean? Who is PhUips ? I merely referred to the nurse.\" \" Oh, the nurse ; well, she is certainly a coad jutor, and a very valuable one too. But Mr. Philips is my assistant ; I am getting rather too old for my post here, so I have got a younger man to help me.\""], [208, "202 THE THORNCLIFFES. \"Yes, I remember something about it in a letter. I am sorry you don't feel strong, but I am sure you are right to spare yourself.\" \" AVell, I am equal to a good deal yet, but the district is groAving ; there's scope for an ener getic man.\" \" Yes ; but what about this Mr. PhUips ? You hinted at something just now.\" \" Perhaps I did Avrong to hint ; I abhor gossip as a rule. It is unprofessional in the highest degree, and there may be nothing in this. Still I knoAv there is a strong interest on the one side and I have sometimes thought it might be re turned on the other, that's all. As to Philips himself, he is a thoroughly nice fellow, high principled, Avell-connected, and certain to get on. You need have no uneasiness on that jj score. \"Thank you for telling me. I am glad to know hoAV things stand ; of course, my sister's happiness is of the highest importance to me.\" \" AVell, it may come to nothing ; you must take the thing for what it is Avorth, but I think it's just as AveU for you to know what's going on.\""], [209, "THE THORNCLIFFES. 203 \" I suppose all our old friends are much as usual ? \" Fred asked, after a feAV minutes' medita tion on what he had just heard. He Avas, of course, greatly interested, but did not think it necessary to pursue the subject. \" All much the same. You heard, of course, of Williams, the dissenting parson ? \" \" No ; Avhat of him ? He was hardly likely to be mentioned to me at home ; my father thinks it necessary to ignore Dissenters as much as possi ble, you knoAv.\" \" Oh, aye, I forgot that ; of course a medical man knoAvs everybody. AVell, he has become a missionary, and gone out to Central Africa.\" \" Central Africa ? Dear me, I wonder Avhat could take him there ? But he Avas always a fine felloAv, and full of zeal for his cause.\" \" He was that. I often thought he Avas fit for something better than that chapel doAvn at Lower Ardenmoor ; not that he did not do great good there too. 1 have a great respect for the church, and have been churchAvarden these fifteen years ; stdl, I bave seen much useful Avork done by Nonconformists. But AVUliams Avas far above the average, and I do not Avonder at his zeal carrying him off someAvhere.\""], [210, "204 THE THORNCLIFFES. \"But Central Africa is a fearful place; he must undergo great hardship and danger.\" \" Well, I have heard of people Avilling to face hardship and danger for less motive than that which actuates Williams.\" Fred sighed quickly. \" There may be different kinds Of motive,\" he said, \" and sometimes things come in one's way unsought. It is not so Avith Williams ; he has gone deliberately into it, counting the cost, and thinking the object worth the sacri fice. It is something to have so much faith in your object.\" \" It is everything ! \" exclaimed Dr. Grey earnestly. \" Nothing worth doing is ever done without faith. One may get a shock sometimes, and be disappointed in one's most cherished ambitions, and then the only thing is to be con tent with humble ways, where there can be no doubt or mistake, and if we do our duty in those, faith in greater things will return by and-by*e. I have found it so myself, I knovv.\" \" I believe you are right,\" said Fred, after a moment's thought. He had been looking back over his own history ; the shattered faith of four"], [211, "THE THORNCLIFFES. 205 years ago, and its gradual revival down to the present time. Yet, how slow he had been to turn to those humble ways where there could be no mistaking. A feAV minutes more, and they had again reached the churchyard Avail. Dr. Grey paused, and leaned over it thoughtfully. \" It is strange hoAV little difference time makes in some things,\" he said. \" It is nearly three years since your dear sister was taken from us, yet one often feels stiU as if it were only the other day.\" Fred looked up, greatly touched ; this evi dence of feeling was a surprise to him, and he scarce kneAv how to answer. \" It is so with myself,\" he said, with an effort ; \" but that is inevitable on my first com ing home again.\" \" Yes, indeed ; you may wonder at me, but I think if she had been my own chUd I couldn't have loved her more.\" \" There is one thing I have wanted to ask you,\" said Fred, speaking Avith great difficulty. \" You knoAv when she was with me at Marseilles she suffered so much from the heat, and seemed altogether so unfit for what she undertook, and"], [212, "THE THORNCLIFFES. 206 I cannot help thinking that all that may have had something to do with bringing doAvn her strength — that I — I have been in part the cause of \" Dr. Grey laid his hand gently on the young man's shoulder. \" I knoAv Avhat you mean,\" he said, \" and I do not deny that that may in part have hastened her death. But I don't think you should let it burden you ; she would not have been what she was if she had cared for considerations of that sort. To spend herself for others was the one thought in life Avith her, and I don't think it made much difference that the spending Avas so soon accomplished. And then, it is my opinion that under no circumstances could she have had a long life. From the time that I first kneAv her I felt that, and I often marvelled that she could keep up as she did. It was all a draft upon the future, and yet I felt as though 1 could not check her be- yond a certain point. And when that Ulness came I never for one moment had the slightest hope. It could only be a question of time ; I saAV that from the beginning. And 1 am often glad that she was spared longer suffer ing. Better her short Hfe than most lono-"], [213, "THE THORNCLIFFES. 207 ones ; the best lives are not counted by years.\" There was a little more talk, for Fred had still some questions to ask, and then he went into the house, solemnized and comforted by the doctor's Avords."], [214, "208 CHAPTER IX. \" From the fair point of present bliss, Where we together stand, Let me look back once more and trace That long and desert land, Wherein till now was cast my lot, and I could live, and thou wert not. \" Strange that my heart could beat, and know Alternate joy and pain, That suns could roll from east to west, And clouds could pass in rain, And the slow hours without thee fleet, nor stay their noiseless silver feet.\" Adelaide Proctor. Colonel Lloyd sat by the windoAv of his club one bright morning in June. Outside was the crowded thoroughfare of PaU Alall, noisy Avith cabs and carriages, and gay in the pleasant summer sunshine ; within, two or three gentle men Avere lounging over their cigars, discussing the latest social gossip, or Avorking themselves up into a kind of contemptuous fury over the state of politics as announced in the morning's Times. Among these last, was the Colonel ; the Times"], [215, "THE THORNCLIFFES. 209 lay spread upon his knee, just as he had laid it down after a sufficiently lengthy perusal. Not that he Avas as a rule much given to strong political excitement. He had a kind of general conviction that public affairs were grossly mis managed ; that the present Liberal Government was letting everything go to Avrack and ruin; and that our Indian Empire, in particular, was in a condition which demanded the indigna tion of all patriotic Englishmen. Still he did not let these opinions materially affect his peace of mind, or disturb his friendly relations Avith people of quite the opposite Avay of think ing ; and, indeed, it was commonly reported that he cared a good deal more for the success of his OAvn social dinner parties than for any of the A'icissitudes of either House of Parlia ment, or even his beloved India. A busy, active life Colonel Lloyd's was, even noAV after his retirement from the service. He took a strong interest in literary matters, and belonged to several societies for the discussion of such topics, and every movement for the social amelioration of the people found in him Avarm sympathy and active help. What Avith committees, correspondence, and genuine hard VOL. III. p"], [216, "210 THE THORNCLIFFES. work of all kinds, his time was pretty weU fiUed up, and lounging at the club formed but a small part of his day's occupations. \" Going to the Geographical this evening ? asked a gentleman who had sauntered up to the window Avhere the Colonel Avas sitting. \" Yes, I suppose so ; let me see, what's the subject ? \" Mr. Hanson took a slip of paper out of his pocket-book and read : \" ' Explorations in NeAv Guinea, by F. Thorncliffe, Esq.' Isn't that the man who wrote those articles in the Daily Herald ? \" \" Thorncliffe ! \" The Colonel's brow darkened. \" Let me look at the paper,\" he said. There could be no mistake in the name ; it stood there as plain as possible. The Colonel knit his broAvs, and drummed his fingers on his knee. \" Do you know anything of the man ? \" his friend asked. \"I had some slight acquaintance once. I dare say he's a clever feUow.\" Just then another gentleman joined the two in the window. \" Oh, Colonel Lloyd, I am so glad I have"], [217, "THE THORNCLIFFES. 211 met you; I Avanted to introduce a friend of mine, Air. Thorncliffe, who has lately returned from NeAv Guinea.\" The Colonel had scarcely* time to take in the sense of these Avords, before he looked up and saw Fred standing before him. Older and more weather beaten than Avhen they had parted last, but Avith the same combination of wistfulness and firmness in his expression that he remem bered long ago. He had always felt rather a liking for him, and now, though he Avas vexed at his re-appearance, the old attraction returned more than he knew. \" I believe I have had the honour of making Air. Thorncliffe's acquaintance before,\" he said rather stiffly ; \" we met sometime before he Avent abroad.\" Fred murmured some response, and the two turned toAvards the table. It was necessary to say something further, so the Colonel began with Avell-assumed indifference : \" You have not long returned to this country, I believe ? \" \" No,\" answered Fred, *' only about three weeks ; I have been little more than a Aveek in London.\" vol. in. r— 2"], [218, "212 THE THORNCLIFFES. \" I trust you find you father and sisters weU,\" Colonel Lloyd continued. \" Quite well, thank you ; I saw them the other dav.\" He longed to add a word of enquiry after the Colonel's own family, but felt too uncertain of its reception to venture. Never in the most perilous part of his wanderings had he felt so nervous as during those few minutes. \" Hoav long is it since you left England ? \" asked one of the gentlemen standing near. \" Between three and four years.\" \"Not longer? You have seen a great deal during the time. Mr. Thorncliffe has been in strange places,\" he added, turning toAvards the Colonel ; \" he was Avith Captain Birch in his ex pedition to NeAv Guinea.\" This gave a Avelcome turn to the conversation, everybody had something to ask about Fred's experiences, and Colonel Lloyd could join in, as if speaking to any mere chance acquaintance. One or two others joined themselves to the group and conversation became general, until Fred Avas carried away to be introduced to some one in an adjoining room. \" Fine young feUow that seems,\" observed one"], [219, "THE THORNCLIFFES. 213 of the gentlemen when he Avas gone ; \" there is something so simple and unassuming about the way he speaks of his travels.\" \" Did you knoAv much of him ? \" asked Air. Hanson of the Colonel. \" No, not very much ; he is the son of a clergy man do*vn in the country, where I have some relatives,\" was the answer. \" About four years since he left England, didn't he say?\" asked another. \"AVasn'tthere some young man of the name of Thorncliffe connected Avith that rabid socialist paper that came to smash about that time ? \" \" I believe it is the same,\" said Colonel Lloyd, taking up the Times again. \" WeU, everyone must soav his wild oats ; and, after all, that may not have been such a bad thing,\" said a benevolent-looking man near. \" Captain Birch has the highest opinion of this young fellow ; he told me so himself.\" \"Oh, Thorncliffe is a capital feUow,\" said another younger man. \" I knew him very weU at Oxford, and everyone thought well of him. A little wild and visionary no doubt; fuU of wonderful schemes to ameliorate society, and that sort of thing, but thoroughly honest"], [220, "THE THORNCLIFFES. 214 and true ; a man you could always depend upon.\" \" That Avas an aAvkAvard business about that paper though,\" observed the first speaker. \" Yes; but after aU he Avas only imprudent, and I believe it Avas less his fault than his partner's. I was very sorry for him in the matter myself. He took it greatly to heart too, throwing up everything and rushing off to Australia. I thought it Avas a great mistake at the time, but he seems to have turned up all right again. Colonel Lloyd rose from his seat, and Avalked sloAvly homeAvards ; not a Avord of the preceding conversation had been lost upon him, and it served, together AA-ith the strong recollections Avhich the sight of Fred had called up, to set him meditating rather seriously on the events of four years back, and their results, probable or possible, at the present time. His thoughts were still in some perplexity, and perhaps not altogether to his liking, Avhen he entered the room where his daughter Avas sitting. Outwardly Dorothea Avas not much changed from the time Avhen Ave last saAv her. Her coun tenance had lost something of the troubled"], [221, "THE THORNCLIFFES. 215 anxious look, which the storms of past years had impressed so deeply upon its girlish beauty, and a more settled cheerfulness had veiled the under tints of pathos, and the look of Avistful longing Avhich seemed to tell of a long familiarity Avith disappointment. She had \"learnt to do Avith out \" the best things that life could hold for her, and to accept Avith calm contentment her limited and straitened portion. Yet there might still be possibUities of disturbance beneath that tranquil surface, so at least seemed indicated by the occa sional tightening of her Ups, and the quick move ments of the nervous hands as she sat over her needlework. Something of aU this perhaps the Colonel saAv, as he sat watching her that bright June morning. After a few minutes he sighed, abrupted, and walked across the room. \"You are going out this evening?\" he asked suddenly. \"Yes, papa ; to the Dents'.\" \" You like going there ? \" Dorothea was silent a few moments before answering. \" They are very kind to me,\" she said thought fully, \" and pleasanter than many people. I like it"], [222, "THE THORNCLIFFES. 216 very weU in a general way, but you know I was never very fond of parties.\" \" I have sometimes thought that one of them, at any rate, liked your coming in rather more than a general way,\" said the Colonel. Her face flushed slightly, and a troubled ex pression crossed it. \" I hope not,\" she said gravely ; \" I should be sorry to be the object of a feeling I cannot return.\" \" And are you quite sure you cannot return it?\" \" Quite, papa ; why do you urge me ? Are you tired of me at home ? \" \" My child, no ; I don't know how I could part with you ; but it is a serious matter to re ject a good man's love, and when I look towards the future I sometimes wish you were provided for in a home of your own.\" \" But papa, I have no fear of the future ; my aunts are not married and they are very happy, I am not afraid of being as they are. And as for Mr. George Dent, if he ever had serious thoughts, I hope he has given them up now ; I think he has.\" The Colonel walked across the room and, bend-"], [223, "THE THORNCLIFFES. 217 ing down, kissed her forehead. He saw plainly that there Avere no thoughts of George Dent in her heart ; but Avas it so certain that there were no thoughts of anyone else ? For sometime he was unable to make up his mind Avhether or no he Avould go to that meeting of the Geographical Society where Fred was to read a paper. Strong feelings urged him to it — curiosity, interest, that strange inexplicable attraction which Fied had ahvays exercised upon him. And yet there was a sort of impatience at the very urgency of these feelings ; he was annoyed at himself for not dismissing Fred straightway from his thoughts. The matter tor mented him ; he could not understand it Finally he found himself, almost against his wUl, in the haU Avhere the meeting was to be held. Fred's paper was simple and straightforward, and, in spite of himself, the Colonel was inter ested. Nor could he help admiring the young man, as he described, in natural, unadorned words, scenes and adventures which might thrill the boldest hearts. \" There's true pluck there,\" the Colonel said to himself; \" he's a fine feUow when aU's said and done. If only he had not made"], [224, "218 THE THORNCLIFFES. such a confounded fool of himself. But Avhat's the use of going back on an old story ? He's forgotten all about her by this time, no doubt.\" Some discussion followed the reading of the paper, and Avhen the meeting was closed Colonel Lloyd found himself unexpectedly one of a group who had surrounded Fred, and Avere ask ing various questions. \" Very interesting paper Ave've had to-night,'' observed a gentleman Avith Avhom he Avas acquainted ; \" fine young man he seems, too. I knoAv something of him from Birch's brother, who is a friend of mine, I've asked him to come to dinner to-morrow night ; you Avill be there, Avon't you?\" Colonel Lloyd remembered that this Avas an invitation Avhich had been accepted more than a fortnight ago, and included his Avife and daughter as well as himself. He murmured some Avords about *' expect to have the pleasure,\" and escaped homeAvards. The predicament Avas certainly embarrassing ; yet, as he reflected, it Avas inevitable that Dorothea should meet Fred sometime or other, and perhaps it Avas as Avell that the meeting should be got over, and the two placed upon"], [225, "THE THORNCLIFFES. 219 the footing of mere ordinary acquaintance at once. But some preparation AA*as necessary for her, and accordingly at breakfast next morning the Colonel remarked to his Avife : \" By the bye, there was a paper at the Geographical last night read by* that young Air. Thorncliffe, who went out to Australia.\" \" Indeed,\" replied Airs. Lloyd. \" AVhat Avas he reading a paper about ? I thought he had settled in the Colonies.\" \" He has been in Queensland, and, it seems, joined an expedition to NeAv Guinea ; that Avas the subject of his paper.\" \" Oh, now you remind me of it, your sisters mentioned something about his return in a letter. AVas the paper good ? \" \" Yes, decidedly interesting ; the expedition seems to have attracted a good deal of attention. I believe he is to be at the SAvansons' to-night.\" The subject dropped then, neither the Colonel nor Airs. Lloyd thinking it desirable to say more in Dorothea's presence. She had not spoken during the conversation, but had appeared intent upon the births and marriages in the Times. As soon as was possible she escaped from the room, to reflect in solitude over Avhat she had"], [226, "THE THORNCLIFFES. 220 just heard. It Avas not altogether new to her, for she kept a keen eye on the newspapers, and nothing relating to Queensland matters escaped her notice. Hence she had heard of the NeAv Guinea expedition, and Fred's part therein, and her aunts had informed her of his return to Eng land. Of the paper before the Geographical Society she had known nothing, and her heart beat wUdly at the thought that last night, while she Avas dragging through one of those ordinary commonplace evenings at the Dents', he had been actually within a short distance, describing his journeyings before the Geographical Society, and her father had been present and interested. Had he knoAvn that Fred was to be the reader, she Avondered. He almost must have knoAvn, for he Avould never go to the meeting Avithout looking at the list of subjects. Then he had gone volun tarily, on purpose to see and hear him. Oh, what might she think of that — what possible re lenting of purpose might it not portend? If only she could have been present at the meeting her self ! She had often been to the Geographical Society, and there would have been nothing unusual in her presence there last night. But have seen and heard him ; to have heard from"], [227, "THE THORNCLIFFES. 221 his own lips the accouut of his adventures ; to have seen him respected and admired, the centre of interest and attraction among so many eminent men ! Yet after all, perhaps, it would have been more pain than pleasure ; tbe excite ment would haA*e been terrible, and how could she have borne to be close to him, in his very presence, without a word or sign ? It would have been more than she could have endured, and perhaps she had been better away from it. Then, with a sudden rush of overpowering emotion, came the thought that she soon Avould meet him. That very night he Avould be at the dinner party, and she Avould have to face the en counter amid a croAvd of uncomprehending spec tators, and Avorse stiU under the cold critical gaze of her father and his wife. At first there was no feeling in her mind but rapturous delight, but soon fear gained the upper hand, and she looked forward to the evening with something almost akin to dread. Oh, for self-control and calmness, for strength to go through the ordeal that lay be fore her! AU day long she was in a constant fever of excitement. Noav her fancy Avould run riot in picturing the coming meeting, and imagining all"], [228, "222 THE THORNCLIFFES. possible consequences, in a long train of rapturous intercourse ; all difficulties swept away, no shadoAV of an obstacle to their perfect union. Again, by sudden revulsion of feeling, she would abandon all hope, and imagine herself cold and silent, hiding under a mask of indifference all the wild throbbings of her heart. Oh, cruel fate, that could ordain such bitter mockery of union ; the outward semblance of meeting, Avhile hard iron barriers separated the hearts ! Amid all the the wild tumult of her thoughts it never once occurred to her to doubt the con stancy of Fred's love. Her own feelings Avere so true and loyal, she had such entire confidence in their mutual love and trust, that the idea of change or unfaithfulness did not even cross her mind. They loved one another, that Avas enough, time or circumstances Avere powerless to separate them. The evening came, and Dorothea found herself once more in the same room with her lover. It was with great difficulty that she retained her composure, but she had had many lessons in self control ere this, and so was able to conceal the emotion that throbbed through her veins. With a strange thrill of mingled delight and pain she"], [229, "THE THORNCLIFFES. 223 Avatched Fred's face, as he stood talking to one and another of the assembled guests ; saw it light up with the old merry smile, or flash with the old eagerness ; and listened to the well-knoAvn tones that she had so often dreamed about and longed for. Whether he saw her she scarcely kneAv. She had a nervous dread of meeting his eye, and could only Avatch him furtively, in the intervals of the little trivial conversation of the gentleman who had been assigned to her at dinner. Fred sat far doAvn on the opposite side of the table. Perhaps it was better so, she thought ; she could at any rate see his face, and was relieved from the em barrassing necessity of talking to him herself. Yet when dinner was over, and the evening further advanced, a feeling of disappointment came over her that she had had no word from him. Was it to go on so to the end, she won dered; must she be content to be passed over and ignored as a concession to miserable prejudice and conventionality ? The sight of Fred had awakened aU the old hungry longing, and she felt that she would risk almost anything for just one minute's talk. Only one minute, she said to herself, just a little more than barely seeing him."], [230, "224 THE THORNCLIFFES. A little more — so it would be always. There could be no peace for her now, with this strong re awakened craving. And she got more than she had hoped for, for, after some little time, Fred came up to her. \" How do you do, Aliss Lloyd,\" he said quietly, holding out his hand. Dorothea responded mechanically ; it was so strange to be meeting thus as mere casual ac quaintance after so long. Fred sat down beside her, and began to turn over a volume of photographs on a table near. \" You have not been long in England ? \" Doro thea said, feeling it necessary to attempt some thing. \"No ; only a few weeks.\" Then after a pause, \" It is strange to find myself back here after all.\" \" Do you find much change ? \" she asked nervously. \" I don't know ; it is circumstances that have changed, perhaps. I find an emptiness somehow that is rather dreary.\" \" Then perhaps you have learnt to prefer Queensland ? \" She spoke rapidly, scarce knoAving what she said, in order to avoid the aAvkwardness of a silence."], [231, "THE THORNCLIFFES. 225 \" Oh, no ; \" Avith the old smile for one brief instant, \"England is my country still. Yet, somehow, I think I should find it difficult to settle doAvn here.\" \"You have been down to Ardernmoor?\" Dorothea asked abruptly, not knoAving what to reply to this last remark. \" Yes ; that too is changed. The old days can neA'er come back there.\" Their eyes met for an instant, and Dorothea quickly dropped hers, Avith difficulty restraining a rush of tears. Would not Fred spare her ? she wondered. Alight he not know that to talk of the old days was more than she could bear ? Yet it was some solace afterwards to reflect that those by-gone days Avere as real and living to him as they had always been to her. This brief conversation did not soon pass from her mind ; every word, every tone, was pondered and dwelt upon with restless ingenuity, and an all consuming desire for further intercourse. There was not much to satisfy this longing. An oc casional meeting in society was aU she saAv of Fred for several weeks to come. It was not his fault that they met so seldom ; he racked his brain to devise some possible means of seeing VOL. III. Q"], [232, "226 THE THORNCLIFFES. Dorothea, and obtaining such a footing of in timacy as should entitle him to appeal once more to her father for permission to renew his suit. But it was Avithout success. The Colonel treated him with politeness indeed, but with an unmis takable coldness that left no room for any friendly overtures, and the Aveeks passed by in quick succession Avithout bringing him any nearer the realization of his hopes. Was there any use in further trying, or should he make some sud den bold attempt that Avould ensure a quick success or failure ? He hated this unsettled life in London, and yet it seemed the only Avay of even approaching the object that he had in view. Oh, when would this uncertainty end and hap piness come, after his long Avaiting ? It was thoughts such as these that were pass ing through his mind as he strolled through the park one hot afternoon. He had a magazine article to write, and had come out into the open air in hopes of arranging his thoughts prepara tory to beginning his work. But the image of Dorothea, and the mortifying reflection of his uncertain position Avith regard to her, Avas too strong to be easily driven out, and his own private anxieties on that score held a far more"], [233, "THE THORNCLIFFES. 227 prominent place in his mind than the need for a fuU Government survey of New Guinea, Avhich he Avas to plead in the forthcoming London Review. He Avas leaning against the railings, idly Avatching the continuous stream of carriages, with their various occupants, so many tired and jaded amid all their gaiety, so few — so very few — looking Avith eager interest and pleasure at the brilliant scene around them, Avhen he sud denly saw a sight which made his very heart stand still. A Httle chUd, not more than two years old, was leaning against the door of one of the carriages, a landau, Avhen the handle gave way, the door flew open, and in one instant the little feUow had fallen down on to the road below- He had scarcely seen it ; one brief moment was sufficient for it aU to happen, and then, with a sudden quickening in the slow creeping pro cession of vehicles, the gap closed up over the little figure that had so SAviftly disappeared beneath the stream of wealth and fashion. But Fred did not stay to watch Avhether any pause or check took place in that resistless flow. There was a sound of cries and exclamations, a quick checking of horses, and a hurried confu- VOL. III. Q— 2"], [234, "THE THORNCLIFFES. 228 sion of Avonder and alarm ; into the midst of it all he had dashed, and was now stooping under the horses' hoofs, shielding the childish form from the ruthless turning Avheels around every where. He hardly kneAv hoAV it happened ; there was a confused sense of bruising and crushing, and one fixed concentrated effort to shield the little head Avith his strong arms, and then he found himself dragged on the footway, and his burden taken from him by some one in the quickly gathering croAvd. The child had fallen just at the moment of the sudden quickening of the stream. The carriage in which he had been Avas carried a distance of some yards before a gentleman had leaped out to hasten to the rescue. Then in that dreadful moment, amid the frantic cries to stop, Avhich all who had seen the accident shouted, he had not for the moment seen the place Avhere the little figure lay. Hence it Avas that Fred had been before him in saA'ing the child from the terrible fate AA'hich seemed so near. Colonel Lloyd, for he it Avas Avho had thus leaped out among the broad sea of carriages,"], [235, "THE THORNCLIFFES. 229 stood for an instant as if beAvildered by the sudden danger. He had come for a drive that afternoon Avith his Avife, daughter, and his little two-year-old son, in order that a friend avIio Avas visiting them might see something of the gay Avoiid of London, and the chUd, restless Avith the unaccustomed confinement of the drive, had been aUoAved for a feAV minutes to stand on the floor of the carriage, leaning against his mother's knee. No one thought of danger ; no one noticed that he had caught hold of the door handle and contrived to twist it round, until it Avas all too late, and he had fallen under the hoofs of the cruel horses. Another moment and the Avhole party Avere standing on the footway, while the croAvd around them Avere loud in exclamations of horror and pity. Airs. Lloyd, Avhite as death, heard nothing but the loud screams of the child — a sound more than welcome to her mother's ears, for it told her that, Avhatever harm or injury might have come to him, her boy stdl lived. Her husband, almost as pale, bent over the little figure, vainly trying to ascertain hoAV much real mischief might be among the causes of those terrified screams. Neither saw Fred, nor thought any-"], [236, "THE THORNCLIFFES. 230 thing, in their anxiety, of the preserver of their child, but some one in the crowd pushed a chair toAvards him on Avhich he sank, in sudden exhaustion too great for further effort of standing. It was some minutes before he took it all in, so severe had been the strain of effort, and the bruises from the rolling Avheels. He saAv Dorothea first, but it scarcely seemed strange that she should be there, nor Avas he surprised at the anxious looks with which she bent towards the screaming child. Then he Avondered Avhether she had seen him, and Avhether she kneAv that he Avas hurt, and, in a kind of vague Avay, Avhether she Avould speak to him or take any notice. AVhen at length he perceived the Colonel and Airs. Lloyd the knoAvledge gradually daAvned upon him that it Avas their child that he had rescued with such difficulty from a fear ful death. \" May I look at the child,\" said a gentleman, pushing his Avay through the crowd, \" I am a medical man ; I Avill soon see Avhat is amiss.\" He raised the little fellow in his arms, and gently felt his limbs ; then, still soothing him with more than a Avoman's skill, he said :"], [237, "THE THORNCLIFFES. 231 \" There are no bones broken ; I am sure of that. He is a good deal bruised, and of course has had a great shock ; but those screams sound healthy. I trust he AAill do well, with care and quiet.\" Airs. Lloyd gave an exclamation of thankful ness as she received her child back again from the surgeon's arms. \" There's a gentleman here seems a deal hurt,\" said a tall policeman, pushing forward. \" It Avas him as got him out from under the carriages.\" Colonel Lloyd turned quickly to see his child's preserver, and started as he recognized Fred, in spite of his unwonted pallor and the stains of the blood Avhich was floAving from a gash in his head. \" I think I know this gentleman,\" he said, stepping forward. \" I hope you are not much hurt, Air. Thorncliffe ; I can never sufficiently thank you for what you have done to-day.\" \" Oh, it's not much,\" Fred answered, \" if the little boy is safe.\" He spoke faintly, scarce seeing the Colonel, for his eyes were fixed on Dorothea, and the mingling expressions of fear, sympathy, and secret exultation on her countenance. Her father"], [238, "THE THORNCLIFFES. 232 had drawn her arm through his, and supported her AAith a resolute, strength-giving grasp. He was alarmed at her increased paleness, and feared that she might even faint away on the spot. The surgeon meanwhile was making a hasty examination of Fred's injuries. \" The arm is broken,\" he said at length, \" and there seems to be some other injuries to the shoulder. This is an ugly cut on the head, too. You had better go straight to St. George's Hos pital, if you have no objection,\" he added, turn ing to Fred. \" No, not the slightest,\" was the ansAver ; but the Colonel looked perplexed and doubtful. \" Is the hospital the best place ? \" he asked aside of the surgeon, adding in a lower tone, \"I hope the injuries are not serious.\" \" I trust not ; but he will need care. The hospital is by far the best place ; he will have every attention.\" \" Then let him be put in a private room, and have all possible .comforts. Here is my card, and I am much obliged for your assistance.\" The carnage was waiting near, and the Colonel and his party drove quickly home with the still screaming child. Some one caUed a cab, and"], [239, "THE THORNCLIFFES. 233 Fied Avas assisted into it, and quickly taken to the neighbouring hospital. Colonel Lloyd Avalked over to enquire for him that evening. He Avas doing well, he was told, and the injuries Avere not serious, but a few days' quiet Avas absolutely necessary ; so they could not ask the Colonel to see him. He had sent a message of enquiry after the little boy. \"Tell him he is asleep, and doing as Avell as possible,\" said the Colonel. \" AVe quite hope he avUI be all right in a few days. And see that Air. Thorncliffe has everything he wants,\" he added. It was more than a fortnight before the Colonel again saw Fred. His injuries were sufficiently severe to make an intervieAV undesirable for the first few days, and after that the Colonel felt a kind of vague hesitation, Avhich led him to put off the meeting as long as possible. There were aAvkward questions to be asked, Avhich he hardly yet kneAv how to answer, and yet he was dimly conscious of the certainty that he should have to answer them, and that in one particular way ; only the thought was disagreeable to him, and he put it from him as much as possible. AU this time Dorothea was in a state of in describable nervous agitation. Her fears for little"], [240, "234 THE THORNCLIFFES. Frank had soon been set at rest, for the child had quickly recovered from the shock and bruises which he had sustained. About Fred, too, she soon had reassuring accounts ; it was evident that he would soon be none the worse for the accident. But how would it affect other and not less important matters ? It could not leave them in the state in Avhich they had been before, and Avhat direction Avould the inevitable change take? Sometimes her heart beat high, and hope thrilled her veins ; sometimes she felt a bitter despon dency and Avild chafing at the long suspense. She Avished she had never seen Fred again, she sometimes told herself. AVhy could he not have remained at the Antipodes, far from her sight and thoughts, instead of coming again to revive the old longing, and destroy in a moment all the peaceful acceptance of her restricted life, Avhich for four years she had been so painfully acquiring ? And then she Avould remember how often during those years she had longed but for one passing glimpse of him, and Avould take herself again to task for ingratitude and repining. Her father watched her closely during these few days. He well knew the cause of her rest lessness and agitation, and kneAv, too, how easily"], [241, "THE THORNCLIFFES. 235 it Avas in his power to end it. And yet he hesi tated from so doing, and pride came in, strong and stubborn, holding him back from making the attempt. Sometimes he told himself that after all he had no proof that Fred continued to care for Dorothea. He did not really believe this, for Fied had indicated his sentiments in a manner that could not be mistaken, but the idea served as a pretext for his stiff, unbending will. At any rate, he would not make things too easy for the young man ; there should be nothing like throwing Dorothea at him. He must ask plainly for whatever he wanted to get. AVith such thoughts the Colonel entered Fred's room for the first time since the accident. The invalid was sitting in a chair, writing Avith his left hand, for the right Avas still bandaged in a splint. There Avere a feAV ordinary enquiries as to health before the Colonel began. \" I cannot express how much Ave owe to you, Air. Thorncliffe, for saving our child. I regret extremely that you should have suffered yourself in doing so.\" \" Don't mention it,\" said Fred ; \" it is a mere nothing. I am very glad the little man Avas none the Avorse.\""], [242, "236 THE THORNCLIFFES. \" He is quite Avell, thank you, and as lively as ever. His mother and I can never be sufficiently thankful. And Ave OAve it all to your courage and presence of mind.\" \" I am very glad to be able to serve you in any way, Colonel Lloyd,\" Fred ansAvered gravely ; \" but you must have seen too much of pluck and courage in your time to think that I did any thing out of the common.\" He dreAv himself up. He, too, had a touch of pride, and the Colonel's reiterated thanks an noyed him. He felt that the latter was jealous of the advantage his rescue of the child had given him in the suit he Avished to urge, and he had a kind of Avilful satisfaction in disclaiming it beforehand. He Avould carry his point on his own merits or not at all. He would OAve nothing to a mere accident. \" I have seen many a brave action, it is true,\" said the Colonel; \" but you must excuse me if I place more than ordinary value on one that saved the life of my only son. His mother feels the same ; she is anxious to thank you in person as soon as you are able to call.\" *' You must excuse me, Colonel Lloyd, but I"], [243, "THE THORNCLIFFES. 237 cannot call at your house except on one condition.\" The Colonel gave no answer ; but, rising from his seat, paced up and doAvn the room. \" I know,\" Fred continued, \" that AA'hat you did four years ago was only what nearly every one would have considered right and necessary under the circumstances. And I acknowledge, more than anyone, how unworthy I am even to think of — of Aliss Lloyd. And yet, as things are now, I hope I have, in some measure, lived down those old mistakes. And with regard to her, she has ever since been the one thought of my life.\" \" And what do you say this to me noAV for ? \" the Colonel asked gruffly. \" AVhen I returned to England,\" ansAvered Fred, \" I made up my mind to make one more attempt, to see if your resolution Avas un changeable. I am at your mercy, Colonel Lloyd. You can give me the highest prize possible, or you can crush my life again so that it will scarce seem Avorth the living.\" \"Do you think my daughter will have nothing to say to this ? \" asked the Colonel. \" I only ask for permission to see Avhat she"], [244, "238 THE THORNCLIFFES. says. As things have been I was almost in honour bound not to approach her. And noAV, if you give me leave, I Avill only go so far as to see if there is any chance for me. If her feelings have changed I will not long trouble her.\" \" But,\" persisted the Colonel, \" if I mistake not, four years ago your circumstances and posi tion Avere by no means such as I should desire for my daughter. What change has taken place in them now ? \" Fred's face flushed, but he answered quietly, \" I trust they have improved somewhat. I have saved something — not much, perhaps, but still I have made a beginning. I have a good position offered to me in Queensland, as surveyor and manager of the Government lands. That is what I should prefer myself, but if you wish I would remain in this country, and I have no doubt that I could find literary employment. I have many offers already.\" It was some minutes before the Colonel answered ; he continued to walk up and down as if lost in thought. At last he turned to the fireplace were Fred was standing. \" AVell, Air. Thorncliffe,\" he said \" you have shown yourself a straightforward, honourable"], [245, "THE THORNCLIFFES. 239 man, and as such I respect you. I cannot answer for Avhat my daughter may say, but I give you free permission to call at my house.\" A day or tAvo later and Fred dined at the Colonel's Avith a little family party. And a feAV days after he dined again, and coming into the draAving-room after dinner found Dorothea alone in the little conservatory. He Avent up to her as she stood among the floAvers. \" Dorothea,\" he said, using her name for the first time since four years ago, \" your father has been asking me to go doAvn to Ilfracombe with you all, next week.\" Dorothea's eyes shone Avith a sudden bright ness, and involuntarily she stretched out both hands. \" And will you come ? \" she asked, looking up into his face. Fred seized the hands in his and gazed down into the shining eyes. \"That depends on what you say about it dearest.\" THE END"], [246, "PRINTED BT CHAS. STRAEER AND SONS, PRINTERS, BISHOPSGATE AVENUB, LONDON-, E.C. ; AND REDHILL."], [247, ""], [248, ""], [249, ""], [250, ""]]