[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LA BATALLA msk: g^Sí^A, MI®., '-^¿^"], [6, ""], [7, ""], [8, "EL GRAL : EXE OUIEL ZAMORA enStaYnes."], [9, "fARA IiA EPOPEYA DE LA FEDERACIÓN. DE CANTO A XA MOKA pon 3?aa&síacü'&a 1/ CARACAS IMPRENTA DK JUAN FRANCISCO MANRIQUE, 1864."], [10, "PROPIEDAD DEL AUTOR."], [11, "a* w& iái^^^ Ningún dia mas á propósito que este para dar al público una espresion, siquiera débil, de mi entusiasmo por el heroís mo í de mi odio profundo por Ja tiranía. Jamas pudiera mi inesperta lira entonar un canto digno de los libertadores de Venezuela í de la barbarie de ese partido retrógrado ; de esa comunidad de antropófagos que soñaba con un patrimonio de hombres libres ; de esos impíos apóstoles del siglo XVI, que aun creían que era fácil detener el carro de la civilización. . . ! Ningún dia mas á propósito que eite para que vea la luz pública el presente poemita. Hoi hace dos años que se con sumó un horrendo cíímen de la oligarquía í quo su corazón quedó satisfecho en su feroz contento. . . . El 10 de Marzo de 1862 cayó mi hermano, el General Ra fael Urdaneta, á los golpes de la mas cruda alevosía. La traición triunfó entonces ; mas el dia do la reparación no se dejó esperar mucho tiempo : í tras de esa escena sangrienta, que hubiera conmovido aun a los mismos tigres, estaba regis trada en el 11 bro de nuestros destinos, otra de justicia y de reparación, cuyo actor principal es también uno de los héroes de Santa Inés. — El primer obsequio rendido por la Federación á la memoria do sus mártires, fué el que se celebro en Calabozo el dia 12 '/ +"], [12, "IV de Noviembre de 1863, al recuerdo de las virtudes y del sacrí* ficio de mi hermano. Allí el General Aristeguieta, á nom bre del Gran Ciudadano, depositó en el templo del Señor los restos de su compañero. Al leer la relación de los honores fúnebres en que una so ciedad entera, á nombre de la Nación, ha pagado su tributo de lágrimas í de indignación á las virtudes í al sacrificio cruento de mi hermano ; al estudiar la historia de este ase sinato ; í al notar los ilustres Generales í demás ciudadanos que tomaron parte activa en el acto de la justicia í de la repa ración, no puede uno menos que anonadarse, al considerar hasta donde llega la maldad de los hombres í lo tremendo de los juicios de Dios. Jamas queda impune un atentado contra las leyes de la moral eterna : i cuando para cometerlo se aunan la fero cidad, la intriga, el servilismo í todos los abortos del cri men ah! entonces no hai lengua humana que pueda arrojar dignamente la maldición providencial sobre los cul pables. La Dictadura estaba para sucumbir á los hachazos de la opinión omnipotente : í era necesario para prolongar su efí mera existencia dar un golpe que anonadara por algunos mo mentos al gran partido federal, matara una brillante espe ranza de la patria, í entregara al duelo í desesperación una familia formada con los alientos de la libertad í el amor del pueblo. . . . Aun mas : era necesario herir las glorias de Colombia, porque ellahabia echado por tierra los crímenes í las preocu paciones de un partido servil, que no podia soportar la idea de ver desaparecer las prácticas del siglo XVI."], [13, "V Era necesario herir las glorias de Colombia f Para ello debía ser sacrificado uno de los fundadores de la Federación, h'jo de uno de los fundadores de Colombia. . . . ¡ Qué atro cidad ! I el alma infernal de la oligarquía, con todos sus atri butos, con tolas sus advocaciones, se reconcentró para dar aquel (remendó golpe. El centro de la República fué poseí do rápidamente de aquella idea : mil órdenes se cruzaron : fueron repartidos grados í dineros. . . .en fin.se formó una liga para asesinar a un hombre ! — Ei prestigio, las virtudes, la capacidad i el nombre de mi hermano eran demasiado te mibles para esos criminales dominadores de Venezuela. . . . Llegó el dia que la traición había preparado ; í la víctima cayó á los golpus de los asesinos,. ,¡ que horror, .que horror I No quedó satisfecha la maldad con la pérdida de la exis tencia de un enemigo temible : era necesario hacer desapare cer el cadáver para ocultar el crimen .... | ó barbarie ! Ma?, la mano de la inocencia,-instrurhento de Dios para las obras benéficas,— letuvo los últimos golpes de la iniquidad. í dio sepultura al cadáver de mi hermano. ¡ Rasgo de heroís mo y caridad ! En ese dia fué cubierto de duelo un nombre que simboliza la lealtad i la constancia. . . . Dígalo el Gran Bolívar ; digalo el Gran Ciudadano ; dígalo el pueblo de Venezuela. Mas, si es una lei divina que el altar propicialorio hade ser regado con sangre preciosa ; si ella es necesaria en toda redención. . . .cúmplase la voluntad suprema ; í doblemos la frente á los mandatos de Dios — Diez í ocho meses permaneció sepultado Rafael en el sitio"], [14, "VI escondido ! misterioso que habia señalado el dedo del Altísimo. para que en él se ocultara á las pesquisas de sus enemigos. Hoi descansan sus restos bajo la custodiade los altares, merced h la justicia de un ilustre ciudadano, de un heroico General que ha venido á ser, por los ocultos caminos í misterios de la lei eterna, el genio providencial que debia recoger los despojos de su querido compañero, desagraviar la justisia ultrajada, Ja moral escarnecida í el honor vilipendiado. Sí, genio pro videncial ! la grande obra de la redención de la Patria fué del dominio de los dos amigos: ellos plantaron la semilla, la fecundaron con sus martirios. . . .mi hermano con su sangre l í bien merecía el que sobrevivió entrar en los juicios de Dios para el acto de la reparación. Algún dia parecerá un mito la historia de mi hermano ; un mito, perfecto, con todos sus atributos, sus misterios í sus virtudes ;— la espiacion de una víctima por la salud de un pueblo generoso ; el sacrificio de ella y su rehabilitación por medio de la idea salvadora : la desaparición del cadáver por medio de la inocencia, por medio de la mujer, elemento de redención en el mundo ;. la solemnidad í sencillez del si-, tío. . . .todo esto es un vasto campo de ideas superiores, pro pias de la epopeya de la civilización Caracas, Marzo 10 de 18G4;. A. U."], [15, "j. r. A ti, mi quorido amigo, á ti, quo tuviste la gloria de servir í las órdenes del Ilustre Caudillo precursor do la Federación Venezolana ; quo le acompañaste desde su invasión en Coro, en toda la campaña, hasta que rinde su vida en la toma de San Carlos; tú el Subjefe de su Estado Mayor , hermano en principios, yo te dedico este pobre canto de mi lira. Admítelo como prenda de amistad — Mi admiración por el héroe de nuestra actual contienda ha dictado estos sono- ros versos, escritos en medio de la opresión que todavía doblega nuestras frentes. Pronto lucirá la hora de nuestra redención : y entonces alguno, mas digno que yo, sabrá traducir al lenguaje de las Musas el sentimiento quo al nombre de Zamora se despierta en los pechos libres. — Aún no había llegado el fatídico momento marcado por el genio del mal en los destinos de esta Nación, para cortar la noble existencia del vencedor en Santa Inés, y ya mi fantasía pre- ludiaba un canto á tan gloriosa batalla. ¿ Pero cómo encerrar en un cuadro poético las hazañas de tantos dias? — ¿Cómo decir las incalculables concepcio- nes de Zamora, la lealtad y valor do sus subalternos ? — Quede esto para la his- toria, y para un vate mas favorecido por el genio de la armonía. — Espantado á la presencia de tales dificultades, abandoné la empresa, harto gloriosa para el que la sepa llevar á cabo, pero ridícula, si se quiere, para el que, semejante á Icaro, pretenda subir al sol con alas de cera. — Rompí el papel y abandoné et canto comenzado. Mas como no se puedo contener el entusiasmo, y como un si es no es de pretencion y orgullo acompañe al hombre , hoy vuelvo, aunque en menor escala, á acometer el proyecto de cantar á Zamora. Si merece tu aceptación este canto, me regocijaré contigo. — Si no te gusta, ríete, que no por eso se entibiará nuestra amistad. A. U. Caracas, Junio de 1860."], [16, ""], [17, "AL AVV®3fi8 En medio del desierto de la vida, ¿ qué mas satisfactorio al corazón que la hermosa í divina poesia? I yo, tú lo sa bes, me apasioné á los versos, í supe amarlos, como se ama aquello que pertenece á la intimidad del sentimiento. I sen tía versos, i era feliz entonces. Tú debes recordarlo, tú leíste aquellos de mi primera edad, los mismos de mi adoles cencia, que dedicaba al General Monágas en el fuego de mis años, Pero después del 15 de Marzo, fecha infausta, cuando abdicó este á favor de traidores inicuos. í nos preparamos para una lucha que á durar iba cinco años eternos de lágri mas í luto, si bien sublimes por gloriosas lides ; yo, desde entonces, olvidé los versos, hasta el instante en que me lees los tuyos. — Ciertamente después del suceso de Copié, uno de mis oficiales escribió aquellos que me dictó el dolor, en me dio de un campamento, á las doce de la noche, espirando de sed y víctima de la fiebre quehabia adquirido en las soleda des del Apure ; mas no debemos ver en esto sino un desaho go del corazón, una necesidad del alma. El suceso de Copié no podía menos que inspirar versos al corazón que habia sentido versos. Hai cierta necesidad de llorar en circunstan cias dadas, cuando nuestra voz se desata como un himno de lágrimas, tal como el cisne en sus postrimeros cantos. II HL ©CSAN <Úñ\\PWY&Ma Zamora ! Era de los primeros Capitanes ! , í le acarició la gloria con los laureles del triunfo cada vez que combatió ; porque era para triunfar que él daba batallas."], [18, "X Superior á aquel famoso guerrero de la antigüedad, de quien se dijo habba havulo ugual vilorc é ventura, Zamora con su inteligencia militar y su indomable valor subyugaba la fortuna. El pudo decir: et mihi res non rebus, submitere canor (Hoi-}. I él justificó su nombre : Ezequiel (Ezechiel : forlitudo Dei, fortaleza de Dios). Demasiado jiganto para caber acá, en la tiprra, llevóle Dios á las regiones del misterio, í envolvió en el misterio su tránsito. Como Ciro el joven, un soldado in cógnito viene á cortar el hilo de sus dias : un soldado de cimos, porque solo un soldado en el calor de la batalla, pudie ra herir al jigante de la gloria. Premios í honores ofreció avaro el vencedor después, para saber á quien debiera tanto como la muerte del Capitán temido ; pero nadie llegó con el alegato de su fúnebre gloria, tal vez previendo la estigma de la posteridad y la maldición de las edadas. San Carlos, ciudad antigua del Occidente, prestóle una fosa para que pudiese descansar á cubierto de la ambición í el crimen. Allí se hundió ; í huyeron, por entonces, los genios que dan dirección al guerrero, ¡ que deciden la suerte de los pueblos. Mucho tiempo solicitaron su sepulcro, los unos para llorar sobre tu losa, los otros para escarnecerlo. Si lo hallaran en aquellos tiempos, insultarían á Dios los unos con la apoteo sis ; í a la humanidad los otros con la profanación í eb vili pendio. Pero aquel sepulcro era desconocido : vedado á los amigos, en secreto í misterio para todos. . . .Ni una losa pa ra su sepulcro ! Ni una cifra de su nombre sobre una hu rí ilde cruz ! Napoleón podia existir en su sepulcro de Santa Elena. Bolívar en Santa Marta ; uno í ctro ya no infundían temor al enemigo, entregados al sueño de la muerte : no se levanta rían de la tumba : ni á la vista de sus cenizas, á mane ra de talismanes, pudieran efectuarso reacciones negadas al tiempo por la mano de la muerte."], [19, "XI Pero Zamora infundía miedo, aun en la tumba ; í sus ene migos deseaban arrojar sus cenizas al viento, ó en el abismo de una sima ignorada. Después del drama del Calvario, los escribas í los fariseos hubieron pavor, í llenaron de guardias el sepulcro del Cristo: le temían en sus discípulos, en la poste ridad, en la resurrección. Objeto de odios profundos, í de la veneración de la muche dumbre, Zamora fué como los grandes hombres en medio de las grandes revueltas, cuando aun imperan las pasiones í no ha triunfado la verdad política. Bfívs el iris de la paz viene á brillar bajo los auspicios de la libertad : arrojado por tierra í hecho pedazos, vemos al fin aquel trono de ignominia que amasaron con sangre í lágri mas la tiranía í la ignorancia. — ¿1 no interesará este libro, donde se encuentra un canto al Capitán de las gloriosas lides, de quien cuenta la sima vo ladora tantas proesas de cumplida gloria? ¿Se hablará por ventura de un ser imaginario ? ¿No hallaremos relación en tre las proezas de Zamora í el romance de los hechos de Hér cules, por aquello de la grandeza del poder í lo inmpnso del genio? Pues bien; aquello de Zamora, no pertenece á la mitología, griega ó romana : no se trata de Hércules engen drado por Júpiter, ni de Aquiles hecho imvulnerable en la laguna Estigia : ni de aquel de quien nos habla la Escritura, que hacia morir, .con ageno auxilio, el auxilio de Dios, centenares de hombres, llevando por armas la quijada de un asno. El Puente de las piedras, una de sus batallas, no es el puente de Mandible ; allí hubo jigantes, mui cierto es: pero jigantes de corazón, jigantes de alma, de cumplida bravura. La Bellaca, que justifica su nombre por su posición inex pugnable, tal vez recuerde algún antiguo romance de caba lleros prodigiosos í de hazañas increibles. Pero esa fortaleza inexpugnable parecía superior á los esfuerzos humanos para"], [20, "XII tomarla en rudo combate; asemejábase á los antiguos casti llos de tas viejas leyendas, donde había necfsida 1 de los hechi zos de los conjuros,, de la fe í ¿c la exaltación religio sa. . . .Pero en la Bel'aca obra la fuerza de lus armas\" con la lucidez de un entendimiento ¿ rodigioso. ¿1 quó ejércitos tenia, conque recursos contaba, cuando desprende una peque ña parte de sus fuerzas, í va en persona á luchar í vencer en la Bellaca ? Destruyendo el ejé/cito de los cinco mil hom- bres del General J. L. S en las soledades del Portuguesn í en los campes de Barinas, con solo movimien tos estratégicos í coa un cartucho por plaza, porque él carecía de pólvora, mientras que el enemigo abundaba de recursos, se coloca á la altura de los primeros Capitanes del mundo, í se rie de la fama de los grandes tácticos. I cuando cruza, en fin. de una parte á otra de la República,. dando batallas! segando laureles, se hace superior á César en lasGáliasí á Ciro en sus conquistas sobre Babilonia. Mas no es de olvidar un hecho qu? se relaciona con otro del Padre de Colombia. Semejante á Bolívar, grande í sublime por las circunstancias i energía de carácter, sus resoluciones son del momento, í seconocen cuando son ejecuta das. En medio de una combinación que hace fracasar á fuer za de genio í de actividad, í temiendo de uno de sus Gene rales, hombre de malos instintos, de valor cumplido í mui fe liz en la suerte de las armas, que tenia \"á su servicio los moradores de lugares inmensos, criaturas sencillas, almas fáciles á la seducción, la mayor parte indígenas, pasa en su busca con una pequeña escolta : le electriza con su mirada de rayo í le desarma con el truen«de su voz. — Ya aquel Jefe conspiraba contra su autoridad ; en vísperas de alzarse, reu ma con tesón hombres i caballos, í contaba con ochocientos infantes ya reunidos í cosa de tres nrl caballos en un lugar oculto y lejano. Pero Zamora disemina las fuerzas que en cuentra aglomeradas, mandándolas en distintas comisiones í con Jefes de su confianza, que Sf.ca de su guardia ; prepara á esta para una ejecución, í manda al Jefe rebelde que suba"], [21, "XIII al cadalso. Santa Inés. ... 1 allí, al pié de una mapora, lu josa palma que se va hasta el cielo en los cielos de aque llas llanuras, fué ¿onde tuvo lugar la ejecución : allí dejó de ser el General Espinosa. Pero ¿ podéis creerlo ? t:do en Zamora lleva el sello del genio- Su viaje á Santa Inés para evitar los efectos de una rebelión, es mas interesante de lo que puede juzgarse. El con su mirada de águila domina todos aquellos puntos, pene tra con la perspicacia de su genio, í comprende que es aquel lugar el que le depara la Providencia para un teatro de gue rra de asombrosos í sublimes resultados. \" Formen planes, se dice : véngase encima de nosotros todo el peso de esa Repú blica proscrita í esclava : aquí triunfaré de los tiranos\"! 1 entretanto se formaban ejércitos potentes en los domi nios de la urania ; que en maridaje la ignorancia í el des potismo, sus preparativos eran exedentes, í una tormenta amenazaba sobre aquel puñado de héroes mal armados í con solo un cartucho por plaza. Empero...Zamora estaba allí, í la tormenta de la tiranía no po día arredrarle. Superior á todo, prepara su plan de opera ciones, poniendo los fundamentos de aquella acción memo rable en los fastos de la América Española : Santa Inés. . . .! el monumento de Zamoia ! el himno de la gloria ! el asunto ile nuestro poeta ! III JjyOíOO© PI LA ©!¡l$u Uno de los poetas venezolanos, el joven patriota é inteligente Amenodoro Urdaneta, empuñando la trompa épica é invocando enardecido el Genio de los combates, ha descrito con elevado estilo í escojida pompa de ¡májenes, la mas ¡lustre entre las ilustres batallas del Gran Capitán Ezcquiel Zamora, Santa"], [22, "XIV Inés ! Palabra eléctrica que inflama de entusiasmo í enarde ce con la brillante gloria del guerrero el corazón de todo aquel que ame la libertad 1 palabra fatídica que resuer.a en los oidos de los déspotas como un anatema celeste, í arranca de sus endurecidos pechos el estridor de los precitos. \"Santa Inés! campo ilustre ! quién pudiera Nombrarte sin alzar envanecido El pecho á respirar aura de gloria 1 En tí flameaba el pabellón temido Cuya sombra á los libros cobijaba, En ti se recreaba La libertad riendo cariñosas Y á los héroes ufana bendecía. .... .\" Nuestro poeta remontándose en alas de su jénio hasta el cielo de los héroes, ha sacado desde allí los sublimes acen tos de su lira, y hecho tronar sus potentes cuerdas para can tar el horrísono fragor de una batalla que solo puede com pararse con las de Ayacucho y Carabobo, así por la sagaz estratejia de \" El Valiente Ciudadano \", como por sus ina preciables resultados en favor de la libertad de Venezuela. Envidiable condición la de aquellos, á quienes las musas concedieron el don precioso de la hermosa y sublime poe sía ! Llevados por el jenio á presenciar las cruentas esce nas de los campos de batalla, se hacen guerreros, y cantan gozosos y triunfantes al estampido del cañón y al ronco redoble del atambor: ora penetrando en la escabrosa senda de les instituciones sociales, lanzan audaces los dardos de su pican te sátira contra los vicios y ridículas preocupaciones del mun do: ora por fin entrándose en el campo de la política y del porvenir de las naciones, ensalzan enajenados los triunfos duraderos de la libertad, fuente de todo progreso, ó asestan con certera mano, sus fulminantes dardos contra los enemi gos de la libertad."], [23, "XV Asi el ilustrado cantor de Santa lucs, invocando la Fa ma para celebrar á los heroicos defensores de los fueros in manentes del pueblo, dice con potente esfuerzo: Acude : que los hombres cuyos pechos Dan culto al patriotismo ; los que luchan Por devolver á un pueblo sus derechos Usurpados con cruda alevosía, Bien merecen tu amor : no los tiranos Que en sangre ahogan la justicia, y rien A la agonía cruel de sus hermanos : No el hipócrita vil que el nombre santo De la virtud piofana no el impío Que, so purpúreo manto, La libertad adormeciendo, el mundo Encadena y somete á su albedrío. Esos que á la igualdad tan solamente Doblaron la rodilla. , . . . . Esos los héroes son .... los que merecen Tus aplausos ¡ ó Fama voladora ! No es por tanto el horrísono estampido del cañón, ni el relinchar del belicoso alazán, ni el estrago feroz de la lid, ni los dolientes ayes del moribundo, los solos objetos que han ocupado la fantasía del vate, sino los pensamientos mora les y políticos oportunamente introducidos y espresados con valentía. En el todo de este vigoroso canto se observa la enerjía y precisión de la frase, el uso adecuado de las metáforas, la fluidez y armonía cadenciosa del verso, la alteza de los pensamientos y el elevado tono que convienen al estilo épico,"], [24, "XVI Composiciones como esta hacen la gloria del poeta, é in mortalizan al Héroe que se ensalza y las hazañas ce lebradas. La Guaira, Enero 2 de 18G4. J. F. ve la Guerra."], [25, "•^bCiuth S üslitinra/fa»- Genio de los combates ! ven, y presta Fuego á mi corazón, esfuerzo al numen, Y eterna vida al canto.— Tú, que viste asombrado, en este suelo Tanta hazaña, y honor, y duelo tanto, Y mediste con planta enardecida Los oampos venturosos Do nuestra libertad nació á la vida ; Tú, que grabaste con buril de fuego Tanto nombre inmortal, díctame ahora Lo que cuenta la Fama voladora De ese moderno Alcídes que naciera Para dar nuevo brillo á nuestra historia, De modelo servir á las naciones; De eterno asunto al canto de la gloria. Acude á mi cantar, mi labio inspira Si un tiempo diste á la méonia lira Tu soberano aliento ; Si tu acento sublime y furibundo"], [26, "2 Sostiene tal horror, tanto portento En la agitada redondez del mundo ; ¿ Qué mucho que á mi libre fantasía Des una chispa del ardiente fuego Que arroja tu mirar ? — Y si algo vale De ignorado cantor el blando ruego, Dame que agregue á los gloriosos campos De Araure, Niquitao y los Taguánes, Bárbula y otros mil, un nuevo nombre. . . Un nombre que será reverenciado Allí do esté la libertad del hombre. Y tú, sol refulgente, Un rayo apresta de la luz hermosa Con que bañaste el venturoso dia En que la altiva frente Dobló la mas odiosa tiranía : Esa luz que recuerda entusiasmada Otro campo inmortal, otros laureles, I otro adalid y redentora espada.— r- Favor ! Favor ! Enardecido siento El fuego de la gloria ! Se pasea Mi musa por el campo. . . ,y al sangriento Cuadro que allí presencia, se recrea. . . . Ya el atambor agita sus oidos. . . . Y humo, y asan, y confusión respira . . . Y con tan nuevo ardor vuelve á la lira Mas, solo alcanza trémulos sonidos — - Cuál rápido torrente desbordado Que los campos inunda, el bosque arrasa,"], [27, "3 Y acompaña su curso arrebatado Con ronco ruido, atronador, profundo ; Y son nada á su impulso furibundo, Luego que el fuerte malecón traspasa, Troncos robustos, árboles mayores, Y peñas, y rebaños y pastores ; O como dura roca desprendida De siniestra montaña Que arrebata veloz en su caída El huerto que exhalaba paz y vida, Y la fuente, y la flor, y la cabaña. Así ese bando sanguinario y fiero Destrosa y tala. . . .¡ Libertad proclaman. . Y ¡ ai de los libres ¡—Hasta el santo nombre De la virtud infaman. . . . Traidores ! sanguinarios ! De su acero El fatídico brillo en turbias ondas Inunda la estension. . . .Su mismo aliento Inflamando los aires, brinda impío Pasto á la destrucción, pasto al tormento. Gimió el honor bajo su planta impura ; Y el amor, y la cándida inocencia, Y el patriotismo ¡ ó Dios ! en amargura Bañaban sin amparo su existencia. Al duro yugo la gloriosa frente Venezuela doblaba, Sin aliento, sin vida. ... .No quedaba A su ánimo doliente Mas que el débil claror de una esperanza"], [28, "4 Y tornaba la vista al Occidente Do vislumbraba un iris de bonanza. — ■ No así se viera la afligida Europa Cuando las hordas del sangriento Atila Pisaron su cerviz — Esos guerreros De adusto ceño y bárbara pupila Al menos respiraban Aire de libertad, y en sí llevaban Gérmenes ricos de abundancia y vida. Viólos Europa, en lágrimas sumida: Mas al soplo divino, refulgente, Pasó la tempestad, y envanecida Con nueva juventud irguió la frente. Mas. . ¿qué esperanzas...? ; ay ! — Un sentimiento Que encierre libertad. . . .uno tan solo No llevan los que oprimen El suelo augusto de la patria mia. Ella vé en su agonía Sus leales hijos, que encerrados gimen En pontones y ardientes arenales, — Mudos testigos, sí, pero eternales De la mas oprobiosa tiranía. — En las alas del mal se apresuraban A consumar el crimen. .. .decretado Allá entre las tinieblas de la infamia Que el mismo Satanás brotara al inundo"], [29, "5 Solo él pudiera en vengativa saña Mandar la destrucción de un pueblo entero : Solo él pudiera entre la hirviente sangre Reir y orgullecerse . . . . — ¡ Cuánto, cuánto De dolor y de espanto Marcaba la carrera de los fieros Súbditos del tirano. . ! — Vanamente Pintar intenta mi insonoro verso Lo que la absorta Fama Cuenta con triste voz al Universo. Rústico albogue que desdeña Apolo, Que el amor y las flores, Y la inocente vida canta solo, Cantar no puede el mundo y sus horrores. Decid vosotras, ínclitas ciudades, Decid cómo á la sombra de la infamia Vuestra faz se ocultó. .Y el triste llanto Decid, que al punto á vuestros pies caia . . . . j Cuál las montañas hoy ! ¡ Cuál los arroyos De sangre y de cadáveres cubiertos ! I Los campos de abundancia y de alegría, Áridos, espantosos y desiertos ■! ¡ Cuántas veces el sol la clara lumbre Veló agitado de dolor y espanto 1 ¡ Y cuantas ¡ ay ! el luctuoso manto Rasgó la noche en cruda pesadumbre ! Decidlo, auras dolientes De esta ciudad ilustre, hoy sin ventura ; Decidlo, ó sombras, que en la sacra margen"], [30, "6 Del padre Guaire reclináis las frentes : Y vosotras decid, hondas hirvientes Del asombrado mar, que vais lamiendo La ensangrentada orilla Donde faltó Fortuna al patriotismo Y espacio á la matanza, Tristes, precipitadas repitiendo Acentos de dolor y de venganza. Montes, ciudades, selvas, y llanuras, Hablad, hablad por mí— ¡Cuán abatida La Nación que otro tiempo Se alzaba ufana en esplendor y vida ! ¿ Era justicia, ó Dios ? ¿ Tus santas iras No eran ya satisfechas ? ¿ No estaba aun espiado El horrendo delito De ingratitud, que al Padre de la Patria Viera infeliz, y mísero, y proscrito. . . . ? ¿Clamaba aun la veneranda sombra, (¡Tarde acogida en el materno seno !) Que apuró errante del funesto crimen Toda la amarga hiel, todo el veneno ? ¿ Y esa nube sangrienta y pavorosa, Emula de las sombras del Profundo, Debió triunfar para perpetua mengua Del liberal, americano mundo ? Mas, nó. . . .! Ya tocan el confín lejano De esa heroica provincia . . ¡ Salve, salve,"], [31, "7 Barínas, la escojida por la mano Del Dios de las batallas !— Tú encerrabas mil héroes en tu seno Yo los vi. . . yo los vi .... Mi fantasía Los vio. . . .¡Cual la alta frente Alzaban con sublime altanería, Esperando á los bárbaros. . . . ! — ¡ Ya llegan. .. .! Miradlos. .! Allí están. .! Ya rompe el viento El parche temblador. . ; ya se estremece La selva toda, y se oscurece el dia. . . . Oh ! qué horror ! — Te demudas, lira mía ? Tienes razón ; mi pecho entusiasmado También demanda treguas. . . .que ya siento Embargada la voz, pobre el aliento. Tiende la vista, musa, — ¿ En la llanura No ves esa mansísima colina ; I el espumante, arrebatado rio Que la acaricia y plácido murmura ? ¿ No ves esa frondosa montañuela Que la estension domina ? ¿Y allá en la suave altara No ves un reducido caserío . . . . ? No como las Pirámides, orgullo De la pagana humanidad, al cielo Adusta frente y altivez levanta : Ni como aquel coloso cuya planta Gigantes rocas oprimió, su mole Con vista audaz al viajador espanta."], [32, "8 Fácil y humilde templo, escasa jeíite, No eternizan la fama Del fundador y artífice. Su escuda Es el que lleva sonoroso nombre ; Su fiel guardián, un porvenir divino Que guardó en sus arcanos el destino ; Y está bajo la ardiente Caridad de su tierna protectora. Ella en el cielo, so la inmensa llama Del amor de la Virgen Redentora, Con los ángeles juega, Y por su pueblo dulcemente ruega. —Santa Inés. .! Campo ilustre! ¿Quién pudiera Nombrarte sin alzar envanecido El pecho á respirar aura de gloria ? — En tí flameaba el pabellón temido Cuya sombra á los libres cobijaba; En tí se recreaba La libertad, riendo cariñosa, Y á los héroes ufana bendecía, Y con la luz hermosa De la esperanza la estension teñiá. Mas ¿ que ruido confuso, arrebatado, Se escucha, que cundiendo Por el inmenso espacio se dilata ? ¿No es el alborotado torbellino Que anuncia el huracán? ¿ No es el contino Reventar de estruendosa catarata ? No son, que miro el airé"], [33, "9 En estraño fulgor y en gloria ardiendo Es el rumor horrendo Del militar apresto, que oficioso Para el combate el Adalid oudena. Aquí en ruda faena Se hace gemir el bosque ; allí se mide El campo y se señala El sitio de vencer. . . .¿ Mas, dónde, dónde Quieres seguir el alto pensamiento Del esperto Caudillo. .? Musa mia, No sigas, no, tan temerario intento. Cuál veis el ancho rio Aumentar sus caudales con el feudo De pequeños arroyos ignorados, Súbditos de su inmenso poderío; Así en secreto y sabio laberinto Mil ocultos senderos Darían sus tributos al recinto De la inmortal batalla, donde incauto Llegar debia el invasor. — O Fama, Ensaya prepotente La voz con que nombraste á los guerreros Que la griega beldad se disputaron : O los que en Palestina Dieron nuevo esplendor á sus aceros Con los fulgores de la luz divina. — Acude: que los hombres, cuyos pechos Dan culto al patriotismo ; los que luchan Por devolver á un pueblo sus derechos,"], [34, "10 Usurpados con cruda alevosía, Bien merecen tu amor ; no los tiranos Que en sangre ahogan la justicia, y rien A la agonía cruel de sus hermanos ; No el hipócrita vil que el nombre santo De la virtud profana . . . . ; no el impío Que, so purpúreo manto, La Libertad adormeciendo, el mundo Encadena y somete á su albedrío. Esos que á la igualdad tan solamente Doblaron la rodilla j Esos los héroes son. .! los que merecen Tus aplausos, ó Fama voladora. Bolívar inmortal. .Washington. .Bruto, Temístoclcs. . . .Padilla. . . . Ricaurte. . . .Giraldot. .sombras ilustres, Salud ! — Y tú, por siempre vencedora, Sombra ¡ ai dolor ! del inmortal Zamora. ¡ Ai dolor ! Que envidiosa la Fortuna Le arrebató la vida en un momento : Luciente exhalación, que desprendida Del eterno fulgor del firmamento Los espacios un punto señorea, Y desparece rápida— A sn gloria Fué corto su vivir. ¡ Injusta suerte ! ¿ Porqué, porqué gozar no le dejaste"], [35, "11 Sus laureles, y en brazos de la muerte Tan pronto ¡ ai insensible ! le arrojaste El brillar de las armas; el relincho Del fogoso corcel, que ya impaciente Se estremece y escarba el duro suelo, Y enarca la cerviz, y alza la frente, Y el aliento ardoroso Lanza en furor del pecho comprimido ; El bélico sonido Del atambor qae anuncia la pelea; El seno palpitante Del guerrero que ardiente se recrea ; Y el ceño amenazante De un enemigo fiero y numeroso. . . Todo forma un conjunto sonoroso, Que en ecos dilatándose, el espacio Inunda en armonías Sublimes armonías que encontrando Otras que cunden gratas murmurando, Alzan triunfantes el cantar divino Que en el Cielo de aqueste continente, Nacido á la igualdad, suena contino. — ¿ Quién es aquel guerrero De altiva frente y vista triunfadora. > . . ? Mirad. . . .! — Fulgente acero Brilla en su noble diestra, aun no vencida Con la siniestra el blando freno rige"], [36, "12 De un fiero trotador que en la ribera Del ancho Apure alimentó la vida. ¿ Quién es, quien, el guerrero afortunado Que va entre mil aplausos lentamente Recorriendo la arena, Robando el entusiasmo Con su acento y presencia vencedora. . . . . A Ese es el Adalid. . . .¡ ¡ ese es Zamora ! ! Pintarlo aun no podría Si yo tuviese la alta poesía Y la potente voz delTequendama : No es, nó, la hirviente llama Del seno bramador del Cotopaxi La llama que en sus ojos centellea. . . , Es la Gloria. .! es la Gloria. .!— Entre una nube La deidad, invisible le acompaña, Y las filas pasea, Los comprimidos pechos inflamando.. . . . ¡ O lira, si trocaras tu eco blando Por el rumor horrendo que allí había Y el ronco son de la guerrera trompa. . . . ! ! Allí hay mas esplendor. . . .mas poesía. . . .! Del Adalid al lado Ved al ilustre General, al jefe Por la nación entera proclamado, Falcon, de noble aliento, Por lá amiga' fortuna A un porvenir grandioso destinado ;"], [37, "13 V ved al bravo Ttías, De patriotismo y de valor emblema; Y esperto capitán. . — Noble guerrero, Cuando la patria rinda el homenaje A tu gloria debido, yo el primero Grato laurel colocaré en tus sienes. Mirad esos valientes cuyos pechos Amor de patria inflama: Esos los héroes son que en cien combatea Probaron ya su esfuerzo y su pericia ; Aranguren, Petit afortunado, Y Rívas Sandoval, y Armas y Marques, Y González. . . .Mas ¿qué conseguirías Musa, nombrando á tantos, si uno solo Basta á agotar tus pobres armonías. . . . Ya truena- el bronce horrendo, Con su potente voz muertes brotando, La selva y el espacio estremeciendo ; Sofocado el ambiente Ya se acoje á las selvas murmurando : El impetuoso rio enmudeciendo Alza suspenso la alterada frente ; Y todo es confusión Ah ! ¡ quien me diera El claro ingenio y el pincel divino Del gran pintor de Urbino ! ¡ Quien la estruendosa voz de la tormenta Que á la lumbre fatídica del rayo Sembrando horror, sin compasión revienta !"], [38, "14 Señor ! Señor ! Cuan bella La tempestad !— Mi corazón se inclina Ante esa luz fosfórica y divina, De tu alma aliento y de tus plantas huella Y ante el rudo fragor del sordo trueno, Y al aliento ardoroso Del aquilón que sofocando el mundo Trae cabalgando al huracán sereno ¡ Cuan altas, ó Señor, tus tempestades ! Y cuan bello también el ronco acento Del cañón. . . .y las voces y agonía Que van doquier estremeciendo el viento En las jigantes alas Del patriotismo, y las etéreas salas Cruzan, volando en armoniosos ecos ! ¡ Cuán bello es el clarin y el rudo parche, Y el relincho sonoro Del ufano corcel ! ¡ Cuan grato siente Mi corazón, gozoso, enardecido, Del vencedor el grito prepotente ! ¡ Cuan grato es ver el oleaje inmenso Del popular apresto,— el albedrío Dictando así con voces triunfadoras De la opinión el alto señorío ! — ¡ Un pueblo, dueño solo de susuerte, Preparando pujante sus destinos ! — Esas de libertad las tempestades ! . . . . Esos sus cantos son. . . .! Cantos divinos"], [39, "15 Que repiten los ángeles. La frente Doblad á la opinión, si queréis gloria ; Que es la opinión señora omnipotente. Y los que la apartáis, torpes humanos, Apóstoles fingidos Del bien y la verdad, que desoyendo El clamor general y los temidos Ecos del huracán, matáis la patria ; Vosotros. . . .ocultad el ceño adusto : Apartad, que su vista fulminante Os puede confundir — Temblad, impíos ! Que si tenéis poder y soñáis gloria, Ese poder es sueño, leve espuma. . . . I seréis maldecidos por la historia. Solo de sangre hirviente hórridos rios I crímenes sin fin, por vos abonan. . . .! ¡ Que envidiable destino ! Y será el canto De vuestro nombre el sordo clamoreo De fatídicas sombras, canto odioso, Mezcla de horror, indignación y espanto. ¿ Veis en el mar las encontradas ondas Alzar montañas de salobre espuma ? ¿ Veis, si á la selva el aquilón embiste, Cómo las altas copas bambolean ? ¿ I veis al encontrarse opuestas nubes Cual brota el rayo, el aire se estremece. . . .( O Cielos ! ¿ Quién resiste"], [40, "16 A tan tremenda lid ? Unos pelean Por escalar un cielo. ... ¿Y no es un cielo El nombre de la patria ? — Patria mia, Si salvarte lograra Mi pobre sacrificio, al punto, al punto Hasta mi mismo aliento te daria. Cuán incauta la inmensa muchedumbre Que confundir pudiera Tan solo con su número á los libres, Creyó vencer ! Con fáciles rodeos Llegó al lugar de la común pelé*á.— Firmes y breves fuegos, dirijidos De las ocultas sendas le atraían. Si las furias brotadas del Averno Su voz horrible y su rencor me dieran, Aun los acentos de mi tosca lira A tanta destrucción pequeños fueran. Allí el rencor, el odio, la venganza* El honor, el valor, el patriotismo, La desesperación y la esperanza, La libertad y el torpe servilismo, Confundidos bregaban. O Dios ! Horrorizaban Las voces, los lamentos y agonía ; Y las negras columnas Que robaban la luz al claro dia. Cuentan que en aquel hórrido momento. De entre las selvas se escapó un gemido ;"], [41, "17 Y apareciendo un ángel, con su aliento Hizo flamear en sonoroso ruido El estrellado, fúlgido estandarte. — Era el genio de América, que un tanto Se estremeció de horror — El mismo Marte Quedara helado allí Deten, ó Muerte, La guadaña deten. . . .no mas destroces Muévante á compasión los tiernos años, El ardor juvenil, el patriotismo. . . . — ¡ Mas nada, nada escucha ! Y en su carrera atroz y fácil lucha Sigue arrojando al insondable abismo Los que ganando va tristes trofeos ! Al menos tus deseos Colma, Deidad cruel, con la perfidia, Con el traidor, con el perjuro, .que ellos Frutos mas dignos son de tu victoria : Búscalos en las filas enemigas Mays si fundas tu gloria En héroes, . . .queda aquí; que lo son todos — Cual suelen las espigas Al soplo de aquilón, así á la arena Caian mil valientes Segando en flor sus ardorosas frentes. ¡ Quien me diera ceñir en tal momento Un acero ! Mi nombre volaría Ensordeciendo el viento 2"], [42, "18 A par de tantos nombres. . . .Y su fama Mi ardiente corazón no envidiaría- Mas, si cruel destino Me negó tal favor, al menos vea Su gloria un homenaje en este canto, Por mas que indigno de su gloria sea. El sol oscurecido Llegaba á la mitad de su carrera, Cuando una densa nube se levanta De polvo; y la ancha lisa se oprimía Bajo la noble planta De mil bravos guerreros que llegaban A luchar por los libres. — Era aquel cuya voz obedecían, Fuentes, el noble Fuentes, que envidioso De las glorias que allí se conquistaban, Vuela, llega, penetra, forcegea, Y entra do mas se enciende la pelea. — El sol ya descendía. — Tras los montes Apareció la noche pavorosa : Espesos horizontes, Cercos de niebla, el mundo contenían: Todo duerme en las sombras; la avecilla En su nido medrosa ; La fiera en su caverna : ni se oían Feroces y encontrados elementos :"], [43, "19 En la selva los Vientos. Solo los combatientes disputaban Aun el honor de la victoria. —O noche, Tú ocultaste en los pliegues de tu manto Mil escenas de horror. — -Lóbrega, horrible, Hurtaste á la maldad todo su espanto. — Mas allí el Adalid, Zamora invicto, Clamó \" Victoria ! \" y mudos y espantados Al eco de su voz los enemigos Huyeron,-cuando el mundo Rompía el sueño animador profundo. Vencedor, la esperanza se ha cumplido Que entre campos de gloría Surgiera al humillar nuestro estandarte Ante la Santa imagen que venera Ese pueblo feliz. — Pero ¡ ai ! en parte La ve tu corazón entristecido. En vano reclamaste de la altura Que ahorrara la sangre de los libres. Forma un caliente rio en la llanura. Mil vivas que sonaron En el triunfante ejército, los ecos A las etéreas bóvedas llevaron. Triunfó la libertad ! — Ya disponia Breve doscanso el Adalid ; las auras"], [44, "20 Ya presagiaban el naciente dia ; Cuando de pronto en plácidos fulgores La esfera se ilumina,. . . . Huye la noche ; y en el aire vago Se presenta una sombra veneranda. . . . Su frente cerca auréola divina De eterna luz. — Espada refulgente Lleva á la diestra ; en la siniestra un iris, Do en letras de diamantes se leia : ¡ \" Colombia \" I Al punto absortos los guerreros Cayeron de rodillas. — Se veía Mas de una ardiente lágrima surcando Los severos semblantes que ha un instante Desafiaban la muerte . . . . ¡ Cuántos vieran La diestra vencedora Que hoy es sombra y no mas. . . .¡La noble frente De infausto brillo al español soberbio ; Los proféticos labios, alta fuente De inmortal elocuencia. . . .cuántos, cuántos Recuerdos atrajeron á la mente De aquellos veteranos ! Otros eran Imberbes que escucharon las historias De nuestra libertad, y enardecían El pecho con las glorias Que fábulas del tiempo parecían. O sombra, ilustre sombra !— Son tus hijos : Míralos. . , . — Aunque espíritu inpalpable, También llora la sombra —Tristes, fijos,"], [45, "21 Los ojos tiene en la sangrienta arena ; Que no solo en la propia, en la enemiga Hay hermanos también, sacrificados En holocausto á la ambición. — Serena Luego la faz levanta, Y estas palabras dice, que repite La fama absorta, y que mi labio canta. — \"Gloriosos vencedores, \" Hijos de esta nación esclarecida, \" De los fueros del pueblo salvadores, \" No reposéis aun : que dar la vida \" Por dar vida á la patria \"Es el primero de los grandes bienes \" A que puede aspirar el ciudadano. \"El lo colma de glorias, y en sus sienes \"Ciñe laurel eterno.— Yo no envidio \" Ningún honor mortal .... —Seguid mi senda \" Os lo ruego, os lo mando. . — Aun es preciso ''Luchar. .Vencer. .Morir. .Sí, me estremezco \"Al mirar tanta sangre\" — De repente Se escucha un sonoroso torbellino. . . . Y en medio de una nube se presenta Una augusta Deidad. . . .Fúlgido un rayo Cruza despacio; y rápido, iracundo, El ronco trueno aterrador rebienta. \"Guerreros, ved!\" la sombra repetía Del padre de Colombia. ...\" en vano fuera"], [46, "■2-¿ \" Que yo alzara mi voz, mi voz de padre, 61 En este instante en que brotando bienes '' El Hacedor divino \" Os favorece ya con la presencia '• De esa Deidad. . . Mirad ! Es el Destino ti \"— Y el Destino con grave y noble acento Habló á su vez—\" Antigua profecía \" Anunciaba á la gente venturosa \" De esta virgen Nación, lo que guardado ''Estaba en los arcanos de su suerte. \"Acaso la sabréis. — Iluminado \" Por mí Manco-Capac así escribía : \" De remotos lugares \" Unos hombres vendrán . .-¡Ai nuestros lares! \" ¡Ai nuestra religión y nuestras leyes ! — \" En dura servidumbre '• Los pueblos yacerán Hasta que un dia, \" Cual nuestro padre Sol, de entre las sombras •' Surgirá un redentor. . . .Su clara lumbre \" La Libertad os brindará\" . . . . — Decia *' Esto la venerada profecía. \" •Vosotros veis cumplidos los augurios.— \" Y mientra en ese mundo ya gastado, '' Un genio prodigioso, '' Grande en la pobre humanidad llamado, •'Rompe cadenas y destroza reyes. . . . ''Para dar otros reyes y cadenas; «'En este continente"], [47, "23 '• Aparece Bolívar .... \" — No mas dijo La Deidad, y una célica armonía El nombre de Bolívar repetía. Enardecida fulguró la frente De la sombra inmortal, con nueva vida Brilló su faz, y la surcó encendida Una lágrima.— En tanto que ferviente El corazón los héroes dilataban, Con acento divino Y dulce magestad siguió el Destino : \" Otro feliz presagio, \" Que tal vez ignorabais, predecía \"Nuevo Adalid. .—Sabéis que estaba escrito \" De ingratos, desleales corazones \" El horrendo delito \"La ambición, la venganza, la perfidia, \"Quedaron satisfechas \" ¡ Y el Caudillo inmortal, triste y proscrito ! \" Crimen infausto, cuyos frutos fueron \" El germen revivir del mal vencido. . . . \"Sus restos palpitantes \"Alzáronse orgullosos y triunfantes. \"Mas también era escrito en letras de oro \"Que el Caudillo naciera, \" Que á la cabal conquista se lanzara \" De los santos derechos de su pueblo, \" Y arrojar esos restos emprendiera. \""], [48, "24 \" Y el Caudillo sois vos. .\" La diestra mano Puso el Destiño en la gloriosa frente Del inmortal Zamora—\" Salve ! Salve ! \" Dijo : y su voz el eco repetía ; Y el aquilón y el furibundo trueno \" Salve ! Salve ! \" clamaban Y en la estension los suyos dilataban. '' Salve ! Salve ! \" repiten los guerreros \" Salve á nuestro Caudillo ! \"—La floresta Murmuraba también ; la honda corriente El rio suspendió, y enrojecido Alzó altanero la espumosa frente. \" Seguid, \" volvió el Destino — \" Ya la gloria \" Os espera. .Seguid. . — Mas no deis treguas \" Al valor, al honor, á las fatigas : \" Mirad que la constancia \" Es quien lleva sus lauros- — Enemigas, \" Os esperan mil muertes ; \" Pues sabad que los pechos sanguinarios \" Que asechan la ocasión ocultamente \" Para poder triunfar, fieros preparan \" La traición, el incendio y el engaño, \" El puñal alevoso y el veneno.\" — \" Mas, nada tuerce la justicia eterna, \" Que al fin repara el mal. — Del hondo seno ce Salieron del profundo \" La ambición, la venganza, la perfidia"], [49, "25 \" A manchar este bello continente \" Mas Ved la libertad ¡ Allá la veo \" Severa, magestuosa, omnipotente. \" — \" No todos la veréis. \" O Dios ! mi pecho \" Se rompe al anunciarlo. . . .Mas la gloria \" Recogerá los mártires. . . .1 todos \" Esmaltareis el brillo de la historia. \" Seguid.— ¿ Qué importa el oro, \" Ni la traición. . . .si el cielo ha decretado \" Que sea la opinión omnipotente. . . .? \" Ante ella nada son las tiranías : \" Son humo al soplo del sonoro ambiente : \" Son la débil espiga ante el torrente, \" O ante la eternidad los breves dias. \" \" En vano huirán los fieros invasores. — \" De oprimida venganza en saña ardiendo, \" Confusos y temblantes, '' Por distintos senderos ignorados '• Correrán á engrosar los tristes restos \" De los que se salvaron del estrago : \" Con paso incierto, tremulento y vago, \" Tan solo á vuestra voz, correrán ciegos \" Sin saber donde van. . . .Mas ¡ai! en vano ; \" Que el genio del guerrero \" Que os acaudilla, envolverá sus filas '• Con firme esfuerzo y poderosa mano.\""], [50, "26 \" A favor de las sombras \" Miradlos cual se alejan espantados. \" ¿ No ois su clamoreo y sus blasfemias. . . .? \" Van maldiciendo sus adversos hados. \" \" No llegarán muy lejos. . . .La Sábana \" Os ofrece de gloria un nuevo campo; \"I luego El Maporal y Punta-gorda \" Y otros mil, y otros mil campos ilustres \" Su desesperación y furia insana *• Los harán encerrarse, imaginando \" ¡ Qué engaño ! que-Barínas brinde asilo \" Seguro á los tiranos. Breves dias \" Aumentarán no mas sus agonías. ''Saldrán. . . .Mas, para huir, para esconderse, \" Alas robando á su fatal destino, \" I cual humo al turbión desvanecerse. '' Repetidos ataques memorables \" Estorbarán su rápida carrera. — \" I verán de contino \" Fantasmas, que las sombras abultando \" I la conciencia reproba, doquiera \" Les turbaran el sueño, á la pavura \" Dando mortal sustento. — \" No solo el fuego ; el hambre y la fatiga \" Completaran su mísera derrota. \" \" Mas, no tanto confiéis. . . .No siempre amiga \" Os reirá la fortuna ...."], [51, "27 \" Probará vuestro esfuerzo. . . .1 vuestro genio, \" Noble Adalid, apurará — Oportuna, \" Para sellar de lo alto los decretos, \" Una columna de sonantes llamas \" Os salvará. . . .cual la del fuego santo \" Al pueblo del Señor \" — \" Gloria al Caudillo \" A cuyo acento tiemblan los malvados, \" Cual suele la bandada de gaviotas \" Al escuchar el alcotán— Su genio \" A par le llevará de los mas grandes ; '• I la inmensa cadena de los Andes \" Repetirá su nombre en dulce canto ; '' I el Apure y el grato Manzanares, \" I el Guárico tortuoso, \" I el Orinoco inmenso, \" Los ecos llevaran de sus cantares ; \" I el dulce Guaire, plácido y riente \" Alzará ufano la ondulosa frente. \" \" Grandes serán, inmensos los trofeos \" De esta inmortal campaña. . . . No me es dado \" Mas revelar. \" Sabed que vuestros nombres '• Con letras de diamante están escritos. \" — Calló el destino. — En ecos infinitos Se llenó la estension. que repetían"], [52, "28 El nombre de ¿AMOR A~^' ronco trueno Retumba, y el relámpago las sombras De pronto disipó.— Nube fulgente Cayendo sobre el campo Oculta la Deidad, que á las alturas Sube veloz. — La veneranda sombra Sigue también. — I es fama Que la ardorosa nube Formada fué por una inmensa chispa De la mirada que alumbró los campos De la inmortal Colombia, en esos dias De triunfo y de virtud. — — La sacra llama Ya incendiaba los pechos : y la hora Llegaba entre sublimes armonías, Dando salud á la risueña aurora ; Cuando el noble Adalid á los guerreros Anuncia el suspirado Momento de la lucha. — I cuando el dia A su imperio de nuevo conquistado El carro de diamantes revolvía ; En pos de otros laureles I á destrozar por siempre las cadenas De su afligida patria, abandonaron Del fiel Santo Domingo las arenas. — >***9 © ©*«-—"], [53, "29 ZAMORA. En un grandioso túmulo descanza El genio de un jigante. . . .Lo sombrea Una inmensa pirámide qae avanza La altiva frente á la región febea. El fuego de la gloria centellea En el sacro recinto. . . . ¿Quién alcanza A penetrar en él. . . .que no se vea Ciego al fulgor que de contino lanza 1 A un lado está la espada triunfadora, Tremenda, irresistible, fulminante : Y la Fama con voz atronadora Canta un nombre inmortal — Mudó y temblante Acercóme á la tumba. . . .Allí Zamora. . . . ! ! ¡ \" Santa Inés \" la pirámide jigante . . . . !"], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""]]