[[1, ""], [2, ""], [3, ""], [4, ""], [5, "QUELLEN ZUR GESCHICHTE DER STADT WIEN. I. ABTHEILUNG. REUESTEN AUS IN- UND AUSLÄNDISCHEN ARCHIVEN. ERSTER BAND. BESPROCHEN VON DR KARL UHLIRZ, ARCHIVAR DER K. K. REICHSHAUPT. UND RESIDENZSTADT WIEN, CORRESFONDENTEN DER K K. CENTRALCOMMISSION FÜR KUNST- UND HISTORISCHE DENKMALE. INNSBRUCK. VERLAG DER WAVGNER'SCHEN UNIVERSITÄTSBUCHHANDLUNG. 1896."], [6, ""], [7, "QUELLEN ZUR GESCHICHTE DER STADT WIEN. I. ABTHEILUNG. REGESTEN AUS IN- UND AUSLÄNDISCHEN ARCHIVEN ERSTER BAND. BESPROCHEN VON DR KARL UHLIRZ, ARCHIVAR DER K. K. REICHSHAUPT. UND RESIDENZSTADT WIEN, CORRESPONDENTEN DER K K. CENTRALCOMMISSION FÜR KUNST- UND HISTORISCHE DENKMALE. INNSBEUCK. VERLAG DER WAGNER'SCHEN UNIVERSITATSBUCHHANDLUNG. 1896."], [8, "DRUCK DER WAGNE R' SCHEN UNIVERSITÄTS-BUCHDRUCKEREI."], [9, "Jede wissenschaftliche Kritik, die auf inneren und dauernden Er folg zählen will, muss auf Berechtigung und Verpflichtung begründet sein. Dass ich nach beiden Richtungen beanspruchen kann, mich über ein der Geschichte Wiens gewidmetes Quellenwerk äussern zu dürfen, glaube ich nicht erst des längereu beweisen zu müssen. Nur eines möchte ich hervorheben. Aus leicht begreiflichen Gründen, die ich nicht näher auszuführen brauche, muss ich jeder persönlichen und ausfälligen Kritik feine bleiben, und gerne habe ich diesem Zwang nachgegeben, wenn ich mir auch nicht verhehlen konnte, dass durch diese Beschränkung auf das rein sachliche Gebiet der Darstellung manche anregende und prickelnde Zuthat entzogen und es vornehmlich unmöglich wird, die Vorgeschichte des zu besprechenden Unternehmens mit aller Klarheit darzustellen. Und doch wäre das in gewissem Sinne notwendig, denn nur der mit allen Vorbedingungen dieser Veröffentlichung Vertraute wird es sich erklären können, wie die Mängel, welche wir im Folgenden festzustellen versuchen, entstehen konnten. Ich beschränke mich also darauf, die allgemein bekannt gewordenen Thatsachen anzuführen. Im November 1891 wurde ein von angesehenen Männern verschiedener Stände unterzeichneter Antrag veröffentlicht, der dem Wiener Altertumsvereine die Inangriffnahme von Vorarbeiten für eine historisch-topographische Darstellung der Stadt Wien empfahl. Der Ausschuss des Vereines nahm die erwünschte Anregung auf und richtete sein Augenmerk zunächst auf die Sicherung und Beschaffung der erfor derlichen Geldmittel. In diesem Sinne wandte er sich auch an den Wiener Gemeinderath mit der Bitte um eine Subvention für das geplante Unternehmen. Auf Grund eines vom Stadtrate vorgelegten Berichtes lehnte aber der Gemeinderat in der Sitzung vom 7. März 1893 die volle Erfüllung dieser Bitte ab und fasste folgende Beschlüsse •■) : 1. Eine Subvention von je 5000 fl. jährlich für die Jahre 1893, 1894 und 1895 zu dem Behufe zu bewilligen, dass dieselben zur Deckung ') Amtsblatt der Stadt Wien 1893, Nr. 21, p. 593. v"], [10, "4 der Auslagen für die Erforschung archivalischer Quellen und für die Arbeiten zur Herstellung einer Bibliographie verwendet werden; 2. den Wunsch auszusprechen, da*!s zur Verfassung eines pragma tischen Geschichtswerkes vorerst mit der Erforschung der Quellen und der Arbeiten zur Herstellung einer Bibliographie, eventuell mit Heraus gabe von Monographien über einzelne Gebiete der Culturgeschichte Wiens vorgegangen werde; 3. zu ersuchen, dass die Gemeinde durch einen Delegierten im Redactionscomite' vertreten sei. Diese Beschlüsse schienen, wie das auch in der Debatte hervorge- hoben wurde, das vom Vereine geplante Unternehmen im Keime zu vernichten, und bewirkten daher eine nicht geringe Aufregung. Doch allmählich beruhigten sich die Geister und es kam zu längeren Verhand- lungen, als deren Ergebnis der am 2. Juni 1893 von der Generalver- sammlung des Vereines gefasste Beschluss, „die Subvention der Ge- meinde Wien zur Erreichung der durch Gemeinderatsbeschluss vom 17. März 1893 bezeichneten Ziele dankend anzunehmen \", betrachtet werden kann l). Damit war, wenn auch das Verlangen nach Herstel- lung einer Bibliographie fallen gelassen wurde, der Verein vor eine ganz neue Aufgabe gestellt, wie sie bisher noch nie in den Kreis seiner sich mehr in kunstgeschichtlicher und archäologischer Forschung bewegenden Arbeiten getreten war. Doch scheint man sich über etwa aufsteigende Bedenken bald hinweggesetzt zu haben, und bestellte sofort einen Aus- schuss, der sich Regestencomite' benannte, obwohl seine Aufgabe ja eigentlich nicht so genau begrenzt war, vielmehr dahin gieng, „die aus den erwähnten Beschlüssen sich ergebenden Arbeiten behufs Erforschung der Quellen zur Geschichte der Stadt Wien zu berathen, zu leiten und im Sinne der Subvention auszuführen\". Die erste Frage, welche dieses Comite' zu lösen hatte: Was soll gemacht werden? wurde in folgender Weise beantwortet: „Der Altertumsverein zu Wien gibt mit Unter- stützung der Gemeinde Wien und zur Erreichung der bezeichneten Ziele ein „Jahrbuch zur Erforschung der Geschichte Wiens\" heraus, in zwei Abtheilungen, wovon die eine das eigentliche Regenstenwerk unter dem Titel: „Regesten zur Geschichte der Stadt Wien\" bildet, die andere aber Monographien zur Geschichte der Stadt Wien enthalten soll. Von der Herausgabe einer Bibliographie ist vorläufig abzusehen\". Ich weiss nicht, welche Bewandtnis es mit der Herausgabe von Monographien hat dagegen ist von der ersten Abteilung des geplanten Jahrbuches der erste Band mit folgendem Titel erschienen: Quellen zur Geschichte der ') Berichte des Altertums- Vereines 30 (1894), XIX."], [11, "5 Stadt Wien. Herausgegeben mit Unterstützung des Gemeinderates, der k. k. Reichshaupt- und Residenzstadt vom Altertumsvereine zu Wien. Redigirt von Dr. Anton Mayer, f. Abteilung. Regesten aus in- und ausländischen Archiven mit Ausnahme des Archives der Stadt Wien. I. Band. Wien 1895 -*). Wie Plan und Ergebnis beweisen, ist es eine Arbeit von strengstem fachlichen Charakter, die Herausgabe von Urkundenregesten, welche der Altertums- Verein sich vorgenommen hat. Musste, wie früher angedeu- tet wurde, die Übernahme einer solchen Arbeit gerade durch diesen Verein befremden, so musste die Besorgnis sich steigern, als man die Zusammensetzung des vom Vereinsausschusse bestellten Regestencomite's kennen lernte. Ferne sei es von mir, die unläugbaren und zahlreichen Verdienste welche sich die diesem Comite- angehörenden Herren in vielen Richtungen erworben haben, zu bestreiten oder zu verkleinern, aber ver- gebens wird man eine giltige und nennenswerte Leistung auf dem Gebiete der Urkunden- und Regestenedition oder der Urkundenlehre überhaupt suchen, durch welche der eine oder der andere seine Eignung, ein Unter- nehmen der geplanten Art zu veranlassen, zu beraten oder zu leiten, erwiesen hätte. Man könnte allerdings über diese Forderung leicht hinweggehen mit dem Hinweis auf die ziemlich allgemeine Gering- schätzung, deren sich die historischen Hilfswissenschaften überhaupt, die Urkundenlehre insbesondere, in weiten Kreisen zu erfreuen haben und ich will, den Rat Göthes, bei wissenschaftlichen Streitigkeiten nicht die Probleme zu vermehren, beachtend, mich an dieser Stelle auch gar nicht auf eine Würdigung des methodischen Wertes und des Fortschrittes dieser Disziplinen einlassen. Doch hier handelt es sich nicht um eine Frage allgemein wissenschaftlichen Charakters, sondern um eine rein praktische Sache, die Sammlung und Verzeichnung von Urkunden. Ganz gewiss wird es niemandem einfallen, mit der Anlage und Verzeichnung einer für die öffentliche und gelehrte Benützung bestimmten Naturalien- sammlung einen Mann zu betrauen, der nicht durch den Nachweis der Ver- trautheit mit dem hiebei üblichen Verfahren sowie mit den dafür aufge- stellten wissenschaftlichen Forderungen und Grundsätzen die nötige Sicherheit böte, dass er sich seiner Aufgabe mit gutem Erfolg ent ledigen werde. Was dem einen recht ist, muss auch dem andern zu gestanden werden. Dringt man auf fachmännischen Befähigungs nachweis in den Naturwissenschaften, so ist derselbe noch weniger zu umgehen bei Hilfsarbeiten auf dem Gebiete der Geisteswissenschaften, da ') In dem Augenblicke, da ich die Korrectur dieses Aufsatzes erhalte, wurde der zweite Band ausgegeben,"], [12, "6 ja, ganz abgesehen von den, wie ich glaube, anders gearteten und ge steigerten Anforderungen, hier die Fehler viel leichter zu bemänteln und keineswegs wie dort auf den ersten Blick zu erkennen sind. Gleichgiltig keit aber gegenüber diesen Dingen ist wahrlich nicht am Platze. Selbst ein so überzeugter Gegner dieser Disziplinen wie Ottokar Lorenz, wäre sehr überrascht, wollte man aus seinen Bemerkungen etwa die Berech tigung von Fahrlässigkeit uud Unkenntnis bei der Veröffentlichung oder Regestierung von Urkunden ableiten. Denn ausdrücklich gibt er selbst zu, dass in der grösseren Genauigkeit, in der Menge neuer Beobach tungen, in der Erweiterung thatsächlicher Kenntnisse eiu grosser Vorzug unserer Zeit vor der älteren liege. Und auf diesen Vorzug dürfeu wir an keiner Stelle verzichten, vollends nicht bei einer aus öffentlichen Geldern bewerkstelligten Publication, für welche die Worte zu gelten haben, in denen sich Julius Ficker am Schlüsse seiner Beiträge zur Urkundenlehre (2, 468 § 495) über diese Fragen geäussert hat: „Freilich ergiebt meine Arbeit die Nothwendigkeit der Beachtung der gering fügigsten Einzelnheiten, falls genügende Ergebnisse erreichbar sein sollen ; ich glaubte oft, Umstände betonen zu müssen, nicht unwichtige Folge rungen aus ihnen ziehen zu dürfen, bei denen bisher nicht leicht jemand daran gedacht haben wird, dass sie überhaupt für irgendwelchen Zweck beachtenswert sein können. Damit werden denn allerdings sehr gestei gerte Ansprüche an die Veröffentlichungen von Urkunden zu stellen sein. Ich habe dabei nicht Editionen im Auge, die für besondere Zwecke, für das zeitweilige Bedürfnis mit privaten Mitteln unternommen werden, bei denen von einer Verwendung für Zwecke der Diplomatik zunächst ganz abzusehen ist; in jedem Einzelfalle dieselben höchsten Forderungen zu stellen, würde teils keinen ausreichenden Zweck haben, teils geradezu nachtheilig sein, weil es von an und für sich nützlichen, wenn auch nicht allen Forderungen entsprechenden Veröffentlichungen abhalten würde. Aber ein anderer Massstab wird anzulegen sein an Sammlungen, welche aus öffentlichen Mitteln oder von öffentlichen Anstalten zu dem allgemeinen Zwecke unternommen werden, die Einsichtnahme der Originale selbst fortan möglichst entbehrlich zu machen, an welche schon deshalb die höchsten Forderungen zu stellen sein werden, weil die einmal mit so bedeutendem Aufwande von Mühe und Kosten unternommene Herausgabe jede noch malige Veröffentlichung desselben Vorrates für lange Zeiten ausschliesst\". Man wird dem Standpunkte, den ich mit diesen Bemerkungen ein genommen habe, die Anerkennung kaum weigern können und es be greiflich finden, wenn ich vor allem die Zusammensetzung des Regesten comite's als seiner Aufgabe nicht entsprechend bezeichnete. Das besorg liche Gefühl, das jeden mit der Sache und den Personen Vertrauten"], [13, "7 beschleichen musste, wurde keineswegs dadurch behoben, dass dieses Comite\" seine Beratungen in tiefes Geheimnis hüllte, statt dieselben der kritischen Beurteilung zu unterwerfen. Und das Letztere wäre keine Schande gewesen. In dem so inhaltsreichen eilften Bande der natur wissenschaftlichen Schriften Göthes finde ich auf S. 26 den Satz: „In wissenschaftlichen Dingen ist es schon nützlich, jede einzelne Erfahrung, ja Vermutung öffentlich mitzuteilen, und es ist höchst räthlich, ein wis senschaftliches Gebäude nicht eher aufzuführen, bis der Plan dazu und die Materialien allgemein bekannt, beurteilt und ausgewählt sind.\" Das von Göthe empfohlene Verfahren ist denn auch immer eingehalten worden und selbst Gelehrte von hohem Rufe und unbezweifelter Fachkenntnis haben es nicht verabsäumt, das Programm für die Ausführung grosser gelehrter Arbeiten, zu deren Leitung sie berufen wurden, bekannt zu machen. Hat das Regestencomite' sich über diese Verpflichtung hinweg gesetzt, so muss es sich gefallen lassen, dass die Kritik hinterher das Wort nimmt und ihr Recht wahrt. Die erste Frage, an der sich kritische Erwägung zu erproben hat, ist ohne Zweifel die, ob der Beschluss, ein Regestenwerk zur Geschichte der Stadt Wien herauszugeben, dem wissenschaftlichen Bedarf und dem bisherigen Stande der Quellen Veröffentlichung entspricht. Wie männig lich bekannt, versteht man unter Regest eine kürzere oder längere Inhalts angabe, welche in unserem Falle auf Urkunden oder Akten zurückgeht. Diese Regesten können verschiedenen Absichten dienen, von denen wir zunächst nur zwei hervorheben wollen. Entweder sollen sie das bereits gedruckte, aber an verschiedenen Stellen zerstreute Materiale zusammen fassen, dann bieten sie etwas abschliessendes. wie das grosse Unterneh men der neubearbeiteten Böhmer'schen Regesten. Oder aber sie sollen neu aufgefundenen, noch ungedruckten Quellenstoff der Benützung rasch zugänglich machen, dann haben wir es mit einer vorläufigen Veröffent lichung zu thun, welche ihren Wert verliert, sobald die endgiltige Bearbei tung erschienen ist. In keinem Falle ist das Regest etwas selbständiges und vermag niemals den vollständigen Abdruck, beziehungsweise die durch einheitliche Bearbeitung gleichartigen Stoffes erzielte Kürzung zu er setzen. Denu ist ein Regest zu weitläufig, dann verliert es den Nutzen der Uebersichtlichkeit, und beschränkt man sich auf eiue knappe Inhalts augabe, so gehen jene zahlreichen Einzelheiten verloren, die dem Sprach forscher, dem Bearbeiter des Privatrechts, dem Diplomatik^r von Wert sind, ganz abgesehen davon, dass ja die Urkunde selbst den\\ Historiker ganz andere Anschauung zu gewähren vermag, als das oft hölzerne und unklare Regest eines neueren Bearbeiters, dass ferner Dinge nicht beachtet werden, welche die fortschreitende Forschung binnen kurzer"], [14, "8 Zeit der Beachtung wert findet, dass also ein Regestenwerk sehr rasch veralten kann, was bei einem sorgsam gearbeiteten Urkundenbuch nicht so leicht der Fall ist. Fragen wir uns nun, welche Voraussetzungen in dem bisherigen Stande der Veröffentlichung von Urkunden zur Ge- schichte Wiens gegeben sind, so kann die Antwort nicht im Sinne der einen oder andern Regestenart ausfallen. Wir besitzen noch immer kein Urkundenbuch der Stadt, ein grosser Teil der Urkunden harrt noch der Erlösung aus dem Banne der Archive, so kann also von Regesten in jenem abschliessenden Sinne nicht die Rede sein. Anderseits ist doch wiederum eine sehr erhebliche Anzahl von Urkunden, namentlich für die Zeit bis 1400, bereits in genügender Form bekannt gemacht, so dass es sich also auch nicht darum handeln kaun, ohne Wahl den archiva- lischen Stoff auf den Markt zu bringen. Hält man sich diese Verhält- nisse, die wir später noch ziffermässig feststellen werden, vor Augen, so ergibt sich aus ihnen der zu befolgende Arbeitsplan. Unzweifelhaft, und das kann nicht oft und scharf genug betont werden, muss als Haupt- aufgabe das Urkundenbuch der Stadt im Auge behalten werden. Es ist nicht allein eine Ehrensache Wiens, darin als eines der grössten Gemeinwesen deutscher Zunge nicht hinter andern Städten zurückzu- bleiben, es ist auch eine Forderung, die im Interesse der Geschichte des Kaiserstaates gestellt und erfüllt werden muss. Alle andern Veröffent- lichungen können nur als Vorarbeiten dazu angelegt und durchgeführt werden. Ohne Frage hätten diese eine Menge neuen Materiales zu Tage gefördert, das in Auszügen oder selbst in vollständigem Abdrucke sofort nach seiner Auffindung bekannt gemacht werden sollte und konnte. Ich brauche nicht zu verhehlen, dass im Sinne dieses Programmes schon lange bevor die Absicht der Herausgabe einer Geschichte Wiens kund gegeben war, von Seite des Stadtarchivs die vorbereitenden Massnahmen getroffen waren. Anderer Meinung allerdings waren die Herren vom RegestenconiM Sie fanden, dass „durch wörtlichen Abdruck von Urkunden das ganze Unternehmen zu umfangreich wäre (!) und ein (!) Erscheinen auch zu lange hinausgerückt würde, anderseits schon durch ein gutes Regest der Wunsch erfüllt ist, zuverlässige urkundliche Grundlagen in bequemer und allgemein zugänglicher Gestalt zu erhalten\", und rühmen von ihrer Thätigkeit, „dass jetzt durch ausführliche Regesten der beabsichtigte Zweck für die Geschichte der Stadt Wien eher und weniger kostspielig erreicht werden soll, als dies durch (!) einen vollständigen Urkunden abdruck der Fall ist\". Was für Gründe! Sehen wir von dem Spiele mit den Worten des Gemeinderatsbeschlusses und auch davon ab, dass in der Anschauung der Herren Urkundenbuch und vollständiger Abdruck"], [15, "9 so fest miteinander verbunden sind, dass sie ganz übersahen, wie es heute durch einheitliche Bearbeitung, durch Zusammenfassung minder wertiger Stücke unter der Hauptausfertigung und manche andere Be helfe möglich ist, bedeutende Raumersparnis ohne Schädigung des wis senschaftlichen Erfordernisses zu erzielen! Wie aber verhält es sich mit den Kosten und dem Zeitaufwande ? Ueber erstere könnte man allerdings bestimmt nur urteilen, wenn man in die Verrechnung des Regestenwerkes Einsicht hätte und ebenso könnte man den Nachweis, dass ein Urkundenbuch auch nicht theurer gekommen wäre, nur in der Praxis liefern. Aber das eine kann man bestimmt sagen, dass mit dem vom Gemeinderate bewilligten Betrage von 15.000 fl. bei einsichtiger und zweck mässiger Organisation ein schönes Stück gelehrter Arbeit zu leisten war. Man wird also dem Hinweis auf die Kosten vorläufig mit berechtigtem Zweifel gegenüberstehen. Noch weniger vermag aber den Sachkundigen die vorgeschobene Zeitersparnis zu rühren. Das ist ja ein gutes Alt- Wiener-Beweisgründlein, immer Dinge in die Erörterung zu ziehen, die unfassbar sind, eine Widerlegung deshalb nicht leicht gestatten, aber mit der Sache selbst eigentlich nichts zu thun haben. Dass ein Wiener Urkundenbuch ebenso wie das vieler anderer Städte zu Stande gebracht werden kann, steht ja doch ausser Frage. Und was nun das hastige Drängen betrifft, so unterliegt es keinem Zweifel, dass wissenschaftliche Arbeit nicht ohne Not verzögert, sondern rasch und thatkräftig geför dert werden soll. Aber schon Johannes von Müller hat einmal gesagt, die Kunst besteht nicht in der Eile, und wir werden später im ein zelnen sehen, wie gut das Regestencomite' daran gethan hätte, diesen Spruch zu beherzigen. Hauptsache ist doch, dass Gutes und Tüchtiges geleistet werde, und das braucht nun einmal seine Zeit. Diese aber war gegeben, denn der Gemeinderat hat in keiner Weise einen Termin ge stellt oder sonst zur Ausführung gedrängt 1). Wir werden aber ver sichert, dass es mit der Sache dennoch die höchste Eile gehabt habe, damit nicht der nächste Zweck, die Verwertung „für die im Zuge (!) befindliche Geschichte Wiens\" vereitelt werde. Man traut kaum seinen Augen! Unverzagten Muthes, ohne auch nur zu erwägen, ob die wis senschaftlichen Vorbedingungen für eine Geschichte der Stadt gegeben ') Der noch öfters zu erwähnende Recensent im öst. Literaturblatt 4 (1895)^ 499 bringt gar den Zeitgeist herein. „Erwägt man ferner die Hast unseres Zeit geistes, welchen nur bald eintretender Erfolg befriedigt, lang ausbleibender mit Misstrauen erfüllt und nur zu rasch abkühlt, so erkennt man, wie sehr es sich empfehlen musste, schnell etwas auf den Tisch zu bringen.\" Armer Zeitgeist ! Wie viel ward und wird auf deinen Kamen hin gesündigt, jetzt musst du noch nachlässig gearbeitete Regesten auf dich nehmen!"], [16, "10 sind, tritt man mit dem Plane eines solchen Werkes vor die Oeffent lichkeit, in der Mahnung des Gemeinderates, zuerst die Grundlage der Darstellung zu prüfen und zu festigen, erblickt man eine höchst un günstige Hemmung, auf einmal aber sind die Regesten für eben jenes Werk so wichtig und notwendig, dass ihre Fertigstellung mit grösster Hast und mit bewusster Ablehnung aller vom wissenschaftlichen Stand punkte zu erhebenden Forderungen und Bedenken durchgeführt werden muss. In der That eine überraschende Bekehrung, an deren Ernst man umsowtniger glauben möchte, als, wie wir später sehen werden, dieser in die Feuerlinie gerückte Zweck durch die erschienenen Regesten in keiner Weise erreicht werden kann. Aus dem Gesagten erhellt, dass die vom Comite' vorgebrachten Gründe für die Herausgabe eines Regesteuwerkes keine grosse und über zeugende Beweiskraft haben, dass sie heute ebenso wenig berechtigt sind, wie sie es vor 24 Jahren waren, wo wir ihnen in der Vorrede zu Tomascheks Rechten und Freiheiten begegnen. Somit kann ich schon die erste Vorfrage nicht im Sinne des Comite's beantworten und ich muss hervorheben, dass die Art der Lösung um so gefährlicher ist, als durch dieselbe das Zustandekommen eines Urkundenbuches der Stadt Wien sehr erschwert, wenn nicht gar verhindert wird. Ganz gewiss „dele giert (!) auch diese Publikation nicht einem streng wissenschaftlichen Urkundenbuch der Stadt Wien -■)\", sie kann das vor allem nicht in Folge der später nachzuweisenden Mängel der Ausführung, aber es ist doch nur zu sehr zu befürchten, dass sie ebenso wie die „Rechte und Frei heiten\" ihre hemmende Wirkung durch Jahrzehnte üben wird. Denn es ist doch sehr zu beachten, dass durch so verfehlte Versuche das allgemeine Vertrauen in den Wert und Nutzen wissenschaftlicher Arbeit tief erschüttert wird, dass in weiten Kreisen das Interesse daran erlahmt und allmählich verderbliche Gleich giltigkeit und Geringschätzung sich einschleichen. Waren nun einmal Regesten zur Veröffentlichung ausersehen, so warf sich die nächste Frage auf: Wie sollen sie gesammelt, bearbeitet und für den Druck angeordnet werden ? Die Antwort hängt ausschliess lich von dem Zwecke ab, dem sie zu dienen haben, und dabei kann es sich, wie schon früher angedeutet wurde, um zwei ganz verschiedene Dinge handeln. Entweder wollte man eine Vorarbeit rein archivalischen und provisorischen Charakters liefern und nur eine Uebersicht über das in den verschiedenen Archiven zerstreute urkundliche Materiale zur Ge schichte Wiens gewinnen; wie das allerwärts geschieht, hätte man sich ») Oest. Literaturblatt 4 (1895), 498."], [17, "11 diesem Zwecke entsprechend auf kurze Inhaltsangaben und billige Aus stattung beschränken können. Ja es würde nicht wenig zur Uebersicht lichkeit beigetragen haben, wenn man nur die noch unbekannten Urkunden ihrem Inhalte nach angeführt, bei den übrigen sich mit dem Hinweis auf den Abdruck begnügt und etwa nur wichtigere Verbesserungen und Ergänzungen angegeben hätte. Wie viel Zeit und Raum dabei erspart worden wäre, mag die folgende Tabelle veranschaulichen, in der die ungedruckten uud die bereits irgendwie veröffentlichten Urkunden neben einander gestellt sind: Daraus ergibt sich uns folgende Gesainmtübersicht : ') Die Schlusszahl differiert von der des Bandes, da ich die bei Nr. 945 ein geschobene Urkunde in die Rechnung einbezogen habe. saec. XII. saec. XllL saec. XIV. saec. XV. saec. XVI. saee. XVII. xvm 2 ' ■* ü ! tt -L i — C « 3 bß Archiv 2 * - - 3 U) 3 'S 3 = -g 3 an 2 I \" I a 3 U 3 1 - S « ~ I \" München 6 I 16 10 18 37 4 6 — Rom. Vatic. Archiv -- 3 1 16 25 19 24 3 1 Rom. Archivio di Stato: -I- 2 8 24 Rom. Vatic. Bibl. — — Wien. Schotten - 9 36 173 106 43 Heiligenkreuz — 1 16 4 41 30 — 11 — 23 — Zwettl 10 15 42 31 5 — 28 — 8 — 28 — Lilienfeld 11 36 36 4 5 6 3 Wien. Statthalterei 25 22J — 219 — Jahrhundert ungedruckt gedruckt Zusammen XII. 10 10 XIII. 26 119 145 XIV. 135 332 467 XV. 223 76 299 XVI. 273 4 277 XVII. XVIII. 59 59 Summen 716 541 1257 i)"], [18, "12 Daraus können wir ersehen, dass rund 43% der regestierten Ur kunden bereits bekannt waren, und nicht minder lehrreich ist die Ver teilung auf die einzelnen Jahrhunderte, der zu Folge von Urkunden des 1 2. Jahrh, alle, von denen des 13. Jahrh. 82%, von denen des 14 Jahrh. 70%, von denen des 15. Jahrh. 26%, von denen des 16- Jalir-1- 2%, von denen des 17. Jahrh, keine bekannt waren1), was also deutlich zeigt, dass an dem Zuwachse von neuem Materiale die ältesten Zeiten den geringsten, das 15., 16. und 1 7. Jahrhundert den grössten Anteil haben, dass also jene Zeiten , in denen die Urkunde den grössten und ausschliesslichen Wert hat, am kärglichsten in dieser Hinsicht bedacht sind. Wir werden diese Zahlen im Gedächtnisse behalten, um aus ihnen noch weitere Folgerungen zu ziehen, vorläufig möchte ich nur hervorheben, dass sich aus ihnen klar ergibt, wie nützlich und übersichtlich eine auf Hervorhebung des noch unbekannten Stoffes beschränkte Zusammenstellung gewesen wäre. Aber ein derartiges, trotz oder vielleicht in Folge seiner Anspruchs losigkeit billiges und bequemes Verzeichniss lag nicht in den Absichten ■des Comite's, welchem vielmehr wie der Titel, die Vorrede und die Aus stattung zeigen, eine höhere Aufgabe vorschwebte, nämlich die „zuver lässige urkundliche Grundlage (für die Geschichte Wiens) in bequemer und allgemein zugänglicher Gestalt\" zu beschaffen. Das ist nun der zweite, unzweifelhaft wichtigere und endgiltige Zweck von Regesten und dieser Aufgabe muss natürlich vor allem die Fassung der Auszüge ent sprechen, welche in möglichst einheitlicher Form dem Historiker alles das mitteilen sollen, was für Forschung und Darstellung von Wert ist. Dass es in diesem Falle noch mehr als bei der blos archivalischen Vor arbeit auf centrale Leitung und eindringende Sachkunde ankommt, ist ja auf den ersten Blick klar, und nicht minder leicht einzusehen wie auch dem Laien verständlich wird die Forderung sein, dass sich vor allem die Anordnung der Regesten nach dem Zwecke richten muss, dem sie dienen sollen. Während im ersten Falle die Urkunden in Hinsicht auf ihre Lagerorte bearbeitet werden, also unzweifelhaft die Anordnung nach den Archiven vollauf berechtigt ist, tritt bei der Lösung der zweiten Aufgabe ein ganz anderes Moment, die Forderung des Historikers, in den Vordergrund. Wie nun alle geschichtlichen Vorgänge sich im Laufe der Zeit abspielen und alles historische Denken und Erkennen auf der Zeit ruht so bedarf der Geschichtsforscher vor allem der chronologischen Ordnung seines Stoffes, welche durch die sachliche ergänzt, erst in der neuern ') Diese Zahlen ergeben einen ganz andern Masstab der Wertbeurteilun\" als ihn der Kritiker im Oeat. Literaturblatt 4, 498 dem Leser in die Hand drücken möchte."], [19, "13 Zeit bei dem Vorwiegen des Aktenmaterials durch diese teilweise ersetzt werden kann. Was ihm aber gar keinen belangreichen Aufschluss ge währt, ist der Lagerort der Urkunde, der vollends auf dem Forschungs gebiete, dem die vorliegenden Regesten gewidmet sein sollen, erst in zweiter Linie, sehr oft gar nicht in Betracht kommt. Welch' nützliches und bequemes Hilfsmittel wäre der Forschung geboten worden, wenn man sich die Mühe genommen hätte, etwa die auf die Geschichte Wiens bezüglichen Urkunden des 13. und 14. Jahrhunderts zusammenzustellen und ihnen in weiteren Bänden die der folgenden Zeiten anzureihen ! Dem Comite' war ja diese Methode bekannt und die Vorrede erkennt den wissenschaftlichen Wert derselben an. Man sollte nun denken, dass nichts einfacher und richtiger gewesen wäre, als sich, da die Geldmittel vorhanden waren, um die Ausführung eines Jedermann erwünschten Hilfs buches zu bemühen. Aber solchen Erwägungen gaben sich die Herren des Comite's nicht lange hin. Nachdem sie ihre Reverenz vor der wissen schaftlichen Bedeutung der chronologischen Anordnung gemacht hatten. fanden sie, dass bei ihrer Ausführung selbst der erste Band „mehrere Jahre (!?) an Vorbereitung\" gekostet hätte und dadurch „der Beginn der Veröffentlichung in eine nicht zu bestimmende Ferne gerückt würde.\" Also wieder werden Arbeit und Zeit vorgeschoben, wieder in ganz ungerechtfertigter Weise. Sehen wir von der Arbeit ab, welche ja jeder für den Fortgang wissenschaftlicher Thätigkeit besorgte Gelehrte gerne auf sich nehmen wird, so kann ja auch hier das Argument mit der Zeit nur als Scheingrund bewertet werden. Denn wie überhaupt die Aufgabe des Historikers, so beginnt auch das von dem Altertumsvereine geplante Werk mit den frühesten Zeiten, mit den Anfängen der Stadt, und für diesen Zweck sind ja natürlich nur <lie ältesten Urkunden von Wert und daher auch zuerst zu beschaffen. Und diese Aufgabe wäre selbst, wenn man erst am 7. März 1893 mit den Vorarbeiten begonnen hätte, leicht auszuführen gewesen, während bei dem von dem Regesten comite' angenommenen Verfahren dieses Ziel erst in vielen Jahren, wenn das Materiale in dem vollen Umfange für alle Jahrhunderte beigebracht ist, erreicht werden kann, man die ältesten Urkunden nicht früher voll ständig beisammen * haben wird als die spätesten. Hatte man aus nichtigen Gründen den rechten Weg verlassen, so schlug man mit aller Ruhe den gefehlten ein. Geld war da in Hülle und Fülle, man war in der Lage, an verschiedenen Orten zu gleicher Zeit arbeiten zu lassen, so setzte man die bekannte Maschine kapitali stisch-gelehrter Productionsweise in Betrieb. Die Sache gieng ganz flott. An allen Orten begegnete man einer für die Stadt Wien ausserordentlich schmeichelhaften und wertvollen Sympathie, in Kloster- und Staats-"], [20, "14 archiven stellten sich Mitarbeiter ein, rasch und in grosser Zahl flogen die Regestenblätter zu. Das war alles schön und gut, wenn auch von vorneherein eine störende Ungleichmässigkeit , je nach den grösseren oder geringeren Kenntnissen, dem Eifer und der Auffassung der ein zelneu Beitragenden zu erwarten war, welche nur bei einheitlicher Leitung und unter der Beihilfe gleichmässig geschulter, mit der Geschichte Wiens wohlvertrauter Mitarbeiter hätte vermieden werden können. Noch immer stand der Weg zur Umkehr offen. Entschlug man sich schon der zweckmässig organisierten Leitung und entschied man sich für die vielleicht raschere, aber gewiss nicht so zuverlässige Decen tralisierung in der Sammelarbeit, so hätte man wenigstens in Wien die einlangenden Beiträge zusammenfassen und entsprechend bearbeiten können. Aber da nun einmal das abgekürzte Verfahren sich so prächtig bewährt hatte, beschloss man, auch weiterhin dabei zu bleiben, uud wurde rasch darüber einig, ,,das Materiale nach den Archiven, wie es eben, chronologisch geordnet (!), aus denselben einlangt, sofort dem Drucke zu übergeben.\" Ob die Herren, als sie diesen schön stilisierten Beschluss fassten, sich wohl darüber klar waren, was auf diesem Wege zu Tage kommen werde? Man sündigt nicht ungestraft gegen logische Gesetze, die ja wahrhaftig nicht blos dazu da sind, um in Lehrbüchern unbeachtet zu stehen, sondern auch ihre Anwendung im practischen Gebrauche verlangen. Hat das Regestencomite' sich mit seinem Beschlusse gegen die Forderung, dass die Anordnung des urkundlichen Stoffes dem Zwecke, dem er dienen soll, entsprechen müsse, vergangen, so war es eine natürliche Folge, dass der erste erschienene Band schwere Mängel an sich tragen musste. Die Regesten sind in ihm nach den Archiven, aus denen sie stammen und innerhalb derselben chronologisch geordnet, wir erhalten also folgendes Bild: I. München 1215—1538. II. Rom, Vatic. Archiv 1235—1590. III. Rom, Archivio di Stato 1422—1487. IV. Rom, Vatic. Bibliothek 1249—1298. V. Wien, Schottenarchiv 1158—1497. VI. Heiligenkreuz 1207—1775. VII. Zwettl 1157—1667. VIII. Lilienfeld 1209—1790. IX. Wien, Statthaltereiarchiv 1323—1599. Man ersieht auf den ersten Blick die Ungleichmässigkeit im Anfang und im Endjahre. Sie zwingt den Historiker, der sich das Materiale für seinen Gebrauch zusammenstellen will, nach 1207 an zwei, nach 1209 an drei, nach 1215 an vier, nach 1235 an fünf"], [21, "15 nach 1249 an sechs, nach 1323 an sechs und nach 1422 an sieben Stellen nachzuschlagen, ob da keine in den Kreis seiner nächsten Auf gabe fallende Urkunde verzeichnet sei. Diese unglaubliche Unbequem lichkeit wächst natürlich mit jedem folgenden Bande, so dass endlich dem Historiker nichts übrig bleibt, als inmitten dieser Bände zu sitzen und Jahr für Jahr, Monat für Monat jeden derselben durchzusehen. Es wäre sehr nützlich gewesen, wenn das Regestencomite dem Bande eine eigene Gebrauchsanweisung beigegeben hätte, denn ich weiss mir nur zwei Auswege. Entweder schreibt sich der Historiker, der sich mit Ge schichte Wiens beschäftigt, die Regesten auf Zetteln ab, die er dann nach seinem Bedarf ordnen kann, oder wenn er ein Crösus ist, kauft er sich zwei Exemplare jedes Bandes, die er zerschneiden und deren ein zelne Nummern er sich auf Papierblätter kleben lässt. Hat er aber das gethan, so nützt es ihm auch nicht viel, da er ja wieder nichts Vollständiges vor sich hat. Denn erstens muss er, mag er in welcher Zeit immer arbeiten, mit Geduld auf das Erscheinen des allerletzten Bandes warten, und zweitens ist selbst für die benutzten Archive die Arbeit nicht abgeschlossen, da dieselben keineswegs, wie uns in der Vorrede versichert wird, vollständig ausgebeutet sind. Wollte man etwa nach dem Abschlüsse des Unternehmens diesem Mangel durch ein chronologisches Gesammtregister •*■) abhelfen, so wäre das ein nicht minder dilettantisches Auskunftsmittel. Denn mit der blossen Nummernreihe in zeitlicher Folge ist ja nichts geholfen und würde mau die Regesten wiederum abdrucken, so würde das Register ja beinahe ebenso viel Umfang haben und Kosten verursachen, wie das Hauptwerk selbst, und es müsste alsdann jedem klar werden, dass man wieder einmal das Pferd beim Schweif aufgezäumt hat. Das Regestencomite' meint allerdings sein Verfahren dadurch recht fertigen zu können, dass es uns versichert, es könne auf „einen gleichen Vorgang bei einer Regestenedition hingewiesen werden, welche mit einem der grössten Prachtwerke der Gegenwart, dem „Jahrbuch der kunst historischen Sammlungen des Allerh. Kaiserhauses\", in überaus glück licher und die Forschung wesentlich unterstützender Weise verbunden ist.\" Das scheint einzuleuchten und ist doch ganz verfehlt. Denn durchaus verschieden sind Gegenstand und Aufgabe. In dem Jahrbuche handelt ') Der Kritiker im Oest. Literaturblatt 4 (1895), 500 verrät uns den köst lichen Plan, dass dem auch von ihm erkannten, durch den bösen Zeitgeist ver anlassten „in Serie I herrschenden Uebelstande von Zeit zu Zeit (!) durch chrono logische Generalregister über mehrere Bände geholfen ( ! ) werden\" soll. Zum Schluss muss dann wohl noch ein Generalissimum über diese verschiedene General register angefertigt werden!"], [22, "16 es sich um die Zusammenstellung von zum grössten Teile unbekannten Notizen zur Geschichte der Kunst und des Kunstgewerbes, für welche nicht allein Urkunden, sondern alle Arten archivalischer Quellen ver wertet werden. In diesem Falle ist die Beschränkung auf ein bestimmtes Archiv geboten und empfiehlt sich auch deshalb, weil das in den ein zelnen Archiven enthaltene Materiale gerade in Hinsicht auf die Kunst seinen besonderen, abgeschlossenen Charakter trägt, der an und für sich der Beachtung wert ist. Ganz anders aber steht es mit einer Regesten sammlung zur Geschichte einer Stadt. Dass hier erstens einmal die Beschränkung auf Urkunden nötig ist, werden wir noch später zu be sprechen haben. Zweitens ist ja in Hinsicht auf Wien ein grosser, für die älteren Zeiten der grösste Teil des urkundlichen Stoffes gerade nach den einzelnen Archiven bereits veröffentlicht worden. Selbst wenn man es als einen Zweck solcher Regesten aufstellen wollte, die Beziehungen der Stadt Wien zu Zwettl, Passau, Heiligenkreuz etc. zu beleuchten, (richtiger wäre wohl das umgekehrte), so liegt dafür das Materiale wenigstens bis etwa 1440 bereits vollständig, ja wie wir sehen werden, viel vollständiger als in den Regesten, vor --). Was also im Jahrbuche die Regel, wird hier zur Ausnahme, und es ist ganz ungerechtfertigt, selbst wenn in einzelnen Archiven ganze Bestände bisher noch unbe kannter Urkunden zu Tage treten sollten, diesen Ausnahmen zu Liebe eine Anordnung durchzuführen, welche allerdings dem Comite' und der Redaction rasche und sorglose Arbeit ermöglicht, dafür aber dem Be nutzer alle Unbequemlichkeit und Unsicherheit überlässt. Denn darüber kann gar kein Zweifel bestehen, dass durch das sinn reiche Verfahren des Comite's die Rollen völlig vertauscht sind. Während gemeinhin das Verdienst von Urkundenbüchern und Regestenwerken darin liegt, dass Herausgeber und Verfasser sich aller mühsamen Arbeit unter ziehen, um sie andern zu ersparen, hat sich das Regestencomite' die Sache in jeder Weise leicht zu machen gewusst. ') So entsprechen in dem vorliegenden Bande den Regesten aus dem Mün chener Reichsarchiv die Authentica Pataviensia in dem 29.— 31. Bande der Mo numenta Boica, den Regesten aus dem Schottenarchive das bis zum Jahre 1418 reichende, von Hauswirth herausgegebene Urkundenbuch (Fontes Dipl. 18. Bd.), den Regesten aus dem Heiligenkreuzer Archiv die bis zum Jahre 1400 reichende, von Joh. Nep. Weis herausgegebene Urkundensammlung (Fontes II, 11. und 16. Bd.). Ein Teil der Zwettler Urkunden ist in dem 3. Bande der Fontes abgedruckt, Regesten der Lilienfelder Urkunden hat in reicher Auswahl Hanthaler in seinem Recensus beigebracht. Mit Rücksicht auf die Geschichte Wiens hat übrigens auch Hormayr in dem Urkundenbuch zu seiner Stadtgeschichte viele wichtige Stücke aus den angeführten Klosterarchiven veröffentlicht."], [23, "17 Wenn ich am Schlüsse dieser auf die Anlage und Anordnung im allgemeinen gerichteten Bemerkungen noch das Aeussere des Buches bespreche, so genügt ja der Hinweis darauf, dass es in der Officin von Adolf Holzhausen hergestellt ist, um eine vortreffliche typographische Leistung erwarten zu lassen. Allerdings wird die Frage gestattet sein, ob es zweckmässig war, für eine Veröffentlichung, die ausschliesslich gelehrter Arbeit zu dienen hat, und die ohne Zweifel, wenn auch erst nach einer Reihe von Jahren, denn doch einmal durch ein Urkunden buch ersetzt werden muss und dann ganz überflüssig und wertlos ist, so kostspielige Ausstattung in Druck und Papier zu wählen, dass die selbe trotz der grossartigen Beihilfe von Seite der Gemeinde nur in einer geringen Anzahl von Exemplaren und zu dem erschreckenden Preise von 10 fl. für den Band von 45 Bogen ausgegeben werden musste. Ferner wird man es rügen müssen, dass die innere Unbequemlichkeit noch durch die äussere, so vor allem den höchst beschwerlichen Spalten druck vermehrt wird. Auch hier war offenbar das Jahrbuch der kaiserl. Kunstsammlungen Muster. Doch hat man wiederum manches übersehen und so, was dort ein Vorteil ist, hier in den Nachteil verkehrt. Im Jahrbuche hat die ganze Kolumne 157 mm. Breite und 240 mm. Höhe, in den Quellen aber 145mm. Breite und 220mm. Höhe, weshalb eine Spalte im Jahrbuche 76 mm. breit und 233 mm. hoch, in den Quellen aber nur 70 mm. breit und 215 mm. hoch ist. Da nun ausserdem in den Quellen grössere Typen verwendet sind, so fasst eine Spalte nur wenig Satz und das Auge muss nach kurzen Zeilen abbrechen und fort während ab- und auflaufen, was das dauernde und rasche Nachsuchen sehr erschwert. Zudem hat sich das Regestencomite' die im Jahrbuche nach altbewährtem Vorgänge durchgeführte Verwendung des Cursiv druckes für die Zuthaten des Bearbeiters entgehen lassen, eine Hilfe, die man dem Benutzer um so weniger versagen durfte, als die Urkunden auszüge oft recht weitläufig geraten sind. Ja sollte das Werk über haupt seinem Zwecke in bequemer Weise dienen, so musste in den Regesten besonders kenntlich gemacht werden, was denn eigentlich auf Wien Bezug habe, während man jetzt oft für die Stadtgeschichte ganz be langlose Regesten durchsehen muss, um etwa in der Datierung eine Er wähnung der Stadt, in der Zeugenreihe den Namen eines Wiener Bürgers zu entdecken. Wenden wir uns nach diesen, wie ich glaube, gerechtfertigten und auch dem Laien verständlichen Bedenken gegen Plan und Anordnung der Ausführung im einzelnen zu , so müssen wir hier zwischen den Leist ungen der Redaction und jenen der einzelnen Mitarbeiter scheiden. Die ersteren, welche uns zunächst beschäftigen sollen, lassen manchen Wunsch 2"], [24, "18 offen. Wir vermissen gleich in der Vorrede allerlei, was man nun ein- mal in derartigen Werken zu suchen und auch zu finden gewohnt ist, so vor allem eine Aufklärung darüber, wie man den topographischen Begriff Wien bestimmt hat: hielt man sich innerhalb der alten Linie oder ist schon auf die letzte grosse Erweiterung Rücksicht genommen? Wie gerne würden wir erfahren haben, welche Archive überhaupt in den Bereich der Bearbeitung gezogen werden sollen ! Wie neugierig wären wir auf die Anweisung gewesen, welche den Mitarbeitern hiuaus- gegeben wurde und von der wir nicht viel mehr erfahren, als dass sie mit dem steifen Worte Regulativ benannt war und nicht beachtet worden ist! Wie dankbar wären wir für eine Aufklärung darüber gewesen, wie man es mit jenen Urkunden gehalten hat, in denen Wien nur als Ort der Handlung oder Beurkundung genannt wird! Sie ganz auszuscheiden geht ja nicht an, da schon Hormayr darauf aufmerksam gemacht hat, dass wir auf diesem Wege einzelne der ältesten Erwähnungen der Stadt erhalten, und da sie auch für die spätere Zeit manchen Aufschluss über die An- wesenheit fremder Fürsten und Adeligen, über den Aufenthalt von Kar- dinälen, Bischöfen und Aebten gewähren l). Derartige Urkunden sind allerdings aufzunehmen, während bei den Ausfertigungen der landes- fürstlichen Kanzlei eine sachgemässe Auswahl stattzufinden hat. Das ist eben auch einer jener Punkte, wo die Maschine versagen musste. Wie nützlich wäre überhaupt eine Mitteilung darüber gewesen, in welchem Umfange die einzelnen Archive ausgebeutet wurden! Denn der auf S. IX zu lesende Satz: „Mit wenigen Ausnahmen wurden die Regesten Originalurkunden entnommen\" kann doch in diesem Betracht nicht ge- nügen. Der Bericht erzählt uns weiter, dass nur bei Lilienfeld auch das im k. u. k. H. H. und Staatsarchiv befindliche Copialbuch „zur Ergänzung der im Stiftsarchive fehlenden Urkunden verwertet\" wurde. Das ist eine ganz erstaunliche Sache! Warum fand nur hier eine solche Er gänzung statt? Warum nicht auch in München, in Zwettl u. s. w.? Das bedeutet ja nichts geringeres, als dass selbst die für den ersten Band herangezogenen Archive nicht vollständig ausgenützt worden sind, dass uns vielmehr nur eine Auswahl und zwar nach einem ganz äusserlichen Gesichtspunkte geboten wird. Mir wird gewiss niemand Geringschätzung der Originalität, dieser für jede diplomatische Untersuchung so wert vollen und oft unerlässlichen Eigenschaft vorwerfen können Aber für den Historiker, und ihm sollen ja die Quellen vor allem dienen, kommt sie doch erst in zweiter und dritter Linie in Betracht. Vermag ihn der ') Wie viel aus diesen Angaben für die Geschichte einer Stadt zu gewinnen ist, zeigt die Zusammenstellung in Ortvay's Gesch. von Pressburg 3, 4 ff,"], [25, "19 Herausgeber über Echtheit und Zuverlässigkeit einer Copie zu beruhigen, so wird er, vollends für die Zeiten des spätern Mittelalters und bei den hier in Betracht kommenden Urkundenarten, ganz ungehindert von ihr denselben Gebrauch machen wie von einem Originale. Ja da ihm doch der Inhalt Hauptsache ist, wird sehr häufig der Fall eintreten, dass für ihn eine Abschrift wichtiger ist als ein Original, da leider die Form der Ueberlieferung nicht durch den Inhalt bedingt ist. So sind, um nur ein Beispiel anzuführen, die wichtige Urkunde des Bürgerspitalmeisters über eine Schenkung der Wiener Bürgerin Richza Golda (Fontes II, 3, 333) sowie deren eigene Schenkung vom Jahre 1287 (Fontes II, 3, 334) weg gelassen, dagegen andere Urkunden, die auf dieselbe Frau Bezug haben, weil sie noch im Original vorliegen, aufgenommen. Das muss natürlich bei jedem, der ohne Kenntnis des Sachverhaltes sich aus den Regesten über die reiche Wittwe unterrichten will, Irrthümer mannigfacher Art hervorrufen. Gerade die dem Stiftsarchive Zwettl gewidmete Abteilung bietet uns Gelegenheit, zu veranschaulichen, welche höchst bedenklichen Lücken durch jenen Grundsatz geschaffen worden sind. Es fehlen in dieser Abteilung folgende in der Bärenhaut enthaltenen und im 3- Bande der Fontes rerum Austriacarum, Abteilung Diplomataria, abgedruckten Urkunden : 1. 1267 Dezember 18- Unter den Zeugen wird Albertus Longus an- geführt. (Fontes 3, 347). 2. 1269 Mai 3, actum Wienne mit Wiener Zeugen (p. 320). 3. 1273, acta Poumgartenperge. Unter den Zeugen dominus Paltram- mus de Wienna (p. 429). 4. 1277 Juli 17, actum Wienne in curia principis. (p. 457). 5. 1278- Urkunde des Wiener Bürgerspitalmeisters über einen Wein- garten in Griuzing mit Wiener Zeugen (p. 333). 6. 1278 Dezember 10, actum Wienne in capella predictorum fratrum de domo Teutonica, mit Wiener Zeugen (p. 140). 7. 1287 April 24. Richza dicta Golda, vidua de Wienna, mit Wiener Bürgern als Zeugen (p. 334). 8. 1289 April 24. Hadmar von Schoenberg. Actum et datum Wienne, mit wichtiger Nachricht über den Kriegszug gegen den ungarischen Grafen Iwan (p. 392). 9. 1289 Mai 15. Albert von Brück über seinen Besitz in Matzleins- dorf (p. 443). 10. 1290 Jänner 12. Otto von Guetrat. Actum et datum Wienne in refectorio Minorum fratrum (p. 312). 11. 1290 Dezember 6. Leutold von Chuenring und die Pottendorfer. Actum et datum Wrienne (p. 155). 2*"], [26, "20 12. 1291 Mai 6. Otto von Zistersdorf. Gegeben ze Wienne. Wiener Deutschherrn als Zeugen (p. 293). 13- 1293 Dezember 7, actum et datum Wienne (p. 453). 14. 1295 April 25. Abt Penzo von Heiligenkreuz. Datum et actum in Wienna apud Scotos (p. 317). 15. 1295 April 25, gegeben ze Wienne (p. 441). 16. 1298 November 2, gegeben daz Wienne (p. 429). 17. 1299 April 8, gegeben daze Wienne (p. 350). 18. 1303 Jänner 21, über einen Weingarten in Nussdorf. Gegeben ze Wienne in der stat. Wiener Bürger als Zeugen (p. 455). 19. 1303 Dezember 28. Bischof Wernhard von Passau für die Kathe- rinenkapelle (p. 264). 20. 1304 Februar 1. Propst Rudger von Klosterneuburg, betreffend Hirzo an dem Gries und einen Weingarten am Nussberg. Actum et datum Wienne. Wiener Bürger als Zeugen (p. 321 ; Vgl. Reg. 747, 748.) 21. 1306 Mai 12, gegeben daz Wien. Chraft von Sunnberg (p. 188). 22. 1307 Mai 4, gegeben daz Wienne. Die Burggrafen von Gars (p. 381). 23. 1308 Februar 3. Die Kinder Albrechts von Brück über seinen Besitz in Matzleinsdorf (p. 444). 24. 1311 Dezember 19. Poppo von Liebenberg. Wiener Zeugen (p. 602). 25. 1312 November 8, gegeben daz WTienn. Poppo von Liebenberg (p. 600). 26. 1313 März 4, gegeben daz Wienn. Ulreich der Streun von Schwar- zenau (p. 604). Aehnlich steht es auch mit den Regesten aus dem Münchener Reichsarchive, wo die Passauer Chartulare nicht benützt wurden und in Folge davon die so wichtigen und lehrreichen Urkunden über die wegen Errichtung eines Bistums in Wien von Herzog Leopold VI. geführten Verhandlungen fehlen (Mon. Boica 28\\ 274 n° 49, 279 n° 51). Ist man also in der Scheidung nach einem äusserlichen Momente zu weit und überdies ungleichmässig vorgegangen, so hätte nach anderer Richtung hin eine schärfere Abgrenzung notgethan, hätten jedenfalls Urkunden und Akten gesondert werden müssen, und zwar aus äusseren wie inneren Gründen. Denn während die Urkunde eine selbständige Aus fertigung ist, welche wenigstens bis in den Anfang des 15. Jahrhunderts vereinzelte Verzeichnung gestattet und lohnt, steht es ganz anders mit den Akten. Sie überragen die Urkunden an Zahl und Umfang, viele von ihnen stehen mit einander in Zusammenhang, müssen daher aus Gründen der Sparsamkeit, sowie der Uebersichtlichkeit ganz anders behandelt"], [27, "21 werden als die Urkunden l). Sieht man von einer kurzen Uebergangs zeit ab, so ist diese verschiedene Bearbeitung auch leicht durchzuführen, da die Akten doch in Masse erst viel später als die Urkunden auftreten und sich oft auch in Archiven finden, die nur einen spärlichen Urkunden vorrat beherbergen, die man also zunächst ruhig bei Seite lassen konnte. Jedenfalls steht bei den Akten der sachliche Gesichtspunkt im Vorder grunde, weshalb hier eine Zusammenfassung nach dem Gegenstande statt finden muss, wozu die notwendige Voraussetzung ist, dass der Bestand eines Archives und zwar in diesem Falle des Stadtarchives als Grund lage genommen werde, an den die Ergänzungen aus andern Archiven anzugliedern sind. Davon findet sich aber in dem neuen Quellenwerke keine Spur. Der Akt wird genau so regestiert wie die Urkunde, die Akten über einen Gegenstand sind nach der zeitlichen Folge auf verschiedene Num mern verteilt, zwischeu denen sich Urkunden und Akten über andere Gegenstände einschieben. Ja es ist da so wenig Halt, dass uns sogar Verse und Inventare über den Besitz mehrerer Klöster an Gütern und Kirchengeräten geboten werden, Dinge, die ja an ihrem Platze vollen Wert hätten, hier aber nur als Ballast und als wenig lobenswertes Mittel, recht viele Spalten zu füllen, erscheinen. Sehen wir nunmehr die einzelnen Regesten selbst an, so macht sich eine Ungleichmässigkeit der Bearbeitung geltend, welche wir schon früher als durch die Organisation des Unternehmens bedingt vorhersagen konnten, die aber deswegen nicht weniger unverzeihlich und dem Benutzer nicht weniger lästig ist. Freilich, die Vorrede geht auch darüber leichten Herzens hinweg und versichert uns nur, dass „Ungleichförmigkeiten in formaler wie sachlicher Hinsicht unter den gegebenen Umständen trotz eines Regulativs mitunter kaum zu vermeiden waren und dann, ohne das Ganze wesentlich zu stören, einschneidende redactionelle Eingriffe nicht stattfinden durften.\" Nur schwer wird man einsehen, dass „das Ganze gestört\" werde, wenn eine fachlich und sachlich begründete Gleich mässigkeit erzielt wird, oder z. B. die zahlreichen Lesefehler und Irr tümer in der Umrechnung der alten Daten beseitigt wurden, und noch weniger klar ist es, warum nicht „Umstände\" geschaffen wurden, unter denen solche Ungleichmässigkeiten und Versehen nicht oder wenigstens nur in geringerem Masse statthaben konnten, da doch dem Comite darin ganz freie Hand gelassen war. Solche Sätze mögen auf jemanden Eindruck machen , der von diesen Dingen nichts versteht und sich ') Müller ßijdragen voor den Oorkondenboek van het sticht Utrecht, p. 10."], [28, "22 besserer Erkenntnis gerne verschliesst, für jeden andern liegt ihre innere Hohlheit trotz der vielen Worte klar am Tage. Die Ungleichmässigkeit macht sich vor allem in der Fassung der Regesten geltend, für die ja genaue Kenntnis der privatrechtlichen Formulare und Verhältnisse unbedingtes Erfordernis war. Nicht minder unsicher ist die Behandlung der Orts- und Personennamen. Diese sind bald in der alten Form gebracht, bald in eine moderne oder halbmoderne umgewandelt, so dass oft in einer Urkunde ein buntes Durcheinander entsteht, um so störender, als dem Leser der im Jahrbuch der kaiserl. Kunstsammlungen gebotene Anhaltspunkt des verschiedenen Druckes fehlt. Wie das aussieht, mag an ein paar Beispielen veranschaulicht werden: Mon. graphica fasc. V, tab. XVII. Reg. 230. Zeugen: Conrad Graf von Rakez, Conrad Graf von Peilstein, Leopold Graf von Pleien, Otto von Leng bach, Ulrich von Asparn, Chrafto von Anzbach, Ulrich von Rudnich, Hadmar von Chuenring, Wichard der Truchsess und sein Bruder Chadolt, Albert von Pfaffstetten, Otto von Purkersdorf, Berthold von Iwanstal, Ortolf der Kämmerer. Testes etiam subscribentes tarn liberos quam ministeriales : Chuon radus comes de Rakez, comes Cuon radus de Pilstein, comes Leupoldus de Pleien, Otto de Lenginpach, Volricus de Asparn, Chraphto de Amzinesbach, Volricus de Rudnich, Hadmarus de Cunringen, Wichardus dapifer et fra ter eiusChadoldus, Albertus dePhaph stetde, Otto de Purcharstorf, Bertol dus de Iwanstal, Ortolfus cainera rius et alii quam plures. Reg. 247. Hauswirth in Fontes II, 18, 48n°40. Lata est hec sententia Wienne ante capellam curie regis presen tibus testibus subnotatis: die Prie ster : Leo Pfarrer von Albrechtsberg ; Conrad, genannt Paratel ; Heinrich ; Gottfried und der Pfarrer von Hain burg. Die Laien : Wichard von Aren stein, oesterreichischer Ministeriale; Ulrich von Kahlenberg; Reinboto, genannt Cellueber; Albert von Sy manig (Simmering); Arnold, ge nannt Reinner; Ortwin; Johann Wel sarius; Albert von Stadlau ; Her mann, genannt Hakentivel ; Reinbot, herzoglicher Schmied. 15 \" presbyteris domino Leone plebano de Albrehtesperge , domino Chun rado dicto Paratel, domino Hainrico, domino Gotfrido nee non plebano de Hainburc, laicis vero fide dignis Wikhardo de Arenstaen, ministeriali Austrie, Ülrico de Chalenperge, Rein botone dicto Celuebo, Alberto de Sy manigen, Arnoldo dicto Reinner, Ort wino, Johanne Welsario, Alberto de Stadelawe, Hermanno dicto Haken tivel, Reinbotone fabro ducis et aliis multis."], [29, "23 Reg. 248 ebenda 62 n° 43. Zeugen: Priester Heinrich; Ma gister Theodorich, Pfarrer von Pölla ; Priester Leutwin; Magister Alan; Hartmut Subdiakon ; Ascquin, Scho lar; Conrad, Sohn des Rinold; Jacob vor den Schotten (ante Scotos); Wiener Bürger; endlich Prechtlin und Sigfried 1). eodem Hainrico sacerdote presente et aliis, magistro Theoderico ple bano de Polan; domino Leutwino presbytero, magistro Alano, Hart mudo Subdiacono, Asquino scolare Chunrado filio Riuoldi, Jacobo ante Scotos, civibus WiennensibusjPrecht lino, Sifrido, ecclesiasticis et aliis multis. Reg. 263. ebenda 95 n° 78. Zeugen : Hermann von Chram perch, Ulrich von Wolfgersdorf und sein Bruder Dietrich, Ulrich von Pillichdorf und seine Brüder Dietrich und Otto, Conrad von Preitenvelde und sein Bruder Heinrich, Herr Haymo und sein Bruder Otto, Herr Greif, Herr Conrad der Harmarchter. Das ist her Herman von Chram perch, her Ulrich von Wolfgers torf, her Dietrich sein prüder, her Ulrich von Pilichtorf, Dietrich und Otte, sein prüdere, die dienstherren, her Chunrat von Praitenvelde , her Haiurich sein prüder, her Hahne, her Otte sein prüder, her Greiffe, her Chunrat der Harmarchter, der zu den zeiten hubmaister was, und ander biderbe leute genuch. Reg. 605. Weis in Fontes II, 11, 322 n° 21 das ist, her Rueger von Pokchvlies, her Wulfinch von Triwanswinchel, her Jacob von Hoy, der do ampt man was ze Österreich, her Greiff, her Chuenrat der Polle, purger maister, her Paltram der Watze, Mertein, Wernhart der anman von Sufring und ander frumer leut ge nuech. Zeugen: Rueger von Bockflies, Wulfing von Tribuswinkel ; Jacob von Hoy, Amtmann in Oesterreich ; Herr Greiff; Herr Conrad der Polle, Bürgermeister; Herr Paltram der Watze; Mertein; Wernhart. Amt mann in Sievring. Ebenso unzuverlässig sind die der Datierung behandelt, während ( nämlich die in der Vorlage befin Namen im Texte der Regesten und doch nur ein Verfahren möglich ist, befindliche Form beizubehalten, die Er- 'l Man bemerkt, dass auch der Unterschied zwischen Geistlichen, Ministerialen, Bürgern und Kirchenleuten, der in den Urkunden deutlich hervortritt, im Regest verwischt wurde."], [30, "24 klärung dem Register zu überlassen. Zu welchen Missverständnissen aber das im Regestenwerk befolgte Verfahren führen kann, mag an zwei wirksamen Beispielen klargelegt werden: Reg. n° 29 ist datiert: 1323 April 9, Posen, in der Datierung selbst lesen wir Posen, V. idus aprilis 1323. Wer nur einigermassen mit der österreichischen Geschichte vertraut ist, wird freilich daran Anstoss nehmen, dass die österreichischen Herzoge Albrecht und Otto sechs Monate nach der Schlacht bei Mühl dorf sich in Polen sollten aufgehalten haben, aber weder dem Bearbeiter des Regests, Herrn H. Bachmann in München, noch dem Redakteur sind solche Bedenken aufgestiegen. Und doch hätte der Letztere wenigstens sich durch einen Blick in den Abdruck der Urkunde (Mon. Boica 30b, 97 n° 276) leicht überzeugen können, dass die Urkunde Posonii, das heisst in Pressburg, ausgestellt ist, wie sie auch bei Lich nowsky Gesch. des Hauses Habsburg 3b, 386 n° 617 richtig zu 1323 April 9, Pressburg eingereiht wurde, was ja vollständig zu den guten Be ziehungen und eifrigen Unterhandlungen der Herzöge mit dem ungari schen Herrscher passt. Aehnlich ist es bei Reg. 8 ergangen. Die Zeugen reihe beginnt daselbst : Die Praedicatoren : Luipold, Prior ; Ulricus, Sub prior; Dietmar Thum, vormals Pfarrer zu Passau; die Minoriten u. s. w. Der Pfarrer Thum von Passau wäre wohl auch geeignet gewesen, Be denken wachzurufen, er wurde aber gläubig beibehalten, und auch glück lich in das Register gerettet. Nehmen wir wieder die Monumenta Boica zur Hand, so finden wir (29b, 467 n° 90) folgende Angabe: Hanc do nationem fecimus in praesentia fratrum Praedicatorum, Liupoldi prioris, Ulrici subprioris, Dietmari toumplebani Pataviensis quondam, fratrum Minorum etc. Dietmar hiess also nicht Thum, sondern war Dompfarrer in Passau gewesen. Nicht grössere Zufriedenheit kann die Art und Weise, wie die Datierungen wiedergegeben sind, hervorrufen. In der Vorrede erhalten wir folgenden Aufschluss: „Die wörtliche Wiedergabe der Datierungs formel, wie sie fast (!) durchwegs vorkommt, ist bei einem Regest aus Raumersparniss zwar nicht zu billigen (!), wird aber der wissenschaft lichen Brauchbarkeit des Werkes nicht abträglich sein, vielmehr ermög licht sie die Controle der Umrechnung auf die heutige Datierung und die Varianten in der Textierung werden manchem Forscher willkommen sein.\" In diesem Satze ist Wahres und Falsches in ganz dilettantischer Weise vermengt. Ganz gewiss gehört in ein Regestenwerk nicht die ständige Wiederholung der ganzen Datierungsformel, es wäre vielmehr Pflicht des Redakteurs gewesen, die Wandlung derselben nach den ver schiedenen Urkundenarten festzustellen und das Ergebnis seiner Unter suchung in kurzen Worten mitzuteilen, womit in der That sehr viel"], [31, "25 Raum erspart worden wäre. Jene Angaben aber, welche zur „Controle der Umrechnung auf die heutige Datierung\" dienen, hätten unbeschadet dessen jeder Urkunde beigegeben werden können. Durch die Art aber, wie diese Dinge wirklich behandelt wurden, ist gar nichts erreicht, als eine ganz unnötige und in Folge der Ungleichmässigkeit auch wertlose Raum vergeudung', denn z. B. gleich der erste Mitarbeiter Hanns Bacbmann ist mit den Datierungen ganz willkürlich umgesprungen und auch in den andern Beiträgen vermisst man zum Teile jene Gleichmässigkeit, welche nun einmal, wenn schon solche Dinge überhaupt beachtet werden, die notwendige Voraussetzung dieser statistischen Arbeiten ist. Auch in der Anführung der Bücher, in denen die regestierten Urkunden bereits enthalten sind, herrscht bunter Wechsel. Während Hammerl sich in dieser Beziehung grosse Mühe gegeben hat, führt Bachmanu nicht einmal die Mon. Boica an und ist auch in dem Lilien felder Abschnitte der Hinweis auf Hanthaler, bei mehreren Schottner Urkunden der Hinweis auf Hormayr und auf Sickels Monum. graphica unterlassen. Nicht besser zufriedengestellt wird man durch die Art, in der Siegler und Siegel behandelt sind. In den Regesten werden die Siegler regelmässig der Datierung nachgestellt, was ja in keiner Weise der in den Urkunden beliebten Anordnung entspricht. In diesen findet vielmehr die Ankündigung der Siegler, sei es des Ausstellers oder der für ihn als Stellvertreter oder Zeugen eintretenden Personen ihren Platz zwischen dem Schlüsse der Verfügung und der Datierung. Diese Stelle muss die Ankündigung der Siegel auch im Regest behalten nnd zwar aus ge wichtigen Gründen. Denn erstens kommt es vor, dass neben den Sieglern noch Zeugen erwähnt werden, sei es der Handlung, der Beurkundung oder der Besiegelung, diese sind dann auch im Regest von den Sieglern zu trennen; oder zweitens es stimmt die Ankündigung der Siegel nicht mit diesen selbst überein, sei es, dass die Bezeichnung des Sieglers im Siegel eine andere ist als in dem Texte der Urkunde, sei es, dass Siegel verloren gegangen sind, oder anstatt des angekündigten Siegels ein anderes angebracht wurde. Daraus wird des weiteren klar, dass man die Anführung und Beschreibung der Siegel von der Ankündigung trennen, ersteren den Platz in der Beschreibung der Urkunde nach der Datierung anweisen muss. Es wird weiter klar, dass auch in einem Regestenwerke, welches nicht auf einem in dieser Hinsicht entsprechenden Ausschluss gewährenden Urkundenbuche beruht, von einer, wenn auch kurzen Be- Schreibung der Siegel nicht abgesehen werden durfte, und es ist ein überaus bedauerlicher Mangel, dass dieser Forderung in dem vorliegen den Bande nicht entprochen wurde. Gerade in diesem Punkte hätten"], [32, "26 die Regesten einen erheblichen und schätzenswerten Nachtrag bieten können, da sowohl in den Monum. Boica, als in den Fontes rerum Austriacarum wie bei Hormayr eine Beschreibung der Siegel unterlassen ist, Dass diese so notwendige Beigabe fehlt, ist nicht minder eine Folge der fehlerhaften Anlage des Ganzen, welche allerdings eine zu sammenhängende Bearbeitung erschwert, ja unmöglich macht. Gehen wir nunmehr zu den einzelnen Beiträgen über, so können wir denselben nur gerecht werden, indem wir jede Sonderarbeit für sich besprechen und so zu einer möglichst unbefangenen Wertbeurteilung zu gelangen suchen. Au der Spitze stehen die von Hanns Bachmann beigesteuerten Regesten aus dem kön. bair. allgem. Reichsarchiv in München. Man kennt den ungeheuern Umfang dieser Sammlung und hätte daher vor allem an dem Beginne dieses Beitrags genauen Bericht darüber erwartet, welche Fonds für das Regestenwerk ausgenützt worden sind. Denn dass mit 97 Nummern nicht das gesammte auf Wien be zügliche Urkundenmateriale dieses Riesenbestandes erschöpft sein kann, wird jedem klar. Aber wir finden keine Aufklärung und kommen um so schwerer auf eine Spur , als mit Ausnahme des ersten alle andern Regesten einer Angabe darüber, ob die Urkunde bereits gedruckt ist oder nicht, entbehren. Erst bei der Lecture bemerkt der mit der Sache Vertraute, dass nur die Originalurkunden des ehemaligen Passauer Bestandes durchgenommen sind , welche als Authentica episcopatus Pataviensis in den zweiten Abteilungen des 29., 30. und 31. Bandes der Mon. Boica zum grössten Teile abgedruckt sind. Vergeblich forscht man nach der Ursache, warum Bachmann die Anführung dieser Drucke, die ihm bekannt sein mussten, unterlassen hat ■-). Vergleicht man die Re gesten mit dem Drucke, so macht man bald die Wahrnehmung, dass ') Ich biete hier diese den Benutzern des Regestenbandes notwendige Er gänzung : Reg. 2 = Mon. Boica 29b, 370 n° 29 ; Reg. 3 = M. B. 29b, 422 n° 53. Reg. 4 == M. B. 29b, 434 n° 64; Reg. 5 = M. B. 29b, 450 n° 72 Rege.t ; Reg. 6 = M. B. 29b, 450 n° 73 ; Reg. 8 = M. B. 29b, 465 no 90 . Reg. 9 = M. B. 29b, 467 n» 91; Reg. 10 = M. B. 29b, 430 n° 93; Reg. 11 = M. B. 29b, 484 n° 98; Reg. 13 = M. B. 29b, 493 no 102; Reg. 14 = M. B. 29b, 489 n° 100; Reg. 15 ■= M. B. 29b, 501 n« 110; Reg. 17 = M. B. 29b, 534 n» 136; Reg. 18 = M. B. 29b, 548 n° 147; Reg. 22 = M. B. 29b, 579 n» 188 Regest; Reg. 23 = M. B. 28b, 340 no gg. Reg. 24 = M. B. 30b, 13 no 2]9. Reg. 25 = M. B. 30b, ig n° 222; Reg. 26 = M. B. 30b, 41 no 942 ; Reg. 27 = M. B. 30b, 94 n° 275; Reg. 29 = M. B. 30b, 97 no 276; Reg. 30 = M. B. 30b, 148 n» 305; Reg. 31 = M. B. 30b, i50 n<> 306; Reg. 32 = M. B. 30b, 176 n» 324; Reg. 33 = M. B. 30b, 223 n» 35? ; Reg. 38 = M. B. 30b, 270 n» 387 ; Reg. 41 = M. B. 30b, 283 n° 393; Reg. 42 = M. B. 3Qb, 325 n° 419;"], [33, "27 jene keineswegs als ein Fortschritt zu bezeichnen sind, sondern viele Mängel in Bezug auf Vollständigkeit und Genauigkeit haben. Ich führe etliche Proben an. Bei Reg. n° 1 finden wir die Anmerkung : „Abschrift auf Papier. Das lateinische Original befindet sich ebenfalls im Reichs archiv im Kaiserselect.\" Soll das heissen, dass Herr Bachmann für sein Regest eben die deutsche „Abschrift auf Papier\", nicht aber das lateinische Original benützt habe? Woher diese Abneigung gegen latei nische Originale, die doch in Widerspruch mit der in der Vorrede gegebenen Versicherung, dass für die Regesten mit wenigen Ausnahmen Originalurkunden benützt wurden, steht? Bei Reg. n° 3 fällt die will kürliche Behandlung des Formulares auf, denn nach dem Abdrucke steht die Datierung am Anfange, das Actum am Schlüsse der Urkunde, auch die Namen erregen Bedenken: Bachmann: Mon. Boica: Ph. abbas (nach Hauswirth Gesch. Johann Abt des Schottenklosters. des Schottenkl. S. 9. Philipp Abt.) Daniel, lector Praedicatorum, Daniel, Lector und Praedicator, Wisitto, Wisnto, Ulrico. Ulix. Ich stehe nicht an, an diesen Stellen dem alten Editor vor dem neuern Regestenmacher den Vorzug zu geben, sowie ich auch die Verwendung des Wortes Praedicator und die Uebersetzung von plebanus mit Leutpriester als für unsern Sprachgebrauch ungewöhnlich beanstände. Bei Reg. n° 4 sind die sehr wichtigen Zeugen ganz weggelassen. Der Ausstellungsort von Reg. n° 6 wird als S. Hypolit bezeichnet, in der Urkunde steht Actum in s. Tpolito. In Reg. 8 finden wir den schon erwähnten Pfarrer Thum, ausserdem hat Bachmann verschwiegen, dass in der Zeugenreihe nach presbyterorum sich der Zusatz de familia plebani findet. Im Reg. 10 ist die Priorin Gertrud ebensowenig angeführt wie die Zeugen, über haupt ist die Fassung sehr unklar. In Reg. 13. fehlen der Schottenabt Johann und die Zeugen. Bei Reg. 15 trennen sich wieder Bachmann und die Monumenta Boica in der Lesung einzelner Namen: Bachmann Mon. B. Arcusius Artusius. Pitrolfus Pitolfus. Asquumus Asquinus. Reg. 44 =_= M. B. 30b, 359 no 436; Reg. 47 = M. B. 30b, 376 n° 443 Reg. 48 = M. B. 30b, 413 n° 465; Reg. 49 = M. B. 30b, 424 n° 470 Reg. 50 = M. B. 30b, 477 n» 502; Reg. 53 = M. B. 31b, 65 n° 29; Reg. 55 = M. B. 31b, 81 nn 41 ; Reg. 59 = M. B. 31b, 108 n° 50; Reg. 63 = M. B. 31b, 136 nu 73."], [34, "28 Reg. 18 ist unvollständig, namentlich sind die wichtigen Bezie hungen des Landschreibers Konrad von Tulln nicht erwähnt. Reg. 23 (1301 Februar 5), enthält eine transsumierte Urkunde Herzogs Friedrich des Streitbaren. Bachmann hat keinen Versuch gemacht, diese, die doch das wichtigste ist, zu bestimmen und an ihrem Orte unter Verweis auf das Transsumt einzureihen, obwohl er sie leicht in Meillers Babenberger- Regesten zum J. 1240 (p. 164 n° 67) gefunden hätte. Das Verfahren ist um so merkwürdiger, als uns Bachmann zu erzählen weiss, dass sich das Original der transsumierten Urkunde ebenfalls im Reichsarchive befinde. Selbstverständlich steht in derselben auch nicht Datum bei Medelic, sondern Datum apud Medelicum (vgl. Mon. Boica 28b, 340 n° 96). Unvollständig und ungenau sind auch die folgenden Regesten, ganz falsch das bei Nr. 41. Von einer Auflassung eines Weingartens an S. Klara ist in der Urkunde gar nicht die Rede, die Aebtissin kommt blos als Bergfrau vor, was im Regest nicht hervorgehoben ist. Ebenso wird in Nr. 55 Hanns von Liechtenstein nicht, wie es im Regest heisst, als Vetter der Herzöge, sondern als unsers lieben vetters herzog Albrechts seliger gedechtnus hofmeister angeführt. In n° 53 war nicht Schaiter, was auch in das Register aufgenommen wurde, sondern Schaur zu lesen. Störend wirkt auch, dass der Anordnung der Regesten nicht genügendes Augenmerk zugewendet wurde, an mehreren Stellen Verstösse gegen die zeitliche Folge vorkommen. Schlimmer noch als diese Flüchtigkeiten ist aber, dass eine ganze Anzahl von Urkunden, welche Berücksichtigung hätten erfahren sollen, nicht aufgenommen wurden. So fehlen folgende Authentica Pataviensia: Mon. Boica 29b, 416 n° 52; 425 n° 55: 1288 Mai 15, Lehensbrief des Bischofs Otto von Passau für Otto de Foro über Güter in Fischamend; 427 n° 57 mit Erwähnung des Pfarrers Gerhard; 459 n° 85: 1265 August 8 und 461 n° 86: 1265 August 31, über die Streitigkeiten zwischen dem Schotteukloster und dem Pfarrer Gerhard; 468 n° 92: 1267 November 25. Stiftbrief des Pfarrers Gerhard für Klagbaum und Himmelpforte; 558 n° 160, 560 n° 162 mit wichtigen Erwähnungen Wiens und von Wiener Zeugen ; ferner 574 n° 1 78 ; 575 n°181 ; 578 n» 186; 580 n° 191; 581 n\" 193; 593 n° 205; 30b, 10 n° 218; 19 n° 223; 21 n° 225; 55 n° 250; 62 n° 255 (Urkunde des Bürgermeisters Niclas von Eslarn 1313 Febr. 5); 101 n°279; 164 n° 317: 1338 Oct. 28, Urkunde des Klosters S. Maria Magdalena; 216 n° 353; 254 n° 378 259 n° 380; 277 n° 389; 317 n° 413; 331 n\" 422; 441 n<> 480: Urkunde des Ulrich Zink, 1394 Juli 2; 451 n° 486: Urkunde des Herzogs Albrecht über Streitigkeiten zwischen dem Bischöfe Georg von Passau und dem Propste von S. Stephan, 1396 August 15; 31b, 3 n° 2, auf denselben Gegenstand bezügliche Urkunde vom 17. März 1401 ; 49 n° 20; 67 n° 31-"], [35, "29 357 n° 159: Auftrag des Königs Friedrich an den Bürgermeister von Wien, 1443 Juli 15; 363 n° 162; 424 n° 183; 531 n° 240: Urkunde über die Errichtung eines Bistums in Wien, 1477 Juni 17; 690 n° 311. Ich meine, die Vermutung dürfte nicht ungegründet sein, dass die Zahl von 37 fehlenden Urkunden noch vermehrt werden könnte, wenn die Originale selbst nochmals durchgesehen würden. Der Beschränkung auf die Originale sind die wichtigen Urkunden zum Opfer gefallen, welche aus den Passauer Copialbüchern im zweiten Teile des 28. Bandes der Mon. Boica abgedruckt sind: 274 n° 49, 279 n° 51: Bullen des Papstes Innocenz III. wegen Errichtung eines Bistums in Wien 1208, April 14 und 1209 Mai 31; 300 n° 71, Vertrag zwischen Bischof Gebhard und Herzog Leopold, actum aput Wiennam 1223 Jänner 20; 338 n° 94: Vertrag zwischen dem Bischof Rudger und den Brüdern von Hirnberg über die Zehnten in Enzersdorf und Stadlau, datum Wiennae, 1237, April; 351 n° 105: Vertrag zwischen Bischof Rudger und Herzog Friedrich, acta Wiennae ad s. Antonium, 1244 Februar 9; 406 n° 132: Urkunde über eine von König Rudolf 1277 am 23. Jänner in domo fratrum Minorum apud Wiennam abgehaltene Gerichtssitzung; 434 n° 152, Papst Urban V. 1364 August 5. Diese Auslassungen werden durch die von Bachmann beigebrachten neuen Urkunden nicht ausgewogen, da es sich bei letzteren um Stücke handelt, welche die Herausgeber der Mon. Boica als minder wichtig bei Seite liessen oder die jenseits der zeitlichen Grenze, welche sie sich gesteckt hatten, liegen. So lautet die Bilanz, welche wir zu ziehen vermögen, keineswegs zu Gunsten Bachmanns und es ist eine seltsame Tücke des Schicksals, dass gerade seine Zusammenstellung den Band einleitet und durch sie von vorneherein bei dem Sachkundigen die schlimmsten Erwartungen wachgerufen werden. An die Münchener Schliessen sich drei exotische Abschnitte mit prunkenden Titeln an. Vaticanisches Archiv in Rom, Archivio die Stato in Rom, Vaticanische Bibliothek in Rom ! Was werden da für Vor stellungen wach! Und doch wird man gut thun, seine Hoffnungen sehr herabzustimmen. Aus dem Vaticanischeu Archiv erhalten wir, ohne dass uns ein Bericht über den Umfang der angestellten Nachforschungen geboten wird, nicht viel mehr als gelegentliche Notizen aus den Register bänden, die, aufrichtig gesagt, für die Geschichte der Stadt zum grössten Teile ganz belanglos und, soweit sie ein Interesse haben, von Starzer selbst bereits in den Blättern des Vereins für Landeskunde veröffent licht worden sind. Zumeist handelt es sich um päpstliche Aufträge an den Schottenabt und den Propst von S. Stephan, welche Angelegen heiten betreffen, die mit der Stadt nichts zu thun haben, so dass man eigentlich nicht weiss, warum uns z. B. in n° 148 ein fünfzehnzeiliges"], [36, "30 Regest darüber geboten wird, dass der Propst von S. Stephan einen Cleriker in die Pfarre von Laa einführen soll. Ebenso wertlos sind die zehn Regesten aus dem Archivio di Stato, die ja auch zum grössten Teile schon von Starzer bekannt gemacht worden waren. Die Regesten aus der vaticamschen Bibliothek sind nichts anderes als eine Zusammen fassung der auf Wien bezüglichen Stellen, welche sich in der von Starzer abgeschriebenen, von Redlich herausgegebeuen Wiener Briefsammlung finden, es hätte daher mit besserm Fug und Rechte die Ueberschrift lauten sollen: Auszüge aus der Wiener Briefsammlung (herausg. von Oswald Redlich, Wien und Prag 1894 Tempsky). Mit der nächsten Abteilung betreten wir nach diesem unerfreu lichen Ausflug in hesperische Gefilde endlich heimischen Boden. Wer die Stellung kennt, welche das Schottenstift seit seiner Gründung in der Stadtgeschichte eingenommen hat, wird den Wert der Urkunden dieses Klosters aufs höchste anschlagen. Doch wird er sich sagen müssen, dass die Bearbeitung dieser so wichtigen Stücke nur dann eine sehr verdienstliche Aufgabe gewesen wäre, wenn sie bis zum J. 1418, mit welchem Hauswirths Urkundenbuch (Fontes II, 18. Bd.) endet, erheb liche Nachträge, sei es an neuen Urkunden, sei es in Ergänzung und Berichtigung der gedruckten beigebracht hätte. Das ist nun nicht der Fall. Die Auswahl ist im Ganzen und Grossen mit Geschick und Ver ständnis gemacht, aber es fragt sich doch sehr, ob denn für solche Excerpte aus vollständig bekannten Urkundenbeständen so viel Raum (257 Nummern auf 7 Bogen) zu verwenden war. Denn man darf wohl von jedem, der sich mit Geschichte Wiens beschäftigt, erwarten, dass er sich die betreffenden Fontesbände selbst auszieht l). Diese Arbeit wird übrigens auch durch Wolfsgrubers Regesten niemandem erspart, denn erstens fehlen doch zahlreiche Urkunden, welche im Vergleich mit anderen aufgenommenen ebenfalls Beachtung verdient hätten-), und zweitens stellen sich auch in den einzelnen Regesten manche Mängel heraus. Einzelnes konnte ich aus dieser Abteilung schon früher anführen (S. 22), anderes bringe ich hier noch bei. Von der Urkunde Herzogs Leopold V. (Reg. 230, 1181 September 1) findet man ein Facsimile in Sickels ') Der Kritiker im Oest. Literaturblatt 4 (1895), 499 ist geneigt, sich darüber zu verwundern, dass in diesen Fontesbänden „so viele Wiener Sachen steckten.\" 2) Es fehlen folgende Urkunden, die in dem 18. Bande der Fontes gedruckt sind: 32 n» 23; 35 nu 25; 36 n» 26; 42 n° 35; 45 n° 38; 53 n» 42; 65 n° 47; 66 n° 48; 67 n» 49; 72 n» 56; 77 n° 61; 89 n°73; 91 n» 75; 101 n»84; 178 n° 156; 179 n° 157; 187 n° 164; 197 n° 174; 213 n» 188; 248 n° 220; 254 n° 225; 290 n° 257; 303 n° 267 ; 327 n° 285 ; 352 n° 302 ; 361 n» 307 ; 377 n° 317 ; 426 n» 353* 436 n» 362 '; 519 n° 421. Dagegen hätten die Regesten 406 und 429 wegbleiben können."], [37, "31 Monumenta graphica, Fase V, tab. XVII, Text p. 85- Die Vidimationen, in denen Kaiser Friedrich II. die älteren Urkunden des Stiftes im J. 1237 bestätigte, sind nicht als besondere Nummern angeführt, obwohl ihnen durchaus selbständige, inhaltliche und politische, Bedeutung zukommt, sondern sie werden nur in den Anmerkungen zu n° 225 und 230 erwähnt, Ein Facsimile der einen hat Sickel a. a. 0. V, tab. XX, Text p. 88 bei- gebracht, die andere wurde im J. 1304 vom Bischof Wernhard von Passau vidimiert (vgl. das Facsimile dieser von Wolfsgruber gar nicht erwähnten Urkunde a. a. 0. VII, tab. VI). Von Reg. 234 (Schutzbrief des Papstes Innocenz III. vom 11. April 1208) hat gleichfalls Sickel ein Facsimile gegeben a.a. 0. V, tab. XVIII, Text p. 86; ebenso von Reg. 243 (Schutzbrief des Papstes Innocenz IV. vom 7. März 1245) a. a. 0. VI, tab. V, Text p. 93; von Reg. 292 (Urkunde Friedrichs des Schönen vom 15. Juni 1310, im Regest fehlt die wichtige Angabe über die Lage der verpfändeten Weingärten) a. a. 0. VII, tab. VII, Texte p. 115 und von Reg. 476, 477 (Papst Martin V., 1418 Jänner 17) a.a.O. VI, tab. XVI, XVII, Text p. 103, 104. In den Mon. graphica fasc. IX, tab. IX hat ferner Sickel das Facsimile einer etwa 1208 angefertigten Abschrift des von Papst Cölestin III. am 5. December 1191 erteilten Schutzbriefes veröffentlicht, diese Urkunde ist als Reg. 232 mit der Angabe: „Original, Perg. Bleibulle\" angeführt, eine Aufklärung darüber, wie sich das Ori- ginal und jene Copie zu einander verhalten, wäre sehr erwünscht gewesen. Bestehen beide neben einander, oder ist die eine oder die andere Angabe unrichtig? Mon. graph. VI, tab. XIX bringt Sickel ein Facsimile einer Urkunde des Papstes Paul II. über eine Klage des Petrus Weiler, ddo. 13. Jänner 1486, welche unter die Regesten nicht aufgenommen ist. Bei Reg. 254 fehlt unter den Zeugen Rinboto magister, dass rector chori mit Regenschori übersetzt ist, wirkt nicht weniger erheiternd als dass in Reg. 265 die angesehenen Bürger Greif, Konrad der Harmarkter und sein Sohn Ulrich als Soldaten (milites) bezeichnet werden. In Reg. 263 wird die Ausstellerin Richardis von Tribuswinkel angeführt, während im Drucke bei Hauswirth Reichgart von Tribaswinchel steht. In der Zeugen- reihe von n° 266 ist die Ueberschrift Wiener Bürger versetzt, was um so mehr zu vermeiden war, als es sehr fraglich ist, auf welche Namen sie sich eigentlich bezieht. Zu Reg. 268 lesen wir bei Hauswirth Ber- toldus (nicht Bernoldus) de Telesprunne. In Reg. 557 wird Hanns Kuntstock als Geschworener angeführt, was zu verfassungsgeschicht lichen Missverständnissen Anlass geben kann, er war geschworener Wäger. Reg. 325 ist am 27. nicht am 28. Jänner 1330, Reg. 418 am 29. nicht am 21. Mai 1352 (in beiden Fällen hat Hauswirth richtig gerechnet), Reg. 492 am 12. Juni nicht am 12. Juli 1433, Beg. 496 am 7. April"], [38, "32 nicht am 8. Dezember 1434, Reg. 509 am 4. Jänner nicht am 11. Jän ner 1442, Reg. 542 am 10. Juli nicht am 17. Juli 1459 ausgestellt. In der Datierung von Reg. 503 steht sicher nicht anidles tausend maid tag, sondern wohl aindlef. Aus dem Gesagten dürfte hervorgehen, dass man bis zum J. 1418 neben den Regesten das Urkundenbuch Haus wirths in keiner Weise entbehren kann, dass also bis zu diesem Jahre der von Wolfsgruber dargebotenen Arbeit nicht jener Wert zukommt, der in rechtem Verhältnisse zu der von dem sonst so verdienten Ge lehrten aufgewendeten Zeit und Mühe, sowie zu den erheblichen Kosten des Druckes stünde. Nicht anders verhält es sich mit der nächsten Abteilung, den Regesten aus dem Stiftsarchiv von Heiligenkreuz. Bis zum Jahre 1400 sind die Urkunden von Joh. Nep. Weis im 11. und 16. Bande derFoutes abgedruckt worden, sollten also die Regesten irgend welchen Nutzen gewähren, so mussten sie ebenso wie das bei dem Schotten -Archive gefordert wurde, zu diesem Urkundenbuche Ergänzungen und Berichtigungen liefern. Das ist aber hier ebenso wenig wie dort der Fall, vielmehr begegnet man auch hier manchen Verstössen; nicht anders als Wolfsgruber behandelt auch Gsell die Eigennamen in willkürlicher Weise, er ersetzt z. B. de Foro regelmässig durch „an dem Hohenmarkt\", was ja um so leichter irreführt, als er in denselben Regesten die lateinischen Bezeichnungen wie ante Cimiterium, in Alta strata beibehält. Bei Reg. 600 ist Wisento als Scherants Schwiegervater angeführt, während er in der Urkunde richtig als dessen Schwiegersohn (gener) bezeichnet ist. Der Aussteller von Reg. 610 heisst Alber, hern Albrechtes sun des Fouslins von Aleht, Gsell macht daraus Alber Feusel von Aland. Reg. 615 ist datiert 1322 Juli 13 (? 19), Margarethe aber ist für Wien der 12. Juli, jedenfalls nicht der 19. In der Datierung von Reg. 653 lesen wir „als man singet Pauli in der vasten\", was natürlich in Oculi zu verbessern ist. Reg. 667 ist am 9. Juli, nicht am 6. Juli, Reg. 677 am 28. Februar nicht am 3. September 1493 ausgestellt. Noch grösser als bei dem Schotten-Archiv ist hier die Zahl der für Wien belangreichen, in die Regesten aber nicht eingereihten Urkunden '). ') Es fehlen nach der Vergleichung mit meinen Aufzeichnungen folgende Stücke: Fontes II, 11. Bd.: p. 30 n° 22; 66 n° 55: 97 n° 85; 98 n° 86; 103 n° 92; 105 n» 98; 108 n\" 101; 118 n\" 111; 123n° 118; 123 n» 119; 133 n» 133 ; 134 n° 134*; 134 n° 135; 142 n» 146; 157 n» 166; 164 n° 174; 186 n° 203; 188 n° 204; 190 n° 206'; 190 n° 207; 199 n° 215 ; 199 n° 216; 202 n°219; 204 n»221 ; 205 n° 222; 205 n° 223* 206n»224; 206 n° 225 ; 207 n» 226 ; 217n°235; 218 n° 237; 220 n° 239; 231 n° 252* 232 n° 253; 235 n° 258; 238 n° 261; 240 n° 263 ; 241 n°264; 243 n» 267 '; 245 n» 270 • 246 n° 271 ; 246 n° 272 ; 246 n» 273 ; 249 n\" 276 ; 2ö3 n° 279 ; 261 n» 290 '; 262 n° 291 ]"], [39, "33 Volle Befriedigung könnten die von P. Benedict Hammerl mitge teilten Regesten . aus dem Archive des Klosters Zwettl hervorrufen, wenn nicht auch hier in Folge der unglücklichen Anlage und des man gelhaften „Regulativs\" eine beträchtliche Anzahl von Urkunden, die wir oben (S. 19) zusammengestellt haben, und die gewiss von dem eifrigen Stiftsarchivar noch vermehrt werden könnten, fehlten. Aber was geboten ist, verdient alle Anerkennung. Hammerl war nicht nur in der Lage, eine grössere Anzahl höchst wichtiger unedierter Stücke beizubringen, er hat auch auf die Abfassung und Ausstattung der Regesten die grösste Sorgfalt verwendet. Mit nicht geringerer Spannung hätte man den Regesten aus dem Lilienfelder Stiftsarchive entgegensehen dürfen. Auch hier fehlte es bisher an jeder Uebersicht über die vorhandenen Urkunden, da Han thaler in seinem Recensus diplomatico-genealogicus nur Auszüge, die nach den Schlagworten seiner Anordnung oft an mehreren Stellen verteilt sind, gegeben hat. Da das Archiv dieses Stiftes bei der Auf hebung der Klöster schweren Schaden erlitten hatte, so wäre es unbe dingt notwendig gewesen, die Folgen dieser Massregel zu prüfen und festzustellen, welche Urkunden dem Archive entfremdet und wohin sie gekommen sind. Darüber war Licht zu verbreiten um so nötiger, als im Vergleich mit Hanthaler auch mehrere für Wien wichtige Urkunden in den Regesten fehlen 1). 263 n° 292; 266 n° 296; 266 n°297; 270 n° 302 ; 279 n° 311; 279 n<>312; 282 n° 315; XVI. Bd.: 2 n° 2; 3 n° 3; 18 n° 21; 20 n° 23; 24 n° 27; 30 n° 33; 34 n° 37; 81 n° 78; 120 n° 116; 406 n° 5; 410 n° 9; 412 n° 12; 413 n° 13. ') So sind mir bei Hanthaler folgende auf Wien bezügliche Excerpte auf gefallen, die in den Regesten fehlen, und die ich hier anführe, ohne zu ent scheiden, ob in jedem Falle eine besondere Urkunde anzunehmen ist, oder ob mehrere Auszüge auf ein und dasselbe Stück zurückzuführen sind*. Recensus 1, 240 n\" 29, 1219 7. Oct.; 1, 184 n° 7, 1257; 1, 184 n° 4, vgl. 79 und 81, 1261 30. März; 1, 184 n° 5, 1265 11. April; 1, 240 n° 33, 1267 28. Nov.; 1, 147 n° 1, 1267 6. Dec. ; 1, 258 n° 9 u. 362 n° 173, 1267 7. Dec. ; 2, 362 n» 174, 1268: 1, 184 n° 8, 1268 15. Jänner; 1, 73 u. 1, 81, 1, 40, 1269 9. Juli; 1, 184 n° 10, 1271 5. Juni; 1, 40 u. 1, 61, 1274 30. März; 2, 301 n° 8, 1277; 1, 73 u. 1, 81, 1280; 2, 139 n° 29, 1281; 1, 59 n° 17 u. 1, 63, 1281 20. Mai; 1, 331 n°81, 1285; 1, 307 n° 74, 1287; 1, 331 n° 82, 1287; 1, 207 n° 19, 1287 15. Juli; 2, 108 n° 70, 1290; 2, 200 n° 2, 1292; 2, 47 n» 22, 1293; 1, 40, 1295 7. April; 2, 200 n° I, 1302; 1, 272 n° 68, 1304; 2, 14 n» 53, 1305; 2, 272 n° 238, 1305; 1, 139, 1307 5. März; 1, 40, 1307 22. Juni; 1, 139, 1312; 1, 295 n» 18, 1313; 1, 168, n° 6, 1313; 1, 211 n» 28 u. 212 n» 31, 1313 1. Oct.; 1, 40, 1325 1. Mai; 1, 73, 1329; 1, 272 n° 239, 1330 6. Jänner; 2, 272 u° 239, 1330; 1, 41, 1330 25. März: 1, 41, 1332 10. Nov. ; 1, 338 n\" 126, 1333; 2, 279 n° 9, 1335; 2, 291 n° 74, 1343; 3"], [40, "34 Jedenfalls aber hätte die Redaction dafür Sorge tragen müssen, dass den einzelnen Regesten der Hinweis auf Hanthaler beigegeben werde. Ebenso wie bei den anderen Abschnitten kann auch hier die Schuld an den zu Tage tretenden Mängeln nicht allein den Mitar beitern, die ja gewiss guten Willen hatten, sondern zum grossen Teile auch der Redaktion zugeschrieben werden, welche eben nicht geführt werden, sondern selbst führen soll. Wenden wir unsere Aufmerksamkeit dem Gebotenen zu, so werden wir nicht minder enttäuscht. Die allge meinen Fehler, die wir zu rügen hatten, und welche selbst bei geringer Obsorge der Redaction leicht zu vermeiden waren, kehren auch hier wieder: die mangelhafte Fassung der Regesten und die willkürliche Behandlung der Namen. Weit über die Grenzen des Erlaubten hinaus gehen die Versehen in der Umrechnung der mittelalterlichen Datierungen. Die Tagesbezeichnung nach dem Festkalender beginnt mit Reg. 868 und endet mit Reg. 954. Von den dazwischen liegenden 87 Urkunden sind nicht weniger als 21 falsch berechnet, ein sehr bedeutender Fehler satz, wenn man bedenkt, dass unter den richtig angesetzten sich Ur kunden ohne Tagesangabe oder mit höchst einfachen Festbezeichnungen, wie in die s. Marci, s. Mathei, an sand Ulreichs tage, an sand Merteins tage, die also jedem geläufig sind, befinden. Um spätere Benutzer vor Schaden zu bewahren, führe ich die Fehler an : Reg. 869, 1288 März 24, nicht April 14; Reg. 870, 1291 März 11, nicht März 4; Reg. 885, 1311 April 4, nicht März 28; Reg. 891, 1325 März 31, nicht März 28; Reg. 894, 1327 März 22, nicht März 18; Reg. 895, 1329 März 17, nicht März 3; Reg. 897, 1329 Mai 14, nicht Mai 12; Reg. 899, 1332 Juni 6, nicht Mai 30; Reg. 917, 1355, März 12, nicht März 5; Reg. 922, 1360 Jänner 20, nicht Jänner 27; Reg. 924, 1361 Juli 6, nicht Juli 7 ; Reg. 927, 1363 März 6, nicht März 5; Reg. 929, 1365 Jänner 24, 2, 257 n° 127, 1346 1. Sept.; 1,' 89, 1347 7. Mai; 2, 365 n° 191, 1356; 1, 41, 1365; 1, 41, 1367; 1, 75, 1368; 2, 269 n° 223, 1383; 1, 62 u. 1, 63, 1390 15. Juni; 1, 86, 1401 28. Febr.; 1, 286 n° 122, 1408 u. 1410; 2, 376 n° 42, 1410; 1, 64, 1410 9. Oct.; 1, 90, 1412 7. April; 1, 90, 1414 24. März; 1, 86, 1423 23. Jänner; 1, 314 n° 38, 1427; 1, 57 n° 46, 1427 16. März; 1, 318 n» 14, 1430; 1, 41, 1430; 1, 86, 1441 31. Juli; 1, 41, 1448 26. Jänner; 1, 86, 1448 25. Mai; 2, 43 n° 223, 1450; 1, 271 n° 64, 1450; 1, 189 n° 15, 1455 1. Mai; 1, 42, 1457; 1, 50 n° 21, 1458 20. Jänner; 1, 86, 1473 5. Juli; I, 64, 1474 14. Juli; 1, 42, 1480; 1, 51 n° 24, 1563; 1, 54 n° 37, 1594 22. Dez. Es fehlen ferner die zahlreichen Ausfertigungen von Wiener Notaren (Recensus 1, 91), die Notizen über die Schottenäbte (ebenda p. 130), die über S. Dorothea (p. 133) und die Dominikaner (p. 147), welche Hanthaler an den angegebenen Orten zusammengestellt hat. Man sieht wie be deutend der Unterschied zwischen dem von Hanthaler und dem von Tobner bei gebrachten Materiale ist, so dass es eine wohl gerechtfertigte Forderung ist die ich oben aufgestellt habe."], [41, "35 nicht Jänner 31; Reg. 934, 1369 März 2, nicht Februar 23; Reg. 936, 1370 Februar 9, nicht Februar 6; Reg. 940, 1384 April 23, nicht April 22; Reg. 941, 1385 Februar 17, nicht Februar 19; Reg. 944, 1397 Mai 4, nicht April 27; Reg. 949, 1430 Juli 17, nicht Juli 24; Reg. 953, 1495 April 12, nicht April 9; Reg. 954, 1500 Juli 11, nicht Juli 19. Die Ursachen dieser Versehen würden klar werden, wenn ich überall die alte Bezeichnung beigesetzt hätte, da aber dies eine uner- freuliche Baumverschwendung wäre, begnüge ich mich damit, hervorzu- heben, dass zumeist die Worte „vor\" und „nach\" verwechselt sind, oder überhaupt gleich der Tag, von dem aus erst gerechnet werden sollte, eingesetzt ist. In den meisten Fällen ist der Unterschied so bedeutend, dass er jedem mit chronologischen Dingen einigermassen Vertrauten auffallen muss, und es kann nur beklagt werden, dass auch an dieser Stelle „einschneidende redactioneile Eingriffe\" unterblieben sind. Hätte sich die Redaction zu so grausamem Verfahren entschlossen, so wäre sie vielleicht auch zu einer Vergleichung der neuen mit Hanthalers Regesten veranlasst worden und hätte gefunden, dass der Letztere manches beigebracht hat, was man in den neuen Regesten vergebens sucht oder fehlerhaft findet. So nehmen wir in Reg. 861 an Chelbers- ponch (statt pouch), Leutlo (statt Leublo), Pilitsdorfer Anstoss, und vermissen die von Hanthaler erwähnten: Herrandus Wiltwercher und Ulricus juvenis Chaufman. Bei Reg. 865 ist nicht erwähnt, dass der Schottenabt Schiedsrichter war, bei Reg. 866 ist die lange Zeugenreihe überflüssig, bei Reg. 868 und 908 fehlt der Hinweis, dass die Urkunden einst mit dem Stadtsiegel versehen waren, in Reg. 869 ist wohl nicht zu lesen Berchtold derChrigler, Schaffer, sondern eher Berchtold, der Chrigler schaffer, der verfehlte Beistrich hat natürlich auch auf das Register seinen Einfluss geübt. In Reg. 880 vermissen wir die Erwähnung des Chunrat Vruntshusarius, Ulrichs, des Sohnes Konrads des Haarmarkters, und Jacobs, des Bruders Wilhelms in dem Strohof, ausserdem hat Han- thaler 2, 139 n° 30 Nussdorf, während das Reg. Nussbach angibt. In Reg. 935 fehlt Hermann von Eslarn als Zeuge, zu Reg. 944 hat Han- thaler Suningerstrass, während wir im Reg. die fehlerhafte Form Svin- gerstrass finden. In Reg. 941 liest Tobner Warnhoider statt Warnhofer, obwohl schon Hanthaler die richtige Form gebraucht und auch das Siegel dieses Steinmetzen abgebildet hat. Ebenso war Geresteiner und nicht Geusteiner, in Reg. 952 Schruttauer und nicht Schruttard zu lesen. Auch in diesen Fällen ist das Register in aller Ruhe den falschen Lesungen gefolgt. Ob die Redaction eines Specialwerkes zur Geschichte Wiens an solchen Versehen achtlos vorübergehen konnte und durfte, ist eine Frage, die sich von selbst beantwortet. 3*"], [42, "36 An den Schluss sind die von Dr. Starzer bearbeiteten Regesten aus dem niederösterr. Statthaltereiarchive gestellt. Das im strengern Sinne urkundliche Materiale zur Geschichte des Mittelalters umfasst nur 47 Stücke, während der grösste Teil, 219 Regesten, dem 16. Jahrhunderte angehören. Dieser Abschnitt zeigt recht deutlich, dass man auf diesem Wege nicht weiterkommen kann, ohne die Sammlung ins Ziellose und Un absehbare ausarten zu lassen. Erstens muss die rohe chronologische Zusam menstellung durch systematische Bearbeitung ersetzt werden, zweitens ist für die neuere Zeit die Veröffentlichung des Stoffes nach Archiven in unserem Falle noch unzulässiger als für das Mittelalter Denn wohin soll es kommen, wenn alle Concepte, gedruckten Patente u. a. in langwierigen Regesten aufgenommen werden? War denn der Redaction nicht bekannt, dass Aktenstücke über einen und denselben Gegenstand in verschiedenen Archiven ruhen ? Ist es nicht vielmehr Aufgabe der Materialbeschaffung, diese zerstreuten Bestände zu vereinigen und in systematischer Anord nung darzubieten? War es überhaupt notwendig, Akten des 16. Jahr hunderts zu publicieren, wo doch viel wichtigere Urkundenbestände des Mittelalters noch der Erlösung harrten? Wie lässt es sich endlich rechtfertigen, dass in dieser Abteilung nicht allein Urkundenauszüge von ermüdender Weitschweifigkeit geboten, sondern sogar zahlreiche umfang reiche Stücke in vollem Wortlaute abgedruckt werden? Noch dazu Stücke, welche ihrem Gegenstande nach auf die Geschichte der Stadt gar keinen unmittelbaren Bezug haben, ihren Platz in einer Mono graphie über das Minoriten- und das Dominikanerkloster hätten finden sollen? Das sind Fragen, die an die Redaction gerichtet werden müssen. Dass Starzer in lebhaftem Interesse an dem von ihm zum ersten Male bearbeiteten Stoffe vielfach die Abschätzung dessen, was wichtig und wertvoll ist, verlor, kann man ihm nicht leicht übel nehmen. Aber hier musste eben die Redaction den lobenswerten Uebereifer eindämmen. Im allgemeinen hat sich Starzer seiner Aufgabe, soweit man dies ohne Vergleichung mit den Vorlagen beurteilen kann, mit Fleiss entledigt, Lesefehler wie Pollen (Reg. 996), Poller (Reg. 1003) statt Polle, Praitenwerdacher (Reg. 1029) statt Praitenweidacher , hofportmaister (Reg. 1075) statt hofpostmaister, Schneckenmarkter (Reg. 1080) statt Schenkenmarkter waren bei einiger Vertrautheit mit dem Stoffe leicht zu vermeiden oder wenigstens von der Redaction leicht zu beseitigen, bevor sie in das Register Aufnahme fanden. Dass Starzer von 32 Urkunden mit Festdatierung fast ein Viertel falsch berechnet hat, ist eine sehr bedauerliche Sache --). -) Reg. 1002: 24. nicht 17. März 1357; Reg. 1005: 18. nicht 25. Aug. 1363; Reg. 1007 : 5. nicht 6. Jänner 1368 ; Reg. 1010 : 9. nicht 10. Jänner 1378 ; Reg. 1013 •"], [43, "37 Wir sind nunmehr bei dem Register angelangt, das zu erwähnen bereits öfter Gelegenheit geboten war. Es umfasst nicht weniger als 10 Bogen, d. h. da den Regesten selbst nur 35 Bogen gewidmet sind, beansprucht es 22% des Bandes. Das ist ein ganz ungeheuerliches Ver- hältnis, wenn wir es mit anderen Veröffentlichungen vergleichen. So z. B. nehmen die gesammten Register des 1. Bandes der Diplomata- ausgabe in den Monumenta Germaniae nur 13.4% (Namen- und Sach- register 9.8%), die des 2. Bandes 9.8% (Namen- und Sachregister 6.8%) i\" Anspruch. Dieses Missverhältnis, das der Redaction wohl hätte zu denken geben sollen, entspringt der verfehlten Anlage des Ganzen. Dadurch dass man eben Urkunden der verschiedensten Zeiträume im selben Bande vereinigte, musste die Zahl der Namen sich ausserordentlich steigern, müssen dieselben Namen durch die ganze Reihe der Bände mühselig fortgeschleppt werden, während im andern Falle viel mehr Stellen unter einem Schlagworte hätten zusammengefasst werden können, jeder Name in der Regel nur in einem Bande vorgekommen und auf diese Weise eine bedeu- tende Raumersparnis im Verein mit leichter Uebersicht erzielt worden wäre. Verunglückt ist auch die Mischung von Namen- und Sach- register, wobei die Sachen zu wenig hervortreten und überhaupt zu geringe Beachtung gefunden haben. Bei dem archivalischen Durchein- ander des Bandes hätte aber gerade eine systematische Uebersicht des Inhaltes sehr gute Dienste geleistet. Eine andere auffällige Folge des Grundfehlers ist es auch, dass in dem Register dieses doch ausschliess- lich der Geschichte Wiens gewidmeten Bandes eine eigene Abteilung Wien ausgeschieden werden musste. Richtiger wäre es wohl gewesen, das nicht auf Wien bezügliche Materiale in den Auszügen möglichst einzuschränken und es, wenn nötig, im Register abzusondern. Im Uebrigen kann die betreffende Abteilung, welche sich fast nur aus Verweisen zu- sammensetzt, wenig fruchten und es ist als ganz wertlos und verfehlt zu bezeichnen, wenn die Namen von Bürgermeistern, Stadtschreibern etc. einfach in alphabetischer Folge ohne Angabe der Jahre ihres Vor kommens aufgeführt werden. Selbstverständlich kann ein Register von 10 Bogen Umfang stets nur als ein Werk grossen Fleisses und geduldiger Ausdauer anerkannt werden und so soll dem Verfasser desselben das Lob, das ihm hiefür gebührt, auch an dieser Stelle nicht vorenthalten werden. Aber mit der Ausführung im besonderen wird man sich beim besten Willen nicht 25. nicht 2. Mai 1395; Reg. 1015: 12. nicht d. Sept. 1398; Reg. 1025: 30. nicht 31. Jänner 1459."], [44, "38 zufrieden geben können. Vorerst werden manche technische Einzelheiten Anlass zu Beschwerden geben. Dass unter dem Buchstaben C alles ver einigt wurde, mag es dem K oder dem Z entsprechen, lässt sich nicht rechtfertigen. Das C bezeichnet nun einmal in unserer Sprache keinen besondern Laut und es ist daher in einem Register wesentlich deutscher Worte überhaupt nicht zu beachten. Vollends aber sollten ihm nicht die mit K anlautenden Namen untergeordnet werden. Bei überlangen Regesten, deren das Buch leider nur zu viele zählt, waren doch nicht allein die Kegestennummern, sondern auch Seitenzahl und Spalte anzu geben. Wie sehr die Angabe des Jahres der Erwähnung bei einem über so verschiedene Zeiträume sich erstreckenden Inhalte der Benützung gedient hätte, wird jeder zugeben, der daraufhin z. B. das Register zu Baumanns Necrologienausgabe in den Mon. Gennaniae ansieht. Ueberhaupt wird man es schmerzlich empfinden, dass das Register nicht einer zusammenhängenden Bearbeitung unterzogen wurde, dass vielmehr die Excerpte vielfach rein mechanisch aneinandergereiht sind. Die Besonderheiten der mittelalterlichen Schreibweise mussten ausge glichen und es musste versucht werden, die gleichen Namen möglichst an einer Stelle zu vereinigen. Das ist aber in vielen Fällen nicht ge schehen. So hat man der Schreibung v, w statt u, z statt s, der Ver schärfung der Endconsonanten u. ä. Rechte bezüglich der Einreihung belassen, die diesen ganz wertlosen Besonderheiten in keiner Weise zu kommen. Es ist demnach ganz verfehlt und der Benützung sehr hinderlich, wenn Pettaw und Pettow (= Pettau), Schauer und Schawr, Gries, Griess, Griez, Griezz und Griezze, Greif und Greiff, Als und Alsse, Säulen, Seule und Sewl, Gäuchramer und Geukramer, Chatanerin und Chotanarii, Poll, Polle und Polio, Achau und Aichau, Aiseck und Aisecke, Aland und Alland, Hintberg und Himberg, Amzinspach und Anzbach von ein ander getrennt werden. Die letztangeführten Beispiele machen auch auf zwei andere Fehler aufmerksam. Am besten empfiehlt es sich doch bei allen bestimmbaren Namen, und bei solchen localen Publicationen ist die Bestimmung der Ortsnamen Pflicht des Herausgebers, die mo derne Form und zwar in amtlicher Schreibung als Hauptschlagwort zu wählen, von der wesentlich verschiedenen älteren Form auf sie zu verweisen. Das ist hier manchmal, aber nicht immer geschehen. So hätte man nicht Acenprucke sondern Atzenbrugg, nicht Blabweiern sondern Blaubeuern, nicht Waikersdorf sondern Weikersdorf, nicht Polan sondern Alt-Pölla, nicht Alberdorf sondern Alberndoif, nicht Allensteig sondern Allentsteig, nicht Tirnstein sondern Dürnstein, nicht Gundreinsdorf sondern Guntramsdorf, nicht Purchartsdorf sondern Purkersdorf, nicht Tulbingen sondern Tulbing, nicht Dinkelsbüchel"], [45, "39 sondern Dinkelsbühl, nicht Ewergozzinge sondern Ebergassing, nicht Iwansthal sondern Eibenthal, nicht Merswanch sondern Mörschwang, nicht Rudnich sondern Reidling, nicht Rudmars sondern Rudmans, nicht Schonchirchen sondern Schönkirchen einreihen sollen, selbstverständlich mit Vorbehalt der notwendigen Verweise. Den Verweisen sollte am besten überhaupt keine Citatzahl beigegeben werden, ganz irreführend aber ist es, wenn, wie dies oft geschieht, die alte Form neben der neuen als selbständiges Schlagwort verwendet wird, ohne dass durch einen Hinweis der notwendige Zusammenhang hergestellt ist. Diese Versehen machen das Register für den Gebrauch in topographischen und genealogischen Fragen unzuverlässig und erschweren die Nachsuche. So mache ich darauf aufmerksam, dass z. B. Hormarkter, Hormarker von einander und von dem richtigen Haarmarkter, Ainfeldstrasse von der Teinfaltstrasse, Armbstorfer von Arnstorfer getrennt sind und der alte Name der Teinfaltstrasse (Tuemvoitsstrasse) unter Tv eingereiht, daher auf den ersten Blick nicht zu finden ist. Aergerlich ist auch, dass die zahlreichen Lesefehler der Regestenmacher zumeist ohne Bedenken in das Register anfgenommen wurden, obwohl ja gerade dessen Anlage auf sie hätte aufmerksam machen und ihre Richtigstellung hätte her beiführen sollen. Wir finden auf diese Weise Schricher und Schricker, Purglpeck statt Peuglpeck (?), Schaiter und Schauer, Asquumus und As quinus, Walgwis statt Walgris, Hyttendorfer (unter Hi) statt Hütten dorfer, Kirchhändten und Kirchhärdten , Schruttard statt Schruttauer, Gerestenner, Gewsteiner statt Geresteiner, Schuechler und Schülcher an geführt. Der arme Steinmetz Ulrich Wamhofer musste sich gar eine schmerzhafte Zerlegung in drei Personen : Warnhauser , Warnhoider, Warnhofer gefallen lassen. Paltram Vatzo ist unter F angeführt, nicht aber unter den Paltramen, wohin er doch ebenso wie die andern Mit glieder des Geschlechtes gehört hätte. Von der sinnlosen Form Tuncz lirgner ist auf Tunczlungner verwiesen, dieses selbst aber fehlt. Bei Persing lesen wir die Worte: „in Kapellar, Pfarre\", in Reg. 573 aber steht „Persing in Kapeller pharr\", d. h. Perschling in der Pfarre Kappellen. Erdprust in den Heiligenkreuzer Regesten ist Erdpress bei Zistersdorf, in Reg. 1224 ist es aber bestimmt als Name einer Riede in Ottakring bezeichnet, hier mussten also Erklärung und Scheidung der Citate eintreten. Piligrim, Paltrams Sohn, und Piligrim, der Stadt richter, sind eine Person. Der unter den Bürgermeistern angeführte Nicolaus ist Niclas von Eslarn, unter den Stadtanwälten fehlt Schruttauer; der Stadtschreiber im Rathause und der Urteilschreiber auf der Schranne sind ganz verschiedene Amtspersonen, durften also nicht in einer Rubrik durch einander geworfen werden. Aus dieser Zusammenstellung dürfte"], [46, "40 hervorgehen, dass man auch bei einer anscheinend so handwerksmässigen Arbeit wie der Anlage eines Registers nicht der genauen und in alle Einzelheiten eindringenden Kenntnis des zu behandelnden Stoffes ent raten kann, und dass trotz alles darauf gewandten Fleisses das Register keineswegs jenen Anforderungen genügt, die bei einer mit so reichen Mitteln unternommenen Veröffentlichung an diese wichtige Beilage gestellt werden müssen. Damit beenden wir unsern kritischen Ausflug. Man sieht, es ist nicht gerade eine sehr erfreuliche Beute, die wir davon nach Hause ge bracht haben, und ich war manchmal nicht wenig erstaunt, wenn ich das Streifnetz ausschüttelte und die seltsamen Dinge betrachtete, die dann vor mir lagen. Denn ich darf sagen, dass ich die Fehler nicht gesucht habe, sondern sie zufällig fand, wie sie sich mir von selbst aus dem Vergleiche und im Zusammenhange mit meinen eigenen Arbeiten ergaben. Wenn ich sie weiter verfolgte, so geschah das nicht in bös williger Absicht und kläglicher Kleinigkeitskrämerei, sondern nur in dem Bestreben, das ungünstige Urteil, welches der Band erregte, ge wissenhaft zu begründen, und um dieses Heftchen auch für jene, die ich nicht überzeugt haben sollte, zu einer nicht ganz wertlosen Gabe zu gestalten. Alle Fehler aufzuspüren würde beinahe einer vollständigen Neubearbeitung des Bandes gleichkommen, eine Arbeit, die für den nächsten Zweck um so überflüssiger wäre, als das Ergebnis, zu dem wir gelangen, durch die angeführten als völlig erwiesen nnd gesichert be trachtet werden kann. Wir dürfen mit voller Berechtigung sagen, dass der Plan und die Anordnung des Unternehmens verfehlt sind und nicht im Einklänge mit den theoretisch begründeten, praktisch als aus führbar und zweckentsprechend befundenen Forderungen stehen, welche die Wissenschaft erheben kann und muss. Wir hatten reichlich Gelegen heit, die Mängel der Ausführung wahrzunehmen, die sich aus diesen Grundfehlern ergeben mussten und sich in dem ersten Bande beson ders stark und unangenehm fühlbar machten, ohne dass die Redaction einen ernstlichen Versuch gemacht hätte, sie zu mildern oder ganz zu beseitigen. Gerne wird man zugeben, dass der Band manche nützliche Mitteilung darbietet, aber dem hält das Ueberflüssige und Unnütze fast die Wagschale und das Gute müssen wir oft in unsicherer und unbe quemer Form hinnehmen, so dass auch in dieser Hinsicht die Vorrede nur einer Selbsttäuschung Ausdruck gibt. Ueber diese beklagenswerten Mängel können uns weder die erstaunliche Schnelligkeit der Veröffent lichung, noch der bewundernswerte Mut, mit dem man diesen Band auf den Markt gebracht hat, noch endlich der merkwürdige Versuch hin weghelfen, den ein Kritiker, von dem man eine ernstere Auffassung"], [47, "41 dieser Dinge hätte erwarten dürfen, in einer anscheinend sachgemässen, in Wahrheit aber keineswegs tiefer eindringenden Besprechung gemacht hat, um nicht allein das Verfahren des Comite's und der Redaction im allgemeinen zu rechtfertigen, sondern sogar die Fehler in Vorzüge zu verkehren 1). Da wir nachweisen konnten, dass die Mängel sich zum grossen Teile aus der Anlage herleiten, also organischer Natur sind, so kann man voraussagen, dass sie auch den folgenden Bänden anhaften werden, und darüber darf man sich gar keiner Täuschung hingeben, selbst wenn mit gleicher Behendigkeit noch in rascher Folge ein oder zwei Bände, mit Urkunden aus Wiener und andern leicht benutzbaren Archiven, in denen mit geringer Mühe ein beachtenswerter Vorrat an Wiener Urkunden zu erraten und zu erreichen war, angefüllt, erscheinen sollten. Denn erst dann beginnt die eigentliche Arbeit. Dann werden Sammlungen an die Reihe kommen, die nicht so bequem zugänglich sind, dann gilt es ver borgene Quellen zu erschliessen, die man nicht so leichthin, sondern nur mit der Wünschelrute einer genauen Kenntnis der vielverzweigten Beziehungen Wiens aufzufinden vermag! Dann wird es mit Fragebogen und Regulativ allein nicht mehr gehen! Dass solcher Tadel und solche Besorgnisse ausgesprochen werden müssen, daran ist sicher nicht der böse Kritiker Schuld. Es war vollständig in die Hand des Comites und der von ihm bestellten Re- daction gelegt, mit den überreichen Geldmitteln etwas durchaus Ge- diegenes herzustellen, und niemand hätte freudiger und aufrichtiger einen echten und rechten Erfolg zum Nutzen der Geschichte Wiens begrüsst, als der Schreiber dieser Zeilen. Denn leichter ist es, fürwahr, und an- genehmer, loben zu dürfen, als ernsthaften Tadel zu beweisen. Aber leider kann die Aufgabe der Kritik nicht in verschwommener Ver- hüllung der Fehler, in unbegründeter Zustimmung oder in freundschaft- lichem Stillschweigen gelöst werden; unbesorgt um alle Momente, die ausserhalb der sachlichen Erwägung liegen, muss der Wahrheit die Ehre gegeben werden. Denn wissenschaftliche Arbeit kann nur gedeihen im hellen, milden Lichte innerer Freiheit. Ferne müssen ihr persönliches Vorurteil, lieblose Ehrsucht bleiben, aber jeden, der an ihrem Werke mitzuarbeiten berufen ist, muss der edle Ehrgeiz beseelen, in diesem allgemeinen Zusammenhange für die ihm zugefallene Aufgabe alle Kräfte einzusetzen. Hielte jeder sich diese Grundsätze vor Augen, dann i) Oest. Literaturblatt 4 (1895), 497 ff. 4"], [48, "42 würde man so ausführlicher und mühsamer Kritiken überhaupt nicht mehr bedürfen. In dem vorliegenden Falle aber konnte die unabweis bare Pflicht offenherziger Besprechung nicht umgangen werden, denn mit dem hochherzigen und einmütigen Beschlusse des Gemeinderats war eine schöne Aufgabe gestellt worden, und daher war für Wien das Beste gerade gut genug. Wien, am 7. November 1895."], [49, "Im Verlage der Wagner sehen Universitäts-Buchlianclluiig in Innsbruck erscheint : Mittheilungen des Instituts für österreichische Geschichts -Forschung Unter Mitwirkung von Th. R. v. Sickel und H. R. v. Zeissberg redigiert von E. Mülilbacher. Jähirlich wenigsetns -40 Bogen gr. 8S XVII. Jahrgang, 1896. M. 13 — I. bis XVI. Jahrgang, 1880—1895. Preis M. 208.— Ergänzungsbände dazu. L— IV. Band. 1885—1894. 738, 584, 672 u. 450 S. gr. 8°. M. 50. Beim Bezüge der ganzen Reihe der bisher erschienenen Bände gewähren wir einen Nachlass von 30°|o von obigen Preisen. Der jeweils laufende Jahrgang- ist von dieser Begün- stigung ausgeschlossen."], [50, ""], [51, ""], [52, "DRUCK DER WAGNER'schen UJMIVERSITÄTS-BUCHDRUCKEREI."], [53, ""], [54, ""], [55, ""], [56, ""]]