[[1, ""], [2, ""], [3, ""], [4, ""], [5, "JILTED! OB, MT UNCLE'S SCHEME."], [6, ""], [7, "JILTED! OK, MY UNCLE'S SCHEME. 31 gobel, in Ihrce 'Boss. VOL. I. jlonbon : SAMPSON LOW, HARSTON, LOW, & SEARLE. CEOWN BUILDINGS, FLEET STREET. 1875. [All Eights Reserved.\"]"], [8, "CIIABLE9 DICKENS AND EVANS, CRYSTAL PALACE PRESS."], [9, "CONTENTS. PAGE CHAPTER 1 1 CHAPTER II 31 CHAPTER III 54 CHAPTER TV 90 CHAPTER V 121 CHAPTER VI 140 CHAPTER VTI . . .160 CHAPTER VITT 199"], [10, ""], [11, "MY UNCLE'S SCHEME. CHAPTER I. \" It has been found hard to describe man by an adequate definition. Some philosophers have called him a reasonable animal ; but others have considered reason as a quality of which many creatures partake. He has been termed likewise a laughing animal ; but it is said that some men have never laughed. Perhaps man may be more properly distinguished as an idle animal.\" — Dr. Johnson. My father was a major in the army Avho, at the time this story begins, had lived in LongueArille-sur-mer for fifteen years, to Avhich place he had come, after my mother's death, bringing me with him. I Avas then VOL. I. B"], [12, "2 JUT UNCLE'S SCHEME. seven years old. He put me to a good school in the neighbourhood, at Avhich I remained untd I was sixteen ; and was then let free. Considering myself a man, I worked hard to groAV a mustache, in which I very ignominiously faded ; for it was not untd I was one-and-twenty that nature condescended to favour me with that A7ery elegant and martial decoration. I also took to colouring meerschaum pipes, in Avhich art, before I Avas nineteen, I A\\7as considered by my companions to excel, though I did not succeed in establishing my reputation in that line until I had dealt such an injury to my nervous system as I fear I shall never recover. I also became, before long, an expert hand at bidiards, though up to the last Bob Le Marchmont could always give me twenty points and beat me comfortably. But I"], [13, "JUT UNCLE'S SCHEME. 3 was his better at whist, and Avas indeed .a match for several grave old gentlemen Avho were members of our English Club in the Bue des Chiens. My father was a remarkably handsome man, Avith a nose like Lord Chatham's and with whiskers Avhich I would liken to two solid bastions of hair, richly dyed and inexorably curled. A whiter hand than his never embellished a cuff. He stood six feet in his stockings, and Avell do I remember Sub-lieutenant Delplanque saying to me \" Mon cher, one may stitch pokers instead of whalebone into one's stays, and still fail to achieve the air magnificent and Cæsaresque that distinguishes le major Argrrrarve.\" I was once walking on the port, as they call the quay, with my father, Avhen Louis Napoleon drove past us ; His Majesty Avas in mufti, and my"], [14, "JUT UNCLE'S SCHEME. 4 father would not have known him had not the Emperor deigned to raise his hat. The compliment was an imperial one, and my father would relate the incident with exquisite satisfaction. Jack Sturt said \" it was foreign majesty paying homage to British arms — and legs.\" To which I added, \" God save the Queen.\" There can be no doubt that after I left school my father ought to have put me to one of the professions, or entered me in a house of business. He had two brothers, one of whom, owned a private bank, the other was a retired stock-broker; and either of them, as they afterwards told me, would have been very glad to take me by the hand, had my father applied to them. But he was by nature a reckless man : by reckless I mean that he never troubled himself about the future"], [15, "JUT UNCLE'S SCHEME. 5 (though he lived strictly within his half pay). He hated trouble of any kind or description. If ever he reflected upon the future, he could scarcely, I am sure, understand that it should mean more than a perpetual succession of morning strolls, and afternoon siestas, and evening whist parties. He pursued day after day, Avith automatic regularity, a small round of trifling and monotonous distractions, which by degrees girdled his existence AAith the narrowest possible horizon, and prevented him from sympathising with any needs which, like mine, lay outside the sphere of his dady routine. I do not say I was not as much or more to blame. Had I teazed him, he would no doubt have made an effort to get me out of Longueville into some cading in England. To speak the truth,"], [16, "JUT UNCLE'S SCHEME. 6 I liked my life so Aved that I had no wish to change. Monotony has its fascina- tion. We cling to dulness after many years of habitude. Don't you knoAv people who have, to your certain knowledge, made up their minds for the last ten years to leave the place they live in ? Year after year the same story is told— how they hate the society ; how inhospitable the neighbours are ; how Ioav the tOAvn has become since their day ; how every stone in every street is as famdiar to them as their faces ; Iioav unspeakably nauseating the people who live opposite, and who OAreiiook all their internal doings, make lde by the sickening regularity of thed habits. But your grumbling friends stid go on living in the same place ; and all they do, and all they probably ever will do, is to amuse then resolution to quit Avith fictitious"], [17, "JUT UNCLE'S SCHEME. 7 inspections of houses they don't mean to take, and occasional appdcations for lists to distant house-agents, Avith whom they haAre not the slightest intention of trans acting any business. Over and over again I would say, \" I'd give anything to get out of this hole ; \" and no man's voice more loudly swelled the residential chorus of abuse against LongueAille than mine. But I never meant Avhat I said. In the depths of my soul dwelt a very pathetic love for our apartments, with the faded velvet furniture and ghastly skeleton clock and antique mirrors, over Auguste Soulier's the bootmaker's shop in the Rue d'Enghien ; for the pastrycook's opposite, where, when a boy, I would spend my pocket-money in pistaches and tarts, and where, when grown too nice for raw sweetmeats and jam, I would dawdle over Vanilla ices ; for"], [18, "8 JUT UNCLE'S SCHEME. the bidiard table in the Cafe Grenouide over whose worn cloth I have stooped with an enthusiasm that, ddected into a money-making channel, would have earned me a good income ; for the whist tables in the club-room, where, amid volumes of smoke from cigars, at fifty centimes apiece, I would make or lose during a long evening as much as ten sous. And shad I ever forget — oh, fond and foolish heart, be stid ! — shall I ever forget thee, sweet Pauline Gautier — remind me, was thy father a dancing-master, or did he keep a school ? Thee, I say, Aviiom on summer evenings I would row in a boat on the amber coloured river, filling the intervals of the measured music of my oars with tender breathings, surely not the less delightful for thee to hear because I whispered them"], [19, "MY UNCLE'S SCHEME. 9 in French, not always strictly gramma tical ? But, as my father would often say, apropos of nothing, \" Facts, my boy, are stronger than prejudices ;\" and a very un deniable fact wTas that, though billiards, and smoking, and boating, and spooning by moonlight are highly agreeable pur suits, they could not in any fashion what ever contribute to my existence Avhen it pleased heaven to call my father aAvay. I AA7onder I never thought of this. HoAvever, when I wTas hard upon three-and-tAventy, a change came. This is the story of it. One morning I saAv a letter addressed to my father lying upon the breakfast table. It bore the English post-mark, and without taking further thought of it I went to the window and amused myself"], [20, "10 JUT UNCLE'S SCHEME. with staring out untd my father should enter. SomehoAV, I have the clearest recollection of that morning, and of a trivial incident that made up the life of the street Avhdst I looked doAvn upon it. It was early morning — nine o'clock. The gay sunshine streamed brightly upon the shop-AA7indoAA7s and the Avhite pavement, and threw a coquettish intelligence upon the broAvn and comely features of a smart femme de chambre, who had thrown up a AvindoAv opposite to shake a duster,. Avhich, I took it, she meant to continue shaking whdst I remained visible. In the middle of the road Avere two soldiers, little red-troAvsered men, so neat and small, you would have said that they had just been unpacked at the toyman's at the corner. A priest passed, reading a book, with his eyes in the corners of their"], [21, "JUT UNCLE'S SCHEME. 11 sockets ; the little soldiers Avhipped up their hands, gave him a salute, and fed to talking again. del ! how they ges ticulated, shrugged, brandished then fists, smote their breasts, and struck attitudes ! In London a crowd would have surrounded them in two minutes, and a hunched pocket - handkerchiefs would have been lost for ever. Noav Avhat AA7ere they grimacing, grinning, grunting, and growling over ? Probably a description. Alphonse was telling Jules hoAv Auguste had beaten Amedee last night at dominoes ; the stakes, sugar-and-AA7ater all round, a matter of cinquante centimes. Amedee was abime. Va pour un croquant ! You saw his face this morning, Jules ? Tenez ! 'twas green as grass. This Amedee bears misfortune like a Russian. (To-day it would be a Prussian). Bah ! . . here a shrug ex-"], [22, "12 JUT UNCLE'S SCHEME. pressed the rest : in which the ears stood out along the shoulders, in which the back became a hump, in which the tension of the corporeal frame ldted the trousers up the calves, and exhibited everything but socks — in which the whole person was transformed into a rounded twist of sdent eloquence, so convnicing that I saw Mon sieur Galette in the pastry-cook's shop, nod his head with a gesture of acute appre ciation of the significance of the martial convulsion. Thus universaUy intelligible in France is the language of contortion. As the soldiers walked off, gesticulating as if at any moment they would throw their caps down and fight it out, in came my father, took up the letter, pudecl out his glasses, and having read a little, called out — \" Charlie, here's new7s for you.\""], [23, "JUT UNCLE'S SCHEME. 13 \" Grove End, Updown, \"May — , 18—. \" My dear Brother, \" I was very glad to get your letter, for, guessing roughly, I should say it is not a day less than four years since I last heard from you. You hate the sea ; yet you managed to cross the Channel once ; can't you cross it again and spend a few weeks with us ? \" (My father shook his head.) \" I can give you some capital Burgundy, my cook knows her wrork, and though society here is rather drab-coloured, I can pick you out enough people to keep you well stocked with rubbers.\""], [24, "14 JUT UNCLE'S SCHEME. (\" He would have to entertain a corpse,\" said my father. \" The crossing would kill me — especially d it were calm— for then all the filth of the engine-room is tasted.\") \" And now to business,\" continued the letter. \" You want to place your son. Would he like to be a banker's clerk ? \" (\"No,\" said I; but my father took no notice.) \" One of my clerks is leaving me. His salary is £100. I will make it £150 for your son, if he wid come. He can either live in lodgings or with us. He may prefer the former; but I think he wdl find our house more comfortable than any apartments he can get at Updown. The"], [25, "JUY UNCLE'S SCHEME. 15 place will be vacant next week, and he can join when he likes. \"Richard wras with me last month.\" (\"Poor Dick!\" said my father; \"we haven't met for twTenty years ! \") \" Do you know that he has changed his quarters, and purchased an estate at Shandon ? \" (\" Tom told me that Dick had retired on £40,000,\" said my father, looking at me over his glasses.) \" He has growm A7ery corpulent, and hankers after his old trade. A gain of £10 makes him giddy with joy; and he will forget, amid his transports, that he lost a hundred or more last account. His"], [26, "16 MY UNCLE'S SCHEME. daughter Theresa has growm a fine woman. I shall be curious to see your son, who scarcely reached to my knee when I last saAV him. \" My wife and Constance send all manner of kind messages. \" Believe me, dear Charles, \" Your affectionate brother, \" Thomas Hargrave.\" \" What is ad this about ? \" said I. \" About ? \" cried my father : \" Avhy, about you.\" \" What made you write ? You didn't tell me you had done so.\" \" Because I wasn't sure that anything would come of it. Why, this is from"], [27, "JUT UNCLE'S SCHEME. 17 your uncle Tom. Didn't you know you had such an uncle ? \" \" Of course I knew7 — but Avhat made you Avrite ? \" \" I'll tell you,\" answered my father, pulling off his glasses. \" Last Monday evening I had a talk with Harris at the Club. Harris is a man I respect. I consider Harris,\" said my father Avith emphasis, \" an honest man. He spoke of you. ' Major,' said he, ' I think Charlie is too fine a felloAv to be allowed to run to seed in a place like this ? ' ' I'll own, Harris,' said I, ' that it has sometimes struck me my son might be doing better.' He then asked me, why I didn't get you into some house of business in London. This sort of ques tions are very easily put. There's no difficulty in asking- a subaltern why he vol. i. c"], [28, "18 MY UNCLE'S SCHEME. isn't a field-marshal, or a poor man wiiy he don't invent something wonderful, and make a fortune. ' The fact is,' said I, ' I have no interest in the City. I don't think,' I said, quite forgetting my brother Tom for the moment, 'that I have a single friend in business.' ' Wed, major,' said Harris, 'your boy and I are old friends : he's a thorough Englishman and a gentleman, and has done nothing that I can see to deserve expatriation. I'll tell you what I'll do. I have a brother— — ' ' Faith Harris,' said I, ' I am truly obliged to you, but I can't permit you to do for me what it is my duty, at all events, to try to do for myself. You've reminded me that I, too, have a brother who OAvns a private bank. By George!'\" — (my father always swore like a gentleman) — \" ' I'd write to him !"], [29, "MY UNCLE'S SCHEME. 19 I have never asked either of my brothers a favour in my life ; and I don't sup pose Tom Avid refuse me a first and last request.' So, without saying a word to you, I sent a letter to Tom, asking his interest for you. I don't know how it strikes you — but I never could have expected so handsome a reply after so long a sdence. Why, he has answered me by return of post,\" said my father, peering at the date. \" Oh, no doubt he is \\Tery kind,\" I answ7ered, wishing both him and old Harris at Jericho. \" But I haven't any particular wish to leave here.\" \" True, but this is no place for a young man. What's your age ? Three and-twenty. My dear boy, at three-and twenty William Pitt was First Lord of the Treasury. What you have to con-"], [30, "MY UNCLE'S SCHEME. 20 sider is, I am fifty years old\" (50 + 12), \"and at fifty a man is no longer 33 young. \" That is true,\" said I, somewhat im pressed, for these were considerations that, so far as I could remember, had never before disturbed either of us. \" When I die,\" continued my father, \"my pay dies with me. I have saved nothing — what have I to save ? This is not so cheap a place to live in as people think. There was, indeed, a time when ten francs would purchase poultry enough to stock a hotel for a week, but now I can scarcely put a pair of fowls on my table for that money. When I die, what is to become of 3rou ? If you don't think of that now, you wid find yourself in a muddle some of these days. Tom can be the making of you if he likes. A hundred and fifty"], [31, "JUT UNCLE'S SCHEME. 21 a year, let me ted you, is a very hand some beginning.\" \"Yes; but a banker's clerk!\" \" You needn't cad yourself that. You'd be known as your uncle's nephew, and I should always speak of you as a banker. And after ad, what does it signify what you're called, so long as you have pros- pects ? \" \" I know I can't do any good by re maining here,\" said I, gloomily; \"but that doesn't make me want to leave.\" \"Man,\" answered my father with the solemnity of a Rasselas, \"is not a A7ege table. Legs wTere given him to walk AAith, and the w7orld wTas made for him to look at. As we advance in lde our wants dAvindle to a point. No man could ever ha\\*e started with more copious aspirations than I did, and now whist is the one solitary"], [32, "22 JUT UNCLE'S SCHEME. pleasure that satisfies me. I don't know,\" he continued, stroking his fine whiskers, \" how it came about that I never thought of sending a fine to Tom about you before. Answer his letter after breakfast, and take care to thank him for his kindness. I consider his offer a very handsome one.\" \" It's awdully sudden,\" said I. Indeed it was : and I thought it hard that I should be called upon to act and decide for myself without having received one word of warning that a change was to take place. It was not to be expected that I could let fall at once those pre judices in favour of an idle life which had been the accumulation of six years of steady inactivity. \"All good fortune is sudden,\" said my father."], [33, "JUT UNCLE'S SCHEME. 23 \" Do you mean to accept the invita tion V \" No ; apart from my horror of the sea, I should prefer that you entered life alone. There is a dignity in solitude — a suggestion of self-dependence, my boy, that all men of the world admhe. Of course on your arrival you will assure everybody of my affectionate and brotherly sentiments.\" \" I shouldn't mind anything else but a banker's clerk!\" I grumbled. \" Roget's a banker's clerk, and what a snob he is!\" \" Roget's a Frenchman. Don't con found monkeys with men. Alw7ays be lordly in your estimates of what you are about. I always was. Nothing gave me greater delight than to be magnificent in trifles. I have read of a composer who"], [34, "24 JUT UNCLE'S SCHEME. invariably sat down to write in fud court chess, with fine lace ruffles on, and diamond rings. That was a great man. Let your personal characteristics, d you have any, overtop and overwhelm every consideration that seems in anywise mer cenary or humble. Sink the Thing in the Man ! Beau Brummel behind a counter showing scarves to gentlemen or silks to ladies, would make haberdasherising a gorgeous calling, fit for monarchs to pursue. If I were a banker's clerk, the whole profession should feel themselves dignified by the accession of a man in Avhose rich and sumptuous individuality ad paltry conditions of his employment should be merged, sunk, and annihilated !\" Saying which, he gave me . a magnifi cent nod, and looked at himself in the glass."], [35, "JUT UNCLE'S SCHEME. 25 \"Happen what will,\" said I, \"I'll live in lodgings. I suppose I shad be fear fully hardworked : but what time I have to myself, I mean to be free in. For anything I can tell, my aunt may hate the smed of tobacco. Perhaps uncle Tom is a oneqipe man, who Uoavs his cloud up the kitchen-chimney. A plea sant look-out for a fellow like me, to find himsed in a house, where, after tea, the wife pulls out ' Emma,' or ' Cecilia,' and reads aloud, whdst the husband snorts in an arm-chair, and the daughter Avorks at an altar cloth ! Bed at half- past nine — a knock at your door at a quarter to ten, with a shrill request to put your light out, as master's afraid of fire. No boiled mutton and near rela tions for me ! I'd rather be a missionary than endure that sort of thing.\""], [36, "26 JUT UNCLE'S SCHEME. \" By all means live in lodgings,\" said my father, aat1io, I could see, reflected with horror upon the picture I had drawn. \" A hundred and fifty a year ought to get you some good wine and cigars, and I don't see what the deuce is to upset 3! you. \" Wed, I can but try banking, and see Iioav I like it,\" said I, dolefully, accommodating my prejudices after the established fashion. \" Oh, you'll like it,\" answered my father. \" You're not going among strangers : and Tom is too much my brother, I hope, not to knoAv what is due to relations and gentlemen\" Here Celestine brought in the coffee and omelettes, and we sat doAvn to breakfast. Of course you guess that I did as my"], [37, "MY UNCLE'S SCHEME. 27 father bade me, and accepted my uncle's offer Avith an abundance of artificial grati tude. Ready grateful I could not be. I was content to remain as I AATas, as I have told you, and heartily wished my uncle hanged for his kindness. Nor was I at all w7ell-pleased to be reminded of my prospective necessities. What busi ness had Harris to remind my father to tell me that, when he died, I should be a beggar ? This was a most objectionable truth : a bold, naked, confounded fact, which, wiien I was made to look at it, I could not blink ; Avhich rendered work necessary ; and which enforced my accept ance of uncle Tom's offer. \"Ah, my Pauline ! \" I remember thinking that evening as I wandered companion less around the stand on AA'hich the band of the Hundred Guards Avere"], [38, "JUT UNCLE'S SCHEME. 28 playing, as only it can play, \" Ah, my Pauhne, would that I had but thy papa's income, which, as he once assured me in a moment of supreme confidence, amounted to tAvo thousand francs ! Smad are my w7ants and thine ! What luxuries and bliss unspeakable were ours on two thou sand francs of rent ! Is not thine a smile that wrould make soupe maigre — accursed beverage ! — more exquisite to the palate than turtle-soup ? Hast thou not eyes whose sweet fires would give to the thin nest ordinaire the ruby radiance and the Paradisaical aroma of Burgundy's vin tage ? \" Was love a reason for my reluc tance to leaA7e Longuevide ? I almost forget. Seldom is the memory tenacious of early indiscretions, or, as a Scotchman said to me once, with intense gravity, \" Sh, we forget wiiat wTe canna remem-"], [39, "JUT UNCLE'S SCHEME. 29 ber.\" I contrast those sighs I have just recorded with the emotions with which I surveyed Pauline last summer. Que voulez vous ? She keeps a hotel. Fat ? was she fat ? Mr. Banting might have been cut out of her, and stid left her a stout woman. I did not knoAv her. Fat annihdates idealism, and I might as well 7 O haA7e hunted for a vision of loveliness in the lump of marble w7hich the sculptor has not yet struck, as have sought for the Pauline of my youth, the Pauline of my moonlight boating- trips, the Pauline of the black eyes and little waist, in the Dutch and shaking rotundity that filled me, as I gazed, with mingled emotions of alarm and amazement. She knew me, and gasped out her name and — pouff ! let me blow these recollections away. I have a story to tell of which Paudne is not the heroine."], [40, "30 MY UNCLE'S SCHEME. So figure to yourself that I have bid den my father and a group of friends, in deer-stalking hats and tight pantaloons, good-bye, and that I am standing near the man at the Avheel, wiio is steering the \" King of the French \" out through the piers, and that I continue waving my handkerchief to everybody who wid look, until the town sinks behind the cliffs, and the piers melt into thin fines. Then I gaze ahead, and see nothing but a broad expanse of blue leaping Avater, through which the steamer cuts her way, straight for a cloud, a vague white cloud upon the horizon, which a Frenchman near me teds Madame, his wife, is \"Le cliffs to Shak-ess-pear, comedian Angleesh.\""], [41, "CHAPTER II. \" Take my word for it, when relations choose to be obliging, they're better friends than any a man can make for himself.\" — The Vagrant. I had to change carriages at Canterbury in order to get to Updown, which was tw7elve miles distant from that city. I felt as lonely as a German who can't speak a word of English, and wiio must either make his way from Leicester Square to Mile End Gate, or starve. A guard took me for a foreigner, perhaps a fire worshipper, because I had to get him to repeat a question three times before I"], [42, "32 JUT UNCLE'S SCHEME. had the faintest idea of his meaning. I will put it to the most intelligent of my readers — if a man with a face like the countenance of a skate, were to thrust his head into a window and roar with a voice turbid with hops, \" F-r-sh-f-rd-s-r ! \" what would you think ? Would you call for the police ; or fall back, and resignedly give yourself up for lost ? What I gathered after a bold and narrow cross examination was, that the man, who en joyed his right senses, wanted an answer to this question : \" Are you for Ashford, sir?\" Considering that I look as much an Englishman as blue eyes, a fair com plexion, and a yellow, or auburn, or red, or tawny (take your choice; they ad mean one colour) mustache can make a man; and considering, moreover, that I could articulate the national dialect in a"], [43, "JUT UNCLE'S SCHEME. 33 manner Dr. Johnson himself — his immortal name, I am proud to say, heads chapter one — would haA-e held unimpeachable, I maintain that I had a right to consider mysed aggrieved, by being- set clow7!! as a foreigner, by a man wiio looked like a fish, and spoke like a Yahoo. Ever since that day I haA7e possessed, and I hope I shall always preserve, an unaffected sym pathy with foreigners travelling in England. No w7onder Alphonse Tassard, after a fort night's trip to Great Britain — he having set out with the intention of returning in four days — swore with many Avild and awful imprecations, that he w7ould rather travel round Dante's fearful circles, than make a tour in Albion. For, had not a London cabman taken him to the North- Western Railway Station instead of to the South-Eastern Radw7ay Station; and had VOL. I. D"], [44, "MY UNCLE'S SCHEME. 34 not a sot put him into a carriage that whirled him into the furnaces of the Black Country, instead of to the southern port, whence he had hoped to embark for his had-dressing establishment in the Rue de Poitrine ? The train stopped at Updown station, and out I jumped, leaving behind me, in my eagerness to escape from being carried any further, a new silk umbrella with an ivory handle. (This is intended to meet the eye of a melancholy looking man who sat opposite to me.) My portmanteau, Avhich might have been fud of priceless Dresden ware for anything the guard knew, was hurled out of the van on to the platform, where it gave a bound and stood upright, the engine screeched, off went the train, and I was left staring at a short man with a waist-"], [45, "JUT UNCLE'S SCHEME. 35 coat that descended considerably beloAV his middle, who, on catching my eye, fell to poking his forehead rapidly with his thumb. \" Mr. Hargrave, sir 1 \" said he interro gatively. \" That's my name,\" I ansAverecL \" I'm from your uncle, if you please, sir. The phaeton's await in' outside. Is that all your luggage, sir ? \" \"That's ad.\" The groom or coachman, or whatever he w7as, pounced upon the portmanteau, hoisted it on to his shoulders, and led the way out of the station into a green lane, where stood a neat little trap, into Avhich he bade me jump. I w7as not fond of jumping. All my traditions were opj>osed to violent exercise. 1 clambered leisurely on to the front seat, my com-"], [46, "JUT UNCLE'S SCHEME. 36 panion seized the reins, and the smart chestnut mare, lustrous with brass-mounted harness, started off at a quick trot. \" Where are you going to drive me to?\" I asked. \"To Mr. Hargrave's, sir,\" replied the man. \" Do you know d he has procured any lodgings for me in the town ? \" \" I really can't say, sd. Master ordered me to drive you to Grove End. Them was my orders, sir.\" I wondered if it could be possible that my uncle had determined I should five in his house ? I w7as resolved that no tyranny of hospitality should tame me into submission. I had made up my mind to live in lodgings, and nothing human, I said to myself, shad induce me to abandon that resolution. Hoav was I to"], [47, "JUT UNCLE'S SCHEME. 37 knoAv the sort of treatment I might have to submit to ? Mightn't the butler — if they kept one — sneer at me from behind his master's chair, and flatter himself that there was no comparison between the respectability of his position as a butler, and mine as a banker's clerk ? Mightn't my aunt send me upon menial errands, treat me as a kind of upper foot man, and if I remonstrated, inquire Avith a scowl what I thought her husband gave me a hunched and fifty pounds a year for ? Meanwhde, I was being driven through a country so exceedingly pretty, that in the face of it, my fretful and feverish fancies died away, and I found myself incapable of more than admiration. Up down, the coachman told me, AAas three miles from the station. We had driven"], [48, "38 MY UNCLE'S SCHEME. a mile by this time, but I could see nothing of the town. The country was hilly, with ridges richly shagged with wood. It wTas a glorious May afternoon, with a warm breeze that swept by, charged with indescribable aromas, and with the most delicate blue sky that ever I saw, across which great bright clouds were rolling, dimming the sun at interA'als, and a' O 7 melloAving and deepening with shadoAVS the manifold colours of hills and plains. We had long ago left the green lane and were noAV bowling along a ATery good turnpike road, AAiiich rose and fell as far as the horizon behind us, but which grew very devious and A7anishing as we advanced. I was struck by the air of cultivated beauty the country exhibited. I had never seen anything like it about Longueville. I noticed the vivid oreen"], [49, "JUT UNCLE'S SCHEME. 39 of the grass, the sturdy and sheltering aspect of the trees, the cosiness and per manency of the farm-houses and wayside buildings, and the rugged and vigorous frames of the country people Ave over took and passed. Presently we rattled over a broad bridge, and I looked along a bright river Avith so smooth a surface that the shores were as accurately mir rored in it as if it had been a looking glass. I thought of Izaak Walton and hearty, cheerful Mr. Cotton, and wondered if they had ever thrown their quills in that water; and as the \"Compleat Angler\" Avas a book I had often read, and was passionately fond of, it is not surprising that the rich and sw7eet description of Maudlin, and her syllabubs and song, should come into my memory to gdd the brief glimpse I had caught"], [50, "40 JUT UNCLE'S SCHEME. with the radiance of an imperishable poem. On coming to a bend of the road, I saw on my right the red roofs and church spires and glittering vanes, and smoking chimneys of a toAvn built on the sloping sides of two hills. \"Is that Updown?\" I asked. The coachman said it was. I gazed at it with interest. Distance softened ad rude and commonplace details, and, in the silver sunshine, the town looked fairy-like. The central street, which ran straight as a line through the heart of the vadey, was made wonderfully picturesque by a great archway. We branched off just as we were getting near enough to see the houses distinctly, and, in about ten minutes, drove through a gate, along a 7 O O 7 Q pleasant avenue, and stopped before an"], [51, "JUT UNCLE'S SCHEME. 41 exceedingly pretty house, with gleaming conservatories on either side, and hedged about AAith a great profusion of shrub bery. I saw a girl's face at one of the windows, and, in a moment or tAvo, the door A\\Tas thrown open, and forth stepped — -my uncle : a spare, dry-fiiced man, AAith very high shirt-collars, and a very shiny black satin cravat, and dressed in a suit of shepherd's plaid. Of course I had no idea Avho he was, for there was no more resemblance between him and my father than there Avas between his ■coachman and me, But the moment he smiled, I knew he must be a Har- grave. I got out of the phaeton, and he came Tip to me, and took my hand, and held it Avithout speaking, whilst he ran his eye over me."], [52, "42 MY UNCLE'S SCHEME. \" And gou are Charhe, are you ? \" cried he, not letting go my hand, but, on the contrary, proceeding to shake it sloAAiy and persistently. \" Good heaven ! hoAv old the world must be getting ! Why, it was only the other day that you came up to my knee, and noAV, egad ! it seems as d I only came up to yours ! Do you remember me ? \" \" Very faintly,\" said I. \" You came to Longueville once, when I was at school.\" \" Yes — yes ! and I got you a half holiday, and you wheedled a half crown out of me ! ha ! ha ! and how's my brother, the major ? Does he ever mean to come and see me ? . . But Avhat do / mean by keeping you stand ing here ? Hi ! James, carry Mr. Har grave's portmanteau into the hall.\""], [53, "MY UNCLE'S SCHEME. 43 And catching me by the arm, he led me up the steps, and through the hall into a drawing-room full of flowers and china — so it appeared to me — calling \" Conny ! Conny ! \" loudly as we passed m. Scarcely were we entered, when two ladies presented themselves. I felt travel wTorn and soiled, and wished my uncle had given me an opportunity of making myself a little fresher-looking before in troducing me to his wife and daughter. I made a low bow and took my aunt's hand ; she welcomed me in a very mild and pleasing manner. My cousin Conny then came up to me and shook my hand, looking very shy and charming. She was exceedingly pretty. Up to that time, I don't think I had ever seen her equal. As to Pauline Gautier — pshaw ! There"], [54, "MY UNCLE'S SCHEME. 44 was no comparison to be made. Pauline was brown ; Conny had a skin of snow, and hair of gold, and large, modest, dark blue eyes, and a swTeet and saucy nose, and a small mouth, and a transporting figure. I can't describe the dress she wore. No man but a shopkeeper ought to be able to describe a woman's cos tume. Shall I tell you why ? because a woman's style ought to be too perfect for a man to notice details. Depend upon it, there is something gross in that woman's taste, whose dress, after leaving her, a man is able to describe. My aunt was a stout, healthy-looking woman, red-cheeked, with a most amiable cast of countenance. I was impressed by the size of her cap, and her walk, which was a waddle. My uncle pushed a chair forwards for me to be seated ; he and"], [55, "MY UNCLE'S SCHEME. 45 the ladies then ranged themselves round me, and we began to converse. \" I was delighted to hear from my brother. How is he ? \" \" Very well indeed. He begged me to thank you heartily for the kindness of your offer to me, and to convey his love to you and Mrs. Hargrave, and your daughter.\" \" What a time he has lived at Longue ville ! Isn't he sick of the place 1 \" \" No. We are both of us very fond of Longueville. I left it with great regret, I assure you.\" \" I wanted papa to take us there this summer,\" said Conny, timidly, and then starting like Fear in Collins' Ode, at the sound she herself had made. \"I dread the water, Mr. Charles,\" observed my aunt."], [56, "MY UNCLE'S SCHEME. 46 \"And so does my father, or he would bave been glad to accept your kind in vitation.\" \"Is it long since you were in England?\" asked Conny. \" I have not been in England since I was six years old.\" \" Why, you must be a perfect French man ! \" cried out my uncle and aunt in a breath. And then said my uncle : \"You'll find French very useful to you in business. How do you like the idea •of being a banker ? \" \" I know nothing about it,\" I answered. I was proud of my ignorance. I be lieved it w^ould impress Conny. I felt, in short, like the West-end gentleman who asked a friend where the city was. \" We'll soon teach you,\" said my uncle, cheerily. \" I wish you had made up your"], [57, "MY UNCLE'S SCHEME. 47 mind to live with us. I have taken lodgings for you in the town, as you desired, but I am sure you would have been more comfortable here.\" I felt disposed to agree with him. Certainly the house appeared a very delightful one, and I must say that I had had no idea I owned such a pretty cousin as Conny. But still I reflected that the habits of the old people might be entirely opposed to mine ; and it would be hideous to have to submit to any kind of restraint, after the long years of billiards, tobacco, and freedom I had enjoyed at Longueville. \"At all events,\" said my aunt, \"you can alwTays come here if you don't find your quarters comfortable. Your land lady was recommended to me by our laundress, who is a very respectable"], [58, "MY UNCLE'S SCHEME. 48 woman; Conny and I inspected your rooms, before taking them, and they seem pretty comfortable. They are very clean, which is a great thing in lodgings.\" I looked at Conny, who was watching me ; her eyes fell when mine met them. There seemed a little more keenness and slyness in their glance than I should have thought such innocent, maidenly, tender, blue eyes capable of. But oh, Euoenio ! what is there more deceitful in life than a pretty girl ? Does thy heart bleed ? Mine has bled. I have tried to pick a rose, and have pulled away nothing but four fingers and a thumb stuffed with thorns. \" You will dine with us to-day,\" said my uncle. \"Afterwards, James shall drive you to your quarters. There is no need to go to work before Monday. You can"], [59, "MY UNCLE'S SCHEME. 49 pass the rest of the week in looking about you, and sending home your im pressions to my brother, the major, who I daresay will be anxious to know how you like the place.\" \" Your kindness,\" I answered, \" will give me plenty to tell him about.\" \" My dear boy, we promise to do our best to make you happy,\" said my uncle effusively. \" I can assure you, it gives me great pleasure to be of service to you and my brother. He ought to have applied to me before. Had you begun this sort of work ten years ago, you might have owned a bank of your own by this time. But it's never too late to begin, is it ? \" and here he smiled, and I smiled, and my aunt smiled, and my sweet little cousin laughed a little harping treble, soft as the notes of a flute heard E VOL. I."], [60, "50 MY UNCLE'S SCHEME. on the water at midnight. \" This is very promising,\" thought I. My aunt then told her husband to take me upstairs ; it was nearly five, and dinner would soon be ready. So I followed my uncle to a bed-room, and there, as I brushed my hair and curled my mustache, I wondered what sort of an impression I had made on my rela tions. I thought of my father's advice, and wished I knew how to be as magni ficent as he. He had often told me that his brothers had a very high respect for him, and considered him the prop and decoration of the family name. I thought this quite likely. People in business do respect professional relations. Profit and purple are a fine combination ; and if Mr. Scrip knows that her ladyship would call upon Mrs. Scrip, were she to hear that"], [61, "MY UNCLE'S SCHEME. 51 the Dean was Mrs. Scrip's brother, why shouldn't Scrip brag of the parson, and combine social dignity with his remunera tive pursuits in Throgmorton Street ? I lamented my inability to imitate my father's lordliness, for then I might have profited by my relations' pride in him, and provoked deference, and even awe, by repeating in myself those swelling ■qualities and overtopping characteristics which rendered my father among his acquaintance an object of admiration and reverence. It is an old saying, that the world will always take you at your own price. Cast your eyes around you, Eugenio, and mark the numbers who are buying paste for precious stones, and, albeit, by no means destitute of the critical faculty, ostentatiously parading the worthless make-believe in the sincere con-"], [62, "MY UNCLE'S SCHEME. 52 viction that they are gems of the purest ray serene. Any muff can make himself a considerable man, if he will but shout long and loud enough to the populace to step up ! step up ! and admire ! \" Behold me, gentlemen ! \" says the poet through himself or through his friends. \" I am not so great a man as Shakespeare, and I have not Dante's austere and morbid imagination. But it is universally ac knowledged that I combine the sweetness of Keats and the wisdom of Wordsworth with the power of Byron and the ghastli ness of Coleridge ; and give me leave to say that the man who can rival these acknowledged geniuses must be great ? \" \" Hooroor ! \" yell the populace. They believe him ; they buy his quarto of non sense ; and lo ! another muff is canonised. So I maintain that my father was right"], [63, "MY UNCLE'S SCHEME. 53 when he exhorted me to treat life as a court-dress affair. The world is so full of hero-wTorshippers, that no man can think himself too important."], [64, "CHAPTER III. Hardcastle. \"I believe, sir, you must be sensible, sir, that no man alive ought to be more welcome than your father's son, sir. I hope you think so ? \" Marlow. \"I do, from my soul, sir. I don't want much entreaty, I generally make my father's son welcome wherever he goes.\" — She Stoops to Conquer.. I returned to my uncle and the ladies in the drawing room. By this time I felt quite at home, a feeling to which the improvement effected by the hair brush and towel in the coup-d'œil of my personal appearance did not a little con tribute ; and I could stop to admire. Addressing myself to my aunt, I com-"], [65, "MY UNCLE'S SCHEME. 55 plimented her upon the beauty of the grounds, a glimpse of which I could catch through the windows, and entered easily into a conversation, in which my uncle and Conny joined with great readiness. My uncle gained upon me. Yellow, and spare, and shrewd as his face was, a great deal of heart and amiability were mixed up in it. He was five years younger than my father, but wras one of those men who look fifty when they are thirty, and forty when they are sixty. He had lank black hair, and a long nose, and a spasmodic way of speaking, as if, after delivering himself of a few sentences, he found difficulty in breathing. I asked him what time the bank closed. \"At four,\" he answered. \"The clerks generally get awTay by half-past.\" \" Do you like the idea of being a"], [66, "56 MY UNCLE'S SCHEME. banker's clerk ? \" inquired Conny, with a gleam of mischief in her blue unfathom able eyes. \" I haven't the least notion,\" I replied. \"All that I know about banks is that they are places where you offer cheques and receive money for them.\" \" True,\" said my uncle, with a laugh ; \" but people must work very hard in order to induce the banks to change those cheques into money.\" \" I wonder your papa didn't put you into the army,\" said Conny. \"Would not you have liked to be a soldier ? \" \"It is immaterial to me what I am, provided I am easy in my mind, and have time now and then to smoke a cigar,\" answered I, with the lofty languor of an exquisite of the first water. Conny laughed merrily ; but, being afraid"], [67, "MY UNCLE'S SCHEME. ■j 7 that my answer was a rather ungracious one, all things considered, I changed the subject by asking my uncle if he smoked. Yes, he did smoke, incessantly, Mrs. Har- grave told me ; which meant that he had a cigar after dinner and a cigar with his grog before going to bed. I should have probably pointed out that my uncle wTas extraordinarily moderate in his consump- tion of tobacco, and have proceeded to give a sketch of our club in the Pate des Chiens, and the immense quantity of tabac Jin and cigars that were smoked there at a sitting, had not dinner been announced. I gave my arm to my aunt, and, followed by Conny and her papa, marched into the dining-room, a charming apartment with a large window conducting on to the lawn, and glass doors leading into the conserva- tory, the walls hung with good paintings,"], [68, "58 MY UNCLE'S SCHEME. and the whole of the furniture in happy taste. The setting sun wras shining in front, and filled the room with long slant ing rules of pink light, the effect of which was to make Conny, who took a seat fronting me, bewitchingly pretty. I had tasted no food since eia;ht o'clock that morning, and therefore did abundant justice to the very good dinner that had been provided for me. My uncle wTas a capital host. He allowed me to eat instead of dis- turbing me with remarks, and damaging my appetite by obliging me to talk. His wines were capital ; his cook, like Bayard, sans reproche; I said to him, holding up a glass of Madeira, \" My father would appreciate this.\" \" Yes,\" he answered ; \" why doesn't he come and see us? I should find him aged, no doubt ; but he was always a"], [69, "MY UNCLE'S SCHEME. 59 handsome man.\" And he began to tell us stories of his and his brother's young days, and how a certain young lady broke her heart wiien my father went to India, and how another young lady turned Roman Catholic, and faded into a white veil, wiien my father married. I thought Conny looked sentimental whilst she lis tened. I caught her eye once, during these startling revelations, but saw that she was not thinking of me by her abstracted air. By the time the sweets were on the table, I was qualified for any amount of conversation. I talked of Longueville, and of the Emperor's bow to my father, the major, described the Empress and her style, as well as I could, her fine taste and sweet face, and graceful manners — indeed, I talked so much of"], [70, "60 MY UNCLE'S SCHEME. the imperial pair, whom I had only seen once or twice at Longueville, that my aunt got the extraordinary impression in her head that I wras an intimate friend of theirs, as I afterwards learned, by her boasting to a friend that, \" Charlie was often with the Emperor and Empress of the French at Longueville.\" True to my resolution to deal with life as splendidly as I could, and not a little excited into a disposition to dazzle by Conny's intoxi cating eyes, I talked of some titled acquaintances of mine at Longueville, and, I believe, dove-tailed their valuable names into my remarks, with surprising effect. I spoke of the capital cigars Lord Towers used to give me ; of the gambling propensities of the Honourable Mr. Spadille, Lord Shallowman's brother, who tried to induce the members of our"], [71, "MY UNCLE'S SCHEME. 61 club to play for guinea points ; of the Marchioness of Cliffeton's little suppers in the Rue de Ville, &c, &c. Do you think I told them that Lord Towers skulked in Longueville, because he durst not show his face in London for fear of Mr. Sloman ? That the Honourable Mr. Spadille, Lord Shallowman's brother, had bolted from Leamington with Colonel Corney's wife ? That the Countess of Cliffeton ■ — bah ! What's in a name ? some times a blackguard. What's in a lion's skin ? very often an ass. The characters of certain of the English nobility residing in Longueuille were nothing to nobody. All that I wanted was, that my uncle, and aunt, and Conny of the celestial eyes, should understand that a young gentleman, named Charles Hargrave, wiio, out of respect for his"], [72, "62 MY UNCLE'S SCHEME. father, the major, and out of regard for his owti prospects, had condescended to become a banker's clerk, had frequently waltzed with a marchioness, and pledged her at her own table in unpaid champagne, had invariably addressed an English baron by a convivial nickname, and had very often helped to put the intoxicated brother of a North British nobleman to bed. I don't know if my uncle was im pressed; but my aunt was, and I rather think Conny was, too. An irresistible thrill of pride ran through me, wiien my aunt, leaning across the table, said -with great earnestness, \"I am afraid, Mr. Charles, you will despise the position Thomas has offered you ; but though the profession of bank ing has sunk rather low since our day,"], [73, "MY UNCLE'S SCHEME. 63 there are still plenty of gentlemen engaged in it.\" There was no sneer in this ; I should have instantly felt it had there been. \" Banking may have sunk low in other places,\" said Conny, with a heightened colour, \" but I am sure papa's clerks are gentlemen.\" \" I am not so sure,\" replied my aunt, who every moment was proving herself to be a deliciously candid woman. \" Oh, Curling's a gentleman,\" said my uncle, \" and so is Sjuatling, though his name might be grander.\" \" Mr. Curling is gentlemanly, I admit, but I don't consider him to be a gentle man,\" exclaimed my aunt. Conny picked at a bit of bread and twisted the fragments into little balls. \" Oh, I am sure I shall like banking,"], [74, "MY UNCLE'S SCHEME. 64 Mrs. Hargrave,\" said I, with fine con descension. \" Of course,\" I continued, waving my hand in imitation of my father, who would gesticulate in that manner in a very impressive and polished way: \"if I had an income of my own, however small, I should have preferred to continue as I was. But necessity is one of those things to which noblemen as well as ploughmen must submit.\" \" True,\" said my uncle with a nod. \"Help yourself to more wine.\" \" I should have thought,\" observed my candid aunt with a face full of sober honesty, and in a tone that quite forbade all notion that any irony was intended, \" that you wTould have been able to marry very well.\" \" Oh, oh ! give him time — give him time ! \" chuckled my uncle."], [75, "MY UNCLE'S SCHEME. 65 \" I have never been in love,\" said I. Conny's deep eyes, full of mournfulness, met mine. \" I have a great horror, Mrs. Hargrave,\" I went on, \" of men wiio marry only for 7) money. \"And so have I,\" said Conny. \" Eh ? you ? \" cried her papa, fondly. \" What do you know of these matters ? \" \" Money,\" I observed — a sucking Daniel come to judgment ! — \" is no doubt very necessary ; but I never will admit that it can be the foundation of married hap- pmess. Nobody at that table had said that it was ; and the observation wras therefore uncalled for. But I used to be a lover of slashing commonplaces. \" I quite agree with you,\" said Conny, VOL. I. p"], [76, "66 MY UNCLE'S SCHEME. looking, as she spoke, a thorough child of sensibility. \" Mayn't love and money be sometimes combined ? \" suggested my aunt deferen tially, as if henceforth and for ever she never meant to be sure of anything until I had given judgment. \" I doubt it,\" I replied, and I gave her my reasons : firstly, because, if the woman had money, she would always be suspi cious of the man's sincerity ; and secondly — but why print myself an ass ? I spoke much indescribable folly ; though, let me tell you, I never saw anybody look more pleased than Conny as she listened to me. She and I, and my aunt, had now all the conversation to ourselves ; for my uncle, after having assured me that he was deaf with dyspepsia, had become silent, and did nothing but make faces and sip a petit"], [77, "MY UNCLE'S SCHEME. 67 gout of brandy. There could be no question that .1 had succeeded in making a very good impression on my aunt, and I rather fancied that Conny seemed well pleased with me. I was gentlemanly in my manners — I must really be permitted to say that ; and I was not bad looking — wiiich is an obser vation I should not dream of making did I not think it due to the public ; and I possessed the art, in some degree of per fection, of talking a large amount of froth, in a manner that ladies, in those days, were obliging enough to think very agree able and diverting. Putting these facts together, it is not very surprising that my aunt, whom I treated with all imagin able courtesy, should have been favour ably prejudiced; and I need not say, therefore, that I wTas not very greatly"], [78, "68 MY UNCLE'S SCHEME. astonished when she said to me, before she left the table, \"I do wish, Mr. Charles, that you would change your mind, and make this house your home,\" \"I am deeply sensible of the kindness and value of your offer, Mrs. Hargrave,\" I replied, with a bow my father might have envied, \" but I cannot think that I should have any right to inflict my presence upon you until you know me better. My habits,\" I continued, magnifi cently, \" have been formed in a school that might clash with the prejudices of English provincial life ; for our philosophy at Longueville is of the laissez-aller sort ; we are there, indeed, a species of lotus eaters, whose hardest physical wrork is limited to dealing cards, and whose hardest mental work consists in playing"], [79, "MY UNCLE'S SCHEME. 69 them. When I have become more Angli cised, I may then, with your hospitable permission, accept your very great kind- j; ness. She appeared overpowered by this speech, and felt, I daresay, very much as though she had just kissed hands at the Tuileries. I glanced at Conny, who, catching my eye, said saucily, \" All men like their freedom ; but what a freedom it is ! it is a horrid slavery to tobacco, late hours, and to everything bad for the health.\" Here wTas an opportunity for saying something singularly neat and smart ; but I missed it from sheer want of wit. The ladies now left the table. The sun had sunk behind the hills, but many gorgeous tints lingered behind, and made the quiet sky beautiful. My uncle, lifting"], [80, "70 MY UNCLE'S SCHEME. his head out of his cravat, fixed a dys peptic eye upon me, and bade me draw my chair near his and fill my glass. I cannot express how much I liked the honest, homely amiability of his manner. He seemed to me the very essence of kindness. We had a long chat about my father, of whom he was very proud and fond, and asked me many questions about his habits and opinions and means. He then talked of my other uncle, Richard, and his daughter Theresa, -whom he described as a very fine girl, but so eccentric in her conduct as to cause some uneasiness to her father, who was anxious to get her married. \" If she is handsome and has money,\" I observed, \" surely a husband ought to be easily got for her.\" \" Dick tells me she has had several"], [81, "MY UNCLE'S SCHEME. 71 admirers,\" answered my uncle, \" but she is so confoundedly fastidious that nobody is able to please her. What do you think of Conny ? \" \" She is a cousin to boast of. She is the prettiest girl I have ever seen.\" My uncle looked immensely gratified. \" Yes, yes,\" said he with a broad smile. \" She is pretty enough. I have nothing to complain of. An only child is not always so wrell favoured. When nature is mean, she is generally mean with a ven geance. But Conny is a sly puss ; she has made her mamma and me a little uneasy latterly.\" \" Indeed ! \" \" My cashier, Curling, is a rather good looking young fellow, and Mrs. Hargrave has got an idea in her head that Conny admires him.\""], [82, "72 MY UNCLE'S SCHEME. \" Oh, there is no harm in that.\" \" She is afraid that Conny likes him.\" \" Women often have the queerest tastes,\" said I uneasily. Why was I irritated by my aunt's suspicion ? \" Did you notice that my wife rather poo-pooh'd bankers' clerks ? \" \"I did.\" \" That was done for a motive,\" said my uncle with a twinkling eye. \" My wife is a shrewd woman. I have no. right to be her trumpeter, but I must say that very few women have my wife's sagacity.\" \" Is Mr. Curling a gentleman ? \" \" I believe so. He is a London man. But he's no match for my daughter, I can tell you.\" \" I should think not,\" said I jealously and warmly; \"very few men are.\""], [83, "MY UNCLE'S SCHEME. 73 \" However,\" continued my uncle, twist ing a wine-glass round upon the table, \" all this may be a mere delusion on the part of your aunt.\" [Your aunt! Do you mark the flattering identification V\\ \" It would certainly never do to appear suspicious. Trifles are easily made signifi cant and important, Curling used to be asked here sometimes, but my wife wTon't have him now ; and I think she's right. Eh ? What do you think ? \" I fully agreed with him ; and we then rose to join the ladies. Whilst we talked I had heard the sound of a piano, and on entering the drawing room found Conny alone, playing very prettily. She instantly jumped up wiien she saw her hither and me. I begged her to keep her place, but she refused. \"Do you play?\" she asked."], [84, "74 MY UNCLE'S SCHEME. \" A waltz or two,\" said I ; \" that's all.\" \" Let me hear you.\" The little haughty command was delight ful. I went at once and dashed into a piece of dance-music ; then looked up, thinking it was Conny who stood near, but found it was my aunt. \" You have a charming touch, Mr. Charles,\" said she. \" Of course you sing.\" Of course I didn't, She wouldn't believe me, so conquering and clever did she consider her nephew. I dropped my assur ances to the contrary after a little, being perfectly satisfied to be included in the rank of those who have honour thrust upon them, and went up to Conny and asked her to play. \"You would much rather smoke a cigar with papa than listen.\" \" Before I grow eloquent,\" said I, with"], [85, "MY UNCLE'S SCHEME. 75 a smile, \" I should like to know if I may call you Constance ? \" \" Oh, I believe cousins are privileged.\" \" And after I have called you Constance a few times, just for form's sake, may I address you as Conny ? \" \" Call me what you please,\" she replied, with the loveliest flush of pink in her fair cheeks. \" Then,\" said I, \" Constance, so for from wishing to smoke, I would be per fectly content to give up that habit for ever, if you would but consent to play tke piano to me, every time a longing came across me for a cigar.\" \" That's a little story,\" she said in a whisper. Oh ! what lovely eyes ! oh, what glorious hair ! Come, Pauline, come quickly, and snatch me from this peril ! Or, since"], [86, "76 MY UNCLE'S SCHEME. Pauline has grown too fat to come quickly, rise ye recollections of defeat and humiliation, of rage and despair, and steel my heart against the bewildering memories that make it languish as I write. \"It is solemn truth,\" said I. Where upon she went to the piano, and played \" II segreto per esse felice,\" whilst mamma kept time with her head, and papa warbled an accompaniment at the other end of the room. \" I wonder if it is too cold to smoke a cigar out of doors,\" said my uncle, open ing one of the windows and thrusting his hand out to test the temperature. \" Oh yes, much too cold, I am sure. Why can't you and Mr. Charles smoke in the library ? We'll keep you com pany,\" observed my aunt. \" Very well,\" answered my uncle."], [87, "MY UNCLE'S SCHEME. 77 \" Charlie, I hope you wTon't mind the ladies joining us?\" Mind ! oh irony, where is thy sting ? And this was a house I durst not live in, for fear I shouldn't be allowed to have my liberty ! This was a house where smoking wras forbidden ! Where \" Emma\" and \" Cœlebs \" were read aloud, whilst Miss tatted ! Where lights were put out at a quarter before ten ! Dolt ! numskull ! but it wTas too late ; my honour was in volved ; my dignity was at stake ! my importance must not be tarnished. I had said I would go into lodgings, and there was an end. We all repaired to the library, where my aunt lighted some candles, and where my uncle produced a box of cigars, whilst Conny struck a wax match, and shaded the flame with her hand (whereby the"], [88, "78 Mr UNCLE'S SCHEME. light shone in her eyes, and made her hair sparkle like the sea at night), ready to hold to my cigar wiien I wanted it. I asked Mrs. Hargrave if she didn't object to the smell of tobacco. Oh no ; she liked it, She owned that she didn't much care about pipes, but she knew no smell so fragrant as that of a good cigar. \" Don't you think my brother the major would enjoy this ? \" said my uncle, lying back in a capacious arm-chair. \" It would be his ideal of happiness,\" I answered. And I believed it would. The room, though large, was wonderfully snug, fur nished with book-cases filled with volumes, and the walls ornamented with rich old engravings. My aunt sat near the table sewing, but not busily; and Conny occu-"], [89, "MY UNCLE'S SCHEME. 79 pied a chair near her papa, with her hands folded on her lap, doing nothing. What could be more homely than such a scene ? Oh, ladies, do you not know that your presence makes the cigar doubly soothing and fragrant, and choice beyond the wildest advertising dreams of the tobacconist ? There are men — call them Ogres, Bluebeards, Turks, Ashantees — who profess to think that the one great charm of tobacco is, that it gives them an excuse to get away from your society. But take the wTord of a man who loves, admires, reverences your sex with the ardour of a Frenchman and the loyalty of a Briton- — that to all good men Havannah fumes never taste so sweet as when your white hands present the lighted spfll, and when your fair presences are enthroned in the ambrosial cloud. No, madam, don't"], [90, "80 MY UNCLE'S SCHEME. — pray don't pretend that good tobacco smoke is objectionable. I speak not of mundungus, of the poisonous negro-head, of the raw, coarse cavendish. These, I admit, discharge fumes fit only for hot houses. I have in my mind the dry, the nutty, the aromatic cigar, to which, give me leave to ask, did ever an engaged woman object ? Fie ! you liked it, Julia, when James was courting you. Didn't you give him a silver match-box ? It is wifely tyranny, I say, that drives him and his intimidads into a back-room ; it is caprice that kecks at his comforts, not at his cigars. Go ! thou art not my wife. I wTould not own thee. The true, the faithful, the fond, sits at her husband's feet, whilst he exhales the blue smoke in rings to the ceiling. I call a blessing on her. May her sons be honest men, and"], [91, "MY UNCLE'S SCHEME. 81 may they never know the want of a good cigar ! It was eight o'clock, wiien my uncle suddenly sitting bolt upright, said, \" I don't want to hurry you, Charlie ; but as you have a two miles' drive before you, and as I believe your landlady has been expecting you since eight o'clock this morning, what say if I order the phaeton to be got ready ? \" I assented with a stoical face, but with an inward deep reluctance. What a fool I was to permit my ridiculous fears to pre vent me living at Grove End ! My uncle rung the bell, and ordered the trap, whilst my aunt expressed her regrets that it wras necessary for me to leave so early, and her hopes that I would find my lodgings comfortable. I caught Conny smiling once or twice ; VOL. I. g"], [92, "82 MY UNCLE'S SCHEME. and when, at last, meeting her blue eyes full, I said, \" Something amuses my cousin ; \" she answered, \" I know why you wouldn't live here — you were afraid you would not be able to smoke.\" It would not do to admit such an impeach ment as this ; I must either deal with the matter splendidly, or say nothing. So I assured Conny, in my loftiest manner, that she was quite in error; that I never for a moment doubted that I should be received and treated — as I had been — with delightful kindness ; that my reason for declining her papa's and mamma's offer, was my disinclination to burden their home with the presence of a bachelor, whose ways and habits — here I repeated what I had before said to my aunt ; taking care, however, to exhibit those \" ways and habits,\" to"], [93, "MY UNCLE'S SCHEME. 83 which I alluded in a light that could not fail to make them imposing and lordly, and precisely such characteristics as would naturally belong to a young gentleman who had mingled all his life in the society of men of high birth and distinguished positions. My uncle wanted to accompany me to my lodgings, and \"see me comfortable for the night,\" as he said ; and my aunt encouraged him to do so. But I was firm — I said no. I would not hear of his leaving the house to be my com panion in a long drive through the night-air. I had my way ; and my port manteau being hoisted into the phaeton, I followed it amid a chorus of good nights, and hopes that I would sleep well. The road to Updown was pretty hilly,"], [94, "84 MY UNCLE'S SCHEME. but smooth and good : and, in a very short time, the little mare had rattled us into the High Street. James had his directions, and presently pulled up before a detached house, in which, he informed me, were my lodgings. I pushed open the garden gate and knocked at the door. After a pretty long interval, a key was turned, a chain unslipped, a bolt with drawn, and an elderly woman, with a candle over her head, stood forth. I told her who I was ; whereupon she dropped me a curtsey, and said she had quite given me up for that day. James brought in my portmanteau, and went away, thanking me for a little trifle I gave him. The elderly woman then con ducted me into a good-sized parlour, which she said wras my sitting-room, very comfortably furnished, with a good large"], [95, "MY UNCLE'S SCHEME. 85 sofa in it, that took my fancy mightily. She then led me to my bed-room, and this apartment I also found unexception able in all points. She asked me if I would take tea, and on my saying yes, she went away to prepare it, whilst I unpacked my portmanteau. When I re turned to the parlour, I found it cheerful and brilliant, with a fine old-fashioned od lamp ; the tea-things were on the table, and the pretty crockery made me feel as much at home as if I had lodged with Mrs. Reeves a year. So far everything that had befallen me was entirely to my taste. My uncle's recep tion of me had been overpowering ; my aunt, it was plain, thought me a very fine and splendid person ; my cousin wTas pretty enough to make Updown a paradise ; and nothing could be more comfortable than"], [96, "86 MY UNCLE'S SCHEME. my lodgings. After tea I lighted a pipe and stretched myself along the sofa and thought over matters. It was, perhaps, all for the best that I had decided not to live at Grove End. I could keep up my dignity better by residing at a dis tance. No doubt I should be asked there as often as I cared to be ; and I should certainly enjoy my kind-hearted relations' hospitality not the less because I could combine my privileges with personal inde pendence. Conny ran in my head a good deal. What a little pet she was I I could love that girl, I thought. Who wTas Curling ? Did she like him ? He must be a very impertinent sort of fellow7 to think about her. I supposed that he had paid her attention, and as perhaps he was not entirely ugly, and as young men didn't"], [97, "MY UNCLE'S SCHEME. 87 abound in these parts, she had talked a little nonsense about him to her mamma, which had frightened the old lady. Pshaw ! thought I, what chance would Curling stand against me if I took it into my head to unseat him ? What ! a banker's clerk, a man of pass-books and cancelled cheques against a gentle man who knew nothing of business, who thought money an insufferable bore, and credit the easiest and most courtly way of supplying one's needs ; who was a man of the world, a great favourite with women, a good billiard player, and the friend, the intimate friend, of men who, were it not for their tailors and hatters, would be making brilliant with their presence and wit the high society from which the heartless dun or the yet more inexorable bailiff"], [98, "88 MY UNCLE'S SCHEME. had obliged them to beat a precipitate retreat. I laughed at the absurdity of the idea. Why, in all probability, Conny was already in love with me. Of course they were talking about me at Grove End. Couldn't I hear my uncle exclaim, with pardonable exultation, \" My nephew ! \" wiiich meant, \" See, my dears, what our side has pro duced ! \" And what could my aunt do but praise me and abuse Curling, and contrast my manners with the cashier's (Oh, humiliating comparison!), and wonder, with a sneer, whether Louis Napoleon would have pulled off his hat to Curling's papa ? Risum teneatis, amici? asks Maunders Treasury of Knowledge. I wTas Mr. Bottom, of the ass's ears, in those days. Behold my magnanimity ! I pull my ancient"], [99, "MY UNCLE'S SCHEME. 89 character out of obscurity, as I would an old coat to dress a scarecrow withal, that it may be a warning and a horror to men. Only please don't confound the high minded being who addresses you with the senseless, conceited dummy that idly flaps his useless arms about the fields."], [100, "CHAPTER IV. \" TJiere Thy nncle — this thy first cousin, and these Are all thy near relations.\" The Critic. I had breakfasted by nine the next morn ing, and after a conversation with my landlady respecting matters of much too mean a nature to figure in this fastidious narrative, I filled my pipe, put on my hat, and went out. The morning was lovely ; I never drew breath with a keener enjoyment of life ; the garden in front of Mrs. Reeves' house was small, but plentifully stocked ; the"], [101, "MY UNCLE'S SCHEME. 91 wall-flowers made the air delicious, and I could have very well passed a whole hour standing at the gate smoking my pipe, and watching the cpiiet interests with which the long street was peopled. Whilst I lingered, debating which way I should go, I beheld a smart vehicle approaching, and recognised my uncle's phaeton. He was in it, and waved his hand to me. \" Up already ! \" he cried, springing briskly into the road. \" Conny has lost a pair of gloves. She bet me that I should find you in bed.\" \" She deserves to lose,\" said I, laughing, \"for having such a bad opinion of me.\" \" How did you sleep ? Did you like your rooms ? Is Mrs. Reeves obliging ? Is your bed comfortable ? \" were some among the many questions my uncle"], [102, "MY UNCLE'S SCHEME. 92 asked me in his cheery, cordial manner ; and hearing that I was perfectly satisfied and happy, he asked me what I meant to do ? I told him that I was about to take a walk and see the town. \" Come, first, and let me show you the bank. We open at half -past nine.\" I put my pipe in my pocket, and scrambled up into the back seat, and away we clattered down the High Street, through the ancient gateway, and round the corner, stopping before a new building over which the word \" Bank \" was en- graved. My uncle led the way in. The office was clean and new, and made fearfully business-like by a counter and high stools and advertisement-charts of insurance offices. A young man stepped from behind a ground-glass front, and my uncle introduced him to me as Mr."], [103, "MY UNCLE'S SCHEME. 93 Curling. I bowed loftily, and fixed a scrutinising eye upon the young gentle man. He was more cordial, and offered me his hand. \"Glad to know you, Mr. Hargrave,\" said he. \" I am much obliged to you,\" I replied. \" Yonder is Mr. Spratling,\" said my uncle, smiling at the youth who had turned his head on hearing his name pro nounced. I nodded, and Mr. Spratling stared. My uncle then went round the counter, calling to me to follow, and going up to a desk behind the ground glass front, said, \" This will be your place, Charlie,\" and watched my face ; but I said nothing, though I could have commented in very forcible terms upon the immense inconvenience it would be to me — a lounger born — of having to sit"], [104, "94 MY UNCLE'S SCHEME. on a high stool all day and write down dry bucolic names and rows of figures in a huge book called a ledger. My uncle then conducted me into his private office at the back, and leaning against the table, asked me, with a rather humorous twinkle in his eye, \" How my look-out struck me ? \" \" I'll tell you -what,\" I answered, seating myself, for it was always my opinion that you can't make a greater mistake than to stand when you can sit ; \" I'll tell you what, uncle ; you are such a thoroughly good fellow, with so nice a sense of what is due to a gentleman, that I believe, after a little, I shall be able to endure this life. But in any other office than yours, with any other man but you over me, I could no more submit to have a counter placed between me and"], [105, "MY UNCLE'S SCHEME. 95 society, than I could submit to cleaning boots.\" He laughed heartily, and clapping me on the shoulder, exclaimed, \" I don't mean you to be a clerk ; all that I want you to do is to learn the business. I have plans for you, wiiich both you and your father will like, I believe. But you must learn the business. I don't mean you to do any dry or mean work, such as collecting bills. Look over young Spratling's shoulder nowT and then, and observe what he is about. Pump Mr. Curling — he is good-natured and a smart hand — and get all the information you can out of him.\" \" Oh, I will, with pleasure.\" \"You needn't fear any ill-feeling. They know you are my nephew, and I have told them that your father has sent you"], [106, "96 MY UNCLE'S SCHEME. to me to learn business habits, and to qualify you for becoming — well, I shall have more to say to you about the future before long. I have a good scheme in my head.\" \"You are all kindness,\" I answered. \" Every moment I am with you makes me think of Longueville with less regret.\" \" All right,\" he exclaimed, looking im mensely gratified and amiable. \" And now, as I told you last night, I don't want you to formally join us until Monday. You are under an engagement to my wife — who, I can assure you, has fallen in love with you ! — to dine with us every day — that is, if you like ; and she takes you under her protection untd Monday morning, wiien she will consign you to me. She has ordered the carriage at eleven, and means, I believe, to take you"], [107, "MY UNCLE'S SCHEME. 97 a drive round the town, and show you what there is to be seen. The phaeton wdl convey you to Grove End.\" Here Mr. Spratling came in, and said Mr. Clover wanted an audience. I took iny hat, but before I wTent out, my uncle called me back to whisper, \"You'll find a box of cigars in the library,\" and dis missed me with a cheerful push. Mr. Curling bowed as I passed out, and I returned his salute politely. I felt more at my ease now that my uncle had told me that these young men were to regard me as a gentleman who had condescended to join the bank merely for the purpose of acquiring business habits. I cannot say that I thought Mr. Curling good looking. His eyes indeed were not bad ; but he didn't look a manly sort of fellow. He was narrow and thin-breasted, VOL. I. H"], [108, "98 MY UNCLE'S SCHEME. and had curly black hair, which I detest. His teeth were good, and his smile so-so, but his dress was outre, ill-fitting, and he wTore a ring on the first finger of his right hand — the hand he wrote with, the finger he pointed with — which affected me more disagreeably than had he said \" You was,\" and dropped his h's and g's. It was ridiculous to suppose that golden haired Conny could see anything in such a man as that. As to Spratling, he looked a harmless little fellow ; his head and hands were immense, and his shoulders broad enough for a man of my father's height ; yet he might have \"walked under my arm. I cocked my hat as I strolled past the counter with a slow and indolent step ; and stopped, wiien on the pavement, full in the sight of Mr. Curling, to light"], [109, "MY UNCLE'S SCHEME. 99 a cigar, though I should have preferred a pipe. I then got into the phaeton, and was driven to Grove End. My aunt received me in the most gracious manner. The first question she asked me was, if I had breakfasted : and, on my replying in the affirmative, eagerly questioned me about my lodgings. Was I quite sure I was comfortable, she wanted to know ; because, if I was not, there wras a delightful bed-room, entirely at my service, at the back of the house, and she would give orders at once for it to be got ready. I hope I showed her that my gratitude was equal to her kindness. Indeed I wras almost embar rassed by the extraordinary civilities I had met with ; and, though I believe there was not another man in England, at that time, who had a better opinion"], [110, "100 MY UNCLE'S SCHEME. of himself than I had, yet I must do myself the justice to declare that I did not conscientiously believe I deserved the kindness I received. Presently the door opened and in came Conny. She gave me her hand, winch I raised to my lips. \" That is a German fashion,\" said I, rather dismayed by her extravagant blush. \"Is it V she answered, turning her head aside and looking half angry and half pleased. \" I thought it wrasn't English.\" \" The French kiss each other on both cheeks, don't they ?\" inquired my aunt with naive interest. \" The men do, and I also believe it is customary among lovers. But I fancy that the custom does not prevail amongst"], [111, "MY UNCLE'S SCHEME. 101 the married folks, from the story that is told of a Frenchman, who, hearing that a friend of his had kissed his wife, cried 'Quoi! sans g etre oblige!\"' You see, I meant to mingle sarcasm with humour, and to shine as a wit ; but to crack a joke with my aunt was like pulling a cracker at a supper-table with your partner, who gets only a piece of the paper, and leaves the swreetmeat and the motto with you. Dear me!\" said she. \"Now I should have thought such a custom would have been entirely confined to the married people.\" I looked at Conny. How was she dressed ? Now you want to puzzle me. Was it black silk ? I believe it was. Whatever the material, it was dark enough to set off the transporting wiiite-"], [112, "102 MY UNCLE'S SCHEME. ness of her throat, and to make the curl that gleamed down her back shine (to use the language of an imitator of Ossian) like the lustrous wake of a meteor upon the midnight sky. What pearly teeth ! What a surprisingly dainty complexion ! Where did this girl learn to dress her hair ? Never did I see hair so becomingly dressed. Is she to be my heroine ? Nous verrons ; but I rather fear, if she is to be my heroine, that hair of hers won't serve any dramatic exigencies. How could it flow, as all heroines' gold-coloured hair ought to flow, at an instant's notice, in a bright cloud over a pillar of a man's throat, if it is dressed so well and firmly ? All we dare hope is that we shall meet with no pillars (columns I think they call them) for Conny 's hair to flow over. But if a column or a pillar of a throat will"], [113, "MY UNCLE'S SCHEME. 103 interfere, in spite of our earnest remon strances, let us at least trust that the hair-pins will do their duty, and maintain the respectability of passion by holding the pads and puffs and frizettes in their proper places. \" I hope,\" said I, following her to the window, \"that my foreign manners haven't ruined me in your good opinion?\" \" I told you last night that cousins are privileged.\" \"They ought to be.\" \" Are you going for a drive with us ? \" \"Yes, if I may.\" \" Oh, mamma ordered the carriage ex pressly for you.\" I turned to mamma, who sat smiling at us, behind our backs, and thanked her. \" I thought you would like to see the town, Mr. Charles.\""], [114, "MY UNCLE'S SCHEME. 104 \"Pray call me Charlie,\" said I, \"or your example will give Conny an excuse to treat me with reserve. You see how familiarly I name her. But I got her leave to do so.\" \" Oh, cousins ought always to be on the very best terms ! Aren't they made of the same flesh and blood ? \" said my aunt. \" Of course they are,\" I replied. \" Conny,\" said her mamma, \" will you go and get ready for the drive, so that you can show Mr. , I mean Charlie, over the grounds, wiiile I put on my things ? \" \"Yes,\" answered Conny, and went out. My aunt chatted about a variety of commonplaces ; and my sense of self complacency, which, God know-s, was already impertinent enough, was not a"], [115, "MY UNCLE'S SCHEME. 105 little heightened by the marked deference and laboured urbanity of her manner to me. Had I been a prince of the blood royal, I don't think she could have shown herself more flattered by my con versation, and more obliged by my con descension. There could be no doubt that her husband had inspired her with the most extravagant conceptions of the importance and splendour of his brother, the major. The pride of relationship, when there is anything to be proud of, is a sentiment, Eugenio, winch springs eternal in all human breasts ; it ■ enables wives to snub their husbands with ap plause, and husbands to humiliate their wives with impunity ; it gives impor tance to poverty and dignity to vul garity ; it embroiders the rags of the beggar, and justifies the impertinencies of"], [116, "106 MY UNCLE'S SCHEME. unresisting imbecdity. No, Eugenio, I am not quoting from \" Rasselas.\" This is all my own thunder. When Conny came in my aunt left the room. \" Pray forgive me,\" said I, \" but, really, that is a lovely little hat you have on.\" \" I am glad you like it,\" answered my cousin, looking at herself in the glass. \" All feminine attire is becoming that looks saucy. Don't you think so ? \" \" Is this hat saucy ? \" \" Very. There is a knowing expression about the feather, as though it has just been pulled out of a peacock's tad, and the eye hasn't had time to stop winking.\" \" What an odd idea ! but this isn't a peacock's feather ! \" What ! was she going to prove as literal as her mamma ? Defend it, ye Nine !"], [117, "MY UNCLE'S SCHEME. 107 \" And then,\" I went on, \" there is an audacity about the curve of the brim, that fills me with irrepressible delight. Let me assure you, dear cousin, that it is the very hat of all the hats that ever were made, which you ought to wear.\" \" It was my choice,\" said she, looking at me as though she were a little afraid. \" But the carriage wTdl soon be ready, and mamma wranted me to show you over the grounds before we drove out,\" \" I would much rather sit here with you,\" I replied. \" I can look at the grounds this afternoon.\" \"As you please,\" said she prettily, seat ing herself in her mamma's chair. She fronted the window, in consequence the light was fuU upon her face, and I was able to see every expression that rose and faded in it."], [118, "108 MY UNCLE'S SCHEME. \" Your father introduced me to the bank this morning,\" said I, fixing my eye upon her. \"Yes?\" \" I had the honour of making the acquaintance of Mr. Curling.\" I expected to see her wince and change colour. On the contrary, she remained perfectly impassive. She did not even ask me what I thought of him, or if I liked him, or anything- about him. All she said was, \" I hope you and he will get on together. He seems a very nice sort of young man.\" Love prompts a thousand absurdities ; but never in aU my experience of life could I conceive a girl cading the object of her affection \" a nice young man.\" The phrase smote me as the death-kneU of Curling's hopes, if he had any."], [119, "MY UNCLE'S SCHEME. 109 \" I don't very much care about nice young men,\" I answered. \" I have been bred in a land of piquant sauces and thickly peppered dishes, and like things wreU flavoured. A nice person is a boded character wiiich you have to discuss with out salt,\" \" I know what you mean,\" she ex claimed gaily. \"Mr. Meek, our doctor here, is a boded character, full of what papa calls negative excellence, which means thorough insipidity.\" I was much gratified to find her cajDable of appreciating my jokes. It did seem impossible that such demure, swreet, in teUigent eyes as hers should be the window's of a sluggish, dud nature. I was resolved to try her a little more on the subject of the cashier. \"Your father gave me to understand"], [120, "MY UNCLE'S SCHEME. 110 that Mr. Curling was good-looking. How people differ in their tastes ? Now I think Mr. Curling anything but good looking.\" \"He is very thin.\" \" Very ; one thing I noticed, the cock neyfication of his person by a big rino- on his first finger. These fellows ought to go abroad now and then. ' Home keeping youths have ever homely wits. \"But don't you know what another poet says ? ' What learn our youth abroad but to refine The homely vices of their native land ? Give me an honest, home- spun country clown Of our own growth ; his dulness is but plain, But their's embroidered ; they are sent out fools But come back fops ! ' \" \" God bless me ! \" said I uncomfortably ;"], [121, "MY UNCLE'S SCHEME. 111 \" what a memory you have ! Who wa-ote that rubbish ? \" \" I forget, It was a school exercise, and that is how I happen to know it.\" \" I hope you have no more pat quota tions at your finger ends.\" \"No. What other poetry I know is ad sentimental.\" \" Ah ! \" I exclaimed, \" I am very fond of sentimental poetry — -Moore's for in stance.\" \" I wonder, with your refined taste, that you could ever tolerate the notion of settling into a banker's clerk.\" Was she ironical ? Was she sarcastic ? Her eyes were all innocence ; her face all candour. \"It is not the choice of my will, but of my poverty. Nature made me a gen tleman, but forgot to endow me. There-"], [122, "112 MY UNCLE'S SCHEME. fore there is nothing for me to do, but to forget her good intentions and learn book-keeping.\" Here she looked at the clock, and as she did so her mamma came rustling and swelling in, decked out in a fine bonnet, new gloves, and a stiff blue sdk gown. \"Haven't you been to see the grounds, Charlie ? \" she asked. \" I have been very well entertained,\" I replied with a smile at Conny. \" There's the carriage ! \" exclaimed my cousin, and a barouche with two horses, driven by my friend James in sdver livery, swept along the avenue and stopped at the door. \" We have lost our footman,\" said my aunt, apologetically, as we passed out, \"but I hope to replace him next week.\""], [123, "MY UNCLE'S SCHEME. 113 I begged her not to mention it ; we got in, and off we went. I faced Conny, and was thus able to alternate luxuriously between the beauties of nature and the beauties of human nature. When wye reached Updown, James was requested to drive slowly, in order that I might \"view\" the town. It turned out that my aunt was a native of the place, and knew a good deal of its history, social and otherwise. The carriage was stopped at the huge gate way at the bottom of the High Street, that I might decipher the inscription, and admire the carvings. Unfortunately the inscription was in Latin, with v's for u's. I did not understand it, but as I had always been given to believe that a knowledge of the dead tongues was esteemed a very essential ingredient in VOL. I. I"], [124, "114 MY UNCLE'S SCHEME. the composition of a gentleman's character, I looked wise, and talked much nonsense about the unintelhgibdity of mediæval Latin. \" They say,\" observed my aunt, \" that this gate was budt by the Romans.\" \" Oh, that must be a mistake,\" I answered, \"for don't you see the date MDCLI?\" which was the only part of the inscription I could read. \" The writing says that the gateway was restored in that year,\" said Conny, quietly. \" What ! do you understand Latin ? \" I asked. \"No. Mr. Curling told me.\" My aunt tossed her head, and ex claimed, \" I am sure Mr. Curling can't read Latin.\" \" Indeed he can ! \" returned Conny,"], [125, "MY UNCLE'S SCHEME. 115 looking for an instant with her deep, deep eyes, at her mamma, and then letting them drop with a little smile. \" James, drive on ! \" cried Mrs. Har- grave. Had Mr. Curling's head been under our wheels, I believe at that moment I should have sat through the jump of the carriage unmoved. Was my aunt's suspicion right ? did Conny care about that lean young man at the bank ? Suppose he could read Latin — what then ? I daresay he had bragged of this sodtary achievement to my cousin, and she had mentioned it first to pique her mother. I looked at her, and then at my aunt, and then pretended to fad into a rapture over an old gable-peaked house with latticed windows, and a porch sur-"], [126, "MY UNCLE'S SCHEME. 116 mounted by an effigy of Time. The towTi abounded in venerable structures of this kind ; but the budders were busy in the suburbs, and the country outside was dotted with little stucco residences, squares of plaster, coloured like gingerbread — advertised as charming homes for newly married couples — poor wretches ! My relations received several bows during our progress through the streets, and — I say this without vanity — I was a good deal stared at. I know nothing more ludicrous than bucolic curiosity. I was incessantly laughing to see some old man or woman turn slowly to look after us, as if our carriage were a magnet, and their noses were steel, and gaze until we were out of sight. \" How do the people amuse themselves ad day long ? \" I asked"], [127, "MY UNCLE'S SCHEME. 117 Conny had no idea. \" Are any bads or dinner-parties ever given ? \" \"No,\" answered my aunt, emphaticady. \" Society here is very mean and close. The only parties that are given are by new-comers. But they soon find out that it is a one-sided amusement, and drop it. A cad is ad the return people think of making.\" \" At Longuevide,\" said I, \" we are dancing ad the year round. What with fetes cliampetres, and balls at V Institution de Bienfaisance, and private parties, one never has an evening to one's self.\" This was stretching a small truth into colossal dimensions ; but as Dr. Primrose says, \" I wras never much displeased with those harmless delusions that tend to make us more happy.\" And it certainly"], [128, "118 MY UNCLE'S SCHEME. made me happy to increase my impor tance in my aunt's and Conny 's eyes. We got out of the town into the country, and I was not sorry for the change. My aunt had so much to say about Updown, that I got bored with her recodections before we reached the top of High Street. Now carrots and corn-fields have no social and historical associations ; and when we got among the trees, her memory slackened, and enabled me to talk with Conny. Considering I had met her for the first time in my lde only on the afternoon of the previous day, I don't know what right I had to possess an intense longing to ask her if she wras in love with Mr. Curling. Her sentiments ought to have been nothing to me. But they were. Indeed, I discovered at this very early"], [129, "MY UNCLE'S SCHEME. 119 stage, that I took a profound interest in them. I noticed one thing ; my aunt seemed thoroughly well pleased with the attention I paid her daughter, and with the unaffected admiration that overspread my face when I looked at her. My con ceit made it a mere matter-of-course, that both Mr. and Mrs. Hargrave would be transported with joy, and rendered giddy with emotions of pride, were I to give them to understand that Conny was agree able to me, and that I would not mind marrying her. But I was not so sure that Conny herself would share in their delirium. She rather puzzled me. Some times I thought her shy and simple. Sometimes she confounded me with a sudden sally — a smart retort — a pat allusion, apt, shrewd and well-timed enough to reverse my judgment, and set me"], [130, "120 MY UNCLE'S SCHEME. speculating on her real character. If she meant me to fad in love with her, she was going the right wray to work. Pique your man, Clorinda, before you angle for him. The cleverest fishers among you always summon the sentiments with ground-bait before they throw the hook in."], [131, "CHAPTER V. \" I look upon this as one of the fortunate days of your life. It ends an epoch and begins one. Hitherto the life-blood has been gradually chilling in your veins, as you sat aloof within your circle of gentility, while the rest of the world was fighting out its battle with one kind of necessity or another. Henceforth you will at least have the sense of natural and healthy effort for a purpose, and of lending your strength — be it great or small — to the nnited struggle of mankind.\" The House of the Seven Gables. For the rest of the week I was every day at Grove End. I took long walks with Conny and her mamma, drove with them, wandered about the grounds, which were tolerably extensive and wed wooded,"], [132, "122 MY UNCLE'S SCHEME. smoked incessantly, listened to Conny playing the piano, read the papers, wrote to my father and to Lord Towers, witose reply I was anxious that my relations should see, and was, altogether, so per fectly contented, that I should have viewed my return to Longueville as a calamity. But where is the ointment without a fly in it ? Where is the feast without a death's head ? I confess I regarded the prospect of mounting the high stool I had seen in the bank, and becoming the friend and colleague of Mr. Spratling, of the big head, and of Mr. Curling, of the cockneyfied forefinger, with little satisfac tion. I felt myself much too fine a fellow to do the wrork that Curling and Sprat ling did. I had sometimes a hope that my aunt would snatch me from my fate,"], [133, "MY UNCLE'S SCHEME. 123 point out to her husband that my elegance might be damaged by a collision with coarse business details, and urge him 7 O either to adopt me, or to invent some graceful scheme for supplying me with money. However, it was out of my power to hint at such a measure ; which I then considered a very great misfortune. I accompanied the family to church on Sunday. It was enough that I should be a stranger to get stared at. The con gregation was almost entirely composed of old men and women — I don't think I saw one young man. I must except Mr. Curling, who looked down upon us from the gallery : and, perhaps I may have indulged in a secret chuckle, wiien I thought if he were really in love with Conny, how mad he would be to see her and me bending over the hymn-book"], [134, "MY UNCLE'S SCHEME. 124 together, and praying side by side. I didn't catch Conny looking at him once, which put me into a very good temper. The rector dined with us that day : a sober-faced, square-bodied man, who spoke in measured accents, and wore a beard. He professed to know Paris well, and asked me, in French, if I had ever dined at Philippe's, in so vde an accent, that I could scarcely answer him for fear of bursting into a laugh. I observed by my aunt's and uncle's treatment of him, that they thought him a very consider able person ; by which they paid me no compliment ; for of what worth is the admiration that can fasten itself upon a being who has nothing in the wide world to recommend him, \" but his calling ? \" Set a thief to catch a thief ! In a very"], [135, "MY UNCLE'S SCHEME. 125 short time I found out that he was a boaster, and one egregious slip put him completely at my mercy. But I spared him : my idea being that every gentle man is bound to consider clergymen and women as being under his particular protection. I awoke next morning thoroughly out of conceit with myself. My uncle had asked me to be at the bank at half-past nine ; and, whilst I shaved, I reflected, with much bitterness, upon the indignity to which necessity obliged me to submit. Had anybody asked me winch I would rather be, a groom or a banker's clerk, I should have answered, a groom. Dis tressed noblemen had driven coaches, and hungry baronets had, before now, curried horses for hire. But a banker's clerk — faugh ! Lady Cliffeton would cut"], [136, "MY UNCLE'S SCHEME. 126 me dead were she to be told of it, I thought : and, in imagination, I could hear Lord Towers in the finical, mincing accent I had so often fruitlessly attempted to get, denying that he had ever known me. However, in spite of my distress, I was punctual, and got to the bank before my uncle. Mr. Curling stretched his hand across for me to shake, and asked me to step round. I eyed the counter with abhorrence, walked haughtdy around it, and having gained the other side, felt that I had raised between me and society an obstacle which nothing short of a change of name wTould enable me to sur mount. Mr. Spratling, bowing his head over his big ledger, scribbled furiously, and took no notice of me. I asked Mr. Curling if smoking was allowed on the"], [137, "MY UNCLE'S SCHEME. 127 premises. He replied, with much diffi- dence, \" I think not.\" \"What is my work to be?\" I enquired. \" From what Mr. Hargrave said,\" he replied, \" I don't think you wid be re quded to do anything. Howrever, I presume you are here to learn the business ; and if I can be of any use to you, I shad be only too glad.\" I thanked him, and replied that it wras my wish to learn the business, and to do my share of the work. I couldn't say less. \"There is very little to be done,\" he answered. \" Our customers are a very quiet set. Most of our accounts are deposits ; and our discount business is by no means large. Market days are our heaviest time. The farmers then pay in.\" \"What do you call deposit accounts?\""], [138, "MY UNCLE'S SCHEME. 128 \"Accounts that are left in our hands not to be drawn upon without notice. We adow interest on them.\" \"And what is interest?\" Here Mr. Spratling uttered a faint groan of laughter. Mr. Curling looked fiercely in his direction, and said, \" In terest is a sum of money adowed by us for the use of the moneys left in our hands. The rate is regulated by the Bank of England. But all these things are very simple matters : and I don't doubt that you will have them at your finger ends in a very short time.\" I must confess that he spoke very nicely; and I felt that if he would only pull that atrocious ring off his fore-finger, I might not find him so objectionable as I had feared. Nor was he so plain, now that I examined him closely. He"], [139, "MY UNCLE'S SCHEME. 129 certainly had good eyes and teeth, and there wras a delicacy in his hands which even his ring could not deform. But his chess was very clerkly, consisting of a long frock coat, which he wore open, and a waistcoat buttoned up to his throat, scarcely showing- a spotted cotton cravat, ornamented with a pin. The back of his head, moreover, wTas a convexity of black friz. On the other hand, his voice was pleasing, and his manners sufficiently easy. Before long my uncle bustled into the bank, and on catching sight of me caded out in his cheery way, \" There you are, Charlie ! How are you ? \" and came behind the counter and shook hands. \" Now,\" said he, taking me aside, \" what I want to impress upon you is this : master the details of banking as VOL. I. K"], [140, "130 MY UNCLE'S SCHEME. quickly as you can, and try and like your work. Before long I shall hope to be able to convince you that it wdl be wed worth your while to apply yourself. In reality there is very little to learn. The mere clerkly portion of the business is nothing ; any ploughboy could be taught it in a wreek. The banker's real needs are, a good address, thorough ami ability, a high sense of honour, and a good knowledge of human nature. You understand ? \" \" Perfectly ; and I may hope that I am not deficient in some of the qualifi cations you speak of.\" \" Indeed you are not. Where you are at present wanting, is in wiiat I must cad practicality. You wdl have to fight against some difficult prejudices which you have brought with you out of your"], [141, "MY UNCLE'S SCHEME. 131 life in Longueville. But,\" he continued, clapping me on the shoulders, \" in spite of some little weaknesses, there is enough in you to persuade me that you wdl do very wTell.\" He then went into his private room. I almost forget how that day passed. I had a seat on a high stool near Mr. Curling's desk, and I remember that from time to time he would turn to explain something in connexion with the business, which, he told me, was im portant to know. He went about his work diligently and steaddy, and par ticularly amazed me by the extraordinary capacity he manifested of counting any amount of money in an incredibly short space of time. Threepenny and four penny-bits, half-sovereigns and half-crowns, shillings and two-shdling-pieces, discharged"], [142, "132 MY UNCLE'S SCHEME. out of the queer old bags in which the customers brought their hoards, fled like lightning, under his nimble fingers, up into a corner where they arranged them selves in pdes. Nor was his perception of a bad or doubtful coin less remarkable. Now and then he would stay his mha culous counting to examine a piece of money, give it a sharp ring, fling it aside, and proceed in his work like a machine. \"If I were to live a thousand years,\" I thought, \"and were I to devote twelve hours of the day to counting money, I should never be able to do what that fellow does.\" I expressed my surprise, and he asked me to try my hand on two pounds of silver. It took me five minutes to tell twenty pieces. \"Pshaw!\" said I, turn-"], [143, "MY UNCLE'S SCHEME. 133 ing away, when he showed me that I made eighteen shillings represent a pound, \"this is somebody else's work, for it cer tainly isn't mine.\" And then I began to talk of the superiority of the French over the English money. Mr. Spratling worked like an automaton. I thought his zeal contemptible, and won dered that any human being should be gdted with so little tact as not to know how to qualdy the vulgarity of labour with an occasional dash of the gentdity of indolence. But speaking of him when he had gone out at one o'clock to get his dinner, my opinion of the youth wTas greatly improved, by Mr. Curling telling me that he got eighty pounds a year, on which he supported his blind mother, who had no other resources but her child's salary."], [144, "134 MY UNCLE'S SCHEME. \" By George ! \" I exclaimed, \" he is a worthy young man ; and if I have any influence with my uncle, I'll get his salary raised to a hundred pounds.\" I don't know how it came about, but I have a clear recollection of leaving the bank at four o'clock, in a much more subdued mood than I had entered it. I was under an engagement to my aunt to dine at Grove End, but I felt so tired, after my long and unaccustomed confine ment to one room, that I begged my uncle to excuse me to her. Why was I subdued ? Perhaps because I wTas tired. Does physical weariness take the conceit out of one ? if so, here you have a reason for the change in me. I am willing to look a little deeper, and attribute it to a feeling of, perhaps, the only whole some pride that had ever stirred me •"], [145, "MY UNCLE'S SCHEME. 135 the pride of having been honestly occu pied. I left Mr. Curling still busy with his accounts, but he had told me there was no need for me to stay. I walked home to my lodgings and dined off a chop and half a pint of sherry, and then putting a pipe in my mouth, strolled out in the direction of the green lanes. I was not much of a moralist in those days, but my mood happening to be a pliant one, certain thoughts seized the opportunity to intrude themselves and beget sundry reflections. I asked myself if I was not carrying my notions of gentdity a little too far ; d I was not making a very grave blunder in conveying the impression that I considered myself too good and fine to engage in work in which hundreds of men, in every sense"], [146, "136 MY UNCLE'S SCHEME. my equals, and in many senses my betters, were employed ? I enquired of my common sense whether it were possible for a gentleman — I don't say a real gentleman, for I am aware of only one kind — to lose caste by adopting any pursuit in which he could preserve his honour and possess his proper dignity securely ? Was not an assumed ignorance of the essential, if common-place, interests of life a very impertinent coxcombry ? Should I not be asserting myself as 'a very despicable kind of fop if I professed to look with contempt on a vocation of which I had not pride enough to restrain me from pocketing the profits ? I don't pretend to say that I answered these questions in a manner such as a severe moradst would approve. My self conceit was too tenacious of fife to be"], [147, "MY UNCLE'S SCHEME. 137 killed by a single blow7, and my pre judices were of too old a growth to be tamed by a single wise reflection. I merely wish to exhibit myself as having been capable of sometimes thinking cor rectly, however long it may have taken me to bend my character into a con formity with my better thoughts. I so thoroughly enjoyed the fresh air and the exquisite serenity of that May evening, that, though you may conceive I thought a good deal about Conny, I don't remember once regretting that I had not gone to Grove End. It is good for man to be sometimes alone. I am pretty certain that my solitary walk was more beneficial to me than a long evening's coquetting with my sweet cousin would have been. Besides, I felt it only right that I should not avail myself too"], [148, "MY UNCLE'S SCHEME. 138 persistently of my kind relations' hospi tality. As I entered a lane rich with evening shadows, and cool with the fairy foliage of high and stately trees, I saw in ad vance of me a young man supporting on his arm an elderly woman, whose hesi tating step persuaded me that she was bdnd. I could not help taking notice of the peculiar and loving care with which her companion directed her ; and I was speculating on his aspect, which struck me as familiar, when he looked round and disclosed the features of Mr. Sprat ling. I waved my hand to him and he nodded ; and, not choosing to pass them, I halted, and pretended to examine the country through the trees. I watched them covertly, with increasing respect and admiration for the obvious tender-"], [149, "MY UNCLE'S SCHEME. 139 ness and love of the young fellow for his helpless mother, untd they were out of sight, and then leisurely retraced my steps, made pensive by regret that ever I should have thought this young man, wiio possessed in his rugged and stunted form a deeper and lovelier humanity than ever I could have dreamt of, unfit to be a fellow-labourer of mine."], [150, "CHAPTER VI. \" When a man loves tenderly as I do, solicitude and anxiety are natural.\" All in the Wrong. You wdl kindly imagine, on commencing this chapter, that I have been three weeks at the bank. My progress during this time was not very remarkable ; but I was beginning to understand a good deal that had threatened to remain for ever unintedigible to me. I could now add up a pretty long row of figures, without being thrown by the effort into great mental distress and confusion ; I"], [151, "MY UNCLE'S SCHEME. 141 began to understand why Mr. Jones wras allowed to overdraw his account, when Mr. Robinson's cheques were dismissed with two terrible letters, or a mild \"please refer to drawer.\" I knew the object of pass-books, and the difference betwreen current and deposit accounts. I could also comprehend the purport and import of bids, promissory notes, and such-like documents ; and why Mr. Brown, the rich grazier, who didn't particularly want money, was charged one per cent. above the Bank rate if he borrowed, and why Mr. Smith, who very particularly wanted money, was charged four, and even five per cent, above the Bank rate if he borrowed. For all this increasing knowledge of mine, I was not a little indebted to Mr. Curling, whom to recompense for his very"], [152, "MY UNCLE'S SCHEME. 142 obliging disposition, I did my utmost to like. But wiiether it was owing to that unfortunate ring of his, or to his curly black hair, or to the cut of his clothes, or- to a lurking suspicion that he was in love with Conny, I never could succeed in transforming my gratitude into a feel ing of friendship. We had no sympathies in common. He once asked me to take a wTalk with him, and I wrent ; but I passed a very stupid time. He could scarcely talk upon any other subject than business and bank rates, and stock lists and exchange prices. When by a very free discussion of my own affairs, I invited him to be equady candid, I found him excessively cautious. He dstened to and encouraged me in my gossip about my father and my life at Longueville, but somehow contrived without positively"], [153, "MY UNCLE'S SCHEME. 143 seeming, to be absolutely silent on the subject of his own history. He had lodgings near the bank, and out of curiosity I accepted his invitation one day to spend an evening with him. I found that he didn't smoke. He pretended to like the smell of my pipe, but I was so sure that he did not, that I put it aside, and he didn't ask me to resume it. He had only one room. His bed was up in the corner ; there were some books on the mantelpiece, and writing materials on a table near the window. He apologised for the meanness of his accommodation, and told me he had no other resources outside his salary, wiiich was the only piece of personal information that, I think, I ever succeeded in getting from him. I had tried several times since I had known him to induce him to talk about Conny,"], [154, "144 MY UNCLE'S SCHEME. in order to ascertain what his sentiments ready were towards her; but he was never to be coaxed out of his shell. I rather hoped, now, that the whiskey-and water would make him more candid ; and, not without tact, turned the conversation upon my cousin. But he had one of those folding minds which, like the tubes of a telescope, sdde deftly one within another, so that, without appearing to evade me, he yet succeeded in com pressing himself entdely out of my reach. He asked me a week or two afterwards to spend another evening with him ; but I declined under some pretence or other, and he never repeated his invitation. Meanwiide, I was a constant visitor at Grove End. My aunt and uncle never varied in their kindness. Indeed, had not the former been old enough to be my"], [155, "MY UNCLE'S SCHEME. 145 mother, I might fairly have considered that she was head over ears in love with me. She wras perpetually referring to me for my opinions ; seemed indeed to regard me as the very glass of fashion and the mould of form, and to accept me as an unerring standard of breeding and taste. She was never more proud than when she had me by her side in the carriage, and returned the bow^s of her friends in the street. I should have been fearfully dull, but for Grove End. A more dead-and-alive town than Updown I very much question if even Wales could produce. Not so much as a street organ found its way there. The oidy excitement that ever I heard of was a magic lantern, the pro perty of the rector, who now and then lent it out, when the Charity School VOL. I. L"], [156, "146 MY UNCLE'S SCHEME. children stood in need of a dttle recreation. It is very true that the surrounding country wras beautdul, and there was some fishing to be had in the river. But I am one of those people who soon get tired of natural scenery. Nothing is prettier to read about than cool glades, and sunny hay-fields, and the smed of violets, and the lazy lowing of cattle, and the metadic echo of the scythe being sharpened, and the songs of the rustics. A gentleman wid sit down in the library of his club in Piccadilly, and declare himself, amid a glowing description of rural beauties, an ardent admirer of the country, which he never explores further than Richmond. I remember some verses written by Captain Morris, which my father, who had known the author, was very fond of quoting :"], [157, "MY UNCLE'S SCHEME. 147 \"Tour magpies and stock-doves may flirt amono- trees And chatter their transports in groves if they please ; But a house is much more to my taste than a tree, And for groves ! oh ! a fine grove of chimneys for me ! \" I say that I should have been sick of Updown and the natural scenery around it in less than a wTeek, had it not been for Grove End. But there I found a human interest, powerful enough to inform the country for miles round with an extra ordinary attraction. Yes, Eugenio ! before I had known my cousin three weeks I was in love with her. How could I look into her fathomless blue eyes, and not sink deep — deep — deep out of sight ? How could I take her little snow-white hand and not wish to hold it for ever ? My aunt encouraged me."], [158, "148 MY UNCLE'S SCHEME. It was her fault. I noticed that she was always fond of leaving Conny and me alone ; that she contrived that Conny and I should sit side by side at the dinner table ; and that Conny should accompany us in our drives, which we used to take after the bank was closed, the carriage often cading for me at my lodgings. I remember one fine evening at the latter end of June, that I left the draw ing-room and stroded on to the lawn, and seated myself under a fine old oak tree. I wanted Conny to join me, and hoped she would take the hint, or that her mamma would send her with a cigar; sol as I have said, Mrs. Hargrave took great pleasure in seeing us together. I made up my mind, if Conny came, to ted her that I loved her. I was suffering at that moment from an access. Everybody"], [159, "MY UNCLE'S SCHEME. 149 knowrs that love is an intermittent fever, and that the delirium is very powerful at times. I had sat next to her at table ; I had said something soft to her, and lo ! she had turned her eyes slowly up to mine. Heavens ! what did I read there ? A sensibility that transported me ! Could I question that my unspoken love wras recognised and shared ? Oh, Eugenio ! either hold thy tongue, or agree with me instantly, that the spirit hath a voice which makes itself audible to the spirit of the beloved, albeit no human lauguage is uttered. Of course the . eyes can talk. They are faculties given to women to convey thoughts which all the terms and ad the definitions in Dr. Johnson's Dictionary put together, could never ex press. I had read a profound and in spiring truth in Conny's eyes. Her"], [160, "150 MY UNCLE'S SCHEME. tongue could no more have said it than my eyes could have looked it, beautiful and piercing as my poor fat Pauline used to consider them. That truth had sent me to the old oak tree, and now kept me pensively waiting for her to come forth. But her mother came instead. The kind old lady stepped on to the lawu, and seeing me, approached and took a seat at my side. \" Why, how is it you are not smoking ?\" ske asked. \" The fact is,\" I answered, \" I — I — to tell you the truth, I don't know.\" \" Isn't this a beautiful evening ?\" \"Beautiful indeed.\" \"Would you care to go back to Lon guevide ? \" she inquired, rather slyly, I thought."], [161, "MY UNCLE'S SCHEME. 151 I looked her full in the face, and she laughed. \" I don't think you would\" \" No, indeed. I am perfectly satisfied to remain where I am.\" \" Thomas says you are getting on bravely at the bank. I know he is very anxious that you should learn : for he has some scheme for you, which he won't tell me. You see, wives don't always know their husbands' affairs.\" \" I know he has some scheme, and I am sure it is a generous one. I am getting on — ■ thanks to Mr. Curling, I know a good deal nowr, though, when I first began, I thought I should never be able to learn the work.\" \"What do you think of this Mr. Curling ? Do you like him ? \""], [162, "152 MY UNCLE'S SCHEME. \" I ought to : he deserves that I should.\" \"Well,\" said my aunt, \"I don't. I am sure he is a very sly person, and I dislike slyness in man or woman. When he visited this house he used to pay Conny a great deal of attention, but always in a sly way. In doing so, he took a very great liberty, considering his position in life, although my husband laughs at me, and declares that I troubled myself more than the occasion needed.\" \" Mr. Curling is certainly no match for Conny,\" said I. \" Match ! \" cried my aunt, warmly, \" I should think not, Why, ad that we know of him is, that he comes from London, from which place he answered an advertisement that Thomas put in the papers for a clerk. I have no wish to"], [163, "MY UNCLE'S SCHEME. 153 say anything harsh of the young man ; but he obliges me to think of what he is when he pays my daughter atten tion.\" \" I can't make head or tail of him,\" I answered. \" I have frequently tried to get him to talk about Conny, but he always contrives to glide away from the subject.\" \" Yes, yes ! he is sly — I have always said he is sly.\" \" But, after all, aunt, wdiat matters it if Mr. Curling does admire Conny ? People can only be prevented from touching — not from looking.\" \" Oh, Mr. Curling is welcome to admire,\" replied my aunt, with pleasant disdain. \" All that I want to be assured of is, that Conny doesn't care about him.\" \" I don't think she does ; at least,\" I"], [164, "154 MY UNCLE'S SCHEME. added, with a twinge of jealousy, \" she has never given me to understand by wTord or look that she cares a farthing for him. If I thought she did \" \" What ? \" asked my aunt anxiously, seeing that I paused. \"No matter,\" I answered gloomily, folding my arms Lara-wise. \" I hope, Charlie, you have no reason to fear she does like that young man ? If I ready believed this to be the case, I should desire my husband to dismiss him at once. I wouldn't have such a scandal ■ — no ! not to save my l^e.\" \" My dear aunt, it is you who make me suspicious. / myself have heard and seen nothing. They don't write to each other, I suppose ? \""], [165, "MY UNCLE'S SCHEME. 155 \" Write ! I should think not ! \" \" And they never meet each other alone ? \" \" Certainly not.\" \" Then I harcdy see that there is any thing to fear. If Conny were in love with Curling — the mere idea puts me in a passion I — I gay, if Conny were silly enough to waste her priceless affection on a fellow of that kind, you would soon find it out. Something or other would happen. Either she'd meet him alone and be seen, or one of their letters would be intercepted.\" \" Yes, the mere idea is enough to put one in a passion. As to her meeting him alone or writing to him, that is out of the question. She is my child, and I can answer for her conduct.\""], [166, "MY UNCLE'S SCHEME. 156 \"Oh, she tells her own story. She is deliciously artless and womanly, and in expressibly pretty.\" \"She is as God made her,\" said my aunt, meekly. \" My father would be charmed with her. After a course of sophistication, such as you meet with among French women, such English simplicity, such quiet artless sweetness as Conny 's is a pure luxury.\" \" You and she get on very well to gether, don't you ?\" \" I should be very miserable d I thought she didn't like me.\" \" You needn't be,\" answered my aunt, with a smiling nod, \"for I know she does like you.\" \" Really ! \" I cried, with a dramatic start."], [167, "MY UNCLE'S SCHEME. 157 \"Why shouldn't she?\" and here she paid me a compliment I need not repeat. \" Pray spare my lovely blushes,\" I said, laughing. \" But it doesn't follow because you are so kind as to like me that Conny should. Mothers and daughters seldom agree in taste \" Here, unfortunately, my uncle came out, followed by Conny, just as our con versation was growing thridingly interest ing. But for this interruption, I should have told my aunt that I was in love with her daughter, asked her consent, and inquired whether she thought a proposal for marriage would be agreeable to my uncle. As for her, I had eyes to see, and ears to hear, and therefore knew that she was decidedly in my favour, and needed no entreaty to become my warm ady. It was plain that Mr. Curling -was"], [168, "158 MY UNCLE'S SCHEME. a nightmare of hers, and had I been a trickster, nothing would have been easier for me than to have played upon her fears, and compassed my ends speedily through them. But I had too good an opinion of myself to condescend to strata gems of any kind. Conny should love me for myself — not through any compul sion on her mamma's part. As yet, I was practicady ignorant of her feelings towards me ; a certain theory had indeed been inspired by her eyes ; but talk as you wid of the language of the soul, we are never heartdy satisfied untd we have listened to the language of the lips. The opportunity for acquainting her with my sentiments was gone for that night, for my uncle stuck to me during the rest of the time wre were out of doors, talking chiefly about banking business, to"], [169, "MY UNCLE'S SCHEME. 159 winch I had to listen in order to gratify him by my replies ; and when we returned to the house we ad sat in the drawing room, so that any confidential talk was out of the question."], [170, "CHAPTER VII. \" Would not any man in his senses run diametrically from you, and as far as his legs would carry him, rather than thus carelessly, foolishly, and foolhardily expose himself afresh and afresh, where his heart and his reason tell him he shall be sure to come off loser, if not totally undone ? \" — Sterne. Next day -was Sunday. I met my rela tives at church, and returned with them to an early dinner at Grove End. Whdst at church I had not particularly noticed Conny 's manner, but as we walked to the house it struck me that she appeared very downcast. On the other hand, Mrs. Hargrave was in high spdits, undamped"], [171, "MY UNCLE'S SCHEME. 161 by a long and tedious sermon, and un restrained by any sense of the solemnity of the clay. She carried on quite a little flirtation with her husband, who sub mitted to her playfulness very amiably, and, whilst I walked between her and her daughter, entertained me with various reminiscenses of her young days, and of Thomas's courtship. \" He was absurdly in love with me,\" she observed, referring to her patient helpmate. \" He wouldn't like me to tell you what he threatened to do if I refused to marry him.\" \" Come, come,\" said my uncle, \" Charlie would rather read a chapter of English History, and learn a good deal at once.\" \" I don't understand,\" returned my aunt. \" I didn't know that we had any thing to do with history.\" VOL. I. M"], [172, "162 MY UNCLE'S SCHEME. \" What you are talking about occurred in George the Fourth's reign. There were wars and civil dissensions in those days which Charlie would rather hear about.\" \" Don't let your husband silence you,\" said I. \"Of course he was absurdly in love with you. What do you think, Conny ? \" \" I didn't five in those days,\" answered Conny absently. \" Well, I am very happy,\" said my aunt, passing her hand through her husband's arm. \" I only hope that Conny may have my good fortune,\" and she glanced askance at her daughter and me. \"Confess, my dear, . that you would rather have had Edward,\" exclaimed my uncle with a deep smile. \" You don't mean what you say. But"], [173, "MY UNCLE'S SCHEME. 163 even if I had, I should only have acted as most women do, who invariably want the wrong man.\" Conny looked at me from under her parasol and smiled. What did she mean by smiling ? \" There is a great deal of nonsense talked about marriage,\" said my uncle. \" My idea is, that every young man should get a wife as soon as he can.\" \" That's my idea, too,\" said I. \" And mine,\" exclaimed my aunt. Thus fortified — how strong a man feels in his wife's acquiescence ! but then she must often contradict him — my uncle continued, \" For what is a man without a home ?\" \" A vagabond,\" cried my aunt. \" Quite right, my dear ; for a vagabond means a wanderer.\""], [174, "164 MY UNCLE'S SCHEME. \" I am always suspicious of men with out homes — of men who five in clubs or lodgings,\" observed my aunt. \" Of course I am not speaking of young men who haven't had time to get married,\" she added apologetically. \"A man is not respectable without a home,\" said my uncle. \"And he can't have a home without a wife,\" I answered. \"How hot it is!\" exclaimed Conny, a little peevishly. \" This road is so dread fudy dazzling to the eyes, that I can hardly see. What a pity people mayn't use their carriages on a Sunday ! \" \" No, no ! we ought ad to go afoot to God's house,\" said my uncle. \" The day we dedicate to Him should be a levelling day — a reminder to rich and poor of their common mortality. But dttle piety wdl"], [175, "MY UNCLE'S SCHEME. 165 be left in the bosom of a hard-working labourer who, on quitting his place in the free seats, comes out and sees the rich saints luxuriously rolling homewards in fine carriages.\" \" Remember what your papa says, Conny,\" remarked my aunt. \" I don't see why poor people should feel more on Sundays than on week days,\" answered Conny. \" Wed, they do,\" said my aunt. \" This is better,\" I exclaimed, as we turned into the long shady lane that led to my uncle's house. But Conny seemed rather sulky, and for the rest of the walk remained silent. In spite of my aunt's cheerfulness, we were not so brisk a party at the dinner table as we usually -were. Conny com plained of the heat, which, she said, alwTays"], [176, "166 MY UNCLE'S SCHEME. depressed her. For my part, I did not find it so very hot. The windows were wide open, and there was just enough an; abroad to make the temperature of the atmosphere perfectly luxurious. However, Conny was in one of those moods which render grievances necessary conditions of life. \" She is not all sweetness ! \" I thought. But that discovery didn't weaken my admiration. I was just of that age when a man wid love a woman through every thnig, and for everything ; through spleen and sauciness ; for fickleness and fldtation ; through bad grammar, and for gross rela tions ; when he finds that everything she wears becomes her, that everything she says makes her more enchanting ; when he mistakes temper for spirit, and many other things for many other things. I think, had my cousin stood on her head,"], [177, "MY UNCLE'S SCHEME. 167 I should have considered her posture the most graceful and becoming one in the world. My uncle, dyspeptic as usual, was, in spite of his sufferings, garrulous. The little flirtation my aunt had indulged him in, had put him into a thoroughly self-satisfied humour. Once more he got upon the subject of marriage, and dogmatised in a very inspiriting manner. However, it turned out that my aunt was not so ami cably disposed as he imagined ; for, on his happening to say, that a true woman, if she loved a man, would fodow him into a garret, and be content to make her bed on a sand-floor, his wife confounded him, by crying out, \"Nonsense! the true woman who will act in such a manner is a true fool ! A man who is really fond of a woman, wouldn't take her to a sand-"], [178, "168 JUT UNCLE'S SCHEME. floor ; but, if he should offer to do so, the woman ought to refuse him, because his offer would be a sure sign that he didn't love her as he ought.\" \" That is very good logic,\" said I, approvingly. \"But still,\" I continued, \"it is quite possible, and even reason able, for a poor man to be devoted to a girl, to long to possess her, and to marry her without thinking of the poverty to which he will take her.\" \" More shame to him ! \" said my aunt, \"who now differed from me for the first time since I had known her. \" True,\" I answered, \" but then he may hope, before long, to put her into a com fortable position.\" \" He ought to wait.\" \" He can't,\" interrupted my uncle. \" You might as wed expect a kettle"], [179, "JUT UNCLE'S SCHEME. 169 not to boil after putting it on the fire.\" \" And there is another side of the ques tion,\" said I, \" which ought to be con sidered — speaking for myself, I should seriously doubt a girl's love for me if she refused to marry me, simply because I couldn't put her into a good house.\" \"Mamma doesn't understand love,\" said Conny, querulously. \"Mamma does,\" replied my aunt, with a severe nod ; \" but papa doesn't, and you don't.\" I looked at Conny just in time to catch sight of her little mouth twisted queerly at the corners. \" You wouldn't have said that of me, when George the Fourth was on the throne,\" said my uncle to his wde, with a wink at me."], [180, "170 JUT UNCLE'S SCHEME. \"You're always talking about George the Fourth,\" replied my aunt, fanning herself with a napkin. \" One would think that he lived in Henry the Eighth's time. He only died a few years ago.\" \" When did he die, Conny ? \" asked her papa. \"You are wed read in history.\" \" Oh, please, don't let us argue any more,\" said Conny. \" It is too hot.\" \" Marriage,\" said I, feeling that I would give worlds to take and squeeze Conny 's hand under the table-cloth, \"is one of those things you can't reason about. The moth flies to the candle, and takes no thought of whither he goeth or what wdl become of him.\" \" Whether,\" continued my uncle, \" the flame that attracts him is made by a farthing dip or by virgin wax.\" \" Aye, or wiiether it dluminates the"], [181, "JUT UNCLE'S SCHEME. 171 splendours of a royal drawing-room, or the sordid squalor of a pauper's hovel,\" said I. \" I don't understand what you are talk ing about,\" exclaimed my aunt. \" We do, though, Charlie — don't we,\" said my uncle with great glee, \" But Conny looks bored, and my wife puzzled ; so we'll talk of feathers and rouge.\" I saw nothing of my cousin all the afternoon. Yes — once I caught a glimpse of her at her bed-room window as my uncle and I sat chatting on the lawn. I had it several times in my mind to tell my uncle what my feelings wTere for Conny, and to receive his opinion on the subject ; but I thought I should be acting more wisely d, before speaking to her papa, I first of all ascertained what Conny 's views were. I rather wondered"], [182, "172 MY UNCLE'S SCHEME. that my uncle never made any allusion to my admdation, not to say my love, which I thought must surely be as plain as the daydght. He could be confidential enough on other matters. I supposed he must have a pretty good notion that I couldn't be in the society of so charming a creature every day without conceiving a very sentimental affection for her. My aunt suspected the truth, and relished it ; why did my uncle choose to be so regard less ? He appeared so thoroughly fond of me that I could not question the pleasure he would feel on hearing that I wanted to marry his child. The only possible objection he could offer to an aidance which could not fad to gratify his pride of famdy, was — my \" cdcumstances \" — which, to speak the truth, were not what the Barings or the Rothschdds would cad"], [183, "JUT UNCLE'S SCHEME. 173 splendid. But then, Conny would have money enough for both of us to cut a very considerable figure with ; and what woidd it matter on which side the fortune lay, so long as it lay between us ? Conny made her appearance at tea-time, and though she met my admning gaze very steadily, I could not help thinking that she had been crying. There was just the faintest tinge of red round the rim of the eyes, whdst the eyes them selves looked soft and humid. I waited to see d her father or mother wrould notice these signs, but as they did not, I concluded that my suspicions were wrong, and that the effect I noticed was due to the heat, of which she had complained. She had changed her chess since dinner, and now appeared in white muslin. Her arms and throat were bare, and down her"], [184, "174 JUF UNCLE'S SCHEME. back, almost to her waist, fell the long gold - coloured curl she always wore. \" And beauty leads us with a single hair,\" said I, taking the curl between my fingers. \"If it were a single hair it wouldn't lead you,\" she answered, with a coquettish manner that appeared to me perfectly natural, and thoroughly undeceived me in my notion that she had been crying. \" Men like -women to have plenty of hair.\" \" You should ted Charlie that your hair is ad your owti,\" exclaimed my aunt, looking proudly at her child. \" I don't want to be told ; I have eyes to see,\" I repded. \" It's her own, take my word for it,\" said my uncle. \" I thank heaven that"], [185, "MY UNCLE'S SCHEME. 175 the dead have not been despoiled nor the living shorn to contribute to that show of hair. I only wonder that people can be found to skewrer dead or distressed females' tresses among their own locks. I should as soon think of wearing another man's skull, were I dis satisfied with the shape of my own, as of gumming another fedow's curls over my baldness.\" \" There are some things that are better not thought of,\" said I, \" buns, cooking, and wigs among them.\" \" Why buns ? \" asked my aunt. \" Because,\" said I, \" I am told that they are the platform on -which bare footed bakers are sometimes accustomed to dance a saraband.\" \" Faugh ! \" cried my aunt. Conny ran out into the garden. I was"], [186, "176 MY UNCLE'S SCHEME. going to fodow her, when she came back holding a rose-bud. \" Put that in my hair,\" said she, \" and let me see wdiat taste you have.\" I ought to have possessed Uncle Toby's simplicity when he looked into the Widow Wadman's eye, and attended earnestly to what I was about, instead of thinking of other things, for then, perhaps, I should have pleased her. As it was, I put the rose in the wrong place, when she whipped it out, and smartly bade me try again. My aunt looked delighted : my uncle amused. \" Where wid you have it ? \" I en quired. \" In the right place, of course,\" she repded. \"Wed, then,\" said I, \"don't face the"], [187, "MY UNCLE'S SCHEME. 177 glass, but be good enough to look at me. You may believe I took some time in satisfying myself ; putting the rose now on one side, now on the other side, step ping elegantly backwards to inspect her sweet face, touching with reverent fingers her golden locks, and twisting them round and round my heart in so complicated a mesh, that the fly whom a spider has spun upon its sticky threads is not a securer prisoner ; until my uncle, losing patience, cried out, \" Come, let us have tea, or we shall be late for chinch.\" \" Charlie has put the rose in very becomingly,\" said my aunt. \" Yes, it wdl do very nicely,\" responded my cousin, peeping at herself in the glass. Then, while she made the tea, she said, N VOL. I."], [188, "178 MY UNCLE'S SCHEME. \" I feel too tired to go to church to-night, mamma. \"Very wrell, my dear.\" \" Why, what has tired you ? \" asked her papa. \" I don't know, unless it is the heat.\" \" The garden wid be deliciously cool, this evening,\" I observed. \" I think I'll stay at home too, and keep my cousin 3) company. \"Do,\" said my aunt. My uncle sipped his tea, and appeared to take no notice. But Conny exclaimed, \" Oh, Charlie, please don't stop at home for me.\" \" Ah, you dear little flirt ! \" I thought ; \" it needs no Solomon to understand the English of your ' don'ts.' \" \"I should be sorry to be thought irre ligious,\" I said : \" but I can't help saying"], [189, "JUT UNCLE'S SCHEME. 179 that I would rather stay at home this evening, than go to church.\" Did Conny pout ? Did a little frown gather upon Conny 's white forehead ? I couldn't be sure — she turned her head so quickly aside. But even had I been sure that she pouted and frowned, I should never have doubted for a moment that her choosing not to go to chmch, was a hint for me to remain with her. Come, Eugenio, you are a judge of human nature — tell me, what did that little episode of the rosebud mean ? What, my friend, but the delicate proem, the crimson-coloured preface, the sweet, the graceful, the womanly initialing of the Arcadian scene she wanted me to rehearse with her ? She said no more, but drank her tea in sdence, looking at the clock now and"], [190, "180 JUT UNCLE'S SCHEME. then, and sometimes out of window, untd her mamma having left the room to put on her things, whilst her papa read a letter he had taken out of his pocket book, she sidled up to me and whispered, with her eyes fud of sweetness, and with the tenderest blush on her fair face, \" I wish, Charlie, you wouldn't stop at home for me.\" \" Are you very deeply concerned for my spiritual welfare ? \" \" I am sure mamma wTould rather have you with her. She is so fond of you, you know.\" \" No living being could appreciate her kindness more than I do ; but I wTould rather risk her displeasure than miss the chance of being with you alone.\" In those ignorant days I used to think that a woman's wishes were to be read"], [191, "JUT UNCLE'S SCHEME. 181 backwards, like a witch's prayers. Since then I have learned that this is not true. I gave Conny a smile to let her see that I thoroughly understood her, and heartily appreciated the delicate sense of em barrassment that made her anxious for me not to imagine, &c, and then praised the charming effect produced by the con trast of the red rosebud against her sunny had. She said \"Oh!\" and \"Ah!\" and \"Yes?\" and \"Indeed?\" and grew very absent. \" She is wondering,\" I thought to my self, \" whether I mean to propose this evening. O Before long Mrs. Hargrave put her head into the room to tell her husband that she was ready ; whereupon my uncle pocketed his letter, and giving us a nod, went out. I watched them leave the"], [192, "182 JUT UNCLE'S SCHEME. house — my uncle walking a yard or two behind his wife, as people who have been lono- married often do — and then said to Conny, \" Let us go and stroll in the grounds.\" She made no answer, but wrent upstairs to get her hat, and returned after a short absence, looking very docde and even frightened. I noticed as I held the door open for her to pass out, that she looked at the clock, making perhaps the tenth time she had done so in less than twenty minutes. But I wTas in the humour to interpret every action of hers into a compliment to myself, and was quite willing to believe that this farewell peep at the clock was merely meant to satisfy herself that she would have two good hours with me alone before her papa and mamma returned. The grounds covered pretty nearly seven"], [193, "MY UNCLE'S SCHEME. 183 acres. They were wonderfully well tended, and had been laid out with great judg ment and good taste. They wTere richly stocked with trees ; at one extremity -was a fine orchard ; the wilder aspects of nature had been judiciously preserved, and among the trees, in some portions of the estate, you would have imagined yourself in the wilds of a forest. The evening wras beautiful, beyond the power of lan guage to describe. The sun shone brightly, but with the mellow7 and tender light that it takes in its descent, and -which deepens upon it as it nears the western horizon. Under the trees a soft and fairy-like night had gathered, though here and there the sunshine streamed through the branches, and bathed the deep green grass with pools of yellow splendour. Far and near, the pink hills reared their"], [194, "184 JUT UNCLE'S SCHEME. wooded ridges to the sky ; while the quiet breeze rang with the silvery chimes of the distant church-bells. \"Englishmen are quite right in be lieving in their country,\" said I. \" It is the finest place in the world to live in.\" \"You like it better than France?\" \" I like Updown better than Longue ville, certainly. What makes you smile ? I suppose you think me capricious and unfaithful to my old affections.\" \"And yet I am sure you find Updown very much duller than Longueville.\" \" I daresay I should, if it were not for Grove End.\" \"We are dud enough here.\" \"/ am not. I am very happy. I know I should be very sorry to go back to Longuevdle, unless I could return to it on my own terms.\""], [195, "JUT UNCLE'S SCHEME. 185 \"What are they?\" \"Fust of all, I should wish to take you with me.\" \" Oh, Charlie,\" she exclaimed, striking at the grass with her parasol, \" I hope you are not going to talk any non- >j sense. \" It all depends,\" I replied, gravely, \"on what you cad nonsense.\" \" Flattery is nonsense, and compliments, and personal remarks.\" \" Dear Conny, I haven't flattered you ? \" \" See how fine the trees look, and the sky. Let us talk about Wordsworth.\" \" I'd rather talk about you.\" \" I hope you won't.\" \" Why ? A man mayn't marry his grandmother, but it is nowhere written that a man mayn't talk of his cousin.\""], [196, "186 JUT UNCLE'S SCHEME. She laughed at this, but made no reply. Though she had answered me pretty briskly, I Avas nevertheless struck by her an, which was at once subdued and un- easy. \" What are you thinking about, Conny ? \" \" About nothing.\" \" Were you thinking of me ? \" \"How could I be thinking of you, when I tell you I was thinking of nothing ? \" \" I wonder whether you have a good opinion of me ? \" \" I don't suppose you care what my i> opinion is. \" I do. I want you to like me.\" \" I should be very wicked not to like you, considering we are relations.\" \" Oh, don't let us talk of relations. There is a brotherly-sisterly twang about"], [197, "JUT UNCLE'S SCHEME. 187 the word which is effective enough in tracts, but which disagreeably affects the mind that is engrossed with worldly considerations. I want you to do more than like me — I want you to love me. She grew pale and stooped her head, then turning her eyes up to me, said with a forced, nervous laugh, \" I have begged you not to talk any nonsense. \" It is not nonsense to me. I am deeply in earnest. I love you, Conny, and shan't be happy unless you love me in return.\" Her head chopped again. My heart thumped like an Irish valet's fist upon a door. I strained my ear to catch the breathless whisper, but no whisper came. Raising her head suddenly, she said,"], [198, "188 JUT UNCLE'S SCHEME. \" It is mamma's wish that I should marry you. She came to my room last night, and told me to prepare for an offer of marriage. I think you ought to have spoken to me first, before speaking to her. It would have been fairer.\" \" Spoken to her ! \" I exclaimed, greatly astonished. \"Why, I have never breathed my feelings for you to a living creature.\" \" How could she have known ? \" \" She must have guessed the truth by my manner. She must have seen, as everybody with eyes must, that I -was in love with you. I am very glad to have her sanction ; but I can assure you I have never yet sought it.\" Here came another pause, and then I -said, \" I hope you believe me.\" \"Oh yes; but I was pained when mamma said she wished me to accept"], [199, "JUT UNCLE'S SCHEME. 189 you if you proposed, because — because I haven't had time to fall in love with you yet, Charlie.\" Here I caught hold of her hand, and said — I don't know what. What man does know what he says wiien he makes love ? It is wonderful that I can recollect so much as I have set down. I doubt if even Boswed, who was born with a note book in his hand, could remember all the observations he had occasion to make, both to the lady he did marry and to the great number of ladies he didn't marry. I don't think I talked like a hero. I don't fancy I made use of any of those striking and powerful expressions which I strongly suspect must have been first brought into fashion among novelists by good-natured elderly women, viio had either never experienced or had forgotten"], [200, "190 JUT UNCLE'S SCHEME. the characteristics of love-making among thinking beings. To conceal nothing, I don't think I said very much at all. \" Will you love me ? \" and \" Ho, won't you love me?\" and \" Ah ! can't you love me ? \" and \" Please, try to love me,\" with an occasional Oh and a No, and a sigh, and a smde, and. a blush from her, com prise, Eugenio, pretty much all that wTas said and done between us. I looked without sighing, and she sighed without looking. I sink — sank — sunk my voice into a -whisper, and was about to express a very poetical and touching sentiment, when she interrupted me by crying out, \" Isn't that seven o'clock striking ? \" and before I could collect my senses, so as to enable me to listen to the distant bell and answer her, behold ! she exclaimed, \" I will be back in a few minutes,\" and"], [201, "JUT UNCLE'S SCHEME. 191 ran — yes, ran — Avith great speed and sur prising grace, down the grounds and out of sight. Much astonished, I beheld her dis appear, and then pulling out a cigar, lighted it, and sank, carefully, and after a narrow inspection, upon the grass, at the foot of a tree, and there, like Tityrus, supine but not careless laid, waited for her to return. I tried to think over wiiat I had said to her, and Iioav, on the whole, it struck me, she had received my fervid language ; but I found myself chiefly Avondering what on earth had draAvn her aAvay so hastily, and wdiat con nection seven o'clock could haATe Avith a proceeding so entirely disagreeable and undesirable. In about five minutes' time, however, I saAV her returning through the trees. O O"], [202, "192 JUT UNCLE'S SCHEME. She smiled very sweetly on seeing me seated and smoking, and exclaimed with indescribable sauciness, \" I think you are very wise to rest yourself after your late severe attack.\" \" I hope,\" I ansAvered a little sarcas tically, \" that you didn't run away from me because you were afraid !\" \" Oh, no,\" she exclaimed, with serene candour shining in her countenance ; \" one of the servants — but I mustn't tell stories out of school. This is my little secret ; so ask me no questions.\" \" I must ask you one question,\" I re plied, melted and won over as any petulant child is with a sweetmeat, by her delightful manner, \" will you give me leave to love you ?\" \" Now% listen to me, Charlie,\" said she, laying her little hand on my arm and"], [203, "JUT UNCLE'S SCHEME. 193 upturning her celestial eyes, so that I could see my OAvn lovely features gazing at me out of them, like twin cherubs leaning forth from the blue vaults of paradise. \"You have not yet given me time to loA'e you ; and I have determined never to marry until I do love. I like you A'ery much now7, and that is all I mean to say for the present. You'll ne\\7er be able to make me Ioa-c you by constantly questioning me. You must take this for my answer, and not say another word about wiiat has passed between us until I give you leave.\" \" But hoAv long are you going to take ? \" said I, fretfully. \" You put me in the position of a child A\\-ho is told to shut its eyes and open its mouth, and see Avhat it wdl get ; wiiereby it may get the lock jaw, to say nothing of the exquisite VOL. i. o"], [204, "JUT UNCLE'S SCHEME. 194 mental torture it is subjected to by blind ness under such conditions.\" \" Ah, Ave must all learn to be patient in this world,\" she answered, with a look of real sadness in her face. \" Well, Conny,\" said I, raising her hand to my lips, \" I am so much in love with you, that I Avid do anything you want — though I Avould rather you ordered me to hang myself than wait.\" \"Let us go in, I begin to feel the air a little chilly.\" We walked to the house ; but, as I had not finished my cigar, and as, so far from feeling the ad chilly, I found it peculiarly mild and delightful, I said I would remain on the laAvn, making sure, of course, that she Avould join me. She went into the house, and I Avalked to the seat under the oak-tree, Avhere I sat"], [205, "JUT UNCLE'S SCHEME. 195 waiting and watching, and watching and waiting, and wondering Avhere she was, .and Avhat she was doing, until my cigar Avas burned out, and the evening had sadly fidlen ; wiien I rose and entered the drawing-room, expecting to find her there. Then I peeped into the dining-room, and then into the library. \" She is in her bed-room,\" I thought ; and not very well knowing what to do Avith myself, I re turned to the grounds. I could not help reflecting that I had not gained much by not going to church. \"It is true,\" I thought, \"that she knows I love her ; but her answers were very unsatisfactory.\" Was she in love A\\ith somebody else ? Was his vulgar name Curling ? Why hadn't I asked her ? and supposing I had ? would she have told me the truth ?"], [206, "196 JUT UNCLE'S SCHEME. Just as I got to the conservatory, I, to my infinite amazement, saw her coming out from among the trees — those trees within whose gloom her figure had faded, on the clock striking seven. \" I thought you were on the kawn, smoking ? \" she exclaimed. She pro nounced the Avord smoking, \" thmoking.\" Heavens ! Iioav I loved that one lisp ! And I fancied she blushed, but it was almost too dark to see clearly. \"And I thought you Avere in your bed-room,\" I replied, Avith the proper severity of a suspicious Avretch. \"Then Ave Avere both Avrong,\" she said, laughing. \"What is the particular attraction of those trees ? \" I asked, looking hard at her. \" That's my secret,\" she ansAvered, with a little rebellious toss of the head."], [207, "JUT UNCLE'S SCHEME. 197 \"You found the air chilly just noAV. I don't feel that it has groAvn Avarmer since you left me,\" said I, holding my hand out and looking upwards, like a man in search of rain. \" I don't knoAv what you mean,\" she exclaimed, in a rather tremulous voice. \" I suppose I may go into the grounds Avithout any insinuations being made.\" \"Insinuations!\" I cried. \"Heaven for- bid ! Who nisinuates ? I have been Avaiting for you on the kawn, and Avish ing for you to join me ; but as you had left the grounds because you said you felt chilly, I Avas surprised to find you in them again.\" \"And pray,\" asked she, getting up her courage, and looking at me pertly, \" Avhat is the awful conclusion you draw from finding me here ? \""], [208, "198 JUT UNCLE'S SCHEME. \" That you want to avoid me.\" \" Indeed I don't, Charlie,\" she answered quite softly and tenderly, and laying that bewitching little wiiite hand of hers once again upon my arm. \" But I gave you a hint about a serA7ant, didn't I ? and I told you not to ask me any questions. Some of these days, I daresay, Ave shall be very confidential ; and now I will go with you to the drawing-room, and sing you a piece from the ' Stabat Mater.' \" And with the archest look in the world, this most puzzling, seductive, repeding little creature passed her hand through my arm, and led me into the house."], [209, "CHAPTER VIII. Don Jer. \" I'll let them see how merry an old man can be.\" — The Duenna. I may value myself upon one quality, Avhich, when I Avas young, Avas in a great measure due to the high opinion I had of myself; I Avas always fond of keeping my promises, and being regarded as a man of my Avorcl. I had informed Mr. Curling, shortly after I joined the bank, that I should apply to my uncle for an increase of salary for Mr. Spratling. I did so that same Sunday evening I had passed in"], [210, "200 JUT UNCLE'S SCHEME. making love to Conny, and pleaded Spratling's case so well, dwelt so patheti cally upon his affection for his mother, and on the effect produced on me when I Avitnessed the care he took of her as they walked, that my uncle told me he would raise the young man's salary ten pounds next day. He seemed much pleased to find I could take any interest in a matter of this kind, as his notion was that I looked down upon both my fellow-clerks with huge contempt. At supper that night, he spoke of the favour I had requested, and my aunt was pleased to make me a very handsome compliment, though I was much more gratified by the smile Conny gave me, and the quite new expression of interest in her face Avith Avhich I caught her regarding me. Next morning I had the pleasure of"], [211, "JUT UNCLE'S SCHEME. 201 telling Mr. Spratling what I had done for him ; and the way in Avhich he slipped off his stool and pressed my hand, look ing wistfully into my face, as if he were made sad by the want of language to express his feelings, quite affected me. Mr. Curling was immensely polite and officiously instructive. \" You hwe made two Avorthy people very happy to-day,\" he whispered. I smiled rather coldly, for my unaccountable prejudice against this gentleman was daily increasing, and I wanted nothing from him but the bare instruction he was capable of giving me. I was leaning Avith my hands behind me against the empty fireplace in the bank, thinking, I daresay, of Conny, wrhen the swinging doors Avere pushed rather violently open, and a tall, stout man,"], [212, "202 JUT UNCLE'S SCHEME. dressed in a frock-coat and a broad brimmed hat, the felt of which appeared to be brushed the Avrong way, came in. \" Is Mr. Hargrave within ? \" he in quired in a loud voice, pulling off his hat, and wiping his forehead with a huge pocket-handkerchief, at the same time staring at me in a manner, I thought, uncommonly rude. I returned his stare with a great deal of assurance, not even changing my posture, having no doubt that he was some old farmer AATho wanted to open an account at the bank. Mr. Spratling went to tell my uncle he Avas wanted. Meanwhile, my tall, stout friend, never removed his eyes from my face. Presently my uncle came out of his little back office, and had no sooner caught sight of the individual Avho wanted him, than he shouted out,"], [213, "JUT UNCLE'S SCHEME. 203 \"What! Dick! why, my dear boy, who on earth would have expected to see you! \"How are you? Iioav are you, Tom?\" replied the other, looking at my uncle for a moment, and immediately reverting to me. Then, throwing his handkerchief violently into his hat, which he had placed on the counter, he called out, pointing to me, \" Tom, d that isn't Charlie's son, hang, draw, and quarter me ! \" \" Why, of course it is,\" replied my uncle. \" Here, Charlie, let me introduce you to your uncle Richard.\" I went up to the counter, and my uncle Richard gripped my hand Avith a squeeze, that left my fingers bloodless. \" It is Charlie as he was at five-and twenty — but better-looking ! \" he roared, pulling me hard against the counter, and"], [214, "204 JUT UNCLE'S SCHEME. examining my face Avith a broad grin on his own. \" Come in, come in, this way, both of you ! \" called out my uncle Tom ; and then shutting the door, he made us sit down. I looked at this fresh uncle of mine with unmixed curiosity. He was as unlike Tom as Tom was unlike my father. He had a fat, broad, English face, with immense double-chins, little strips of whiskers, sharp black eyes, and a head very nearly bald. He was as tall as my father, and about three times as big. Indeed, he only wanted a pair of top boots, and a bottle-coloured cut-aAvay coat, to have figured as a liAing repro duction of the picture of the traditional Mr. John Bull. \" Of course you told me he was with you,\" said he, addressing his brother,"], [215, "JUT UNCLE'S SCHEME. 205 and by the \" he \" meaning me, \" but I should never have remembered it had I not caught the likeness. And how's the major ? and what is he doing ? Why, he deserves to be changed into a frog, for liAing all his life out of England, and never coming to see a man. How is he ? Iioav is he ? \" \" Very well indeed,\" said I. \" Does he eA'er talk of his brother Dick ?\" \" Oh yes.\" I should have been nearer the truth had I said \"Oh no.\" \" J'm his brother Dick. Gad take me ! you stared, young im, as if I were a Avitch. Do I look as if I could ride a broomstick? hey? hey?\" And he burst into a roar of laughter, so loud that I Avas almost stunned."], [216, "JUT UNCLE'S SCHEME. 206 \"And wiiat's brought you here, Dick?\" said my uncle Tom. \"Why, I'm thinking of breeding some nags, Tom, and have come to look at 'Young Sidney,' belonging to Dixon, of the Three Geese ; a good horse, my lad, rising four years old, sixteen and a quarter high : his dam, Tom, a Yorkshire mare, by ' Slipslop,' a splendid brute I wanted to buy, but that fedow Solomons wouldn't part with her at my price. That's some years since. So I told Teazer I'd run over here and see the animal, and haATe a look at the wife and Conny. How are they?\" \" Very wed. You'll sleep at Grove End ?\" \" Yes ; but I shall want to be awTay early. Wednesday's settling-day on the Stock Exchange, and I must be in town to-morrow night.\""], [217, "JUT UNCLE'S SCHEME. 207 \"Why didn't you bring Teazer Avith 9 77 you ? \"Oh, somebody must be left to look after the plate. Young un,\" said he to me, \"are you any judge of horses?\" \" No, I knowT nothing of horses, nor of clothes' horses either,\" I replied, hardly relishing his freedom before my uncle Tom, Avhose behaviour to me was uniformly courteous and eAren deferential ; and yet not choosing- to resent it, for fear of being made to cut a ridiculous figure. \" Hullo ! he's a wag, Tom. Is that a French pun, nephew?\" he asked, with a droll Avink at his brother. \" What are you going to do now ? \" said uncle Tom, coming to my rescue. \" Why, I shall go and get a basin of soup at Dixon's, and then drive over to Grove End?\""], [218, "208 MY UNCLE'S SCHEME. \" Lunch with my Avife — you'll be in time.\" \" Thank you ; now that I'm here, I'll have a talk AAith Philpotts, your nursery man, about some seed he's advertising.\" \" The phaeton Avid be here at four ; join us. We'll driVe you to Grove End.\" \" Ad right,\" ansAvered my stout uncle, rising laboriously. \" Good-bye for the present, Tom; good-bye, young im.\" And he strode out of the bank, making the AAThole place shake Avith his heavy tread. \" He's one of the best-hearted fellows in existence,\" said uncle Tom, looking at me AAith a humorous twinkle in his eye. \" I'm very glad he's come. I've been Avanting an opportunity to introduce you.\" \"Who's Teazer? his dog?\" I asked. \" His daughter. It's his pet name for"], [219, "JUT UNCLE'S SCHEME. 209 Theresa — as handsome a girl as ever you saAv.\" \"Not so bluff as her papa, perhaps ?\" \" Not she. I rather think Dick assumes that manner AAith strangers. He has an idea that it makes people see he is a man of the world — a practical, plain-spoken man who is not to be humbugged. In reality, any child could trick him. A big, honest heart beats in that stout form, Charlie. Don't let his manner prejudice you.\" \" I am not easdy prejudiced.\" Uncle Dick returned to the bank punc tuady at four, and came in, roaring out, \" What ho ! House here, I say ! Not ready yet ! 'Sdeath, but I'll be revenged ! \" making at the same time so horrible a face at me, that Mr. Spratling had to squeeze his mouth into his coat-sleeves, Avith his hands locked over the nape of VOL. I. p"], [220, "210 JUT UNCLE'S SCHEME. his neck, to save the explosion of an incontrollable yed. \" That was Braham's style in his reciti tavos,\" said the old gentleman. \"Did you ever hear of Braham ? \" \" Oh, yes,\" I answered, thinking he was joking me, \" and of Isaac and Jacob too.\" \" Tom,\" said he to his brother, who at that moment came out of his private room, \" here's a young gentleman who imagines that Braham lived in the time of Isaac and Jacob.\" \"If he didn't, his forefathers did,\" replied Uncle Tom ; at which retort, from the head of the firm, both Mr. Curling and Mr. Spratling laughed loudly, the smader salary being more boisterous than the larger. \"Braham,\" said uncle Dick, addressing"], [221, "JUT UNCLE'S SCHEME. 211 me, \"w7as a great singer, Avho composed the ' Death of Nelson,' worthy, sh, of Charles Dibdin. He was, besides, the best Isaac Mendoza the world Avid ever see. \" Here comes the phaeton,\" cried uncle Tom. \" I thought you asked me if I had eATer heard of Abraham,\" I said. \" Fudge ! Abraham, indeed ! I am talk ing of little Braham who used to sing — \" and to my infinite amusement, and to his brother's great concern, he struck an attitude, clapped his hand on his heart, and frowning at a framed adArertisement of the British Imperial Marine Insurance Company, sang in a small clear tenor, the first bars of \" 'Twas in Trafalgar's bay ! \" This done, he called out, \" Now7 then, gentlemen, let none of you pretend never"], [222, "212 JUT UNCLE'S SCHEME. to have heard of Braham,\" marched to the phaeton and climbed into the front seat. \"Braham is one of his heroes,\" uncle Tom whispered to me as we followed. \"They were friends, I believe, twenty five years ago. Dick was a good deal among the players and literary men of those days, and when he is in the A7ein, his conversation is very amusing.\" We jumped into the phaeton, and drove to Grove End. My aunt and Conny gave uncle Dick a hearty greeting. I confess I Avas surprised to see how completely he altered his manners when with the ladies ; how cour teous, how affable he was, how agreeably he talked. He tried to get up a laugh against me, by teding them how I had mistaken Braham the singer for Abraham"], [223, "JUT UNCLE'S SCHEME. 213 the patriarch ; but whether it was that I had my aunt's and cousin's sympathy, or that they had never heard of Braham, my big uncle's well-meant attempt missed fire. I gave him a look to let him knoAV that what laugh there w-as, wTas on my side. Conny asked A7ery affectionately after Theresa. \" She wants to be tamed,\" w7as the answ7er. \" She's groAving desperately wild. Her latest amusement is pistol-shooting, and I giAre you my word she is the neatest shot that can be imagined. She hangs a ball to a branch, and cuts the thread eight times out of ten, at twenty paces.\" \" What a very singular pastime for a young lady to indulge in,\" exclaimed my aunt. \" You should get her married,\" said"], [224, "MY UNCLE'S SCHEME. 214 uncle Tom. \" I wish you had brought her with you. Here's a cousin who would be glad to know her.\" I tried to catch Conny's eye, to let her know that this suggestion of her papa's was entirely gratuitous, but she wouldn't look at me. It seemed to me, however, that Mrs. Hargrave stared at her husband somewhat more severely than his innocent observation merited. \" Well, when are you coming to see us ? \" said uncle Dick, turning round and facing me. \" I shall be proud to make Theresa's acquaintance,\" I answered, the idea sud denly occurring to me that by feigning to take an interest in my unknown rela tiA^e, I might arouse Conny's jealousy. \" Name your clay, my boy.\" \" We'd settle that this evening,\" in-"], [225, "JUT UNCLE'S SCHEME. 215 terrupted uncle Tom, who then offered to take his brother to his bed-room, and afterwards show him some singular roots he had in his hothouses. So they left the room. Conny followed them, \" to wait upon her uncle,\" she said, and my aunt and I were left alone. \" Theresa,\" she observed, \" is a hand some, dashing girl, but I don't think you'd adndre her.\" \" She seems to have a very manly disposition. \" \" Oh, very ; she's all day long on horse back.\" \" She should join a circus.\" \" I confess,\" said my aunt, \" I should not care for Conny to possess her accomplishments.\" \" Oh, Conny is a thorough woman, all sweetness and tenderness.\""], [226, "JUT UNCLE'S SCHEME. 216 \" And I daresay,\" replied the gratified mother, \" would be thought by many quite as pretty as her cousin.\" \" I couldn't conceive any girl prettier than Conny. I hope I shan't frighten you,\" I continued, carried awTay by my feelings, \" if I ted you that I am in loA7e with her.\" \" Are you really ?\" she exclaimed, opening her eyes. \" Deeply in love with her, and I told her so last night.\" \" And what did she say V inquired my aunt eagerly. \" Why, she told me that I had not given her time to fall in love with me. \" But did she seem pleased ? did she seem gratified ?\" \" I hardly know7. Sometimes I thought"], [227, "JUT UNCLE'S SCHEME. 217 she was, and sometimes I thought she 3, )> wasn t. \" Well, speaking for myself, Charlie,\" said my aunt, inclining her head forward, and addressing me in her most confidential manner, \" I may tell you, you are wel come to my consent, if you can succeed in making her love you.\" Delighted as I was, I couldn't be amazed ; for you must remember that Conny had told me of her mother's wishes the evening before. \" I have not yet expressed my wishes to my husband,\" she continued, \" as I prefer to wait until you and Conny have settled it between you. But I do not doubt that he would be as gratified as myself by the union of his child with the son of his favourite brother.\" \" He's amiable and good enough to"], [228, "218 JUT UNCLE'S SCHEME. consent to anything that would give happiness,\" said I. \"He is, indeed.\" \"As to my father,\" I continued, \" it would delight him to hear that I was to be married to Conny. He is a great advocate for marriages between cousins. He considers that the dignity of a family can only be sustained and transmitted hy the union of relations.\" \" Providing there is no madness.\" \" Oh, of course. Don't you agree with him ?\" \" Entirely. But wiiat do you yourself think of Conny ? does she seem fond of 0 33 you l. \" She gaA7e me leave to hope.\" \" I am glad to hear that. And now, as you are in love, you can be jealous ; and will therefore be able to tell me if"], [229, "MY UNCLE'S SCHEME. 219 you think her affections are engaged else where.\" \" That is a most uncomfortable sug- gestion,\" I answered, uneasily. \" Do you think she cares about Mr. Curling ? \" \" I have tried to find out — and wTere I not in lo\\Te with her, I should say, No. But the mere idea makes me jealous and suspicious.\" \" I used to think that she wTas attached to that man,\" said my aunt, \" and so took the bull by the horns, by ceasing to invite him to see us. But I really believe now, that wiiat little nonsense there wTas between them, is at an end. It is impossible to suppose that a chdd of mine could continue to care about so insignificant a person ; and certainly, since your arrival, I haATe had no cause Avhat-"], [230, "220 JUT UNCLE'S SCHEME. ever to suspect that she any longer thinks about him. If she has given you encouragement, I am satisfied. Conny is an honest girl, and w7ould not dream of accepting one man's attention, while her heart wTas secretly given to another.\" Here the subject of our conversation entered the room, and drove us to talk of something else. Considering Conny knew I loved her, considering, indeed, that I had as good as proposed to her, I had rather expected that she would mandest some little degree of embarrassment on meeting my eyes, that she would colour up, perhaps, when I looked at her ; in a word, that she would have exhibited by her manner a thorough consciousness of the tender experience wTe shared. Do you under stand me, Eugenio ? When you met"], [231, "MY UNCLE'S SCHEME. 221 Dorothea, after you had squeezed her hand, and muttered the statements you desired to make in her ear, you w7ere quite satisfied to find her shy and even reserved, peeping at you askance when she thought you w7ere not noticing, and receiving your observations — uttered in a very distant and polite tone of course, before company — with a peculiar smile and a remarkable little blush, both wilich your heart opened to receive, as the flower opens to the delicate dewT, and both wiiich were inexpressibly delicious, because they were unintelligible to all but you. Now7 Conny thrilled me with no such subtle and touching manifestations. She made no difference in her treatment of me. When my uncles returned, I got her into a corner near the piano, and talked cynicism. I was dreadfully sar-"], [232, "222 JUT UNCLE'S SCHEME. castic ; sneered at everything ; asked satirical questions with acidulated grins ; quoted \" Vanity Fair,\" and was altogether fearfully bitter. She appeared sometimes amused and sometimes disconcerted by my remarks ; but I won't be sure that she heard everything I said. At last she asked me if I didn't feel well ? \" Good gracious ! \" I exclaimed, \" what a dreadful question ! Of course I am well.\" \" You are bilious,\" she said : \" you don't take enough exercise.\" \" I am not bilious. As to exercise, I hate walking.\" \" Then wiry don't you talk cheerfully ?\" \" Because you hate me,\" I replied, giving her a ghastly look. \" I thought I told you last night that I liked you ? \""], [233, "MY UNCLE'S SCHEME. 223 \" Liked ! \" I cried with immense con tempt, \" I had rather be hated than liked. I w7ant to be loved,\" I muttered in a voice resembling that with which Hamlet pere is used to address his son from under the stage. \" You promised you would not revert to — to — that subject, until I gave you leave,\" she exclaimed, reproachfully. \"I can't help it, I must speak.\" \" Do try to be patient, dear Charlie,\" she whispered in her most winning voice, with her sweetest smile. \" I will,\" I gasped. \" But oh, don't treat me as d I were only a nice young man.\" She made me no answer, but letting slip her little hand, caught hold of my wrist, and gave it a squeeze. Eugenio, 'twas like taking chloroform. All heaven opened upon me."], [234, "224 JUT UNCLE'S SCHEME. \" Dinner is served,\" said a servant at the door. I gave Conny my arm, and followed the others into the dining-room. END OF VOL I. CHARLES DICKENS AND EVANS, CBTSTAX PALACE PEESS."], [235, ""], [236, ""], [237, ""], [238, ""]]