[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "TOUR THROUGH PARTS OF THE UNITED STATES AN0 CANADA."], [12, "JAMES WHITING, nUNTJBR, BKAUPOBT HOUSE, STRAND."], [13, "TOUR THROUGH PARTS OF THE UNITED STATES AND CANADA. BY A BRITISH SUBJECT. LONDON : LONGMAN, REES, ORME, BROWN, AND GREEN, PATERNOSTER ROW. 1823."], [14, ""], [15, "PREFACE. As the contents of the following Letters, relate to a portion of the world not very frequently visited by British Travellers, it has been thought that the novelty of the subject may perhaps compensate for the deficiencies of the style ; and if my endea vours to do justice to the many estimable qualities of the American citizens, or the assertion that their prosperity is a source of just pride to the Mother Country, shall tend to strengthen those bonds of mu tual good-will between the two Nations, which are rapidly succeeding the ani mosities of the revolutionary struggle ; I shall consider my late excursion has been useful, as well as highly agreeable. THE AUTHOR."], [16, ""], [17, "CONTENTS. LETTER I. Voyage — Entrance of the Hudson — Quarantine Regulations — Custom-House Annoyances — Restrictions on Aliens . . . .page 1 LETTER II. New York — Ship-Building — Inhabitants and Customs — Good Feeling towards Britain — Descendants of Dutch — Irish Residents — Paper Money 10 LETTER III. Steam-Boats — Public Coaches — Philadelphia — Baltimore — Hotels and Mode of Living — Washington City — Slaves — the Consti- tution , ,21 LETTER IV. Hudson River — Passengers in Steam-Boats — Albany — Cohoes Falls — Erie Canal — Mohawk River — Utica — Roads — Trenton Falls — Value of Land — Produce and Labour 41 LETTER V. Indians — Meals when Travelling — Discipline of Jails — Lakes- Freemasons — Rochester — Dwellings — Law of Inheritance — Falls of the Genesee River 57 LETTER VI. Ridgeway — Settlers in the Wilderness — Lewiston — Buffalo — Lake Erie — Ohio — Yankees — Mr. Owen's Settlement — Complaints of Agriculturists — Laws — Little Cheerfulness 78"], [18, "viii CONTENTS. LETTER VII. Falls of Niagara — Tumulus of Skeletons — Late War — Anecdotes — Indian Warfare 96 LETTER VIII. Niagara Town — York — Lake Ontario — Kingston — Rapids of St. Lawrence — Error in fixing Boundaries — Causes of Discontent in Upper Canada — Montreal — River Richelieu — French Canadians — Constitution of Canada 108 LETTER IX. Lake Champlain — Irish Emigrants — Plattsburg — Sir G. Prevost — Lake George— Massacre by the French in 1757 — Saratoga — Re- flections — Class of Emigrants who succeed best 126"], [19, "A TOUR THROUGH THE UNITED STATES. LETTER I. VOYAGE— ENTRANCE OF THE HUDSON — QUARANTINE REGULA- TIONS — CUSTOM-HOUSE ANNOYANCES — RESTRICTIONS ON ALIENS. New York, April 20, 1827. DEAR , Rambling as have been my habits, I really felt at some loss, when selecting the American packet to convey me across the Atlantic. They are all in truth such fine vessels, varying in size from 350 to 500 tons, and with such excellent accommoda- tions for eating and sleeping, that a less fastidious man than myself might well be puzzled : I fixed however finally on the port of Liverpool, in pre- ference to those of Havre and Cowes; and we embarked — a motley crew of passengers. Each dormitory arranged round the \" salon B"], [20, "2 a manger\" has two births in it ! It is a kind of latticed box, with just sufficient room to stand and wash between the beds and the door; and I was especially careful to seize on the upper coffin for my resting-place, because, in case of sea-sickness, the cascade is sometimes impelled by the rolling of the ship over the face of the unlucky sleeper below. At first, what a lovely deep blue the unfathom able waters of the great ocean assume ; but very speedily the charming monotony of sea and air, and air and sea, begins to grow tedious. Eyes are strained round the horizon for a new object ; and some even brave the dangers of fines and falls, by cautiously creeping up the shrouds and through lubber's-hole, to enjoy a better look-out. Shouts of \" A sail — a sail,\" then cause even the miserable vomiters to rush on deck, with cries of \"Where — where?\" Alas! it is only a Portuguese man-of-war; a sort of small animated blubber, which raises or lowers at will its pale lilac-coloured bladder to the winds. Four times a-day did the well-covered table of this packet groan under a variety of dishes, con taining flesh, fowl, and pastry ; and as often did the majority of those with weak stomachs quit their lairs for the feast. The sea air, they said, gave them an appetite ; and well it might, for they had all the pleasure of mastication with-"], [21, "3 out the trouble of digestion. How I pity Helio gabalus, for not having tried the pleasurable sensations of a sea voyage ! If he could have seen the delight with which some of my companions gorged the good things, and quaffed the wines and other beverages they perhaps were not always in the habit of regaling on, he must have envied their capabilities, and lauded their ardour : yet strange as it may seem to you, I did not observe, at the end ofthe voyage, much difference in the bulk of myjovial acquaintances; their faces were plumper, and their swallows distended their cravats a little, which were all the ill effects, as far as they were concerned, of eating out th e value of their thirty-five guineas' passage -money, in about as many days. How many laughable accidents I could tell you, caused at our meals by a sudden lurch of the vessel ! One good-tempered little man in particular, who was all back, except two little dangling apologies for legs, was always meeting with some mischance or another ; not only more than his fair proportion of tureens of soup, sauces, puddings and joints of meat, were pre cipitated in his face and lap, but, as his feet could not reach the boards, he continually slipt from his seat under the table, disappearing in a manner at once the most extraordinary and ridiculous. We at length adopted the plan, in rough B2"], [22, "4 weather, of passing a handkerchief under his arms, and tying him to the back of the bench. The New York packets have generally an ex perienced captain and mate, with a well-behaved crew of sixteen or twenty individuals ; and I be lieve it is a well-known fact, that the discipline on board all the American vessels, whether for war or commerce, is carried to greater lengths than with us. But notwithstanding this, the Sundays are not marked either by prayers or the clean holiday dresses of the sailors ; which, in both respects, must be considered a deviation from wholesome regulations. I was told, on remarking the neglect, that the men, however submissive in respect to details of duty, would mutiny at such tyrannical orders as related to dress, or shaving, or praying ; and I could only smile at the strange inconsistency of our nature. Landsmen are astonished at seeing so few fish in so long a voyage ; for, except a shoal of por poises now and then, or the still scarcer dolphin sporting its vivid and ever-changing hues in the wake of the ship, the ocean appears void of other inhabitants than the myriads of sparkling animalcula, which, on a dark night, make the foam around resemble liquid fire. The joyful tidings of land a-head were at last heard; and soon afterwards we regaled our"], [23, "5 sight with looking on a low, sandy, and not very pleasing shore, having a light-house placed op posite to a dangerous hidden shoal that stretches to Long Island, and leaves the entrance to the harbour \" pretty considerably\" narrow. Sailing now due north for a few miles, the prospect began to brighten. A small ridge has been burst asunder by the torrents of the river Hudson, forming what are called \" The Narrows ;\" a passage about half a mile wide, and well fur nished with formidable batteries on either side, besides the immense red brick fort of La Fayette, standing at some distance in the Channel. It seems to me, that this approach to the city of New York is far more expensively fortified than necessity demanded : for if an enemy really determined to attack this emporium of American commerce, I presume a force would be landed at the back of Long Island, and marching across that short space, fall at once on the naval arsenal, and thence pass over to the town, or rattle the houses about the ears ofthe inhabitants. Few views can be more cheerful and magnifi cent than the one which I enjoyed on passing the Narrows. It wanted nothing but a back-ground of mountains to make it unrivalled. The morning was bright and lovely ; the country on both shores highly cultivated, and though rarely exceeding a hundred feet in eleva-"], [24, "6 tion, is broken by gentle undulations in a very pleasing manner. Neat and comfortable-look ing houses, quite in the English style, are dotted about, amidst gardens and orchards, shady groves, fields, and hedge-rows. The same indus try and national habits met my eye on every side ; and I was forced to remark that most of the houses were built of planks nicely painted, and that the vast natural harbour formed by the expanded waters of the Hudson, was on a grander scale than usual in Britain, before I quite recollected I was a foreigner. To the left, on Staten Island, is a rapidly in creasing town, and several spacious public build ings for hospitals. This is the quarantine ground for the state of New York ; and its regulations, as explained to me, were not only very incon sistent, but taught me the practical truth — that every species of government has its disadvantages. Vessels arriving from South America, or those places where contagious fevers are prevalent, here come to anchor. The crew and passengers are visited by medical men of ability, and de tained on board a certain number of days ; but those who take oath of intending to pass into Penn sylvania or other states, are permitted to cross the island, and get on board any one of the steam-boats plying to Philadelphia or elsewhere. It is evident, that the most malignant plague"], [25, "7 might thus be disseminated throughout the Union ; but on the other hand, said my friendly informer, \" what right can the state of New York have to regulate by her laws the internal communica tions ofthe federation?\" At no other custom-house in the world does a stranger meet with so much civility and so many inconveniences as at that of New York. The officer who boards the vessel is neither drunken, insolent, nor taken from the lo west orders of society ; but receiving from ten to twelve shillings a-day throughout the year, is respect able from his situation, and rigidly faithful to his government. Any attempt to bribe one of these individuals would be resented as an insult, and a personal quarrel would probably be the least evil attending it. But commerce not being properly represented in Congress, and the duties at sea-ports being almost the only source of revenue to the fede rative government at Washington, several an noying, and the merchants declare, very inef ficient, orders have been given. The highly respectable firm to which I was recommended, kindly sent a gentleman with me, well acquainted with all the forms required; and I was handed about from desk No. 1, to that of 5, in the corner, thence to office 2, and thus under the scrutiny of seven or eight different"], [26, "8 checks on each other's conduct. One begged me to write a list of my boxes and their contents ; to another I paid some trifling fees ; and to a third I made oath my list of baggage was correct : when this latter gentleman, in the politest manner possible, gave me leave, not to bring my boxes on shore, but to go and have them examined by the officer on board the vessel. \" But my oath, sir ! is not that sufficient to save me further trouble ?\" said I, rather piqued at being, as I thought, treated like a smuggler. \" Indeed,\" replied the civil man at the desk, \" I really am sorry you should have so much trouble ; but the oath is only taken as a matter of course, and because sometimes small dutiable articles are thus revealed which might otherwise escape the searchers.\" Two of my trunks being filled with books and other articles liable to the customs, I was desired to value them as high as I possibly could; because, if the duty amounted to above fifty dollars, I should only have to pay a per centage on that sum ; but if only to 49-f dollars, then the whole would be demanded. My goods being rather expensive I got off for 3\\ dollars ; but had I been less able to afford the money, I should by the present system, have been much more hardly dealt with. This regulation in the land of the emigrant and the destitute, the home for the poor and the"], [27, "9 persecuted of all other nations, struck me as very incongruous ; but a citizen shortly after explained, «* that the people of the United States were far too wise to be willing to make their country a general alms-house for Europe. A general work-house their philanthropy taught them to make it ; but for those only who would work, not for the idlers or beggars who come to live comfortably on the industry of others.\" \" To prevent this,\" continued he, \" each captain who brings emigrants is obliged to enter into securities with the authorities, that none shall be chargeable to the community for a cer tain length of time ; and I suppose there being no drawback allowed on duties below fifty dol lars, is a part of the same system.\" This is, in fact, an alien bill, under another name ! There are several good hotels at New York ; but as I intended remaining some time, T was recommended to go to one of the numerous pri vate boarding-houses : and I fortunately fixed on one in which a small, but agreeable party is resident; where I am now as much domesticated as the kindness ofthe elder ladies, and the good humoured liveliness of their nieces, can make me. By no means a slight relief during the wet, cold, and changeable weather, of the present season on this side the Atlantic. I remain, &c."], [28, "10 LETTER II. NEW YORK — SHIP-BUILDING — INHABITANTS AND CUSTOMS — GOOD FEELING TOWARDS BRITAIN — DESCENDANTS OF DUTCH — IRISH RESIDENTS — PAPER MONEY. New York, May 7, 1827. DEAR New York was founded by the Dutch, very early in the seventeenth century, at the southern end of a long narrow island ; the cows and other domestic animals having had the merit, as their historian Knickerbocker supposes, of laying out the streets and alleys. The truth is, that the old part of the town, like similar ones in Europe, is narrow, crooked, and inconvenient ; but the larger and more modern portion is built with wide straight streets, good foot-pavements, and neat red brick houses, exactly in the English style. As the cities in America were originally constructed of wood, many houses of that material still remain ; and occasion such constant accidents by fire, that scarcely a night passes without two or three. The engines are numerous, and well served, being turned out with alacrity as soon as the ringing of the church bells give an alarm ;"], [29, "11 and so accustomed are the inhabitants to the noise and bustle of conflagrations, that unless one happens in their immediate neighbourhood, they take no notice whatever ofthe occurrence. This city does not contain many handsome buildings to attract the stranger, except the town hall and the exchange — both built of stone ; but there are two small museums, a neat arcade for shops, clean baths, several theatres, billiard tables, and the castle battery, which projects some dis tance into the bay, and being converted into a species of Vauxhall, affords a cool and delightful promenade on summer evenings. Broadway wbuld be considered a handsome street in any town, and there is a great deal of commercial activity and bustle in every direction ; but the whole city is badly cleaned and lighted, without sewers, and destitute of any palatable water, not brought from the opposite village of Brooklyn. The private equipages here are neither very numerous nor elegant ; but the hackney coaches are good, and the number and convenience of the steam-boats seen plying about the river in every direction is truly astonishing ; so that for a penny you can cross over to Jersey or Long Island almost at any moment. The two branches of the Hudson which enclose New York form so extensive a bay, that during"], [30, "12 very heavy gales from the north-west vessels have been frequently injured ; to lessen which danger, and render the loading and uuloading of cargoes more convenient, a vast number of jetties or small piers have been projected, fifty or a hundred yards into the water ; forming a kind of dock between them for merchantmen, but open to the river. The Government naval yard is at Long Island, east of Brooklyn ; and is considered the most complete establishment of the kind in the United States. There is not much activity in that department at present ; but vessels are generally framed from a beautiful model, and are much slighter than with us ; being built rather for fast sailing and economy in materials, than for tonnage and dura bility. Their masts rake aft much more than ours, which may perhaps be one cause oftheir confessed superiority in sailing ; though the following rea son given me by a shipwright appears plausible : The British act of parliament orders, that the tonnage of merchantmen shall be registered by multiplying the length into the breadth, and that product into half the breadth for the depth ; which induces the owner to build his ship as narrow, deep, and wall-sided, as he possibly can, making the stern nearly straight up and down, without that degree of projection necessary either for elegance or proportion. A large East"], [31, "13 or West Indiaman, he told me, would thus gain 150 tons at least over the register ; wherein con sisted the true reason why they were in general such floating tubs, and made such long voyages. Several naval officers here have good humour edly laughed at me, as an Englishman, because our Admiralty has appointed ten-gun brigs for the packet service, and employed the same descrip tion of vessels to cruize against the pirates and slave traders. For they affirm it to be a well knowii fact, and a British commander corroborates their testimony from his own experience, that those brigs are the worst sailers and incon veniently arranged ships of war in our service ; so that they never can, except by chance, make a capture or quick passage, besides being par ticularly uncomfortable. New York contains, I should think, about 180,000 inhabitants, and both from its population and other advantages, is decidedly the most important city in the Union. Every man here is employed in some trade or other ; and though they have universally discarded the word shop as ungenteel, and adopted the softened term of store, yet Buonaparte's taunt of being a nation of shopkeepers, would have been much more ap propriately applied here than in Britain. Dinner parties are not very common, but small dances and evening societies are both frequent and agreeable."], [32, "14 Many of the ladies are lively, handsome, and well educated; cultivating music, French, Italian, and other accomplishments, with great success. Their complexions, features, and manners, are de cidedly English ; but they are fond of adopting the gaudiest French modes of dress, and do not, I think, show in general much taste in the blend ing of colours. The men are by no means deficient in acquire ments, but have often a rude dictatorial way of contradicting each other, and wearing their hats in all places and under all circumstances, which betokens ill manners instead of perfect equality : in fact, there is here, as elsewhere, a complete aristocracy ; only the distinction is marked by superiority of wealth instead of birth ; and those who hold situations in the militia or other depart ments are remarkably tenacious of their honor ary titles. The superiority affected by the descendants of the Dutch settlers is quite amusing ; as I am told they rarely associate or intermarry with their neighbours and fellow-citizens, but represent their ancestors as having belonged to the first families in Holland, quite different from the needy or persecuted beings who usually become colo nists. Their historian Knickerbocker, however, treats these worthies with something of disrespect ; and tells us how they first intoxicated the Indians"], [33, "15 with gin, then cheated them out of small portions of land, built forts, and by violence and bloodshed afterwards increased their territory. There are very few peculiarities here in the dress of the male population ; scarcely any are ragged, but many are shabby. Excessively long watch-chains and large seals are commonly sported ; high hats, large at the top, and with little brim, are worn, and it is the custom to rub the beaver against the fur ; so that one closely and neatly brushed, as with us, is a sure criterion of a fo reigner. Persons in mourning wear voluminous folds of crape round the hat, with long flappers sticking out behind, like our undertakers; and in riding, the saddle is placed much more for ward than with us, without any crupper : this may, perhaps, be owing to the horses being usu ally large in the barrel, as they are never stinted in regard to water; but it decidedly has an un graceful appearance, and, I should think, must deprive the rider of much of his power over the animal. The number of free blacks in this city is consi derable ; and on the 4th of next July, even those few negroes in the state who have not completed the age of twenty-five years, will be emancipated: they are generally employed as domestic servants; the want of which class in the community is severely felt by families. The lowest stations of the hard-"], [34, "16 working classes are generally filled by Irishmen, who are as much vilified here, whether justly or not I cannot tell, as in England or Scotland. They are accused of lighting false fires on the coast to cause shipwrecks, and then of plunder ing the vessel, having first knocked the crew on the head with stockings filled with stones ; and in short, if any peculiar atrocity is committed in the land, friend Pat is immediately suspected. New York is well supplied with fuel, vege tables, fruit, meat, and poultry, from Long Island and Jersey ; fish is abundant, and of va rious species ; but I cannot think the large taste less oysters here, are equal to those we get in England. Wild fowl is innumerable; wines, whisky, and spirits, the same as with us; aud, in short, there is no want of good eating and drinking, but it does not seem to me at much more reasonable prices than with us. As church and state do not go hand in hand here, there are no tithes, each sect supporting its own ministers and places of worship ; but the distinction of pews is quite as rigidly enforced as with us, the doctrine of equality not extending to a communion of seats, or in truth to any of the other good things of this world. I am much pleased at observing the kindly feelings towards the mother country, which are now very generally prevalent, and the liberal"], [35, "17 sentiments of almost all I meet. It is plain they are no longer afraid of our attempting the hope less task of reconquering them ; and, therefore, refrain from implanting ridiculous prejudices and untruths in the minds of their children ; and the last war, by showing clearly the value of the commercial intercourse between the two nations, the difficulty of their acquiring the Canadas, and our ability to harass their coasts, has likewise ma terially tended towards a perfect reconciliation. That these republicans would exalt the British empire by undervaluing themselves, I conceive no man could either expect or wish : but I have met several highly respectable individuals, who declare the late hostilities to have been the work of a comparatively small faction, which thought England was too much hampered by the French under Napoleon to be able to attend to her American possessions, and therefore seized the opportunity of giving the sick lion a kick. Mr. Clay, I believe, or one of the commis sioners who made so favourable a treaty at Ghent, wrote a very energetic letter to his government, on the renewed vigour and overwhelming power of the British; and the great majority of the American citizens, thinking that the precise mo ment of the quarrel did them no credit, were highly gratified when the peace was proclaimed. The letter alluded to, is now brought forward c"], [36, "18 in accusation of the writer, by his political op ponents. Some of my acquaintance here have taken much pains to describe to me the torpedos, and various infernal machines which were invented by the New Yorkers, for the annoyance of Sir T. Hardy, when he blockaded their port; and they all speak in high terms of the skill and ho nourable warfare of that distinguished officer, who, it appears, most effectually cut up their commerce. The like praise is not bestowed on another British admiral, whom they accuse of having- allowed the women in a small town near the Chesapeake to be ill used by his crews ; and they speak of our having burnt the records and historical documents at Washington as a very paltry and unworthy measure. There are several very pleasing excursions within a short distance of this city, both in the well-cultivated and undulating district of Long Island, and in the state of Jersey, near the woody cliffs of Hoboken; seventeen miles from whence, close to the manufacturing town of Pat terson, are the highly-beautiful Falls of the Passaic river ; which many persons assure me, are the most picturesque ones in America ; but I have not yet visited them. At Hoboken, a number of gigs, horses, and neat light vehicles, called pleasure-waggons, are"], [37, "19 always kept for hire, as the excursion to the Passaic is a favourite amusement with the citizens of New York : so is likewise a visit to the hand some town of Newhaven, about sixty miles east, and in the state of Connecticut, to which the steam-boats convey them in rather less than six hours. There is one, and, I believe, several other packs of hounds kept in this vicinity, which, during the season, are hunted in the English style ; but the severity of the winter naturally curtails the number of sporting days. The breed of horses in New Jersey is extremely good ; and races are annually held in Long Island. New York is governed by a mayor and corpo ration, as with us; and the regulations of police, parish-rates, fines, and punishments, appear to be of a similar nature to our own. An European is struck with the almost total want of the precious metals which prevails, and the substitution of paper-money, for the value even of a dollar, or four shillings, throughout the United States. These notes are issued by private bankers, who obtain an act of incorporation without difficulty; for if one state legislature refuses to grant it, another is not so scrupulous. The country is inundated with banks, and some failures continually take place; but their very number is a protection to the public, as it is rare c 2"], [38, "20 for any one firm to have a large sum in circu lation. During the last war with Britain, paper money as low as one cent, about a halfpenny, was the medium instead of cash. I shall not apologize for the length of my letters, because you provoked me to the task, and must suffer the penalty ; and in regard to any errors in judgment I have committed, or may hereafter be led into, I can only promise not to mislead you wilfully. Two individuals rarely see objects through the same medium ; therefore be not too harsh, should you find my accounts differ from those given by other writers. Yours sincerely, &c."], [39, "21 LETTER III. STEAM-BOATS— PUBLIC COACHES — PHILADELPHIA— BALTIMORE — HOTELS AND MODE OF LIVING — WASHINGTON CITY — SLAVES— THE CONSTITUTION. Washington, May 18, 1827. DEAR , I quitted my friends at New York with the regret due to their constant kindness and at tentions. The steam-boat I embarked in was really superb, both in size and fitting up ; con taining two elegant cabins, and a smaller one for the ladies ; a bar supplied with fruit, wines, and all other etceteras; a hair-dresser's shop; and on the deck, plenty of chairs and benches, with a linen awning to keep off the sun. The price was as reasonable as the accommo dations were good; the conveyance of ninety six miles, to Philadelphia, being about seventeen shillings ; and the only trouble entailed on the traveller, was to keep a sharp look out after his portmanteau, the owners of the boat not being liable for losses. About 150 passengers of every grade in so-"], [40, "22 ciety hastened on board as the bell gave warn ing of six o'clock being about to strike ; and the powerful engine was stopped every few miles on our progress, either to take in more indivi duals, or allow those already with us to land. There was no other distinction of persons or place than the single regulation, \" No smoking aft the boiler,\" and that of very properly al lowing the ladies to seat themselves at table, before the cabin doors were opened, and the breakfast bell rang its welcome summons. Wel come indeed it was ; and the instantaneous rush was terrific ! One of those cold north-westers, which cut to the very bone, had sharpened our appetites ; and with a most determined regard to self, but without quarrelling with his neighbours, each person precipitated himself down the stairs to the spot where fish, flesh, fowls, eggs, butter, tea, and coffee were disappearing with a sur prising velocity. The great bay of the Hudson, westward of New York, is filled with strong stakes, driven into the mud by the fishermen, to secure then nets ; and between these our enormous but easily managed steam-boat had to track her course. The legislature of New York has long declared them a nuisance and impediment to navigation ; but the opposite state of New Jersey has taken them under her protection, as the law-"], [41, "23 ful rights of free citizens. To obviate this dif ficulty, New York has laid claim to the whole river, as far as high-water mark, on the Jersey shore ; the other resists, and the lawyers have kindly undertaken to defend the interests of all parties. An American man-of-war was now lying at anchor in the centre of these important stakes, and at every change of the tide her huge sides swept away acres ofthe annoyance. It was quite amusing to listen to the remarks of my fellow voyagers : \" A glorious sweep, that last,\" said the New Yorkers : \"\" A damnation tyrannical act,\" replied a Jerseyite ; \" I guess they lengthen the cable and shift their situation on purpose. I see no right the time-serving government at Washington has to order its ships into our waters, and I will move in the House that they be or-, dered out.'' Theshores on both sides, as we passed be tween Staten Island and Jersey, were dotted with farms and neat-looking houses : all were built of boards, painted white, with green window shutters or Venetian blinds. Cultivation did not appear to extend far from the rivers, but was carried on exactly as in England, in fields and small divisions : the general appearance of the country was flat and woody, the hills, or rather undulations, low; but the spires of village"], [42, "24 churches were seen peeping out in various di rections; while the reflection, that each inmate of the pretty and comfortable houses around was proprietor ofthe land and orchard he cultivated, added much cheerfulness to the whole scene. At the town of New Brunswick on the Raritan, ten stage-coaches were in readiness to convey those who chose to the Delaware. These ve hicles are low, without springs, and open on every side, unless the leather curtains are let down ; but the road was tolerable, and I did not get my bones quite so much dislocated as I anticipated. There were three seats inside, containing in all nine persons, besides one on the box with the coachman; and 1 assure you, the four strong handsome horses, with harness like our own, but without brass ornaments, were driven over the twenty-seven miles in three hours and a half. The drivers change with their horses, and never ask for fees ! We passed through several villages, one of which contained a college for the professional studies; and I remarked, that the farms were large, of a light soil, well cultivated, with each an extensive orchard of apple, pear, cherry, and peach trees, besides vast tracts of small timber, for the supply, I understood, of fuel to New York. At the well-built and populous town of Trenton,"], [43, "25 a steam-boat was waiting on the Delaware for our arrival. The river is there about as wide as the Thames at Kew, with five wooden arches across it, and the road suspended below by strong beams, so as to be quite level : it is, in fact, upheld in a manner just the reverse of our chain bridges in North Wales. The banks of the Delaware are pleasing, and have many country-houses ; among others, that of Joseph Buonaparte, once king of Spain, but now known only as a wealthy and amiable country gentleman, entirely occupied with his obser vatory and scientific pursuits. Further down, I saw Burlington, Bristol, several other villages, and a quicker succession of gentlemen's seats, which are built of dark-coloured stone in Penn sylvania, till at length, about sun-set, the large city of Philadelphia rose like an amphitheatre, thirty or forty feet higher than the sweeping bend of the fine river, which the wheels of our vessel were violently agitating. We had run the forty miles from Trenton in three hours and a half, against both wind and tide. Philadelphia is the most regular built town I ever saw : but as it is entirely of red brick, with houses all of the same size, only two stories above the ground floor, and has but one steeple to break the monotony of the scene ; it is rather"], [44, "26 remarkable for neatness and comfort, than the slightest pretensions to magnificence. The streets are about as wide as Bond Street, quite straight, and a mile and a half long, well paved and clean, with a broad footway of bricks on each side, and in some places a few trees, which greatly enliven the view. The town-hall is a large heavy building, in which is a statue to Washington, and a museum, not so good, I think, as those of New York. The theatre is small and neat, and in it I saw perform a Mr. Forrest, who is certainly a pro mising tragedian, but rather a ranter. Several of the private banks are built of stone in a very handsome style ; but the Exchange and Custom house are unworthy of so great a city. In the centre of the town is Market Street, sufficiently wide to allow along well-built covered shed to run down the middle, and spoil the best thoroughfare of the place : besides, the ex cessive length of the stalls must render the pur chase of articles extremely tedious and incon venient. There are also two smaller markets ; and it seems generally allowed, that no town in the Union is better supplied with the necessaries and comforts of life, or at a more reasonable rate, than Philadelphia. The society of well edu cated and agreeable families, is likewise on a"], [45, "27 more extended scale in that city than any other of the Union ; for though there are many whose esteem and intimacy you would wish to cultivate in other places, no spot in America can boast of so many citizens of easy fortune, free from the anxieties of speculations and disappointments : in short, more elegantly dressed pretty women, and gentlemenly young men, with neater turns out of horses and equipages are seen there than any where else in the Union ; and Chesnut Street is more fashionable, taking the year round, than either the Broadway of New York or the Avenues of Washington. The dock-yard is small, and at the southern extremity of the town. The Americans there build their vessels, under large wooden houses, and place salt between the ribs, as they declare, to prevent the dry-rot. Scarcely any thing is now going on ; but a sixty-gun frigate and a large three decker are on the stocks nearly complete. That port is evidently sinking daily in commercial importance, which arises, perhaps, not only from the long and dangerous navigation of its river, and the proximity of New York, but from the minds of the population turning with more pleasure towards agriculture, coal-mines, and manufactures, than the dangers and dis- comforts of a seafaring life. Will you think me blind to the resources and"], [46, "28 genius of this thriving republic, when I assure you, that the more I converse and associate with its inhabitants, the more satisfied I am the navy is not a popular service. I have become ac quainted with many well-informed officers in that department ; and even they generally end their patriotic expressions of pride at the renown their maritime exertions have obtained with \" One more voyage, and then for a farm in the back countries.\" Between you and 1, my dear , who the devil would prefer the miseries and monotony of a sailor's life, unless forced to it by necessity, or called to defend the independence of his country ? What the Philadelphians justly pride them selves most upon, are the water-works for the supply of the city. These are situated on the river Schuylkill, where it runs almost parallel with the Delaware, and about three miles west ward of it. By building a strong stone dam across the stream, power has been given to three large wheels, each of which throws up to re servoirs 100 feet above them, no less than 1000 gallons of clear and excellent water per minute : the basins are calculated to contain ten millions of gallons, and iron pipes convey this indis pensable article to every house in the town. The consumption is at present two millions of"], [47, "29 gallons in the twenty-four hours ; and each house holder pays 1/. a year, or 1/. 12*. if private baths are to be supplied, without scarcely any restriction as to quantity. The banks of the Schuylkill are broken and very pleasing, being studded with gentlemen's seats and pleasure gardens, some of which have large hot and green houses as with us : in fact, it is difficult to travel through the United States without being every moment reminded of Eng land. I \" reckon \" the population of the Pennsyl vanian capital to be 150,000, of whom one-sixth part are said to be free negroes ; and these gentry are becoming a cause of such great in quietude, even to their staunchest advocates, that a colony called , Liberia \" has been formed expressly for them on the coast of Africa, and to which. they -are not always very willing to go, if reports are to be credited. I cannot have a fitter opportunity than while writing about that most correct and orderly city, to clear up your favourite hypothesis, te that in a country where no man who will work can have the slightest fear of not providing enough for his children to eat, the morality of the youthful must be much more exemplary, as no prudential reasons will prevent early attachments and mar riages.\" Depend on it, mankind are much the"], [48, "30 same here as elsewhere ; and not only are there very numerous individuals, possessing tender hearts and light purses, who endeavour to as certain in Philadelphia whether others are equally susceptible with themselves, but many of them are even adorned in the becoming dresses of quakeresses. The steam-boat which conveyed me to New castle had on board a company of Baltimore volunteers, who with their band, had been paying a few days' visit to their military friends of the sister state ; and I must do them the justice to say, they were a well-dressed, good-looking, sol dier-like set of young men, who seemed to take much pride in their appearance and conduct. I never remember to have witnessed half the hearty good-will displayed by the citizens of England towards soldiers that I observed on several oc casions among these republicans : here the news papers even are bold enough to praise a military mania, and very many private schools in different states have adopted an uniform. The Delaware widened considerably as we descended ; the banks were flat and well culti vated, with a dense woody background, of evi dently a recent growth. The sixteen miles across part of the states of Delaware and Maryland, were rendered an agree able drive by the cultivation and different vii-"], [49, "31 lages ; but the soil was far from rich, and the country was quite level. At Frenchtown on the Chesapeake, we got on board a steam-boat, the cabins of which were fitted up with fifty or sixty clean and comfortable beds, but as our party was far more numerous, lots were drawn for the births, and those who got a blank went to sleep on the chairs and tables. The hotels at Philadelphia were good; but that of Mr. Barnham, at Baltimore, is one of the most complete establishments I ever saw. It is built of stone, in the best part of the town, and close to the uncommonly elegant monument which commemorates a skirmish with the British in 1814 : the bed-rooms are very numerous, suf ficiently large and airy, while the convenience of having baths, and a hair-dresser, &c. in the house, with the moderate charge of 6*. daily, meals included, leaves nothing to be desired. A man who makes a tour in this Republic must either conform to the customs of the natives, or be kept in continual irritation by useless com plaints. The servants neither ask for, or often receive any remuneration, and of course, they take very little trouble in their attentions to travellers; but as an European can rarely shake off his old habits, and do without attendance, I always make an arrangement with the head waiter, and for a few shillings find my comfort"], [50, "32 wonderfully increased. I then demand the hours of the house, and am carefully punctual at break fast, dinner, and tea; because nothing can be had at other times, or in private apartments. All the inmates eat at the table-d'hotes, which are supplied with very great profusion ; but as many from the neighbouring dwellings are in the habit of paying a weekly sum for the same pri vilege, not unfrequently above 200 persons sit down to the attack, and great activity of hands and teeth, as well as a quick eye to scan the contents of dishes, is indispensable. The first time I was initiated into the approved manner of proceeding at one of those dinners, I scarcely got any thing to eat through my asto nishment. A few minutes before two o'clock the outer rooms were crowded to excess ; small parties were edging knowingly towards the for bidden door, through which, on the ringing of a bell, the whole mass of hungry beings poured tumultuously. In seven minutes and a half ex actly, the dishes offish, joints, poultry, and tarts were almost entirely cleared, goblets of brandy and water, \"a la discretion,\" had been swal lowed, and two-thirds of the chairs were again vacant. It is their anxiety to get back to their country houses and business which alone induces this extraordinary haste ; for I have seen less drunk-"], [51, "33 enness and more abstemiousness in the United States of America, than in any other country I ever visited. Baltimore is neither so large nor so populous as New York and Philadelphia ; but I like its appearance better, as it is built on more uneven ground, and its streets are usually wide, clean, and straig*ht, without being so undeviatingly re gular as those of the latter-named town. The houses are of brick, but some much larger than the others, and many have a small garden, or a few trees before them, which always makes an agreeable contrast. The Exchange is a handsome stone building ; and there is a lofty column in honour of Wash ington, to the south ofthe town, from the summit of which the prospect is extensive. A theatre, a museum, a picture gallery, and a dock-yard, with several excellent springs of water, markets, and quays, are also found in the capital of Maryland; but it possesses that curse ofthe southern states, a slave population rapidly increasing, and daily becoming more formidable. The very sight of slavery in the American re public is infinitely more revolting to the feelings of au Englishman than in the West India islands, and the reason is obvious enough : in the latter, the trees, the climate, the culture, every object in short which meets his eye is exotic, is strange, D"], [52, "34 and the negro slave strikes the mind as a novelty inseparable from the others : but in the United States, none of those differences are very de cidedly marked, while the houses and manners of the people are so entirely English, that the sight of a gang of slaves had the same effect upon me, as if witnessed in the vicinity of London. I do not doubt, as far as the mere animal is concerned, but that the slave is often much better off than the white labourer. He eats, drinks, sleeps, and has a large family around him, without fear of poverty; in sickness or health, in youth or age, he must be provided for and protected and clothed, at least, such is the present law in the British West Indies. But he is still the property of another, he can have no affections of the heart or feelings of the man at his own control : he can have no stimulus to exertion, except fear of punishment; no pride as a citizen or human being ; but his whole en joyment is in the present indulgence of his pas- sions and vices. The increase among the negroes is in a ratio out of all proportion to that of the whites of the warmer states, because their children are not so much affected by the heat and epidemics ; and 1 am assured by various gentlemen, that the number of slaves throughout the Union at this moment amounts to nearly three millions. I"], [53, "35 cannot credit the correctness of this information, and believe their fears magnify the object ; for almost all eagerly discuss the prudence and ne cessity of getting rid of their slaves, provided themselves and families are not reduced to beg* gary by the means adopted, and that the \" nig gers,\" when emancipated, shall be removed to a distance. The thirty-eight miles from Baltimore to Washington is over a deep sandy road, and through a remarkably poor tract of gently-rising hills, possessing very few cultivated spots amidst the wide forest of young oaks, but a large quantity of iron ore : and when popu lation becomes sufficiently dense to oblige the farmer to improve the less productive soils, I should think the vicinity of many of the rivulets I passed, might be rendered valuable pro perty. After a most tedious drag of many hours, the coach came in sight of the wide Potomac, with its headlands and deep-shaded bays to our left ; while in front was a large space of dreary clearing, without trees, without cultivation, and the habitations seemingly without order, and lost in the vastness of the melancholy circle. On a small rising in the centre stands a very elegant stone building of imposing dimensions, with a fine facade of columns at its principal D 2"], [54, "36 entrance, but with a dome disproportionately large for the edifice, and doorways far too small : this is the Capitol. The interior is hand some and conveniently arranged : at the north ern extremity is the senate hall, richly fitted up ; while the southern is occupied by the hall of representatives, a semicircular apartment, sup ported by marble pillars. The public is freely admitted to the debates, except individuals tainted with dark faces. The library occupies part of the west front, and not only commands a view down a long wide avenue of poplar trees, to the handsome stone residence of the president, but beyond, to the country-seats and park -like scenery in the vici nity of Georgetown. The inside of the dome is partly decorated with some large paintings, the execution of which struck me as unworthy both ofthe subjects and the situation. Washington, as a city, cannot yet be said to exist ! The intended plan on paper is truly magnificent ; but very little has yet been done, and I much doubt whether it will ever be accom plished ; as the country round is peculiarly poor, and the receding waters of the Potomac must prevent its dock-yard becoming a great naval station. A foreigner who visits no other part of the Union than this metropolis of the Federation,"], [55, "37 will quit the country with extremely erroneous ideas of the power and resources of the United States. The scale on which it was commenced was so grand, that what exists is paltry in the extreme, and alike undeserving of the efforts of so great a nation, and of the sacred name it bears There is a district of ten or twelve square leagues attached to this city, under the immediate jurisdiction of the general government ; but as the original great error was committed of not abolishing slavery here, the executive cannot in terfere on that point with the new territories of the republic. The proportion of blacks seen in these streets, now that the Congress is not sitting and few visitors are met with, is really quite astonishing ; but I cannot agree with my American friends, that it is one of the curses entailed by \" Mother Britain :\" because, when they told \" Mother Britain \" to keep at home, and mind her own affairs, they could just as easily have got rid of all the evils attending her management, as of part of them. The vast state of Virginia, which has hitherto been the most powerful and influential in the Anglo-American republic, is still governed by her original colonial charter, without any material modifications or alterations, as far as I can learn ; and it must be a matter of regret, that the high-"], [56, "38 minded and polished Virginian gentlemen are, as a body, fast losing their political importance. Their country scarcely now stands fourth, in the returns to Congress ! You know enough of the constitution of this nation, to make the following brief sketch quite sufficient for the purposes of a letter. There are at present twenty-four states or republics, perfectly independent of each other as far as regards their internal laws and government ; but in order to tighten the bonds of amity, and for mutual protection, it has been agreed to nominate a general council and executive, at this city of Washington, to decide on peace and war, and legislate on the collective interests of the whole Union. Each 40,000 citizens not receiving parochial relief, or confined in prison, sends one member to this Congress, who is paid one or two guineas a-day during the time of meeting, accord- ing to the wealth and generosity ofthe state he is deputed from : therefore, in all calculations of comparative expense in governing, it should be remembered that the people of this country have to support twenty-five different establishments ; the aggregate amount of which, although far less than our expenditure in Great Britain, presses perhaps equally heavy on the means of the community. The territories nothavingapopulation of 40,000 citizens, are governed by the president and execu-"], [57, "39 tive at Washington ; to support whose dignity, and other contingencies, the customs of all the ports in the Union are placed at its disposal. Party spirit is running high about the election of president the ensuing four years ; and the innu merable newspapers of the Union bespatter the candidates, their partisans, and each other, with more abuse and acrimony than I ever noticed in England. Many of these journals are extremely well edited ; and it is surprising, that almost every village should possess some few individuals capable of conducting one at all. Speedy oblivion is the merited fate of a large proportion ; more particularly when they indulge in such effusions, as calling Lord Cochrane the saviour — the Messiah of Greece ; or declaring, that Mr. Jefferson was a greater man than Jesus Christ, 8cc. Statements which disgust a large proportion of this community, quite as much as they can you or myself; and yet my observations lead me to the conclusion, that deism is the only religion likely to become preponderating in this republic. Having now visited four of the most populous and celebrated cities in the United States, I think myself able to assert, without leading you much into erroi*, that rarely other than the second best European articles can be purchased in their shops ;"], [58, "40 but as the people know no comparison, they are themselves deceived as to the goodness. All clothing is excessively expensive ; and a coat of the finest and best materials is about dou ble the price of a similar one in England : hats and boots are in the same proportion. Before closing this letter, I must mention an anecdote repeated to me by a young Englishman of the very first connexions, and which does in finite honour to the American character. I think he told me it was at Barnham's table-d'hote, in Baltimore, that one of our countrymen being most grossly and unprovokedly attacked about his government, his nation, his politics, &c; and having in vain endeavoured to stop the torrent of abuse, appealed to the company at large as to the propriety of such usage towards an un offending stranger ; when many individuals seized the assailant, and kicked him out of the room into the street ; declaring he had outraged the whole party by his disgraceful conduct. Yours very sincerely, &c"], [59, "41 LETTEPt IV. HUDSON RIVER — PASSENGERS IN STEAM-BOATS — ALBANY — COHOES FALLS — ERIE CANAL — MOHAWK RIVER — UTICA — ROADS — TRENTON FALLS — VALUE OF LAND — PRODUCE AND LABOUR. Utica, May 27, 1S27. DEAR My desire of seeing as much of this interesting country as possible, caused my second visit to New York to be a very short one ; and embark ing in a steam-boat as big as a frigate, but draw ing only four feet water, we pushed up the Hudson at the rate of eleven knots the hour. As nobody thinks of going the 150 miles to Albany by any other mode of conveyance, upwards of 200 pas sengers were on board ; the total demand for each, including breakfast, dinner, and supper, being only sixteen shillings ; and for what I know, the two or three other daily boats up the river were equally cheap and well attended. The Hudson is a noble river ; something less than a mile wide, where the curious natural bar rier called the \" Palisades,\" composed of a sort of hard columnar rock, fifty or sixty feet high,"], [60, "42 forms its western bank for seven or eight leagues ; and then expanding its surface to what the old Dutch settlers used to call a sea. But its shores are never swampy ; and are adorned with a con tinual succession of villages, farm-houses, citizens' seats, cultivation, and orchards. A ridge of rocky hills, 700 or 800 feet high, contracts its waters considerably, at a distance of forty miles from the city ; and its windings through that long devious defile, where some precipices are perpendicular, others steep and stony, and all partially covered with stunted trees, is really beautiful. It is called \" the Highlands ;\" and the scenery is much improved by a few rocky islets ; on one of which formerly stood a fort, but at present a light -house. About the centre of the pass, on a level pro montory which juts out in a remarkable manner, is the military college of the United States. It is named West Point, and has several stone buildings more than one hundred feet above the river, over whose course it has a commanding view, both up and down the stream. This establishment is for 260 students, sub jected to a severe discipline ; and is well kept up, so as to ensure good officers for the engineers and artillery. The stone ruins of Fort Putnam are above the college, having rather a picturesque appearance ; and neat monuments have been"], [61, "43 raised to the memory of Kociusko and others ; while the surrounding country is peculiarly in teresting, from recollections of the war of inde pendence and the lamented fate of Major Andre. Newburg is a flourishing town of 2500 inha bitants, on the west bank of the river ; and the boat passed many villages before reaching the city of Hudson, which probably has nearly dou ble that number. This place was founded by the Dutch, and does great credit to their taste ; for exactly opposite, ten or twelve miles more to the westward, rise the finely-marked and woody Catskill mountains. Persons in the steam-boat differed much as to the height of those mountains ; but I doubt any point of their outline being more than 2500 feet above the water ; for the rare appearance of elevated peaks in the vast countries of North America, is apt, I think, to make the traveller magnify those he does meet with. On one ofthe summits ofthe Catskill is a large summer hotel, called the Pine Orchard ; and I understood some of the scenery around it was highly romantic and worthy of a visit. The freedom of intercourse and equality of privileges, studiously affected in all public con veyances and hotels ofthe Union, often gives a man an opportunity of mixing with a class of society he never had associated with in Europe ;"], [62, "44 and on these occasions 1 have scarcely ever re marked any gross vulgarity, or any rude attacks on me as a foreigner. Those disagreeable de viations from good breeding, such as cutting the butter, cheese, potatoes, or tarts with their own knives, I endeavoured to rectify, by helping my self from a part not already invaded; and without agreeing exactly with our Irish friend , that \" the only pure English is spoken in Dublin,\" it cannot escape observation, how entirely free the lower orders of Americans are from the provin cialisms of what they kindly term \" The Old Country.\" The peculiarities of guess, reckon, calculate, pretty considerable, privileges of water, consi derable dry, and often dropping the monosylla bles, sound rather odd to me in conversation, but have nothing offensive ; and the same may be said of engine, genuine, and similar words, which we in Britain pronounce short. There is one practice, however, besides cigar smoking, so general, even among the better classes of these republicans, that I may almost term it universal ; and which, in my opinion, is particularly disgusting and ungentlemanly — it is chewing tobacco ! Picture to yourself — what I have often wit nessed — well-educated and well-dressed young men of fortune, when endeavouring to render"], [63, "45 themselves agreeable to ladies, who would shine in any society by their vivacity and personal attractions, have been obliged to shift their quids from cheek to cheek, as suited their articulation or convenience ; have turned their heads con tinually in order to squirt out a quantity of dark coloured saliva ; and with an open penknife in their hand, have alternately picked their teeth and their nails. The flounces and dresses of females are con tinually being soiled by the spittle, which is lying about in every direction ; and what is sin gular enough, I have seen most respectable men actually turn from the side of the vessel over which they were leaning, purposely to spit on the boards ; fearful, I suppose, that they might not otherwise have been known to be adepts in so elegant an accomplishment. Albany is situated on the steep slope of a small hill, with some wide and good streets, not remarkable however for their cleanliness ; but which contain many handsome buildings of brick, and a few of stone. The Hudson is there about one-third of a mile across, with a tide of nearly three feet ; yet the channel is so continually get ting choked up, as to prevent, in the dry season, the larger steam-boats from coming within four miles ofthe city ; and a short canal is seriously talked of to obviate the difficulty."], [64, "46 Large docks and wharfs, in the true Dutch taste, are formed ill the bed of the river ; and several low islands of pasture and trees, divide the stream in the vicinity. This town is the seat of government for the state of New York, and contains about 18,000 people, whose wealth and numbers increase yearly; but it was the first spot in the repifblic where I had met with beg gars ; and I cm sorry to acknowledge they were Irish. It is a remark made in every society, and every village of this immense country, that the Scotch, English, Germans, and Dutch, all get on and thrive ; but the Irish labourer very rarely attains independence, changing only the nature of his toil, from the hackney coachman to the porter, the pavior, or the hired drudge. The hotels in Albany are equally comfortable with the others I had met with ; and, as usual, 1 found the inmates divided into political parties and factions. For the mass of the people here are more addicted to such discussions and dis putes, than even my good countrymen at home. Some declared vehemently that the legislature was both formed and ruled by the back-settlers, while trade and manufactures were without re presentation or protection ; others asserted that agriculture alone ought to be savoured, and the import duties on goods should be reduced one half : but every body joined in the most furious"], [65, "47 abuse of a clergyman at Boston, who had recently dared, they said, contrary to the ordinances of God and man, to marry a white girl to a free negro. Excellent horses and gigs can be hired at Albany, and I drove in one of them over a very bad road, to see the Cohoes Falls on the Mohawk. A little to the north ofthe town, I passed the good brick mansion of the \" Patroon,\" or head ofthe Rensselaer family, one ofthe largest and richest landowners in Amei*ica ; and close to it the Erie Canal falls into the Hudson. This noble work is 360 miles in length ; and by the means of eighty well-constructed stone locks, is raised 662 feet to the height of Lake Erie. It is forty feet wide at the surface, four feet deep ; and barges of 150 tons with flour, salt, and the other productions of the western countries, besides covered tow-boats, are con stantly passing it. This canal, together with the northern one for Lake Champlain, cost rather less than £2,000,000 ; a sum which the tolls will very speedily repay. But it is impossible not to admire the energy and public spirit of the state of New York, which commenced and finished so vast an undertaking, although refused assistance by the Congress at Washington. At the village of Gibbonsville is a national depot of arms and stores sor the northern and eastern section of the Union ; which, by its neat-"], [66, "48 ness and good arrangement, does great credit to the government. On the opposite side of the river is Troy ; one of the best built and most thriving towns in the country, with a population of 8000. Steam ferry-boats ply across continually ; and immediately behind that place are green pasture hills, some hundreds of feet high, besides the deep woody glen and cascade of Ida. To other spots in the vicinity such classical names as Olympus, &c. are given ; which appears to me rather pedantic, where there is not the slightest resemblance to Asiatic climate, customs, build ings, or people. The river Mohawk, is from 250 to 300 yards across, just above its junction with the Hudson ; and after rushing down a short declivity, pre cipitates itself over a ledge of black slate rock, seventy-six feet high. In one spot a large mass projects some feet down the stream ; and over this the water trickled in ten thousand silvery veins, while the beams of the sun formed a beautiful rainbow on the white foam. The best situation for viewing the scene, is from among a few trees on the southern cliff; and as I had never before witnessed so vast a fall of water, I was undoubtedly struck with mingled sensations of pleasure and awe ; but I know many Lilliputian cascades in England and"], [67, "49 Wales, whose accompaniments of wood and rock make them infinitely more picturesque than the mighty torrent ofthe Cohoes. The road from Troy to Schenectady (fourteen miles) I found almost impassable, and very little of the woods cleared for cultivation ; but the environs ofthe latter town, which, not many years back, was one ofthe outposts of civilization, af forded a charming landscape of richness and industry. The place itself has wide straight streets, with numerous shops, inns, a college, and about 5000 people ; who complained most bitterly that the Erie Canal had destroyed their carrying trade to Albany. A tow-boat, neatly fitted up with a library, beds, Sec. conveyed me the eighty miles to Utica ; the charge, including three good meals, being only fourteen shillings ; and the sole incon venience that ofstooping to avoid the low bridges when I walked the deck, or rather roof ; as they cross the canal much more frequently than there is the least necessity for. Three days before my arrival, an unlucky French passenger hearing the usual cry of\" Look out, look out,\" thrust his head out of the nearest window to see the fun, and very narrowly escaped with his life, getting a most violent blow from the buttress. The Erie Canal winds up the valley of the Mohawk, a little above the river ; and nothing can be more pleasing than the views on every E"], [68, "50 side : small hills of wood and cultivation; vil lages rising into size and regularity, as if by magic ; a healthy and numerous population, ready to answer questions with civility, and guessing that I came from the \" Old Country far away,\" reckoned I might perhaps know such and such places in England. The houses are all of painted planks, perfectly clean, and amply furnished with tables, chairs, bedsteads and bedding, curtains, crockery -ware, and kitchen utensils ; while an abundance of bread, meat, fowls, tea, coffee, eggs, butter, cheese, beer, cider, and spirituous liquors, can be purchased without difficulty. After traversing fifty miles the scene changed; a mere rocky gorge, scarcely allowing room for the river, canal, and public road, wound between woody precipices ofgranite, 600 or 700 feet high ; and there the Mohawk rushed down a continua tion of rapids, its white foam beautifully con trasted with the foliage and trunks of trees. It is named \" The Little Falls ;\" and the cheerful village above has several hotels for summer visitors, with a stone aqueduct for a branch cut to the canal. A. thick and high wall rising from the very bed ofthe river, supports at this place the canal itself; but it soon after enters on the rich tract called the \" German Flats,\" which is evidently an alluvial formation. Utica is a new and handsome town, of 7000"], [69, "51 inhabitants, with wide paved streets, lamps, and footways ; houses of brick, sometimes faced with stone, libraries, print shops, lottery offices, capital inns, and shops, displaying to the best advantage, and with much taste, every species of merchandise. I have seen many well-dressed women here, purchasing or turning over the different muslins and trinkets, with as much satisfaction as those in England ; and ap parently quite as contented to walk with parasols for the purpose of shopping, as our fair countrywomen are to drive in their carriages. The great vale in which Utica stands, is rich in pasture, arable, and woodland; is adapted to every species of husbandry ; has already much productive cultivation, and great numbers of sheep and cattle. It is also nearly in the centre ofthe state of New York ; therefore I have taken a good deal of pains to ascertain the gene ral prices ofthe vicinity, and believe the follow ing information is tolerably correct. An acre of land under cultivation, is from £3 to £10, according to its situation relative to the town ; a good gig or saddle horse, from £16 to £20 ; a light waggon used as our taxed carts, £7 or £8 ; a cow in milk, £5 ; a bushel of wheat, 3s. 3c?. ; of Indian corn, 2s. ; of oats, Is. 6d. ; of best potatoes, Is. 3d. ; of apples, from 2s. to 4s. ; a cord of fire-wood, 8*. to 10s. ; E 2"], [70, "52 beef 4\\d. the pound ; mutton, 3d. ; a turkey, or two fowls, from 9d. to 1*. A good carpenter or blacksmith will gain from four to five shillings daily ; a mason, from five to six shillings ; an ostler, gardener, or labourer, from two to three shillings, besides their food. All articles of dress and clothing are very dear ; as they chiefly come from Eu rope, and pay a heavy import duty. Yesterday I wished to go about fourteen miles to the north, in order to see the Falls at Trenton ; and was recommended to hire a light one-horse waggon without springs, instead of a gig. Lucky it was I did so ; for in my life I never met with such a road and such ruts ; but as the wetness of the spring had prevented the possibility of mending it, the turnpike was thrown open and no toll demanded. They make use here of the droll phrase \" fixing the roads ;\" which means, that when the frozen snow has passed away and the fine weather regularly set in, the dirt is scraped into the ruts, the holes are filled up, and the whole, when rolled, becomes smooth and firm until the rains recommence. Should a coach or waggon attempt to use these roads too soon after the melting of the snow, they sink to the axle ; flounder from bad to worse, and are only pre vented from oversetting by cords fastened at"], [71, "53 the top, and pulled on each side, according to circumstances. I have myself seen a turnpike road near this place actually ploughed and rolled; that being considered the easiest way to \"fix\" it; and it really is at this moment as hard and excellent as could be wished. On this excursion, when I had at last dragged through the meadows and jolted up a long hill, I enjoyed a delightful view over an extensive and diversified country, without however any eleva tion in the wide expanse which approached the proportions of a mountain ; and my impression decidedly was, that about an eighth of this dis trict is cleared and under tillage. Each succeed ing winter, thousands of acres are denuded of timber ; the stumps standing several years above the ground till they dry, get burnt, rot, and are grubbed up ; while in the mean time the farmer ploughs the soil between the roots, and gets a much better crop than under such circumstances I had thought possible. The prospect reminded me of some of the more level and woody parts of Hertfordshire ; and when talking with those I overtook or met, I was obliged to look at the stumps of trees among the young wheat, the great proportion of dark firs, mingled with the beech, birch, and sugar maple, or the zig-zag fences of split"], [72, "54 trunks, before I could believe myself 300 miles in the interior of America. These Virginian fences, as they are called, have a strange appearance to an Englishman, being large trees split into four or five pieces of perhaps thirty feet long, and then piled upon each other at a sufficient angle, to make the upright forks almost needless. I have seen twelve, even fourteen, of these rude beams one above another ; a sure sign that wood is of no value, and that a little ground more or less is of no manner of consequence. There are several commodious taverns along the road, and civilization is making* giant strides in every direction of what was very recently a wilderness. Trenton is in a rich meadow, wa tered by a rivulet, and is a larger village than usually met with so far from the canal and more frequented routes, but the Falls are still two miles and a half farther in the woods, where, to my utter astonishment, I found an hotel con taining every comfort and luxury that may attract the Summer tourists. A deep and narrow ravine of dark lime rock, the precipitous sides of which looked almost as if regularly built of rounded stones, while the tops and fissures were thickly overgrown with cedar, fir, and various shrubs, contains four different falls, all very pleasing, but two more"], [73, "55 particularly so from their height and sheet of water. A hut for refreshments has been erected on a crag above the principal cascade, the stream of which may be fifty yards wide, and pours down with great violence a large body of water. The height is probably thirty feet, partly unbroken and partly discovering the rock ; the torrent then rushes over several smooth slabs, which strongly resemble artificial steps, and again falls thirty or forty feet, forming one suc cession of rapids and whirlpools to the next leap. The whole scene is highly picturesque, infi nitely more so than the Cohoes, but it still wants those accompaniments of vast masses of mis shapen rock, and aged oaks stretching their mouldering trunks or boughs across the chasm, which so commonly gratify the eye among the rivulets in the west of England. The limestone at Trenton contains many va rieties of shells and animals, of which the pro prietor of the hotel has obtained a considerable collection; and I could not help reflecting while rambling far from the house amidst glens and woods so silent and so deserted, that less than thirty years ago my reveries would have pro bably been broken by the yell, the tomahawk, and the scalping knife. I have certainly seen pigeons in tolerable"], [74, "56 numbers in Cambridgeshire and other places, but I never fully understood the import of a \" flight of pigeons\" till I came into the vicinity of Utica: they absolutely darkened the heavens, stretching for miles in one vast phalanx, till the eye could trace them no longer: men, women, and children turned out with guns, nets, sticks, and even stones. The multitude slaughtered was immense, and yet such were their numbers, that no diminution apparently took place. The flesh is good eating, and the whole time of their remaining in a neighbourhood is a jubilee for the inhabitants. Yours very truly."], [75, "57 LETTER V. INDIANS— MEALS WHEN TRAVELLING— DISCIPLINE OF JAILS- LAKES — FREEMASONS — ROCHESTER — DWELLINGS — LAW OF INHERITANCE— FALLS OF THE GENESEE RIVER. Rochester, June 1, 1827. DEAR Here am I sitting in one of half a dozen ex cellent hotels, with iced lemonade, as well as the whitest spermaceti candles before me, and in a town of 9000 inhabitants, a Birmingham in miniature, where seventeen years ago not one single tree had been felled by the axe. But I have hitherto given you a connected account of my movements in America, and will therefore return to Utica, from whence my last letter was dated. The Erie Canal there takes a long bend to the northward, through aguish swamps, which the increasing navigation is but just occasioning to be cleared and settled ; so I determined to avail myself of the stage coach, which speedily conveyed me past the flourishing villages of Hartford, Whitehouses, Westmore land, and the large college of Hamilton, situated on a fine rising ground. I must here mention, that"], [76, "58 I have scarcely ever found an assemblage of a few houses in this state, without either a na tional school or some establishment for edu cation ; and the meeting of an inhabitant who does not understand reading, writing, and arith metic, is a very rare occurrence indeed. On this route I first saw cultivated hops in America, and remarked in numerous directions small rivulets, which afforded great facility for water power ; an advantage this industrious people have eagerly turned to account in saw mills, corn-mills, factories of cotton, woollen, paper, and oil. Vernon is perhaps the most eligible site in all that neighbourhood, is well built and rapidly increasing, but westward of it, the wilderness almost touches the road; culti vation is scanty and badly conducted, and the aspect of every thing is changed for the worse. This, I was told, was owing to our being within a \" reservation,\" or tract of land still occupied by the Indians, and we soon arrived at the poor-looking village of Oneida Castle. Near this spot was the great council grove of the tribe, and some few hundred families still fondly cling to the soil, but deprived of fishing, by the dams for machinery on the streams, and of hunting by the absolute scarcity of game ; they cut a most miserable appearance indeed : they are na turally idle and lazy, hating agriculture, as is"], [77, "59 clearly evinced by the state of their fences and farms, and pick up a scanty subsistence by making mats, baskets, moccaseens, or other trifles. There is a church built for them at Oneida, and a missionary appointed to preach in it on Sundays, for they in general call themselves Christians ; and* I understood, they not only conduct themselves with great propriety during divine service, but to induce them to learn English, one is always appointed to retranslate the clergyman's Indian discourse, paragraph by paragraph, sor the benefit of the white settlers who attend. I had no opportunity of ascertaining* the above fact, or whether they really do sing the hymns in a peculiarly impressive and pleasing manner; but every person I conversed with about this remnant of the once powerful tribes of the Iroquois, or Five Nations, assured me of their unalterable honesty ; a stick placed across the door of a hut renders its Contents sacred to them for months : I also heard they were quiet and peaceable when not intoxicated ; dreadfully afraid of a white man, who with a switch could drive away a group of them at any time, and that the women always refused any assistance during the pains of labour, retiring to the woods in summer and to a solitary hut in bad Weather."], [78, "60 The state legislature has purchased up by far the larger portion of the different reserved lands, and now acts on a system of justice as well as prudent humanity. The interest of the price agreed on is paid annually to the Indian proprietors, who whenever they acquiesce in the measure, are also removed to new settle ments on the shores of Green Bay and Lake Superior. Those I saw were of a dark copper colour, often strong and tall, but in dirty ragged dresses, half European, half Indian. Some of the young women were decidedly pretty; ge nerally a blanket was wrapped round them, and a few had large ornaments, apparently of silver. Their infants were tightly bound in wrappers to a board, so as to have no possibility of moving, and then slung to their backs. The attempts to civilize Indians and turn them to agriculture appear to me, as far as I have yet had an opportunity of observing or inquiring into, a complete failure ; for in re signing the better qualities of the savage, they have only adopted the most vicious propensities of their conquerors. They wander about a listless and despised race, reside in wretched log huts, and in dress and filth are like the worst descrip tion of gipsies or tinkers : and really when in dividuals assert that Europe only shews the re-"], [79, "61 mains of better days, while here all is cheering improvement, they should pause, and remember the living ruins which America exhibits. Both hemispheres have much to boast of, and no doubt also much deserving of animadversion. The Oneida Reservation is a fine tract of land ; a continued succession of hills and valleys, from one of the highest of which, T looked back over the level country to where the granite ridge crosses the Mohawk at Little Falls. It is a vast natural basin, and the conclusion seems rational of its having been another of those immense fresh-water lakes still so common on this con tinent. When the river Mohawk burst its rocky bar rier, the soil became gradually drained and covered with forest, while the waters receded to the present Lake Oneida, which is about forty miles long and eight or ten across. I am told here that such will probably be the case with Lake Erie some centuries hence, as the Falls of Niagara are gradually wearing away the lime rock which obstructs their mighty torrent, and the surface of Ontario is below any part of the bed of its sister lake, which has been fathomed. Near the beautifully-situated village of Chit tenningo are the remnants of a large petrified pine-tree, some specimens of which, with shells embedded in the wood, I obtained for your col-"], [80, "62 lection. At the large and regularly-built village of Maulius, the coach stopped for dinner; and having* now advanced so far into the interior, the following bills of fare may be taken as a fair specimen of the accommodations and style of living in this state. We had already made a hearty breakfast on veal cutlets, beef steaks, toasted ham, fish, both broiled and pickled, roasted potatoes, eggs by the dozen, tea, coffee, toast, rolls, excellent bread, with butter and cream that would have done credit to a Devonshire larder, and all was served round by the landlord's daughters in blue and white china; while a dean linen table-cloth, good knives, forks, spoons, cut-glass tumblers and castors, pickles, and the purest of salt, decorated the table. Our dinner consisted of joints of beef, mutton, and pork, pigeon and veal pies, asparagus, with other vegetables and salad, tarts, apple and peach sweetmeats ; while decanters of brandy and Hollands, with crystal water in jugs, served to slake the thirst. The cider is some limes very good, but it is most frequently spoilt, for want of attention in picking out lecayed apples from the press. Alas ! there were no French dishes ; no nice little '-portions,\" exactly measured out for one ; every thing was agreeable to the homely English phrase of cut and come again, and no reasonable"], [81, "63 man could grumble at what was set before him. The charges are usually eighteen-pence or two shillings ; but those who wait neither expect nor ask for any remuneration. Tea or supper is much the same as the breakfast, with the addition of plenty of cakes and a sort of apple mar malade. The next village we came to was called Onondaga, near which is another small settle ment of Indians, and what is much more interest ing, several earthen entrenchments with ditches have been discovered, similar, it is said, to others that exist throughout the line of country which extends from the lakes along the banks of the Mississippi to New Orleans. This has opened a fine field for conjecture, because the Indians are said to have no traditions whatever about them, and they were evidently constructed by a people accustomed to a different sort of warfare. In the swampy ground a few miles to the northward and close to the Erie Canal, are the towns of Syracuse and Salina, with the fine salt springs which supply their evaporation works : the situation is considered peculiarly aguish and unhealthy, but is found to improve as the country is cleared of woed. The road from thence continued over a succession of small hills and valleys, varying much in the nature of the soil ; but cultivation is gradually advancing"], [82, "64 into the fine forest which in that part of the state covers five-sixths of the land. The well-built village of Skeneateless is most beautifully situated on a bank above a lake of the same name, commanding a sheet of water fifteen miles long, and varying much in width : it is a lovely prospect; the banks sloping gently, and broken into numerous bays and woody head lands, with cleared spaces for farms in various directions. Eight miles on this side of it, is the large town of Auburn, with the usual wide regular streets and foot pavements, and ex cellent houses and inns ; but for some unac countable reason, its site has been chosen so as not to enjoy a view of the neighbouring Lake Owasco. The coach stopped there for the night, having been sixteen hours in traversing the seventy-six miles from Utica ; not that we had travelled slow, considering the indifferent state of some portions of the road, but unfor tunately we carried the mail, and were detained a tedious time at each village post-office : for instead of having a small bag for each, which might be left without trouble, all the letters are thrown indiscriminately into one large sack, and the passengers are detained while the whole are looked over again and again. The law, I was told, only allowed each post master five minutes to sort his letters; but it"], [83, "65 might just as well be silent on the subject, as from a quarter to half an hour is always thus occupied and lost. You are aware, that the different states of the Union are subdivided, like England, into counties, parishes, &c. Auburn is the chief town of Cayuga county, and not only contains the usual court-houses and gaols of its own ju risdiction, but also the state prison for the western section of New York, calculated to hold eleven hundred convicts. This establishment is extremely well conducted. Solitary confinement in cells seven feet by three and a half, and seven feet high, together with hard labour at various cheap and easily-learned trades, is the system adopted : the head gaoler has also discretionary power to inflict whippings on the refractory, and to put any prisoner who obstinately refuses to work into a sort of cistern with a pump in it, where the water gradually mounts, so that if the man will not employ him self to throw it out he must drown. I asked if any convict ever had perished in this novel kind of bath, and was told it was not likely to happen ; as in the few cases when the water had been allowed to reach the neck, the prisoner had begun plying the pump-handle most furiously, roaring out for assistance in a terror that effectually precluded the necessity j"], [84, "66 of his undergoing the experiment a second time. The daily labour of a convict is never found to equal in results that of a free man, but the produce goes to the state towards defraying the expenses ; and it is said, that not only the ge neral conduct ofthe prisoners is good, but many become permanently reformed. For my part, I think the Americans show great good sense iu making their prisons places of deprivation, hard work, and punishment; instead of following our plan in England of rendering them most com fortable and eligible houses of entertainment during the winter season. Westward of Auburn, I found the country more cleared and evidently longer settled than within the Oneida Reservation ; the stumps of trees were more generally grubbed up, and the orchards better stocked with peach, apple, plum, and pear trees, than any I had before seen. It seems to have been a rule with the settlers, to plant their first two or three cleared acres with fruit trees, sowing their wheat or other crops between the rows, as is practised in Herefordshire and Worcestershire, and nothing could give a more cheerful aspect to their white houses. Flower gardens with roses, woodbines, and other creepers, so continually seen about English cottages, have not yet been introduced"], [85, "67 here, and possibly the winters are too cold for such plants. The road passes Lake Cayuga on a low wooden bridge or causeway one mile and a quarter long, which is often damaged by the floating ice. This magnificent piece of water is forty miles in length, the shores low, but pleasingly indented ; and not only are a good many sloops employed carrying timber, flour, &c. from the different villages, but a steam boat plies backwards and forwards from the bridge to the town of Ithaca. This last-named place is situated at the upper end of the lake, and from it they propose to cut a canal to the Susquehanna river, a distance of only thirty-one miles; when it will become of great importance, as commanding a water communication between lakes Erie, Ontario, and the Chesapeake. Not far from the town of Ithaca is a fine waterfall, well worth an excursion in the steam-boat to be visited. The country between the lakes Cayuga and Seneca is agreeably hilly, and the road runs not far from the navigable river which unites their waters. The village of Waterloo is larger and handsomer than usual, but is far eclipsed by the town of Geneva, which rises like an am phitheatre above the expanded basin of the Seneca, whose limits extend thirty-five miles, by three or four wide. F 2"], [86, "68 Geneva is two hundred miles west of Albany, and has a road through Ithaca direct to New York. Its population is between 3000 and 4000, many of whom are in tolerable affluence, and keep pleasure-boats on the lake. The streets are well built of brick houses, as is also a large square ; and the college forms a conspicuous object on approaching from the eastward. The next place we arrived at, after a delight ful \"drive of sixteen miles, was Canandaigua; which stands on a hill about a mile from the lake, and contains many really elegant-looking houses, each being surrounded by a garden; one of which, belonging to a Scotch gentleman, was better laid out and possessed more varieties of flowers than I had previously seen in America. Itis the county town of Ontario; and the whole republic is in a ferment about the disappear ance of a man named Morgan who was confined iu its gaol. The popular outcry is, that he has been murdered by the freemasons for betraying their secrets : and so strange is the infatuation, that it is insisted he was drowned at the junction of the Niagara river and Lake Ontario, a dis tance of one hundred and fifty miles, when the deep lake close at hand would have answered the purpose so much better. Several respectable individuals have been arrested on suspicion, and refused bail ; while Morgan's widow_ is making a fortune by the"], [87, "69 publication at Baltimore of various pamphlets. Orders have been sent to drag the water near Fort Niagara for the body ; but many persons suppose Morgan is quietly living in concealment on the proceeds of his alleged martyrdom. Be this as it may, the poor freemasons are suf fering much obloquy, and in some instances have been grossly attacked. I have met here a fine young man, a gunsmith, with half his lower lip bit off, and marks of teeth on his cheek, fingers, nose, &c. He tells me, that passing along the Erie Canal near Rome, a few days back, the boat was detained ; and to pass away his time, he walked into a house where he saw a number of persons assembled, who proving to be freemasons he soon quitted, but was attacked in the street by half a dozen fellows who kicked, bit, and beat him shame fully. \" However,\" continued he, \" I marked the man who eat ray lip, for I seized him by the hair, and getting my thumb in the corner of his eye, I ' gouged' him.\" I really gave a cry of horror, at the idea of such a monstrous barbarity, which the narrator noticed by saying, \" I don't mean to defend the action, but I did not take his eye quite out, only poked it half way from its socket ; and let me tell you, when a man is attacked by half a score, and ill-used as I was, he is not over nice in his mode of escape.\""], [88, "70 Before taking leave of the district of these lakes, I cannot help remarking, that it is in my opinion the most diversified and eligible tract of country iu America. There are, it is true, no romantic rocks and precipices ; few of the hills can be called high ; and much of the soil is poor when compared with the alluvial flats ; but then it is a healthy, ever-varying scene of woods, and slopes, and water ; possesses several sulphur or burning springs ; is situated in the heart of a most powerful state ; abounds in fish ; and where the partridge or native quail would soon, if a little care was taken, become numerous. It was in this vicinity that the Indians of the Iroquois or Five Nations had fixed their principal settlements some time previous to the revolutionary war ; and as they most zealously espoused the part of the British government, they committed several horrible acts of devastation on the neighbour ing villages. To revenge which, and prevent future incursions, General Sullivan marched with an army of 5000 men, defeated the savages, and having utterly destroyed their habitations, drove them far to the westward. Since that period the Mohawks and their con federates, once the most powerful tribe in North America, have almost become extinct as a nation. The thirty miles from Canandaigua to Roches ter, is rapidly becoming settled and cultivated ;"], [89, "71 several villages have been formed, and the road is undergoing repair, which, by the bye, it cer tainly needed. I told you at the commencement of this letter, that Rochester was quite a new town ; the oldest person born in it being only seventeen years of age. It owes its rapid increase and importance to the rich agricultural country of Genesee, the Erie Canal, and the great water power — or, as the inhabitants term it, \" privilege of water\" — of the river which passes through it. The streets are laid out wide and regular, so that improvements to any extent may take place hereafter ; but at present the houses have been run up in such a hurry, as to have a most strag gling appearance ; while the stumps of trees are still sticking two or three feet out ofthe ground between them. From the attention shown in the cultivation of small gardens, and evergreens against the dwellings, I should imagine many of the people were newly-arrived emigrants ; and that idea is further strengthened by the numer ous manufactories of different articles recently established. The generality of houses throughout the state of New York are of neat planks, painted white, with green Venetian blinds to the windows. The smallest have usually the door in the centre, and a sash window on each side, without any other"], [90, "72 than the ground floor. The second size have a floor above, and are sometimes double ; while the largest have two windows on each side the door. It is rare to see a house carried higher, except those built in the towns, of brick; and should more room be required in the country, wings and out-houses are added. The cost, I was informed, varied from £50 to £250, doors aud windows included ; and though nothing can look more forlorn and wretched than an old unpainted wooden house ; yet every dwelling in these western countries is of so recent a date, that all are clean, comfortable, and cheerful ; even the few log huts I have passed were plastered and had small windows. The roofs are covered with wooden shingles, cut into sizes about as big as slates ; and the interior of the houses are not only often papered and painted, but by no means deficient in furni ture. I am informed the inn I am at is not the best in the town, but it is both large and clean, and I never in England had a better four-post bed and chamber conveniences. I ought, in fairness, to tell you, that all my American acquaintances declare my tour to have been much more comfortable and agreeable, because it was undertaken so early in the sea son. In fact, I heard at New York and other cities, that the number of travellers in July"], [91, "73 August, and September, was so great, as fre quently to cause several to be put into the same bed-room, besides other annoyances. I relate things to you as I found them ; and have certainly experienced nothing but civility, excellent accommodation, and amusement, throughout my excursion. I have stated iii a former letter, that those who visit the interior of this republic must conform to the customs ofthe people; for if they expect post-horses, much individual attendance from waiters, or dinners to be served up in private apartments, they will meet with nothing but disappointments, mortifications, and ridicule. Visitors to Italy soon become reconciled to discomforts, and fleas and vermin ; because they can eat delicious ice and macaroni, see splendid galleries of sculpture and paintings, and enjoy the sun. Here, where there are an infinite number of good things, it is only requisite to forget two or three luxuries almost peculiar to Great Britain. Rochester, besides the shops and etceteras of a bustling, trading town, has some neat sulphur baths, and a museum. These latter are very frequently met with in the United States; and although the intrinsic value of the contents of each is trifling, yet they serve to diffuse a gene ral taste and knowledge of natural history among"], [92, "74 all ranks of society ; and are the means of pre serving many fossils and petrifactions which would otherwise be lost. How often is it lamented in England, that Roman tesselated pavements,baths, coins, tombs, and other antiquities, have been destroyed, through the ignorance or carelessness of their owners. Now I don't think a similar circum stance would occur here, because almost every individual has seen things of a like nature valued and taken care of in their local museums. It is pleasing* in these vast countries constantly to see near the better farms, tomb-stones and other mementos ofthe dead. They were erected when no church, perhaps no neighbour, was to be found within leagues ; and are generally placed on a gentle rise, deeply shaded by over hanging trees. The quantity of wheat produced in the Genesee district is almost incredible : I heard, and can scarcely credit the fact, that one person shipped 136,000 barrels of flour ; principally for the British West India Islands. A gentleman named Wadsworth, owns 40,000 acres of land in this neighbourhood, of which between 5000 and 6000 are in the highest state of cultivation: he has no children; but by the laws of the states, his fortune must be equally divided among his five nephews and nieces."], [93, "75 Some wealthy citizens are beginning to evade this enactment, by making their intended heir independent in their lifetime ; and he has also his share of the residue at his relation's death : so desirous are men to leave their posterity richer and more powerful than their neighbours, that an equality of goods would seem to be as inconsistent with the bias of the human mind, as an equality of intellect is contrary to the laws of nature. This distribution of property may be neces sary and advantageous under a republican form of government ; but it is evidently erroneous policy in a monarchy. In France, for instance, what can such a law tend to, but the impoverish ment of the nobility ; and making them sub servient to the court and minister, instead of being a barrier between king and people, as they ought to be. In Germany, where the titles are given to all, and the wealth only to one, mat ters are much worse. In short, there is no constitution framed on more intelligent principles than that of England ; or which practically works better. You see I am still a genuine John Bull ; though I do find some things to admire and praise out of the narrow limits of my native country. The river Genesee is about 150 yards across at Rochester ; and just below the bridge, falls"], [94, "76 over a mass of limestone, ninety feet perpendicu lar. This cataract is rendered more beautiful by the convex form of the rock, and a small island which extends to the very brink of the precipice, where you can stand while the torrent rushes down on each side of you, but it is by no means a good point of view. The fall would be extremely picturesque had not the timber on its immediate banks, and on the island above-mentioned, been cut down ; but settlers in a wilderness of woods have a natural antipathy to the sight of a tree, and the axe levels all without distinction. There are many factories on its western side ; and to the east a saw-mill actually overhangs the gulph. On a projecting crag behind this building I could almost touch the water ; and can only compare its appearance, when rushing over, to a torrent of flakes of falling snow. The beams of a setting sun shining through the liquid curtain, and the ever-changing hues of the rainbow formed on the rising spray, had a fine effect. A ramble down the banks of the stream, which are very steep and woody, is highly interesting, as new and pleasing views of the cataract can continually be obtained through the foliage ; and at the village of Carthage, one mile and a half below, the river takes another leap of sixteen or twenty feet, after which it tumbles down a sue-"], [95, "77 cession of small ledges, eighty feet high, in a most grand and imposing sheet of foam. This is the finest scene of the kind I ever yet wit nessed ; and much enhanced by fishermen below with their nets and hooks. The accompanying rocks are of a reddish sandstone ; the river there becomes perfectly smooth, and from twelve to fourteen feet deep the remaining six miles to Lake Ontario ; so that sloops come up, and by means of an in clined plane from the cliff, are loaded with salt, flour, Virginian tobacco, and other goods for the Canadian market. I remain yours very truly, &c."], [96, "78 LETTER VI. RIDGEWAY — SETTLERS IN THE WILDERNESS— LEWISTON— BUF- FALO — LAKE ERIE— OHIO— YANKEES— MR. OWEN'S SETTLE- MENT—COMPLAINTS OF AGRICULTURISTS — LAWS — LITTLE CHEERFULNESS. Falls of Niagara, June 6, 1827. DEAR , Few spots in the world can command such a sublime — such an awful prospect, as now meets my eye from the balcony of the hotel where I am sitting. A river two or three miles broad is suddenly contracted to less than half that ex panse ; and then rolling over abrupt and steep shallows, in a most tremendous agitation of whirlpools, eddies, and contending waves, it bounds over the precipice in one deep and solemn roar. As I am now, however, in Canada, and have found by experience that the grandeur of the scene before me becomes more perceptible to my senses the longer I am acquainted with it ; I will, as far as I can, afford you the same oppor tunity for reflection, by first finishing my de-"], [97, "79 scription ofthe opposite state of New York, and then reverting to the far-famed cataract. On quitting Rochester the road was formed for eighty miles along a mo st extraordinary natural causeway, called the Ridge, composed of sand and small gravel, which is not above ten or twenty yards wide at top, and perhaps twelve feet in elevation above the rich alluvial country, to which it slopes very gradually on each side. This was, without doubt, a former boundary of Lake Ontario, from which it is now distant about ten miles ; aud two miles farther south is another boundary — a cliff of limestone 150 feet high, running in a parallel direction, to where the Niagara separates it from Queenston heights. That section of country has been but recently settled ; yet Parma, Clarkson, Gaines, Oak Orchard, Ridgeway, and other villages, are fast springing up : all have churches with lofty wooden spires ; and many of the houses have the English paling before them, with fine single trees left standing to afford shade, and hives of bees in the gardens. I was told they were lately come over from \" the Old Country.\" The coach quitted the Ridgeway for a few miles, to cut off a great angle ; and I there had an opportunity of seeing the wilderness or ** bush,\" untouched by man, and in all its solemn magnificence."], [98, "80 The narrow road, formed of logs and earth, shaking under the slow motion of the wheels, gave a long straight opening through the trees, and disclosed a ribbon of blue sky. To the right and left it seemed as if a fowl could not make way ; so thick was it, indeed, as to check the rank vegetation natural to damp swampy ground. The forest is composed of a variety of species. Oak, elm, beech, maple, and other deciduous trees, generally cover the better soil; cedar and larch are found in the most marshy places ; the hemlock-fir, and pine, in rocky sandy tracks. The loftiest timber may be 120 or 130 feet high ; below it is another growth of seventy or eighty feet; a third of thirty or forty feet ; and the interstices filled up with shrubs, brushwood, &.c. Into this solitary wild of woods one or two poor settlers had just brought the axe : the sight to me was novel and disheartening. A man having made his bargain as to price per acre, with the government, or proprietor of some spot he takes a fancy to, creeps into the thicket with his hatchet, and begins his laborious task. Down fall the trees, some of two or three feet in diameter, covering the whole space with their trunks and boughs ; the roots and stumps remain ing in the ground to rot. Some of the more convenient logs he drags to the centre ; and,"], [99, "81 piling them one upon another, builds a square hut; filling up the openings with mud, and leaving places for a door, and one or perhaps two light holes. Other logs form the floor and sloping roof; which latter is covered with rushes, boughs, turf, or any thing he can get. His small stock of money purchases a bed, kettle, and some crockery, which most probably the bad weather and ague now make indispensa bly necessary to him : perhaps he has no near neighbours ; or if he has, they are hardened and indifferent to misfortunes they have themselves undergone and surmounted. If the settler is fortunate enough to escape or recover from the fever, he makes a log zigzag fence round his open ground, and burns the resi due ofthe fallen timber ; then hoes between the stumps, which if beech or maple, will decay in four or five years, but if oak and chesnut, remain sound for ten. His fruit trees he plants at regular intervals, between the roots of the ancient occu piers of the land ; and sows his wheat, and pota toes, &c under his orchard. He then turns to the improvement of his house and fence, makes rude tables and chairs, and learns to become a car- penter. When twenty-five acres of land are thus cleared, he can support a large family in toler able abundance ; but should he have a hundred, he is a thriving man. This, however; is an u"], [100, "82 affair of years, and the purchase-money in nine cases out of ten has not been paid. Soon after the successful termination of the Revolutions number of individuals, mostly Dutch, formed themselves into the \" Holland Company,\" and purchased, I believe, some millions of acres, in the most western division ofthe state of New York. The conditions on which they resold the land to settlers have not been considered sufficiently eligible ; and consequently very little, comparatively speaking, has been cleared and cultivated. The terms are from two to three pounds per acre, according to soil ; and if the money is not paid down, no interest is demanded for the first two years, but six per cent, the following six. At the end of these eight years, if the cash is not forthcoming, compound interest is added to the principal, and another six years is al lowed ; after which period, if still unable to pay the accumulated debt, the occupier forfeits his farm altogether, and is turned adrift. This is certainly fair according to law; but I should have thought no man who had seen the spot before the axe had been called in, witnessed the industry necessary to clear and drain it, or observed, as I have, the tenants of one or two log-huts, stretched on their beds with an ague, could find resolution to eject the debtor. The resident agent of the Holland Company"], [101, "83 is an elderly Scotchman, and a hard taskmaster he appears to be. He travelled some distance along the Ridgeway in the coach, for the amiable purpose of \"prosecuting according to law\" some children, who had thrown stones through his windows and serenaded him with yells, be cause he had turned their father out of his farm. He is a long-visaged, crabbed-looking person age, with enormous overhanging eyebrows; aud told us with much glee how he had found out the perpetrators, and how he would make them smart for it. A respectable farmer in vain endeavoured to deprecate his wrath, by saying he had known the debtor many years, as a sober, hard-working man, bringing up a large family ; for the old fellow declared he would have law, if law was to be got, and that the tenant was a poor devil without a cent, and out he should go. This harshness so exasperated the young man who had \"only half poked out\" his assailant's eye at Rome, and who was also a passenger in the ve hicle, that I thought he would certainly have rob bed the Scotchman of his shaggy eye-shades; but fortunately we had nothing beyond a wordy war. I have since heard at Buffalo, that in the far thest parts of Ohio and other back settlements, where the arm of the law does not reach so surely, families are not turned out quite in so G 2"], [102, "84 unceremonious a manner; it might be dangerous. A compromise there takes place ; the tenant gives up the land he can't pay for, and the landlord gives him 500 or COO dollars for his improvements and labour, log-hut, &e.*\\ With this sum he goes westward, and becomes a pur chaser ; while his late tenement is sold to the first emigrant who arrives with enough money to commence comfortably. Thus, according to my information, it is not very common to find a man actually owning and occupying land which he cleared himself. My coach companion the \" Gouger,\" gave me to understand, in the course of conversation, that he had lived many years in Upper Canada ; and was then on his way from New England to in form the disaffected, that if they chose to make a stand against the British Government, there were from 10,000 to 20,000 Yankees quite tired of their houses, and ready to join them. I na turally asked if the Canadians were much op pressed ; and he replied, \" Oh, no ! we pay neither tithes nor taxes, only a nominal rent of one penny in twenty shillings, and are, in fact, quite favoured and spoilt ; but it is the surest way of preserving those privileges to kick up a row now and then.\" I had heard at New York and other towns on my journey, that Upper Canada was in a state of"], [103, "85 almost open insurrection ; and now I am actually in it, I can only wonder at such gross exaggera tions being prevalent. But a circumstance re lative to this colony, which has come under my own observation, will possibly engage much ol your consideration. I have met some highly respectable persons, who, after enumerating the various advantages of Canada, ended by stating, \" We left it how ever for the States, because in it there is no en couragement for exertion and industry ; every one has enough, and will not labour for more ; which occasions an apathy and listlessness to us intolerable. Here, we have taxation and other rates to provide for; and yet are not only more comfortable, but gain more money likewise.\" Lewiston is 320 miles from Albany, and on the eastern bank of the river Niagara, which is rapid even there, although seven miles below the Falls. At that place the sloops from Lake Ontario unload, to allow of the land portage towards Lake Erie ; as the cataract impedes all further navigation. I was surprised not to hear the roar of the water in the stillness of the night, at so short a distance, but the wind was contrary ; and next morning it was distinct enough. From Lewiston the road winds up the limestone cliff I have described as the ancient boundary of Lake Ontario ; on the"], [104, "86 top of which is anTextensive view over a flat sur- face of woods ; and it is evident the river has worn through the portion of the ridge which was joined to Queenston heights, having no doubt, at one period, formed its cataract at this spot, which has gradually washed away the softer rock, and thus receded. The road next passes a lofty precipice, im pending over the now raging stream, and noted for the destruction of a party driven over by the French during the colonial wars. Close to it some person has had the good taste to cut an opening in the wood, which affords a distant, but highly picturesque view of the Falls. At the thriving village of Manchester is a good hotel kept by a General ; but the twenty three miles from thence to Buffalo, is along a truly infamous road, made of trunks of trees, and not in sight ofthe river, but through a thick wilder ness, in which black bears, wolves, and rattle snakes, are not unfrequent; and quails, also black squirrels, are very numerous. Buffalo is a handsome and improving town, just above the north-east end of Lake Erie, and has been entirely rebuilt since the late war ; which accounts for the streets being unpaved, and want of footways. It contains 4000 inha bitants, two churches, a theatre, town-hall, and several excellent inns ; among which, the one"], [105, "87 kept by Rathburn, although constructed of wood, is as extensive and elegant as can easily be met with in any part of Europe. I was often at a loss to comprehend how such numerous houses of public entertainment could exist with profit, in every little town of the republic ; but it was explained to me, that the proprietors not only possessed large farms, but their houses served the three purposes of lodg ings, hotels, and mere eating-taverns. Thus at Rathburn's, above forty persons have hired apartments by the year, in preference to having the trouble of servants and establishments ; and above a hundred sit ddwn daily to his dinner-table ; so that with casual travellers and visitors to the newspaper room, the most liberal landlord can gain a livelihood. The Erie Canal joins the lake at the village of Black Rock, about three miles north of Buffalo ; but as the stream of water at that point rushes swiftly into the river Niagara, the cut has been continued to the latter place. In its vicinity also, is a large settlement of the half-civilized Indians ; and another is between Lockport and Lewiston. Buffalo will certainly become, at some future period, one of the most important towns in America ; for from the light-house erected at the mouth of its creek, the navigation of the"], [106, "88 fresh-water seas to the west and north-west is said to be unimpeded by rapids or other ob structions for some thousands of miles. Lake Erie itself is two hundred and seventy miles by sixty broad, and only two hundred feet deep ; while the surface of that of Ontario is three hundred and thirty feet below the Falls of Ni agara. Steam-boats and sloops are continually con veying merchandise on Lake Erie ; and some of the sailors insisted, that a tide of a few inches was perceptible at all seasons. A road runs from Buffalo to Pittsburg, on the Ohio river, thus opening an internal communication with New Orleans on the Gulf of Mexico, and it is even talked of cutting a canal in that direction. While in Buffalo, I made very particular in quiries concerning the rapidly improving states of Ohio and Indiana, the former of which has sprung up to be the fourth, if not the third in the Union. They are represented as vast woody plains of a rich alluvial soil, but with very little wholesome water, owing to the sluggish nature ofthe rivers and creeks, which likewise deprives the settlers of many \" privileges \" for machinery. Their population has been swelled not only by new-comers from Europe, but from Massa chusetts, Connecticut, and other parts of New England, where the people have lately been"], [107, "89 seized with such a mania sor emigration, as to attract the attention of their local governments : like young birds, which as soon as fledged and old enough, quit their nests, and forget \" kith and kind : \" so the Yankees, as their countrymen call them, are found scattered over every section ofthe Union as pedlars, hucksters, quacks, and speculators. They are a shrewd, intelligent race, much more talkative and inquisitive than their neigh bours ; and if the accounts of the southern states are to be credited, where Yankees are hated and accused of exciting disturbances among the slaves, they know how to drive a hard bargain, and have fairly jostled the Jews out of the re public. From a variety of anecdotes related in ri dicule of their parsimonious habits, I shall select the following. A Yankee being far to the west, with his little cart of pedlery, found the wheels wanted greasing, and stopped at the next house for the purpose ; where he was sup plied so abundantly with the needful, that he not only finished his job and replenished his grease-pot, but still had a great deal left. After looking at the residue a few moments, he turned to the good-natured giver, and said, \" I calculate they may want some of this fat at the"], [108, "90 next hut, so I will just step over, and see what they will give me for it.\" They are chiefly descended from the secta rians who fled from persecution in the seven teenth century ; and some of the curious puri tanical names are still existing among them. Of the philanthropic Mr. Owen's settlement, called New Harmony, I have heard but a so-so account. It appears, in truth, a most inhar monious society; for the healthy and indus trious do not relish that entire community of goods and produce, which causes them to work hard day after day for the purpose of feeding the idle and sickly ; and it is therefore splitting* into almost as many divisions as there are fa milies, each taking care, while following the old system, to benefit as much as possible by the expenditure Mr. Owen has incurred in en deavouring to introduce a new one. The farmers I have met with all declare, that though they have abundance to eat and drink, for any number of children, yet such is at present the low value of produce, they cannot gain any money; and that a man who has to realize the price of his land, in addition to earning a comfortable living, must find it a most difficult task, under even favourable cir cumstances, as he cannot convert his flour,"], [109, "91 sheep, and cows into cash. The late quarrel therefore with Great Britain, which excludes them from the West India islands is very un popular ; and yet as they now have the privilege of bonding their flour in Canada, the loss must chiefly fall on the shipping interests at Boston, Charleston, Baltimore, &c. : for it is notorious, that hitherto where the British flag was seen once in those seas, the American was met with ten times ; their vessels being freighted with flour, fresh meat and poultry, packed in ice, eggs, kept sweet for any period by being covered with salt, and other provisions. This valuable trade is now lost to them, because their govern ment persists in levying heavy import duties on foreign goods, in order to encourage the home manufactures. The overwhelming influence in the United States is decidedly that of the agriculturists; and they assert continually, \" If we could only have a market in England or elsewhere for our flour, our cotton, tobacco, &c. we should never think of employing ourselves in manufactures; for we had rather earn the value of two shillings on our own farms than two dollars in close build- ings, as the wages of a master.\" Law is as plentiful in the American republic as in Great Britain, and the people seem more litio*ious. It is a thriving trade, and in almost"], [110, "92 every village, the words \" Attorney at Law Office,\" written in large characters against two or three houses, infuses a reasonable degree of terror into the passer-by. It is singular, when independence was obtained, the opportunity of getting rid of the old complicated system of jurisprudence was allowed to be lost ; but [it proves, I think, there were but few disinterested patriots beside Washington ; and that the lawyers associated with him were much more assiduous in securing the loaves and fishes, than in rec tifying errors which had arisen from time and obsolete usages. Some few changes were made, and perhaps the most important, the restricting the award of death to three or four crimes only ; so that the perpetrators, if discovered, are certain of meet ing their reward. We have, I think, in Britain sixty or seventy different cases in which a like sentence is recorded ; and then to obviate the reproach, that our laws were written with blood instead of ink, not above one out of three hun dred condemned to capital punishment is left for execution. The Anglo-Americans still have however their John Does, Richard Roes, and other legal fic tions ; and judges who are quite deaf and almost childish from age, are still allowed to exercise their high functions, because there is no ade-"], [111, "93 quate pension appropriated to their retirement from office. Gentlemen of large landed property are some times distinguished by the name of their estate, which sounds very aristocratical ; and the title of squire is very commonly given to the owner of the best house, but whether as the justice of peace or not, I could not ascertain. By the bye, I am told, very strange sort of characters, and men whose attainments are not suited to the situation, sometimes get appointed magis trates in the republic. It may be so : for I know a wealthy county in England where, since the obloquy thrown on the unpaid magistracy, and Lord Sidmouth's neglect in supporting gentlemen who had ac cepted the commission, the almost only active member of the bench is so illiterate, as to have written the following mandate against a culprit, Hugh Hughes : — \" U'll take U Us, an hav im well wiped.\" In those parts of the Union I have visited, the people appeared as healthy and robust as with us, and the only peculiarity I remarked was, the number who had weak eyes and wore spectacles. That they have every reason to be a happy people, and really are so, I think no candid traveller will deny. But they certainly are not"], [112, "94 cheerful, seldom laughing or talking with each other or strangers, unless first spoken to ; and the drivers of coaches or masters of boats, al though in the employment of the same person, rarely notice each other in passing. The French say, John Bull sometimes becomes lively and good-humoured when well jolted in a stage : but such is not the case with these re publicans, who are so intent on calculations of profit and loss, as to have no time for commu nicativeness. One circumstance I cannot forgive, the un grateful indifference, nay oblivion, with which all classes of the community treat the memory of Washington : he still has some admirers un doubtedly, and Boston as well as Baltimore has a monument to his honour. But if it were not that the Federative city is called Washington, I do not believe his name would be uttered in society from year's end to year's end. Neither do the revolutionary soldiers appear to have been treated with liberality, according to the statements which are frequently inserted in the newspapers; for though some of the officers got grants of land instead of their arrears of pay, the privates received no remu neration. What a contrast to the splendid re ception and gifts bestowed on the Marquis Lafayette !"], [113, "95 On quitting Buffalo, I proceeded to the neat village at Black Rock, and got into a ferry boat, which is impelled by four horses treading on a horizontal wheel, which gives motion to the paddles ; but such was the rapidity of the river, that though not, I think, half a mile wide in that part, the boat was carried three quarters of a mile down the stream in crossing. I landed on the Canadian shore, close to the ruins of Fort Erie, and found a neat coach ready to convey the passengers along an excellent road to this hotel. Yours most truly, &c."], [114, "96 LETTER VII. FALLS OF NIAGARA — TUMULUS OF SKELETONS — LATH WAR- ANECDOTES — INDIAN WARFARE. Fulls of Niagara, June 12, 1827- DEAR Those who visit this wonder of nature, should certaiuly take up their residence on the Cana dian side, in one of the two capital hotels built in situations commanding views of the torrent. I doubt whether the most faithful delineation with the pencil could give any tolerably just idea of the mighty scene below ; at least, those sketches I have seen are stiff, unpleasing, and unworthy of the subject. Nor is it easy to write a description, and I must beg your in dulgence before I make the attempt, for if I give way to the feelings excited by what I now see from my window, you will laugh at me as an enthusiast; and as I cannot shake off those feelings, I find it difficult to embody them in proper language. When I first arrived at the cataract I was"], [115, "97 disappointed : I could not tell why, or what ideas my imagination had formerly conjured up; but the breadth of the object took off from its apparent height; and then its being curved in stead of straight, seemed to diminish its vast ness, and the fall was not in one expanse, but divided by an island of some extent. The longer I gazed, however, the more accustomed my eye became to the magnificence ofthe scene; and the more capable of appreciating the various beauties of the parts, and the sublimity of the whole. On the eastern side a small stream has been separated from the larger by a mass of rock, and forms a fall called Montmorenci. It is between the two great ones, and on so grand a scale is every thing around, I for some time considered it a mere silvery ribbon, undeserving of much notice ; but on further examination, I acknowledged that the Falls ofthe Clyde would appear very insignificant by its side. Stairs are constructed against the precipitous cliffs ; foot-paths, seats, and ferry-boats have been provided; in short, all that could gratify the most insatiable curiosity, and I made ample use of these conveniences in my rambles, find ing at each point some new beauties to admire. When the sun was bright, I have seen three distinct rainbows playing their various hues on H"], [116, "98 the ever-changing form of the milk-white mist ; which sometimes towers high into the air, at others is driven down the stream, forming a transparent or impenetrable curtain, according to the denseness of the vapour. In thick or rainy weather a gloom overspreads the whole prospect ; and at night, if the moon shines out, it lends a softness and indistinctness to every object, which is quite charming. But on every occasion the same deep, solemn roar, unvarying and unchangeable, tells that the accumulated waters of the western regions are pouring be fore me. Very soon after quitting Lake Erie, the river is divided into two channels by some large islands, but the streams unite again about four miles above the cataract, forming a considerable expanse, broken by woody headlands and inlets. The water is clear as crystal, very deep, and supposed to continue so to within less than a mile ofthe precipice; while the surface is smooth and silent, flowing onward with a swiftness quite appalling to those who have seen the gulf so near at hand. Several individuals are recorded to have been carried down the current within the last few years; some by having attempted to row across the river a few miles above, when they became terrified at the rapid descent of their boat, and"], [117, "99 lost all further power of exertion; others by falling asleep in their canoes, which by some accident got adrift and floated down. It is as serted, that even the small steam-boat which plies from the Chippewa Creek to Fort Erie had a very narrow escape last summer. As the immense moving body of water ap proaches the rocks which render its bed quite shallow, it takes a bend, and becomes much narrowed; so that its endeavour to force a pas sage over the impediment it now meets, is at tended with a violence unexampled, and a noise almost deafening : and the rocks being of lime stone, have been worn into ridges and hollows which dash back the foaming- waves, rendering the agitation still more terrible. The slope down which the river here preci pitates itself for the extent of nearly a mile, is so very abrupt and imposing ; that if the per pendicular fall did not exist, these rapids alone would be the grandest cataract in the universe. The great Fall of Niagara is in the form of a fish-hook. The eastern sheet of three hundred and eighty yards, with the fine precipice of Goat Island crowned with timber three hundred and thirty yards, make the shank; while the larger sheet, called the Horse-shoe, of seven hundred yards, may be represented by the curved portion of the hook. The height is a H2"], [118, "100 hundred and sixty feet; and the quantity of water dashed over each minute, has been computed at one million seven hundred and one thousand five hundred and sixty-two tons and a half. Some visitors prefer a station on the very edge of the abyss, so as to look down on the falling water; others go further along the cliffs, so as to have a front view ; but I think the ca taract is seen to greatest advantage from the boat when crossing the river. The ferry is so close, and the water so agitated, as to have a frightful appearance ; but it is at that spot quite safe, while lower down the stream, even as far as Queenston, a boat would inevitably be dashed to pieces. The river is projected over the ledge in one unbroken sheet of water, and with such force as to leave a space of about fifty feet between it and the rock. Into this extraordinary cavern the guide has formed a path along the top of the slippery, shelving stones which have tumbled from the wall; and on it the visitor must walk, blinded by the spray, wetted to the skin, and rendered deaf by the horrible noise. If your breath does not entirely fail, it is pos sible to advance thirty or forty yards along this singular footway; and almost as much more over a smooth ledge of rock, terminating in an abyss of such depth as to render further pro-"], [119, "101 gress impossible. The light of the sun pene trates dimly through the falling curtain of this unique grotto; the roof is masses of limestone, jutting out from the precipice, and which are continually worn away by the torrent, so that Mr. Forsyth, of the hotel, assures me the Horse-shoe Fall has receded about a hundred yards during the forty-two years he has resided near it. Perilous as a walk under the Fall appears to be, there is not in reality much danger. Ladies continually venture during the summer months ; and many persons go to catch the eels, which are found in great numbers sticking to the rock. In winter the scene, I am told, has its own peculiar beauties. Enormous pieces of ice float down from Lake Erie, and are dashed over with terrific violence ; the spray gets frozen and at tached to the trees and rocks, resembling tur retted castles, columns, every variety of shape ; wild fowl get entangled in the rapids during dark nights, and are picked up below, either killed or with broken wings; and it would seem there is a strong current of air as well as water at the brink of the cataract, for birds flying near it are often seen to fall as if powerless, re covering the use of their wings before they reach the bottom."], [120, "102 The Eastern or American Fall is not so tre mendously awful as the other ; but there is a wooden bridge to Goat Island just above it, where you can stand in the centre of the rapids and see the water tumble towards you in billows of foam. Why it does not sweep the frail tim ber on which you stand over the precipice, is almost incomprehensible ; but it glides close under. The man who first constructed this bridge must have had nerves and talents rarely excelled. One or two rocky islets amid these rapids add greatly to the picturesque effect. Under the shady foliage of one is an apartment for billiards, refreshments, and specimens of petri factions ; on another is a water-wheel ; and under the lofty trees of Goat Island itself, a number of most agreeable walks have been laid out. I know it is the custom to talk of man sinking* into insignificance beside the mighty works of nature ; but I beg to differ on this subject. If it is meant, that the works of man become insig nificant by comparison, I agree to the truth; but I never think human nature so ennobled as when I view the wonders of that world which has been given it as an inheritance. The Falls of Nia gara and other sublime objects make rue more feelingly alive to the power and goodness of"], [121, "103 the Supreme Being, but certainly do not cause me to repine at the natural advantages of my species. A military road is now being formed along the Canadian banks of the river ; which if ever finished, and the trees not too much cut away, will afford perhaps the most interesting drive in the known world. Far below the Falls the tor rent is pent up into narrow limits by lofty woody precipices, so that it rages with a long conti nuance of rapids, eddies, &c. hollowing out in one place a deep recess, called from its boiling vortex, '« the Devil's Whirlpool.\" Not far from this hotel is a remarkable sulphur spring, which on being confined in a tub, and a candle applied, the vapour will burn like gas : there is another at the foot ofthe cataract, but only lately discovered. Seven miles westward of hence, the Welland Canal is now being excavated : it will be thirty-five miles long, is to carry vessels drawing eight feet water, and must rise three hundred and fifty or three hundred and sixty feet between the Lakes Ontario and Erie. In the same direction the present governor of Upper Canada has a house and grounds much in the English cottage style; and from which is an extensive prospect to the northward, over woody flats and the far-spread- ing lake. I was conducted to the highest part of the"], [122, "104 small hills, which continue from Queenston to where a tumulus had been found some years back full of human skeletons; and I saw many bones, but could not trace any remains of a ditch or rampart. A much larger pile of skeletons has been cut through in laying out the streets of Columbus Town in Ohio ; and others are re ported to exist along the banks ofthe Ohio and Mississippi, near those ancient entrenchments I formerly mentioned. Some insist they are the remains of a civilized people, exterminated by Indian hordes from Asia who fled thence at the time of the Maho metan conquests ; others consider they belonged to Prince Madoc and his Welsh followers in the twelfth century; many ingenious disquisitions are also to be found in Governor Clinton's Treatise on American Antiquities : but I believe the only well-authenticated historical facts on which all these pretty superstructures have been raised, are the existence of pyramids in Mexico, and the re fusal of Montezuma and some of his chiefs to resist Cortez, because he had come from the land of their forefathers. Wliat a pity it is, some expert craniologist does not cross the Atlantic to inspect the skulls ! for he could doubtless tell us, whether their possessors had been red, white, black, or tawny men, and so clear up the mystery."], [123, "105 In the vicinity of the Falls of Niagara are likewise the fields of battle of Chippewa, Lundy Lane, and other sanguinary contests in 1814; at all of which it would seem much animosity was shown, and the drubbing tolerably equally divided. So little was it anticipated the American go vernment would push matters to extremity, that when the war broke out, only one British bat talion was stationed in the extensive district of Upper Canada ; but General Brock was uni versally beloved, and when he called on the young men to come and defend the frontier, they flocked with spirit to his standard. That gallant officer was killed in a skirmish, much la mented by both parties ; and a handsome column has been erected to his memory on Queenston heights, near the spot where he fell. As reinforcements arrived, villages were burnt, first on one side of the river, then on the other, each army declaring they only did it in retaliation; but what officers of either nation have assured me they thought equally disgraceful and ineffi cient, was the employment of Indians. A chief, named Tecumseh, renowned for his superior acquirements and influence, went even to the rocky mountains of the West, persuading the tribes, that now was the opportunity, by as sistino* their Great Red Father, to exterminate"], [124, "106 those who wrongfully held possession of their forests and hunting-grounds. Nearly six thousand warriors were thus induced, I hear, to follow him to the scene of warfare ; and an English officer of rank declared to me, that they were one con stant source of uneasiness and annoyance, by their habits of insubordination, drunkenness, and contemptuous rejection of rations on the most frivolous pretexts. The Americans on their side brought up In dians from the south; and a body far more for midable and equally ferocious, the back-woods men with their rifles. Tecumseh's troops were almost annihilated, through the obstinacy of a British commander, who insisted on their fighting in an open space, instead of availing themselves, as accustomed, of the thickets and trees. The chief himself was shot down after displaying much bravery; and an American told me, the flesh was cut into strips from the body almost before life was ex tinct, and carried off as trophies of the event. \" But,\" continued the narrator, \" those back woodsmen are worse than the savages they hunt and murder; they have nothing of the true Yankee breed in them; they are, in short, blood thirsty Irish.\" So you see, poor Pat gets accused, let him mix with what nation he may. Lord Chatham's famous speech against the"], [125, "107 employment of Indians, is said to have made his hearers shudder at the possibility of atrocities, which in those days could only be very limited in extent; but now that the United States contain a population of twelve millions, and women with children are as numerous hundreds of miles in the interior as they then were around Boston or Philadelphia, what man would willingly load his conscience with such a reflection, as that of having been accessary to letting the savages loose. The Indian's glory consists in killing as many as possible without injury to himself; therefore, he naturally seeks the scalps of women and chil dren in preference to those of men, because the latter may prove more powerful or more for tunate than himself in the encounter. Yours sincerely, &c."], [126, "108 LETTER VIII. NIAGARA TOWN-YORK-LAKE ONTARIO-KINGSTON — RAPIDS OF ST. LAWRENCE— ERROR IN FIXING BOUNDARIES— CAUSES OF DISCONTENT IN UPPER CANADA — MONTREAL — RIVER RICHELIEU— FRENCH CANADIANS— CONSTITUTION OF CANADA. St. John's Village, Lower Canada, June 28, 1827. DEAR , The tract on the Niagara river being one os the oldest settlements in Upper Canada, has a large strip of land in excellent cultivation and good orchards ; but is without any signs of recent im provement : no acres lately cleared of wood, with the stumps sticking up to show progressive industry, are there seen ; the houses are usually old, unpainted, wooden ones, and the furniture neither so good or convenient as in the opposite state. On the ruins of Fort George, a town of 1200 inhabitants has been entirely built since the last war; it is called Niagara, is well laid out with wide unpaved streets, and the houses being new and painted white, have a cheerful, neat appear ance. It contains several good inns, and till the troops were removed was very thriving, as no"], [127, "109 less a sum than 4000/. per month was paid out by the commissariat department alone. At pre sent I understood the chief employment to be, a contraband trade in tea and some other ar ticles, which are cheaper in Canada than the United States. The gardens, orchards, &c. were all destroyed when Fort George was taken. On the opposite side of the river, on a small peninsula jutting into the lake, is the old French Fort of Niagara ; in which the strong stone house with a high peaked roof, and some other build ings, have rather a striking effect. It is now abandoned as a fortress, and the soldiers with drawn to Washington ; for I believe the repub lican government keeps up a small standing army of 6000 men. A steam-boat runs daily from Niagara town to the seat of government at York, a distance of thirty-six miles across the lake ; and returns at night. This latter place is low and unhealthy, but some new military roads have been made from it to Fort Maldon at the western end of Lake Erie, and other important points, so as to keep open the communication between the set tlements. Other boats run to Kingston at the north-east end of Ontario, and besides passengers carry o-reat quantities of flour secured in barrels. This lake is a hundred and eighty miles by forty,"], [128, "110 and in one part seventy broad; the depth is ge nerally five hundred feet, the water quite clear and well tasted, with a great variety of fine fish. It is subject to most tremendous storms, when the quickness with which the waves follow each other, causes vessels to labour heavily and run much danger : in winter it is never quite frozen over. That portion of Canada which forms its north ern shore appeared to be of a poor, sandy soil, abounding in fir and cedar trees, and scarcely with any houses or cleared spaces. Two or three woody islands are found in its waters, but I believe very few shoals or rocks, and no cur rent or tide is visible, though after the melting of the snow its surface rises considerably. Kingston is in a very pleasing situation on a small hill sloping from a creek, and commands an extensive prospect. Its streets are straight and wide, though not paved ; it has 4000 people, and some of its houses are built of brick or stone. On the opposite side of the creek is the royal dock-yard, with neat ranges of buildings for the shipwrights and workmen, a good resi dence for the commissioner, barracks, and some strong batteries and forts. One one-hundred-and-ten-gun ship, two se venty-fours, a frigate, and some other vessels, left agreeable to the terms ofthe late treaty, are"], [129, "111 fast decaying; as is a hundred-and-twenty-gun ship, and several smaller ones in the rival and opposite dock-yard of Sacket's Harbour. The Americans do not keep up any establishment there whatever. Soon after quitting Kingston, the St. Lawrence begins to run rather rapidly between the beau tiful-looking granite islets which rise above its surface in every direction. The whole scene is highly picturesque, on account of the waving fo liage which commonly shades the rocks ; and it is called the passage of the Thousand Islands, though their number amounts to one thousand seven hundred. Cultivation did not seem to have made much progress on either side the St. Lawrence, until the steam-boat arrived at the thriving little town of Prescot, where all goods are landed, and put on board flat-bottomed boats. The neat town of Ogdensburg is on the New York side of the river ; which is there one mhVand a half wide, rapid, and often tempestuous. The banks of the St. Lawrence are thirty or forty feet above the stream ; and along the Ca nadian side, a good road runs for fifty miles to the village of Cornwall, through a well culti vated slip of land, from which, perhaps, after all, the rapids can be seen to greatest advantage. But I was determined to try some of them in an"], [130, "112 open boat, and soon found myself past those called the Gallop, which are short and not much agitated. The next rapid was two miles in length, and much more boisterous; but the third, named \" Longue Saut,\" is by far the grandest and most dangerous. The bed of the river is there not only much contracted, but divided by an island into two channels, through which the water pours on a steep descent for nine miles ; winding among rocks and round abrupt turnings, with whirl pools, and eddies, and waves dashing against each other from every direction. The boat I Avas in took just half an hour in shooting down the distance ; but I was assured that \"batteaux\" heavily laden would glide the nine miles in fifteen or twenty minutes. The commencement of that rapid is bad; but the worst spot is where the Northern or Lost Chan nel unites with the other near the bottom, for there the waves continually break over the boat and half fill it with water. This excursion on the St. Lawrence, in addi tion to the novel, and somewhat alarming appear ance of the rapids, is rendered delightful by the green-sward and park-like scenery often witnessed on its banks ; and if the water is tolerably high, there is no danger of an accident with a steady"], [131, "113 pilot, who knows the deepest channel. The southern or American side of the country does not seem to be much settled yet ; and some of the headlands in that territory were really beau tiful. Cornwall is a neat and thriving village, with a much better inn than at Prescot, and a steam boat which navigates lake St. Francis, a part of the river so called from its being spread over a width of seven miles, and diversified with several woody islands. The shores on each side are low, the Glengarry settlement extending about thirty miles along the northern, and the Indian village St. Regis, which is the boundary of the United States, being to the south, with the moun tains of Lake Champlain appearing in the far distance over it. On landing at the village of \" Coteau de Lac,\" I was in Lower Canada; and will therefore now give you such particulars concerning the state of the upper province, as I have been able to learn from apparently good authority; always pre mising, that a traveller is generally led into many errors by contradictory and prejudiced informa tion. Upper Canada is supposed at this moment to contain 180,000 people, of which more than one half are emigrants from the United States, many i"], [132, "114 of whom came in with their parents as early as General Simcoe's proclamation at the end of the revolutionary war. Among the whole of these much dissatisfaction prevails, on account of some late resolutions of the Legislature respecting oaths of allegiance, oaths of abjuration of other governments, and deeds of naturalization. The first they declare they have already taken repeatedly, particularly on three occasions during the last war, but do not care if they take it again. The second oath they object to, because many hold lands in the United States, which they soar to loose, and because Englishmen are allowed to hold property all the world over, without their government interfering: but to be called on to admit themselves aliens is the great griev ance. They assert, some limitation ought to be made ; such, for instance, as including those only who have entered Canada since the con clusion of the late war; for it is absurd, that those who have fought and bled in defence of the frontier, who have received commissions, and now hold pensions for wounds, or as half pay, should all at once be told they do not belong to the country. They represent it as a trick of the present members of the House of Assembly, who by thus getting temporary possession of their free-"], [133, "115 holds, will deprive great numbers of the right of voting: at the approaching election, and so ensure their own return. Another class of the inhabitants deeply resent some former attempts to provide for a national ihurch by tithes, and fear bills of a similar nature may be again brought forward : they also want to know how the money paid by settlers 39 fees is appropriated ; viz. hventy-seven dol lars for every deed of one huudred acres, se venty-five dollars for two hundred acres, and so in proportion ; and affirm positively, that the present regulations respecting grants of land occasion much fraud, and great detriment to Hie colony. I should imagine the greatest evil tu be ; the total separation which I hear exists between the various people who compose the scanty po pulation. Thus the Americans, Scotch, English, and some Dutch and Germans have no other interest in common than thwarting each other as much as possible. Two Pennsylvania!! farmers who have been travelling through the western countries appa renlly on a mission of inspection, assured me that a finer tract of land could not be found in all America than that part of Upper Canada, wl.i.h extends along the northern shore of Lake Erie ; but that in the one or two comfortable I 2"], [134, "116 villages they found there, the occupiers seemed quite satisfied with what they then had, without any attempts being made at improvement. A Canadian Land Company has lately been formed in Great Britain, but I believe sufficient time has not yet elapsed to judge ofthe progress it is likely to make, or whether the terms will be more favourable than those of the Holland Company in the state of New York. A Scotch gentleman is the resident agent. I must not omit remarking on the extraordinary oversight which the British commissioners ap pointed to fix the boundary line ofthe two nations, have committed on the St. Lawrence. By hav ing ceded the majority of islands below Prescot, the United States Government has the means of erecting batteries on both sides the only na vigable channel ; and in other places, the breadth ofthe river has been so equally divided, and the depth of water so little considered, that scarcely six inches draught can float along the British half. The American commissioners knew personally the localities and navigation of the river ; and the advantage they gained is not of such trivial im portance as may at first appear ; for already the republicans talk ofthe injustice of British subjects navigating their side of the St. Lawrence, unless a free passage is allowed to the citizens of the United States, as far as Montreal, Quebec, and"], [135, "117 the Ocean. This is one strong reason why canals are now being cut, or recommended in the Canadas, to avoid all parts impeded by rapids, or within the territory of New York. From \" Couteau de Lac\" to the village and rapids of Cedars, the road passes along a well cultivated country, where the language spoken is a French patois ; and by a contented healthy looking peasantry, who are evidently resolved to leave things in the same state as their fathers left them. At the foot ofthe Cascade Rapids, the great river Ottawa joins its muddy stream to the transparent waters of the St. Lawrence ; but they flow some distance before mingling together. Another steam-boat stationed at that point, conveys travellers to the village and rapids of \" La Chine,\" seven miles from Montreal, having run over a part of the river called Lake \" St. Lewis.' Montreal is situated below all the rapids which impede the navigation of the St. Lawrence ; and amid a rich and beautiful scene of cultivation, which extends to a distance unusual in America, and proves it to be an old established settlement. The city has narrow streets stretching a consi derable distance along the river, but neither well cleaned nor well paved; the houses are generally small, but of stone, and covered with tin roofs, to prevent accidents by fire, which reflects the sun's rays in a most painful manner."], [136, "118 To the northward ofthe town is a high hill ; and several hand-some country houses are scat tered about in the vicinity. The churches and monasteries are not remarkable for architecture ; but a fine cathedral is now being built by the catholics to supersede the ancient one. The court-house and jail are substantial build ings, with a good parade for the garrison behind the latter ; a monument to Nelson, surmounted by his statue, is in tolerable taste ; aud there is also a theatre, a circus, and some barracks. The markets are abundant, and many of the shops well supplied with goods, arranged with consi derable taste. The hotels are excellent. I know no city where a more convenient or handsome quay might be constructed, as a suffi cient space has been left along the St. Lawrence, which is there two miles across ; but the road at present is little better than a mass of filth, from one end to the other ; in short, the town not being incorporated, has no competent authorities; and as the French inhabitants resolutely oppose all innovations or improvements, it has not made that progress which its wealth and population of 25,000 residents would seem to warrant. A small island just below Montreal, and ap propriated to the ordnance department, is de lightfully shaded with trees, and laid out in walks drives, &c. That charming spot used, until very"], [137, "119 recently, to be the favourite resort of all such respectable inhabitants as could hire a boat ; but the major commanding has now offended the whole neighbourhood, by restricting the walk to those who may obtain his permission. It can scarcely be called fortified, as there are only two breastworks towards the river. Among other novelties an order has lately arrived from the Master-General of the ordnance in London, forbidding officers of the engineers from complying with any requisitions ofthe local government, respecting improvements, maps, surveys, &c. unless they judge their time and duties will not be too much interfered with. This is giving a most comfortable degree of latitude to the corps, and I should imagine is an infringe ment on the powers vested in the king's repre sentative in Canada. A steam-boat runs down to Quebec in twenty four hours, and back in thirty-six ; but you have so often read accounts of that city, its beautiful situation, fortifications, and neighbouring falls of Montmorenci and Chaudier, that I can have no excuse for writing on the subject. A class of men, styled \" voyageurs,\" engaged in the lumber or timber trade, deserve particular notice ; because a certain degree of eclat has lono* been attached to the performance of one or more of those dangerous voyages ; so that few"], [138, "120 young Canadians ofthe lower ranks settle in life before they can boast of the perils they have thus encountered. By drinking large quantities of spirits they make their bodies almost callous to the snow, frost, water, and scorching heat of these climates ; but their constitutions are undermined, and it is rare for one to arrive at the age of fifty : the oc cupation being one routine of fatigue, idleness, privations, debauchery, and lawlessness. What these men will undergo as long as they have hope is almost incredible ; but with the French character of great bravery and sudden panics, they quickly despond when entangled in the rapids, and instead of pulling at the oar with vigour, empty the brandy-bottles : so also, if threatened with famine and want of provisions, all authority and obedieuce is at an end, and they devour or waste what little is left. Few rafts arrive at Quebec in an uninjured state, aud a great many are totally destroyed ; so that taking all these things into consideration, a Canadian gentleman I became acquainted with, who is much attached to his native province, in sists that the lumber trade, instead of being ad vantageous to the inhabitants, is the great cause why they make such little progress in modern arts and inventions. The large village \" La Prairie\" is nine miles"], [139, "121 south of Montreal; and the current runs so rapidly, thatthe steam-boat crosses slowly enough ; I was two hours making the passage. The level country from thence to the river Richelieu, is entirely cleared and cultivated ; and also as far down as Fort Sorel. The village of Chamble is agreeably situated on a bay of the Richelieu, and at the foot of some dangerous rapids, which are the sole obstacle to the navigation of that river for the largest vessels, from the farthest parts of Lake Champlain to the sea. Opposite the vil lage is a large extent of cultivation, and some rocky isolated mountains of no great extent, but forming a fine background. An ancient square fortress, built by the French, with strong stone walls, is still existing- at Cham ble in tolerable repair, and has more the ap pearance of a baronial castle than any building I have seen in America. Not far from it are some cavalry barracks, occupied in 1814 by a British regiment of dragoons ; and a few miles beyond it is the village of St. John's, from whence the Champlain steam-boat takes its departure, and where I have found a comfortable inn. This is the limit of cultivation on this side ; as the British frontier post called \" Isle aux Noix\" is only twelve miles further up the stream. The French Canadians seem a good humoured happy race ; are ofthe catholic religion ; obstinately"], [140, "122 averse to any and every change ; and, I am told, very generally ignorant of reading and writing. Even the mode of dress does not appear to have undergone much alteration ; nor could it be wished that the girls, who have often fine dark eyes and pretty features, should discard their present large brimmed straw-hat, placed very backward on one side of their heads. In agriculture they use the old heavy plough ; of rotation in crops they are ignorant — sowing wheat year after year till the ground becomes unproductive, when they let it lie sallow; of manure they either do not know the use, or are too indolent to apply it ; and of turnips none are cultivated either here or in the United States, except in gardens. The Canadian horses are small and ill-looking, but hardy. The sledges driven in winter are so low and badly contrived, that the front pushes on the snow till the accumulation makes a great resist ance ; when the exertions of the horses pull the machine over the heap, which it thus presses into a solid mass. So the Canadian roads, dur ing frost, are compared to waves of two feet high, which have suddenly been congealed. A few winters ago, three sledges were made and driven about the streets of Montreal, to overcome, if possible, the prejudices of the people; one like those commonly used, a second"], [141, "123 similar to the excellent ones of the United States, and a third endeavouring to unite the two ex tremes. On the market days the farmers gazed and admired ; acknowledged the advantage ofhaving two smooth tracks like a rail-road, instead of the former jolting hillocks, and praised the in vention. But on being desired to adopt the improved machine, Montreal was left without fire-wood or provisions, as nobody would come to the town except in the old way. Each of the Canadas has its upper and lower House of Assembly; the members of which are elected by the people, and have great privileges, such as raising the monies necessary for local expenses, making laws, &c. which are laid before the governor, for his approval or rejection ; and the final appeal is to the ministry in London. Alarge annual sum has beenexpended hitherto by the British government in gifts and presents to the Indians, or rather in affording those sa vages an opportunity of getting drunk for ten days or a fortnight. This, with the fortifications, garrisons, and various other items, has caused an outlay to the Mother Country, of above one million per annum. That they are fine provinces, capable of vast improvements, and may some day or other be come important, I do not deny ; but why they"], [142, "124 should at this moment be considered of so much value, I really cannot imagine. As an outlet to our surplus population, they have as yet been of no benefit, or why has not the number of their inhabitants increased in proportion, or the marks of progressive industry become more apparent ? Particularly in Upper Canada, which possesses the more temperate climate, and perhaps on the whole the better soil. In that province I have heard a few persons talk wildly of forming a republic, independent of England and the United States ; whereas it is clear, that with their present trifling resources, they must either be a colony of Britain, or a part of the Federation. In Lower Canada there exists an hereditary hatred to the people of the Union ; nor would those who by commercial intercourse have become acquainted with the severe colonial laws now enforced by France in her West India Islands, at all relish the idea of being ruled by that power. Some Canadian gentlemen once told me, they believed the surest way of putting an end to all the existing disputes and animosities would be for Great Britain to threaten a total abandonment of the two provinces, leaving them to their own resources and management. Of one thing I am very certain, that to send out emigrants to these countries, who have been"], [143, "125 brought up in the hot-bed factories of cotton or woollen ; give them land and an axe, and say, \" there — cut away, work, and become your own master and landlord,\" must appear little better than cruel irony to those who have seen what an uncleared wilderness is. In many instances the poor creatures have dragged through that period when provisions and other assistance are allowed by government, and then have taken the first opportunity of selling their allotment of ground to some richer neigh bour, and abandon the country. Yours truly, &c"], [144, "126 LETTER IX. LAKE CHAMPLAIN— IRISH EMIGRANTS'— PLATTSBURG — SIR G, PREVOST — LAKE GEORGE — MASSACRE BY THE FRENCH IN 1757— SARATOGA— REFLECTIONS— CLASS OF EMIGRANTS WH0 SUCCEED BEST. Saratoga, July 10, 1827. DEAR , The steam-boat in which I left St. John's, was neatly fitted up, and the charge of conveyance one hundred and fifty miles, with three well supplied meals was twenty-five shillings, but the time occupied in running that distance was uselessly protracted to twenty-four hours. The river Richelieu is in general about half a mile wide, and the banks on both sides when near the frontiers are covered with thick woods. At the \" Isle aux Noix \" the British have a small dock-yard, and a strong square fort is being constructed. The position is excellent, as it completely commands the navigation ; but the soil is of so loose and swampy a nature, as scarcely to bear the weight of the ramparts, and I should fear it will prove an unhealthy aguish post."], [145, "127 The line of demarcation between the two na tions is the 45° of latitude, and at that point a strong stone fortress was erected by the Ame ricans very recently, but being found a few yards within the British territory, is now aban doned. We had with us as passengers on the fore castle a great many poor Irish ; and I understood the boat was always crammed with them, on every voyage from Canada to the United States. They told me on being questioned, it was their intention to proceed to New York, and there petition the English Consul to ship them back to Europe. I suggested, that Montreal or Quebec, being British towns, would have answered their pur pose better, and been nearer at hand ; but they did not like Canada, was the reply, so they got out of it as fast as possible. Some gentlemen on board suggested, that as most probably these people had been sent out at the government's expense, there was a very natural objection to sending them back again in the same manner, consequently, they went to a city where the fact could not be so easily ascertained. Whether this ti'ick is often practised I of course cannot pretend to form an opinion ; but it in some measure accounts for so many Irish beggars being seen in the streets of Albany, and is worth while enquiring into."], [146, "128 Lake Champlain at its commencement is much broken by islands, some of large extent, others mere rocks, but all of them covered with timber. The village bearing the same name is seen to the right, and the mountains of Vermont rising 2000 feet, form a sine boundary to the upper end of the water. The bustling little town of Plattsburg is forty miles south of St. John's village, and was rendered remarkable in 1814 by our vessels being defeated, and by Sir George Prevost fairly running away at the head of one thousand three hundred men ; or as an English colonel expresses himself, \"We were long enough in reaching Plattsburg, but we got back again in one-third of the time.\" In regard to the naval victory, an American officer who served there says, the contest was long doubtful, and even unfavourable to them at one time, owing to a brig having quitted her position near the Commodore : but a fortunate manœuvre, and consequent sinking of a British vessel, gave such a turn to the affair as insured them success. \" And then,\" continued he, \" we had the unexpected satisfaction of seeing Ge neral Prevost making a hasty retreat, and long puzzled ourselves with conjectures, as to the cause of his so sudden change in resolutions.\" It would seem that Sir George's great failing was indecision and want of moral courage ; sol as to personal bravery, his bitterest accusers"], [147, "129 admit he was seldom excelled. One gentleman told me, that he had himself seen General Pre vost at the attack on Sacket's Harbour, when the landing party began to waver, jump on the beach and cry, \" Grenadiers of the regiment, form yourselves on me ! \" then lead them to the charge, and take possession of the place. After this gal lant exploit however, his evil genius prevailed ; and looking for some minutes stedfastly at the surrounding forest, he ordered an immediate retreat. At the back of Plattsburg commences a long range of hills, running south, which abound in va luable iron ore, and employ many people. There also, the Lake begins to expand into a surface seven or eight miles wide ; and the shores are not only delightfully undulating, but have a thriving appearance of progressive industry and cultiva tion. Port Kent and other little hamlets line the western shore ; while the handsome town of Bur lington adds beauty to the other, many of the houses being large, and the population almost 3000. From thence the passage up the lake continually improves; the mountains almost touch the water, only leaving at their base a succession of cultivated knolls and slopes, vary m<y in height from 100 to 300 feet. It was the most lovely scene I had witnessed on my tour. At Crown Point the French had a strong fort, K"], [148, "130 and another at Ticonderoga ; where an outlet from Lake George affords the traveller an oppor tunity, if he chooses, by going round some rapids of two miles, to sail over that beautiful sheet of water, and so pass to Saratoga ; instead of con tinuing with the steam-boat up a deep creek to the village of Whitehall, and thence by the public coach or canal to the city of Albany. Lake George is the most celebrated in North America for its picturesque beauties. Its ex treme length is thirty-six miles ; its width varies greatly, being sometimes narrowed into a mere river, by the near approach of abrupt mountains and a long projecting headland, and then expand ing into a surface of several miles, dotted with islands. The water is perfectly clear, and said to be often sixty fathoms deep. The fish are abundant, as by law no nets are allowed to be used ; and there are great numbers of green turtle, from three to thirty pounds in weight, whose flesh is excellent, but the shell too soft and thin for making combs or other similar purposes. It is a complete mountain lake, surrounded on every side by steeply rising hills of 800 or 1200 feet in height, which are covered with pines and other wood for building and fuel. The soil in its vicinity is a poor sand, or rock, so that the farms are neither numerous or of much value ; and the"], [149, "131 forest not only harbours a few panthers and wolves, but is noted for rattle-snakes. I cannot compare Lake George to those of Cumberland and Westmoreland, in precipitous crags, deep glens of shady oaks and watered by a cascade, in parks, cultivation, or the towering peaks of a mountainous outline ; but it is, never theless, a lovely scene, which will afford ample gratification to every visitor. The village of Caldwell, which is delightfully situated at the southern or upper end of the water, contains several inns, one of which is large and comfortable ; with a steam-boat plying daily, during the summer seasons, to Ticonde roga and back again. I could pass a month or six weeks much more agreeably there, than in the fashionable town where I now am. On a small hill above Caldwell are the ruins of Fort George, built by the English as a frontier post, when that of William Henry, a few hundred yards to the westward, was destroyed by the French in 1757. This conquest was attended by one of the most disgraceful transactions of any nation on record ; and such was, the horror excited, that notwithstanding the lapse of time, and various changes among the inhabitants, the following tradition is still kept up in the vicinity, as well as a strong hatred towards the French. The Marquis Montcalm, Governor of Canada, K 2"], [150, "132 with 7000 French troops, and rather under 4000 Indians and colonists, suddenly invested the in trenchment called William Henry, before it was in a proper state for defence ; but the spirited commander, a Colonel Monroe, repulsed every assault during six days ; when, having burst his guns, expended his ammunition, and been twice refused assistance by General Webb, who was only fourteen miles off with a well-disciplined army of 6000 men, the fort was surrendered on condition of protection to the garrison, and a French escort to the nearest English post. By this agreement, nearly 2000 persons, sol diers, peasants, women and children, were marched out unarmed ; but before they had pro ceeded a quarter of a mile, an indiscriminate massacre, with circumstances of unprecedented barbarity, was commenced. Monroe rushed back to the Marquis, and upbraided his treachery, insisting that the escort ought to be compelled to interfere ; but Montcalm declared himself and troops were afraid the Indians might attack them also. After much expostulation and entreaty, with remarks on the French soldiers being twice as numerous as their savage allies, their general was absolutely shamed into exertions; but it was almost too late, 1500 had already been scalped."], [151, "133 Montcalm, in 1759, died at the head of his troops, bravely defending Quebec against Ge neral Wolfe. But, after the above atrocious action, he was undeserving of so gallant a fate, and ought rather to have been hanged at the gate of that city. The American novelist, Mr. Cooper, has given an interesting and faithful account of the above massacre, with descrip tions of the cowardly nature of Indian warfare, in his work called \" The Last of the Mohicans.\" It is said that General Webb was never pun ished for his refusal to assist Colonel Monroe and his garrison, because the immense distance between the colonies and the mother country precluded the government from learning the truth. This and many similar instances are ad duced, to show that the very best of men are unfit to rule over any country which is removed several thousand miles from them. The land between Lake George and Saratoga is generally sandy, and covered with pine forests; but it is broken into hill and dale, and a ridge of low mountains bounds the western prospect. At the large village of Glenn's Falls, on the Hud son, that river has a very picturesque appear ance, for its dark lime rocks are worn into various shapes and fissures, over which the water forms a highly beautiful cascade of forty feet. The existence of several ruinous-looking saw-"], [152, "134 mills and a dam, with an old wooden bridge, and the want of trees, have tended to destroy much ofthe romantic nature of this scene ; but it forms, with Baker's Falls, three miles lower down, where the Hudson rushes down a precipice of seventy six feet, a most delightful morning's excursion from this place. To those who have time and inclination for rambles, the banks of the Hudson, for many leagues above Glenn's Falls, winding its devious way amid mountains and opposing rocks, will afford a continual variety of solitary and charm ing scenes. The river continues eighty or a hundred yards wide, a very long distance, with occasional cascades and rapid descents ; and, if my information is correct, the best shooting country in the State of New York is to be found among the sources of that great stream. Saratoga has become, within the last ten years, the Cheltenham or Buxton of the United States, on account of a strongly effervescing saline spring, the waters of which are by no means unpleasant to drink, and are thought highly sa lutary from the quantity of fixed air they contain. The spot was disclosed to the governor by an Indian, as much as seventy years ago, and the spring then used was reserved for public accom modation, when the land was granted to set tlers; but the superior quality ofthe newer-sound"], [153, "135 sources, particularly that called Congress Water, has thrown the ancient one into disrepute, and none drink at it, except those who do not wish to pay for the privilege. Saratoga is laid out in one long wide street, which has a most cheerful appearance ; for though all the houses, with one single excep tion, are built of wood, yet, being neatly painted, and having columns and verandas, overgrown with woodbine, clematis, &c, the whole town is pleasing and gay. Besides several dozen board ing and lodging-houses, inns, &c, there are three hotels on the most extensive scale, each having accommodation for nearly three hundred visitors, in addition to baths and billiard tables. The furniture and fitting up is handsome, the tables well supplied, and wines, with all other luxuries, may be had on calling for. The proprietors of these hotels take it by turns to give nightly balls, with good bands of music stationed in the gardens ; and they enforce such excellent regulations, by turning any person out of the three houses, who misconducts himself in either, that, although the company consists of all classes, very few quarrels take place. The season this year is uncommonly backward, by reason of the cold weather in May, and there fore I have not seen Saratoga in all its glory of crowds and fashion; which I lament exceedingly,"], [154, "136 because families from every part of the Union, even from New Orleans, three thousand miles off, are said to frequent its healing waters. The roads about this neighbourhood are sandy, the country poor but undulating ; and among the many agreeable rides, is that to the charm ing little lake of Saratoga, where an unexpected scene of rich farms and pastoral beauty is dis played. A few miles further, is the neat village of Ballston, with some large handsome hotels for visitors to the springs of that place. The soil about there is richer, and has evidently been much longer under cultivation ; but the houses are often unpainted, and have not that clean, comfortable appearance of the newer settle ments to the west. One reason given me was, that the occupiers were generally tenants in stead of owners, the farms in that quarter being very extensive. The hire of a labourer, they told me, was fifteen shillings a-week, besides meals. Another excursion, and very naturally a fa vourite one with the American public, is to the remains of Fort Edward, and thence to Bemiss Heights, where, on October 17, 1777, General Burgoyne and a British army of 6000 men, were compelled to surrender to General Gates. A road from thence runs along the side of the Hudson to Waterford, a fine village, and so on to the Cohoes Falls, and Albany."], [155, "137 I much fear this will be the last letter I shall be able to send you from America, at least as far as regards the continuance of my tour, for circumstances seem likely to prevent my excur sion from Albany to Boston, and thence through Hartford to New York. I regret this disappointment the more, because I am assured the town* and scenery, in both Massachusetts and Connecticut, are well worth a visit ; and that in the villages, I should often observe the two or three shady trees planted on the parish green, as used so commonly to be the case in England before the Inclosure Act. Allow me to fill up this paper by indulging in a few reflections, which, after the many hundred miles I have passed over, and the gratification and kindness I have experienced, may, I think, be deemed pardonable, if not absolutely called for. In the United States, the best feelings of the heart and the understanding are constantly called into play, by the sight of a well-fed, well-clothed, industrious people, without beggary, or fears of having too large a family ; and never did I feel so proud of being an Englishman, as while travelling through the vast territories of this republic. True, it is no longer a part of the British em pire ; but it was an English colony, and it is, in"], [156, "138 language, manners, dress, customs, laws, almost government, a second England. No similar ex ample exists in history. Where are the colonies of the Egyptians and Phœnicians, of Greece and of Rome ? Modern nations may, perhaps, dispute as to which language and code of laws most nearly resemble those of the ancients. But in what part ofthe world do those people still exist ? Not in Greece ; not in Italy ; for, even in language, the Spanish more nearly approaches the pure Latin than the present dialects of either Rome or Tuscany. If Britain shall follow the law of nations, and, like all other powerful dominions, shall sink into insignificance and ruin, she will still live in a por tion of America as large as half Europe. Pro bably she will appear also in the vast settlements of New Holland, which will, no doubt, likewise free themselves from the tutelage of a govern ment situated on the other side of the globe. And does the mother country really lose, by her colonies becoming sufficiently rich and pow erful to declare themselves independent? I believe such ideas are becoming very generally exploded ! Her pride is wounded, her power is somewhat humiliated ; and human nature will not tolerate such injuries without a struggle. But when time has obliterated those causes of"], [157, "139 animosity, who is it that loses by the change ? Those only who have enjoyed the patronage of making governors, commandants, judges, and the numerous placemen of a colonial government. It is said that not a single British colony pays its expenses ! Now let any man look back to what was the annual expenditure in this country, and call to mind the necessary increase which must have taken place, had we preserved the territory; and I think he will acknowledge, that by paying their own fleets and armies and go vernment, and trading with our ports to the amount of many millions a-year, these worthy citizens have conferred a most important benefit on England. In regard to liberty of person and security of property, these republicans are not one jot better off than ourselves in Britain : each change of President creates great civil dissensions, which must increase in proportion to the number of wealthy and powerful candidates ; an evil avoided by our having an hereditary dynasty. But what seems strange, is the complaint of many here, that the election by ballot is sound to be quite as open to bribery and corruption as our \" viva voce\" system. Three great advantages the inhabitants ofthe Union do certainly enjoy over us ; they have no excise, no tithes, and no game laws. All car-"], [158, "140 penters, blacksmiths, wheelwrights, mechanics, labourers, in short all who get a livelihood by the work of their own hands (except sedentary manu facturers) will bring up a large family here with more facility and comfort than in England ; but farmers who have been renting to the amount of 150/. or 200/. a-year, and all those who have been more accustomed to superintend and di rect others than work themselves, will find their comforts very seriously lessened by emigration. I have met with two or three men grumbling — discontented and eager to get back ; because, in stead of being able to mount their hacks, and ride about their fields to see all was right, as they used to do when leaseholders in England, they must now strip off their coats, and join in the work of the few labourers they have been lucky enough to hire, or else not a spade or a pitchfork will be moved. \" Those cursed fellows,\" continued the com plainants, \" call themselves helpers — not ser vants ; and devilish little they do help us, for we have to load most of our carts ourselves.\" With respect to the means this country pos sesses, of providing during any long period for the rapidly-increasing population which is pour ing in from all sides, a gentleman who has been surveying a line of road to the Pacific, informs me that the general character of the land be-"], [159, "141 yond the Missouri is sterile ; and he does not think the central parts of the Continent can ever be thickly peopled : but beyond the great west ern mountains a fruitful tract exists, which he supposes will be quickly overspread by the flou rishing settlements on Columbia river. The great State of New York has now about two millions of inhabitants, but could easily maintain five or six times that number; other states may possibly be as productive, and of equal territory ; but after all, it is idle perhaps to write on a subject so dependent on political events ; for so various, and in many cases oppo site, are the interests of the different members of this Federation, that the Union hangs by a mere thread ; and I firmly believe it is the fear of their slaves alone which has prevented the Southern States from separating themselves before this. With the sincere wish that the wide waters of the Atlantic may prove a sufficient barrier be tween the jealousies of the two kindred nations, I remain, Yours very truly, &c. THE END. JAMBS WHITING, PRINTER, BEAUFORT HOUSE, STRAND."], [160, ""], [161, ""], [162, ""], [163, ""], [164, ""], [165, ""], [166, ""], [167, ""], [168, ""], [169, ""], [170, ""]]