[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "JtU j c__ i h^ c-ll d Ju c_<. b-u _ n__V. iljcff>v J ly. ja___^__tu__t_ /ioe/t^/ y (\"H L_ fe/iififL-, - lrc-xurv<j irji utvrlstruJ .julncc:tj hi flu-/ I. ~J/iaC7/i/ij /rn _. . /- y -d-iui 1 1 IX rj Cc 1/ JbrifijA J^l'arZif yfnj Jtt '- ft 'CiTrM £1"], [10, ""], [11, "MISCELLANIES. 1 PRICE TWO SHILLINGS.}"], [12, ""], [13, "MISCELLANEOUS PIECES, I N PROSE and VERSE; B Y Mrs. UPTON, AUTHORESS OF THE SIEGE of GIBRALTAR, AND GOVERNESS of the LADIES ACADEMY, No. 43, Bartholomew Clofe LONDON: Printed for and Sold by the Authoress; X. and G. Egerton, Charing-Crofs, and G. Robinson, Paternofter-row. M DCC LXXXIV."], [14, ""], [15, "T O HIS EXCELLENCY GENERAL BOYD, Lieut. Governor of Gibraltar, &c SIX, X ERMIT me to folicit your patronage for the following trifles. Though unknown to you when I lived in Gibraltar, I was no ftranger to the excellency of your private cha racter. As a Commander I need not enlarge on your courage, prudence or fortitude : the World and his Majefty are convinced you pofTefs every requifite that can form the Gene ral, or exalt the Gentleman. The grateful people"], [16, "( vi ) people of England look anxioufly forward to that period, when the King will confer on you rewards adequate to your merits. May added years of glory and domeftic fe licity crown the arduous labours of your for mer life, is the fincere prayer of Tour Excellency's Mofl devoted^ And moft obedient Servant, Catherine Upton. PRE-"], [17, "PREFACE. AT was not my intention to introduce thefe Mifcellanies to the world by a Preface ; but fome Critics finding fault with my Poem intitled The Siege of Gibraltar, induces me to fay a few words in my own defence. One gentleman faid it was not Englifh ; another avowed the ver ification was bad, as one line in it was a fyllable too long. I take the liberty to prefent thefe able judges with a couplet from one of the greateft Poets England ever produced, where the firft line contains ten fyllables, and the fecond thirteen. Dryden, in his tranflation of Juvenal's Codrus, fays — \" Where mice and rats devour poetic bread, \" And on heroic verfe luxurioufly were fed.\" I mail fubjoin two more lines from Mr. Pope, in which he takes the fame liberty. \" So fpirits ending their tereftrial race, ■*' Afcend and recognize their native place.\" Errors"], [18, "PREFACE. MIL Errors like thefe, (if they can be called fuch) are forgiven in great Poets and learned men, but not in a woman,, who pretends to no learning at all. Their obfervations put me in mind of what Dean Swift fays of Critics, whofe utmoft ingenuity lies in fcanning the verfes of others on their fingers ends, without ever being able to make a tolerable rhyme themfelves during the courfe of their lives.. If my'accnfers expect me to write better than Dryuen or Pope, they aflign me a ftrange talk indeed! But I have done with thefe^ and with much more pleafure addrefs my-felf to the candid part of mankind. Far be fuch vanity from me to fuppofe that my Mifcellany contains no faults ; but my avocations- as a Governefs,. will, I hope, plead my excufe 1 I have but little time to write, or correal what I write, and mall ingenuoufly confeis,, that I fend the following fheets into the world, with, a view to fupport my cbddrer., not to extend my own fame. MISCEL"], [19, "Now MISCELLANIES The SIEGE o/GIBRALTAR. JVxY Mufe awake, and ling that awful day, When Spain determin'd with tyrannic fway To crufli this rock ! which proudly has withstood The raging torrents of Bellona's flood ! But, flop, my hand ! the cannons dreadful roar Still rend my ears, and found from more to more ! Each bursting fhell with horror strews the way, And all is uproar, terror, and difmay ! Now tottering buildings from their centre make, And falling houfes makes old Cy belle quake ! B"], [20, "MISCELLANIES 2 Then Now curling flames afcend the vaulted; ik^zj^j — ll-s= And cots, and churches, in one ruin lie ! Struck dumb with fear ! made fenfelefs by fuipilft, To Heaven I fcarce can turn my fuppliant eyes ! Not fo the vet'ran, who, with dauntless pace, Wimes to meet the Spaniards, face to face, Defies their thunder ! challenges their power, And fiercely hopes for battle in an hour. My Mufe proceed ! Paint that terrific fight, When Bourbon's force, array'd in warlike plight, Ruih'd on the waves, and cover'd all the bay, To hurl defrruction on their foes that day. Whole years were fpen.t to frame, this mighty force, All efforts itrain'd — untry'd left no refource To build thefe mips ; which castles might be nam'cL, So vail their strength, fo marvelloufly fram'd ; The Spaniih king's impenetrable bo aft,- Not to be conquer'd by an earthly host I This dread Armada, with majestic fweep, Came bravely on, and anchor'd in the deep ;"], [21, "MISCELLANIES 3 Then with a pompous and a proud difplay Arrang'd themfelves, as certain of the day ! Harfh thunder now from each contending power Aitonilsi'd all, and form'd a direful mower Of fhot and fhells — the air feem'd quite convuls'd, But (till the foe was not to be repuls'd ; Till Britifh foldiers, burning balls difcharg'd, Then death, and flaughter, in the fleet appear'd 1 Who can defcribe Morano's* grief and care, When all his hopes were ended in defpair ! Consuming flames with rapid rage devour His fated velTels ; and no earthly power Could fuccour bring, for his Armada burst In one bright blaze ! — of human ills the worft ! The lofty hills, the valt explosion iTiake, The ihores re-echo to the falling wreck ! In fpiral flames their bat'ries all were found, Their mighty thunders neighb'ring rocks refound. * Don Morano, admiral and commander of the ten fail of battering fhips of war, de ftroyed before Gibraltar the 13th of September, 1782. B 2 Ambition"], [22, "MISCELLANIES 4 Back Ambition, here — behold thy barb'rous fway ! See thoufands bleed, thy empire to obey ! The dying groans of proud Iberia's race, From thee their deaths and fad destruction trace ! The ihrieks of numbers, perishing in flame, Too late their folly, and thy madnefs blame ! Ye distant Multitudes,* who anxious gaze, How great your terror, and your wild amaze I To fee the battle end in certain death, To thofe who near you drew their kindred breath Perhaps a wife, a mother, or a fon, In this engagement faw themfelves undone ; Some dear relation into atoms blown, Or in the fea with headlong fury thrown. The combin'd fleets, an awful distance keep, And view their batteries burning on the deep. What were your orders ; your instructions tell ? Came ye to witnefs how your country fell ? * It is fuppofcd there were a hundred thoufand fpe&ators upon the IiiUs the day of attack."], [23, "MISCELLANIES 5 Back to your ihores, the fatal news relate, Proclaim you're vanquifh'd by the foe you hate ! ELIOTT and BOYD your nation's hopes dettroy'd, Your machinations and your skill defy'd. O ! names to freedom and to Britain dear, Permit the Mufe to drop a grateful tear, For all your exploits, cares, and grand designs, To you the laurel France and Spain resigns ; Glorious in arms, in goodnefs, and in fame, Th' admiring world your triumphs mall proclaim. Ye ions of Britain, fafe within your ports, Immers'd in pleafure, luxury, and Jports ;. Small your ideas of the foldier's toils, Who fights your caufes in all climes and foils r Patient in dangers ; firm, tho' in want of food,; And only anxious for his country's good. Thefe ! Thefe ! Britannia ! are thy fure support, Make strong thy walls, magnificent thy court. But for their valour, would Iberia join, Thy Gallic foes, and lay thy towers fupine ; Ranfack"], [24, "MISCELLANIES 6 The Ranfack thy towns, lay waste thy peaceful plains, And into deferts turn thy wide domains. If a maim'd foldier meets thy wand'ring eye, Ne'er turn difgufted, but his wants supply ; Think how he loft his limbs, his health, his home ; Perhaps his children, to fecure thy own ! Could there be found on earth a foul fo poo r To turn the crippled vet'ran from his door ; Or think a tear of gratitude too much, I'd blufh that armies ever bled for fuch. And here, great BOYD, permit my artlefs mufe To fpeak thy worth ; nor timoroufly refufe To own thy valour, and experience join'd, Are equal' d only by thy noble mind : Humane, and gen'rous, affable, and just, Mild, though in power, and faithful to thy trust. Welcome ! thrice welcome ! to thy native land. Honour and fame with thee go hand in hand ;"], [25, "MISCELLANIES 7 The vidt'ry gain'd — no mean or fe/fijb ways Detain d thee abfent from thy country's praife Rich in thyfelf — go end as thou began, Admir'd a Heroe ! and belov^ a Man f Wrote at Gibraltar, on General Ross being appointed Colonel of the Royal Manchefler Volunteers. JT OR once iEolus hear a female MuJfe, And be propitious when a Woman fues ; O ! fpeed the Fleet from Britain to this port, Fill all their fails, and waft them, to this fort ! They bring for R O S S, whofe merits well demand His Sovereign's mandate for a new command. Each Volunteer will glory to obey^ And dare the foe when ROSS fhall lead the way, Difpatch the Fleet, for, ah ! the battle roars, Already wag'd on proud Iberia's inores !' Her crafty fons strain ev'ry nerve to gain Their ancient rock ; but all their works are vain. at Firm as this rock is ELI O T T ' s steady foul ; ;■ Watchful he guards, and wifely guides the whole. Alike"], [26, "8 MISCELLANIES Alike he hates the fycophant and Have, And gives his favours only to the brave. May ROSS's regiment, and ev'ry corps, Deferve their praife should reach from fhore to more. Vet'rans proceed, enfure a martial name, And gather laurels in the fields of fame ! Defpifing death, and firm in Albion s caufe, Make haughty Spain submit to Britiflj laws ; Applauding fenates fhall reward your toil, And honours wait you in your native foil. Epifile to a Friend who had offered to go to Market for the Authorefs. r RIEND Jofeph, I gladly accept of your offer, 'Tis really a ufeful, agreeable proffer. Imprimis. Pray buy me a fine leg of mutton, So nice as to pleafe both the dainty and glutton ; Of a sirloin of beef, not more than ten pounds, And of a Scotch heifer the fweeteft of rounds ; Four"], [27, "MISCELLANIES 9 Four fowls, fomewhat younger, but fat as yourfelf ; And in ev'ry bargain be careful of pelf : For fearch where you will, or survey where you can, 'Tis money alone which enhances the man. Nay, Heaven preferve us ! e'en beauties are plain, If they lack but this bauble, this lucre of gain. Lawyers, parfons, physicians, court ladies fo fine, All grafp at this phantom, and bow at its fhrine. Sure this money, my friend, is the devil's own rod, If you doubt my remark, recollect Dr. D**d ; Who, far above want, and in no fear of need, Yet for empty parade he could forge a bafe deed : But peace to his manes, his penitent end Deferves commendation from foe and from friend ! A Letter from the Authorefs in London to her Father in Nottingham JLjELIEVE, dear Sir, when I the truth declare, Your silence is a grief I cannot bear ; How can you thus fo foon forget your lafs ? Is all I fear'd and dream'd of come to pafs ? C Is"], [28, "MISCELLANIES 10 Is there no corner of your gen'rous heart, Which 1 may now with justice call my part ? Yes, yes, there is ;— a truce then to my tears, None but the bad anticipate their fears. Now twelve revolving moons their courfe have fpent, Since first I left the charming banks of Trent; Delightful Nottingham ! Admir'd retreat 1 At once the Painter's and the Poet's feat ; \" Where e'er I rove, whatever towns I fee, \" My heart untravell'd, ftill returns to thee.\"\" Thy flow'ry meads and verdant lawns invite,. Park, foreir, caftle, Clifton's woody height ; Each grateful wild, each fweet romantic view, ] Where truly happy, a fele&ed few I Enjoy thy fhades, and wim for nothing new : Thefe tafte Content and Pleafure at their eafe, Strangers to Vice, that parent of difeafe. I change thefe fcenes for fmoke, and anxious care. For empty churches and unwholefome air ; 'd Immers"], [29, "MISCELLANIES II Immers'd in bus'nefs, and made dull by noife, No wonder now the Mufe far from me flies. But nature will be nature ev'ry where, My love for fcribbling ftill torments me here. Though rattling coaches stun my ears with noife, Whilft louder chimney-fweep difcordant cries ; Though various objects rufh upon my fight, The loaded porter, and the garter'd knight ; Yet fpight of thefe, my fancy fain would join The flowing numbers of the tuneful Nine ! Perhaps I'm tedious, as no new debates Adorn my Poem from the bufy States : Oh ! could I write with politician fkill, And in the caufe of Stamp Act* — draw my quill, My verfe might pleafe, and ferve as news for friends, Who meet on Wedn'fday nights for focial ends. I've heard them oft decide the fate of kings, Unite great empires, and do stranger things ; * At the time this was wrote there were great difturbances in London relative to the American Stamp A£f. C 5 Rehearfe"], [30, "MISCELLANIES 12 They Rehearfe the times that grac'd good Anna's reign, Then drink and wifh fuch golden times again. But since, alas ! my fex will not admit To rail at B***, or praife more worthy P***, Accept this verfe, devoid of ev'ry art, But fuch as may engage a parent's heart. Whether in London doom'd to lead my life, A haplefs maid, or more important wife ; Whether condemn'd in cities large to roam, Far from my kindred, friends, and native home ;: Whether Repeals, or more unwelcome things, Spring from the Councils of the best of Kings,, My mind fhall still enjoy it's wonted reft; And think, with Pope, \" Whatever is, is best,'\" A SONG. X E mortals who fearch for Content, And yet the fweet path never find ; Come learn how your cares to prevent, And give trouble and fpleen to the wind"], [31, "MISCELLANIES. 13 They tell me no girl ere was blefs'd With fpirits fo even before, That grief has no place in my breaft, I am happy, and cannot have more. 'Tis true, and I'll tell you the caufe Which makes me thus joyous appear ; Though my plan may not meet with applaufe, 'Tis ufeful, and I am fincere. My blifs is not founded in wealth, For that would my pleafure destroy ; The great are but happy by stealth, And few are the sweets they enjoy. It is not from love that I boaft, A life that's unclouded with woe ; Ah ! that is a dangerous coast, And love is felicity's foe !. Hygiea, fweet goddefs, from thee Our delights are made firm and fecure ; Yet"], [32, "MISCELLANIES. 14 On Yet thoufands are healthy as me, Who lament what they all might enfure. Employment's the charm that will pleafe, Embrace it and ever be glad, For furely that mind is at eafe Which never has time to be fad. Epitaph, by defire of a Young Lady, on the Death of her Canary Bird. J. HI S simple urn contains within A beauteous form, that knew no fin : Contented in his narrow fphere, He fought no crimes, nor knew a care ; His gentle suit was ne'er deny'd, A bounteous hand his wants supply 'd ; He wifh'd no wealth, nor fear'd a wronp*. And all his bus'nefs was — a fong. Ye fons of Care contract your plan, For life itfelf is but a fpan."], [33, "MISCELLANIES. 15 On hearing DoBor D**d was committed for Forgery. ALAS! how fall'n, how chang'd, how vile is D**d, Since he forfook his only stay — his God ! Does rectitude no more with learning dwell ? Then erudition, wit, and fame, farewell ! From Mrs., Upton in the School Room to Mifs W in the Parlour. JT ROM this dull region, I prefume to fend, And hope Maria will stand forth my friend : No fprightly converfe to beguile the day ; I fit, and almost mufe myfelf to clay ! The News I've read, but that no joy imparts, While N***h and R*****b act fuch treacherous parts In vain my hufband wields a valiant fword, While Boreas rules, and S********'s made a Lord ! But from fuch subjects let me turn my pen, I hate fuch meafures, and detest fuch men ! Your"], [34, "M I S C E L L A N I E S. 16 Your charming ftudy is well ltor'd with books, Which oft I view with eager, longing looks ; I read their titles, and admire the binding, See Pope and Swift, yet no way can I find in ; Still the firm locks my pleafure still denies, Damp all my hopes, and difappoint my joys. Thus Tantalus of old, the poets fay, 'Twixt fruit and water hung the live-long day ; In vain the cherries fhew'd their tempting hue, To look and long was all he now could do : In vain the water bubbled at his chin, No friendly hand to dip his noddle in ! But you, dear maid, will fave me from this fate, And lend a book to blefs my humble state ; My little Anna fhall not touch or foil it, And Master John is much too good to fpoil it. Wrote for, and fpoken by a Child of Six Tears Old. JD ROM copy-books and grammar, here I come, In that fam'd charaaer of old— Tom Thumb ! Tom"], [35, "MISCELLANIES *7 Ta Tom Thumb! methinks you cry : Off! off! forihame! Nor on fuch trifles think to build your fame ! Hold, hold good Critics, pray fufpend your rage, Small charaBers bell: fuit this trifling age. What are our Statefmen doing f All trifling _ Whilst France and Spain our fettlements are — rifling : Or elfe difputing for the loaves and fifihes, Whilft hungry Poets beg to lick the difhes ! Since fuch difputes our Minifiers engage, What can you hope for at my boyifh age ? Just turn'd of fix, and vastly fond of play, Yet grammar get, and read and write each day Pappa declares I ne'er fhall make a man,1 Unlefs I ftudy Education's plan : Store well my mind with ev'ry ufeful fcience, Then fools, and blockheads, I may bid defiance ! Well, I muft try, and do my belt to pleafe, For my own welfare, and my parents eafe ; In this refolve, I fure am doing well, My truth and learning future days will tell. D"], [36, "MISCELLANIES. 20 My A Dialogue wrote for Two Children. Harry. xd O W clofe to books are we confin'd all day? We really have no time at all for play ; I'm fick of getting fuch long talks in grammar, 'Tis fit for nothing but to make one stammer ; And am fo puzzled with thefe moods and tenfes9, I fhould not wonder if I loft my fenfes !; Then when we write — our governess is fo crofs% That what to do I'm really at a lofs ; About my writing fuch a life I'm led, Sometimes I think fhe'll furely break my head: Kitty, Hold ! hold dear brother! what a rout you make V. Do you, or I, moft pains in learning take ?• Befides our lesions, don't I work all day h Whilft you are minding nothing but your play. Clofe to my sampler I am kept till dinner, And really work till I fhall grow much thinner !"], [37, "MISCELLANIES 21 Since My lovely doll muft now lie quite neglected, And that's a grief I really ne'er expected. Harry. Nay, Kitty,.that I'm certain is not true, Pray recolle£t, you only work till two : Goodlack ! you'll make a very pretty wife, If you with dolls and playthings fpend your life ! Would you be thought a falhionable flirt, And not know how to make your hufband's ihirt ? Kitty. Upon my word, you talk profoundly wife, , And, to be plain, fome doubts begin to rife That we are wrong, in thus difliking learning, Which all agree's a treasure well worth earning. What paultry figures we in life fhould make, If to no fcience, or right views we take ; In vain a lady's drefs'd with niceft care, If truth and learning .fall not to her fhare ! In vain that man affumes a pompous gait, Who gain'd no knowledge in his youthful state."], [38, "MISCELLANIES. 22 Since things are fo, let you and I improve, 'Twill pleafe our parents, and fecure their love. Harry. Well faid, dear Kitty! — I'll take your advice, And con my leffons over in a trice. I'd better now comply with ev'ry rule, Than be in future deem'd an errant fool! The youth who fcorns an academic plan, Will never make a good ingenious man ! Kitty. And she who fpends her life in drefs and play, Will find too late the error of her way. Written to a Friend, in a blank Leaf of Youngs Night Thoughts. 1 HIS be thy guide— thefe facred truths explore, Spight of ourfelves, they make us God adore ! Oh ! may thy genius and thy wit afpire, To foar with Young, and catch celeftial fire ! With"], [39, "MISCELLANIES. 23 With virtuous rage to fhun the paths of Vice, And Reafon's empire be thy nobler choice ! Thus, by thy conduct prove, from Wifdom's fchool, The man that's bad moft furely is a fool ! Extempore. To a Gentleman rudely drawing his Fingers over the Strings of a Guitar. L/H ! stop thy hand, and that difcordant noife, Such grating founds almoft offend the fkies ! When touch'd with art, that fmall machine contains Harmonious numbers, and delightful ftrains ; Such as are heard from Philomela's nest, Or fung to pardon'd sinners when they reft. To Mr. Upton, at the Houfe of Rendezvous, at the time of raifng the Manchefter Regiment. lOU promis'd, dear Jack, and I hope it is true, To buy me a gown that is pretty and new. But"], [40, "MISCELLANIES. 24 By But left Captains and foldiers fhould make you forget, Accept of this hint, from your well-meaning Pet : Let the ground be quite black, and the fprigs red and green, With the fweeteit of patterns that ever was feen ; Be fure you too mind that the cotton is ftrong, Then like a good wife I will make it laft long. — Oh ! madam, your orders your fpoufe will regard, And for all this indulgence, pray what's my reward ? — Good lack, honeft friend ! do not be in a paffion ; 'Tis belt let alone, though fo often in fafhion;: Your lhirts I will .finifh with work that is nice, And to pleafe you Hill more, they'll be done in a trice. — And is this the temptation to part with my cam ? Do not wives in all countries cook, few, and wafh ? — Lord love you, dear Jack ! do but hear me quite out, And don't, like a blockhead, delight in a rout. As a further inducement, I promife you this, A grateful, a warm, and benevolent kifs ! So here I will finifh my whimsical ditty, Conclude me your constant, affectionate Kitty."], [41, "MISCELLANIES 25 An By the Authorefs to her Brother, who had fome very fine Ale. Y E Mufes defcend and infpire my verfe, The praifes of Nottingham malt to rehearfe ; And you, gentle Ceres, your aid I emplore, The belt of all liquors to honour once more. Ye topers of Burgundy, punch, and red port, Who in crouds to the tavern fo often refort ; Ye drinkers of claret, why make fuch a rout ? When all your gay ev'nings must end in the gout. But Ale ! fmiling Ale ! no fuch torture imparts, It raifes our fpirits, and gladdens our hearts ! To Gallia's coaft let us banifh their wines, There's poifon in thefe, and in all their designs : What is true English growth muit with Britons fuit best, If you're hard of belief, put my theme to the test ; Then fill up a bumper, and let it go round, For better than C********s will never be found. E"], [42, "MISCELLANIES. 26 If An Epiflle to a Friend who had borrowed Prior s JVorh, IVi Y very good friend, I defire you'll fend, By my maid, without further delay, Facetious Mat. Prior, Whofe wit is much higher, Than ought that my Mufe can now fay» What in open defiance Of all laws or alliance, Keep my books, and still fay not a word I Such ufage I fwear, My fpirits can't bear. And, believe me, looks very absurd:.. Don't frame an excufe, 'Twill be of no ufe ; Though you fay you're enamour'd of Emma f * Prior's Nut-Brown Maid."], [43, "MISCELLANIES. 27 I need If you wait till you find So much truth in one mind, You'll be left in a foolifh dilemma. I wonder you men, No better fhould ken, Than yet hope fuch perfection to gain ; We inherit from Eve, Our arts to deceive, And your folly will still make us vain. Nor prefume to afpire To find fault with your fire, As Adams* are ftill to be found ; For us there's been fuch, Who did not think much, To measure Hell's* deepest profound. * Alluding to Adam's eating the forbidden fruit at the entreaty of Eve, though he knew (he had tranfgrelTed by the fame adt. t Orpheus."], [44, "28 MISCELLANIES. 7hJe I need not here quote, Old stories in rote, As the Classics you've read o'er fo often ; This compliment sure, Your thanks will fecure, As applaufe can our anger quite foften,. Old Seneca faid, More wife is that head Which keeps filence, while others talk long ; So now I avoid Explanations to hide,. That my learning is not very strong. But do not conclude, I would be fo rude, As to fay this for your admonition ;; Mediocrity guides, And Reafon prefides,. To make your's an envious condition."], [45, "MISCELLANIES. 29 The following is a Dialogue b et'Wien Whitely, (late Manager of a Company of Comedians, and Proprietor of theOldTheatre in Manchefter) and Harry Owen, Comedian, who was Confidant to White ly, and had a remarkable bad Voice. Wrote by the Authorefs at the time a Bill had paffed the Houfe of Commons for licencing a new P-layhoufe. W ITH folemn step and downcast look, appears Owen, the confidant of Whitely's fears ; He faw that rage began his eye to roll. And thus befpake the tempest of his foul. OwENv Say, my good Sir ! what new vexation now ? What carking care thus lords it o'er your brow ? Whitely. Haft thou not heard them— heard my dire difgrace ? Or are thy ears as fenfelefs as thy face ? Does no compassion, Hal. thy breaft invade,. For thy loft patron, thus diftrefs'd, betray'd ? Oh ! for a thunderbolt to fire the town, Or fome new plague, to bring thefe upstarts down : I'd"], [46, "MISCELLANIES. 30 Whitely I'd teach thofe proud mechanics thus to fpurn Their worn-out flave, juft ready for his urn ! Oh ! could I ciufli them as I break this glafs, I would not fpare one trading, groveling afs ! Owen. Alafs ! my friend, thy grief I understand, And Younger triumphs in a new command. The Bill has pafs'd — My fears foretell it all, And we may quit this bafe terrelhial ball ! Manchefter has delerted me and you ; Our kings may beg, our queens may learn to few. But fears avaunt ! and black defpair adieu ! Courage and conitancy may wonders do. Our happinefs is not yet circumfcrib'd To one proud fpot ; that never would be brib'd With decorations and expenfive painting, And curtains too, to keep the fair from fainting: But Stamford, Nottingham, and Derby too, Shall claim our praife, and well reward our crew."], [47, "MISCELLANIES 31 Whitely Whitely. Ceafe babbling blockhead I ceafe thy aukward Alike I'm dead to profit and to fame f No Paulet there, with comic pen to write, And bring applauding multitudes each night ! Will Codrus's author deign again to draw His quill, and give my benefit a law ? aim, How fhall I keep my strolling rogues in awe ?' In every order they will find a flaw. While Manchefter received me every year,, Each fon of tragedy I held in fear. Owen. This love of rule in thee has been the lure Of ev'ry evil that we now endure : Defpotic fway has led you to engage A fet of wretches, who difgrace the stage ! Oh ! fatal error ! — Could thou not forefee, Mancunium's fons would not be gull'd by thee ? Bus'nefs, or pleafure, calls them oft to town, To fee performers of the firft renown."], [48, "MISCELLANIES. 32 Whitely. Reptile be dumb ! — Nor further feek to vex, Him, who thyfelf has aided to perplex : Has not thy croaking weary 'd ev'ry ear, And call'd forth hiffes which thou couldft not bear ? If this is all the comfort thou canft give, Ceafe to repeat it, or I'll ceafe to live ! Lead me to fome inhofpitable fhore, Where winds and waves keep one perpetual roar ! Othello's rage fhall there be all my own, While trees fhall weep, and rocks fhall learn to moan. Such fcenes as thofe best fuit my wretched mind, Peace, joy, and happinefs, I give the wind. Intended"], [49, "MISCELLANIES. 33 Intended for the Lady's Magazine. JLx. S Mr. Addison and other ingenious authors, have communi cated their thoughts under the Similitude of a dream ; I hope I fhall not be altogether condemned for conveying my opinions in the fame way. One evening, ruminating on the vicifiitudes of human life, I was pained to reflect, on the glitter which' villainy fometimes enjoys, and the affluence in which numbers of worthlefs beings flutter through this fublunary world. I contrafted thefe fituations to my own, and was hurt by reflecting, that though I had ever endea voured to fecure a competency, by the utmoft exertion of honeft industry, I was ltill opprefled with the iron hand of misfortune. With thefe thoughts, I fell into a profound deep. Methought a melTenger from Plutus flood before me, and addrelTed me in the following words : \" Thy complaints, 0 daughter of Difcontent, have reached the God of \" Wealth, and he has dif patched me to heal thy difreffes. Thou mayejl \" now accumulate to thy f elf more riches than are to be found in the mines \" of Golconda and Peru; fee if thou canjl find felicity in abundance. F \" From"], [50, "MISCELLANIES. 34 \" From this time, whatever metal thou touchef Jhall immediately be Con \" verted into Gold.\" In concluding thefe words, he vanifhed from my fight. Tranf ported with the view of my approaching grandeur, I failed not in flantly to try the new power I was inverted, with, and found my moft fanguine wifhes completed. After filling numberlefs coffers with this precious metal, I began to deliberate how to difpofe of it, and where to lodge it in fafety. Not to difplay my wealth, was not to enjoy it ; and to emerge from obfcurity, into the glare of pomp, and the buftle of parade, would be fubjedting myfelf to fuch enquiries, as would with difficulty be furmounted. At laft, I determined, (as fancy knows no bounds) to leave my native land : I thought myfelf tranfported to one of thofe iflands known by the name of Laputa. Here I fixed my re lidence, and became the envy of the inhabitants. In order, however, to ingratiate myfelf into the efteem of the people, I failed not to diftribute large fums to the needy. The fame of my wealth and generofity reached the ear of the Prince of the ifland, and I was ordered into his prefence, to give an account of my wealth and origin* \" Tell"], [51, "MISCELLANIES. 35 \" Tell me,\" faid he, with a fevere afpect, \" who it is that furnifhes \" thee with thofe vafl fums thou expendefl in thy mode of living. Thy life \" depends on thy veracity, no fubterfuge fhall fave thee.\" Awed by his menaces, and terrified by the brightnefs of his fcymetar, which he waved over my head, I inftantly declared the truth. \" Retaining this perfon in my Court,\" faid he, turning to his Prime Minifter, \" will infallibly fecure me a conquejl over my enemies. The vajl \" armies I fhall be able to raife, with the fums fhe can furnifh me with, \" will at once fecure me victory, and extend my fame. But care mujl be \" taken that fe ef capes not from us, left Jhe Jhould render my foes thofe \" fervices I am determined to ex aft from her\" \" Am I then to be a prifoner,\" faid I, \" great Prince? reftore to \" me my freedom ! for what is ftate or wealth, or even life, without '• liberty ? O Plutus, give me back my humble lot ! Let me \" lteal along the vale of life unnoticed and unknown ! Take away \" thy dangerous gift; I know not how to ufe it with fafety.\" The agitations of my mind were fo great at this inftant, that fleep forfook me, and I awoke correcled! convinced how prefumptuous it is for Finite to arraign Infinite ! F 2 THOUGHTS"], [52, "MISCELLANIES. 36 Thoughts on Love and Marriage. IVOCHEFOCAULT fays, \" There are convenient marriages, but no happy ones.\" I think this obfervation fhould be confined to the French, who have more urbanity than fincerity, or confiancy. But the fafhionable English outftrip the fatire of that fevere Moralist, and do not feem to have even conveniency in view ; for to be falfe, and to feparate, is now the confequence of marriage. Sad depravity ! to fubvert the nobleft and moft probable fcheme of happinefs ever formed in this or any other government ! That the married ftate may be productive of felicity, \" will be allowed by every candid perfon, and therefore eafily demonstrated. Love and friendfhip are the molt rational and delightful paffions of the heart; but as that love muft be dangerous, and unfatisfactory,. which is placed on an objecT: that one would not chufe for a friend ; and as difappointments in friendfhip hurt the happinefs of focietyv I will venture to give my opinion of a proper choice, both of a lover and a friend. Firft, then, I affirm that friendfhlps between men, are often fhort and difguftful, as they are for the molt part diverted of that eafy complaifancej"], [53, "MISCELLANIES, 37 complaifance, and agreeable afTiduity, which is ever obferved between perfons of good fenfe, and different fexes : and to prove that the pleafures arising from thefe connections, are not the moft reafonable that can be had ; I need but mention how often they call in tavern exceiies, and midnight revellings, as auxiliaries to their happinefs. If thefe fentimentsare not unreafonable ; it muft follow then, that a female mind, rightly formed, is capable of giving and receiving the moft permanent and focial delight. When a man of tafte and gene rosity is joined, by an indifibluble band, to a woman of this caft, he can return to her converfation, from evenings fpent in the moft con vivial manner, and consider her fenfe, fprightlinefs, and difcretion, as pleafures higher than thofe he left. Far be it from the writer's design, (in placing the merits of her own fex in a proper light,) either to extenuate or exaggerate, the faults of thofe unthinking fair ones, who deviate from the road of Virtue in conjugal life; the firft were bafe, as no female character is more deteftable than an inconftant wife : the latter needlefs, as the lofs of Fame and Peace, is the confequence of their crimes. But there are cafes, in which the Lords of the Creation expect a conduct: from us, that they cannot perfevere in themfelves ; namely, that of reclaiming an unfaithful hufband. When a wife offends in point of chastity, every act of temerity, nay, even infinity from her injured partner is juftified. But"], [54, "MISCELLANIES. 38 But fliift the fcene, and make him the offender; \\i fibe falls into thofe tranfports of rage, the world wonders more at her violence than at his inconjlancy. Did you ever hear of a man, who thought it worth his while to reform a wife who had once fwerved from Virtue's rule ? . Yet this advice is poured upon us by every author who has wrote on the focial duties. What makes this ftep fo very improper and incovenient, but the difficulty of it ? Certain it is that fuch a ftep requires all that can be called amiable, brave, and fteady. The fol dier, who meets death in the field of battle ; meets only that, which to her would be a relief from all her fad diftrefies, injuries, and cares! It follows then, from what has been faid, that men expect from us (how circumfcribed foever our educations may be) what all their philofophy and firmnefs cannot teach them. THOUGHTS"], [55, "MISCELLANIES. 39 Thoughts on Bankruptcies. 1 THINK it fcarcely admits of a doubt, whether or no the fu perior degree of knowledge, the English have been attaining thefe two centuries, contributes in the lealt to their emolument or rectitude. Almolt every man you meet Is a flave to Ambition, and fcorns the road marked out for him by Providence. Merchants would be en nobled ! retailers of muflin would be merchants ! and pennylefs clerks would be refpedtable drapers I \" Ambition ftalks the land,'* and every man is afhamed of his character ! Domeftic happinefs is out of the queftlon ; and to figure away, feems the end and aim of the whole world. From this caufe, mar riages without affection take place ; and the tendereft connections are fuppreffed, for convenient bargains. Women of fmall experience and large fortunes, are addreffed by Men who cannot fupport their own extravagance ; but with the pecuniary affiftance of a wife's fortune, they, in time, become eminent bankrupts. Pride induces us to quit our own fpheres, but is the molt wretched companion in the world under misfortunes.. It magnifies our merits, makes"], [56, "MISCELLANIES. 40 makes us defpife kind advifers, and ftill throws us at a diftance from that happinefs we are falfely purfuing. It is amazing how few people consider, that getting, and fquandering money, are two dif ferent things. If every tradefman will expend the yearly profits of his bufinefs, what is to become of his offspring ? or how can he ar rive at the character of a wealthy trader, or the man of confequence, which he would fain be thought ? The Writer of this is not fo ignorant of the commercial world, as to fuppofe, that every failure in trade is the refult of thoughtlefs luxury ; but when the prudent, the careful, and indultrious, are in volved in calamities which belong only to the diffipated part of man kind ; the guilt of the latter becomes double, by entailing mifery on the worthy. The road to avoid thefe inconveniencles, is fo plain and eafy, that it is perfectly, artonifhing how few ftrike into it. If every one would have the wifdom and humility to trade, and appear agreeable to his fate and fortune; how fmall would be the number of thofe unhappy mortals, who exchange fafety for Jhew, and competence for wretchednefs. The"], [57, "MISCELLANIES. 41 On Female Education. IN OTHING that is fo commonly practifed, is perhaps lefs un derftood than the Education of Children. I have long been of opinion, that it would vaftly encreafe the wifdom and happinefs of this ftate, if the Legiflature was to prohibit thofe from forming the minds of Youth, who by nature, or want of education, are unfit for that important office. This, by fome, will be thought a ftrange af fertion; but let him or her, who is of this opinion, ftop a moment, and afk themfelves, what employment can be of more importance, than that which is to form the minds and manners of the people of the next age ? Lycurgus went farther than this : the Lacedemonians were not fuffered to educate their own children. That great lawgiver, who ftudied human nature as well as politics ; undoubtedly knew, that fond parents do not always fee what is for the real advantage of their children. Let it not be inferred from hence, that I think a public education now invariably necefTary ; in my opinion it is of no confequence, whether children are instructed at home or abroad, provided they are not fuffered to neglect what their parents intend they fhould learn, G and"], [58, "MISCELLANIES. 42 and that they who' are intrulted with the care of teaching them, are qualified for the undertaking. Reading, when juftly performed, Is one of thofe graces which every one is charmed with, and few attain to. The committing the rudiments of this branch to perfons who ar-e unacquainted with the powers of the human voice, even in fpeaking, is one of thofe errors^ which parents fhould carefully avoid-. For as there is a better and a worfe method of inculcating every thing, fo I would recommend. this to be much attended to. Children fhould be accuftomed to declame as foon as they can fpeak. Let them learn by rote fome interefting ftories or fhort fables^ adapted to their capacities ; but never fuffer them to repeat a line, but in the tones you judge to be proper and elegant. Some people, who have not attended to the capacities of children, may think this impracticable : on the contrary ; nothing is more eafy. Almoft every perfoii has had an opportunity of obferving, that a child of five or fix years old, with a mufical ear, will learn a. tune with great exactnefs, without the fmalleft knowledge of the principles of mufic. Why fhould the former be thought more diffi cult than this ? The proper cadence at a note of admiration, and a period, with the raising of the voice at a note of interrogation, are all"], [59, "MISCELLANIES 43 all ufed in the molt common converfation, even amongft children. It is but telling them the names of thefe tones as foon as they begin to read, and they will readily know when to ufe them. I have always found the moft difficulty in teaching the proper variation at a colon and femicolon. The former is fo nearly allied to the fall at a period, and the latter to railing the voice at a note of interrogation, that it has been only by frequently repeating thefe founds, I could make myfelf underftood. They may be compared to the halftones in mufic, which many voices are unable to make, and many ears incapable of diftinguifhing. When in this cafe I have laboured long without effect, I have generally had recourfe to fome of my boarders, and defired them to instruct the new pupils. This has generally anfwered my end ; for every child thinks it very pof fible for her to learn what feems fo eafy to another, or from a de finable emulation, is determined to accomplifh, what appears fo ac ceptable in a fchool-fellow. Would every parent who has leifure, attend to this, or fee that their offspring are placed with thofe who make it a rule to do it, they would find their children better readers at feven years of age, than thofe who are neglected in thofe points are at fourteen. G 2 In"], [60, "MISCELLANIES. 44 In the courfe of my praftice as a Governefs, out of many fcores committed to my care, from five years old to twenty, I cannot recollect that I have had ten, who knew the ufe of flops or paufes, in reading, when they came to me, and the older they were, the more difficult I found it to mellow their voices to pro per cadences. I have always endeavoured to remove, as much as poflible, at pro per feafons, that unneceffary and painful diffidence, which pupils are too apt to feel in the prefence of an inftructor. Children do not know how to feparate the ideas of a teacher and a tyrant. This is owing to the inconfideratenefs of thofe parents, who draw compari fons between what their children enjoy while in their own houfes, and the mortification they muft fuffer when placed at a boarding fchool. Every meal, perhaps, for a few preceding weeks, they are reminded what plenty they are indulged with to what they will find at fchool. Alas! how filly and impolitic is this! to fill their tender minds with terror, and draw on that backwardnefs to enter upon a courfe of education, which is the grand barrier to all im provement ! Would parents purfue a different conduct, and teach their daugh ters, to consider a governefs as a kind of fubftituted mother, whofe tendernefs will be extended to them in all that relates to their real advantage ;"], [61, "MISCELLANIES 45 advantage ; what difference would this make in the happinefs and improvement of their children ! She would not appear to them like a brow-beating pedagogue ; but as a perfon interefted in, and delighted with every thing that concerns their improvement and real welfare. Not that I would venture to affirm, that every mind is to be wrought into obedience by love alone ; fome children are too indolent and thoughtlefs to obey from motiyes of affection : neither can it be fuppofed that they can fee, in all refpects, what is for their real advantage. This, and many other reafons, make it neceffary that an instructor fhould be both feared and loved, which is very possible to be done. The ridicule my fex has long borne for their incorrect writing, makes me very defirous to cultivate a knowledge of Englifh gram- mar. In general, girls are required to learn fuch a variety of things, in a little time, and to fend home fuch a quantity of fine needle work, as leaves but few opportunities for the improvement of their mental abilities. I never found the moft copious grammars the moft ufeful ; for when young minds are once tired with the te- dioufnefs of any thing they are purfuing, nothing is fo fatal a bar to their proficiency. Fenning' s and Dil worth's fhort grammars may be repeated many times in a few weeks. Thefe well under- stood and retained, with frequently giving talks of falfe Englifh to turn into good grammar, I have found fufficient to make my pupils write"], [62, "MISCELLANIES. 46 write correctly. I am not unconfcious, that this method will hy fome be thought fuperficial ; but experience has long convinced me of its utility. The taking this fatiguing part of my icholar's education upon myfelf, was not any emolument to me : a reading mafter, (as he is generally called) attends a boarding fchool fo fhort a time, as leaves me very much in doubt, whether young ladies are much the better for his portion of instruction. What, in the name of common fenfe, can one hour or two in a day do for thirty, forty, or fifty fcholars ? WRITING. THIS is efteemed fo common and eafy a part of education, that many people would think it almoit impoflible to advance any thing new upon the fubject ; but as I have taught Writing myfelf, and have attended the errors and improvements of my pupils with a motherly anxiety, I fhall venture to mention my opinion in this matter. I think it a fatal miftake to fuffer children to write too long at a time. Writing, when properly purfued, is as much a work of imitation as drawing;' and as no perfon can copy or imitate in a true and mafterly manner when the fancy is weary, it follows, con- fequently,"], [63, "MISCELLANIES. 47 fequently, .that to write a little at a time, and frequently, is by far the belt method. One hour every day I have always found anfwer better than any other proportion of time for this employment ; nor would I permit more than ten lines to be wrote in that hour. When a young lady is never allowed to be tired of writing, Ihe always returns to it with a glee and pleafure which is invariably attended with improvement. I have kept thofe ladies whom I have taught to write at leaft a month in capitate ; it is aftonifhing what a differ ence this makes in the freedom of the writing. This method opens the fingers, and gives the hand that proper fcope which is certain to form a free and masterly hand. When a young beginner is permitted to write joining hand, It fhould be very large for fix months ; this manner of inftructing will moft alTuredly enable the learner to avoid a crampt and confined hand, which is fo much complained of in female writing. Letter writing is another branch of education, in which young people can never be taken too rnuch' pains with. I was always happy when my boarders friends required frequent letters, for nothing but conftant practice can make a perfon perfect in ortho graphy. Neither do I think a mere filial correlpondence enough for a young lady while at fchool ; I have never failed to desire a fur ther exertion of my pupils talents in this way, by giving them a a fubject"], [64, "MISCELLANIES. 48 a fubject once a week, and infilling on a letter being addreffed to myfelf, from a theme which I thought adapted to their years and capacities. From this pra&ice, much entertainment has accrued to myfelf : it was a continual fource of delight to me, to encourage the timid, and praife the ingenious. By thefe means I am certain I have called forth many latent fparks of genius, which would have lain dormant and unknown, even to the poflelTor. FRENCH. WITH refpect to young ladies learning French, it has ever been my opinon, that they fhould be allowed three or four years for the attainment of it. I do not mean to infinuate that they fhould have no other employment during that time ; but amongst other avocations, their French Ihould be carefully attended to for fome years. How many young ladies do we meet with who pretend to fpeak French, and yet do not know what a verb is in that or their native language ! Would it not be more eligible to be a proficient in one language, than a blunderer in two ? I think I Ihall have every one of good common fenfe on my fide, when I aver, that a woman who writes her mother tongue with elegance and correctnefs, is a more agreeable and ertimable character, than Ihe who knows both"], [65, "MISCELLANIES. 49 both but superficially, and would blufh at having her orthography examined. Nothing raifes us from the cares and anxieties of this fublunary world, more than a knowledge of Astronomy. When we con sider what an amazing body that immenfe globe of fire the fun is, how many worlds he enlightens, what an artonifhing force it requires to protrude each planet in its orbit, how probable it is that each fixed ltar is a fun, warming and cheating other worlds imper ceptible to us, we are loft in the contemplation of that Divine Being who is the grand Artificer of thefe works, and the eternal Father of the Univerfe ! It is a very eafy matter for a young lady to gain fuch a know ledge of this, as to exalt her ideas of the Deity, and give her a com petent understanding of the Solar fyftem, the situation of our earth and her neighbouring planets, without fearching too deeply into the fcientific parts, or fpending half her life with a pair of globes before her. MUSIC. MUSIC is now become a fcience, and is to thofe who have naturally a fine ear, the moft pleasing and entertaining part of Edu cation ; it rewards us as we go on, by a delightful aflemblage of H founds,"], [66, "MISCELLANIES, 50 founds, which, agreeable to Milton's mode of cxpreffion, \" takes the' \" wrapt foul, and laps it in Elyfium !\" For thofe who have for tune and leifure, there cannot be a more rational and innocent amufement. Though I have taught the guitar many years, yet I think the harpsichord is an inftrument which every lady fhould pre fer to it, whofe friends are willing to be at the expence of a mufic mafter three or four years. But a young lady may have a mufical ear, and an agreeable voice, who has not fo much time to. fpare for this purpofe ; in this cafe, I think the guitar not only proper but defirable, as it is very poffible, with a good ear and due attention, to learn to play well in three or four months. I have not faid thus much in favour of the guitar, from a fuppofition that any emolu ment will ever arife to myfelf, as I teach it gratis to my pupils. DANCING. DANCING I fcarcely need enlarge upon, as it is almort impof fible to be eicher graceful or genteel without fome inftruction in this art ; but care fhould be taken that too much time fhould not be expended in it by thofe pupils who are to continue but a few years at fchool. It is not necesTary that every lady fhould dance like Madam Heinel, or Simonette. To dance a minuet with eafe, or join in a cotillion or country dance with facility, is sufficient for moft ladies both before and after marriage. This occafioiss."], [67, "MISCELLANIES. 51 s occafions me to mention a thought that has often occurred to me. When a fond and tender mother brings her child to be educated by a governefs, whofe morals and abilities fhe entertains a high opinion of, would it be improper or impertinent for the latter to alk the former this plain and ufeful quefHon : Would you have your daughter, Madam, an accomplished fine lady ; or do you wifh her to be an excellent houfewife, and a ufeful member of fo ciety ? It will take a great deal more time and money to form the firft than the fecond character. If every parent would be candid enough to own their views in life for their children, time and ex pence would not be thrown away, which is fometimes the cafe, for want of fuch an ingenuous conduct as I have here recommended. FINIS."], [68, ""], [69, ""], [70, ""]]