[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, "Drawn by f. Sir ah f Itgrayed l;\\ BToJl/ur. THE WATJEM \"WOJEtKS JEA1H-MOUMT, PHIJLAB1EJUPMJIA. .1"], [9, "A GENERAL OUTLINE OF THE UNITED STATES OF NORTH AMERICA, HER RESOURCES AND PROSPECTS, WITH A STATISTICAL COMPARISON SHEWING, AT ONE VIEW, THE ADVANCE SHE HAS MADE IN NATIONAL OPULENCE, IN THE PERIOD OF THIRTY YEARS. ALSO, Jt COLLECTION OF OTHER INTERESTING FACTS, AND SOME HINTS AS TO POLITICAL, PHYSICAL AND MORAL CAUSES! INCLUDING THE REFUTATION OF A THEORY, ADVANCED WITH BESFECT TO THIS COUNTBY, BY A LONDON WRITER, ON THE \" STATE OF THE BRITISH NATION.\" BEING THE SUBSTANCE OP LETTERS, ADDBESSED FBOM PHILADELPHIA, IN 1823, TO A FBIEND IN ENGLAND; AND SOME ADDITIONAL MATTEB. ILLUSTRATED WITH ENGRAVINGS, Including a Sheet Map of the United States, extending to the Pa- cific; on which is a Delineation of the actual and proposed Navigation Impbovements, intebsecting the countet. PHILADELPHIA: PRINTED FOR THE AUTHOR. 1525"], [10, ""], [11, "TO THE ENLIGHTENED PUBLIC. The pages here submitted, had their origin, as stated in the titlepage, in a private correspondence. The author has not been solicited to make them pub lic; and therefore, if he errs, he has not the privilege and convenience of saying, it is to be ascribed to the partiality of his friends. He cannot, at an extremi ty, take shelter there, or shift any part of the weight of responsibility, from off his own shoulders. The author is aware, that many of the persons, who, by the publication of the work are invited to a perusal of it, may possibly deem this act of publicity to require both prefatory explanation and conse quent excuse ; and to satisfy such of his readers, in both particulars, as well as he can, he most willingly constructs the present introductory page, and states, That a while after the period when most of the facts and sentiments were first penned, the sugges tion of making them public arose in the author's mind, and was accidental; and the chief and leading motive with him for attending to this suggestion, has been to render of some general utility, that which"], [12, "IV was originally private and intended to remain so. And, in order to accomplish this object, he, the au thor, has eudeavoured not to swell out a book, but rather to compress his collection of facts within a limited compass, and exhibit them in such reciprocal bearings and connexion, as would be likely to at tract the most attention, both to them and to any brief but interesting hints, which the writer could at the same time throw out; — hints of a nature to excite public enquiry, and bring forward superior talents, upon topics, which, by the actual circumstances of this country, and the actual circumstances of the world at large, are rendered, at the present day, of superlative importance; and of course, are more and more intrinsically interesting, as the whole subject is more closely viewed, and critically searched into. The author trusts that he has now sufficiently ex plained and apologized; and would hope, that the motive may be received, as sufficient to atone for all deficiencies and faults in the execution. All the me rit he would presume herein to claim, arises out of the effort he has made, in obedience to the motive, to bring important matter forwards and introduce it to public scrutiny. THE AUTHOR. Philadelphia, June, 1824."], [13, "LETTERS IN DECEMBER, 1822, AND CONTINUED IN 1823. Philadelphia, Dec. 8th, 1822. Dear Sir, I met, the other day, with a London work, on the \" State of the British Nation\" at the commencement of the present year. The writer of it appears to have talent, and, so far as I can judge, to be well enough supplied with in formation at home, but, with respect to things locally distant, even on occasions when and where correct information is easily accessible, you no doubt have many times been entertained in remarking what mis takes men of ability are apt to slide into when theory is in question: with what readiness, in order to build up and establish a theory, the mind permits itself to be satisfied with almost any unexamined statement of things, as premises to reason from. Do but produce facts as they are, and the whole of them, and you of ten sadly interfere with conclusions drawn from a spurious, or only partial source ; — a distorted or im perfect authority. Touch but the key-stone with more violence than the builder calculated on, and the"], [14, "6 UNITED STATES. edifice falls; the chain of a supposed analogy is at once broken, and perchance a favourite hypothesis upset amid the ruins. The following extract will show the matter I am led to speak of."], [15, "UNITED STATES. 7 \"London, 1822. \" Of all the nations in the world, America has suffered most, by the return of peace. Her com merce, her customs, and her total revenue have been diminished at certain periods since the peace, by more than one half. In the year 1815, the net pro duce of her customs exceeded thirty-six millions* of dollars. In the year 1819, the produce of the same duties was only seventeen millions, being a diminu tion of nineteen out of thirty six. Her total revenue in 1815, was, in round figures, forty-nine and a half millions of dollars. In 1819, her total revenue was not twenty-one and a half. This diminution was chiefly in her customs, which declined from the ces sation of her carrying-trade, and the resumption by foreign nations of their own commerce. \" These circumstances in her situation are of so much more importance to us, as they at once explain the cause which, in a less degree, affected ourselves, and as the operation in both countries has been, in kind, the same. As England, during the war, manu factured for the world, America in a very great de gree, was the carrier of the world: even her raw produce was raised to an immen.se price, by the de mand for it in the Continent of Europe. There was * Not war, but peace itself caused this high amount of cus toms, from a superabundant importation of goods into the United States. It took place after that a war with Great Britain had exhausted the country of British and other goods."], [16, "8 UNITED STATES. a constant exportation of her flour to England, on an average exceeding five hundred thousand barrels, and in the years 1801, 1802, 1811, it exceeded a million of barrels each. Her flour, cotton, tobacco, and whatever else she exported of raw produce, thus attained a price, exceeding in all articles, one third, and in many, double its present amount. Her freights, her shipping, her navy, — her price of land, her amount of circulating currency, her wages of la- bour, and her returns of capital; — in a word — her agriculture, her navigation, her commerce, her inter- nal industry and improvements, and whatever she possessed of rough domestic manufactures, increased in the same general rate as amongst ourselves. Under the general competition of one branch of employ ment with another, added to a universal demand for labour, and the abundance of money in paper and cash, prices rose throughout all commodities, and in every division of industry. \" The general peace overtook America in this state of things.* Her commerce immediately fell; and fell by nearly one half. Her circulating capital, her paper currency, was necessarily called in, or forced back iu the same proportion. Most of her banks, trading only on accommodation, broke up, * Not so. That state of things had ceased to exist in the United States more than seven years. In December 1807 a restrictive system commenced relative to commerce; which, variously modified, was continued down to the declaration of war against England in 1812."], [17, "UNITED STATES. 9 and by their bankruptcy, and the general alarm ex cited by it, still further reduced, or rather almost ex tinguished, their paper medium. \" Under this general state of things, prices now fell as abruptly in peace, as they had risen during the war. The cessation of a great portion of foreign de mand necessarily caused a glut of all raw produce in her markets. Prices thus fell from abundance. The withdrawing of foreign carrying-trade, and of foreign commerce in general, reduced the general income of the nation: and, as this trade had been carried on in *, a great degree by new men, and as profits, however large, had either been expended by a more profuse mode of living, or been embarked in augmenting stocks, (now violently rendered of less than half their recent value,) income was destroyed before capitals were accumulated. Prices thus fell from the second cause of the reduced general means. The diminution of the quantum of the currency of cash and paper necessarily followed, as above said, the diminution of trade. There were fewer dealings, and of course less occasion for the medium by which they were computed. There was no security in future profits, and of course no loans nor accommodation. There was no employment for capital; and of course neither the means nor the inducement to create or to con tinue it artificially; and prices thus fell from the third cause of the reduced quantity of money. \" Under this concurrence of circumstances, Ame rica has been suffering in a greater degree than our- a"], [18, "UNITED STATES. 10 selves, and affords a strong illustration of the actual causes of what we have seen amongst our own mer chants, manufacturers, and farmers. If we have suf fered indeed in a less degree from some of these causes, it is only because our state of society is more advanced, and our capitalists are less dependent on their income from year to year. The national wealth of England is composed of two descriptions, viz. ac cumulated capital, and current income. The one may suffer in the vicissitudes of commerce, trade, and the pecuniary value of produce in the markets; but the other fund is necessarily more permanent, and in a rich society, will maintain a large consump tion for many successive* years ; but in all new coun tries like America, the national wealth consists of little more than in the annual income. For the time, the withdrawing of income is, with them, reduction to poverty.\" * This is Undeniably true, provided it be supposed that those classes of persons in possession of wealth are ready to distribute it; that is to say, provided they have the disposi tion, as well as the ability, to create and give employment, at all events, to the working classes; a*od thus keep up a large consumption by means, on their part, of an increased expen diture; but otherwise, not true. It avails nothing to the artist, or the labouring man thrown out of employment, that his neighbour is rich, if he himself can be furnished with no material for his industry to work upon."], [19, "UNITED STATES. 11 Now, with all due acknowledgments to the Lon don writer for any sympathy he might intend to ex press, in considering the hardships enumerated in the case of the United States of America, I may suggest that there are some reasons to induce a belief that this country has not, as a nation, suffered in her sub stantial interests by the event he particularly speaks of having taken place at the epoch when it did take place. The event, I mean, of the \" resumption by foreign nations of their own commerce.\" The shock occasioned by it to this nation, was the more transient, and the less severe, inasmuch as the community had already undergone a sort of prepara tion, by a course of restrictions and curtailment of mercantile pursuits, ever since 1807, a period of more than seven years; during which, a very considerable portion of the capital that had been engaged in foreign commerce, passed into other channels. Besides which, the \" surrendering up to Cæsar,\" being what in the nature of things must, sooner or later, take place, there are strong grounds for thinking that something propitious was in the moment which determined the event. The country, whilst in possession, availed herself of the immense advantages which that com merce presented, and the capital, created by rapid returns and general circulation, came to be prodi gious in amount, considering the few years only which that extraordinary opportunity lasted. The succes sive increments had been almost wholly directed to the same line of pursuit, which was too alluring by its"], [20, "12 UNITED ST.\\TES. immediate profits to admit of any great share of at tention being given to other objects; but, before the epoch in question had arrived, the chief part of this accumulated current capital, being released, as above stated, from that employment, had necessarily a new one to seek: and this was found in objects of the highest permanent importance to the nation. It is highly probable that no extra accumulation of floating wealth through the means of commerce exclusively, could have constituted an adequate compensation for delaying to prosecute a very pointed inquiry and deep research, such as had then commenced, into some concerns more literally at home; namely, the exploring and examining into the state of our own possessions, and ascertaining with some degree of precision, what it is that we actually have, and what, with the exertions of an intelligent industry, there may be the means of our having in time to come; and, in consequence, to enter upon such a system of internal improvements as shall ultimately bring for ward the powers of the country in production and usefulness, to the utmost point of perfection attain able. In this pursuit much capital has been engaged within the last few years, and it will more and more continue to be so. The London writer had certainly been misled by erroneous or superficial reports made relative to the slate of things in this country. They had presented to him a much too highly coloured picture of our"], [21, "UNITED STATES. 13 distresses consequent on the return of peace in the year 1815. Doubtless, the restoration of peace to Europe, by which it became necessary for the United States, at one and the same time when her own peace was made with Great Britain, to surrender up to different nations, their own respective portions of a property, which she had held as it were in trust, and, during a term of years antecedent to her difference with En gland, had enjoyed the lucrative benefits of; — doubt less, I say, this did occasion a severe, and a distress ing shock to hundreds of individuals amongst us, perhaps thousands, who had embarked their capitals and their credit in commercial enterprises, and who had their plans, and their engagements, and their mode of living; all more or less adapted to a renewal of that state of things, and to no other. But, any serious embarrassments were far from having ex istence among the people at large; and much less does the inference follow that the nation herself fell thereupon into ruinous circumstances; or, in the writer's own words, that the withdrawing of such \" current income\" produced by a foreign commerce, was, in the case of the United States, though a young country, \" reduction to poverty.\" If the said writer were to view the face, or a part of the face of this country, I do not doubt of his rea diness to admit a modification of his maxim in politi cal economy touching young countries. The prefix of pome for that of all, would probably appear to him"], [22, "UNITED STATES. 14 a proper change. He would here behold something more tangible and permanent than a mere fleeting shadow; something more real in the people's posses sion than a mere remembrance of that kind of capital which he denominates \" capital of current income,\" and which his present doctrine would persuade us, hath passed away and left no trace! He would find, whatever may be the case as to numbers of individuals, or their condition, that, with regard to the government and the nation at large, they have neither \" slumbered during the harvest,\" nor been \" improvident spendthrifts\" in the day of prosperity. At every point towards which his observation might be directed, he would see evidences of \" accu mulated capital,\" and that accumulation moreover in active and spirited operation for greater and con tinued accumulations; for the attainment of which, perhaps, also, he would perceive that there exists, in the nature and circumstances of this country, com bined with those of the times we live in, and under the blessing of Providence, such a field for successful exertion ; such a scope for the exercise of intelligent industry, as we are not presented with a parallel to, in the rising circumstances of other nations, either by contemporary observation or from the records of history. If the said writer, by his observations here on the spot, found the United States still to have the charac teristics of a youthful nation, he would also find us,"], [23, "UNITED STATES. 15 not still in a state of helpless infancy. The whole of that stage of existence has effectually passed away: but it has so passed as to be now succeeded by a youth of vigour; unimpaired, and competent, in itself, to great purposes. In a word, I am well assured the respectable writer would have it made manifest to his observation, that the United States has within herself a very large fund of accumulated wealth or capital ; — that, along with good governmental regulation for the freedom and protection of her enterprises, she pos sesses also science to direct, and industry to execute whatever is desirable in her operations to progressive wealth ; and therefore, that we do not fall within that class of young countries, which must, by the vicissi tudes of a foreign commerce happening to withdraw an annual income once enjoyed, necessarily be re-, duced to poverty. But, there is another proposition which stands op->. posed to the said writer's doctrine as to young coun tries; the evidence whereof will, I believe, be quite equal to that of the above. It is this; that in a country like the United States, fruitful beyond calculation in various raw productions, as well for manufacture as serving for sustenance; these productions having no limitation in quantity but by the quantity of land which it may please the cultivator to throw into cul tivation ; with a population extremely limited in com parison with the resources of the soil ; at the same time possessing capital sufficient to give scope to all the industry of that population, so as to developc"], [24, "UNITED STATES. 16 gradually the resources of the land, and, in bringing these into activity, to multiply periodically both na- tional capital and the quantity of raw materials, in a ratio at least equivalent to the progressive course of the population; — in such a country, I say, so cir- cumstanced, it appears extremely probable, if not amounting quite to demonstration, that any tempo- rary deprivation of an accustomed foreign commerce, or any sudden depreciation in the pecuniary value of produce in the markets, will not, either of them or both, cause so heavy or general a distress to the body of the people, as in the event of a like disappointment, or in other words, the loss of \" income\" for the time, must be felt in the older country, although this latter should be replenished and overflowing with capital, or, in other words, be \" rich,\" but at the same time, should possess a great and overflowing population compared with the internal resources of her own soil: For, in the latter case, by the very circumstance of a great population, it naturally follows that all the de partments of industry are thereby constantly supplied and kept full, or nearly so; and that therefore, in case of disappointment diminishing the proportion of de mand in any one branch, there can be but little room for the industry corresponding to it to resort to an other branch, in such a way as, that the whole mass of industry may, at all times, find employment. It seems quite clear, that the fluctuations of trade, from any sudden unfavourable revolution in things abroad, affecting any particular department of industry en-"], [25, "UNITED STATES. 17 gaged therein, will fall the heavier, inasmuch as a remedy is not so immediately within reach as it is in the former supposed case; where the mass of em- ployment bears a greater proportion to that of labour, and where new enterprise, which the circumstances of the country every day give rise to, is continually creating additions to the general mass of employment. In one case, the national industry is dependent, for full employment, partly on events abroad; whilst in the other case, the nation possesses within herself, by means of the advancing state of her improvements, resources for the full employment of her limited po- pulation. If, in consequence of the diminution, or the cessation of an accustomed foreign trade, or a fall in value of the country's productions at foreign markets, or of both together, a check be given to these particular pursuits of the capitalist, or we will say, to his pursuits generally, upon the same scale as before; if, by reason of this check, a depression even does take place in the general value of labour, it will yet be found that the fall has not been more violent or disastrous than a fall from very high to less high wages; and, under the circumstances supposed, the languor of a late active course of business can by no means reduce this value disproportionately to the ne cessaries of living, or below the rate of affording a comfortable subsistence to the aggregate industry of the country. Moreover, capital being actually in ex istence, whilst every day some new object may be presented to the attention of capitalists, for its em- S"], [26, "18 UNITED STATES. ployment, it is obvious that any sudden depression in the value of labour from high to moderate wages, arising from foreign causes, can be only of temporary duration. Wages must have a constant tendency to be on a scale considerably above procuring the bare necessaries of life, so long as the state of the popula tion bears such a relation to the internal resources of the country as, on every occasion of a fresh or sud den demand for labour, a scanty supply of it can only be had, and so long as there are capitalists who every day may chance to be tempted to bring a part of those resources into activity which previously had lain dor mant. The great law of M supply and demand\" is well enough known to operate on the price, or wages of labour, as it does on the price of every commodity whatsoever. I will endeavour, in a few words, to recapitulate, or attempt to vary the point of view, briefly as I can. As this country, by its vast extent and fertility, has, and will have for many years to come, a capability of periodical production in useful articles, great in pro portion to its population and to the quantity of in dustry this population can supply; as also, there are in the country both capital and intelligence, to ex plore and bring its resources forward; it follows that, so long as the articles produced are in demand, either for consumption at home or at markets abroad, and whether they consist almost wholly in raw produce or have in greater or less proportion undergone a pro cess of manufacture; so long will the labour of the"], [27, "UNITED STATES. 19 country at large be well paid, because generally speak ing, fully employed, and were there more of it, would still be employed: in other words, wages will continue high ; and the comforts as well as the necessaries of life be attainable to the labourer. Again, as the articles of production, besides the circumstance of their great abundance in waiting for the hand of labour, are likewise various in kind, and appertain to different climates, it also follows, that there is room for a freer resort to be had to one class in preference to another, according to fluctuations in the markets and a pre dominance of demand for one or other kind of pro duction. A partial change is perhaps made for a sea son, of more or less duration, in the direction of the country's industry and the country's capital ; but they both continue to be employed and remunerated. , And finally, as a mind of general intelligence and capacity is found to pervade the population of this country, in so much that there is manifested, in num berless instances, a remarkable^ aptitude for profi ciency in more than one department of industry by the same individual, or same set of individuals; so it follows necessarily, from all these premises together, that the labouring community can not know distress from want; that is to say, the wages of labour will continue good, and wealth be liberally distributed. Unless it so happen, that either the powers of the soil, or the faculties of its inhabitants and their pre sent habits, undergo a change; or until the period arrive, when a surcharged population shall furnish a"], [28, "UNITED STATES. 20 greater mass of industry than can be employed, in supplying all the current demand at home, and all the current demand in markets abroad collectively. Which period may indeed be very long delayed, if not put off ad infinitum,* provided our own domestic wants and refinements do but keep even pace with population; going on to increase and vary their de mands upon labour, in its numerous departments, as fast as population can supply it. In which continually growing demands, it is especially to be noted, the * It may well be understood, that no decision is here intend ed upon the abstract proposition; or the question between\" means of subsistence,\" and the \" principle of population\" extended to its ultimate effects. There is, happily, scope in this land for a very long period in prospective, during which, it is to be hoped there will exist no cause to view the continual ac cessions to population, in any other light than as propor tionate enlargements of the sphere of human enjoyment. And moreover, considering the signal happiness which has been conferred on all of us at the present epoch, whose lotos existence, it is allowed, has been cast in an age pregnant with wonderful discoveries, perhaps it may not be. thought too Utopian, — too remote from all reasonable hope, in any genuine philanthropist, if he should even permit his imagina tion to luxuriate in a belief that there are yet discoveries to be made; not only in the physical world, but also perhaps in modifications of the principle of \"moral restraint,\" or the combination of both together and their application; by which, the resources for both the subsistence and happiness ofthe hu man race, may possibly, at a future day, be increased or multiplied to a degree far beyond any calculation that could now be made, or that the generality of mankind have ever yet dreamed of."], [29, "UNITED STATES. 21 entire population enjoys a real effective concern; for, we are most happily exempt from monopolies, or as some of them have been termed, \" encouragements,\" favouring or professing to favour particular callings, or some one branch of industry; and operating to the detriment of others and ofthe community, as is found to be the case in countries where such partialities have obtained a footing. Here, all is free and open to an upright acquisition of w7ealth, as choice in the mode of pursuit may direct, and to a happy distribu tion of it when acquired. But. another combination of a few facts, may per haps form a conclusive reply to the positions regard ing these United States, laid down in the work re ferred to. I am led to state them thus: 1. It is a fact, that since the establishment of peace, (now about eight years,) which the London writer depicts as so disastrous for the United States, this country has enjoyed such prosperity, that a greater quantity of internal improvement of every de scription, particularly in giving facilities to intercom munication and trade, one district with another, has actually taken place, than could antecedently be ef fected in a much longer period of the federal govern ment, and in this same spirit the work is advancing. 2. It is a fact also, that the prosperity of the Uni ted States, since the late war ceased, and peace took place, has been so great, that government found it not needful to continue certain taxes which were then in force; and the country is accordingly now exempt from excise and every direct tax to the Fede-"], [30, "UNITED STATES. 22 rai Government: whose dependence for revenue, is solely on the customs and the sales of public lands. The wliich, as things are situated, are found ade quate to the national expenditure, including what is requisite for both the interest and the extinction gradually ofa moderate public debt. 3. It is moreover a fact, that the public revenue, from the two sources specified, is actually in a state of considerable increase; also, that industry through the country is every day taking a wider range, and a portion of the product of it as constantly converted into \" permanent capital,\" or solid national wealth. This is so conspicuously the case, as to be visible to every one of common observation, whose opportuni ties lead to a view of the passing occurrences. And therefore, 4. It appears evident, that the United States, not only did not suffer any great national distress by the return of peace in 1815, but also, that, through the opportunities peace has afforded, she is at this day ad vanced to a state of much greater affluence than she then, or ever before enjoyed; with the fairest pros pect of still advancing in national wealth, and power, and happiness, so long as the state of peace suffers no interruption, and so long, be it especially said, as the government and fundamental institutions of the na tion, which now have successfully undergone the test of experience, shall subsist in their purity and energy, and, together therewith, so long as public and pri vate good morals shall continue to be cultivated and cherished in the land."], [31, "UNITED STATES. 23 Although in the foregoing pages, I have much sur passed perhaps, what was meet to be said in the re ply I undertook, yet with your leave, I will still prose cute the interesting theme of this country, and ad vance with it a stage or two farther. The President's opening message to Congress has reached this city from Washington. You will read it in the public prints, and doubtless with interest ; and perhaps will find in it a confirmation of some of my remarks on the \" state of the nation.\" You will at the same time, I believe, discern, that along with the many warm and well applied congratulations to the country, suggested by the present situation of af fairs, there is the opposite of any tendency, to re lax in salutary vigilance and precaution. Our Go vernment has still a watchful eye, that steadily is looking forward to reverses and the worst that may happen. Critics we have, who believe they discover in the composition, that the key note is war, mili tary power, &c. &c. &c. but perhaps without the smallest just foundation; for the usual reply may be, and in point of fact is, given, that if we are enjoined to arm ourselves \" at all points,\" and keep on the alert, it is, that such a state of preparation is the most like ly preservative in favour of peace, or, at the worst, constitutes such kind of ready meaus as the nation ought to be furnished with, of asserting her rights with effect, in any emergency that may by possibility"], [32, "UNITED STATES. 24 happen. The which, as things have gone in the world, considered, you will probably say is not un wise policy. The President, too, is a friend to a vigo rous prosecution of internal improvements, although for mere commercial purposes, or indeed lor almost any purpose other than defensive, they are thought by him, not to have been brought by our constitu tional pact, within the province of the federal govern ment. Of course, you have heard much of the New York canals, a western one, length 350 miles and upwards, to connect Lake Erie at Buffalo, with the Hudson at Albany; a northern one, to connect the waters of the St. Lawrence river via Lake Champlain, with the Hudson also. The latter is finished, save a short cut hereafter to be made into the other. Governor Clinton laid the last stone at Waterford a few days ago, and witnessed the passing of boats, which had come from Lake Ontario, via the St Lawrence and Sorel rivers: the western canal is expected, from of ficial report, to be finished in 1825. The undertaking of these works in the State of New York, in 1817, although, by reason of its mag nitude, it did not at the time escape the shafts of ridi cule, had soon the effect of an extra stimulant to us at most of the leading points of the country, for simi lar undertakings; and this spirit, which now becomes every day more and more diffused, there seems good reason to believe will, before the lapse of many years, give existence to a great chain of public or private"], [33, "UNITED STATES. 25 works, (canals, roads and bridges) through the coun try; all uniting in one object; that of giving as much facility as can be devised to commercial intercourse, one district with another, of our vast regions. As a necessary consequence, there will be brought into activity the various resources of the interior, those which already are, with more or less precision, known to exist, and others (many no doubt) yet to be explored; and thus to multiply the materials for domestic exchange and use, as well as for foreign trade. Foreign trade, and home trade, will thus go on flour ishing together, and advancing towards that period, when markets are no longer to be found abroad for the increasing quantities of our exportable produc tions. To arrive speedily at which period, nothing, it is pobable, will be left unattempted, which the spirit of improvement I have just now mentioned can stir up any hopes of accomplishing; and under such an influence, nothing short of a very general circu lation of useful industry must be quickened and re ceive accelerated force ; increasing, in a proportionate degree, the national wealth and security. Considering these things, one may naturally be led to propound the question, what are the nation's ulti mate prospects? what is the state she may arrive at? 4"], [34, "UNITED STATES. 26 There is indeed some danger of a visionary temeri ty iu our anticipations, if a latitude of indulgence be allowed, in imagining what the national means here after will be capable of accomplishing within certain given periods; especially should these periods em brace any great distance of time: but, in taking a re view of the present state of America, and recurring to what America was, only a very few fears ago ; if a careful examination be made into the causes which, in so short an interval, have brought about this great difference of condition ; if also, the spirit of the times, which actuates present exertion, be duly considered; we may in this way, free from any risk of being grossly mistaken in the speculation, carry our ideas forward to a short distance, and form a conjecture of what is to happen, within at least a limited period of the future: always, however, I would still say, with a proviso, that in this operation, we do not omit to make allowances for the occurrence of political dis aster; ofthe which, although it may happen to seem most unlikely, if not impossible, that any should inter vene, of such a nature as to defeat altogether the con summation of certain national objects suggested with in our mind, yet various degrees of mischance may, now ithstanding, be continually starting up in a shape to delay the fulfilment of events, and thereby vary the real periods or stages of the nation's advancing state of prosperity, from those periods of time which calcu lation, without such allowances, would have assigned to it."], [35, "UNITED STATES. 27 But, in forming our conjectural estimate of the fu ture advancement of this country in riches and pow er, we are released, it seems, from reasoning by that course of analogy which has reference to what has happened in and to other countries. We are released, as a consequence to our very great dissimilarity of political situation, w7ithany other nation of which his tory makes any report. Some striking difference in our lot, physical or moral, is obvious on every comparison that can be made. It may be abserved, That our Geographical position, or place on the globe, in relation to neighbourhood, or to facility of being approached; at the same time that it pro- tects us from all outward future danger, supposa- ble or probable, in the shape of invasion or of encroachment, imposes on us no necessity for the adopting of measures of partiality in our ex- ternal concerns, through the means either of alli- ances or otherwise; no political restraints; but on the contrary, secures us in the exercise of a free intercourse with every other nation, in all the latitude which our own interest and the law of mu- tual accommodation may suggest and find expe- dient. That our political institutions at home, in all their detail, are adapted, or at least, that we are at full"], [36, "UNITED STATES. 28 liberty to improve and adapt them, to our actual occasions and the state of the times, in the fullest extent of their usefulness; unshackled and with out restraint, from the consideration of any claims to partialities or inexpedient privileges, amongst the members of our own body politic; such, for in stance, as we may suppose to have been derived from ancient customs and obsolete opinions, or to have had an origin in any state of society and things in w olden times,\" incongruous with the pre sent. That the nation (or people, both collectively and in- dividually) has all the power desirable over her periodical revenues; that is to say, has liberty to apply the totality thereof, — diminished only by a small portion payable partly for interest on a mo- derate public debt and partly for local taxes, to the purposes of her advancement in prosperity. It is mostly converted into fresh active capital in the hands or management of individuals. Free, therefore, unthoxd and toithin, so to express if- — exempt from any entanglements constraining the nation in her measures regarding external relations; and at home, exempt alike from restraints of privi lege, as well in all the routine of govermental regula tions and measures for the public weal, as in the se veral vocations or pursuits of individuals,1 which have"], [37, "UNITED STATES. 29 not been encumbered, for instance, with either cor poration — claims or compulsory apprenticeships: — In a word, liberty in the nation, both collectively and individually, to pursue (on equitable ground) her own undeviating course; and that liberty connected with a command over nearly the whole amount of her periodical revenues, applicable consequently to her advancement: — these are traits, which are not found in the circumstances of other nations. It may fur ther be observed, That, if along with these distinguishing traits, it be true that there exists a bountiful endowment of intelligence; or, in other words, a good sound un- derstanding amongst all ranks of people; that un- derstanding, I mean, which is the result of strong intellect from nature, exercised by habits of local observation and inquiry, (for by the way, inquisi- tiveness and a roving propensity are allowed to be American characteristics) aided also in general by at least an elementary education ; in such sort that, most commonly, no very incorrect or unsound judgment is formed by any class or number of indi- viduals taken together, not merely regarding the particular immediate calling of each individual re- spectively, but upon topics of more general con- cern, and such especially as regard the value to be attached to those benefits actually arising to each as members ofthe body-politic, compared with any"], [38, "UNITED STATES. 30 supposable different state of things in the country and the country's institutions* That, if it be true withal, that enlightened intellect is by no means parsimoniously scattered through the land; but rather, our youthful stage of existence considered, that the country has become possessed of a liberal share of cultivated talent; imbued, I hope I may say, with the unction of both patriot- ism and philanthropy; zealous on one hand, in the cause of religion, morality and science; in another direction, prepared for the high purpose of assisting to guide and work the great machine of state. In which last vocation, perhaps this por- tion of the country's abilities is not the less expert and efficient for having grown up whilst the ma- chiae has been forming into its present shape and circumstance of consistency, solidity, and power; and for having consequently, had opportunity to in- spect and review all or most of its springs, and fixtures, and other distinct parts, as they have been fashioned and brought together. * At this place, I can not refrain from a quotation: not only as it is a passage apposite to this branch of my subject, but as the imagery it embraces in a small compass is de lightful to the fancy. It is from an American living writer; the several productions of whose pen aid in deciding a ques tion that has been more than needfully agitated, and form in themselves, a fine illustration of the fact, that a very young country can be a possessor of taste and talent in general lite rature. It is now some years since the occurrence took place, and since, of course, the quoted article was written. ■»» See Appendix."], [39, "UNITED STATES. 31 I say then, if these last positions, which, though I have stated them hypothetically, will probably be as little disputed as those which precede, be granted, it must, I conceive, likewise be granted, that the United States departs still more widely, that is to say, considered as a nation in the vigour of youth, from the precise line of analogy, or similarity of circum stance with other nations, ancient* or modern ; and therefore, that her prospective career is not to be measured in idea by any series of events which have ever happened hitherto to them. In the speculation before us, we dismiss the ancient guide, and start with a new one. It is the act of comparing America with America herself; from the recent past, to infer the proximate future. Which, with the discretionary allowances always understood, will, I trust, prove a safe conductor, and lead to what time shall unfold to be the TRUTH. Permit me then, to bring you to a few plain arith metical and other facts, exemplified in the following brief — * The ancients we have every reason for believing, did never, in their maturest state of civilization and refinement, enjoy the benefits of a spread of general knowledge and moral character, into the lower grades of society. And we have still better authenticated assurances, as to the flourishing nations of modern times, that such benefits did not attach to them in the early periods of their history. Their youthful state, on the contrary was, through the lower orders, barbarism-"], [40, "UNITED STATES, 32 CUSTOMS. In the year 1792 the Net amount of customs, or Impost and tonnage duties was ........ S 4,614,924 In the year 1821 the same was ..... 15,898,434 This increase being strictly referable to the progress of the country, and not in any degree an effect of temporary and accidental causes. Im- mediately after the war with England, excessive importations of goods took place, whereby the customs in 1815 rose to the enormous sum of 837,695,625. In 1816 they amounted to 828,571,502. From which they fell, with some fluctuation, to their lowest in 1820, viz 8 12,449.556, and now, they are on the rise again, correspondent to the natural peaceable state and course of things actually existing. It is worthy of being here again noticed, that so easy is the United States in her tiscal matters, the whole present dependence of government for revenue is upon the customs, and sales annually of public lands; and apparently, provided the nation continues to be blessed with peace, will these two sources alone, I repeat it, be sufficient for years to come, not only to STATISTICAL COMPARISON."], [41, "the year 1 792, the amount of sales of public lands was Nothing. In . . 1821, the amount . . . . was . .Doll. 1,300,980 face the needful expenditure as hitherto, which includes a gradual re demption of the public debt, but moreover, to provide for and maintain augmentations in the public force and public works, for national protec tion and other requisite objects. All this, without the aid of an excise, or direct internal tax of any description. It may appear superfluous in me to remark, by the way, that in all our separate state and district jurisdictions, taxes are necessarily assessed and paid, for police regula tions and requisite local convenieacies. PUBLIC LANDS."], [42, "In the year 1792, the exports ofthe United States, consisting of domestic articles, and of foreign commodities reshipped, amount- ed together to Don. 20,753,098 In . . 1821, the same was 64,974,882 Of this export of 1821, the classification is as follows: Produce of agriculture, Doll. 35,407,992 do. of the forest, . . 8,794,342 do. of the fisheries, . 1,499,188 do. of manufactures, . 2,262,612 do. not specified, . . 707,760 43,671,894 Foreign articles reshipped . . .21,302,488 Doll. 64 974,382 EXPORTS."], [43, "In some years, when Europe has happened to furnish an extra demand for grain and flour, besides the current one for our other staples, the domestic export of the Uni ted States was greater than as above; but the principle on which the comparison is made, is, that nothing hath operated besides the natural and regular state and course of things; in order that a just conclusion may be drawn from it. In 1821 there was no extra demand. (See Appendix for 1822 and 1823.)"], [44, "In the year 1792, the amount of merchant tonnage of the United States was, viz. Tons. Vessels engaged in foreign voyages, . .411,438 Do. in the coasting trade and fisheries, . 153,019 564,457 In . . 1807, it had increased as follows: Vessels engaged in foreign voyages, . . 848,306 Do. in the coasting trade and fisheries, . 420,242 1,268,548 In . . 1815, the first year after peace was restored, it stood thus: Vessels engaged in foreign voyages, . . 854,294 Do. in the coasting trade and fisheries, . 513,833 1,368,127 In . . 1821, it was as follows: Vessels engaged in foreign voyages, . . 593,825 Do. in the coasting trade and fisheries, . 705,132 1,298,957 TONNAGE."], [45, "Here it may be observed, that if the portion of tonnage engaged in foreign voyages has, since peace took place, decreased in amount, yet, the decrease of that commerce is not a necessary deduction; for the greater celerity and certainty with which voyages are now performed, will admit of a much increased exportation, and importation, and transportation of commodities by a diminished num ber of ships. It may likewise be remarked, that our ton nage ofthe coasting trade and fisheries, has augmented in a greater proportion than the other tonnage has lessened."], [46, "Miles. In the year 1 791, the extent of Post roads in the United States, was . . . 1,905 In . . 1792, the same was . . . 5,642 In . . 1817, thesame was . . . 51,600 In . . 1820, thesame was . . . 71,522 In . . 1821, the same was . . . 79,808 la . . 1822, the same ...... was . . . 85,554 (See Appendix.) , POST ROADS."], [47, "In the year 1792, the Naval force of the United States was . . Nothing. In . . 1797, the same consisted of 3 Frigates, whereof 2 of 44 guns, ) m. 1 of 36 do. \\ lhese' In . . 1822, the same comprised 11 Line of Battle Ships of 74 guns') 8 Frigates . . of 44 do. | 2 do . . of 36 do. | 6 Sloops of war, i- These. Steam Batteries, Brigs, Schooners, Gun boats, Galleys, &c. and ma- terials prepared for a gradual in- crease. NAVY."], [48, "In the year 1790, the population ofthe United States, by census, was, viz. Free inhabitants, exclusive of Indians, . .3,190,455 Souls. Slaves, 694^280 T o » 3,884,735 In . . 1820, the same, by census, was, Free inhabitants, exclusive of Indians, . .8,099,871 Slaves, 1,538,128 9,637,999 POPULATION."], [49, "In the year 1790, the territory os the United States, or the old constituents, then represented in congress, consisted of Sq. Miles. ** New Hampshire, 9.491 Massachusetts, including Maine, . . . 46,250 Rhode Island, 1,580 Connecticut, ...... 4.674 New York, 45,000 New Jersey, 8,320 Pennsylvania, 46,800 Delaware, 2,-20 Maryland, 14.000 Virginia, 70,000 North Carolina, 48.000 South Carolina, 24.080 Georgia, 62.000 Vermont, 10,237Sq. miles. 392,552 TERRITORY."], [50, "Which makes in the year 1790, an average population, on this surface, of something less than ten to a square mile. At the time here specified, we were at war with the native Indians, who then possessed much the greater part of the now flourish- ing state of Ohio, and who, the following year, 1791, beat us in pitched battle. Our egress as well as ingress, by the river Mississippi, was at that time commanded by Spain ; who held in possession the island and territory of New Orleans, and all Louisiana and the two Floridas. In the year 1820, the picture now, somewhat changed and filled up, as follows, viz. Settlements of the United States much extended, particularly to the W. and SW. Her territory vastly enlarged, by ces- sions from France and Spain. Her position as a whole, strengthened by these acquisitions, which consist of New Or- leans, Louisana and the Floridas, and amongst other advan- . tages confered by them on the United States, is the very im- portant one of sovereignty over the river Mississippi. Her present territorial area, taken in a full sense, is not easy to calculate, particularly as all surveys for nice admeasurements, W. of the Chippewan or Stony Mountains, or even for accu-"], [51, "rate boundary lines in that quarter, are yet wanting. But, so far as regards admission into the federal body, by actual re presentation in congress, it now stands thus: Sq. miles. The old States as above, . . . 392,552 Kentucky, 39,000 Tennessee, 40,000 Ohio, 40,000 Indiana, 36,640 Mississippi, . . . . . . 44,500 Illinois, 51,000 Alabama, 45,500 Louisiana, 48,220 Missouri State and Arkansa Territory, so much of these together, as may probably comprehend the present settled parts within the two, 100,000 Florida Territory, 54,600 Michigan do. \" . . . . 27,000 919,012"], [52, "Giving an average population in 1820, of something more than ten to a square mile over this large surface; so that the population of the country, and the increase of settled territory, have about kept even pace since the year 1790. It appears that this increase is as three to seven or thereabout, for the thirty years. To this surface of country, which is actually repre sented in congress, there is to be added as follows. — A territory designated \" North West Territory,\" skirting between Lakes Michigan and Superior, also extending W. and SW. of Lake Superior, as far as the river Mississippi. Most or all of which, still in possession Sq. miles. ofthe Indians; about 147,000 The region situate W. of Missouri State and the Arkansa Territory, and E of the Stonj Mountains. In posses- sion of the Indians, estimate 560,000"], [53, "Beyond the Stony, or Chippawan Mountains, including Columbia river-valley, to the Pacific, extent uncer- tain ; but, not to leave a blank, suppose . . . 500,000 This gives, Unsettled territory 1,207,000 Settled do 919,012 Total ....... Sq. miles 2,126,0 i2 There is reason for believing that the computations here given, ofunsettled country, are much within bounds. The area of the United States has been stated, in round numbers, at 2,000.000 of square miles, without inclu ding the part situate W. of the Chippewan or Stony Mountains."], [54, "UNITED STATES. 46 Now, these facts in view, how stands the proposi tion between us? You will remark that, although in my statement above, our Navy finds an anchorage corner, yet I have not introduced into quarters the army and appendages, military posts, fortifications, &c. Without any particular enumeration of these, or of many other objects, which, besides the above, might have been brought into view, and considered as national acquisitions, (he sketch, as I give it, is abundantly sufficient for the purpose, which was not to sum up into one total, the wealth of the country at this day, but, by a comparison of the leading features in her condition at the commencement, with the same at the close ofa period of 30 years, to show what the state of this country is, relatively to lierself; and to draw an inference. I ask then, how stands the proposition ? Shall we say, if a given power, exerted during a limited time, produces additional power in a certain ratio; will not this augmented power, exerted with equal force, in a"], [55, "UNITED STATES. 47 like limited time, produce a second augmentation of power in the same ratio? And what will the whole then amount to, compared with the original? And so on, at successive periods of like duration, each, what will the aggregate of power thus brought into existence respectively and finally be? If our nation al means in their present accumulated state, be ex erted through the future, with the same vigour and equally forcible concurrent circumstances, as, from original means, has been experienced during the pe riod of our history under consideration, what will this result be, in time, or times, to come? It might indeed at once, by this \" rule of three\" method, which sometimes has been likewise named \" the golden Rule,\" be accurately defined, and there fore confidently anticipated in all its parts, but for the one thing, which has been adverted to, as always understood, and necessary to have a place in such operations; namely, a latitude of allowances for human casualty, in order to bring events and peri ods properly together. In forming and distributing these allowances, lies the only difficulty. And now, if you please, I will leave the problem where it is, for you to solve ; by combining with the premises such contingencies, of a nature to obstruct or affect our national career, as you foresee, or con jecture may happen, and may happen to fall within one or other of the periods alluded to, or within such"], [56, "48 UNITED STATES. period or periods as may be contemplated in your mind. It gives me pleasure to despatch it over to you, in its present form and state, for the exercising of > our judgment upon a proper solution; and I hope, at least, the process will agreeably entertain your imagi nation. In order to assist a little, I proceed to offer, as I proposed to do a few additional considerations, along with the above table of facts aud previous mat ter."], [57, "UNITED STATES. 49 To remark, how little we are removed, in point of time, from the very epoch of our infancy in the scientific arts, as well as in some other attainments; when canals were first projected in Pennsylvania, to unite the rivers Susquehanna, Schuylkill, and Dela ware, a gentleman was sent for from England, ex pressly to carry on the works. They were commen ced; but it only served to prove that the country was not then mature for such undertakings, as, after the expenditure of a large sum of money, the project was dropped. Only thirty years and some months have elapsed since that gentleman came over from England, to assist us; and at the present day it is certain, were a call to be made on us (allowing the supposition) to return the service in kind — it is certain, I say, that we could do it with great facility, and perhaps with no small credit to that department of the country's acquired prac tical knowledge. Engineers and Architects are nu merous in the United States: men of acknowledged talent, uniting science with practical and successful business. Our bridges are, some of them, perhaps 7"], [58, "UNITED STATES. 50 not unworthy to be admired, as models for imitation, in almost any country. In short, let there be but a call made for the exercise of skill upon any object, through a vast range of ingenuity, particularly me chanical and of the useful, and I believe, an occasion al reference to the office of our much respected friend at Washington, and inspection into some of its contents,* would be sufficient to bear me out in saying, it can almost instantly be supplied. You are of course no stranger to the character of Mr. Per kins's establishment in London, and perhaps kuovv something intimately of his new discoveries in steam. Col. Fairman, a connexion in the engraving line, might formely be known to you in Philadelphia. But, if the concurrent progress and diffusion of useful science, with the growth of this country in population and settlement of territory within so short a period, be very remarkable, the rapid increase of her capital to its present extent, it must be allowed, is as much or more so; for there can be no doubt it is to this very occurrence, that the nation's other acquisitions are in a great degree attributable. The disproportionate increase of wealth, whatever the amount of that disproportion was, which so favoura bly influenced our situation in other respects, may be traced to that lucrative course of foreign trade al- * This collection now forms an immense national museum of the arts, and presents a most interesting spectacle."], [59, "UNITED STATES. 51 ■r ready spoken of; which was prosecuted during some years of the period, and was such, in regard to ex tent of profit, as may not again occur; these United States having become, for a while, carriers, in a great measure, to the belligerent world, and having besides, the raw productions of her soil raised to an excessive price in the markets of Europe and elsewhere. Capital, or in other words, available riches, whe ther for the purposes of agriculture, commerce, or manufactures, the general comforts of society, or the political strength and aggrandizement of the nation, must of necessity accumulate, in some degree or other, in any free state, where industry is duly ex erted, even although the advantages of an external commerce should happen to be entirely wanting, until such time as the population becomes excessive, or beyond the soil's capability of furnishing to its numbers the means of sustentatiou and the other en joyments. If the state possesses also a foreign com merce, her field of industry is widened, and her pros perity accelerated, according to the extent and op portunities of the same. With regard to the United States, as her foreign commerce at the epoch al alluded to, was great, and the opportunities which it afforded, almost, if not quite, beyond any example, so it may confidently be affirmed, that she realized a considerable excess of wealth, over and above that which would naturally have accrued to her from equally industrious exertions, had the times and sea-"], [60, "52 UNITED STATES. sons continued merely as before. And thus the na tion was indebted, for the excess, to an accidental occurrence. On the other hand, a war of two years and a half with Great Britain, which was also an accidental occurrence, operated for the time it lasted, to check the accumulation of wealth, and carry us backward. In what degree or proportion we retro graded I do not decide; but we acquired, as a nation, some profitable knowledge and experience, even from that occurrence; in particular, a much more intimate acquaintance than we had before, with our selves and the resources of our interior. Our strength too, having become great, and our stock been en larged and multiplied, we could well spare something out of our abundance."], [61, "UNITED STATES. 53 The population of the United States, it is reasona ble to suppose, will about maintain the same propor tional advancement as of late, for many years to come; the natural effect of industry and capital, em ployed upon lands selected out ot a superabundance, furnishing an easy subsistence to the cultivator. So that by this condition ofthe country, population and agriculture will necessarily increase together, and probably their respective increments will be nearly proportional. The latter however, i. e. agriculture, will so regulate itself, that, in articles serving for food, the quantity produced will always be proportioned to the country's wants, together with such superfluity as any foreign demand can carry off. And, as to the raw materials for manufacture, whenever the quantity produced of these shall become excessive, so that an adequate price for the whole can no longer be ob tained in the markets abroad, we shall then, notwith standing, go on to produce those articles, and in crease their amount, as before, by bringing succes sively into service, fresh increases to our lands under cultivation: but, from that moment, it is evident,"], [62, "UNITED STATES. 54 manufactures will claim special attention. They will claim it, inasmuch as a portion of the nation's industry and capital may then be profitably turned into that channel, without requiring the aid of bounties, prohibitions, or excessive import duties; the effects of which unnatural stimulants, are necessarily injurious to the other orders of industry, and in a de gree, more or less, always so to the whole nation where they prevail; as can easily be proved, and so conclusively proved, from experience and the lights of the present day thrown upon this subject, as to amount to demonstration in the mind of every well informed and competent analyzer of the question. The same lights also show, that in but a very few cases, if any, have those artificial aids, formed out of legislative interference, had the effect of conferring more than a mere transient benefit on the very class itself, namely, one branch or other of manufacturing interest, in whose favour the partiality has been manifested. The benefit in this way, enjoyed at first by a few capitalists only, must speedily be shared with other men of capital, who will bring forward equally just and valid claims to exclusive privilege, and come in for a share of the monopoly. Manufacturing employments will with us, it is to be hoped, in their own proper time, advance to their station, and succeed, according to the natural course and order of things. AH attempts, I undertake to re peat, in the form of laws, made to bring forward par-"], [63, "UNITED STATES. 55 ticular employments whilst yet immature, are worse than nugatory: and it behoves the United States of the present period, well to guard against entailing upou the United States of after-times, like injurious consequences to those now experienced by some na tions of the world, from commercial regulations by law, on the plan of privilege and exclusion, the work of former ages. At the present day, the evil of these regulations, in many instances, is severely felt; yet does not, in most cases, admit of an easy re moval, by reason of their having grown into systems, in which conflicting interests of magnitude and great complication are involved. All excessive duty of impost on the commodities of importation, is of the nature of a burthensome tax on the community; and if laid upon particular se lected articles, for the partial purpose, or with the partial effect of favouring one class of individuals and injuring another class, it is made additionally oppres sive and exceptionable. Mr. Malthus is not the only writer who has commented with force upon the evils arising from this branch of taxation; which may well be styled unnecessary, or inadvertent taxation. Myriads, who are not writers, in different countries, may be found to attest that they are made to feel the pressure of such taxes; and in no case or shape more grievously than where a rigorous excise has been in stituted, and resorted to for revenue, in the place of a judicious moderate tariff of customs; the customs,"], [64, "56 UNITED STATES. in such instances, having been precluded from their natural productiveness, through prohibitions of some foreign articles, and excessive importation duties on some others, tantamount nearly to prohibition; both of them loo. holding forth encouragement to the im morality of contraband practices. So that, in all re spects that can well be thought of, the nation is made to suffer by an injudicious prohibitory tariff wher ever such a thing prevails. Her revenue to govern ment from customs, if not destroyed, is lessened by it; the public are constrained to pay an exorbitant price for an inferior home fabricated article; and the privileged manufacturer himself, has in his turn, to gether with the payment of excise duties, to enter tain the domiciliary visits of the officers of an excise establishment. But to revert, for a moment, to manufactures with in the United States; we do manufacture at the pre sent time, and successfully, ina limited way; the New England district always has manufactured, both for home use, and transportation, and exportation; and the annual amount of Pennsylvania manufactur ed articles is now large;* many of them ofthe very * The value of dutiable articles, that is, such as if import ed would have paid duty, now manufactured within the Uni ted States, annually, has been computed at 30,000,000 dollars, and probably it is much greater. Certainly much greater. The city and suburbs of Philadelphia alone, contain about"], [65, "UNITED STATES. 57 first quality, and of highly finished workmanship; Philadelphia and Pittsburg may in fact both be termed manufacturing cities: but how distant, or how near, the period may be, when the United States is to become, emphatically speaking, a manufacturing country, is a problem for solution. It may, without any disadvantage, on the contrary with advantages, be delayed, except as to a limited progressive extent, so long as there can be found markets abroad for the vast increasing produce of her soil. Possessing, however, as the United States appears to do, peculiar inherent advantages and re sources, as well in regard to process, as in the variety and quantity of raw materials to work upon ; there is a probability that whenever the time does arrive, it will be found that she has, in addition to all other means, been gradually collecting from various quar ters, and has formed within herself, a body of ex perienced practical talent, capable of prosecuting various departments of manufacture, on a very large scale. five thousand looms in full operation, and thirty cotton facto ries; some of which, are not inconsiderable establishments. The mechanical work, in machinery, amounts high. 8"], [66, "UNITED STATES. 58 Foreign commerce, in the wide sense ofthe word, if it cannot, in peaceable times, like the present, be carried on by the United States, with similar bene ficial results to those engaged in it, and of course to the country, as it was at the particular period which has been noticed, will notwithstanding ever continue to be one of the staple sources of wealth to the coun try ; and her commercial flag will continue to be high ly respected and respectable in the ports of foreign nations. The goodness of her ships and seamen, the enterprizing spirit of her merchants, and the moderate terms on which she can navigate, are cir cumstances likely always to ensure to her a full share in the general competition ; and probably indeed, the sea commerce of the United States will not descend in rank, or be second to that of any nation besides that of Great Britain. But, in times hereafter, whether of peace or war, this branch of national pursuit, respectable, and even great, as it may be, and necessary to us as it now is and must coutmue to be, will rank but secondary in"], [67, "UNITED STATES. 59 importance, compared with the whole domestic comr merce of the nation, or that in which the produc tions of the land are in some way concerned; a definition, however, which I am aware, embraces some portion of the sea-commerce we have just been considering. I make this domestic commerce to consist, 1. In effecting exchanges of commodities, between one district or place, and another, according to the different wants of the inhabitants of each. 2. In transporting to ports of deposite, that portion of commodities destined for exportation, and exporting the same. 3. In supplying the interior with imported articles, derived from the sales of commodities exported. And, considering the diversity of the country's useful productions, consequent on a variety in soil and climate, through so great an extent of territory, there seems indeed to be scarcely any supposition of advantages that a speculative mind can make, which may not possibly, in future times be realized, by an assiduous cultivation of these commercial opportuni ties within ourselves."], [68, "UNITED STATES. 60 It has been observed, by a gentleman* of ingenuity in his profession, that the natural commercial facili ties between the Atlantic States of the country, and the valleys of the great rivers Mississippi and St. Lawrence, admit of three divisions: they are these, Northern division. All that part of North America, watered by the St. Lawrence river and its confluent branches, situate to the north of Niagara Falls. This will continue to have its principal commercial outlet and inlet, by that river, through Montreal and Quebec. South and SW. of the rapids of the Ohio at Louis- ville. For the principal outlet to exportable com- modities, the production of human industry in this great district, New Orleans is by nature pointed out; of course also the natural channel for supplies of foreign articles needed by the district in return. The exceptions to this course eventually, whether great or small, may be considered as owing chiefly to facilities of general communication, in the de- gree of perfection to which these facilities may be carried by artificial improvements through the country. * Mr. Wm. Darby, topographical engineer, and late one of the commissioners of the United States for determining boundaries under the treaty with Great Britain."], [69, "UNITED STATES. 61 Middle District. Between the Falls of Niagara and the rapids at Louisville, and from the Alleghany Mountains to the sources of the rivers of Lake Superior; this constitutes the natural middle dis- trict; and New York, Philadelphia, and Baltimore, appear admirably situate as competitors for the profits of commercial exchange therewith. The city of Detroit and Buffalo, also Cincinnati and Pittsburg, are found within the natural channel of intercourse here presented; besides which, it is easy to perceive that many intermediate towns, through this interesting tract of country, must rise into great importance, according as they will be found to be advantageously located for thoroughfares and places of temporary deposite. Some situations of the district, it is however, to be observed, do at present deviate in their trade from this course; and no doubt, eventually may continue to do so, more or less; in some instances occasionally, in others permanently. Without any question, arti- ficial improvement on the Canada border of the lakes and river St. Lawrence, as well as on our border, will be carried to as great perfection as local circumstances admit of, for the purpose of giving facility to transportation: for which, and other reasons, it may be expected that, in regard to some parts of the country, a competition will subsist between the Canada outlet, through Mon- treal and Quebec, and the United States' outlet through her Atlantic ports abovementioned."], [70, "UNITED STATES. 62 The same professional gentleman has given us a computation, in square miles, of the three grand di visions of country in question, as thus: — The Valley of tbe St Lawrence, below Niagara Falls, as above described; area computed, . . Sq Miles. 240,000 The Middle or central section, . do. 320,000 The South and SW. do. do. 1,200,000 And, by a different mode of statement, we are presented with a comparative computation of the whole superficies of country drained by the St. Law rence river and that drained by the Mississippi, in cluding the tributary streams, or branches of each, as follows: —"], [71, "Medial Medial Length. Breadth. Area. Valley of the Ohio river, 700 300 210.000 Do. of the Mississippi proper, above the mouth of the Missouri, . 750 300 225,000 Do. of the Missouri and confluents, 1350 500 675.000 Do. ofthe Arkansa river, . . . . . . . 1100 100 110,000 Do. of Red river, whereof some part lies within the Spanish Territory, 1000 100 100,000 Strip lying; E. of Mississippi and below the mouth of Ohio, . . 400 70 28,000 Valleys of White, and St. Francis rivers, 200 250 50,000 Total Area ofthe Mississippi Valley, . . . . . . Sq. miles, 1,398,000 OF THE SUPERFICIES BRAINED BY THE MISSISSIPPI. TABLE"], [72, "Medial Medial Length. Breadth. Area. Tract lying NW. of Lake Superior, 300 80 24,000 Tract . . NE. of do 400 80 32,000 North of Lake Huron, and W. ofthe sources of Ottawa river, • . 200 200 40,000 Peninsula between Lakes Huron, Erie, and Ontario, . . . 200 80 16,000 North W. of St. Lawrence, below the sources of Ottawa river, . 700 220 154 000 Tract lying SE. of St. Lawrence from its mouth, to the mouth of Richelieu or Sorel, 500 50 25,000 Triangle included between Black, St, Lawrence, and Richelieu rivers, . ... 330 50 16,500 South of Lake Ontario, and W. of Black river, . . . .200 80 16,000 South and SE. of Lake Erie, and East of Maumee river, . . 300 30 9^,000 Peninsula of Michigan, . 260 150 37,500 West of Lake Michigan, and S. of Lake Superior, . . .400 120 48.000 Lake Superior, 300 100 30,000 Lake Huron, . . . 200 100 20^000 OF THE SUPERFICIES DRJHNED^BY THE ST. LAWRENCE. TABLE"], [73, "Lake Michigan, 270 50 13,500 Lake Erie, . 250 60 15,000 Lake Ontario, .180 40 7,200 River St. Lawrence, and smaller Lakes, 1,500 Summary. Area NW. of St. Lawrence river, . . . .Sq. miles. 266,000 Do. SE. and SW. of do 152,000 Do. covered with water, 87,200 Total Area of St. Lawrence Valley, Sq. miles. 505,200 9"], [74, "UNITED STATES. 66 It is obvious, that the \" Middle district\" of country described above, being the great connecting portion of the whole, all facilities of transportation through the same, and thence to the principal ports on our Atlintic border, have a paramount claim to attention in the first instance, because, whilst they immediately tend to call into activity the latent riches of the dis trict itself, they also have a proportionate favourable bearing on the trade of the more distant parts, and may in many instances, determine the course such trade is to take in suture times."], [75, "UNITED STATES. 67 I have mentioned the great canal works, going briskly forward, in New York: which state is also laudably attentive to her roads. In this state, (Penns.) although we have not escaped some re proach for supineness, in not having bestirred our selves in canal operations with all the boldness of our neighbours, yet a great deal of useful solid improve ment over the State-surface has, at all times, been going forward; and much is accomplished. We pos sess at this day, 1940 miles complete, of excellent turnpike roads, traversing the State, and having on their surface no angle greater than 5°, even where they cross the highest mountains. This includes as follows: One stone road of 300 miles, between Philadel- phia and Pittsburgh; and part of another be tween the same cities, in progress, by a dif- ferent route. One continued road from Philadelphia to the town of Erie on Lake Erie, passing through"], [76, "UNITED STATES. 68 Sunbury, Bellefonte, Philipsburg, Franklin, Meadville; forming in the way, an eligible communication between the lake-country and the navigable waters of the Susquehanna. Two other roads, from Philadelphia to the New York line at Bradford county and Susque hanna county; one passing through Berwick, the other towards the N. passing through Bethlehem. Part of a road, from Pittsburg to Erie, passing through Butler, Meadville, Waterford; in progress. Thus, you will perceive, on reference to a map of Pennsylvania, how the Northern, the N. West, and the Western sections of the State are already well connected with this metropolis, and with each other. These works are always going forward, and turnpike roads increasing. And with respect to water-im provements, we are now entitled, at the least, to boast of two great works, in such satisfactory progress, that one of them, whereby the whole course of the river Schuylkill, 117 miles, will be rendered naviga ble, is far advanced, and will be completed, in all probability, being contracted for, in less than two years; the other work, which is to connect by canal, 70 miles, the navigable waters of the Susquehanna with the Schuylkill, will, it is expected, be finished"], [77, "UNITED STATES. 69 at, or about the same time, say in 1825, or at the farthest in 1826. The two works have a point of union at Reading, whence the Schuylkill canal con tinues in a N. Western direction to Mount Carbon, and the other strikes off S. Westwardly to the Swa tara river, at Middleton, near the Susquehanna. We hope from these, our Pennsylvania works, very beneficial effects, considered even without refer ence to others; but should there, in addition, be set on foot, as present indications make probable, an en terprise to unite the Delaware and Chesapeake-wa ters; and another, by a cut across New Jersey, to connect the Delaware and Rariton ; all these, consi dered in connexion with the Erie and Champlain canals of New York, and a certain canal to the Southward which has lately been completed, called the \" Dismal Swamp Canal,\" will soon form a chain of inland navigation of vast consequence to the coun try. Yet, as I have heretofore shown, our views are not to be confined within even such a range of enterprise as this. I will here present you with a little specimen of New York accomptantship, in relation to new pro jects. It displays the kind of ideas that are enter tained on the subject, in that quarter; which is my reason for transcribing it, as follows:"], [78, "UNITED STATES. 70 The Erie and Champlain canals, when complete, in 1825, will have cost, at the highest estimate, Doll. 7,500.000. Whereof the interest, ou Doll. 4,000,000 paying 6 per cent, . . . is . . Dull. 240 000 Doll. 3,500,000 at 5 per cent, is 175.000 Making, to be provided for, Doll. 415,000 The proceeds ofthe canal-fund, exclusive of tolls, amounted, in the year 1822, to Doll. 216,902, say only . . Doll. 215,000 At Rome, 40.000 tons paid freight, in this year; but it is supposed that after 1825, the quantity will be increased from three to six times. Say three times only; i. e. 120.000 tons, making for the distance on the Erie canal, 363 miles, at 1 § cts. per ton. . 653,400 Doll. 868400 Which income of Doll. 868,400 will, without any thing from the Champlain canal, provide for the above interest, 415,000 For repairs and expenses, suppose 53,400 468,400 Leaving an annual surplus of . Doll. 400,000"], [79, "UNITED STATES. 71 Which it is proposed to apply, as so much interest money on new loans to the amount of seven millions of dollars, for the purpose of neio improvem,ents. I may observe also, that in New York there is prosecuting at this moment a Geological and Mine ralogical Survey, through the tract between Albany and Lake Erie; for the special purpose of rendering such information as shall be obtained from it, bene ficial to the State. So much for prospects and projects in New York. The Dismal Swamp canal, let me inform you, is situ ate between Virginia and North Carolina, connect ing the Chesapeake and Albemarle Sound, by a cut from Elizabeth river to Pasquotauk. It is in length 22\\ miles, 38 feet wide at the surface, 6 feet deep, and is calculated for Sloop-navigation, admitting vessels to pass through the locks with sixty or se venty hogsheads of tobacco, or about three hundred barrels of flour, with masts standing. To be somewhat more particular on the topic of further enterprise, I have to observe, that the public mind is turned towards a thorough inland navigable communication, between the Northern, the Southern, the Western, and the Atlantic waters of the United States; which, provided the country continues to be blessed with peace, will, in all probability, be ac- complished before the lapse of a long series of years."], [80, "UNITED STATES. 72 Several plans have been brought forward for a junction of the Mississippi with the great lakes; most of these plans proposing the river Ohio as a medium, and the canal to strike from some point of Lake Erie. Amongst the plans of a different route, one by the Chicago and Illinois rivers, has been suggested, and is represented as being comparatively of very easy execut;on. The two rivers intermingle their sources, and present one of those remarkable instances of rivers originating in a plain so nearly approaching to the curve of a sphere, as to leave for the discharge ofthe waters, scarcely a sufficient inclination to deter mine their course. I ought to have mentioned, that the Chicago is a river discharging into Lake Michi gan, near the SW. extremity. There are no inter vening mountains to obstruct canal-work, and the distance is short. The rivers themselves, said to be free from rapids and shoals, so as to supply an unim peded navigation* down to the Mississippi. In the present state however, of the country, the Ohio route is more interesting, by reason of the density of its population and actual productiveness ofthe land, than is as yet the Illinois track; but the passage of that river is interrupted, in the dry season ofthe year, at the rapids below Louisville ;f to remedy * My information concerning the Illinois route, is from Mr. Darby. t Here dwells honest Byrne."], [81, "UNITED STATES. 73 which, a lock-construction is there requisite. Upon the whole, it appears highly probable that the Ohio and Illinois rivers will eventually both become, by the aid of canals, channels of communication between the Great Lakes and the Western waters. Other im provements being also made, the several divisions of the country will hereafter have, in their commercial intercourse, a choice, both of different markets, for their commodities, and of different routes to the same market; to be availed of, the one or the other, ac cording to the season of the year and other circum stances. The track between New York and St. Louis, Missouri, I will here note down, by way of ennume rating a few local distances, and for the purpose of pointing to another fact. New York to Albany, . . 160 Miles. Canandaigua, .213 373 Buffalo, . . 92 465 Erie, . . . 9U 555 Cleveland, . . 90 645 Detroit, . .110 755 Fort Gratiot, . 67 822 Michilimakinac, . 190 1012 M. of Chicago river, 280 1292 Head of Illinois, . 40 1332 Mouth of do. . 400 1732 St. Louis, . . 30 . . 1762 10"], [82, "UNITED STATES. 74 The other. fact alluded to, you have, perhaps, anticipated me in; namely, that the Buffalo and Al bany canal once finished, there will be no more wanting than the Chicago canal, for the whole range of country Westward, and S. Westward, compre hending the Mississippi river, and rivers flowing into the Mississippi, and their tributary streams, being laid open, by a navigable passage, to the commercial enterprise of the city of New York and intermedi ate places. Of which range, the distance to St. Louis, as above sketched, makes but a small part. How soon this may be fully realized, I do not know; but in the mean time, we shall have effected some thing in other quarters. You will readily call to mind, among the little in cidents of the tour we made together in 1808, the perusal of a eopy, just then received by a certain gentleman, of Mr. Secretary Gallatin's famous re port upon inland navigation and roads. It projected in particular, a line of canals along the Atlantic coast, from Boston harbour to Carolina; which appeared to gather friends desirous for its execution. The navigation proposed, was to be for sea-vessels, and the connexion, to be effected by four canals, as follows: 1. Boston harbour to Rhode Island. 2. Rariton river to the Delaware. 3. Peninsula between the Delaware and Chesa- peake. 4. Chesapeake to Albemarle Sound."], [83, "UNITED STATES. 75 Between Weymouth and Taunton, . . 26 Miles Brunswick and Trenton, . . 28 do. Christiana and Elk, . . 22 do. Elizabeth river and Pasquotank, 22 do. At that time however, and for years after, the na tion was too much engaged with some other objects, to deliberate with effect upon this undertaking; and since then, when Congress took up the matter, and decided in favour of the work of internal improve ment on a general scale, it was arrested, by a negative opinion of the President, touching constitutional au thority in the Federal government to execute such works. Whether a greater latitude may hereafter be al lowed to constructive authority, so as to embrace the point, or whether an amendment to the constitution al instrument may be resorted to, so as to do away the doubt by an express autlwiity, is uncertain ; but in one ofthe two ways the difficulty will probably be gotten over; for, that it should exist at all, is by many, whose views are extensive, regretted. They per ceive a reasonable propriety in some part of the ex pected overflowings of the national treasury being ap plied to an object, than which one of greater public prospective utility could not well be devised."], [84, "76 UNITED ST.\\TES. At the very last session of Congress, a committee reported in favour of surveys being gone into, with a view to the following, as national undertakings. They proposed, 1. The line of canals along the Atlantic coast, as above described. 2. A great road from Washington city to New Or- leans. 3. Canals, to connect the waters of the Ohio river above, with those below the rapids at Louis- ville; Lake Erie with the river Ohio; the tide-waters of the Potomac at Washington, with the same river at Cumberland. 4. Canal-communication between the Susquehanna, and the rivers Seneca and Genessee. 5. Canal-communication between the Tennessee and Savannah rivers; and between the Tennessee, the Alabama and Tombecbee rivers. But, according to what is above related, all effectu al steps in this, so far as regards the general govern ment, must probably be suspended for the present, by the constitutional doubt. In the mean time, you will have seen from what I state, that, the great work is advancing by piecemeal, in different quarters:"], [85, "UNITED STATES. 77 incorporated companies, composed of individuals and their particular State governments, are zealous in it, at least in proportion to the views they each entertain of respective local advantages. On speaking of the turnpike roads in the State of Pennsylvania, I might have observed, that near the sum of seven millions of dollars has been expended in the first formation of them, besides the needful expenditure, from time to time, to keep them in re pair. I have properly characterized above, our works, now in great forwardness, on and between the rivers Schuylkill and Susquehanna; when complete, they will have most beneficial consequences. The city of Philadelphia is beginning to receive coal from some ofthe mines situate on the Schuylkill. The Delaware and Chesapeake canal, (one of Mr. Gallatin's four) was undertaken many years ago; but after a while, suspended, from temporary causes: this, it is almost certain, will be resumed forthwith, with provision made for a prompt completion of it; and the intention is, to adapt it to ship-navigation ; so that vessels from Philadelphia bound to sea, may then have a choice between the Capes of Delaware, and the Capes of Virginia, to depart from; and of course, inward vessels arriving on the coast, the same choice of Capes to enter by."], [86, "UNITED STATES. 78 The Dismal Swamp Canal, between Virginia and North Carolina, is another of Mr. Gallatin's four; and it is quite probable, as before stated, that a third one ofthe four will soon be undertaken, viz. the cut across New Jersey; if which should be made a ship-pas- sage, as is likewise probable, then may large vessels navigate within land, from the Capes of Virginia quite to Rhode Island, and vice versa; and besides, may proceed up the Hudson river, to within a very few miles of Albany; where, if a short lock-im- provement be made, to overcome an impediment yet existing, then may ships come in contact with the Erie, and the Champlain canals, and have the benefit of an inland navigation, from the very point of union at Albany, to the Capes of Virginia, or of Delaware, at pleasure, as also between Albany and Rhode Is land. This is no inconsiderable range within land, for vessels of burthen, either equipped for sea, or not, as the case may happen and objects require. Amongst other matters under consideration, for accomplishment by individual means and State go vernment aid, a prominent one is to improve the navigation of the Potomac, by a lock-construction and series of works, between tide-water at Washing ton, and Cumberland on the same river, and thence to the waters of the Ohio, to form a junction with that river; a distance in all, of perhaps three hun dred and fifty miles. The State of Virginia has actually passed a law to subscribe one million of"], [87, "UNITED STATES. 79 dollars, or 2-5ths of a stock of 2\\ millions to be created for that purpose, as soon as the other 3-5ths or 1,500,000 dollars shall be elsewhere subscribed. That state has, I believe, a standing law, whereby a Board of commissioners are empowered to sub scribe, on behalf of the state, 2-5ths toward any works of approved general utility within the State, conditionally that the other 3-5ths are subscribed and partly paid in. The Maryland legislature has passed resolutions, directing a survey to determine as to the practica bility of a canal from Baltimore to the river Potomac, and of another from Baltimore to the Susquehanna near Conawago falls. In South Carolina, some of the rivers are already connected by valuable canal-works. In Massachusetts, the Middlesex canal, connect ing Boston harbour and the river Merrimack, is a fine substantial work, and highly useful; and, what most probably will become of great general utility, though not as yet productive to the incorporated pro prietors, is a work situate behind the town of Boston, now quite or nearly completed, at the expense of near a million ; for the purpose of furnishing water power. This is effected by means of two dams, which admit and confine the tide: one of them mak-"], [88, "80 UNITED STATES. ing a chord line, to a basin approaching to the cir cular form ; the other dam, which is perpendicular to the chord, and about one mile in length, being al lotted for the erection of mills and factories."], [89, "UNITED STATES 81 I have now brought forward sundry facts and obser vations agreeably to intimation; and, with the excep tion of one topic, comprising all that I had in my mind in relation to the subject before us: 1. I have delineated, in the form of a comparative table, the prominent features of American opu- lence in the year 1822, with reference to the year 1792. 2. I have, for reasons given, assigned as the proxi- mate cause of most of this accumulated wealth of the country, the commercial opportunities thrown in her way by the convulsions of Europe: I say proximate, meaning that this cause, or oc- casion, is not to be considered as alone and un- connected, but to be taken in combination with the previously formed industrious habits of a peo- ple, with their mental intelligence, and with a particular aptitude and skill which they possess, in the pursuit of commerce; whereby, the occa- sion being presented, there was found little tardi- ness to profit by it, and as little mistake in the II"], [90, "UNITED STATES 82 mode; and above all, taken in combination with the circumstance of our country's teeming with productions, — ships and able seamen included in the number, — such as happened at that period to be precisely those things, of which Europe felt the most pressing want. All this understood, I have not hesitated to deduce the present national opulence, as an immediate effect of extraordinary opportunities of foreign commerce, enjoyed dur ing some years; and I have hazarded some con jectures, or at the least, have sketched an outline for conjectures, upon the operation of existing causes for its further advancement. 3. I have endeavoured to place in view, a few of the leading improvements on the face ofthe country, actually finished or in progress of execution, with others projected; especially as relating to facilities of commercial intercourse, bringing the remote parts of this extensive country into close intimacy, and consequent thereupon, tending most effectually to explore her latent sources of treasure in every direction; by which, to increase the mass as well as the number or variety of her productions, and bring the whole of these into rapid circulation. 4. I have endeavoured, by stating a few collateral circumstances, to convey an idea of the active spirit and intelligent power, with which these im-"], [91, "UNITED STATES. 83 provements, and of course the several appropriate industrious pursuits, are carried on and extended, in the road to further, and perhaps accelerated, accumulations of wealth and power. 5. I have endeavoured through the whole, directly or indirectly, to point also to American mind — its original capability and its opportunities of expan- sion — as being in itself thegreat spring, or fountain head, of all the rest. The anticipations we are wont to indulge in, have their rise, their origin and support, in what is observable in the state and character of that mind ; or the tendency which we believe we discover in it, to support from choice, and render permanent, the essential insti- tutions of the country. With the use then, of whatever these materials may be found to add to your own previous stock and stores, should you be induced to speculate deeply, and of course with that warmth of interest, which I may well suppose you have not ceased to feel in the destinies of this land of promise, there are few things in the world could afford me a higher gratification than to be favoured with the results of your speculations, ge neral and particular; not any thing perhaps remain ing in the world, which could equal towards me the gratification I should have in the opportunity of con ferring with you upon them, and some other subjects, here on the spot."], [92, "84 UNITED ST.VTES. But, I have hinted just above, at some reserve in respect to a certain topic. It is a point, I will ven ture to say, not yielding in importance to any other in my catalogue of premises; and yet, I believe that, without violence to custom in speculations of the na ture before us, it might be cast into exclusion; or at the least, might not be allowed to occupy the visible place for consideration, which it certainly merits. I have, it is true, hesitated at bringing it conspicuously forward, knowing that it could not escape having a place in your consideration; but 1 fiually concluded the better way to be, to lay all open, and not wilfully to abstain from any matter-of-fact suggestion or re mark, that might, by possibility, aid in awakening your reflections on the subject, or widen the field of view. There is need of my craving your indulgence for so immoderate an introduction. Perhaps by this time you perceive that what I allude to, bears relation to the religious and moral character of the nation; — the influence that this may have, according as it shall, or shall not, be established and maintained consistently throughout; the influence, I say, favourable or unfa vourable, that this may have, over the stability of this country's present happy institutions? My pen here approaches to the fearful word Slavery. Opinions with us are, I believe you know, at vari ance, as to the remote effects to be expected from this"], [93, "UNITED STATES. 85 evil ; though it is nothing more than justice to say, that many of those, if not nearly all, the most inte rested in this species of property, do unite in ac knowledging the thing to be as I here name it. The difficulty in the way of discovering a remedy, you are well enough aware of. There are those amongst us, whose exalted religious and humane feelings prompt them to look upon it as a most direful malady in the body of the state; and they behold, with all the sorrow which an unquestionably ardent love for their country can excite, the extension of it into new members. If pressed on the topic, but not otherwise, they go tbe length of saying, that although there should be a multiplicity of the best effects flowing from wise institutions, virtuous motives, zealous exe cution, and successful application of talents; — all this together, whilst it still shall constitute no more than a preponderance of good, over an inherent mass of evil in the land, may not, they apprehend, if the latter be suffered to go on growing more and more into strength, be sufficient to protect the nation, at some period, sooner or later, from a great, and perhaps deadly catastrophe! For my own humble part, I do not undertake to pronounce upon these forebodings. As to the force, or to the extent of such commotions, decay, or disruption, as this growing malady, if it can not be eradicated, may eventually stir up in the body politic, I do not allow myself, at this early and elastic stage of our political existence, to form a conjecture. It is one of those unhappy national predicaments,"], [94, "86 UNITED STATES. which, although brought into being by man, through inadvertency or the depravity of a past age, is yet what man's experience and foresight together can by no means compass all the consequences of; and very probably what the mind of man is not competent to construct any connected, feasible, philantrophic plan for the removal of; and little more perhaps is in his power than to cherish a hearty desire, and keep hope alive within his breast, trusting chiefly to some provi- dential discovery, hereafter, of means, which at pre- sent do not appear. We have witnessed in this our time, very unexpected and extraordinary events, com- pared with the very trifling and insignificant begin- nings or causes, which, to our perceptions, have brought them ultimately to pass. We have seen the rise and progress of the now numerous and various benevo- lent associations, such as School, Missionary, Bible- Societies, and the like, which both in this and other countries, are every day spreading their influence; and can it be too much to indulge a hope, that these, or some of these may, by and by, or in the end, aided with a full light of experience, and perhaps, some systematic union in their operations, be endowed with a power which shall happily reach some of the moral evils attendant hitherto on human society, that hitherto we have been rather too much in the habit of supposing there could be no remedy for? The American Colonization Society's establishment on the coast of Africa, taken singly, does not as yet present any very encouraging aspect, but the requi-"], [95, "UNITED STATES. 87 site efforts once made, and its infancy properly as sisted, it is probable that a healthy state of maturity will succeed; and this institution, perhaps co-operat ing with others, it is not impossible, may be a destin ed instrument for incalculable benefits eventually, to the cause of civilization, morality, aud religion in the world. The fruit that is to be expected in due season, from a moral, a religious, and a literary culture of the mind, extended to all subjects, the first two without limitation, the last in degree and circumstance; has quite a foremost place in the contemplations of our eminent characters of this day; and accordingly there is a redoubled attention directed to education, in fa vour of the generation growing up; as well in the more recently settled parts of the country, as those of older dtate. In all the States, and especially our cities, provision, more or less, is made for gratuitous instruc tion. A spectacle, in May last, of the sixth anniver sary procession and examination of the \" Sunday School Union\" in tbe city of New York, excited strong emotions in those who beheld it. It consisted of two thousand five hundred children, belonging to forty-eight different schools; and the number is said to have since increased: it increases in fact along with the popula tion. In the state of Pennsylvania, education is, so far as legislative provision for the object goes, laid open to all. The State is laid out in districts, and public schools are established therein, for the benefit"], [96, "88 UNITED STATES. of all indigent children. Without counting private charity-schools, which in Philadelphia are numerous, there are now in this one district, comprising the city and county of Philadelphia, about five thousand pupils taught reading, writing, and arithmetic, at the charge of the commonwealth. They are distributed, for the greater part, through seminaries erected by the commonwealth on the Lancasterian plan of instruc tion ; the rest at common schools in some of the coun ty-sections of the district. As a single specimen of the earnestness and philo sophical intelligence, as well as practical minuteness, with which, in pursuit of the main object, these ele mentary matters are handled in this u young country,\" I might here present you with a constitution and set of rules, drawn up for the government of a k' Chil dren's Asylum,\" a private charity which now makes one of the local embellishments of this city, in the vicinity ofthe Schuylkill; but the instrument is too long for a transcript, and you will excuse it. Colleges are increasing in the different States, and are enabled more and more to enlarge their field of instruction, partly by means of private contribution, but especially the means conferred by acts of the res pective State Legislatures. If the endowments of most of them are not as yet ample and effective as in two or three instances of the original States, they are however in a fair course for becoming so: not one of"], [97, "UNITED STATES. 89 the new States has been received into the Union, but whose constitution contains a provision for schools, academies, colleges, and universities: and great land ed investments are mortgaged to the object. There are now more than three thousand under-graduates matriculated at those universities and colleges, author ized to grant academical honours; more than one thousand two hundred students at the medical schools, which amount to fourteen, some of them justly cele brated, even beyond our shores, for the talents of their professors; at Philadelphia, the number of students at tendant on the medical lectures last winter, 1822 — 23, in the university, was four hundred and fifty-five. There are several hundred at the theological semi naries; at least one thousand students of law. The profound studies, and strictly classical learn ing connected with the dead languages, are as yet. but very partially introduced; neverfhefess it is fair and natural to believe that these also wilr have their day of celebrity with us, without at all abating the ardour which now prevails for the improvements of the age in natural science, and politics. Doubtless, they are powers that will coalesce in attractive influence, and have votaries in common. The tree, in our soil, retains its vitality thoughout, although some of the branches are, as yet, not in so vigorous a state of growth as some others. There is in the American character too much inquisitiveness, and in the Ame rican intellect too much capacity, to allow it supposa- 12"], [98, "UNITED STATES. 90 ble that that variety to be enjoyed, and that compre hensiveness of thought to be attained, by partly em ploying the mental faculties in the cultivation of Greek and Latin literature; in metaphysical as well as in physical and political science; — to allow it, I say, sup posable that these studies will not be indulged in to the full. In favor of education and of general knowledge, I may likewise state, that within the last few years, public libraries and private collections of books with in the United States have vastly* increased, both in number and magnitude. With regard to the constant publication and distri bution of books, and particularly of pamphlets and papers, which are incessantly circulating informa tion, we find, in a discourse lately delivered* before the American Pljjlosophical Society in Philadelphia, a passage as foUaws: \" The publication of books is so much cheaper in this country than in Great Britain, that nearly all we use are American editions. According to reports from the Custom House made under a resolution of the Senate in 1822, it appears that the importation of books bears an extremely small proportion to the American editions. The imported books are the mere seed. It is estimated that between two and three millions of dollars worth of books are annually * By C. J. Ing-ersoll, Esq. in October, 1823."], [99, "UNITED STATES. 91 published in the United States. There have been eight editions, comprising seven thousand five-hundred copies, of D. Stewart's Philosophy published here since its appearance in Europe thirty years ago. Five hundred thousand dollars, was the capital invested m one edition of Rees' Cyclopedia. Of a lighter kind of reading, nearly two-hundred thousand copies ofthe Waverley novels, comprising five-hundred thousand volumes, have issued from the American press in the last nine years. Four thousand copies of a late Ame rican Novel were disposed of immediately on its pub lication. Five hundred dollars w7as paid by an enter prising bookseller for a single copy of one of these novels, without any copy-right, merely by prompt re publication to gratify the eagerness to read it. Among the curiosities of American literature, 1 must mention the itenerant book-trade. There are, I understand, more than two hundred wagons which travel through the United States, loaden with books for sale. Many biographical accounts of distinguished Americans are thus distributed. Fifty thousand copies of Mr. Weemys' \" Life of Washington\" have been publish ed, and mostly circulated in this way thoughout the interior. I might add to these instances, but it is un necessary. Education, the sciences, the learned pro fessions, the church, politics, together with ephemeral and fanciful productions, maintain the press in re spectable activity. \" The modern manuals of literature and science, Magazines, Journals, and Reviews, abound in the"], [100, "92 UNITED STa\\TES. United States, although they have to cope with a larger field ol News-papers than elsewhere. The North .\\meriCan Review, of which about four thou sand copies are circulated, is not surpassed in know ledge or learning, is not equalled in liberal and judi cious criticism, by its great British models, the Edin burgh and Quarterly Reviews, of which about four thousand copies are also published in the United Slates. Written in a pure old English style, and. for the most part, a sine American spirit, the North American Review superintends with ability the litera ture and science of America. <{ Not less than one thousand News-papers, some of them with several thousand subscribers, are circulated in this country , the daily fare of nearly every meal, iu almost every family; so cheap and common, that, like air and water, its uses are undervalued. But a free press is the great distinction of this age and country, and as indispensable as those elements to the welfare of all free countries. Abundant and emulous accounts of remarkable occurrences concentrate and diffuse information, stimulate inquiry, dispel prejudices and multiply enjoyments. Copious advertisements quick en commerce ; rapid and pervading publicity is a cheap police. An American would forego the charms of France or Italy for the luxury of a large News-paper, which makes every post an epoch, and provides the barrenest corner of existence with an universal suc cedaueum. Duly to appreciate the pleasures of it,"], [101, "UNITED STATES. 93 like health and liberty, we must undergo the tempo rary privation. Nor is our experience of the licen tiousness of the press, too dear a price to pay for its freedom.\" We have, foo our popular prelections on a variety of subjects; and they are likely to be still more abundant. As many of the courses are conducted by gentlemen of abilities, there can be no doubt of much useful knowledge, as well as pleasure, being derived to the public, from this fashionable resort for instruc tion. Amongst associations, next after those for the spe cial promotion of religion and morality, the foremost rank in promising usefulness must be assigned to our agricultural societies: they are extending, and are so connfcted, that a well organized correspondence is carried on, both one with another in different parts of the country, and with societies and individuals abroad. They give occasion to fairs, which now are held in sundry places, for the exhibition and sale of the best breeds of neat cattle, sheep, and horses, im plements of husbandry, seeds, and various domestic manufactures; and premiums are usually, at these periods of meeting and shew, awarded. Associations, besides, in various departments of pursuit, in every town and district, are increasing in number; all tending to encourage and advance, one"], [102, "UNITED STATES. 94 useful art or another, or promoting discoveries as applicable to the existing and growing occasions of the country; and in general pursuing the twofold ob ject, of collecting and scattering knowledge. \" Knowledge is power,\" says the text of the day. It heads a discourse to at least one of our literary societies, in the South. Together with power, let us devoutly trust, and assure ourselves that, taken in a genuine sense, both the pursuit and the acquisition will, nay must, be happiness, seeing that, in relation to our national career, it may be said, the knowledge we aspire after is, how to curb and finally to expel the evil, which has been unguardedly suffered to gain a footing in this our world ; and how best to cherish and promote the growth of good; — the good which, notwithstanding, we have providentially been per mitted thus far to become possessed of, in no parsi monious degree; not physical alone, but, be it said with due acknowledgments, moral also. And, reverting for a moment to public schools and primary instruction, — I would observe, that our comp trollers of these schools, and especially I speak of this one of the Pennsylvania districts, are of that descrip tion of persons who, taking a comprehensive survey ofthe subject, feel a conviction that ignorance, or ob scurity of intellect prevailing among any of the or ders of a community, Bot excepting the very lowest, is the great strength and stay of vice and depravity,"], [103, "UNITED STATES. 95 liberal information a necessary ground-work for in centives to virtue ; and believe that, of all the preser vative measures which society may adopt against the spread of vice, and in favour of the security and du rability of the social establishments, no one can be so efficacious as that of universal education to a cer tain extent; they believe that in general, the several duties will be best performed, where best understood; where the understanding is most enlightened upon the true nature and tendency of them. Accordingly, actu ated by this principle, their endeavours are not spared to induce parents and guardians of poor children, in all cases, to cause the proffered benefit to be availed of: and a course of instruction in useful elementary learning, with observances pointing directly to a fu ture moral conduct, is ready to be imparted gratis, to every indigent child, of both sexes, without distinction of colour. A fact, which I feel more than an ordinary degree of satisfaction in here taking notice of is, that in the city of Philadelphia, there has been instituted, by a colour ed man of abilities, a society called \" The African Literary Society,\" whose exercises consist in essay writing and debating, and the Society is composed of thirty or forty members. They do not, it is true as yet, publish their transactions ; nor do they, I am so inform ed, admit strangers to their debates. The name of the person alluded to, is Russell Parrott; and he is said to be preparing for the gospel ministry.* *He is since dead."], [104, "UNITED STATES. 96 You have now the subject fully and clearly before you; that is to say, fully as the same was within my own comprehension, and clearly as my mediocre quali fications have enabled me to spread it for your con templation. There is no danger of your mistaking some pas sages of what is written, lor attempts at disquisition in the science of political economy. The occasioii called not for it, had even my pen been qualified, With the exception of one evil, which indeed must be acknowledged to be burthensome, and to merit the most serious and persevering thoughts towards a discovery of proper means to counteract its tenden cies, the circumstances of this country are happily such as not yet to call for the absolute determination of the seemingly intricate points which in some other countries have, of late years, occupied the pens of so many eminent writers on that science, and still oc cupy them n.iost laudably. The modes oi producing wealth in the nation, as things are at present here con stituted, it would seem, are pretty thoroughly under-"], [105, "UNITED STATES. 97 stood, and the distribution also has the appearance of going on, pretty nearly as might be wished. I mean by this, no more than to observe, that in the actual situation of the country, wealth does, by a na tural and easy circulation, cheer and invigorate the system through all its ramifications of industry. It flows, as it were by a natural impulse, along and through the various channels thereof, apparently without obstruction or irregularity that hath need of any artificial interference. Nevertheless, be it re membered, that now is the nation's happy adolescence ; and, although at present, so singularly happy as to have her tide of prosperity distributed with pure equality, and seemingly without an exertion; yet time must necessarily bring its changes, and one-day the powerful competition alone of a vast population, may without other causes, possibly require all the ingenuity and energy ofthe statesman; all the philanthropy and disinterestedness of the patriot, with the aid, more and more, of positive institutions or enactments, to maintain and perpetuate so even a balance as that which now prevails, or the same clear and open avenues to wealth, and the happiness that wealth confers, throughout the community. And an unre mitted study, therefore, ofthe principles of political economy, it is evidently of very high importance to us, should be followed up, and this noble science be examined and sifte I to the very bottom. An ac curate investigation into the principles of it, as they are to be traced and tested by continual observation 13"], [106, "UNITED STATES. 98 upon the circumstances of other nations, may fur nish the most valuable conclusions, and these be to us, if we sedulously store them up, a real depot of wis dom, against the day that shall call for its salutary exercise. What I have attempted is, too, for the best of rea sons, still more remote from any attempt at analysis of government, or discussion of the particular merits, the particular defects, or excellencies of either ol the three branches of our national administration, or their relationship one to another and to the whole. Disquisitions on these high points, and suggestions of modes for amending, improving, qualifying, and best adapting to a permanent end, must come from other quarters. Content am I with being one in the multi tude of recipients and no more, for such portion of this kind of knowledge as opportunities happen to afford, coming, in the shape of judicious remarks, from the statesman the professional character or the man of genius. In the review I have taken, my busi ness has rather been with the physical, moral, and in tellectual capabilities of this great country, and with our national institutions taken in the aggregate; as suming for truth, the general excellence ofthe latter, in virtue of the experience had, down to the present day, of their effects; also the probable stability ofthe same as to essential outline and feature, in virtue of a matter-of-fact or two, which, relative to that topic, I have stated. And, in thus treating the great sub-"], [107, "UNITED , STATES. 99 ject, I have exerted my puisne strength in attempt ing to raise and cast aside a corner of the veil, which would seem as shrouding a MAGNIFICENT FU TURE. If then, niy willing labours, in collecting and intro- ducing a few plain facts, and the plainest inferences I could draw from them, subject to correction and es- pecially to extension, do but succeed in exciting those to whom the talent is given, to display, at proper time and qccasion, a perspective more distinct of 6cenes behind the veil; or, if these humble labours, though mere pioneer-duty, should yet be found to have sufficiently laid open and cleared a path for some respectable force to occupy the ground, and support the cause of truth and wisdom, with efficacy, at any of the points that may require it; — they v.ill have fulfilled the appointed part, and will have their reward. And here, it might perhaps be highly pro- per that I should conclude, but a few additional thoughts are presenting themselves, and some others may yet rise up; with which, counting on your acqui- escence, and time and occasion favouring me, I will still continue the subject; and, though it be in a desul- tory way, carry it on somewhat farther; stating now and then a fact or two, amending or explaining where I may, for the sake of accuracy, or of not being mis- understood. To enlarge, however, upon any topic for the mere sake of enlarging, will, assuredly, not be my aim."], [108, "UNITED STATES. 100 Two or three years ago, it was asserted, that the people of St. Louis would, at an early day, have a commerce with Mexico for its silver, with the In dians of the Stony Mountains for their peltry, and wi'h Ctiina aud the East Indies for the production of those countries. The prediction was received al the moment as in credible; but it was so received and treated, by those not thoroughly familiar with the enterprising spirit of our back-country citizens. Already, it has been in some degree, or so far as relates to the two branches of the three spoken of, fulfilled. An active trade of exchange now subsists between the people of the Missouri, and various tribes of Indians, quite to the Stony Mountains, otherwise named Chippewan Mountains; and in the course of last year, ; 822, several expeditions of great er or less amount, we are informed, were fitted out, and passed to and from New Mexico. What think you ofa train of loaden wagons driven through the"], [109, "UNITED STATES. 101 State of Missouri, direct to the City of Santa Fe? This, it is reported, actually took place,* and, it is added, to the no small wonder ofthe Spaniards. With regard to East India and China commerce in that direction, it may in lime, come also into existence; but as yet, the impediments are not sufficiently known or estimated, to render it supposable they can very soon, or easily be surmounted ; and besides, as a direct trade with the \" East,\" must in that quarter become every day an object of less value comparatively, by means of the improving facilities of intercourse through our country, to and from this border, so the period for that direct trade taking place, may yet per haps be distant, and depend much on the previous settlement of a part of our regions towards the Pa cific In the mean time, we confidently trust, that no inconsiderable quantities both of the silver and the furs spoken of, will successively find their way to its, and all the commodities desired in return, including those of the \" East,\" be despatched by us from hence, and be conveniently transported to their respective places of consumption, however great the distance. No * Since the insertion of this exploit from the then report of it, a different account states, not a train of loaden wagons, but a single one. It adds however, that the wagon itself sold profitably at Santa Fe, and that a more considerable ex pedition of the kind, was preparing. Of the results in con tinuation, I amnot prepared to speak. There will soon be published in England, a narrative of an exploratory expedition to the North West under authority, by Major Long. I re commend a perusal of it."], [110, "102 UNITED STATES. doubt, our fur trade to China, may, and will, be much strengthened and enlarged, by means ofa settlement at, or towards the mouth of Columbia river, when the proper time shall arrive. At the present mo ment, the Russians appear to have raised up claims a little adverse, along the North West coast, but these, I presume, will vanish. Forts will probably be erected up the Missouri, as high as the Yellow Stone river, as soon as the Indians will permit, and the fur trade be prosecuted largely. I cannot cloak the fact, that there exists but too much danger, our people will not content themselves with a fair and an honourable exchange of commodi ties with the Indians. Cupidity and violence are quite likely to despoil these poor aborigines, (\"rem nants ofa noble race of men) to the uttermost of their only means of subsistence, which is the produce of the chase, and that too so prematurely, as not to al low time for a sufficient attempt to be made, to bring them forward to a state of civilization, and give them, by way of some indemnity, another mode to exist by, in the cultivation of the earth. Iu short, \" hunting and trapping\" expeditions, are actually planning by companies of individuals in Missouri, and are, it is said, contemplated to extend over the whole range of country. This will be resisted by the Indians, at first by private and by open attacks, with some loss of life; war will then be the consequence; and finally, extermination! unless, by possibility, such"], [111, "UNITED STATES. JQ3 103 restrictions, and provisions as the humanity and wisdom of\" our government may interpose and make, shall prove effectual, in preserving the few beings that remain. There is an annual appropriation made by Congress, for the civilization ofthe Indians; but it must be said, the amount is not adequate. Small as it is, whether or not it is applied with all the effect it might be, I cannot say.* I here present you with a water-route,, from St. Louis to the Pacific, by way of the Missouri, and Co lumbia rivers. Besides the main interruption of the dividing mountain, there are some portages, from falls and rapids, which will, one day or another, possibly at no vast distance from the present, under go a change. * I am now enabled to state, that the further, or second, Wa gon-expedition spoken of, will consist of several wagons with an investment of merchandise to a considerable amount. How many persons will be interested, it is not yet possible to say, but about one hundred are to attend the expedition, well provided with arms, including a field-piece. The town of Franklin, where the preparations are making, is situate one hundred and seventy-six miles West of St. Louis, and the dis tance to travel, from thence to Santa Fe, is about one thou sand miles, all nearly Indian country. The wagons, it is cal culated, will be on the road from seventy to eighty days. If any of the party prefer to leave them by the way, and proceed on, their rate of travelling will, I presume, be much quicker."], [112, "104 UNITED STATES St. Louis to St. Charles, . .21 miles. Charette Village, . . 47 68 Gasconade, . . . 32 100 Osage river, . . . 33 133 L ad mine, . . . 20 153 Maniton creek, . . 8 161 Saline river, . . . 11 172 Maniton river, . . 9 181 G. Woman's river, . 8 189 Moine river, . . 7 196 Two Charlton river, . 24 220 Old Fort Orleans, . . 15 235 Grand river, ... 4 239 Coal Bank, . . . 85 324 Blue water river, . . 9 333 Kansas river, . . 8 31-1 Little Platte river, . . 9 350 Nodaway river, . . 100 450 Wolf river, . . 14 464 Big Nemaha, . . .15 479 Nashtabutome river, . 25 504 Little Nemaha, . 8 512 Platte river, . . . 82 591 Bluff, NE. side, . . 25 619 Three miles of Maha Vil- lage, . . .209 828 Big Scioux river, . .17 845 Copperas Bluffs, . . 26 871 James river, . . . 70 941 Cataract Bluff, . . 10 951 Ancient Fortification, . 13 964"], [113, "UNITED STATES. 105 Quicourt, . . Miles 22 986 Poncar river and Village, . 10 996 White river, . . . 122 1118 122 1118 Three miles of Scioux pass, 22 1140 Enter great Bend, . . 20 1160 20 1160 Upper point of same, . 30 1190 Teton river, ... 60 1250 Cayenne river, . . 45 1295 Shawauee river, . . 87 1382 Waterhoe river, . . 25 1407 Ricaree Village, . . 4 1411 Cannon Ball river, . . 72 1483 *Fort Madan, . . . 100 1583 Knife river, ... 6 1589 Miry river, . . . 25 1614 Little Missouri, . . 57 1671 Approach of the Saskasawa river and Missouri, 53 1724 Yellow Stone river,,. . 120 1844 Martha river, . . . 60 1904 Porcupine river, . . 60 1964 Little Diy river, . . 54 2018 Milk river, ... 45 2063 Big river, . . .25 2088 Bratton's river, . . 98 2186 Muscleshell river, . . 57 2243 Judith river, . . .169 2412 * Here the exploring party of Clarke and Lewis wintered in 1803.— 1804. 14"], [114, "106 UNITED STATES. Slaughter river, . Miles 14 2426 Natural Stone Wall, . 26 2452 Maria river, . . .41 2493 Snow river, . . . 18 2511 Shields river, ... 28 2539 Portage river, . . 7 2546 Great Falls, ... 5 2551 Head of Falls, . .13 2564 Enter the Chippewan mountains, . 30 2594 Heads of the Missouri and Colum- bia rivers, ..... Land. Mouth of Columbia, . . . 964 3558 water. Length ofthe Missouri, with its windings and some short portages, as above, . . . Miles 2594 Length, by Clarke's river, a branch of Co- lumbia, to the Mouth of Colum- bia, as above, . . . 964 Across the dividing-ridge to the Head waters of the Clarke's branch of Columbia, as above, . . 70 Total distance from St Louis to the Pa- cific, by Clarke's branch, . 3628 Miles."], [115, "UNITED STATES. 107 Itake pleasure in still consideringyouas and in the thoughts consequently, of your being, on your return to us, a full partaker in the many con veniences and comforts, which our late advancement in the art of travelling, actually confers. The num ber of good roads we now have, form of course one ofthe essentials; but, if these are in favour particu larly of celerity and despatch, you will nevertheless, well understand, that what I would commend to you, has no reference to expedition without prudence, for that is neither a convenience nor a comfort. The carriage-racing feats between city and city, are like ly to be suppressed, in virtue of a few admonitory assessments made upon some of our drivers and proprietors; for, to say the truth, these excesses have occurred much too often, and to such a degree, that in more instances than one lately, the unfortu nate passenger has had a worse fate than to hold the lantern; a post which, on a certain occasion former ly, you will recollect a friend of yours was obliged to fill, and a friend of mine a post correspondent to it."], [116, "UNITED STATES. 108 By the things you witness, as to Steam Boats, where you are, you will correctly enough judge of what the introduction of them has done lor us. They soon proved to be eminently adapted to the waters of this country, both coast and interior, but especially the latter; and we have in no sort delayed to profit by the circumstance. They are very numerous: they ply iu numbers and with pointed regularity, both the bold shore and the obstructed stream; and are now generally considered with us, as a necessary part of every line of conveyance, where the distance between places is partly by water. It is indeed surprising, when we cast our thoughts back for a moment, to former times, to observe how much this steam-navi gation has multiplied the number, and enlarged the circumferences of our social circles, not to speak of what is strictly commercial in the intercourse. You have travelled Southwardly here, and what is more, have travelled over some of the charming climes of Europe; yet I cannot refrain from think ing that, on this side ofthe Atlantic, we have still got some wonders in reserve for you, the survey of which may contribute to your gratification; and I feel myself induced to transcribe on this paper, a certain outline, as a memorandum for your tablet, to be referred to, whenever you shall so please, after your return to this land. It is the outline of an agreeable tour, in a direction contrary to those you formerly made. I derive it from the gentleman"], [117, "UNITED STATES. 109 whose authority I have more than once quoted. It would be misplaced in me, to enter into descriptions of scenery to you, and especially of that which I have myself not seen; but the tour in question is repre sented as comprising bodies of scenery so varied, yet so continuously delightful, that any previous imagi nation of it will be surpassed by the reality. In other respects too than scenery, the localities of this tour must have powers to interest you highly. Six or seven weeks, or less, may suffice for a convenient survey ofthe most remarkable objects comprehended in it. The shores of the St. Lawrence river, from Kingston to Quebec, distance three hundred and eighty miles, exhibit, it is said, such combinations of the \" sublime and beautiful,\" and so diversified a spectacle at almost every point of view, by the dif ferent ways in which the two are blended together and contrasted, that nothing at all equal, or ap proaching to the same, for impressiveness upon a traveller for the first time, is to be found in any other part of North America; and particularly so, as along this tract of country, whatever there is that is grand or beautiful in nature, must be viewed in connexion with the many and great improvements made, in point of cultivation and increase ofthe land's produce, which have, within a very few years, started forward as by magic: — But, it behoves me to stop, and to be seech your pardon for any mention, I may super fluously have made, both here and elsewhere, of matters which may have become familiar to you,"], [118, "UNITED STATES. 110 from other sources. I was aware of all I am risk ing, before I began, so, be pleased, in favour of the motive that governs through the whole, if of nothing else, to vouchsafe a good reception to the following PLAN OF A TOUR. Philadelphia to New York ; thence to Albany. Thence, along the Mohawk ) #£*K JST £& ' , 0 b f of the grand canal, at and Seneca rrvers. > .. b. , '. , n i • * t> ce 1 k its most remarkable Canandaigua to Buffalo. \\ ■ . & } points. Along Lake Erie, by steam boat, to Detroit. Return to Buffalo: and the Niagara Strait, if passed before, will again be passed, and the scene be contemplated with renewed pleasure. Lewistown or Q,ueenstown, by Steam Boat. Along Lake Ontario, to Sackets Harbour. Sackets Harbour and Kingston, to Quebec, distance three hundred and eighty miles. Return, by Richelieu river, Lake Champlain, and the Hudson, to Albany, and New York, and Philadelphia."], [119, "UNITED STATES. 111 THE DISTANCES ARE, Philadelphia to New York, . . 90 Miles. Albany, . . .160 250 Utica, . . .101 351 Auburn, . . .74 425 Geneva, . 22 447 Canandaigua, . .16 463 Genessee river, . 26 489 Batavia, . . . 26 515 Buffalo, ... 40 555 Dunkirk, . . 45 600 Erie, . .45 645 Cleveland, . . 90 735 Sandus&y Bay, . 50 785 Bass Island, . . 16 801 M. of Detroit river, . 23 824 Maiden, now Amherst, 5 829 Detroit City, . . 16 845 Return to Buffalo, . 290 1135 Falls of Niagara, . . 21 1156 Queenston, C. Lewistown, U. S. . . .7 1163 Fort Niagara, and Fort George, and enter Lake Ontario, . 7 1170 Genessee river, . . 74 1244 Great Sodus Bay, . 35 1279 Oswego river, . . 28 1307 Sackets Harbour, . 40 1S47"], [120, "UNITED STATES. 112 Miles. Cape Vincent, enter the St. Lawrence river, 20 1367 Brockville C. Morrisville U. S. . . .50 1417 Ogdenburg, U. S. Pres- cott, C. . . 12 1429 Great Gallop Islands, . 5 1434 Lower end of same, . 9 1443 Hamilton, U. S. . . 10 1453 Lat. 45° St. Regis, U. S. Corn- wall, C. . . 35 1488 Montreal, . . . 60 1548 tkl? Wr. j Three RiverS' ' ' 105 1653 Return to Montreal, . 165 1883 Plattsburg, . . 73 1956 Albany, . . . 178 2134 New York and Phila- delphia, . . 250 . . 2384"], [121, "UNITED ST.ATES. 113 Your old horticultural acquaintance and protege, A. B. is still at ... . and doing, I hope, pretty well. He may, with great truth, be said to \" deserve well\" ofthe country, which he hath made to be irrevocably \" his.\" He has contributed both to improve and populate it. The art he professes was, prior to his time, little attended to, and as little understood, in that neighbourhood. Now, the reverse is the case. He found apt pupils. But the evil of it, for poor B. has been, that he could not, from confined circum stances, render his talents and industry profitable to himself and family, in proportion to the benefits they have conferred upon others. However, I believe that he is gradually getting forward, though now in the midst of a competition, which his knowledge and instruction have brought into existence. I omit describing changes, and degrees of change, in the aspect of our good city of Philadelphia, since you left it; willing rather to leave some of our novel ties untouched, to have the power of striking you, with what force they may, at your return. One thing 15"], [122, "114 UNITED STATES. however in point, I am loth to postpone; that, as re ligious societies are every day increasing in magni tude, or the number of their practical members, through all or most parts of the country; and as those of this city happily partake of the general augmentation; so this has occasioned a call for new places of worship; and in virtue thereof, Philadelphia has got some handsome churches added to those you knew of, and others are building. I may like wise here notice our Academy of Fine Arts, not as to the edifice, but the institution, which has become more comprehensive. The *' Philadelphia Museum\" also, formerly Peale's, which has considerably enlarged its collection, and where a recreative plan of lecturing on appropriate topics is adopted. The elegant improvements on the river Schuylkill, near Philadelphia, can hardly fail to surprise you, and very agreeably, by that elegance alone, apart from the immense present and prospective utility of them. There is combined, a set of water-works, on a large scale; and these, for the use of the city, have been in motion since July last, (1822.) The river is dam med across at twelve hundred feel width, and its whole contents of water brought under control, amounting by computation, at the common state of the stream, to four hundred and twenty millions of gallons every twenty-four hours. These works, con sequently, include a water-power, that may be ap plied to manufacturing purposes, almost without limit-"], [123, "UNITED STATES. 115 ation, besides supplying the city to any extent requi site: for the present, they are adapted to the move ment of eight wheels, capable together, of raising ten millions gallons of water into the basins every twenty-four hours, but as yet, only two (or three) of these wheels are in motion, they giving a sufficient supply. I have touched above, upon the spread of religious societies. To give a general idea as to the effects that are taking place, from the present active condi tion of religion with us, I state, that according to com putation, there are not less than eight thousand places of worship; an equal, or greater number of ecclesi astics or preachers, in the United States; besides twelve theological seminaries, and many religious houses, containing, the former about five hundred, the latter, three hundred votaries; all which must, with us, you well know, be self-created, and depend for support upon voluntary contributions. The American Church of England, has already ex- 10 Bishoprics, 350 Clergymen, 700 Churches. panded into with . and about . The Roman Catholic Church, A metropolitan See. into 10 Bishoprics, 160 Clergymen, 100 Churches. with and and about ."], [124, "UNITED STATES. 116 and one very remarkable feature in the Roman Catholic establishment in this country, is, the present flourishing condition, and great influ ence of the celebrated society of the Jesuits. In the New England States, there are upwards of seven hundred Congregational Churches, with about seven hundred clergymen. The United States Presbyterian, additionally to the Congregationalists, comprises more than . . . 1400 Churches, about .... 900 Ministers, and .... 135 Licentiates, aud . ... . 147 Candidates. The Methodist Church, contains . . 3 Diocesses, with . . . 1100 Itinerant clergy, and . . . 3000 Stationary ministers, they reckon . 12 Conferences, more than . . 2500 Places of worship. The Baptist Church, is stated as comprising two thousand three hundred places of worship, and probably a greater number of ministers. Of this church there are three theological semi- naries. The Universalists, in the United States, have . . 120 Preachers,"], [125, "UNITED STATES. 117 and 200 Separate societies, 8 Periodical publications. and issue The Lutheran Church, \") The Dutch Reformed, The Associate Reformed, } and many others, The Moravian, The Friends, who have their several seminaries of educa- tion, and places of worship, with numerous clergy and preachers. I now give you the amount of the United States exports, for the twelve months ending on the 30th Sept. 1822; ascertained by official report from the treasury department; thus, Domestic, . . Doll. 49,874,079. Foreign articles re-shipped, . 22,286,202. Total Exports, Doll. 72,160,281. which forms a considerable advance, on the exports of the year preceding, inserted in the table. It is moreover ascertained, that the domestic portion there of, is much undervalued in these returns, both with regard to this year, and all antecedent years. As we"], [126, "118 UNITED STATES. have no export duties, so a strict evaluation of eve ry item, entered -outwardly at the custom-house, has not always been observed; and a variety of articles are also constantly going out ofthe country, without reaching the custom-house record at all, but with all the effect of an export, which is, by bringing wealth back into it. This matter is likely now to be more minutely attended to, for the sake of possessing our selves of full, and circumstantial information, on a subject that has important bearings. Much error has heretofore prevailed, both in this and other countries, with regard to the balance-os trade doctrine, or at least, in the application of it to particular cases. In fact, the error I allude to, has arisen, as I believe, out of mis-statement. No coun try can, for many successive years, import to a greater amount of commodities, than she has the means of paying, and actually does pay for, in some shape or other, by her exports. And very often has it happened, that, what has been termed, and recorded as a balance of trade against the nation, from a seeming excess of imports over exports, has in truth, been so much profd, made by the nation, on those exports."], [127, "UNITED STATES. 119 I will endeavour to improve a little, upon the de scription above, of our grand water-works; and give you, in a small compass, their present state. The place is named FAIR MOUNT. SUPPLY. 3 Wheels in motion, 15, 16, 16, feet diameter. The Shafts, of iron, weight five tons each, connected with 3 double Forcing pumps, connected with 3 iron Mains, sixteen inches diameter, two hundred and eighty-six feet long, discharging into 2 Reservoirs, . contents seven millions gallons. Height of reservoirs, 102 feet above Schuylkill low-water at Fair Mount; 56 feet above Philadelphia, the highest ground."], [128, "UNITED STATES. 120 Quantity of water every twenty-four hours, raised by these three wheels in mo- tion, 4 millions. Quantity may be raised, by the five wheels in reserve, . 6 do. Total, gallons. 10 do. DISTRIBUTION. 1 large iron distributing Main, from Fair Mount to the intersection of Broad Street and Chestnut Street, viz. 2661 feet, of 22 inches diameter, run- running from Fair Mount to Cal- lowhill and Broad Streets. 6909 feet, of 20 inches diameter, run- ning along Broad Street North, to Chestnut Street. 9570 feet of Main. Pipes from this Main, are laid along Chest nut Street, through to Water Street, Dela ware, also along other streets in part, and are to be laid throughout. Diameter from six to eight inches."], [129, "UNITED STATES. 121 The old wooden pipes measured in length, through the streets of the city, about thirty two miles. These are, from time to time, as they decay, to be replaced with iron ones, which will be extended likewise into the Liberties, N. and S. Total cost of these works, at their present extent of machinery and pipes, . . Doll. 426,330 Doll. 426,330 The site of them, is designated on a small map, here affixed, of the city of Philadelphia and environs. And, in order to convey a better impression of the spot, and some of its interesting objects, than my bare mention of them may perhaps do, I have also here annexed, an engraved view of Fair Mount. 16"], [130, "122 UNITED STATES For some of my Statistical representations, I am indebted to the elaborate work of Doctor Adam Sey bert. I could wish that gentleman were induced to give the public a second or supplementary edition. There is, in the occurrences of the few years which have already elapsed, together with what is now occur ring, and very soon will occur, matter sufficient to form an interesting, and very useful addition to the work, as published in 1818."], [131, "PHILADELPHIA i- ENVIRONS. PmtbUshe-d"], [132, ""], [133, "APPENDIX."], [134, ""], [135, "UNITED STATES. 125 In the \" comparative\" view, given with these ob servations, I have omitted the State and Course of our .National Debt. Which, as it may throw additional light upon some points of the subject I have attempt ed, or may at least be a useful memorandum, I will here supply."], [136, "In the year 1792. The amount of the public debt on the first of January this year, was Doll. 77,227,924 In eleven years thenceforward, there was made but a small re- duction, mat is to s*y; in this period a large and extraordinary expenditure was called forih in consolidating the nation's affairs, under the recently adopted Federal constitution, in various expen- sive embassies, and measures to reconcile differences with nations abroad, in necessary measures of protection at home, and especi- ally, in the sudden creadon of a respectable Naval force and pro- vision for its extension. All which operated to prevent, during the period in question, that reduction of the public debt, which the prosperous state of the nation's commerce would otherwise -_« §>Qtt have been the means of effecting. The actual reduction, was Doll. I / 3,230 In . . 1803. The amount of the public debt on the first of Janu ary, this year, was 77,054,686 In this year, consequent on a purchase, made from France, of _ qiyo AOA the Louisiana Territory and appendages, the debt was increased, 5J,3 /2,4'3'* In . . 1804. The amount on the first of January, 1804, was . . 86,427,120 In eight years from this, it was reduced 41,215,139 DEBT OF THE UNITED STATES."], [137, "In . . 1812. The amount on the first of January, 1812, was . . 45,211,981 In three years, embracing a war-period with Great Britain, the „„ qaq r\\4 k debt was increased 77,o43,U45 In . . 1815. The amount of the public debt, on the first of January, this year, was ..... 128,055,026* In eight years from this, a reduction was made, of . . . 39,277,595 In . . 1823. The amount of the public debt, on the first of January, 1823, all funded, was 83,777,431 Which eighty-three millions seven hundred and seventy-seven thousand four hundred and thirty-one dollars, is however, exclusive of seven millions of five per cent stock issued in 1816, in payment for sev.enty thousand Bank of United States shares; which government hold in their possession. I do not consider this seven millions as a debt, because the Bank-shares held, might be sold and converted into payment. Of this debt of eighty-three millions seven hundred and seventy- seven thousand four hundred and thirty-one dollars, the sum of seventeen millions one hundred and eighty-nine thousand eight hundred and fifty-two dollars is all that was contracted prior to the year 1812, and includes thirteen millions of three per cent stock. * Composed of Doll. 99,835,903 Funded debt and temporary loans. 23,219,123 Floating Treasury notes, funded in course ofthe year 1815. Doll. 123,055,026"], [138, "UNITED STATES. 128 It appears, therefore, that during the first eleven years here specified, not much progress was made in liquidation. Revenue, which was rapidly flowing into the country, went, the public part of it, to con solidate the Federal Government, the private portion, to increase individual capital and promote succes sively new enterprise. In the twelfth year, 1803, by a purchase of Louisana, made from France, for fifteen millions of dollars, the public debt was actual ly increased about nine and a half millions, instead of being reduced five and a half, as it otherwise would have been that year. And. in the eight following years of 1804 to 1811 inclusive, a reduc tion took place of forty-one millions out of eighty six, averaging better than five millions per annum; which was effected, notwithstanding that more than half of this period was remarkable, on account of very heavy restrictions laid by government, in differ ent shapes, upon our trade and external concerns; thereby reducing the foreign commerce of the couiv try to a mere shadow of what it was — to a mere bagatelle, compared with the importance it had ac-"], [139, "UNITED STATES. 129 quired prior to the end of 1807. The three years wliich preceded 1815, included a war-period, and increased the debt, as is above stated, to one hundred and twenty-three millions of dollars; whereof, in eight years, ending 31st December, 1822, the sum of thirty-nine millions two hundred and seventy-seven thousand five hundred and ninety-five dollars, appears to have been redeemed. It brings the debt, at that date, down to eighty-three millions seven hundred and seventy seven thousand four hundred and thirty-one dollars. All which evinces, that during fourteen or fifteen of the early years of the series under consideration, a foundation was laid, by a very extraordinary influx .of wealth, for a state of things within the country, which was afterwards to shew itself more distinctly than at first; that is to say, in an accelerated advance of the nation's prosperity, at a season when, by some thoughtful and able calculators, a much slower pro gress than before was rather to be expected : — a season when the political situation ofthe world had changed, and no longer permitted us, on the occasion of our resuming an intercourse with foreign nations, those exclusive advantages which we had before enjoyed. It seems to account for two very remarkable facts, First, that so young a country had the ability, not merely to encounter a war, but to support the 17"], [140, "130 UNITED STATES. burthen of its necessary attendant, war-taxes, without any acute suffering through the body of the people, or a sensation of their being oppressed in any degree beyond the inconvenience of a limited curtailment of superfluities in living; al though that same foreign commerce, which had been the main instrument and vehicle of the country's enjoyments in this respect, was for the time annihilated. Second, that means are now found, — found in the increased produce of industry through the coun- try, by the application of increased capital, to enable government, at this season of altered cir- cumstances, to face a much greater annual ex- penditure than before. For, in relation to expenditure, apart from any consideration of the existing public debt, which it may, or may not, be thought advisable to extinguish, or to suddenly reduce, by any operation of a sinking fund; — apart, I say, from this, a considerable in crease has taken and is taking place, in the requisites to the several great establishments or departments of State; which the advancement of the times has called for. Our public revenue or annual receipt into the National treasury, it must be remembered, is, and has been, during peace, wholly derived, with a very slender exception, from the Custom-House, or the impost on foreign merchandise and tonnage-duty."], [141, "UNITED STATES. jg j Now, in the prosperous year of 1807, the net amount of customs did not rise to more than sixteen millions four hundred and ninety-two thousand eight hun- dred and ninety dollars; and the average of the eight years, 1804 to IS 11 inclusive, was no more than twelve millions two hundred and twenty-seven thou- sand five hundred and fifty-one dollars per annum; whereas the average net amount for the eight years following the restoration of peace, viz. 1815 to 1822 inclusive, has risen to twenty-one millions two hun- dred and sixty-four thousand three hundred and twenty-nine dollars per annum; the net amount for 1822 being therein taken at only nineteen millions;* an estimate which will be exceeded, and which the present year's net customs, 1823, is likely much to exceed in amount, if we may judge from the reviews taken, of what has been passing in our ports of entry. * A report from the treasury department has since shewn the exact amount of net customs for 1822 to be twenty mil lions five hundred thousand seven hundred and seventy-five dollars. Consequently, better than the computation, by one million five hundred thousand seven hundred and seventy-five."], [142, ""], [143, "UNITED STATES. 133 EXPLANATION. The red line on the United States Map here pre sented, designates an uninterrupted course of inland navigation through the several sections of the country. The line includes within it, the connecting artifi cial works described in the table hereafter inserted; and it has its terminations at the Atlantic sea-ports, at those of the Gulf of Florida, and at Columbia river-mouth on the Pacific. Engraved lines on the map, shew the several routes of Main post road in the United States, from Washington city towards the different extremities of the country, as described in the table ivhich follows. A profile or rertical section of the Hudson and Lake Erie canal, is shewn on this map."], [144, "134 UNITED STATES. It is to illustrate what has been said of the coun try's surface, and the facilities for internal convey ance, which, from nature and artificial works con jointly, are likely to exist, that I have caused to be prepared this sheet-map of the United States, extend ed Westward to the Pacific. A military survey of our whole line of sea-coast aud frontier by land, is prosecuting by an able corps of engineers, under the orders of government; and at the next session of congress, it is probable there will be made a detailed and very luminous report upon the subject, comprising all matters in relation to fortifications already constructed or in execution, and all projects of defensive works against future emergencies. I state this fact, particularly as it is susceptible of having a strong bearing upon the wa ter-improvements now pending; that is to say, in the event of the General government deciding to engage in the construction of any canal or canals, for mili tary defensive purposes. The constitution of the United States is clear, at least on this point, and"], [145, "UNITED STATES. 135 leaves us iu no doubt as to authority for all needful undertakings of this description. A national high road between Washington city and New Orleans, has been projected, and the subject been much canvass ed, and it is thought that government will cause the road to be made. m.m It will be seen, on inspection, that engraved lines on the maps are made to radiate from the city of Washington, and branch out towards the different extremities of the country; so as to represent the se veral Main routes of post-road; which may be enu merated, and, together with the cross post-roads, be summed up, as to distance, thus: TABLE OF POST-ROADS. The great North Eastern line of road, viz. From Washington city lo Rob- binstown, in Maine, according to surveys under authority, . 868 Miles. From Washington city varied via Providence, . . .154 From Washington city varied via Newport, . . . . \"131 From Boston, Mass, to Concord, N. H., . . .84"], [146, "UNITED STATES. 136 From Springfield, Ms. to Montpel- Miles. lier, Vt 161 From New York city to Cham- plain, ..... 373 1,771 The South line of road, viz. From Washington city to St. Mary's in Georgia, according to survey, .... 808 From Washington city to Anna- polis and Dover, ... 88 896 The North Line. From Washington city to fort Niagara, via Har- risburg and Buffalo, . . . 470 The North Western line, viz. From Fredericktown, Md. to De- troit in Michigan Territory, via Cleveland, . . .521 From Pittsburg to Erie-town, . 134 655 The West line of road, viz. From Washington city to St. Lou- is in Missouri, via Marietta and Galliopolis, . . . 957 From Pittsburg to Chillicothe, . 208 From Marietta to Maysville, . 174 From Athens to Portsmouth, . 75 1,414"], [147, "UNITED STATES. 137 The South Western line, viz. From Washington city to New Orleans, via Knox%'ille and Nashville in Tennessee, . 1,394 From Washington city, varied via Fredericksburg in Virg. and Athens in Georgia, . . 1,128 From Washington city, varied via Raleigh and Mobile, . 1,161 From Lexington in Kentucky to Nashville in Tennessee, . 264 From Salisbury in N. C. to Au- gusta in Geo. the upper route, 200 4,147 Some further extensions of Main-road, viz. Southward; from St. Mary's, through Florida, North AVestward; from Detroit, through Michigan, Westward, and South Westward; from St Louis, and from New Orleans, into Louisiana, Mis- souri, and Arkansa, And Cross-roads in all directions, These together, making . 79,247 Total extent of Post-roads, estab lished by law, for the transportation of the mail, down to the 31st Dec. 1823, Miles 88,600 18"], [148, "UNITED STATES. 138 Of Post-offices established, down to this period, the number is five thousand two hundred and forty. Of Post-masters, the same. The gross amount of postage, for the twelve months ending on the 1st July, 1823, was . . • Doll. 1,114,345 Expenditure of the Office during the same; viz. Compensation to Post-masters, 353,996 Incidental expences, . . 30,866 Transportation of the Mails, . 784,600 Payments into the Treasury, . 423 1,169,885 A RED line on the map, is made to designate a se ries, or one continuous course of navigation, through the great sections of the country, including within it, the chief of the water-improvements alluded to, and shewing consequently, the general connexion: the ar tificial works in question being partly finished or in execution, and partly contemplated. They will, in their final state, connect, by lock and canal, all the na tural navigation of the interior, and be as links in a chain of thorough, inland, navigable, commercial in tercourse, having communication with the sea, by our ports ou the Atlantic border; by those in the Gulfof Florida ; and, at some future time, by those on the Pa cific. The particulars, I state as follows:"], [149, "No. 1. The Dismal-Swamp Canal, connecting Albemarle Sound in North Completed Carolina, with the waters of the Chesapeake. It is a sloop- lately. navigation, ........ Miles . 22 Across the Peninsula between the Chesapeake and river Delaware, to connect their waters, which, by the route now chosen, viz. from the Delaware opposite Peapatch Island, westward to Back creek, four or five miles S. of Frenchtown, is in distance, thirteen and a quarter miles, or with windings, something more. The whole,divid- » a ed into seven sections, will fo'r the present, be adapted to no more .;• ' than a Sloop-navigation; but will be made susceptible of improve- p . . ment hereafter ; so that, by means of a thorough-cut and some addi- tional works, it may one day admit the navigation of ships drawing twenty feet of water, with the command ofthe Atlantic ocean for its reservoir. It will then correspond in depth with the great Cale- donian canal, and admit the passage of frigates. In which improv- ed state, it is estimated the cost will have been about two millions of dollars Length, . Miles . 15 CANAL-WORKS."], [150, "Across New Jersey, to connect the Delaware New-York sound. No. 3. Distance from the Delaware river at Trenton, to the Rariton Contemplated. at Brunswick, — though probably another and shorter route will be selected, Miles . . 28 ]y0 Across Massachusetts, between Rhode Island and Boston harbour. Contemplated Distance from Taunton to Weymouth; unless other points s^all be selected, Miles . . 26 The above four Canals once completed for ship-navigation, there will be afforded to sea-vessels, a tide-water inland passage, be tween Massachusetts and the southern extremity of Georgia, se cure from storms aud enemies: thus, a sea-vessel, entering the first canal, No. 4, in the Harbour of Boston, may proceed on, as here follows ; Through the Bay of Rhode Island. Through Long Island sound. New-York harbour. Pass Brunswick on the Rariton."], [151, "Enter the second canal, No. 3. Pass Trenton. Down Delaware river. Enter the third canal, No. 2. Down the Chesapeake. Elizabeth river. Enter the fourth canal, No. 1. Albemarle Sound. Pamptico Sound. Core Sound. Bogue Sound. To Beaufort and Swansborough in North Carolina. Thence, — some improvements here, perhaps first made, Through Stumpy and Toomer's sounds, To Cape Fear, And, by an open, but short run along the coast to a chain of Islands, within which, Along the coast of South Carolina and Georgia, Arrive at St. Mary's."], [152, "Between the Hudson at Waterford, and Lake Champlain at White- No .5. hall, or the New-York Northern Canal, communicating with the Finished. St. Lawrence river, . . Distance, .... Miles . 62 No. 6. The Great Western Canal of New York, connecting the Hudson with Finished Lake Erie. Length, between Albany and Buffalo; via Schenec- within tady, Little falls, Utica, Rome, Moutezuma, Lyons, Rochester, 50 or 40 miles. Lockport, Blackrock, . . . . . . Miles . 363 Between the Chicago, a water of Lake Michigan, and the Plein, a wa- No. 7. ter of the Illinois river, communicating with the Mississippi. Of Contemplated. this, no regular survey has as yet been made, but the distance to cut, will be short, suppose, . Miles . 10 Between the city of Albany, and eight or ten miles below the same, to No. 8. overcome an impediment in the Hudson, at that place, as to ship- Contemplated, navigation, . . . Less than . . Miles . 10"], [153, "The above to No. 8, completed, there will be formed in addi tion lo the inland navigation on our Atlantic border, a thorough navigable communication between the same, and the great lakes, ofthe North, and the great rivers ofthe West."], [154, "No. 9. Along the rapids of the Ohio at Louisville, to connect the upper and Contemplated. lower navigation of the river. — Lengtii of falls, . . Miles . . 2 From Lake Erie to the river Ohio; commencing from some point be- tween Cleveland and Harperssield on the S. shore of the lake, and striking upon some point of the Ohio, either Pittsburg, or be- tween that and Steubenville. From Painsville on the lake at the mouth of Grand river, across the dividing ground between the wa- No 10. ters of that and the Mahoning river, to Pittsburg; this route, it is Contemplated. suggested, may have the preference. This ground, which is all in the Ohio State, except from Beaver river to Pittsburg, has lately been examined with attention, and ably reported upon by profes- sional characters; who bring into view several variations of route, as thus: — By the sources of the Cayahoga river and the Tuscara- was branch of the Muskingum river. By the sources of Black river and the Killbuck branch of the Muskingum. By the sources of the Maumee and the Great Miami rivers. By the sources ofthe Sandusky and the Scioto rivers. Besides which, it is understood, that commissioners of the"], [155, "State of Pennsylvania, now engaged in making surveys, have ascer tained a favourable route, between the town of Erie on Lake Erie, and the city of Pittsburg. The distance between the navigable waters of Lake Erie and the river Ohio, at the points of approxi mation, in one or two ofthe routes suggested, does not exceed ninety miles; and the expense of a canal has been estimated, by an engi neer of experience, at the sum of seven hundred thousand dollars. Say, length of canal-work, Miles . 90 These works to No. 10, accomplished, there will be formed, by way ofthe river Ohio in its whole course, a second channel of communica tion between the Atlantic, the Northern, and the Western waters. And it may reasonably be conjectured, that different points of contact, for canals between the Lakes and the Ohio, will be decided on, and the works executed, at some time more or less distant; by which the intermediate route, still comprehending a part, greater or less, of this highly interesting stream, will have varieties accordingly. 19"], [156, "To connect, by a continued lock-construction, the tide-navigation ofthe Potomac at Washington, with the same river at Cumberland, and thence to proceed and form a junction with the Ohio. This proposed grand work is now before congress, at the spe- cial recommendation of the President himself, and we may expect in consequence, that the most minute examination will be made, ad- ditionally to what has been done. Already, however, through what may be deemed accurate surveys of theground, the important information of its perfect feasibility is obtained. The great obsta- cle that seemed to oppose was, to pass a canal over the dividing No. 11. ridge of mountains. Previous to a discovery that has very recently Contemplated. been made, any idea of raising a boat, by a series of locks.to an ele- vation of two thousand four hundred feet and more, above tide water, and lowering it again* one thousand seven hundred feet, to gain the level of the Ohio river, would have been justly enough thought chimerical; but the information now acquired, gives to the thing a different aspect. The locks over some part of the distance, will be numerous, and the work consequently expensive, but fully justified, it is supposed, by the immense advantages to result from this tramontaneous navigation. The discovery, it seems, of glades, or natural meadows of considerable extent, dispersed over the"], [157, "very summits of the dividing mountains, is what so happily gives a practicability to the plan, in affording the means of an ample sup- ply of water at the summit level. The whole canal-route suggest- ed, is this. To pass along the meanderings of the Potomac river, from No. 1 1. tide water at Washington to Cumberland ; thence, to continue up as Contemplated. far as the mouth of Savage river; and thence, by the latter stream and Crabtree creek, ascend to the dividing ridge, which is called the Little Back-bone, or Little Savage Mountain. Thus far, the eastern section of the route. The western sec- tion, is this, To proceed along the valley of Deep creek, to the falls, and thence, to take either the ravine of the Yonghogany river, or strike for Cheat river; and continue on, that way to the Mononga- hela. The former of these is supposed, in a general estimate of cost, which has been given for the whole undertaking, and which stands thus: * Lake Erie is stated as being five hundred and sixty-five feet above tide, and the Ohio, at the mouth of Big Beaver, one hundred and twenty-four feet above the Lake: this gives six hundred and eighty-nine feet for the elevation of the river, at that point, above the tide."], [158, "1st East, section. From tide water to Cumberland, one hundred and eighty-two miles, at the aver- age rate of eight thousand six hundred and se- venty six Dollars a mile, . . . Doll. 1,578,954 2nd East, section. From Cumberland to Summit level, comprising forty-six miles of canal, one thousand nine hundred feet lockage, . . 1,763,800 No. 11. Summit Level. Comprising one mile and a half of Contemplated. Tunnel, five hundred thousand yards cubic of excavation, . . . . . . . 343,750 Five Western divisions. From Summit level to the Monongahala river, fifteen miles above Pitts- burg, comprising one hundred and ten miles of canal, one thousand five hundred and fifty-nine feet of lockage, . . . . . . 1,880,560 Total estimated cost, . . . . Doll. 5,566,564 Distance, by this route, from Washington city to Pittsburg, Miles . 360"], [159, "By the execution of this work, No. 1 1, the Potomac river becomes also a link in the chain, and a direct navigable line of connexion between the Atlantic and the West, is made to pass through the seat of the National Government."], [160, "■io' -ip Works along the river Schuylkill, between Philadelphia and Mount T ' ' Carbon. Distance, by the river one hundred and seventeen miles. in progress. Length of the Canal-works, Miles. . 60 From Reading on the Schuylkill, in a South West direction, to Mid- •^ ..» dletown on the Swatara, connecting the rivers Schuvlkill and Sus- T • or *<* quehanna; a point of union between this and the work last de- P ° ' scribed, No 12, being formed at Reading. This is named, The Union Canal, . . Distance, . . . Miles . 70 To connect the Susquehana river with the Ohio. The route sug- gested is through one of the branches of the former, perhaps the No 14. Juniata, and the Conemaugh and Alleghany branch of the latter, Contemplated. thirty or forty miles from Pittsburg. Upon which, the most parti- cular surveys are now prosecuting, by Pennsylvania State-commis- sioners, and engineers ofthe United Slates. Distance soon to be ascertained. To connect the Susquehanna, with the Genessee and Seneca rivers; , -*j jk so as to communicate with the New York canal, and with Lake ConteniDlated Ontario. Surveys on foot will determine as to the elegible points; P ' a cut from the Tioga branch of the Susquehanna to the head of Seneca lake, has been pointed out, . Distance to be ascertained."], [161, "To connect the Ptapsco with the Susquehanna river, by a canal from iy -.r, the port of Baltimore to the Conewago falls. The estimated cost Ca t ' I ted of this proposed work, according to a report of commissioners of ' the State of Maryland is two millions six hundred thousand dollars; and the distance, Miles . . 92 To connect the Ptapsco with the Potomac, by a canal from Baltimore, through the district of Columbia, to the falls of Potomac; or in ■xr j 7 other words, to form a continuation of the proposed grand Pitts- Conteninhted kurg cana' above described, No. ! f, from Washington city to the ' port of Baltimore. Accurate surveys for this projected work are yet to be made, a rough computation states the cost at less than the sum of one million of dollars, .... Miles . . 55 The accomplishment of these last enumerated additional works, to No. 17, will open for choice, according to circumstance aud occasion, a most interesting variety in the direct intermediate line of a navigable communication between the Atlantic and the great waters West and North. The Susquehanna river as well as the Potomac, will become a direct link in the chain."], [162, "Improvements along the Savannah and the Tennessee rivers, and a No. 18. connexion between the two Accurate surveys for the which, are Contemplated. not yet made. Distance, or length of Canal-work, . . Not yet ascertained; By this work, No. 18, the direct line of internal-navigation, will be ex- tended into the heart of our Southern district of country. Moreover, the Southern port of Savannah in Georgia, will become, for the inte- rior of every quarter, as occasion may require or invite, a direct out- let to the ocean, and inlet from the same. On one hand, we have the Tennessee river, flowing, after a long circuitous course, into the Ohio, sixty miles above the confluence of the latter with the Mississippi ; on the other hand, we have the Savannah river, discharging its waters into the Atlantic, below the port of Savannah."], [163, "Improvements, to form a junction of the Tennessee, with the Alabama iy0 ig and Tombecbee rivers, and a navigable course down to the bay of Contemplated. Mobile. Accurate surveys appertaining to which, are yet to be Distance, or length of canal-work, . . Not yet ascertained. ■i. By this, No. 19, in addition to the other works enumerated, another direct line of navigable access to the sea, will be given to the whole interior ofthe country, for occasions of choice and utility; that is to say, besides the present existing Southern channel ofthe Lower Mis- sissippi, through New Orleans into the Gulf of Florida, there will be opened another Southern channel into the same, through the port of Mobile."], [164, "154 UNITED STATES. The foregoing table, altogether, gives, it will proba bly be admitted, a pretty comprehensive view of wa ter-improvements within the United States. Not withstanding which, it is far from including every thing of the kind that has been projected, or even executed. I have noticed before, the Middlesex canal in Massachusetts, and that in South Carolina, some very useful canal-work is made to assist the river-navigation of that state: as is the case also in Virginia. In North Carolina, a course of navigation improvement has been entered on by the state; they have commenced with Cape-Fear river, both below and above tlie port of Wilmington; as well to deepen the ship-channel from sea, as to render the upper navigation practicable for steam vessels; and the works are prosecuting, under a prospect of much success. In New Jersey, besides the proposed cut between the rivers Delaware and Rariton, a North ern canal, to connect the Delaware and Passaiok, is under consideration by the legislature In Penn sylvania tbe Conewago, the Conestoga, and the Le-"], [165, "UNITED STATES. 155 high rivers, have been highly improved; as there is little doubt the river Delaware itself, very soon will be. from the rapids at Trenton, upward to Easton; and thence perhaps, to Carpenter's Point, seventy miles higher than Easton: the river Susquehanna likewise, at many points of its upper navigation, par ticularly above Middletown, or the mouth of the Swa tara, will receive improvement; and the junctions signified in No. 14 and 15 ofthe table, being accom plished, Harrisburg, the present seat of the Pennsyl vania .Government, will then be included in a direct line of navigation from Philadelphia, as follows: — 1° To Lake Erie; by way of the river Schuvlkilf, the Union canal, Lake Seneca, and the Grand canal of New York. 2° To the Ohio at Pittsburg; by way of the Schuyl- kill, the Union canal, the Susequehanna, and West branch thereof, or the Juniata. Furthermore, there can be no doubt, that attempts will be made, to clear the great Mississippi, in some places, of snags and sawyers, or sunken trees, which now and then occasion fatal accidents."], [166, "UNITED STATES. 156 It might, very possibly, gratify a rising curiosity, to ascertain, but it would at present be extremely dif ficult to cast up, with any approach to accuracj, the length of a voyage, within the United States which, after all or the chief part of the canal-works enume rated in the table shall have been accomplished, and supposing likewise, some enlargement in the scale of this artificial navigation at certain points, in such sort and degree as to accommodate vessels of burthen throughout, — the length, I say, of a voyage, which it might then be practicable fora Steam Boat of some hundreds of tons, to make. Entering on the voyage, we will suppose, at some one of our Eastern sea ports, and concluding it at the Balize, or at Mobile, in the Gulf of Florida. The voyage to consist, in visiting the different places to which the vessel can have access, proceeding from one to another, with out repetition, through all the navigable water-courses of our great rivers and lakes; or, through them and the tributary streams to both, whether great or small, improved and connected as the whole will then be, by artificial means."], [167, "UNITED STATES. 157 We may indeed, enumerate the lakes, and primary rivers ofthe country, and some ofthe secondary, and third order of rivers; and so far, make an imperfect sketch of a computation, as follows: —"], [168, "Inland courses on the Atlantic border, .... suppose Miles . . 1,500 Hudson river, from New York to Albany, . . . , . . 160 Canal from Albany to Buffalo, 360 Lake Erie, Detroit river, Lakes Huron, Superior, and Michigan, . . 1,500 Chicago, Plein and Illinois rivers, to the Mississippi, . . . 500 Mississippi river, from St Anthony's Falls to mouth, at the Balize, . . 2,.\">00 5,020 Tributaries to the Mississippi, from the West, viz. The Missouri river, navigable, 2,500 Its branches or tributaries, viz. The Yellow Stone, navigable, 800 The Platte, The Osage, I The White Stone, I navigable from 300 to 700, say together, 3,000 The Gasconade, 6,300 The Kansas, The Scioux, ROUGH AND IMPERFECT SKETCH OF A NAVIGATION, WITHIN THE UNITED STATES."], [169, "The St. Peters, The St. Francis, The White river, V and their tributary waters, as much, say, . . 6,300 The Arkansa, The Red river, J 12j60o Tributaries to the Mississippi, from the East, viz. The Ohio, including the Alleghany and Monongahela branches, . 1,300 The Tennessee, \" The Cumberland, The Wabash, The Kentucky, 1 Tributaries to the Ohio, together, say . 3,000 The M<ami, s 4,300 The Scioto, 16.900 The Kanhaway ' The Muskingum, J Carried forward, . . Miles 23,420"], [170, "Brought forward, . . . Miles . . 23,420 The river Susquehanna and tributary streams, 500 The Union Canal and river Schuylkill, . . . . . . 180 The Potomac and tributaries, 500 The Rappahanock, i The York river, > together, suppose, 500 The James river, ) 1,680 The Chowan, The Boanoke, The Tar river, > rivers in N. Carolina, together, 500 The Neus river, The Cape Fear, J The Santee, The Pedee, The Cooper, V and other rivers of South Carolina, together, . . . 600 The Ashley, The Edisto, J"], [171, "The Savannah river, suppose, < §00 The Tombecbee aud Alabama rivers, suppose, ......[ 350 Single line of distance, 26,850 To which add or returning distances, necessary to regain points of departures much, . . 26.850 ; Distance, to be navigated, . Miles 53,700 Besides an almost infinite number of small rivers or water-courses, and many large ones, some of the lakes of the country also, not noticed or included in this estimate, but each af fording navigation more or less extensively In this partial enumeration, I repeat, accuracy is not attempted. I am, in fact, and intentionally so, very much within bounds, perhaps by one half or more, as to distance, in what is likely to be realized some day or other, by several ves sels if not by one. It has been said ; « were we to compute the extent of navigation, of which the Mississippi river alone, including all its tributaries and their tributary streams, is capable, it would no doubt exceed fifty thousand miles; and consequently, there are of river-coast, one hundred thousand miles.\" 21"], [172, "162 UNITED STATES. But further, if at some time hereafter, a naviga hle pass should be effected from the head, or the up per falls ofthe Missouri river, through theChippewan or Stony Mountains, to the head, or navigable water of one ofthe branches of Columbia river; or, what is perhaps as much or more to be expected, a passage of the kind should be effected, through the river Platte, to Lewis' branch of the Columbia, our inland-navi gator may then comprise within his voyage, a very great distance additionally to what is suggested in the forgoing, in a direction Westward, pursuing the maia course of one or other of those great Western streams, and visiting on his way the several confluent streams, to the utmost points respectively of their na vigable condition; and finally, may conclude his voy age at the mouth of Columbia river, ou the shore of the Pacific; unless il happen, that he rather choose to return from thence, through the interior, and con clude it elsewhere. Without, however, taking any of the latter portion ofthe voyage into account, the sketch of tbe plan, which I make my navigator strike out for himself, in reference to the above computation, is this: — VOYAGE THROUGH THE INTERIOR. To commence, from Boston harbour; or rather at Newbury Port in the Merrimack, and so take through"], [173, "UNITED STATES. 163 the Middlesex canal, pursuing the inland line of coast to New York: thence, by the Hudson, to Alba ny, and through the Grand canal to Buffalo: thence through the Great Lakes: and from the SW. of Lake Michigan, through the river Illinois into the Mis sissippi : thence to the Falls of St. A nthouy, and return ; up the Missouri and tributaries thereof, and return; continue down the Mississippi, exploring on the W. the St. Peter's and St. Francis' rivers, the Arkansa and White rivers, and their tributaries; the Red ri ver on the W. also, and return; proceed down the Mississippi to the mouth thereof, and again up the same to the mouth ofthe Ohio; enter the Ohio and proceed up, exploring in the way, the Cumberland, Wabash, Kentucky, Miami, Scioto, Eanhaway, Mus kingum, and other streams; from the river Alleghany, by canal enter the Susquehanna; wliich having ex plored, proceed by canal to the river Schuylkill, and thence into the Delaware below Philadelphia. From the Delaware, by canal, enter the Chesapeake ;explore the waters of the Potomac, the Rappahanock, York, James, and other Virginia rivers, and, proceeding down the Chesapeake, thence pursue the inland line of Atlantic coast, exploring by the way the Atlantic rivers of North Carolina and South Carolina. Enter and explore the Savannah river; and thence, by canal, the Tennessee; and thence, by other canals, the Tombecbee and Alabama rivers, concluding the voyage at Mobile harbour, in the Gulf of Florida."], [174, "164 UNITED STATES. Should a direct inland passage from Boston har bour or other Atlantic port, to Mobile harbour, be re quired, a choice will be presented; namely, By way of the Great lakes, and the river Mississippi; or the river Ohio, and the Mississippi, through New Orleans and the port of Balize; or through the Tennessee and Alabama rivers. By the Atlantic inland coast, and the Savannah, the Tennessee, and Alabama rivers."], [175, "UNITED STATES. 165 EXTRACT REFERRED TO IN PAGE 30. \"In inspecting the schools of our Western country, we are alarmed lest the population should immeasura bly outgrow the means of instruction, and their in tellectual fall short ot their numerical weight in our national councils. \" But the apprehension vanishes in a great degree, before the activity, the emulation, and the sagacity which characterize our tramontain brethren. The force with which the mind vegetates among them, can be best illustrated by the growth of their plants in a virgin loam. All the faculties knit, spread. «nd luxuriate, vigorously and wildly, as the branches of their sycamore. \" This intense vitality of the intellect, when fed by science, and the knowledge of mankind, must give the most splendid results. We may judge, from the"], [176, "UNITED STATES. 166 specimens of the ore which we have seen in con gress, what the metal will be after sublimation. \" I must confess, that I was lost in admiration, at the prospects which open in that quarter, upon the pride of human intelligence and power. It is a per spective, of which the magnificence can be credible, only to those who have made their examination at leisure upon the spot, and with a recollection of what history relates, as to the adolescence of the mightiest communities mentioned in its annals. At a distance, hardly a suspicion is entertained of the promise — I should say rather, the impending maturity of the West. It is a great empire, lying as it were, in am bush for mankind; and destined to explore all parts of the intellectual world. \" Liberal education, by which I mean, the systema tic tuition of the sciences and classics, is there exceed ingly backward; but the rudiments of mere English education are almost universal.\" Am. Reg."], [177, "UNITED STATES. 167 By official report from the Treasury department, it was ascertained, that there remained in the United States' treasury, at the close of the year 1823, a sur plus of above nine millions of dollars, waiting an ap propriation on the part of Congress: which has taken place; and it goes towards reducing the Public debt. It appears likewise, that the nation's Export, for the twelve months which expired on the 30th Sept. 1823, amounted to, . . Doll. 74,699,030. Exceeding, consequently, according to custom-house entries, the export of the year before, by Doll. 2,538,749. The domestic portion of it however, had not in creased, but was something less than that of the year immediately preceding."], [178, "168 UNITED STATES. I cannot better conclude, than — I should say, I can not, in anv other way, so well conclude, as by insert ing the following official article, to serve as a memento; it being so admirably adapted to excite the profound est r flection upon the attitude and present concerns of the nation. The article is from the President of the United States, written lately on the occasion of his finding it expedient to urge the Senate to ratify a convention, negotiated with Great Britian, for the suppression of lawless attempts to carry on the Slave-trade. On which occasion, the President made the following highly interesting communication: \" We have at this moment pending with Great Britain, sundry other negotiations, intimately connec ted with the welfare and even the peace of our Union. In one of these, nearly a third part ol the ter ritory ofthe State of Maine is in contestation. In ano ther, thenavigationofthe St. Lawrence, the admission of Consuls into the British Islands, and a system of"], [179, "UNITED STATES. 169 commercial intercourse between the United States and all the British possessions in this hemisphere, are sub jects of discussion. In a third, our territorial and other rights upon the N W. coast, are to be adjust ed ; while a negotiation on the same interest is open ed with Russia. In a fourth, all the most important controvertible points of maritime-law in time of war are brought under consideration: Jind in a fifth tlie whole system of South American concerns, connect ed with a general recognition of South American independence, may again, from hour to hour, be come, as it has already been, an object of concerted operations of the highest interest to both nations, and to the peace of the world.\" With Russia, our difference as to the N W. coast., is now, according to report, adjusted satisfactorily. Philadelphia, June, 1824. 22"], [180, "170 UNITED STATES. Ere the foregoing pages have all passed through theprtss,undgot into print, Congress, at Washington, have opened their i>b'th Federal session, and the Pre sident's message, on the occasion, being this day pub lished in Philadelphia, I cannot deny myself an ad vantage whicli the opportunity seems tu offer; I cannot retiam from thinking that a transcript of the mes sage may be considered in the light ofa very suita ble and happy final appendage, to grace what will be found to precede; and therefore, the message, at lull length, is here added. I do not think jt at all needful to make a single re mark upon its various contents, but have with my re spected readers to decide, now far some of the points of iri) production, which possibly might have been thought to be involved in a degree of obscurity, are now elucidated and made clear; how far some other thii,g> have, or have not, the advantage of now receiv ing corroboration and authenticity. IHE AUTHOR. Philadelphia, Dec. 9, 1824."], [181, "THE PRESIDENT'S MESSAGE. Fellow Citizens of the Senate, and of the House of Representatives — The view which I have now to present to you of our affairs, foreign and domestic, realizes the most san guine anticipations which have been entertained, of the public prosperity. If we look to the whole, our growth, as a nation, continues to be rapid beyond ex ample, if to the States, which compose it, the same gratifying spectacle is exhibited. Our expansion over the vast territory within our limits, has been great, wtthout indicating anv decline in those sections from which the emigration has been most conspicuous. We have daily gained strength, by a native population, in every quarter: a population devoted to our happy system of government, and cherishing the bond of union with fraternal affection. Experience has al ready shown, that the difference of climate, and of in dustry proceeding from that cause, inseparable from"], [182, "PRESIDENT'S MESSAGE. 172 such vast domains, and which, under other systems, might have a repulsive tendency, cannot fail to pro duce with us, under wise regulations, the opposite ef fect. What one portion wants, the other may sup ply, and this will be most sensibly felt by the parts most distant from each other — forming thereby a do mestic market, and an active intercourse between the extremes, and throughout every portion of our Union. Thus, by a happy distribution of power between the National and State Governments; governments which rest exclusively on the sovere ignty of the people and are fully adequate to the great purposes for which they were respectively instituted; causes which might otherwise lead to dismemberment, operate powerful ly to draw us closer together. In every other cir cumstance, a correct view of the actual state of our Union, must be equally gratifying to our constituents. Our relations with foreign powers, are of a friendly character, although certain interesting differences re main unsettled with some. Our revenue under the mild system of impost and tonnage, continues to be ade quate to all the purposes of the government. Our agriculture, commerce, manufactures and navigation, flourish. Our fortifications are advancing, in the de gree authorized by existing appropriations, to maturi ty; and due progress is ma 'e in the augmentation of the Navy, to tlie limit prescribed for it by law. For these blessings we owe to Almighty God, from whom we derive them, and with profound reverence, our most grateful and unceasing; acknowledgments."], [183, "PRESIDENT'S MESSAGE. 173 In adverting to our relations with Foreign powers, which are always an object of high importance, I have to remark, that of the subjects which have been brought into discussion with them, during the present administration, some have been satisfactorily termi nated ; others have been suspended, to be resumed hereafter, under circumstances more favourable to success; aud others are still in negotiation, with the hope that they may be adjusted, with mutual accom modation, to the interests and to the satisfaction of the respective parties. It has been the invariable ob ject of this government, to cherish the most friendly relations with every power, and on principles and conditions which might make them permanent. A systematic effort has been made to place our com merce, with each power, on a sooting of perfect reci procity; to settle with each, in a spirit of candour and liberality, all existing differences; and to antici pate and remove, so far as it might be practicable, all causes of future variance. It having been stipulated, by the seventh article of the Convention of Navigation and Commerce, which was concluded on the 24th of June, 1822, between the United States and France, that the said Conven tion should continue iu force for two years from the first of October of that year, and for an indefinite term afterwards, unless one ofthe parties should de clare its intention to renounce it, in which event it should cease to operate at the end of six months from such declaration ; and no such intention having been an-"], [184, "PRESIDENT'S MESSAGE. 174 nounced. the Convention having been found advan- tageous to both parties, it has since remained, and still remains in full force. At the time when that Conven- tion wa4- concluded, many interesting subjects were unsettled, and particularly our claims to indemnity for spoliations which were committed on our com- merce in the late wars. For these interests and claims, it was in the contemplation of the parties,* to make provision at a subsequent day. by a more comprehend sive and definitive treatv. The object has been duly attended to since, by the Executive, but as yet it has not been accomplished It is hoped that a favourable opportunity will present itself lor opening a negotia- tion which may embrace and arrange all existing dif- ferences, and every other Concern iu which they have a common interest, upon the accession of the present King of France, an event which has occur red since the close of the last session of Congress. With Great Britain, our commercial intercourse rests on the same foo ing that it did last session. By the convention of 1815. the commerce between the United States and the British dominions, in Europe, and the East Indies was arranged on a principle of reciprocity. That convention was confirmed and continued in force, with slight exceptions, by a sub sequent treaty, for the term of ten years, from the 20th of October. 1818, the.date of the latter.. The trade with the British colonies in the West Indies, has not, as yet, been arranged by treaty, or other-"], [185, "PRESIDENT'S MESSAGE. 175 wise to our satisfaction. An approach to that result has been made by legislative acts, whereby many se rious impediments which had been raised by the par ties, in defence of. their respective claims, were re moved. An earnest desire exists, and has been mani fested, on the part of this government, to place the commerce with the colonies, likewise, on a footing of reciprocal advantage, and it is hoped that the British government, seeing the justice of the pro posal, and its importance to the colonies, will, ere long, accede to it. The Commissioners who were appointed for the adjustment , of the boundary, between the territories ofthe United States and those of Great Britain, spe cified in the fifth article ofthe Treaty of Gheut, hav ing disagreed in their decision; and both governments having agreed to establish that boundary, by amicable negotiation between them, it is hoped that it may be satisfactorily adjusted in that mode. The boundary specified by the sixth article, has been established, by the decision of the commissioners. From the pro gress made in that provided for by the seventh, accord* ing to a report recently received, there is good cause to presume that will be settled in the course of the ensuing year. It isa cause of serious regret, that no arrangement has yet been finally concluded between the two gov ernments, to secure, by joint co-operation, the sup pression of the slave trade. It was the object of the"], [186, "176 PRESIDENT'S MESSAGE. British government, in the early stages of the negor tiation, to adopt a plan for the suppression, wliich should include the concession of the mutual right of search, by the ships of war of each party, of the ves sels of the other, for suspected offenders. This was objected to by this government, on the principle that as the right of search was a right of war. of a belli gerent towards a neutral power, it might have an ill effect to extend it, by treaty, to an offence which had been made comparatively mild, to a time of peace. Anxious, however, for the suppression of this trade, it was thought advisable, in compliance with a reso lution of the House of Representatives, founded on an act of Congress, to propose to the British govern ment, an expedient, which should be free from that objection, and more effectual for the object, by mak ing it piratical. In that mode, the enormity of the crime would place the offenders out of the protection of their gov ernment, and involve no question of search, or other question, between the parties, touching their respec tive rights. It was believed, also, that it would com pletely suppress the trade, in the vessels of both par ties, and by their respective citizens and subjects in those of other powers, with whom, it was hoped that the odium which would thereby be attached to it, would produce a corresponding arrangement, and by means thereof, its entire extirpation forever. — A con vention to this effect was concluded and signed in"], [187, "PRESIDENT'S MESSAGE. 177 London, on the 13th day os March, 1824, by pleni potentiaries duly authorised by both governments, to the ratification of which certain obstacles have arisen which are not yet entirely removed. The difference between the parties still remaining, has been reduc ed to a point, not of sufficient magnitude, as is pre sumed, to be permitted to defeat an object so near to the heart of both nations, and so desirable to the friends of humanity throughout the world. — As ob jections, how7ever, to the principle recommended by the House of Representatives, or at least to the con sequences inseparable from it, and which are under stood to apply to the law, have been raised, which may deserve a reconsideration of the whole subject, I have thought it proper to suspend the conclusion ofa new convention until the definitive sentiments of Congress may be ascertained. The documents relating to the negotiation, are, with that intent, sub mitted to your consideration. Our commerce with Sw7eden has been placed on a footing of perfect reciprocity, by treaty; and with Russia, the Netherlands, Prussia, the free Hanseatic cities, the Dukedoms of Oldenburgh and Sardinia, by internal regulations on each side, founded on mu tual agreement, between the respective governments. The principles upon which the commercial policy of the United States is sounded, are to be traced to an early period. They are essentially connected with 23"], [188, "178 PRESIDENT'S MESSAGE. those upon which their independence was declared, and owe their origin to the enlightened men who took the lead in our affairs at that important epoch. They are developed in their first treaty of commerce with France, of the 6th of February, 1778, and by a formal commission, which was instituted immediately after the conclusion of their revolutionary struggle, for the purpose of negotiating treaties of commerce with every European power. The first treaty of the United States with Prussia, which was negotiated by that commission, affords a signal illustration of those principles. The act of Congress ofthe 3rd of March, 1815, adopted immediately after the return ofa ge neral peace, was a new overture to foreign nations to establish our commercial relations with them, on the basis of free and equal reciprocity. That prin ciple has pervaded all the acts of Congress, and all the negotiations of the Executive on the subject since. A Convention for the settlement of important ques tions, in relation to the North West Coast of this continent, and its adjoining seas, was concluded and signed at St. Petersburg, on the of last, by the ministers plenipotentiary of the United States, and plenipotentiaries of the imperial government of Russia. It will immediately be laid before the Se nate, for the exercise of the constitutional author ity of that body, with reference to its ratification. It is proper to add, that the manner in which this ne-"], [189, "PRESIDENT'S MESSAGE. 179 gotiation was invited and conducted, on the part of the Emperor, has been very satisfactory. The great and extraordinary changes which have happened in the governments of Spain and Portugal, within the last two years, without seriously affecting the friendly relations which, under all of them, have been maintained with those powers, by the United States, have been obstacles to the adjustment of the particular subjects of discussion which have arisen with each. A resolution of the Senate, adopted at their last session, called for information, as to the ef fect produced upon our relations with Spain, by the recognition, on the part of the United States, of the independent South American governments. The papers containing that information are now commu nicated to Congress. A Charge d'Affaires has been received from the independent government of Brazil. That country, heretofore a colonial possession of Portugal, had some years since been proclaimed, by the sovereign of Por tugal himself, an independent kingdom. Since his return to Lisbon, a revolution in Brazil has establish ed a new government there, with an imperial title, at the head of which is placed the Prince in whom the regency had been vested, by the King, at the time of his departure. There is reason to expect, that by amicable negotiation, the independence of Brazil will, ere long, be recognised by Portugal herself."], [190, "180 PRESIDENT'S MESSAGE. Wish the remaining powers of Europe, with those on the coast of Barbary, and with all the new South American States, our relations are of a friendly cha racter. We have ministers plenipotentiary residing with the republics of Colombia and Chili, and have received ministers of the same rank, from Colombia, Guatimala, Buenos Ayres, and Mexico. Our com mercial relations, with all those states, are mutually beneficial and increasing. With the republic of Colombia, a treaty of commerce has been formed, of which a copy is received, and the original daily ex pected. A negotiation for a like treaty, would have been commenced with Buenos Ayres, had it not been prevented by the indisposition and lamented decease of Mr. Rodney, our minister there, and to whose m tnoTy the most respectful attention has been shewn bv liie government ot -that republic. An advantage ous sit* ration in our treaty with Tunis, has been ob tained, by our consular agent residing there, the of ficial document of which, when received, will be laid before the Senate. The attention of the government has been drawn with great solicitude to other subjects, and particu larly to that relating to a state of maritime war, in volving the relative rights of neutral belligerents in such wars. Most of the difficulties which we have experienced, and of the losses which we have sus tained, since the establishment of our independence, have proceeded from the unsettled state of those rights, and the extent to which the belligerent claim"], [191, "PRESIDENT'S MESSAGE 181 has been carried against the neutral party. It is im possible to look back on the occurrences of the late wars in Europe, and to behold the disregard which was paid to our rights as a neutral power, and the waste which was made of our commerce by the par ties to those wars, by various acts of their respective governments, and under the pretext by each that the other had set the example, without great mortifica tion, and a fixed purpose never to submit to the like in future An attempt to remove those causes of possible variance, by friendly negotiation, and on just principles, which should be applicable to all parties, could, it is presumed, be viewed by none, other than as a proof of an earnest desire to preserve those relations with every power. In the late war between France and Spain, a crisis occurred, in which it seemed pro bable that all the controvertible principles, involved in such wars, might be brought into discussion, and settled to the satisfaction of all parties. Proposi tions having this object in view, have been made to the governments of Great Britain, France, Russia, and of other powers, which have been received in a friend ly manner by all, but as yet no treaty has been form ed with either for its accomplishment. The policy will, it is presumed, be persevered in, and in the hope that it may be successful. It will always be recollected, that with one of the parties to those wars, and from whom we received those injuries, we sought redress by war. From the"], [192, "182 PRESIDENT'S MESSAGE. other, with whose then reigning government our ves sels were seized in port, as well as at sea, and their cargoes confiscated, indemnity has been expected, but has not yet been rendered. It was under the influ ence of the latter, that our vessels were likewise seized by the governments of Spain, Holland, Den mark, Sweden and Naples, and from whom indem nity has been claimed, and is still expected, with the exception of Spain, by whom it has been rendered. With both parties we had abundant cause of war, but we had uo alternative but to resist that which was most powerful at sea, and pressed us nearest at home. With this, all differences were settled, by a treaty founded on conditions fair and honourable to both, and which has been so far executed with per fect good faith. It has been earnestly hoped, that the other would, of its own accord, and from a sen timent of justice and conciliation, make to our citi zens the indemnity to which they are entitled; and thereby remove, from our relations, any just cause of discontent on our side. It is estimated that the receipts into the Treasury during the current year, exclusive of loans, will ex ceed 18,500,000 dollars, which, with the sum re maining in the Treasury at the end of the last year, amounting to 9,463,922 dollars and 81 cents, will, after discharging the current disbursements of the year, the interest on the public debt, and upwards of 11,633,01 1 dollars and 52 cents of the principal, leave"], [193, "PRESIDENT'S MESSAGE. 183 a balance of more than 3,000.000 dollars in the Trea sury on the first day of January next. A larger amount of the debt contracted during the late war, bearing an interest of six per cent, becom ing redeemable in the course of tfie, ensuing year, than would be discharged by the ordinary revenue, the act of 26th May, authorised a loan of 5,000,000 dollars, at 4§ per cent, to meet the same. By this arrangement an annual saving will accrue to the public, of 75,000 dollars. Under the act of the 24th May last, a loan of 5,000,000 dollars, was authorised, in order to meet the awards under the Florida treaty, which was ne gotiated at par with the Bank of the United States, at 4f per cent, the limit of interest fixed by the act. By this provision, the claims of our citizens, who had sustained so great a loss by spol iations, and from whom indemnity had been so long withheld, were promptly paid. For these advances, the public will be amply repaid, at no distant day, by the sale of the lands in Florida. Ofthe great advantages resulting from the acquisition of the territory, in other respects, too high an estimate cannot be formed. It is estimated that the receipts into the Treasury, during the year 1825, will be sufficient to meet the disbursements of the year, including the sum of 10,000,000 dollars which is annually appropriated"], [194, "PRESIDENT'S MESSAGE. 184 by the act constituting the Sinking Fund, for the pay ment of the principal and interest of the public debt. The whole amount of the public debt, on the first day of January next, may be estimated at 86,000.000 dollars inclusive of 2,500,000 dollars of the loan au thorized by the act of 26th May last. In this esti mate is included a stock of 7.000.000 dollars, issued for the purchase of that amount of the capital stock of the Bank of the Untied States, and which, as the stock of the Bank still held by the government, will at least be fully equal to its reimbursement, ought not to be considered as constituting a part of the public debt. Estimating, then, the whole amount ofthe public debt at 79,000.000 dollars, and regard ing the annual receipts and expenditures of the government, a weli-founued hope may be entertained, that, should no unexpected event occur, the whole of the public debt may be discharged in the course of teu years, and the government be left at liberty after wards to apply such portion of the revenue as may not be necessary for current expense, to such other objects as may be conducive to the public security and welfare. — That the sums applicable to these ob jects will be very considerable, may be fairly conclud ed, when it is recollected, that a laige amount of the public revenue has been applied, since the late war, to the construction of the public buildings in this city, to the erection of fortifications along the coast, and of arsenals in different parts of the Union ; to the"], [195, "PRESIDENT'S MESSAGE. 185 augmentation os the Navy; to the extinguishment of the Indian title to large tracts of fertile territory; to the acquisition of Florida; to pensions of revolution ary officers and soldiers; and to invalids of the late war. On many of these objects, the expense will annually be diminished, and at no distant period, cease on most of all. On the first day of January, 1817, the public debt amounted to 123,491,965 dol lars and 16 cents; notwithstanding the large sums which have been applied to these objects, it has been reduced, since then, 37,446,961 dollars and 78 cents. The last of the public debt w ill be redeemable on the first of January. 1835, while there is the best reason to believe that the resources of the government will be continually adequate to such portion of it as may become due; in the interval, it is recommended to Congress to seize every opportunity which may pre sent itself, to reduce the rate of interest upon every part thereof. The high state of the public credit, and the great abundance of money, are at this time very favourable to such a result. It must be very gratifying to our fellow-ciiizens, to witness this flou rishing state of the public finances, when it is recol lected that no burden whatsoever has been imposed upon them. The Military Establishment, in all its-branches, in the performance of the various duties assigned to each, justifies the favourable view which was present ed of the efficiency of its organization, at the last 24"], [196, "PRESIDENT'S MESSAGE. 186 session. All the appropriations have been regularly applied to the objects intended by Congress; and, so far as the disbursements have been made, the ac counts have been rendered and settled, without loss to the public. — The condition of the army itself, as relates to the officers and men, in science and disci pline, is highly respectable. The Military Academy, on which the army essentially rests, and to which it is much indebted for this state of improvement, has attained, in comparison with any other institution of a like kind, a high degree of perfection. Experi ence, however, has shown, that the dispersed condi tion of the Corps of Artillery is unfavourable to the discipline of that important branch of the Military Establishment. To remedy this inconvenience,eleven companies have been assembled at the fortifications erected at Old Point Comfort, as a school for artillery instruction; with intention, as they shall be perfected in the various duties of that service, to order them to other posts, and to supply their places with other com panies for instruction in like manner. In this mode, a complete knowledge of the science and duties of this arm will be extended throughout the whole Corps of Artillery. But, to carry this object fully into effect, will require the aid of Congress; to ob- tain which, the subject is now submitted to your con- sideration. Of the progress which has been made in the con struction of Fortifications for the permanent defence"], [197, "PRESIDENT'S MESSAGE. 187 of our maritime frontier, according to the plan de cided on, and to the extent of the existing appropria tions, the report of the Secretary of War, which is herewith communicated, will give a detailed account. Their final completion cannot fail to give great addi tional security to that frontier, and to diminish pro portionably the expense of defending it in the event of war. The provisions in the several acts of Congress of the last session, for the improvement ofthe navigation of the Mississippi and Ohio, of the harbour of Pres qn'isle on Lake Erie, and the repair of the Plymouth Beach, are in a course of regular execution ; and there is reason to believe that the appropriation in each in stance will be adequate to the object. To carry these improvements fully into effect, the superintendence of them has been assigned to officers of the Corps of Engineers. Under the act of the 30th of April last, authoris ing the President to cause a survey to be made, with the necessary plans and estimates of such roads and canals, as he might deem of national importance, in a commercial or military point of view, or for the trans portation of the mail, a board has been instituted, consisting of two distinguished officers of the Corps of Engineers and a distinguished Civil Engineer, w ith assistants, who have been actively employed in carry ing into effect the objects of the act. They have"], [198, "188 PRESIDENT'S MESSAGE. carefully examined between the Potomac and the Ohio rivers; between the latter and Lake Erie; be tween the Alleghany and the Susquehanna; and the routes between the Delaware and the Rariton. Barn stable and Buzzard's bay; and between Boston har bour and Narraganset bay. Such portion of the Corps of Topographical Engineers as could be spared from the survey of the coast, have been em ployed in surveying the very important route between the Potomac and the Ohio. Considerable progress has been made in it, but the survey cannot be com pleted until the next season. It is gratifying to add, from the view already taken, that there is good cause to believe that this great national object may be fully accomplished. Tt is contemplated to commence early in the next season the execution of the other branch of the act, that which relates to roads, and with the survey of a route from this city, through the southern states, to New Orleans, the importance of which cannot be too highly estimated. All the officers of both the Corps of Engineers, who could be spared from other ser vices, have been employ ed in exploring and surveying the routes for canals. To digest a plan for both ob jects for the great purposes specified, will require a thorough knowledge of everySpart of our Union, and of tlie relation of each part to the others, and of all to the seat of the General Government. For such a digest, it will be necessary that the information be"], [199, "PRESIDENT'S MESSAGE. 189 full, minute, and precise. With a view to these im portant objects. I submit to the consideration of Con gress, the propriety ot enlarging both the Corps of Engineers, the Military and Topographical It need scarcely be remarked, that the more extensively these Corps are engaged in the improvement of their coun trv. in the execution ofthe powers of Congress, and in aid of the States, io such improvements as he be yond that limit, when such aid is desired, the happier the effect will be in many views of which the subject is susceptible By profiting of their science, the works wdl always be well executed; and by giving to the officers such employment, our union will derive all the advantage, in peace as well as war. from their talents aud services, which they can afford. In this mode also, the Military will be incorporated with tlie Civil, and unfounded and injurious distinctions and prejudices of every kind be done away. To the Corps themselves, this service cannot fail to be equally use ful — since, by the knowledge they will thus acquire, they will be emiuently better qualified, in the event of war. for the great purposes for which they were in stituted. Our relations with the Indian tribes, within our limits, have not been materially changed during the year. The hostile disposition evinced by certain tribes, on the Missouri, during the last year, still con tinues, and has extended, in some degree, lo those on the upper Mississippi, and the upper Lakes. Seve-"], [200, "190 PRESIDENT'S MESSAGE. rai parties of our citizens have been plundered and murdered, by those tribes. In order to establish re lations of friendship with them, Congress at the last session, made an appropriation for treaties with them, and for the employment ofa suitable military escort to accompany and attend the Commissioners, at the places appointed for the negotiations. This object has not been effected. The season was too far advanc ed when the appropriation was made, and the distance too great to permit; but measures have been taken, and all the preparations will be completed, to accom plish it at an early period in the next season. Believing that the hostility of the tribes, particular ly on the upper Mississippi and the lakes, is, in no small degree, owing to the wars which is carried on between the tribes residing in that quarter, measures have been taken to bring about a general peace among them, which, if successful, will not only tend to the security of our citizens, but be of great advantage to the Indians themselves. With the exception of the tribes referred to, our relations with all the others are on the most friendly footing; and it affords me great satisfaction to add, that they are making steady advances in civilization, and the improvement of their condition. Many of the tribes have already made great progress in the arts of civilized life. The desirable re sult has been brought about by the humane and perse vering policy of the government, and particularly by means of the appropriation for the civilization of"], [201, "PRESIDENT'S MESSAGE. 191 the Indians There have been established, under the provisions of this act, thirty-two schools, containing nine hundred and sixteen scholars, who are well in structed in several branches of literature, and like wise in agriculture and the ordinary arts of life. Under the appropriation to authorise treaties with the Creek and Quapaw Indians, commissioners have been appointed and negotiations are now pending, but the result is not yet known. For more full information, respecting the princi ple which has been adopted for carrying into effect the act of Congress authorising surveys, with plans aud estimates for canals and roads, and on every other branch of duty, incident to the Department of War, I refer you to the report of the Secretary. The squadron in the Mediterranean has been maintained to the extent which was proposed in the report of the Secretary of the Navy of the last year, and has afforded to our commerce the necessary pro tection in that sea. Apprehending, however, that the unfriendly relations which have existed between Al giers and some of the powers of Europe, might be ex tended to us, it has been thought expedient to aug ment the force there, and, inconsequence, the \" North Carolina.\" a ship of the line, has been prepared, and will sail in a few days to join it."], [202, "PRESIDENT'S MESSAGE. 192 The force emit1 yed in the Gulf of Mexico and in the neighbouring seas, for the suppression of pira- cy, has likewise been preserved essentially in the state in which it was during the last year. A perse- vering effort has been made f >r the accomplishment of that object, and much protection has thereby been afforded to our commerce, but still the practice is far from being suppressed. From every view which has been taken ofthe subject, it is thought tnat it will be necessary rather to augment than to diminish our force in that quarter There is reason to believe that the piracies now complained of, are committed by bands of robbers who inhabit the land, and who. by preserving good intelligence with the towns, and seiz- ing favourable opportunities, rush forth and fall on unprotected merchant vessels, of which they make an easy prey. The pillage thus taken, they carry to their lurking places, and dispose of afterwards at prices tending to seduce the neiglibouring population. Tiie combination is understood lo be of great extent, and is the more to be deprecated, because the crime of piracy is often attended with the murder of the crews, these robbers knowing, if any survived, their lurking places would be exposed, and they be caught and punished. That this atrocious practice should be carried to such extent, is cause of equal surprise and regret. It is presumed that it must be attributed to the relaxed and feeble state ofthe local govern ments, since it is doubted, from the high character of the Governor of Cuba, who is well known and much"], [203, "PRESIDENT'S MESSAGE. 193 respected here, that if he had the power, he would promptly suppress it. Whether those robbers should be pursued on the land, the local authorities be made responsible for these atrocities, or any other measure be resorted to, to suppress them, is submitted to the consideration of Congress. In execution of the laws for the suppression ofthe Slave Trade, a vessel has been occasionally sent from that squadron to the coast of Africa, with orders to return thence by the usual track of the slave ships, and to seize any of our vessels which might be engag ed in that trade. None have beeu fuund, it is believ ed, that none are thus employed It is well known, however, that the trade still exists under other flags. The health of our squadron, while at Thompson's Island, has been much better during the present, than it was the last season. Some improvements have been made, and others are contemplated there, which it is believed, will have a very salutary effect. On the Pacific, our commerce has much increased; and on that coast, as well as on that sea, the United States have many important interests, which require attention and protection. It is thought that all the considerations which suggested the expediency ofplac ing a squadron on that sea, operate with augmented force, for maintaining it there, at least on equal extent. 25"], [204, "194 PRESIDENT'S MESSAGE. For detailed information respecting the state of our maritime force on each sea, the improvement neces sary to be made in either, in the organization ofthe Naval establishment generally, and of the laws for its better government. I refer you to the Report of the Secretary ofthe Navy, which is herewith communi cated The revenue ofthe Post Office department has re ceived a considerable augmentation in the present year. The current receipts will exceed the expen ditures, although the transportation of the mail with in the year has been much increased. A Report of the Postmaster General, which is transmitted, will furnish, in detail, the necessary information, respecting the ad ministration and present state of this Department. In conformity with a resolution of Congress, of the last session, an invitation was given to General La Fayette to revisit the United States, with an assurance that a ship of war should attend at any port of France, which he might designate, to receive and convey him across the Atlantic, whenever it might be con venient for him to sail. He declined the offer ofthe public ship, from motives of delicacy, but assured me that he had long intended, and would certainly visit our Union in the course ofthe present year. In Au gust last he arrived at New York, where he was re ceived with the warmth of affection and gratitude to which his very important and disinterested services"], [205, "195 PRESIDENT'S MESSAGE and sacrifices, in our revolutionary struggle, so emi nently entitled him. A corresponding sentiment has since been manifested in his favour throughout every portion of our Union, and affectionate invitations have been given him to extend his visits to them. To these, he has yielded all the accommodation in his power. At every designated point of rendezvous, the whole population of the neighbouring country has been as sembled to greet him; among whom it has excited in a peculiar manner the sensibility of all, to behold the surviving members of our revolutionary contest, civil and military, who had shared with him in the toils and dangers ofthe war, many of them in a decrepid state. A more interesting spectacle, it is believed, was never witnessed, because none could be founded on purer principles, none proceed from higher or more disin terested motives. That the feelings of those who had fought and bled with him, in a common cause, should have been much excited, was natural. There are, however, circumstances attending these interviews, which pervaded the whole community, and touched the breasts of every age, even the youngest among us. There was not an individual present, who had not some relative who had partaken in those scenes, nor an infant who had not heard the relation of them. But the circumstance which was most sensibly felt, and wliich his presence brought forcibly to the recol lection of all, was the great cause in which we were"], [206, "196 PRESIDENT'S MESSAGE. engaged, and the blessings we have derived from our success in it. The struggle was for independence and liberty, public and personal, and in this we succeeded. The meeting with one who had borne so distinguish ed a part in that great struggle, and from such lofty and disinterested motives, could not fail to affect pro foundly every individual, and of every age It is na tural that we should all take a deep interest in his su ture welfare, as we do His high clams on our Union are felt, and the sentiment universal that they should be met in a generous spirit. Under these impressions, I invite your intention to the subject, with a view, that, regarding his very* important services, losses, and sa crifices, a provision may be made and tendered to him, which shall correspond with the sentiments, and be worthy the character, of the American people. In turning our attention to the condition of the civilized world, in which the United States have al ways taken a deep interest, it is gratifying to see how large a portion of it is blessed with peace The only wars which now exist within that limit, are those between Turkey and Greece, in Europe, and be tween Spain and the new governments, our neigh bours, in this hemisphere. In both these wars, the cause oflndependeuce, of Liberty, and Humanity, continues to prevail. The success of Greece, when the relative population of the contending parties is considered, commands our admiration and applause, aud that it has had a similar effect with the neigh-"], [207, "PRESIDENT'S MESSAGE. 197 bouring powers, is obvious. — The seeling os the whole civilized world is excited in a high degree, in their favour. May we not hope that these sentiments, winning on the hearts of their respective govern ments, may lead to a more decisive result, that they may produce an accord among them, to replace Greece on the ground which she formerly held, and to which her heroic exertions, at this day, so emi nently entitle her? With respect to the contest, to which our neigh bours are a party, it is evident that Spain, as a power, is scarcely felt in it. The new States had completely achieved their independence, before it was acknowledged by the United States, and they have since maintained it, with little foreign pressure. — The disturbances which have appeared in certain portions of that vast territory, have proceeded from internal causes, which had their origin in their form er governments, and have not yet been thoroughly removed. It is manifest that these causes are daily losing their effect, and that these new States are set tling down, under governments elective and represen tative in every branch, similar to our own. In this course we ardently wish them to persevere, under a firm conviction that it will promote their happiness. In this, their career, however, we have not inter fered, believing that every people have a right to in stitute for themselves the government which, in their"], [208, "PRESIDENT'S MESSa\\GE. 198 judgment, may suit them best. Our example is be fore them, of the good effect of which, being our neighbours, they are competent judges, and to their judgment we leave it, in the expectation that other powers will pursue the same policy. The deep in terest which we take in their independence, whicli we have acknowledged, and in their enjoyment of all the rights incident thereto, especially in the very im portant one of instituting their own governments, has been declared, and is known to the world. Se parated, as we are, from Europe, by the great At lantic Ocean, we can have no concern in the wars of the European governments, nor in the causes which produce them. The balance of power between them, into which ever scale it may turn, in its various vi brations, cannot affect us. It is the interest of the United States to preserve the most friendly relations with every power, and on conditions fair, equal, and applicable to all. But, in regard to our neigh bours, our situation is different. — It is impossible for the European governments to interfere in their con cerns, especially in those alluded lo which are vital, without affecting us; indeed, the motive which might induce such interference in the present state of the war between the parties, if a war it may be called, would appear to be equally applicable to us. It is gratifying to know, that some of the powers with whom we enjoy a very friendly intercourse, and to whom these views have been communicated, have appeared to acquiesce in them."], [209, "PRESIDENT'S MESSAGE. 199 The augmentation os our population, with the ex pansion of our Union, and increased number of States, have produced effects in certain branches of our system, which merit the attention of Congress. Some of our arrangements, and particularly the judiciary establishment, were made with a view to the original thirteen States only. Since then, the United States have acquired a vast extent of terri tory; eleven new Slates have been admitted into the Union, and territories have been laid off for three others, which will likewise be admitted at no distant day. An organization of the Supreme Court, which assigns to the judges any portion of the duties which belong to the inferior, requiring their passage over so vast a space, under any distribution of the States that may now be made, if not impracticable in the execution, must render it impossible for them to dis charge the duties of either branch, with advantage to the Union. The duties of the Supreme Court would be of great importance, if its decisions were confined to the ordinary limits of other tribunals; but when it is con sidered that this Court decides, and in the last resort, on all the great questions which arise under our con stitution, involving those between the United States individually, between the States and the United States, and between the latter, and foreign powers, too high an estimate of their importance cannot be formed. The great interests of the nation seem to require that"], [210, "200 PRESIDENT'S MESSAGE. the Judges of the Supreme Court should be exempt ed from every other duty than those which are in cident to that high trust. The organization of the inferior Courts would, of course, be adapted to cir cumstances. It is presumed, that such a one might be formed as would sscure an able and faithful dis charge of their duties, and without any material aug mentation of expense. The condition ofthe Aborigines within our limits, and especially those who are within the limits of any of the States, merits likewise particular attention. Experience has shewn, that unless the tribes be civil ized, they can never be incorporated into our system, in any form whatever. It has likewise shewn, that in the regular augment ation of our population, with the extension of our settlements, their situation will become deplorable if their extinction is not menaced. Some well digested plan, which will rescue them from such calamities, is due to their rights, to the rights <>f humanity, aud to the honour of the nation. — Their civilization is indispensable to their safety, and this can be accom plished only by degrees — The process must com mence with the infant state, through whom some ef fect may be wrought on the parental Difficulties ofthe most serious character present themselves to the attainment of this very desirable result, on the territory on which they now resitie."], [211, "PRESIDENT'S MESSAGE. 201 To remove them from it by force, even even with a view to their own security and happiness, would be revolting to humanity, and utterly unjustifiable. — Be tween the limits of our present States and Territories, and the Rocky Mountains and Mexico, there is a vast territory to which they might be invited, with inducements which might be successful. It is thought, if that territory should be divided into districts, by previous agreement with the tribes now residing there, and civil governments be established in each, with schools for every branch of instruction, in literature and in the arts of civilized life, that all the tribes now within our limits might gradually be drawn thither. The execution of this plan would necessarily be attended with expense, and that not inconsiderable; but it is doubted whether any other can be devised, which would be less liable to that objection, or more likely to succeed. In looking to the interest which the United States have on the Pacific Ocean, and on the Western coast of this continent, the propriety of establishing a military post at the mouth of Columbia river, or at some other point in that quarter, within our ac knowledged limits, is submitted to the consideration of Congress Our commerce and fisheries on that sea and along the coast have much increased, and are increasing. It is thought that a military post, to which our ships of war might resort, would afford protection to every interest, and have a tendency to 26"], [212, "UNITED STATES. 202 conciliate the tribes to the North West, with whom our trade is extensive. It is thought also, that by the establishment of such a post, the intercourse be tween our western States and Territories and the Pacific, and our trade with the tribes residing in the interior, on each side of the Rocky Mountain, would be essentially promoted. To carry this object into effect, the appropriation of an adequate sum to au thorise the employment of a frigate, with an officer of the Corps of Engineers, to explore the mouth of the Columbia river, and the coast contiguous thereto, to enable the executive to make such establishment, at the most suitable point, is recommended to Con gress. It is thought, that attention is also due to the im provement of this city. The communication between the public buildings and in various other parts, and the grounds around those buildings, require it. It is presumed, also, that the completion of the Canal from the Tiber to the Eastern Branch, would have a very salutary effect. Great exertions have been made, and expenses incurred, by the citizens, in im provements of various kinds; but those which are sug gested, belong exclusively to the government, or are of a nature to require expenditures beyond their re sources. The public lots which are still for sale, would, it is not doubted, be more than adequate to these purposes."], [213, "PRESIDENT'S MESSAGE. 203 From the view above presented, it is manifest that the situation of the United States, is in the highest degree prosperous and happy. There is no object which as a people, we can desire, which we do not pos sess or which is not within our reach. Blessed with government, the happiest which the world ever knew, with no distinct orders in society, or divided interest in any portion of the vast territory over which their dominion extends, we have every motive to cling to gether which can animate a virtuous and enlightened people. The great object is to preserve those bless ings, and to hand them down to our latest posterity. Our experience ought to satisfy us that our progress, under the most correct and provident policy, will not be exempt from danger. Our institutions form an important epoch in the history of the civilized world. On their preservation and in their utmost purity, every thing will depend. Extending, as our interests do, to every part of the in habited globe, and to every sea, to which our citizens are carried by their industry and enterprise, to which they are invited by the wants of others, and have a right to go, we must either protect them, iu the en joyment of their rights, or abandon them, in certain events, to waste and desolation. Our attitude is highly interesting, as relates to other powers, and particularly to our Southern neighbours. We have duties to perform with respect to all, to"], [214, "PRESIDENT'S MESSAGE. 204 which we must be faithful. To every kind of dan ger, we should pay the most vigilent and unceasing attention; remove the cause where it may be practi cable, and be prepared to meet it when inevitable. Against foreign danger, the policy ofthe govern ment seems to be already settled. File events of the late war admonished us to make our maritime frontier impregnable, by a well digested chain of for tifications, and to give efficient protection to our commerce by augmenting our Navy to a certain ex tent, which has been steadily pursued, and which it is incumbent upon us to complete as soon as circum stances vvill permit. In the event of war, it is on the maritime frontier that we shall be assailed. It is in that quarter, therefore, that we should be prepared to meet the attack. It is there, that our whole force will be called into action to prevent the destruction of our towns, and the desolation and pillage of the interior. To give full effect to this policy, great im provements will be indispensable. Access to those works, by every practicable communication, should be made easy, and in every direction The inter course also between every part of our Union, should be promoted and facilitated, by the exercise of those powers which may comport with a faithful regard to the great principles of our Constitution. With re spect to Internal causes, those great principles point out, with equal certainty, the policy to be pursued. Resting on the people, as our governments do, State"], [215, "PRESIDENT'S MESSAGE. 205 and National, with well-defined powers, it is of the highest importance that they severally keep within the limits prescribed to them. Fulfilling that sacred duty, it is of equal importance that the movement be tween them be harmonious, and in case of any disa greement, should such ever occur, a calm appeal be made to the people, and that their voice be heard and promptly obeyed. But governments being insti tuted for the common good, we cannot fail to pros per, while those who made them are attentive to the conduct ot their representatives, and control their measures. In the pursuit of these great objects, let a generous spirit, and national views and feelings be iudulged, and let every part recollect that, by cher ishing that spirit, and improving the condition of the others, in what relates to their welfare, the general interest wiil not only be promoted, but the local ad vantages be reciprocated by all. I cannot conclude this communication, the last of the kind which I shall have to make, without recol lecting with great sensibility and heart felt gratitude, the many instances ofthe public confidence, and the generous support, which I have received from my fel low citizens, in the various trusts with which I have been honoured Having commenced my service in early youth, and continued it since, with few and short intervals, I have witnessed the great difficulties to which our Union has been exposed, and admired the virtue and courage with which they were sur-"], [216, "PRESIDENT'S MESSAGE. 206 mounted. From the present prosperous and hap py state, I derive a gratification which I cannot ex press. That these blessings may be preserved and perpetuated, will be the object of my unceasing pray ers to the Supreme Ruler of the Universe. JAMES MONROE. Washington, Dec. 7, 1824."], [217, "207 EXPORTS. According to official report, the United States- export, for the year ending on the 30th September, 1824, amounted to 74,933,488 dollars. Which ex- ceeds that ofthe year preceding by 234,i58 dollars. It is composed as follows: — Of Domestic commodities, Doll. 49,684,709 Foreign Do. re-shipped, 25,248,779 Total, .... Doll. 74,933,488 In consequence whereof, for the three years ending on the same day, the ave- rage amount of export, proves to have been, viz. Of Domestic commodities, Doll. 48,904,732 Foreign Do. re-shipped, 25,026,201 Average-total per annum, for 1822, 1823, 1824, . Doll. 73,930,933 And with respect to Ratio between the two divisions of export, it is seen to be a very near approach to the proportion of Two to One, in favour of Domestic."], [218, "208 PUBLIC DEBT. m*mW It appears that, of the principal of the United States-debt, stated in page 127, as due on the first of January, 1823, say . . . Doll. 83.777,431 There has been redeemed, the sum of. 7,232, i28 But, by a new loan of five millions of Dollars, authorised under an act of Congress, 24th May, lb24, to fulfil the Florida treaty wilh Spain, an augmentation, to that amount, was made, say 5,000,000 So that, On the 1st January, 1825, the aggregate amount of principal stands thus, Doll. 81,545,003 And the particulars are as follows: — 6 per cents, redeemable in 1825 Doll. 7,654,570 6 per cents, Do. in 1826 . . 19,002,357 6 per cenis, Do. in 18i7 . . 13,001,438 6percents, Do. in 1828 . . 9,490 099 6 per cents, Do. in 1831 . . . 18,902 5 per cents, Do. in 1832 . . 1,018,901 4 1-2 per cents, Do. in 1832 . . 5,000,000 5 per cents, Do. in 1833 . . . 18,901 4 1 2 per cents, Do. in 1833 . . 6,654,154 4 1-2 per cents, Do. in 1834 . . 1,654,154 5 per cents, Do. in 1835 . . 4,735,296 3 per cents, Do. at tlie pleasure of Government, . . 13,296,231"], [219, "209 The which, is without including seven millions of 5 per cent stock, issued in payment for 70,000 Bank of United States shares, which are holden by Govern ment. Of the thirty-two million of dollars redeemable as above, in 1S26 and 1827, it is proposed to postpone to a later period, the payment of about eighteen mil lions, and upon this, to reduce the rate of interest, for the additional term: which may be effected, it is supposed, either by an exchange of stock or by a new loan, at 4§ to 5 per cent, and possibly at less. 27"], [220, ""], [221, "INDEX."], [222, ""], [223, "INDEX 213 A. Pages. AMERICA COMPARED WITH AMERICA, . . . . 26, 31 to 48, 130 ARTS, SCIENTIFIC AND ME- CHANICAL. Rapid progress therein, 49, 50 AGRICULTURE. Its natural course, the state of the country consi- dered, 53, 54 AGRICULTURAL SOCIETIES, . 93 ASSOCIATIONS. Various, in towns and districts, for acquiring and promoting Knowledge, . . 93 AFRICAN LITERARY SOCIETY, 95 ACADEMY OF FINE ARTS IN • PHILADELPHIA, . .114 B. BOOKS, PAMPHLETS, AND NEWSPAPERS. Their ex- tensive circulation, . . . 90 to 93 BALANCE OF TRADE. Remarks thereon, . . . .118 BOSTON MILL-DAM WORKS, . 79, 80 BRIDGES. Some of them, excellent specimens of architecture and mechanical ability, . . . 49"], [224, "214 INDEX, c. Pages. CANALS. Between the great Lakes and the Hudson, . . 24, 142 Lake Champlain and the Hud- son, . . . .24, 142 Boston Harbour and R. Island, 74, 140 Delaware and Chesapeake, . 69, 74,139 Delaware and Rariton, . . 69,74, 140 Elizabeth river and Pasquo- tank, or Dismal Swamp Canal, . . . .69, 71,74, 139 Susquehanna and Ohio, . 150 Susquehanna and Schuylkill, or Union Canal, . . 69,150 Susquehanna and Genessee, . 76, 150 Lake Erie and Ohio, . . 72, 76, 144 Tennessee and Savannah, . 76, 152 Tennessee and Alabama, . 76, 153 Boston Harbour and Merri- mack, or Middlesex canal, 79, 154 Mississippi and the Great Lakes, by various routes, 72, 76, I42 Along the Schuylkill, from Phila- delphia to Mount Carbon, 68, 150 Along the Potomac from Wash- ington city to Cumberland, and to the Ohio river, . 76, 78, 146 Surveys directed by the State of Maryland, . . . 79, 151 Along the Atlantic coast, for sea- vessels, . . . . 74, 76 Alongthe Hudson, below Albany, 142 Along the Ohio rapids at Louis- ville, . . . . 76, 144"], [225, "INDEX 215 c. Pages. Mississippi. To clear of Snags and Sawyers, . . .155 In South Carolina, . . . 79, 154 In Virginia, . . . .154 In Pennsylvania, . . .154 In North Carolina, . . .154 CONGRESS-REPORT ON CA- NALS, 76 CONSTITUTIONAL QUESTION ON CANALS, . . . 75, 134 CHURCHES AND PLACES OF WORSHIP. Their increase and present number, . . . 114 to 117 COLONIZATION SOCIETY. Their establishment in Africa, . 86 CHILDREN'S ASYLUM IN PHI- LADELPHIA, . . . 88 COLLEGES AND UNIVERSITIES. Their endowment from public funds; and private support, . 88 The number of under-graduates, and Students in Law, Medicine, and Theology, . .89 COMMERCE. Between Missouri State, and remote Indian posses- sions, Mexico, China, and the East Indies, . . . . 100 to 103 CAPITAL. Its accumulation, and the change wrought in its direc- tion, . ... 12, 15, 22"], [226, "216 INDEX c. Pages. CUSTOMS. Their net amount, . 32 Increase thereof since the peace, beyond all example of years previous, . . • .131 COMMERCIAL TONNAGE OF THE UNITED STATES. Its classification and amount, . 36 CAPITAL PERMANENT, OR WEALTH OF THE COUN- TRY. The great accumulation thereof, whence arising, and its effects, 51, 81, 129 COMMERCE. The check given to it, at its first great stage of prosperi- ty, . . ... 11, 12 COMMERCIAL REGULATIONS, BY BOUNTIES, PROHIBI- TIONS, OR EXCESSIVE DU- TIES. Their injurious tendency, 54 to 56 CLERGY OF THE UNITED STATES, . . . . 115 to 117"], [227, "INDEX 217 D. Pages. DISTRESS OF THE COUNTRY, BY THE TRANSITION FROM WAR TO PEACE-PRICES OF THINGS, . Not great . . 13, 129, 130 DISTANCES. A few of them, by in- land navigation, enumerated, . 73, 104, 111, 158 Of Post-roads, .... 38, 135 to 137 DOMESTIC COMMERCE OF THE UNITED STATES, . . .25, 59 to 66 E. EPOCH. For researches into internal resources, . . . .12 EXPORTS OF THE UNITED STATES. Their classification and amount, ... .34, 117, 167, 207 Not subject to duty; and those of domestic origin, hitherto undervalued, . . . .118 EDUCATION. Public institutions, and private patronage, . . 87 to 90, 94 Elementary and useful parts, at- tempted to be made universal, . 95, 165 28"], [228, "218 INDEX F. Pages. FOREIGN COMMERCE OF THE UNITED STATES. Its cha- racter and prospects, . .58 FAIRS HELD PERIODICALLY, . 93 FAIR MOUNT WATER WORKS. Description thereof, . . 114, 119 to 121 An engraved view, . . .122 G. GEOGRAPHICAL POSITION OF THE UNITED STATES. The advantages thereof, . . 27 GALLATIN'S REPORT ON CA- NALS, 74 GUARDIANS OF THE PENNSYL- VANIA PUBLIC SCHOOLS. Their zeal, . . . . 94, 95 H. HUNTERS AND TRAPPERS, . 102, 103"], [229, "INDEX. 219 I. Pages, INDUSTRY. The state of, and en- couragement thereto. 13 to 21, 25 Exempt from the evils of Monop- olies, . . . . .21 INTERNAL IMPROVEMENTS. Effected to a greater degree; since the peace of 1815; than at any former period, . .21 A spirit to advance them per- vades the public mind, 21, 24, 71 INLAND NAVIGATION. A thorough navigable commu- nication between Northern, the Southern, the Western and the Atlantic waters, 71 Some local distances enumerated, 73, 104, 111, 158 INTERNAL IMPROVEMENTS BY CANALS AND ROADS. If to be undertaken by the Federal government, a constitutional question, .... 75, 134"], [230, "220 INDEX. K. Pages. \" KNOWLEDGE IS POWER,\" . 94 L. LITERATURE. Periodical and other works, are reprinted, and abound in the United States, 90 to 95"], [231, "INDEX 221 M. Pages. MENTAL INTELLIGENCE. It per- vades the Country, . . .19, 29, 83, 165 MANUFACTURES. Present state of, and natural period for their advance, . . . . 54 to 57 Abundant resources in the Coun- try, applicable to them, . . 54 to 57 MONOPOLIES. To be guarded against, . . . . . 54 to 56 MIND. Its cultivation sedulously at- tended to, . . . .87 to 94 MEDICAL SCHOOLS, ... 89 MISSOURI RIVER NAVIGATION, 104 to 106 MUSEUM OF PHILADELPHIA, A 114 MILITARY SURVEY OF THE WHOLE LINE OF SEA COA ST; AND AN OFFICIAL REPORT THEREON, EXPECTED, . 134 MAPS. Ofthe U.S. . . .133 Of Philadelphia and environs, including the site of Fair Mount Water- works, . . 122"], [232, "INDEX 222 164 N. Pagts. NAVAL FORCE OF THE UNITED STATES, . . . . .39 NORTH WEST COAST. The Rus- sian claims, .... 102, 169 NEWS-PAPERS, AND PERIODI- CAL PRODUCTIONS OF THE PRESS. Their great num- ber and general circulation, . 91, 92 NATURAL DIVISIONS OF THE COUNTRY'' AS TO COM- MERCE, 60 to 66 NATIOM AL-ROAD FROM CITY OF WASHINGTON TO NEW ORLEANS, . . . . 76, 135 NAVIGABLE LAKE AND RIVER- COAST COMPUTED, . . 158 to 161 NAVIGABLE INTERSECTIONS OF THE COUNTRY. Delinea- ted on the map, and described, 133, 163, NATIONAL INTERESTS OF MAGNITUDE. In negotiation, 168, 169"], [233, "INDEX 223 P. Pages. PEOPLE OF THE UNITED STATES. Their general locomo- tive and inquisitive propensi ties, and intellectual shrewd- ness, . 19. 29, 83, 165 PRINCIPLE OF POPULATION, AND ULTIMATE MEANS OF SUBSISTENCE, ... 20 POLITICAL INSTITUTIONS OF THE UNITED STATES. The peculiar advantages thereof, . 27, 28, PUBLIC L4NDS OF THE UNITED STATES. Amount of annual sales, 33 POST ROADS OF THE UNITED STATES. Their progress and present extent, . . . 38, 137 The main lines through the coun- try particularized, . . . 135 to 137 POPULATION OF THE UNITED STATES. By Census taken in 1790, and in 1820, . . .40 Its ratio of increase, compared with the increase of settled territory, . . . . 44, 53 PROBLEM FOR SOLUTION, . 47 PATENT OFFICE AT WASHING- TON. A museum of the arts, . 50"], [234, "INDEX 224 P. Pages PUBLICATION AND CIRCULA- TION OF BOOKS, PAMPH- LETS, AND NEWSPAPERS, 90 to 93 POPULAR LECTURES, ON THE SCIENCES, AND THE ARTS, 93,114 POLITICa\\L ECONOMY. The so- lution of its intricate problems has not yet a bearing upon the United States, . ... 96 The Study of it, nevertheless, of the highest importance, . 97 PUBLIC DEBT OF THE UNITED STATES. Its course and pre- sent state, 126 to 129, 208 PUBLIC REVENUE ARISING FROM THE CUSTOMS. The great increase thereof since the peace of 1815, compared with any former period, . . .131 PRESIDENT'SMESSAGETO CON- GRESS; December, 1824, . 171"], [235, "225 INDEX. R. Pages. RELIGIOUS AND MOR^L CON- DITION OF THE COUNTRY, 84 to 87, 1 14 to 1 17 RUSSIAN CLAIMS ALONG THE NORTH WEST COAST. To be negotiated away . . . 102, 169 ROUTE. From New York to St. Louis, designated in miles, . 73 From St. Louis, by water to the Pacific, 104 to 106 RELIGIOUS INSTITUTIONS, . 115 to 117 19"], [236, "226 INDEX s. Pages. STATISTICAL COMPARISON. Between 1792 and 1822, . . 32 to 45 STABILITY OF THE U STATES' POLITICAL INSTITUTIONS, 27 to 29, 83 to 87 SUNDAY SCHOOL UNION AT NEW YORK, .... 87 SCHUYLKILL RIVER IMPROVE- MENTS. Between Philadelphia and Mount Carbon, . . .68, 114, 15» ST. LAWRENCE RIVER. Compe- tition between this commercial egress and the Atlantic ports of the United States, . . . 60, 61 SUPERFICIES OF COUNTRY. Drained by the St. Lawrence, . 64 Drained by the Mississippi, . 63 SLAVERY. An important topic, . 84 to *7 STEAM BOATS. Vast benefits con- ferred by the introduction of them. Their numbers multiply: being eminently adapted to the waters of the United States, . 10$ SURPLUS REVENUE IN THE TREASURY. On the 1st Janu- ary, 1824, nine millions, . .167 SLAVE-TRADE. Convention with England, . . . 16J"], [237, "227 INDEX ■» T. Pages. THEORY OF A LONDON WRI- TER, 5 to 22 TERRITORY. Increase thereof; Area ofthe several States, and of the United States, in Sq. Miles, . 41 to 45 Cessions from France and Spain, and consequent advantages, . 42 TURNPIKE ROADS. Commenced in the year 1792, TABLES, viz. Comparing America of 1792 with America of 1822, 32 to 45 Of Dist;inces, .... 73,104,111,158 Of Post-roads, .... 135tol37 Of the Valleys of the St. Law- rence, the Mississippi, the Mis- souri, the Arkansa, the Ohio, the Red, the White, and the St. Francis rivers, . . . 63 to 65 Of the Public-debt, . . . 126, 127 Of Canals, . . . . 139 to 153 TURNPIKE ROADS OF THE STATE OF PENNSYLVANIA, 67, 68, 77 TOUR FROM PHILADELPHIA TO QUEBEC, AND BACK, . 108 to 112 TOPOGRAPHICAL AND MILI- TARY SURVEY OF THE WHOLE LINE OF FRON- TIER, AND STATE OF FOR- TIFICATIONS. Report there- on expected, . . . .134 TONNAGE OF MERCHANT VES- SELS, ... .3*"], [238, "228 INDEX. U. Pages. THE UNITED STATES. Her ad- vance from infancy to a stage of vigorous youth, . . .15 Not liable to feel distress from vicissitudes of foreign com- merce, in an equal degree with older countries, . . . 15 to 22 Analogy of circumstance with oi.her nations, wanting, . 27 to 31 Advantages of her Geographical position, and Political institu tions, .... .27 Her revenue in time of peace, as now, requires not the aid of excise, or other internal taxa- tion, 21, 33, 139 Her revenues are at liberty, and not diverted from the purposes of aggrandizement, . . 28 Diversity in the country's climate and productions, favouring a great Domestic commerce, . 25, 59 Has, by nature, three grand divi- sions, in relation to her com- merce, 60 to 66 Stability of her Political institu- tions, 29, 30, 83 to 87 Her actual and proposed Inland navigation improvements; also the Main lines of Post road, delineated on a sheet map, 133"], [239, "INDEX 229 u. Pages. Negotiations of the highest in- terest, pending with Great Bri- tain, 168, 169 PRESIDENT'S MESSAGE, 1824, December, . . .171 VALLEYS. Of the St. Lawrence, the Mississippi, the Missouri, the Ohio, the Red, the Arkansa, the White, and the St. Francis rivers, . . . . . 63 to 65 VOYAGES THROUGH THE IN- TERIOR OF THE UNITED STATES, . . . . 156 to 164 w. WEALTH. Its first extraordinary in- flux into the country, during four- teen or fifteen of her early years, 129"], [240, ""], [241, "UNITED STATES. 231 ERRATA AND CONCLUSION. In the Note, page 60, the word Commissioners, should be, Surveyors. Page 100, line 5, production, should be, productions. 14, Missouri, should be, State of Mis souri. Do. 105, line 17, Madan, should be, Mandan. Do. 135, line 8, maps, should be, map. Do. 161, line 5, or, should be, For. It is proper moreover to mention, that with regard to the proposed Canal No. 7 in the Table of Canals, a regular survey of the ground has been made, under a commission from the State of Illinois, and a report been rendered to that Legislature, but nothing further as to the work has yet taken place. And, finally up on this topic, I would not for a great deal, omit to men tion that in the State of New York, various new Ca nals, and a multitude of other Public works, are re commended to the attention ofthe Legislature, by the Governor of New York, in his address of last week; — a State-paper which will hardly be read without in terest, or consulted without profit. 29"], [242, "232 UNITED STATES. Although it is with regret, that the writer per ceives the above six items of Eirata to have crept into the present work, yet in performing the duty of notic ing the same, he acknowledges that he finds himself more than compensated for the misfortune, by the op portunity, which this notice affords him, of mentioning to those of his respected readers who may not already be acquainted with the fact, that the portion of coun try which he has denominated \" North West Terri tory,\" is included within the jurisdiction of \"Michi gan Territory,\" the whole being provisionally under one Governor appointed by the United States. After that Michigan-proper, or the Peninsula, shall have been received into the Union in the capacity of a \" State,'''' the residue of territory will receive from us some other name, and one that shall be more ap propriate than that which it has been known by, of \" North West,\" The high range of Western mountains also, which have been denominated \" Stony,\" \" Rocky,\" or\" Chip pewan,\" are henceforward to resume their more an cient appellation of \" Oregon Mountains,\" and the"], [243, "UNITED STATES. 233 \" Columbia river\" that of \" Oregon river:\" at, or near the mouth of which, it is now decided we shall soou have a military establishment; Government be ing, at this very moment, busied in considering upon proper arrangements for it. I am peculiarly gratified likewise, in referring my readers to a certain route traced upon the sheet-map belonging to this work. It is from the Western ex tremity ofthe State of Missouri, to the city of Santa Fe in New Mexico. It commences near Fort Osage, striking upon the Arkansa, and along the ascending direction of that and the Semerone rivers for several hundred miles, thence leads to, and across the chain of mountains at a practicable pass, and thence direct into the territory of New Mexico; striking,, in the first instance, upon the settlemeni of Taos, and continuing on thence to the city of Santa Fe. This, being the track actually pursued by the very remarkable Cara vans, or Wagon-expeditions, fitted out, in the course of last year, by our enterprising Missouri citizens. They consisted of four distinct caravans or companies, fitted out in February, May, August and November; with views of trading, in part with the Indians for peltry, but in greater part with the Spanish Americans for gold and silver. The November party, and some portion of the others are still on their travels, or per haps, now in winter quarters, on the banks ofArkan sa, and may return home in the spring, or summer."], [244, "UNITED STATES. 234 In relation to what has been accomplished, and what has been brought to light through these expe ditions, there has been, within the last week, a regu lar and circumstantial communication made to Con gress, now in session. On the reading whereof, we are told, the members of the House were little short of being electrised with astonishment, at the wondrous things brought into view, by the details of the narra tion as it proceeded. The shock, indeed, it appears, on this occasion, was ofa complex nature: for it was made up, in part of that kind of romantic surprize which some ofthe\" Tales of the East\" have the fas cinating power to excite, whilst the auditory ever per ceived something present, to remind them they were receiving impressions, not of Fairies and Fairy-land, but of real existences actually abiding in these regions of the\" West:\" — in part also, made up of that impres siveness, which, the many so very unexpected re alities, presented for consideration, created in the mind, proportionate to the vast importance which the knowledge of them was understood as being pregnant with They were presented under such a point of view, as to raise up ideas of available resources throughout the countries spoken of, in waiting only to be called forth, for the extension of our individual and national career of enterprize to a degree, and with a novelty in the mode, far beyond what has, until the present time, been dreamed of, even by imaginations the most exalted amongst us."], [245, "UNITED STATES. 235 But, the writer of these pages, not wishing either to be enthusiastic in expression, or to be thought so in his feelings, will endeavour to do, even upon this topic of excitement, like as he has done upon other occasions, that is to say, in stating to his readers, facts as he finds them, he will endeavour not only to be plain, but also not to exceed the probable reality; and therefore, he has no more than simply to add; that, Congress having at this moment the subject regularly before them, it will be legislated upon in such man ner and degree as may appear most conducive to the public weal ; or, in other words, there will probably be made, such provision and such proper arrangements as the occurrence shall appear to require, for duly protecting and facilitating the United States' com merce with the Interior possessions of Mexico, or other Spanish American provinces or possessions, and for establishing the same on a safe and permanent basis. The arrangements to comprehend, as a mat ter of course, all needful measures for fixing and maintaining a friendly and commercial intercourse with the Indian tribes generally, both West and East of the mountains. Such is the matter, claiming just now to be acted upon ; which the writer would not willingly have fore gone the opportunity of thus taking notice of, al though he cannot, as yet, present it as more than an embryo occurrence of the day. Possibly, at some lit tle distance of time from the present, in the event that"], [246, "236 UNITED STATES. \" these few lines\" be not received with an unfavoura ble accueil, and that he should w live and do well.\" he may have the gratification of presenting a few supple mentary ones. Along with which, in that case, he will, if he be enabled so to do, exhibit, by a Statistical Comparison between things at that supposed time, and the time now or lately present, the progress which this particular branch, or circle of the United States1 commerce; — taking within its circumference, the Great slope of continent West of the Oregon Mountains, in which are situate the Valleys ofthe Multrwmah and Bonaventura rivers doum to the Pacific ocean, together with the Spanish American provinces or possessions more to the South and Soidh East; — shall then have made. It might have been stated above, that the caravan ef last summer, on arriving at Santa Fe, separated; and such parts of the company as were not willing to conclude their outward adventures there, pro ceeded farther; some South toward the Passo del Norte, and into New Biscay ; some South Westwardly toward the Gulf of California, and some taking the descent, Westward, of the Continental slope to the Pacific. The gold and silver mines situate in New Biscay, Senora, and Sinaloa, which our adventurers purposed visiting in their excursion, are numerous, and said to be the richest of all the mines in those metals."], [247, "UNITED STATES. 237 With regard to a few particular distances from Santa Fe, it might also have been stated, that to the nearest point of the Arkansa river, is about two hun dred and fifty miles, to the nearest branch of the Kansas about three hundred and ten miles, and to the Red river, about seventy miles. The surface of what has been termed \" Internal provinces\" of Mexi co, is stated, upon authorities in the country, as measuring very near one million of square miles. And now, as the writer finds himself compelled in good earnest to take leave of his readers, he begs to devote this very last moment to the purpose of re spectfully observing to them, that if it so should hap pen, there is little or nothing discovered in all that his labours, throughout this volume, have produced, which is of a character that can claim to be classed with either the \" useful,\" or the \" agreeable,\" he would in that case, or indeed, whether he be so un fortunate or not, presume to refer them, for an at tentive perusal, to Governor Clinton's address on the 4th instant, to the legislature of the State of New York; because, there they may be certain of not meeting with disappointment in either respect. If there is matter to invite the salutary and necessary cravings of the practical statesman and experimen talist, there is likewise an attractive and varied re-"], [248, "238 UNITED STATES. gale spread out, where the loftiest of our anticipators may feast and welcome, upon the stupendous in con ceptions, and splendid imagery. Perhaps, some con densation of matter, aud some curtailment of variety in the composition, might not have been unfavoura ble to the great object of a general dissemination through the press, and universal approbatory pe rusal: but, this, with submission. Philadelphia, January 11, 1825."], [249, ""], [250, ""], [251, ""], [252, ""], [253, ""], [254, ""]]