[[1, ""], [2, ""], [3, "CATALOGUE OF THE PUBLICATIONS OF THE p. S. Geological and Geographical Survey OF THE TERRITORIES.*7 F. V. HAYDEN, Geologist-in-charge. SECOND EDITION. (Revised to December 31, 1876.) WASHINGTON: GOVERNMENT PRINTING OFFICE. I877. DEPARTMENT OF THE INTERIOR."], [4, ""], [5, "DEPARTMENT OF THE INTERIOR. CATALOGUE OF THE PUBLICATIONS OF THE pT. S. Geological and Geographical Survey OF THE TERRITORIES. F. V. HAYDEN, Geologist-in-charge. SECOND EDITION. (Revised to December 31, 1876.) WASHINGTON: GOVERNMENT PRINTING OFFICE. 1877-"], [6, ""], [7, "Office U. S. Geological and Geographical Survey of the Territories, Washington, December 31, 1876. The present catalogue is intended to give an enumeration of all the publications of the United States Geological and Geographical Survey of the Territories issued to the present time. In order fur ther to convey an adequate idea of the work done, the captions of the several parts of each volume are also given under the general titles of the volumes. The titles are interrupted by vertical bars ( | ). to exhibit the adjustment of the typography on the respective title pages. The Geologist-in-charge is desirous of securing, by exchange, the publications of foreign countries on geology, palæontology, and natu ral history generally, to aid in the formation of a library of reference, for the use of the Survey of which he has charge. He avails himself of this opportunity again to ask those persons or societies that may receive the publications of the Survey to recip rocate, by sending to him such of their own publications as they may feel disposed;1 and he believes that he can assure them an ample return, either in books or specimens, or both. The reports of surveys, with maps, charts, and sections, transac tions of societies, or the publications of individuals engaged in sci entific studies, are much desired as works of reference. Individuals or societies who may look favorably upon the above proposition can send all packages, through the Smithsonian Institu tion, to the address of Dr. F. V. Hayden, U. S. Geologist, Washing ton, D. C. A careful record will be kept of the addresses of all the correspond ents of the Survey. Societies, libraries, or persons engaged in active scientific investigation desiring to receive the publications of the Sur vey will confer a favor by communicating their wishes. A few of the publications enumerated in this catalogue are either rare or entirely out of print. Some will doubtless- be reprinted. If societies or correspondents who desire to complete their series of the publications of the Survey will indicate to the Geologist-in-charge the missing volumes, they will be sent without delay. 3"], [8, ""], [9, "CONTENTS. Page. I. Chronological enumeration of publications 7 1 1. Annual reports of progress 9 III. Miscellaneous publications 17 IY. Bulletins 19 V. Final report of Nebraska 23 VI. Monographs 24 VII. Unclassified publications 28 VIII. Maps 31 IX. Works in process of publication 33 X. Maps in process of publication 34 XI. Works in preparation 35 XII. Index of contributors to publications 37 5"], [10, ""], [11, "7 I ■CHRONOLOGICAL ENUMERATION OF PUBLICA- TIONS. [For complete titles, refer to the pages as numbered below. 1 Page. I. 1S67. — First Annual Report (Nebraska) [out of print, see X]. . 9 II. 1868. — Second Annual Report (Wyoming) [out of print, see X] 9 III. 1869. — Third Annual Report (Colorado and New Mexico) [out of print, see X] 9 IV. 1871. — Final Report on Nebraska and Adjacent Territory 23 V. 1871. — Fourth Annual Report (Wyoming and Contiguous Terri- tory) 10 VI. 1S72. — Lists of Elevations and Distances in the United States west ofthe Mississippi River. Collated and arranged by Prof. C. Thomas 28 VII. 1872. — Fifth Annual Report (Montana and adjacent territory).. 11 VIII. 1872. — Supplement to Fifth Annual Report. — Report on fossil flora. By Leo Lesquereux 12 IX. 1872.— Profiles, Sketches, &c. By Henry Elliott 28 X. 1873. — First, Second, and Third Annual Reports. (Reprint of Reports for 1867, 186S, and 1S69) 10 XL 1873. — Sixth Annual Report. (Portions of Montana, Idaho, Wyoming, and Utah) 12 XII. 1873. — Contributions to the Extinct Vertebrate Fauna of the Western Territories. By Joseph Leidy 24 XIIT. 1S73. — Synopsis of the Acrididæ of North America. By Cyrus Thomas, Ph. D 25 XIV. 1S73.— Miscellaneous Publications No. 1. — Lists of Elevations. By Henry Gannett 17 XV. 1873. — Miscellaneous Publications No. 2. — Meteorological Ob- servations. By Henry Gannett 17 XVI. 1874.— Bulletin No. 1 19 XVII. 1874.— Bulletin No. 2 19 XVIII. 1S74. — Miscellaneous Publications Xo. 3. — Birds of the North- west. By Elliott Coues 17 XIX. 1S74. — Miscellaneous Publications No. 4. — Synopsis ofthe Flora ofColorado. By Thomas C. Porter and John M. Coulter. 18 XX. 1874. — Miscellaneous Publications Xo. 5. — Descriptive Cata- logue of Photographs. By W. H. Jackson iS XXI. 1874. — Miscellaneous Publications No. 6.— Meteorological Ob- servations. By George B. Chittenden iS XXII. 1874. — The Cretaceous Flora. By Leo Lesquereux 26"], [12, "8 Chronological Enumeration of Publications. Page. XXIII. 1874. — Seventh Annual Report (Colorado) 14 XXIV. 1874. — Catalogue of Publications 29 XXV. 1875.— Cretaceous Vertebrata. By E. D. Cope 24 XXVI. 1875. — Miscellaneous Publications No. 1. Third edition 17 XXVII. 1S75. — Miscellaneous Publications No. 5. Second edition. ( Illustrated) 18 XXVIII. 1S75. — Bulletin No. 1, second series 19 XXIX. 1875. — Bulletin No. 2, second series 20 XXX. 1875. — Bulletin No. 3, second series 20 XXXI. 1875. — Bulletin No. 4, second series 20 XXXII. 1S75. — Bulletin No. 5, second series 20 XXXIII. 1876.— Bulletin No. 6, second series. 21 XXXIV. 1876.— Bulletin, Volume II, No. 1 21 XXXV. 1876.— Bulletin, Volume II, No. 2 21 XXXVI. 1876.— Bulletin, Volume II, No. 3 21 XXXVII. 1876.— Bulletin, Volume II, No. 4 22 XXXVIII. 1S76.— Eighth Annual Report (Colorado and adjacent terri t°ry) IS XXXIX. 1876.— Monograph of the Geometrid Moths. By A. S. Packard. 27 XL. 1876. — Invertebrate Palæontology. By F. B. Meek 26 XLI. 1877. — Catalogue of Publications. Second edition 29"], [13, "9 II.— ANNUAL REPORTS OF PROGRESS. I.— EXPLORATIONS OF 1S67. {First Annual Report.') [First Annual Report of the United States Geological Survey of the Territories, embracing Nebraska. By F. V. Hayden, U. S. Geolo- gist. Conducted under the authority of the Commissioner of the General Land-Office, 1867.] < Report of the Commissioner of Gen- eral Land-Office, for the year 1867. Washington, 1867. pp. 12S- 181, where it appears in the form of a letter dated \" Nebraska City, July 1, 1867\", without any other heading. IL— EXPLORATIONS OF 186S. ( Second Annual Report. ) [Second Annual Report of the United States Geological Survey of the Territories, embracing Wyoming. By F. V. Hayden, U. S. Geologist. Conducted under the authority of the Commissioner of the General Land-Office, 1868.] <Report of the Commissioner of General Land-Office, for the year 1868. Washington, 1868. pp. 220-255, where it appears in the form of letters dated \"Fort Steele, Union Pacific Railroad, September 5, 1868\", and \"Fort Sanders, Wyoming Territory, September 25, 1868\", under the heading \" Report of F. V. Hayden on the Geography ofthe Mis- souri Valley\". III. -EXPLORATIONS OF 1869. ( Third Annual Report.') Preliminary Field Report | of the | United States Geological Sur- vey I of I Colorado and New Mexico, | conducted | under the au- thority of Hon. J. D. Cox, Secretary of the Interior. | By F. V. Hayden, | United States Geologist. | — | Washington : | Govern- ment Printing Office. | 1869. [8vo, 155 pp- J CONTENTS. Report of F. V. Hayden. — Geological Report, pp. 7-99. Report of Persifor Frazer, jr. — Mines and Minerals of Colorado, pp. 101-130. Report of Cyrus Thomas. — Agriculture of Colorado, pp. 131-155."], [14, "10 Catalogue of the Publications of the REPRINT OF I. II. AXD III. First, Second, and Third Annual Reports | of the | United States Geological Survey | of the Territories | for | the years 1867, 186S. and 1869, I under the | Department of the Interior. | — | Wash- ington: I Government Printing Office. | 1873. [8vo, 261 pp., 1 l.J CONTENTS. [1] First Annual Report | of the | United States Geological Survey | of the Territories, | embracing Nebraska, j By F. V. Hayden, U. S. Geologist. | — | Conducted under the authority of the Commissioner of | the General Land- Office. I — I 1S67. pp. 5-64. Note. — Reprinted from the \"Report ofthe Commissioner of General Land-Office for the year 1867 \". Washington, 1867. pp. 128-181. [2] Second Annual Report | of the | United States Geological Survey | of the Territories, | embracing Wyoming. | By F.V. Hayden, U. S. Geologist. | — | Conducted under the authority of the Commissioner of | the General Land- Office. I 186S. pp. 65-102. N >te. — Reprinted from the \" Report of the Commissioner of General Land-Office for the year i863 \". Washington: 1868. pp. 220-255. 3] Third Annual Report | of the | United States Geological Survey | of the Territories, | embracing | Colorado and New Mexico. | Conducted under the authority of the Secretary of the Interior. | By | F. V. Hayden, U. S. Geologist, pp. 103-251. Note.— Reprinted from the separate Report. (See III, p. 9). IV.— EXPLORATIONS OF 1870. (Fourth Annual Report.) Preliminary Report | of the | United States Geological Survey | of | Wyoming, and | Portions of Contiguous Territories, | (being a second annual report of progress,) | conducted | under the au- thority of the Secretary of the Interior, | by | F. V. Hayden, | United States Geologist. | — | Washington : | Government Print- ing Office, j 1872. [8vo, 511 pp.] CONTENTS. Parti. Report of F. V. Hayden. — Geological Surveyof the Territories, pp. 9-81. Part II. [Report of F. V. Hayden.] — Geology of the Missouri Valley, pp. 83-1S8. Part III. Report of Professor Cyrus Thomas: Part I. Agriculture, pp. 192-264. Part II. A List and Descriptions of New Species of Orthoptera [with re- marks on the Caloptenus spretus, or Hateful Grasshopper], pp. 265-284. Part IV. Special Reports : I. Preliminary Paleontological Report, consisting of lists of fossils, with descriptions of some new types, etc. By F. B. Meek. pp. 287-31S. II. On the Tertiary Coals of the West. By Jas. T. Hedge, Geologist. pp. 31S-329."], [15, "U- S- Geological and Geographical Survey of tlie Territories. 11 Part IV. Special Reports — Continued. III. The Ancient Lakes of Western America : their deposits and drainage. By J. S. Newberry, LL. D. pp. 329-339. IV. Report on the Vertebrate Fossils of the Tertiary Formations of the West. By Prof. Joseph Leidy. pp. 340-370. V. On the Fossil Plants of the Cretaceous and Tertiary Formations of Kansas and Nebraska. By Leo Lesquereux. pp. 370-385. VI. On the Fossil Reptiles and Fishes of the Cretaceous Rocks of Kansas. By Prof. E. D. Cope. pp. 385-424. VII. On the Fishes ofthe Tertiary Shales of Green River, Wyoming Ter- ritory. By Prof. E. D. Cope. pp. 425-431. VIII. Recent Reptiles and Fishes. Report on the Reptiles and Fishes obtained by the Naturalists of the Expedition. By E. D. Cope, A. M. PP- 432-442- IX. Material Resources. Report on the Industrial Resources of Western Kansas and Eastern Colorado. By R. S. Elliott, pp. 442-458. Part V. Catalogues j I. Mammals and Birds. A List of Mammals and Birds collected in Wyo- ming Territory, by Mr. H. D. Smith and Mr. James Stevenson, during the expedition of 1870. By James Stevenson, pp. 461-466. II. Report on Mollusca. By S. R. Roberts, pp. 467-469. III. Coleoptera. A List of Coleoptera collected by C. Thomas, in Eastern Colorado and Northeastern New Mexico, during the survey of 1869. By Dr. G. H. Horn. pp. 469-470. IV. Hemiptera. A List of Hemiptera collected in Eastern Colorado and Northeastern New Mexico, by C. Thomas, during the expedition of 1S69. By P. R. Uhler, esq. pp. 471-472. V. Catalogue of Plants. By Thomas C. Porter, pp. 472-4S4. VI. Catalogue of Plants. A List of Plants collected by C. Thomas, in Eastern Colorado and Northeastern New Mexico, during the, survey of 1869. By Dr. C. C. Parry, pp. 484-487. Appendix. Meteorology, &c. By Mr. J. W. Beaman. pp. 4SS-501. V.— EXPLORATIONS OF 1871. v (Fifth Annual Report.) Preliminary Report | of the | United States Geological Survey | of | Montana | and | Portions of Adjacent Territories; | being a fifth annual report of progress. | By F. V. Hayden, | United States Ge- ologist. I — I Conducted under authority of the Secretary of the Interior. | — | Washington: | Government Printing Office. | 1872. [Svo, i— vi, 3-538 pp. (with 64 figures), 2 pi., 5 maps folded.] CONTENTS. Part I. Report of F. V. Hayden. pp. 11-204. Part II. Agricultural Resources of the Territories. By Prof. Cyrus Thomas. pp. 205-279."], [16, "Catalogue of the Publications of the 12 Part III. Palæontology: Fo.sil Flora. By Leo Lesquereux. pp 283-31'.. On the Geology and Paleontology of the Cretaceous Strata of Kansas. By E. D. Cope, A. M. pp. 318-349. On the Vertebrate Fossils of the Wahsatch Group. By E. D. Cope, A. M. PP- 350-353- On the Fossil Vertebrates of the early Tertiary Formation of Wyoming. By Prof. Joseph Leidy. pp. 353-372. Preliminary List of the Fossils collected by Dr. Hayden's Exploring Ex- pedition in Utah and Wyoming Territories, with descriptions of a few new species. By F. B. Meek. pp. 373-377. Part IV. Zoology and Botany j I. Notice of some Worms collected during Dr. Hayden's Expedition to the Yellowstone River in the summer of 1871. By Prof. Joseph Leidy. pp. 381-382. II. Coleoptera. By George H. Horn, M. D. pp. 382-392. III. Notices of the Hemiptera of the Western Territories of the United States, chiefly from the Surveys of Dr. F. V. Hayden. By P. R. Uhler. pp. 392-423. IV. Notes on the Saltatorial Orthoptera of the Rocky Mountain Regions. By Prof. Cyrus Thomas, pp. 423-466. V. List of Species of Butterflies collected by Campbell Carrington and William B. Logan, of the Expedition, in 1871. By W. H. Edwards. pp. 466-467. VI. Report on the Recent Reptiles and Fishes of the Survey, collected by Campbell Carrington and C. M. Dawes. By E. D. Cope, A. M. pp. 467-476. VII. Catalogue of Plants. By Prof. Thomas C. Porter, pp. 477-498. Part V. Meteorology. By J. W. Beaman. pp. 499-524. Supplement of the Fifth Annual Report | of the | United States Ge- ological Survey | of | the Territories for 187 1. | — | F. V. Hayden, I United States Geologist-in-charge. | Report on fossil Flora. By Leo Lesquereux. | — | Conducted under authority of the Sec- retary of the Interior. | — | Washington: | Government Printing Office. I 1872. [8vo, 22 pp.] Note. — Published as a separate pamphlet. VI.— EXPLORATIONS OF 1872. (Sixth Annual Report.) Sixth Annual Report | of the | United States Geological Survey | of I the Territories, | embracing | Portions of Montana, Idaho, Wyoming, and Utah ; | being a report of progress of the ex- | plo- rations for the year 1872. | By | F. V. Hayden, | United States Geologist. I — I Conducted under the authority of the | Secretary of the Interior. | — | Washington: | Government Printing Office. I 1S73. [Svo, xi, 844 pp. (with 68 figures and 3 diagrams), 12 pi , 5 maps.]"], [17, "U. S. Geological and Geographical Survey of the Territories. 13 CONTENTS Letter to the Secretary, pp. 1-10. Part I. Report of F. V. Hayden. pp. 12-64, with 3 maps. Report of N. P. Lmgford on the Resources of Snake River Valley, pp. 86-91. Means of Access to the Yellowstone National Park by Railroads. [By R. Hering.] pp. 92-95. Report of A. C. Peale, M. D. pp. 99-1S7. Report of Frank H. Bradley, Geologist of the Snake River Division, pp. 1S9-271, with 2 maps. Physical Geography and Agricultural Resources of Minnesota, Dakota, and Nebraska. By Cyrus Thomas, Ph. D. pp. 273-313. Part II. Special Reports on Geology and Paleontology, pp. 315-658. Lig.jitic Formation and Fossil Flora. By Leo Lesquereux. pp. 317-427, Paleontological Report, [etc.] By F. B. Meek. pp. 429-518. Report of a Geological Reconnaissance along the U:_ion Pacific Railroad. H. M. Bannister, M. D pp. 519-541. On the Extinct Vertebrata of the Eocene of Wyoming, observed by the Expedition of 1872, with Notes on the Geology. By Edward D. Cope, A.M. pp. 543-649.pl. 1-6. On Remains of Primitive Art in the Bridger Basin of Southern Wyoming. By Prof. Joseph Leidy. pp. 651-654, pi. 7-12. Ancient Mounds in Dakota. By C. Thomas, Ph. D. pp. 655-65S. Part III. Special Reports on Zoology and Botany, pp. 659-792. Report on the Mammals and Birds of the Expedition. By C. H. Merriam. pp. 661-715. Coleoptera. By George H. Horn, M. D. p. 717. Notes on Orthoptera. By Cyrus Thomas, Ph. D. pp. 719-725. Odonata from the Yellowstone. By Dr. H. Hagen. pp. 727-729. Descriptions of New Species of Mallophaga, collected by C. H. Merriam while in the Government Geological Survey of the Rocky Mountains, [etc.] By A. S. Packard, jr., M. D. pp. 731-734. Description of New Parasitic Worms found in the brain and other parts of Birds. By A. S. Packard, jr., M. D. pp. 735-737. Description of New Insects. By A. S. Packard, jr., M. D. pp. 739-741. Insects inhabiting Great Salt Lake and other saline or alkaline lakes in the West. By A. S. Packard, jr., M. D. ,pp. 743-746. Botany. By J. M. Coulter, pp. 747-792. Part IV. Report on Astronomy and Hypsometry. By Henry Gannett, M. E. pp. 793-807. Notes on the Climate of Montana. By Granville Stuart, pp. 809-817."], [18, "Catalogue of the Publications of the 14 VII.— EXPLORATIONS OF 1S73. (Seventh Annual Report.) Annual Report j of | the United States | Geological and Geograph- ical Survey | of | the Territories, | embracing Colorado, | being a report of progress of | the exploration for the year 1873, | by | F. V. Hayden, | United States Geologist. | — | Conducted under the authority of the Secretary | of the Interior. | — j Washing- ton: I Government Printing Office. | 1874. [8vo, i-xii, i~7i8pp. (with no illustrations, including wood-cuts, plates, and maps).] CONTENTS. Letter to the Secretary, pp. 1-14. Part I. Geology, Mineralogy, and Mining Industry, p. 15. Report of F. V. Hayden, U. S. Geologist, pp. 17-82. Report of Arch. R. Marvine, Assistant Geologist directing the Middle Park Division, pp. 83-192. Report of A. C. Peale, M. 1)., Geologist of the South Park Division, pp. '93-273- Report of F. M. Endlich, S. N. D., [Geologist of the San Luis Division.] PP- 275-361. Part II. Special Reports on Palæontology, p. 363. The Lignitic Formation and its Fossil Flora. By Leo Lesquereux. pp. 36S-425- Report on the Vertebrate Paleontology of Colorado. By Edward D. Cope, A.M. pp. 427-5-33. [With tl Appendix\" to Chapter II, pp. 457-456, viz: \" Descriptions of New Mol- lusks from Cretaceous Beds of Colorado, by T. A. Conrad.\"] Part III. Zoology, p. 535. I. Report of Lieut. W. L. Carpenter on the Collections made by him in 1873, while connected with the United States Geological Survey. PP- 537-538. 2. Destruction of Pine-timber in the Rocky Mountains, [in connection with insects.] By Lieut. W. L. Carpenter, U. S. A. pp. 538-539. 3. Report on the Alpine Insect Fauna of Colorado. By Lieut. W. L. Car- penter, U. S. A. pp. 539-542. 4: List of Species of Butterflies collected by Lieut. W. L. Carpenter, U. S. A., for the United States Geological Survey of Colorado, 1873. By W. H. Edwards, p. 542. 5. On the Geographical Distribution of the Moths of Colorado. By A. S. Packard, jr., M. D. pp. 543-560. 6. Report on the Diptera collected by Lieut. W. L. Carpenter in Colorado during the Summer of 1873. By C. R. Osten Sacken. pp. 561-566. 7. Notice on the Galls collected by Lieut. W. L. Carpenter. By C. R. Osten Sacken. p. 567. 8. List of Species of Coleoptera, collected by Lieut. W. L. Carpenter, United States Army, for the United States Geological Survey of Colo- rado, 1873. By Henry Ulke. pp. 567-571. 9. Report on the Pseudo-Neuroptera and Neuroptera collected by Lieut. W. L. Carpenter in 1873 in Colorado. By Dr. H. A. Hagen. pp. 571-606."], [19, "U- S- Geological and Geographical Survey of the Territories, 15 Part III. Zoology — Continued. 10. Report on the Myriopods collected by Lieut. W. L. Carpenter, in 1873, in Colorado. By A. S. Packard, jr., M. D. p. 607. II. Report on the Amphipod Crustaceans. By S. I. Smith, pp. 6oS~6n. 12. Description of a Lernæan Crustacean (Achtheres Carpcnteri) obtained by Lieut. W. L. Carpenter, in 1S73, in Colorado. By A. S. Packard, jr., M. D. p. 612. 13. Synopsis of the Fresh- Water Phyllopod Crustacea of North America. By A. S. Packard, jr., M. D. pp. 613-622. 14. List of Leeches collected by Hayden's Expedition, 1S73. By A. E. Verrill. p. 623. 15. List of Terrestrial Mollusks collected by Lieut. W. L. Carpenter, U. S. A., for the United States Geological Survey of Colorado, 1873. By William G. Binney. p. 623. Part IV. Geography and Topography, p. 625. Sketch of the Methods of Survey in the Geographical Department. By James T. Gardner, Geographer, pp. 627-628. The Elevations of Certain Datum-Points on the Great Lakes and Rivers and in the Rocky Mountains. By James T. Gardner, Geographer, pp. 629-633-659- Topographical Report of Middle Park Division, 1873. By S. B. Ladd, M. E. pp. 661-669. Geographical Report of Henry Gannett, M. E. pp. 670-6S1 Appendix : Gold Hill Mining- Region : its position and general geology. By Arch. R. Marvine. pp, 685-687. The Telluride Ores of the Red Cloud and Cold Spring Mines, Gold Hill. By B. Silliman. pp. 688-691. General Index, pp. 693-703. Index of Systematic Names, pp. 705-718. VIII.— EXPLORATIONS OF 1874. (Eighth Annual Report.) Annual Report | of | the United States | Geological and Geo- graphical Survey | of | the Territories, | embracing | Colorado and parts of Adjacent Territories ; j being a | report of progress of the exploration for the year 1874. | By | F. V. Hayden, | United States Geologist. | — | Conducted under the authority of the Sec- retary I of the Interior. | — | Washington: | Government Printing Office. I 1876. [8vo, i-ix, 1-515 pp. (with 88 illustrations, — wood- cuts, plates, and maps).] CONTENTS. Letter to the Secretary, pp. 1— 1 7- Geology, Mineralogy, and Mining Industry. Report of F. V. Hayden, U. S. Geologist, pp. 19-71. Report of W. H. Holmes, on the Northwestern portion of the Elk Mountains. pp. 59-71."], [20, "16 Catalogue of the Publications of the Report of A. C. Peale, M. D., Geologist of Middle Division, pp. 73-180. Report of F. M. Endlich, S. N. D., Geologist of San Juan Division, pp. 1S1-240. Report of Samuel Aughey, Ph. D , on the Superficial deposits of Nebraska. pp. 241-269. Palæontology. Report of Leo Lesquereux. pp. 271-365. On the Tertiary flora ofthe North American Lignitic considered as evi- dence of the age of the formation, pp. 271-315. A Review of the Cretaceous flora of North America, pp. 316-365 Archæology. Report of W. H. Jackson. Ancient Ruins in Southwestern Colorado, pp. 367-38'- Zoology. Report of Ernest Ingersoll, on the Natural History of the U. S. Geological and Geographical Survey of the Territories, 1874. pp. 383-410. Topography and Geography. Report of Henry Gannett, M. E., Topographer directing Middle Division. pp. 411-433. Report of S. B. Ladd, M. E. Topographical Report of Northern Division, 1874. pp. 435-442- Report of A. D. Wilson. Means of communication between Denver and the San Juan Mines, pp. 443-449. P.eport of Franklin Rhoda. Report on the Topography of the San Juan country, pp. 451-496. General Index, pp. 497-50S. Systematic Index, pp. 509-515."], [21, "2 *7 Ill— MISCELLANEOUS PUBLICATIONS. Department of the Interior. | U. S. Geological and Geographical Survey of the Territories. | F. V. Hayden, U. S. Geologist-in- charge. | — | I. Miscellaneous Publications — No. i. | — | Lists of Elevations | in | that portion of the United States | west of | the Mississippi River. | — | Collated and arranged | by | Henry Gannett, Assist- ant. | — | Washington: | Government Printing Office. | 1873. [8vo, 47 pp.] Note.— This is virtually a second edition, much modified, of an unclassified publication having the following title and collation : | Lists | of | Elevations and Distances | in that portion of the United States | west of the Mississippi River. ] — | Collated and arranged by I Prof. C Thomas, Asst. U. S. Geol. Surv., | under | Dr. F. V. Hayden. | — | Wash ington : I Government Printing Office. | 1872. [umo, 31 pp.] That being then the orig inal edition, Mr. Gannett's revision of the subject in 1873 i_ considered a second edition (though not so named in the titled, and his revision of 1875 is the third edition, and so en titled. See title next below, and see beyond, under head of -' Unclassified Publications,\" p. 28. II Miscellaneous Publications — No i. | — | Lists of Elevations | prin- cipally in I that portion of the United States | west of | the Mis- sissippi River. I Third edition. | — | Collated and arranged | by | Henry Gannett, M. E. | — | Washington: | Government Printing Office. I 1875. [8vo, 72, i-ii pp.] Note.— See note to No. 1. Ill Miscellaneous Publications — No. 2. | — | Meteorological Observa- tions. I during | the year 1872, | in | Utah, Idaho, and Montana | Prepared for publication by | Henry Gannett, Assistant. | — | Washington: | Government Printing Office. | 1873. [8vo, 120pp.] IV. Miscellaneous Publications — No. 3. | — | Birds of the Northwest: | A Hand Book | of | the Ornithology | of the | Region drained by the Missouri River | and its Tributaries. | — | By Elliott Coues, | Captain and Assistant Surgeon U. S. Army. | — | Washington: | Govern:n_nt Printing Offic;. | 1874. [Svo, i-xi, 1-791 pp.]"], [22, "J '■• Catalogue of the Publications of the Vt Miserflaneous Publications — No. 4. | — | Synopsis | of the | Flora off Colorado, | by | Thomas C. Porter | and | John M. Coulter. I — I Washington : | Government Printing Office. | March 20, 1874. [8vo, 5 p. 1., 180 pp.] Note. — The enumeration of Musci and Hepatieœ is by Leo Lesquereux; that of the Lichens, by Henry Willey ; and that of the Fungi, by Charles H. Peck. VI. Miscellaneous Publications — No. 5. | — | Descriptive Catalogue j of I the Photographs | of the | United States Geological Sur- vey I of I the Territories, | for | the years 1869 to 1873, inclusive. | W.H.Jackson, j photographer. | — | Washington: | Government Printing Office. | 1874. [8vo, 83 pp.] VII. Miscellaneous Publications — No. 5. ] — | Descriptive Catalogue I of I the Photographs | of the j United States Geological Sur- vey I of I the Territories, | for | the years 1869 to 1875, inclusive. j Second edition. | — | W. H. Jackson, Photographer. | — | AVashington: | Government Printing Office. | 1875. [8vo, 81 pp. (14 illustrations).] VIII. Miscellaneous Publications — No. 6. | — | Meteorological Obsen a- tions j made during | the year 1873 and the early part ofthe year 1874 I in I Colorado and Montana Territories. | Prepared for pub- lication by I George B. Chittenden. | — | Washington : | Govern- ment Printing Office. | 1874. [Svo, 57 pp.]"], [23, "IV— BULLETINS. I. Department of the Interior. | — | Bulletin | of | the United States | Geological and Geographical Survey | of | the Territories. | F. V. Hayden, | U. S. Geologist-in-charge. | 1874 and 1875. | Vol. I. I — I Washington: | Government Printing Office. | 1875. [8vo, xiii pp. + 28 pp. + 77 pp. -(- 499 pp. +19 11. unpaged, 26 pll., 3 maps, 1 wood-cut.] Note. — Consisting of the separately-paged Bulletins Nos. 1 and 2, \"first series\", and of the continuously-paged Bulletins Nos. I to 6 inclusive, \"second series\", furnished with xiii pp. extra (title, table of contents, &_.). The is tinction of \"series\" is not maintained after No. 6, which completes Vol. I. contents. In S rics, 1874.] No. i.— [Svo, 28 pp.] List of Members and Colaborators of the Survey for 1S73. pp. 3-4. List of the Publications of the Geological Survey of the Territories, pp. 5-7. Report on the Stratigraphy and Pliocene Vertebrate Paleontology of Northern Colorado. By Edward D. Cope, A. M. pp. 7-28. No. z. — [Svo, 77 pp., 1 1.] Review of the Vertebrata of the Cretaceous Period found west of the Missis- sippi River. By Edward D. Cope, A. M. pp. 5-48. Supplementary Notices of Fishes from the Freshwater Tertiaries of the Rocky Mountains. [By Edward D. Cope, A. M.] pp. 49-51. On the General Characters and the Relation of the Flora ofthe Dakota Group. By Leo Lesquereux. pp. 52-62. Descriptions of some New Orthoptera, and Notes on some species but little known. By Cyrus Thomas, pp. 63-71. Notes on the Rocky Mountain Flanges in Colorado Territory. [By James T. Gardner.] pp. 72-77. Second Series, 1875—^6. No. i.— [8vo, 47 pp.l I. On the Fishes of the Tertiary Shales of the South Park [Colorado]. By E. D. Cope. pp. 3-5. II. On the Cranial and Dental Characters of Mephitinæ, with Description of Mephitis frontata, n. sp. foss. By Dr. Elliott Coues, U. S. A. pp. 7-15 (with one wood-cut). 19"], [24, "Catalogue of the Publications of the 20 III. Ancient Ruins in Southwestern Colorado. By W. H. Jackson, pp. 17-38, pll. I-III. IV. Note on some Fossils from near the Eastern Base of the Rocky Mountains, west of Greeley and Evans, Colorado, and others from about two hundred miles farther eastward, with descriptions of a few new species. By F. B. Meek, Paleontologist, pp. 39-47. No. 2. — [8vo, pp, 4.9-142 ] I. Monograph of the Genus Leucosticte, Swainson; or, Gray-crowned Purple Finches. Ey Robert Ridgway. pp. 51-82. II. The Cranial and Dental Characters of Geomyidæ. By Dr. Elliott Coues. pp. 83-90. III. Synopsis of Insectivorous Mammals. By Theodore Gill. pp. 91-120. IV. Report on the Natural History of United States Geological and Geo- graphical Survey of the Territories, 1874. By Ernest Ingersoll. pp. 121-142. No. 3.— [8vo, pp. 143-211 + 2 H., 2 maps and 4 other illustrations.] I. Means of Communication between Denver and the San Juan Mines. By A. D. Wilson, Topographer directing, pp. 145-149, with map. II. Report on the Mines and Geology ofthe San Juan Country. By F. M. End- lich, S. N. D. pp. 151-164, with map. III. Report on the Topography of the San Juan Country. By Franklin Rhoda, Assistant Topographer, pp. 165-209, with 2 folded plates. IV. Note on some Peculiar Forms of Erosion in Eastern Colorado. By F. V. Hayden. pp. 210-21 1, with 2 heliotype illustrations, (pll. VII-VIII.) No. 4. — [8vo, pp. 215-231 -)- 10 H., 10 plates.] I. Notes on the Surface Features of the Colorado or Front Range of the Rocky Mountains. By F. V. Hayden. pp. 215-220, with 2 plates, (pll. IX, X. } II. The Tertiary Physopoda of Colorado. By Samuel H. Scudder. pp. 221-223. III. Outlines of a Natural Arrangement of the Falconidæ. By Robert Ridgway. pp. 225-231, with 8 plates. No. 5.— [8vo, pp. 233-414 + 2. H., 3 pi!.] I. A Review of the Fossil Flora of North America. By Leo Lesquereux. pp. 233-248. II. Notes on the Geology of some Localities near Canon City, Fremont Co., Col. By S. G. Williams, pp. 249-251. III. Some Account, Critical, Descriptive, and Historical, of Zapus hudsonius. By Dr. Elliott Coues, U. S. A. pp. 253-262. IV. On the Breeding Habits, Nest, and Eggs of the White-tailed Ptarmigan (Lagopus leucurus). By Dr. Elliott Coues, U. S. A. pp. 263-266. V. List of Hemiptera of the Region west of the Mississippi River, including those collected during the Hayden Explorations of 1873. By P. R. Uhler. pp. 267-361, with 3 plates, (pll. 19-21.) VI. On Some New Species of Fossil Plants from the Lignitic Formations. By Leo Lesquereux. pp. 363-389. VII. New Species of Fossil Plants from the Cretaceous Formation of the Dakota Group. By Leo Lesquereux. pp. 391-400. VIII. Notes on the Lignitic Grcuip of Eastern Colorado and Portions of Wyoming. By F. V. Hayden. pp. 401-411. IX. On the Supposed Ancient Outlet of Great Salt Lake. By A. S. Packard, jr pp. 413-414-"], [25, "U. S. Geological and Geographical Survey of the Territories. 21 No. 6.— [8vo, pp. 415-499 + 5 11., 5 pll,] Feb. 8, 1876. I. An Account of the Various Publications relating to the Travels of Lewis and Clarke, with a commentary on the zoological results of their expedition. By Dr. Elliott Coues, U. S. A. pp. 417-444. II. Notice of a very large Goniatite from Eastern Kansas. By F. B. Meek. pp. 445,446. III. Fossil Orthoptera from the Rocky Mountain Tertiaries. By Samuel H. Scudder. pp. 447-449. IV. Studies of the American Falconida.. By Robert Ridgway. pp. 451- 473, with 5 plates and 5 1. explanatory. V. Index, pp. 475\"499- Index to all preceding Bulletins, with title, table of contents, &c. p. i-xiii. li Department of the Interior. | Bulletin | of | the United States | Geological and Geographical Survey | of | the Territories. | F. V. Hayden, | U. S. Geologist-in-charge. | 1876. | — | Volume II. I — I Washington : | Government Printing Office. | 1876. [8vo, pp. i-xii, 1-292, + 8 11. unpaged, pll. 1-49, (pll. 32-41 =folded pll. I-X,)+pll. I-VI, 2 folded maps, 2 wood-cuts in text.] contents. No. 1. — [8vo, pp. 1-87, with 29 plates and i map.] Mar. 21, 1S76. I. A Notice of the Ancient Ruins of Southwestern Colorado, examined during the summer of 1875. By W. H. Holmes, pp. 3-24, pll. 1-14. II. A Notice of the Ancient Ruins in Arizona and Utah lying about the Rio San Juan. By W. H. Jackson, pp. 25-45, pll. 15-22 and amap. III. The Human Remains found among the Ancient Ruins of South-west- ern Colorado and New Mexico. By Dr. Emil Bessels. pp. 47-63, pll. 23-29. IV. Ancient Art in Northwestern Colorado. By E. A. Barber, pp.65-66. V. Bead Ornaments, employed by the Ancient Tribes of Utah and Ari- zona. By E. A. Barber, pp. 67-69. VI. Language and Utensils of the modern Utes. By E. A. Barber, pp. 71-76. VII. Fossil Coleoptera from the Rocky Mountain Tertiaries. By Samuel H. Scudder. pp. 77-87. No. 2. — [8vo, pp. 89-195, with 2 plates and 2 unpaged leaves.] Apr. 1, 1876. I. Studies of the American Falconidæ. By Robert Ridgway. pp. 91-182, 2 11. unpaged, pll. 30, 31. II. Ornithology of Guadeloupe Kland. By Robert Ridgway. pp. 183-195. No. 3.—[Svo, pp. 196-277, with 10 plates and 1 map.J June 5, 1876. I. Notes Descriptive of Some Geological Sections of the Country about the Headwaters of the Missouri and Yellowstone Rivers. By F. V. Hayden. pp. 197-209, pll. 32-41, (= folded pll. I-X.)"], [26, "Catalogue of the Publications of the 22 II. Notes on the Tertiary and Cretaceous Periods of Kansas. By B. F. Mudge. pp. 21 1-22 1. III. Notes in relation to the accompanying Contour-Map of the United States. By Henry Gannett, M. E. pp. 223-226, map. IV. The Flora of Southwestern Colorado. By T. S. Brandegee. pp. 227-24S. V. Brief Synopsis of North American Earwigs, with an Appendix on the Fossil Species. By Samuel H. Scudder. p. 249-260. VI. List of the Orthoptera collected by Dr. A. S. Packard in Colorado and the neighboring Territories, during the Summer of 1875. By Samuel H. Scudder. pp. 261-267. VII. Notice of a small Collection of Butterflies made by Dr. A. S. Packard in Colorado and Utah, in 1875. By Samuel H. Scudder. pp. 269-270. VIII. Notes on the Grammar of the Nez Percys Language. By George Ainslie. pp. 271-277. No. 4. — [8vo, pp. 278-392, i-xii, with 14 plates and 2 wood-cuts.] Aug. 4, 1876. I. Notes on the Geology of Northeastern New Mexico. By O. St. John. pp. 279-308, pll. 42-49. II. Geographical Variation among North American Mammals, especially in respect to Size. By J. A. Allen, pp. 309-344. III. Sexual, Individual, and Geographical Variation in Leucosticte tephro- cotis. By J. A. Allen, pp. 345-350. IV. Descriptions and Illustrations of Fossils from Vancouver's and Sucia Islands, and other Northwestern Localities. By F. B. Meek. pp. 351— 376, 6 11. unpaged, pll. I- VI. V. Note on the New Genus Uintacrinus. By F. B. Meek. pp. 375—378-. 2 wood-cuts. General Index, pp. 379-3S6. Systematic Index, pp. 387-392. Title-page, prefatory note, table of contents, list of illustrations, and of new species described, for whole Vol. II. pp. i-xii. Advertisement. — The Bulletins appear irregularly, at convenient inter- vals, the several numbers of one year forming a continuously-paged an nual volume. Over-sheets of the various articles in each Bulletin, re paged or not, retitled or not, are also issued separately, for authors' use, forming small editions of about 200 copies."], [27, "V.— FINAL REPORT ON NEBRASKA. 42d Congress, ist Session, j House of Representatives. \\ Ex. Doc- No. 19. I Final Report | of the | United States Geological Survey I of I Nebraska | and Portions of | the Adjacent Territories, ] made under the direction of | the Commissioner of the General Land-Office. | By | F.V. Hayden, | United States Geologist, j —j March 23, 1871. — Ordered to be printed. | Washington: j Gov- ernment Printing Office. | 1S71. [8vo, 264 pp., I1 pll-, with 11 II. explanatory, 1 map folded.] contents. Part I. Geology. By F. V. Hayden. pp. 3-79. Part II. Paleontology, [or, ] Report on the Paleontology of Eastern Nebraska^ with some remarks on the Carboniferous Rocks of that district. By F. B_ Meek. pp. 81-245, pll. i-I I. Part III. Entomology, by S. H. Scudder, [or,'] Notes on the Orthoptera ecol- lected by Dr. F. V. Hayden in Nebraska. By Samuel H. Scudder, ppt 247-261. Tndex. pp. 263-264. 2.-."], [28, "VI.— MONOGRAPHS. I, Department of the Interior. | — | Report | of the | United States Geological Survey | of | the Territories. | F. V. Hayden, | United States Geologist-in-charge. | — | In five volumes.* | — | Washing- ton: | Government Printing Office. | 1873. VOLUME I. FOSSIL VERTEBRATES. Part I. j — I Contributions | to the | Extinct Vertebrate Fauna | of j the AVestern Territories. | By | Joseph Leidy. | 1873. [4to, 358 pp., 37 pll., with 37 11. explanatory.] contents. Letter to the Secretary, p. 1. Table of Contents, pp. 7-1 1. Letter to Dr. Hayden. p. 13. Preface, p. 14. Extinct Vertebrate Fauna of the Bridger Tertiary Formation of Wyoming Territory, pp. 15-197. Description of Remains of Mammals from the Tertiary Formation of Sweet- water River, Wyoming. J p. 198-226. Descriptions of Remains of Vertebrata from Tertiary Formations of differ- ent States and Territories west of the Mississippi River, pp. 227-265. Description of Remains of Reptiles and Fishes from the Cretaceous For- mations of the Interior of the United States, pp. 266-310. Notice of some Remains of Fishes from the Carboniferous Formations of Kansas, pp. 311-314. Synopsis of the Extinct Vertebrata described or noticed in the present work. pp. 3 1 5-354- Index. pp. 355- 35S. Department of the Interior. | — | Report | of the | United States Geological Survey | of | the Territories. | — | F. V. Hayden, | United States Geologist-in-charge. | — | Volume II. | — | Wash- ington: I Government Printing Office. | 1875. f+to, pp. i— iv, 1 1, pp. 1-332, 1 L, with pll. lvii and 57 11. explanatory.] [Also 10 wood-cuts.] * When the series was commenced, it w__ intended to finish it in five volumes. At present, the numbers are extended indefinitely. 24"], [29, "U. S. Geological and Geographical Survey of the Tciri/ories. 25 United States Geological Survey of the Territories. | — | The Ver- tebrata I ofthe I Cretaceous Formations | of | the West. | — | By E. D. Cope. I — I Washington: | Government Printing Office. | 1875- CONTENTS. Table of Contents, p. I. List of Wood-cuts. p. 3. Letter to Professor Hayden. p. 5. Introduction on the Significance of Paleontolbgical Science, pp. 7-14. Part I. The Classification and Distribution of the Cretaceous Deposits of the West. pp. 15-41. Part II. Descriptions of the Cretaceous Vertebrata of the West. pp. 42-244 A — F. Part III. Synopsis of the known Cretaceous Vertebrata of North America. pp. 245-302. Index. [ 1 p. not numbered.] III. Department of the Interior. | — | Report | of the | United States Geological Survey | of | the Territories. | F. V. Hayden, | United States Geologist-in-charge. | — | In five volumes. | — | Washing- ton : I Government Printing Office. | 1873. VOLUME 5. ZOOLOGY AND BOTANY Part 1. I — I Synopsis | ofthe | Acrididæ of North America. | By | Cyrus Thomas, Ph. D. | 1873. [4tc, pp. x, 262, with r plate and 2 wood-cuts-] CONTENTS. Letter to the Geologist-in-charge. pp. 1-2. List of Authorities, pp. 3-6. Part I. The Acrididæ ofthe United States, pp. 7-190. Part II. Acrididæ of North America not found in the United States. pp. ICT-250. Description of Plate, pp. 251-252. Glossary, pp. 253-258. Index, pp. 259-262. Department of the Interior. | — | Report | of the | United States Geological Survey | of | the Territories. | F. V. Hayden, | United States Geologist-in-charge. | — | Volume [Nos. mut. mut. mut.] I — I Washington: | Government Printing Office- | [An. mut. mut. //int.]"], [30, "26 Catalogue of the Ptblications of the IV. VOLUME VI United States Geological Survey of the Territories. | = | Contribu- tions | to | the Fossil Flora | of the | Western Territories. | — | Part I. | — | The Cretaceous Flora. | By Leo Lesquereux. j — | Washington: | Government Printing Office. | 1874. [4to, 4 H., pp- 1-136, 30 pll. with 30 11. explanatory.] CONTENTS. cj 1. Discovery ofthe Fossil Plants ofthe Dakota Group, pp. 3-9. 2. Surface Distribution of the Dakota Group, pp. 10-13. 3. Stratigraphical Distribution of the Dakota Group, pp. 13-25. 4. The Dakota Group considered as a Marine Formation, pp. 25-28. 5. Distribution of the Leaves in the Composition of the Dakota Group. PP.2S-31. 6. Generic Characters of the Flora of the Dakota Group, pp. 31-35. 7. Disconnection of the Flora of the Dakota Group from Antecedent Types. PP- 35-3S. 8. The F\"lora of the Dakota Group in Relation to Climate, pp. 38-42. 9. Description of Species, pp. 42-115. 10. On the General Characters and the Relation of the Flora of tlie Dakota Group, pp. 1 16-129. II. Conclusion, pp. 129-133, Index, pp. 135-136. V. VOLUME IX. United States Geological Survey of the Territories. | — | A Report I on the I Invertebrate Cretaceous and Tertiary Fossils | of the I Upper Missouri Country. | — | ByF. B. Meek, j — | Washing- ton: I Government Printing Office. | 1876. [pp. i-lxiv, 1-629,. with 85 wood-cuts, and pll. 45, with 45 11. explanatory.] CONTENTS. Letter to the Secretary, pp. iii-iv. Table of Contents and Lists of Errata and Wood-cuts. pp. vii-xv, Letter to the Geologist-in-charge. p. xvii. Introductory Remarks, pp. xix-lxiv. Cretaceous Formation, pp. xxi-xlvii. Fresh- and Brackish-Water Lignite Deposits of the Upper Missouri, pp. xlvii-lxi. Tertiary Rocks of the Wind River and White River Groups, pp. lxi-lxiv."], [31, "U. S- Geological and Geographical Survey of the Territories. 27 Invertebrate Paleontology, pp. 1-609. Cretaceous Species, pp. 1-508. Species of the Fresh- and Brackish-Water Lignite Beds. pp. 509-592. Fossils of the Wind River Tertiary, pp. 593-597. Fossils of the White River Tertiary, pp. 59S-605. Appendix, pp. 607-609. Index, pp. 611-629. VI. VOLUME X. United States Geological Survey of the Territories. | — | A | Mon- ograph I of the I Geometrid Moths or Phalænidæ | of the | United States. | — | By A. S. Packard, jr., M. D. | — | Wash- ington: I Government Printing Office. | 1876. [pp. i-iv, 2 11 pp. 1-607., P'l- I3r w'th 13 11- explanatory.] CONTENTS. Letter to the Secretary, pp. iii-iv, Letter to the Geologist-in-charge. pp. 1-2 Introduction, pp. 3-6. $ 1. Synonymy of the Family, p. 7. 2. History ofthe Family, pp. 7-15- 3. Differential Characters of the Family, pp. 15-16. 4. Comparative Anatomy of the Head. pp. 16-23. 5. Comparative Anatomy of the Thorax, pp. 23-28. 6. Anatomy of the Mjile Genital Armature, pp. 28-32. 7. Comparison .. ifh other Families of Lepidoptera. pp. 32-35. 8. Internal Anatomy of the Larva, pp. 35 -36. 9. Habits of the Species, p. 36. 10. Development ofthe Thorax ofthe Imago, p. 37. 11. Secondary Sexual Characters ofthe Imago, pp. 38-42. 12. Origin of the Genera and Species, pp. 42-43. 13. Mimicry of Natural Objects, pp. 43, 44. 14. Terminology, p. 44. 15. Description of the Genera and Species, p. 45 16. Geographical Distribution of the Phalænidæ of the United States. pp. 567-594. 17. Bibliography, pp. 595—598. 18. Index, pp. 599-607. [Note.— Vols. III., IV., VII., VIII., have not yet appeared. (See p. 35.)!"], [32, "VII.— UNCLASSIFIED PUBLICATIONS. I. Lists | of | Elevations and Distances | in that portion of the United States | west of the Mississippi River. [First edition.] | — j Col- lated and arranged by | Prof. C- Thomas, | Asst. U. S- Geol. Surv., | under | Dr. F. V. Hayden. | — ] Washington: | Govern- ment Printing Office. | 1872. [i2mo, 31 pp.] Note. — See note, anted, p. 17, sub Misc. Pub. No. 1. CON 1ENTS. I. Tables, i-xiii. pp. 1-27. II. Remarks, pp. 29-31. II Department of the Interior. | United States Geological Survey of the Territories, j F. V. Hayden, U- S. Geologist-in-charge. | — | Synopsis | of | New Vertebrata | for the | Tertiary of Colorado, | obtained during the summer of 1873. | By | Professor E. D. Cope. I — I [Extracted from the seventh annual report of the United | States Geological Survey of the Territories, | F. V. Hay- den, U. S. Geologist-in-charge.] | — | Washington: | Government Printing Office. | October, 1S73. [8vo, pp. 19. J Note. — Only quasi-extracted from the report of which it ostensibly forms part. It was published in advance of the seventh annual report, as a separate pamphlet ; and finally appeared in the report so much modified as to be in effect a different article. CONTENTS. (A Series of Descriptions of New Genera and Species, under heads of the sev- eral classes or orders to which belonging. ) III. [REPORT BY THE GEOLOGIST-IN-CHARGE-] Profiles, Sections, | and other [ Illustrations, | designed to accompany the Final Report of the | Chief Geologist of the Survey | and sketched under his directions | by Henry W. Elliott. | — | Under authority of the Secretary of the Interior. | — | New York: | Ju- lius Bien. | 1872. [4to, 2 p. H., 65 pll., mostly folded.] Note.— This volume was originally intended to illustrate one of the vols. (Vol. IV) 01 the quarto series of u Reports of the United States Geological Survey ofthe Territories\". Only 100 copies were published, and the work is now out of print. 28"], [33, "U- S- Geological and Geographical Survey of the Territories. 29 IV. Catalogue | of | the Publications | of the | United States Geological Survey | of | the Territories. | F. V. Hayden, | Geologist-in- oharge. | — | Washington: | Government Printing Office. | 1874. [Svo, 20 pp.] CONTENTS. I. Chronological Enumeration of Publications, p. 5. II. Annual Reports of Progress, pp. 6-10. III. Miscellaneous Publications, p. 11. IV. Bulletins. V. Final Report on Nebraska, p. 13. VI. Monographs [1. e. 410 series of \"Reports \".] p. 14. VII. Minor Unclassified Publications, p. 15. VIII. Maps. p. 16. IX. Works in Process of Publication, pp. 17-18, X. Index of Contributors, pp. 19-20. . V. Catalogue | of the | Photographs | of the | U. S. Geological and Geographical Survey | of the | Territories. | — | By W. H. Jack- son, Photographer. | — | Washington: | Government Printing Office. I 1875. [i8mo, pp. 1-51-] Note. — This is nji/th catalogue of photographs. The first three were informal pub lications, of which no account has been taken. The fourth is Misc. Pub. No. 5 (see p. 18) anted. The sixth is Misc. Pub. No. 5, '-second edition\" (see p. 18) anted. VI. Catalogue | of | the Publications | of the | United States Geological Survey j of | the Territories, j F. V. Hayden, | Geologist-in- charge. I Second edition. | (Revised to December 31, 1876.) | — | Washington: | Government Printing Office. | 1877. [8vo,pp. 38.] CONTENTS. I. Chronological Enumeration of Publications, p. 7. II. Annual Reports of Progress, p. 9. III. Miscellaneous Publications, p. 17. IV. Bulletins, p. 19. V. Final Report on Nebraska, p. 23. VI. Monographs, p. 24. VII. Unclassified Publications, p. 28. VIII. Maps. p. 31. IX. Works in Process of Publication, p. 33. X. Maps in Process of Publication, p. 34. XI. Works in Preparation, p. 35. XII. Index of Contributors to Publications, p. 37."], [34, "Catalogue of the Publications of the 30 VII. Department of the Interior, | U- S. Geological and Geographical Survey of the Territories. | F. V. Hayden, U. S. Geologist-in- charge. | — | The ] Grotto Geyser | of the | Yellowstone Na- tional Park. | With | a descriptive note and map, and an illustra- tion by the Albert-type Process. | [n. d., n. p. Washington : Government Printing Office. 1876. Oblong folio, 1 p. 1., 2 11. of text. 1 Albert-type, 1 map.] Note.— The edition consisted of 210 copies. CONTENTS. (See foregoing collation.)"], [35, "VIII. -MAPS. _> REPARED BY THE UNITED STATES GEOLOGICAL SURVEY OF THE TERRITORIES. 1871. i. Yellowstone Lake. 2. Lower Geyser Basin of Firehole River. 3. Upper Geyser Basin of Firehole River. 4. Yellowstone National Park. 5. Parts of Idaho, Montana, and Wyoming Territories. Prelim- inary map for field-use. 1872. 6. Map of the Lower Geyser Basin on Firehole River, resurveyed by Bechler in 1872, and engraved on stone (scale, 8 miles to 1 inch). 7. Map of Upper Geyser Basin of Firehole River. ■8. Map of Lake Henry and the Sources of the West Fork of Snake River. 9. Map of Shoshone Geyser Basin and Lake. »o. Map of the Sources of Snake River (reduced from the final map). 11. Montana and Wyoming Territories, embracing most of the country about the sources of the Madison, Gallatin, and Yellowstone Rivers, in contour-lines. (Final map on a scale of 5 miles to 1 inch.) 12. Map of the Sources of Snake River and its Tributaries. (Final map, scale 5 miles to 1 inch.) 13. Field-map of Colorado based on the United States land-survey for use during the season of 1873. 14. Geological Map of Montana and Wyoming Territories, &c. (same as No. 11, with geological colors). 5. Geological map of the Sources of Snake River, &c. (same as No. 12, with geological colors). 5'"], [36, "Catalogue of the Publications of the 32 i873- 16. Preliminary Map of Central Colorado, showing the region surveyed in 1873. 17. Sketch showing the Primary and Secondary Triangulation of 1873- 1 8. Map showing the Railroad and Canal Lines used in the Determi- nation of Elevations, by J. T. Gardner. 1874. 19. Preliminary Map of the San Juan Country. 20. Geological Map of the Elk Mountains, Colorado. 21. Geological Map of Colorado Springs and Vicinity. 22. Preliminary Map of the Eastern Base of the Rocky Mountains, in Colorado, from the Arkansas River to the Wyoming Line. 23. Map of the Moraines of the Upper Arkansas Valley in Col- orado. 24. Preliminary Map of Central Colorado (in haehures) showing the areas surveyed in 1873 and 1874. *875- 25. Preliminary Map of Southwestern Colorado and parts of ad- jacent Territories, showing localities of ancient ruins."], [37, "IX.— WORKS IN PROCESS OF PUBLICATION. Monographs of North American Rodentia. By Dr. Elliott Coues,, U. S. A., and Prof. J. A. Allen. [4.0, plates.] Note. — Will constitute Vol. XI. ofthe quarto series of \" Reports \". CONTENTS. Monograph I. Muridjie. By Dr.. Elliott Coues, U. S. A. Monograph II. Leporidæ. By Prof. J. A. Allen. Monograph III. Hystricidæ. By Prof. J. A. Allen. Monograph IV. Lagomyidæ. By Prof. J. A. Allen. Monograph V. Castoroididæ. By Prof. J. A. Allen. Monograph VI. Castoridæ. By Prof. J. A. Allen. Monograph VII. Zapodidæ. By Dr. Elliott Coues, U. S. A. Monograph VIII. Saccomyidæ. By Dr. Elliott Coues, U. S. A. Monograph IX. Haplodontidæ. By Dr. Elliott Coues, U. S. A. Monograph X. Geomyidæ. By Dr. Elliott Coues, U. S. A. Monograph XL Sciuridæ. By Prof. J. A. Allen. II. Miscellaneous Publications No. 7. Ethnography and Philology of the Hidatsa Indians. By Dr. W. Matthews, U- S. A. [8vo.] CONTENTS. Part I. Ethnography. Part II. Philology. III. Miscellaneous Publications No. 8. History of North American Mus- telidæ. By Dr. Elliott Coues, U. S. A. [Svo.] CONTENTS. Chapter I. General considerations. Chapters II-VI. Mustelinæ. Chapters VII-VIII. Mephitinæ. Chapter IX. Melinje. Chapter X. Lutrina.. Chapter XL Enydrinæ. IV Miscellaneous Publications No. 9. A Historical and Eiographical Catalogue of Photographs of the Indians of North America, includ ing seventy-five tribes. By W. H. Jackson. [8vo.] 3 33"], [38, "X— MAPS IN PROCESS OF PUBLICATION. I. Drainage Map of Colorado. Scale 12 miles to 1 inch. Streams printed in blue, and roads, peaks, and all names in black. (This map is to be one of the series making up the Atlas.) II Contour Map of Colorado in six sheets (ea. 34-^2 x 2i->£ inches). Scale 4 miles to 1 inch ; contours 200 feet apart. III. Geological Map of Colorado in six sheets. Scale 4 miles to 1 inch. (Same as II, with geological colors.) 34"], [39, "XL— WORKS IN PREPARATION. I. — ANNUAL REPORTS. Ninth Annual Report, work of 1875 in Colorado. Tenth Annual Report, work of 1876 in Colorado. II. — BULLETINS. Volume III. Note. — Various articles are already in hand for the third vol. of the Bulletin for 1877. III. — MONOGRAPHS Volume III. — Vertebrate Palæontology of the Eocene Formations of the West. By E. D. Cope. Volume IV. — Vertebrate Palæontology of the Miocene Formations of the West. By E. D. Cope. Volume VII. — The Fossil Flora of the Lignitic Tertiary Formation of the Western Territories. By Leo Lesquereux. Volume VIII. — Parts I., II. — Contributions to the Geology of Mon- tana, Wyoming, and portions of adjacent Territories, with wood- cuts, sections, five maps, and over seventy Albert-type illustrations. Part III — Contributions to the Cretaceous and Tertiary Flora of the Western Territories, with twenty-six plates. Volume XII. — Contributions to the Ethnography and Philology of the Indian Tribes of the Valley of the Missouri River and its Trib- utaries. Volume XIII. [On the Fossil Insects of North America, (title unde- termined.)] By S. H. Scudder. 35"], [40, ""], [41, "XII— INDEX OF CONTRIBUTORS TO PUBLICATIONS. Page. Atnslie (George) 22 Allen (J. A.) 22,33 Aughey (Samuel) '° Bannister (Henry M.) 1i Barber (E. A.) 21 Beaman (J. W.) ».12 Bessels (Emil) 21 Binney ( William G. ) - '5 Bradley (Frank H.) - '3 Brandegee(T. S.) 22 Carpenter (W. L.) H Chittenden (George B.) l8 Conrad (T. A.) M Cope (Edward D.) '. 11,13,13,14,19,35,35 Coulter (John M.) '3. lS Coues (Elliott) 17, 19, 2°. 21, 33 Edwards (W. H.) 12,14 Elliott (Henry W.) 28 Elliott (R. S.) » Endlich (F. M.) 14,16,20 Gannett (Henry) 13,15,16,17,2a Gardner (James T.) 15. '9 Cm (Theodore) 20 Hagen (Hermann A.) lS* \"4 Hayden (F. V.) 9, K>, II, 13, 14, 15,20,21,23.28,30 Hering (Rudolph) '3 Hodge (James T.) I0 Holmes (William H.)....*- 15. 2I Horn (George H.) -..11,12,13 Ingersoll (Ernest) 16,20 Jackson (William H.) 16,20,21 Ladd(S. B.) 15. l6 Langford(N. P.) 13 Leidy (Joseph) \",i2, 13.24 Lesquereux (Leo) n, 12, 13, 14, 16, lS, 19, 20, 26,35 Marvine(A. R.) H, '5 Matthews (G. W.) 35 Meek(F. B.) 10, 12, 13,20, 21, 22, 23, 26 Merriam (Charles H.) 13 37"], [42, "38 Index of Contributors to Publications. Page. Mudge(B. F.) 22 Newberry (J. S.) n Ostensacken (C. R.) 14 Packard (A. S., jr.) 13, 14, 15, 20, 21 Parry (C. C.) II Peale(A. C.) 13, 14, 16 Peck (Charles H.) 18 Porter (Thomas C.) II, 18 Rhoda (Franklin) 16,20 Ridgway (Robert) 20,21 Roberts (S. R.) II Scudder (S. H.) 20,22,23,35 Silliman (B.) 15 Smith (S. I.) 15 Stevenson (James) „ 11 St. John(0.) 22 Stuart (Granville) 13 Thomas (Cyrus) 10, 11, 12, 13, 19, 25,28* Uhler (Philip R.) 11, 12, 20 Ulke (Henry) 14 Verrill(A. E.) 15 Willey (Henry W.) 18 Williams (S. G.)„ 20 Wilson (A. D.) 16,20"], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""], [49, ""], [50, ""]]