[[1, ""], [2, ""], [3, ",^Su tin of \" Gsjjisaucs in an (Obsnuc ipTifc/ 1 Friends and Acquaintances. BY THE AUTHOR OF \" EPISODES IN AN OBSCURE LIFE.\" Crown 8vo, 6s. '■TUo^eari.' ' Fii^nilsand Au|» uuulik-l:*' vrliamil is good tu kliom to esleeiii, \\a In *■ anfl honour, for l Ixeii* wrtueV sale : and the priwilpge ol me&tiug BQOb in lie- ijlv; \"[ nor author is \"ne lot trliicli ttia rettdara itu^hr to ba Miankfol.' 1 — ■ ■ \\>if',. i... 1,,, ,k i-pvf il-? a riuh li'iiujuniy unit i'm? symp >lh\\ witli the untoilimate. J'fie sKei'.lirt 'ire gtdphii: and inh.-i r-tu'i.' : in eumt! 'u-imh 1 .!* masterly.\" — 77ir * Every hoc will r«meml)i't p hi>w Nie wwbir, in lite formw wm'Ji, gpivc 1 ili same 3 ul In. 1 roiinUy, whiuli w'ei'e uiai, more beauliftil liy the darft t:onftasl i ,1-1 life m London «ih\\v- and oourts. The« glimpses have onw u i i iUapters iuil «.t ptfrttauut pinturirs nf country 1 scen'vry and fantiliouse !!'■ . \\\\ .- have novat root] unyilunp raor*! l^^is^u);^^ awl^ more truly idyllii fllan Behind .i Plough 1 uni\"' Jloreesh'i'? M--J«'\\v.\" Tht^e Llnrpt?rs are worrd niDTible noTeJ*. \"— Wentrmasttr liit'tcw STEUJA.-V &. CO.y 56. EJTDGATfi HILL. LOSDOJS"], [4, ""], [5, ""], [6, ""], [7, "MARGARET"], [8, "REPRINTED FROM \"THE SUNDAY MAGAZINE'"], [9, "MARGARET By C. C. FRASER-TYTLER AUTHOR OF \"JASMINE LEIGH \" VOL. I. STEAHAN & CO. 56, LUDGATE HILL, LONDON 1872"], [10, "LONDON ERADBVRY, EVANS, AND CO., PRINTERS, WHITEFRIARS."], [11, "MAEGAKET \" They also serve who only stand and wait.\" This is the story of one avIio stood and Avaited. Whether she has served aright, and whom,, the pages to come would Avish to tell you. If their purpose fail in part, knoAv that the fault is in the narrative, and not in the life it speaks of. Faultless she is not, being human ; Aveak she may be, being a Avoman : but the purpose of a pure life cannot fail. Hoav should it, being most entirely one of the great purposes of God ? VOL. I. B"], [12, "ATARGARET. 2 Sermons are preached to us week by week, and week by week we listen— and forget. But the sermon of a holy life cannot thus pass from us. Judging no man, condemning no man, from the majestic silence of the lesson comes its poAver. Day by day to see is so much better than week by week to hear. Sermons in stones, God's voice in the cedar-trees of Lebanon — why not in one made after His own image ? This is the life of a girl called Margaret."], [13, "CHAPTER I. \" Judge lier love by her life. For our life is but love in ■ract.\" — Owen Meredith. \" Then you cannot come to-day, Gaspar? \" \" No, not to-day. I feel in a happy humour for this divine drudgery, and I AA'ould rather you did not talk to me just at present, Mar garet — unless, of course, your business is imperative.\" \" I am sorry to have disturbed you,\" Avas the rejoinder. \" I thought perhaps as it is the only day in the week that I can see — but it does not matter ; \" and, untying her bonnet strings, the girl Avent out softly, and as softly closed the door. 8 2"], [14, "ATARGARET. 4 Her bedroom adjoined the sitting-room she had left, and (not unnaturally in a lodging) a door opened from one to the other. But of this entrance but little use Avas made ;. for Gaspar Marshall had expressed in the choicest of language his strong disapproval of the rush of cold air AA'hich AA'as the inevi- table though very momentary consequence of making a thoroughfare of his sanctum. He occupied, indeed, the one public room of that tiny suite of scantily-furnished apart ments, and properly it Avas as much at the service of his sister as himself ; but pos session is nine-tenths of the laAv, and to do Mr. Marshall justice, Ave must admit that Avhen it did not in any way incommode him, he Avas willing to cede to his sister a small portion at least of his supreme right and territory, and on a feAV rare occasions a com fortable arm-chair."], [15, "MARGARET. 5 Margaret made a slight detour to reach her room. It was a keen January day ; the air, though still, Avas grey; and the sun had not even •attempted its frequent struggle AA'ith the Lon- don smoke and the English atmosphere of winter in a town. The feAV unhappy foreigners avIio reared pale and melancholy faces out of English great-coats and English comforters, and aa'Iio crept out by gaslight, to be driven in by siioav or fog, had long ceased to hope for anything but this \" vilain temps.\" Madame de Stael, indeed, had said, \" Repondez, etran- gers — la nature est-elle chez vous belle et bienfaisante ? \" But her compatriots, or the natives of even more favoured climes, who saAv London (as Margaret did from her AvindoAv), and for the first time, had never been guilty of repeating the question. A thin and iron-mould stained blind was"], [16, "MARGARET. 6 drawn half over the one window of which I speak. This the owner of the room hastily drew up, and lifting an easel with some diffi culty into the recess, she threAv her bonnet on the bed, and sat herself doAvn before a half finished sketch. Her look AA'as not that of a happy AA'oman settling to a busy day's AA'ork ; rather did she Avear a somewhat distressed and anxious ex pression, as, leaning back in her chair and unbuttoning a pair of very Avorn and rubbed kid gloves, she kept her eyes and her mind fixedly on the board before her. Small hands, and very Avhite they Avere, to be clothed so poorly ; but there are little hands that can do great things, and a mean covering has sometimes held a great spirit. These little hands seemed to Avield a very effective pencil and, Avith a sigh, she disemburdened herself of a large share of her anxieties, AA'hatever those"], [17, "MARGARET. 7 might be. In a quarter of an hour's time she Avas fully as engrossed as she had found her brother. Presently there Avas a pause. She laid down the pencil, held up the board, and surveyed it carefully; her head a little on one side, the arched eyebrows raised, half critically, half wearily. \" I think it will do,\" she said, re placing it on the easel. \" It will do.\" Poor words, with which we have so often to satisfy ourselves. Not, \" It is right,\" or, \"I am content,\" only, \"It will do.\" I suppose the Avords will be said until time is over — till avc can aAvake up in God's likeness, and be satisfied Avith that. The paint-box lay beyond Margaret's reach as she sat there ; to reach it she must move the easel and her chair. Then there Avas a piece of drapery needed; only a very little bit, for it Avas the portrait of a man at which"], [18, "ATARGARET. 8 she AA'orked. But suppose the lines should be wrong ? Yes, she had better have a copy. And Gaspar had wished there should be something over the left shoulder. A flannel dressing-goAA'u hung over a chair answered the purpose capitally ; and she Avas not going to copy the faded colour or the threadbare sleeve. Gaspar Marshall Avas to have a deep crimson fold across his portrait, and across the portrait's heart. He Avould have liked a purple better, I think — purple is suggestive of kingly blood and of laurels, and neither of these does he despise. Margaret Avas a wise girl, but I think she Avas foolish enough really to believe and tu tliink as she arranged the flannel folds that no crimson and no purple were too good for Gaspar. If he were appreciated — if his great talents Avere only developed and made knoAvn ! Ah, when would that be — when ?"], [19, "ATARGARET. 9 \" Do you mind making a little less noise ? \" called a voice from the next room. \" Can't you have wheels put on your furniture, Mar garet? or, at least, lay doAvn a soft pile carpet? \" We cannot control our thoughts, and for an instant Margaret said to herself that her brother Avas not exactly very practical, in his suggestions especially. \" A soft pile carpet ! \" ■ — she unconsciously fingered the thin cloak she had not discarded when the bonnet Avas laid aside, and the feAV shillings she had put away for the Aveek's expenditure danced before her mind's eye. Practical — no, Gaspar Avas hardly that ; but Avhat great man ever Avas practical ? at least, what man like Gaspar, with talents such as Gaspar had ? What Avould the article be like? When should she see it in print? Would Gaspar remember that Elspet's Avages had been a"], [20, "A/AR GARE/. 10 month due, and that the ten pounds he could earn by the few strokes of his ready pen would just pay them ? She could not remind him of this, she knew; it AA'as bad enough to hoard and pinch and save herself, Avithout dragging him doAvn to the same level and hardening him AA'ith the same cares. And Avould he Avrite at all if he kneAV he were paying \"wages?\" I do not think genius would commonly be stimulated by such a knowledge, and it cer tainly Avould not moA'e Gaspar into activity. So Margaret thought. The paints Avere by this time on the palette, and the feAV first touches had been put in. It Avas just as Avell she had not gone to Mr. Pickering's after all ; she did not knoAv that he could haA'e helped her very mate rially ; perhaps she would only have come home disgusted, as she had so often done before ; disgusted with herself, her Avork, with"], [21, "MARGARET 11 everything but the great art itself— sunk even below the \" it will do \" state of mind, very nearly despairing. Then what a long morn ing's work she would have missed. \"Margaret!\" — -there was a knock at the door, and it opened slightly. \" Good gracious, my dear girl ! Come in here and speak to me. Make haste, my room is getting so cold ; can't breathe this atmosphere — conglomerate of frost and turpentine.\" She rose and went to him immediately. \" I can go iioav to Pickering's. Get on your things, will you ? \" \" I suppose next Tuesday would not do so well, Gaspar ? because — \" \" No ; I shall not be here next Aveek in all probability. I have a new plan en train — a literary speculation, in fact. Come, I can unfold it to you as avc go along, that is, if I am in the humour and can remember it. Not"], [22, "ATARGARET. 12 a match here ! \" (taking out a cigar). \" Get on your things, will you? What does that Avoman do all day ? \" What does that Avoman not do, rather? At this moment she is cleaning master's Parisian boots. \"With milk, remember,\" had been his orders. \" I Avon't have blacking put on them.\" And there is so very little milk in the house to-day. \" There ain't so much as '11 do your cup o' tea, miss ! \" Elspet had expostulated to Mar- garet. \" Won't I get a drop in more ? \" \" No, no ; never mind, Elspet. I have taken it black before now, and I can't have my accounts put out by extra supplies, remem ber ! \" And a smile had followed on the light Avords. Old Elspet shook her head and rubbed the backs of her hands against each other, and groped in a fathomless pocket for a stray"], [23, "MARGARET. 13 copper of her OAvn. It was not there, as it. happened, but in the kitchen-table drawer, and that ansAvered the purpose quite as well. But Avhether it ever reaches the milkman, and whether Margaret has her \" black tea \" or not, only Elspet will knoAV, for Gaspar Mar shall never dines at home. It is an old esta- blished rule noAv, and Margaret is the last person to protest. Elspet is no great cook, and her dinners had never pleased her master.. Then of course tea Avas not to be thought of; avIio ever heard of a genius taking tea? \" Only God can satisfy a Avoman,\" says a Avriter of our clay. When He shoAvs Himself twofold to us, giving a human love to satisfy the human in us, besides a divine to satisfy the divine, how content we women ought to be ! Some souls I suppose there are, or have"], [24, "ATARGARET 14 been, who, leaning upon God, have little need of earthly comfort, or stoop to it merely, from above. But to the weak among us I think He gives a footstool Avhereby to reach the Love Divine."], [25, "CHAPTER II. '. ' AA'arum will sich Geschmack und Genie so selten vereinen . \" Schiller. \" Walk in, sir ; Avalk in, if you please ! \" was Mr. Pickering's greeting, as, after half an hour's Avalk and a long climb up a dark staircase, Margaret and her brother reached his studio door. \" No objection to smoke, miss, I hope ? We was having a bit o' baccy this cold morning. The lady Mrs. Armytage and Mr. CareAV mentioned, I think? Very happy to make your ac quaintance, miss, I'm sure ; and your brother ? — to you the same, sir!\" — and the artist held out a large and not over-clean hand"], [26, "16 ATARGARET. fresh from the mysteries of a besmeared painting rag. Margaret returned the proffered shake, but her brother with evident reluctance gave the first tAvo fingers of his Avell-gloved hand, and robbed the act of whatever grace it might have boasted by a distant boAV. Mr. Pickering raised a pair of sharp broAA'n eyes, shaded by coarse and bushy broAvs, and scanned his visitors over the top of his spec tacles. \" It's you, I think, miss,\" he said, \" that was so good as to wish to see me ? Most happy, I'm sure, if I can be of any service — have a fclloAv-feeling, I have, for all my brothers and sisters, miss, in art and misfortune.\" (Here Mr. Pickering burst into a loud laugh.) \" No child's play — is it, miss? ' Does the road wind uphill all the way X Yes, to the very end."], [27, "ATARGARET. 17 AVill the day's journey take the whole long day ? From morn to night, my friend.' So sings a lady-poet, miss, of our day, and Avhat she sings I applies to art — art of dab bling especially. We're in the same boat, I think, miss ? Heads and figures in your line ? Now, what'll you give to see Sappho? she's a girl now that'll break more hearts than any in England ! Come into her boudoir — receives ■ to-day, she does, a few favoured friends. Walk in, sir! walk in, if you please — I'm no house painter, sir \" (lie saw that Mr. Marshall stepped gingerly past the many wet canvases that Avere laid against the wall) — \" you'll find no varnish, or nothing on the door as you pass through. No, no ; the ' human form divine ' — that's my line.\" And he flattened such human form as he had been endowed Avith against the panel, to let his visitors pass into the adjoining room. Sappho Avas depicted as a Avoman of large, c VOL. I."], [28, "ATARGARET. 18 almost masculine proportions, seated in a Ioav chair, iu which she reclined in a posture of marvellous ease and beauty. A scroll AA-as in her hand and lay half unrolled across her knees, and the drapery about her figure hung in rich, soft folds. But, Avithout doubt, the chief beauty of the picture lay in the expression of the eyes : such a full, contemplative, half tender, half-commanding look shone through them, such dignity without assumption, such superiority unmarred by consciousness. \" Very fine,\" said Gaspar, coldly. Mr. Pickering tapped his pipe against a frame, over a little pile of accumulated ashes. Mar garet did not speak. \"Been at Rome, miss? Been at Rome, sir?\" Gaspar shook his head. \" Ah ! well, you haven't lived half your life yet, and what's more, you haven't eaten half your cake. When you go to those parts you'll"], [29, "ATARGARET. 19 probably see a place known to some feAv learned folk as the Vatican\" (Mr. Pickering laughed loudly, and Gaspar Marshall turned impatiently on his heel to some sketches on the Avail) ; \" and if you'll step into the Hall of the Muses in that same building, Avhich is, by the way, a thought larger than this house, you know — four thousand four hundred and tAventy four rooms, that's all— and tAvo hundred-odd staircases to get to 'em by, — that's about it : Avell, if you'll step in there you'll find (if you're lucky and open your eyes Avide) a Sappho that was parent, so to speak, of mine here. Not alike in every particular, you know — but the same idea.\" \"But the eyes,\" said Margaret, \"you haA'e not taken those from the statue ? \" \" Not altogether ; because, as I presume you know, miss, in the best sculpture the eyehalls are mostly left round and fine, Avithout marking o2"], [30, "ATARGARET. 20 of pupil or anything else. And when you've seen a deal of specimens, you'll find for your self that this is less displeasing (vacant, as you may fancy it Avould be) than the attempt at representation with the chisel. It is in the eyes that Ave painters have the advantage over sculptors. And now I think we've stared this poor lady of Greece out of countenance. Look at some landscapes ? They're not much in my line, but find a smart sale, and that's the great thing after all,\" he added, looking keenly into Margaret's perplexed face, and smiling. \"What Avould Mrs. P. say, I wonder, if I didn't bring her her tAventy-five to thirty pounds a day ? Shakespeare says — — \" \" I fear we must be moving on now, Mar garet,\" broke in Mr. Marshall. \" I am sure, sir, my sister is obliged to you for the kind trouble you have taken on her behalf.\" \" Trouble, sir ! Are you a Saturday Re-"], [31, "MARGARET. 21 viewer ? Help her ! I've done nothing more than shoAv her another pretty woman like her self. AVhere do you stop, miss ? If I can step in and be of any use at any time \" \" We shall not be at home for some little time to come, I fear,\" broke in Gaspar again. At the \" Ave \" a little colour mounted into Margaret's face. She Avas very sensitive about the exact truth, especially from the lips of Gaspar. She said nothing, hoAvever. Mr. Marshall boAved a cold fareAvell, Avhile she again held out her hand. A Avoman's instinct told her that the man, coarse and eccentric as he might appear, was not ignoble. When they found themselves on the dark staircase, feeling more than seeing their Avay doAvn, \" Pray, Margaret,\" said Gaspar, in an injured tone, \" AA'hom have you to thank for so select an introduction ?\" \" He is very coarse and rough, certainly,\""], [32, "ATARGARET. 22 said Margaret; \"but the Sappho, Gaspar! What an artist he is! He will be able to help me, too. Did you hear Avhat he makes a clay?\" Then, with a. gulp, \"Did you finish the article, Gaspar?\" \" No, not yet.\" \" But they Avanted it at latest to-day, they said ; the February number comes out directly.\" Mr. Marshall stepped out of the mud on to the pavement, and gave the least touch of ad justment to his tie. \" I am no penny-a-liner, Margaret, thank heaven! I cannot quite look upon things in the same light as you. It had certainly escaped my memory that this was the day ; but had I remembered it, it would probably have made but little difference. I was engaged on other Avork this morning more congenial to my tastes. I cannot demean myself by writing to order.\""], [33, "MARGARET. 23 \" But you had made an agreement, had you not, to supply an article each month?\" It occurred to Margaret that what there Avas of degradation in the matter, if such existed, must have lain in the making of that agreement, and not in the punctual fulfilment of it. Gaspar AA-as clever enough to divine her meaning, but he evaded a direct reply. \" I have almost decided to throw up all my engagements at home, and to go abroad at once. A sphere is Avhat I Avant. The intel lectual capacity is there, I know, but will you tell me where is Inspiration in this country? Where is repose for a cultured mind in this quibbling, fighting, restless place ? I will be bound by no trammels : my spirit must be un fettered if it is to soar.\" For a time they Avalked on in silence ;. then Margaret said, \" The hard thing, Gaspar, is to soar to any"], [34, "ATARGARET. 24 height Avhile we must ahvays return to earth for the crumbs avc live by. It for ever weighs upon me that our poverty is the great burden that boAvs clown your genius ; that is the Avorst trammel that 'binds you. While you are look ing for other spheres and grander themes, you Avill lose your hold of the only means you have of living. Dear Gaspar, I Avould do anything for you ; that is why I Avanted Mr. Pickering's help. I think I may do something still, though I have none of your genius.\" And the eager tears started into her large eyes. Gaspar Avas touched. He laid his hand upon his sister's arm, and said more kindly, because smiling, \" You are of the earth earthy, my dear girl ! You are always Avasting yourself on trifling cares. I feel the desire for better things : the power is within me. I cannot sacrifice my fame, our future, our everything, to the sordid"], [35, "MARGARET. 25 calls of to-day. I have not time to tell you more now ; you can go home alone from here, can you not ? I will speak to you when my plan is riper. An ode to a sooty sparroAv, for sooth ! a description of the braAvling of rain in a gutter ! Suggestive subjects, eh, Margaret?\" They parted at a crossing, the brother with steps quickened by the neAv scheme that filled his soul ; the sister more sloAvly, and with a troubled face, making her way to the cheerless home so soon to be more dreary still. For Margaret would not go abroad Avith her brother : he had many friends of Avhom she kneAV no thing ; and it Avould not be the first time she had been left alone. It would be a long absence, hoAvever, and Iioav would it end for Gaspar ? For herself she had but little thought, beyond the knowledge that she should sadly miss what she dearly loved. Gaspar had \"trammels\" enough already — had he not"], [36, "ATARGARET. 26 spoken of them to-day? Besides, a genius on a quest for inspiration never takes a sister with him. She could only act housekeeper after all, and geniuses need no housekeeping. If the dinners at home are bad, they just dine out. Margaret Avatched her brother till the mist that had begun to creep over the city hid him from her sight. Then she fell to thinking of his Avords, of Sappho, and of Mr. Pickering ; and not being a genius of the most approved pattern, she Avas able at the same time to remember to pick up her dress. \" I am of the earth earthy,\" she said to herself; \"but that is no reason my skirt should be the same.\" Gaspar Marshall, cannot you learn the lesson her face teaches you, as she hears you speak so unconcernedly words that are messengers of ill-tidings to her, Avithout a"], [37, "ATARGARET. 27 sigh, a murmur, Avithout even one distressed look ? You will never learn till you have found her secret; till you look elsewhere for the directing finger ; till you hear a voice saying, \" This is the way, Avalk ye in it ! \" Perhaps you hear no voice. That well may be. The voice comes after the secret, not before."], [38, "CHAPTER III. \" Chaque chose et vraie en partie, et fausse en partie. Nou n'avons ni vrai ni bien qu'en partie, et mule de mal et de faux.'\" ■Pascal. Suepeise or vexation at the idea of her brother's possible absence and impracticable scheme was not, however, the paramount cause of the troubled expression which (immediately that he had turned his back) came upon Margaret Marshall's face. To her any scheme of Gaspar's did not appear impracticable, though she told herself that as great men had failed before, so might it be the will of God that Gaspar should fail uoav. Then she Avas still young, and so"], [39, "ATARGARET. 29 hopeful ; and, after all, had he not said the plan Avas not fully ripe? Many green plans had fallen already, never to come to fruition, and Margaret had received them in her lap patiently and willingly, disappointed at first that they should have attained to no greater perfection, but still raising hopeful eyes for that one which should. Rosy apples are better than green, thought she, but green ones prove that the tree can bear. But, it may be asked, had this woman, with her implicit faith in God, her patience in all things, because that in all things she saAv His hand — had she found no lack in Gas par? no unsoundness at the core of this life that Avas lived before her and at her side ? To this I say, that in despite of herself such thoughts had crossed her mind. But very rarely; for the same faith that Avas toward"], [40, "ATARGARET. 30 God descended like a mantle upon men. She believed in truth until she found a lie. And, lest her faith in this matter should by daily contact be weakened, was there not her love to bind and blind her? She had that loA'e \"whose love includes all loves;\" Avas it strange that it cast its halo around one that was not worthy ? \" Too wholly pure to dream untruth \" in aught, she was, moreover, too humble far to judge. Did Gaspar know her inmost soul, her struggles, her prayers, her temptations? Hoav should she knoAv his ? To him, therefore, her trouble of to-day could not wholly be attributed. That morning's visit to Mr. Pickering's studio had given a death-blow to one of the strongest articles of her faith. Have we not all experienced a similar dis comfiture Avhen some preconceived and deeply-"], [41, "ATARGARET. 31 rooted notion has received a violent shock? Avhen we look into our mind and find it in a turmoil because the firmest of its convictions has been proved a lie ? We have such bound less faith in our own \" convictions ; \" we are so ready to judge and to condemn by them ; and when we have boundless faith, the wrench, Avhen it comes, must be all the more severe. Margaret's strongest conviction, next to her belief in Gaspar (and ahvays excepting her faith, which reigned supreme, and influenced every action of her life), AA'as that great genius must to some extent be accom panied by and inseparable from refinement. Joshua Pickering's pictures had seemed to her to speak from the soul of a great man. They had been, for many years back, the delight of her eyes ; in the wildest flights of her ambition she had never soared above the level of that to which Mr. Pickering had attained. Land-"], [42, "MARGARET. 32 scapes, figures, conception, execution, what living artist could excel him ? And no mere girl's fancy AA'as this ; or, at least, if it was so it was shared by middle-aged men and grey headed artists. They proved their admiration, it is true, in different ways : for Mr. Pickering excited necessarily as much envy as admira tion. His pictures could not be kept out of the Academy indeed; but the man of all others who should have himself been received into the magic circle, made it his special boast that never should he be able to add the R.A. after his Avell-known name. It mattered but little, truly ; Joshua Pickering would have gained nothing by it himself, and the withholding of the prize Avhen it should have been bestoAved detracted not a little from the glory and good name of his enemies. The world had ceased to ask why so great genius was left unac knoAvledged, because all the Avorld knew the"], [43, "MARGARET. 33 answer. It was no Avonder then that Mar garet's first intervieAV Avith the great man of her imagination and admiration should have been more than disappointing. The fruit of his genius rose multiform before her ; the jasper sunsets, the rosy sunrise, the dawn at sea, the Niobe that all the Avorld had mar velled at, beauty in all her sorrow, and sorrow in every line of beauty. The Sappho she had seen to-day! And such pictures had emanated from such a soul ! Had he a soul? Nor was it only the art to Avhich he par ticularly addicted himself (Margaret could find no word save addicted that Avould not be Avronged by application to Mr. Pickering) that seemed to come to him by nature. Had he not quoted aptly? Had not Mr. Armytage told Margaret that he Avas no poor performer on the violin, the piano, and the organ ? And D VOL. I."], [44, "A/AR GARE T 34 had it not been apparent all through that he cared for none of these ? There are, perhaps, feAV things more con flicting than instances of this kind. Genius without taste, cultivation Avithout refinement, divine gifts conferred upon satyrs. I can find nothing at all analogous to it in nature, or othenvise. It is enough to know that Avhat Margaret encountered is not an impossible, though happily an unusual case. We come sometimes upon one endoAved AA'ith the noblest gifts, the highest powers that are known to man, to whom, as far as avc can see, neither opportunity, circumstance, nor education has been adverse, and who yet remains untouched, unpurified by the divine flame. It Avould seem as if it were possible that gifts and poAvers can be held wholly apart from, and in no way affecting, the holder. That great genius and littleness of mind are compatible is a truth"], [45, "ATARGARET. 35 (disagreeable enough) that has been forced upon us by history and by experience ; but it seems more unaccountable by far, that great genius and extreme coarseness of manner, of life, and of outAvarcl appearance should meet in one being : we can reconcile in some measure to our reasoning faculties the fact that genius (cultivated) may create a refinement which shall be intellectual only, that is, affecting the mind, the tastes, and habits, but not the actual or spiritual life; but that genius (cultivated) should bring with it no refinement is more -difficult of digestion. The difficulty, how- ever, cannot make us doubt the too apparent fact. Such were Margaret's meditations, Avhen they were brought abruptly to a close by her encounter Avith Elspet not a yard from their own door. The good woman looked a little put out, or more technically, put about. D 2"], [46, "MARGARET. 36 \"Where are you going, Elspet?/' asked her mistress. \" To see my cousin that has the toothache,. my clear; I'll be back presently.\" Elspet had a mythical cousin, who had served her many a good turn. \" She never comes to see you, does she ? \" Margaret had once said, laughing ; but no blush of shame had come to Elspet's Avithered cheek. \"Poor dear heart of her!\" said she, as she shuffled doAvn a by-street, making straight for the milkman's to order the forbidden supply. \"Poor dear heart of her! The Lord knoAvs I don't tell no useless lies ; not except just to keep her mind easy.\" The fire had been kept up in the sitting room, and Margaret's frugal dinner aAvaited her on the fender. The cold morning's walk had made her more hungry than was usual, and she lifted the plates with some satisfac-"], [47, "MARGARET. 37 tion on to the table. Her appetite was not sharpened, hoAvever, by the discovery of a letter upon the table. It Avas addressed to her brother, and bore the name of the magazine he the most regularly supplied. What could it be? Had they written to say they Avould not trouble him further'? It was nothing more than she expected, for this AA'as the latest day alloAved him, and there lay the unfinished manuscript upon the table. Poor Gaspar ! it Avas hard for him to have to Avrite regularly, but still harder for him would it be to lack the gains a little exertion would have insured. Margaret lifted her easel and canvas from the next room, and sat down to make use of the hour of daylight that remained. She Avas hardly even so hopeful as she had been in the morning. Art seemed to her to have lost a little of its divinity."], [48, "38 A/ARGARET. Mr. Pickering's words Avere more vivid still than the face of Sappho — \" What would Mrs. P. say if I didn't bring her her tAventy-five to thirty pounds a clay ? \" Perhaps the problem will be solved. At least I think that Margaret may trust her instinct rather than the judgment of her taste. That instinct, I mean, which whispered to her that Mr. Pickering Avas not merely what he seemed. It is not every woman, nor every man either, that can discern the lustre of the diamond in the dull uncut stone and beneath the rough surface. But if it is to go by guessAvork — and Avhat guesswork is better than instinct? — I think the woman will, in most cases, have the ad vantage."], [49, "CHAPTER IV. \" II y a des 'managements que l'esprit meme et l'usage du monde n'apprennent pas, et sans manquer a la plus parfaite politesse on blessent souvent le cœur.\" — Madame de Stael. The dull afternoon quickly Avaned, and shades crept closer and thicker over Mar garet's easel. They had reached the fold across Gaspar's heart ; they had strayed into his red-broAvn beard. The artist had had no need to improve on nature ; the life-like head portrayed a more than usually hand- some man. Margaret had for some moments laid by her brush ; she Avas watching the effect of the fast passing light on the different parts of her pic-"], [50, "A/ARGARET. 40 ture. Now that the shadoAv touched the beard, she rose hastily, and, pushing back her chair, turned to the fire she had quite neglected. Women have strange fancies, imaginative women especially ; and Margaret had the gift and its consequences in large share, though she might be of the earth, earthy. At this moment her fancy Avas to avoid seeing the evening shadows pass over Gaspard's painted face. I suppose men are not troubled by such Avhims, but a Avoman (if she be alone especi ally) is haunted by them perpetually, and at every turn. Is it the weakness of a Aveaker mind, or is it the life that is by circumstances so often forced upon her? Left at home to brood over little troubles, seeing small things near, and so believing them to be large, is it strange that she should not shake off all that"], [51, "MARGARET. 41 is in the eyes of men absurd and unreason able ? I think, too, that with Avomen, as with children, imagination takes the lead. Reason asserts its claim, to be sure (unless they are very foolish Avomen), but Avhat child that is naturally nervous can be reasoned out of a fear of the dark \\ Imagination has peopled the silence and the darkness Avith eyrie forms, and reason has no power to drive them forth. These whims are, let it be said, generally but momentary. Margaret poked the fire, went to her brother's room to do the same kind office there, and left the easel and the picture to be devoured by shadoAvs. When she returned to the sitting-room she took a match from the bundle on the mantel piece, so as to be in readiness when Gaspar's footstep should be heard on the stairs. She Avas too weary to read or Avork ; the cheerful"], [52, "MARGARET. 42 crackle of the fire and the dark stillness of the remainder of the room were very grateful to her ; and then the saving of gas Avas a con sideration. Gaspar was in the habit of return ing home for a cup of tea or coffee, and to dress for dinner in the not uncommon event of his being asked to dine with friends, or at a friend's house. Margaret had not long enjoyed the fire and quiet when the familiar footstep was heard. Almost at the same instant she rang the bell, and lighted the gas. But Gaspar came up stairs with unusual speed, and he Avas in the room before she could throAv away the match. \"Look out, Margaret!\" he said, excitedly (and Gaspar is seldom excited), \" a friend has come in with me. Your hair is not very — and you have paint on your hands — you don't mind just going to your room, I suppose? He will not stay long.\""], [53, "ATARGARET. 43 Margaret left the door open behind her, and a stream of light enabled her to see her way to a chair ; it Avould hardly do to move till the visitor Avas gone, noAv that she had made AA'hat seemed to her a rather unnecessary flight. But scarcely Avas she seated Avhen the door Avas closed, and she Avas left in darkness. Five minutes seemed a long time in that cold dark room ; ten minutes like an hour ; when tAventy had passed she groped her Avay to the bed, and Avrapping herself in her cloak, drew her chair close beside it and laid her head on the pillow. If there had been light there, it Avould have fallen on a subject sol- a better picture than Mr. Pickering had ever painted : a pale face, a Avealth of heavy broAA-n hair, not — as Gaspar had suggested — very tidy, but all the more picturesque for that, on closed eyelids very like marble, and lashes that Avould have been more beautiful had they"], [54, "ATARGARET 44 not been bedeAA-ed, and so a little dis placed. Poor eyes ! they would have been fuller, and poor cheeks, you would be paler or more flushed if the pillow and the closed door had not been merciful to you, and closed the ears, half hidden in the hair, from learning the small ness of one you hold so great. \" Nice room, Marshall ; very artistic ! By Jove ! But I'd no idea you painted. Where's the end to your accomplishments ? \" \" Seen the last number of the Contempo o-ary? Some good things in it.\" \" But I Avant to look at this head, if you please. Charming room, I declare, Marshall ! \" \" Good enough for bachelor's quarters,\" re plied Gaspar in an off-hand tone, trying to turn his friend from the subject of the portrait. But he w-as not to be foiled, the canvas AA-as lifted and brought to the light."], [55, "MARGARET. 45 \"By Jove!\" said his friend. \"Well, I never! Awfully hard, isn't it, to draAv one's self like that? But you have it to a T, I declare ! Uncommonly grand ! You're a born genius. Wish I had some of your talent, Marshall — haven't even a good eye for a horses Well, noAv I must be off. I shall look you up again in this jolly den. And so you cannot dine Avith us on Tuesday ?\" When Margaret re-entered the room her brother was reading his letter. He threAv it into the fire Avith a smile. \" You have heard from the Editor, Gaspar?\" \" From Lewis,\" he said. \" I am going abroad to-morrow, so that business is settled.\" The note that Avas curling itself thin and red hot on the coals had been as folloAVS : — \" Sir, — This being the last day our February number can remain open, I have been obliged, in default of your promised article, to supply"], [56, "46 ATARGARET. another. According to the terms of our agree ment, this irregularity cancels it, and Ave shall not again trouble you to furnish us with papers. — I am, sir,\" &c. Margaret guessed the purport of the letter from her brother's manner more than from his words. \" Then you really are off to-morroAV ? \" she inquired. \" Yes ; and get that Avoman to see that my things are all right. She must pack, too, some parcels from my tailor, which will come to-night. I must be off iioav, but I will see you to-morrow. Send some tea into /ny room. Sit doAvn by the fire, won't you ? Poor girl, how you shiver ! I hope you'll come in another day, and see young GoodfelloAv — you would not care for him though, he's an astounding ass. I thought he would only bore you.\""], [57, "ATARGARET 47 So saying, he took his candle and went to dress; and Margaret rang the bell to give orders about the tailor's parcels. As to Gas par's present AA'ardrobe, she superintended that herself ; and an hour later the room was strewn with stockings and shirts. Twenty eight pairs of boots — he could hardly need them all ; she must ask in the morning AA'hich Avere to be packed. By the same hour on the succeeding day (with his boots and the tailor's parcels) a genius had left London. The great city, hoAvever, took but little notice of the facts. Mr. LeAvis, in the pub lisher's office, Avas shaking hands with Gas par's literary successor ; while the sun set, the muffin-boy called, and the shadows crept as yesterday. Only in one room of one poor lodging the lack was felt. No footstep on the stair to-"], [58, "48 ATARGARET night ; no tea to prepare ; no answer, kind or impatient, to break the silence. But Margaret was very patient : it is a lesson that women mostly learn."], [59, "CHAPTER V. \" The enemy of art is the enemy of nature. Art is nothing but the highest sagacity and exertion of human nature ; and what nature will he honour who honours not the human ? \" — Bavater. The portrait, though so nearly finished, must uoav be at a stand-still. When would it be completed? thought Margaret, as she laid it away. She Avorked busily, however, at other sub jects ; her ambition being to produce some thing Avorthy of exhibition and of sale. Not that she Avas careless for the art itself; her love for it increased day by day as she worked. But was it unnatural that she should be desirous of adding to the scanty allowance VOL. I. E"], [60, "ATARGARET. 50 upon AA-hich she and Gaspar and old Elspet lived ? And iioav that he had gone from her, was there less ground for this desire ? I think not. The very uncertainty which must attend such a scheme and its issue Avas an in- centive to her industry. And is it not the mission of poets — I use the Avord in its Avidest sense, not speaking only of a maker of verses — of true souls, to elevate other souls ? And if they are to be elevated, Iioav else than by first administering to the body ? Was Gaspar to be great and good while poverty kept him in the dust ? Was Elspet to be taught truth-telling Avhen economy, that verged on meanness, and a thousand consequent temptations, pervaded the very atmosphere around her? So Mar garet's thirst for pecuniary remuneration for her work was not so soulless and low as it may appear."], [61, "ATARGARET. 51 One picture was almost ready, at least for criticism. An intervieAV with Mr. Pickering Margaret could not help shrinking from ; yet how else should she find her AA'ay to the public eye and notice ? A chance, as it appeared to be (but what is chance ?) made the Avay plain. Going out with Elspet for half an hour's shopping, Margaret came (as is so often the case) upon the one person in London to whom she might have applied the name of friend. It was very pleasant to see that bright, cheery face, to hear the refined, crisp accents, after Elspet's broad dialect ; yet AA'hen they met, Margaret had not felt wholly pleased. Mrs. Armytage, with a warm heart, had a quick temper ; and then, of all people in the world, she least of all seemed to appreciate Gaspar. Would she ask for him? And E 2"], [62, "ATARGARET. 52 hearing of his whereabouts, would she ap prove his absence ? \"Dear girl,\" said Mrs. Armytage, taking hold of both of Margaret's hands, and look ing very much as if she Avould have liked to kiss her. \" Dear girl ! Avhat an age it is since I have seen you ! \" \"It is a long time,\" said Margaret, for lack of something better to say. They then Avalked down the street to gether, Elspet keeping a steady pace behind, and making a mental memorandum of the cut of Mrs. Armytage's cloak. \" I have meant to come to you every day this month, Margaret ; but uoav that I am alone I find it hard to move about. I only AA'alked so far this morning because I Avas obliged. And noAv I am so glad because I have seen you. Dear Margaret, you are looking a little better than when I saw you"], [63, "ATARGARET. 53 last, I think. What have you been doing, and Avhere is your brother ? \" \"I have been painting, Mrs. Armytage.\" \"But Avhere is your brother?\" reiterated that little lady impatiently, almost imperiously. The truth had to be told ; and a quiet \" humph ! \" Avas the reply. It Avas soon settled that they should go together to Mr. Pickering's, and that Mrs. Armytage should broach the subject of exhi bition, or of some means of disposing of Mar garet's pictures. When they parted, her friend pressed her to change her mind about going home, and to come and spend the remainder of the day Avith her — \" Or I will send the brougham for you this afternoon— come, Mar garet, do ! it Avill be very dull. Luke is away, you know, and I am off to the country on Wednesday, so the house does not even look pretty, but if you Avill come, dear — \""], [64, "ATARGARET. 54 Margaret could not spare the time ; if she was to go to-morrow to Mr. Pickering's, she must finish her picture. \" But I am sorry you are going aAvay, Mrs. Armytage,\" she said. \" But, my clear, I don't like London in Lent, or rather Lent in London. I am going to Bournemouth for six weeks. I shall leave a room ready for Luke though, in case he comes up to toAA-n. And I will tell him to come and see you, Margaret — \" \" Oh, thank you ; but I don't know — \" \" I forgot ; I suppose it would not do — well, I shall be back soon, and then you must come and stay Avith us for a good long visit.\" So they parted. And next day they found themselves at Mr. Pickering's. \" Walk in, ladies ! \" he cried lustily ; and then the half apology for smoking Avas re peated."], [65, "MARGARET. 55 He criticised Margaret's picture, a study of a girl's head, pretty severely. But it was evi dent that it pleased him not a little. \" Goodish bit of talent, and no mistake ! \" he said ; \" you'll be making a noise yet, miss, and, what's more to the point, a handsome living.\" Then he advised her to try the sub ject again, treating it in a different way. \" And look at yourself a bit, miss, while you're doing it ! \" he added, laughing heartily. \" We disturbed you in an inexcusable way, Mr. Pickering, at your loveby picture,\" said Mrs. Armytage, stooping, with a raised eye glass, over his easel. \" Disturb ! dear no, madam — only making a few pot-boilers, you see ! Had two orders for that this morning. Says I, ' Bother your orders! I'll do ten new subjects, but never . a a copy. \" Where is this, Mr. Pickering?\""], [66, "MARGARET. 56 \" Coast of Cornwall — goodish bit of stuff, ain't it? But this is only second to t'other one, taken near the same spot. Poetical subject, miss — perhaps you're acquainted with it?\" Enoch Arden was the subject ; and the man who painted the picture had surely loved the poem. \" Not so good, is it ? \" he said, and his words jarred upon Margaret, who had forgotten for a time the artist in his picture. \"Not so good, the first one, I mean, as this? So the first one he says to me, — ' I am content,' he answer'd, ' to be lov'd A little after Enoch.' That's what he says. Wish other folks wras so. obliging, miss — wish they'd be so easy pleased, that's all.\" \" ' Heaven made him,' \" said Margaret to herself, catching from Mr. Pickering the in-"], [67, "MARGARET. 57 section of quoting, \" ' and therefore let him. pass for a man ! ' \" When she reached home she sat down and wrote a long letter to Gaspar ; there was also one to be enclosed, and it was with some regret that she sent it away unopened. For one near-belonging had these two in India — a brother who had been married and settled there for ten years past : the letter was ad dressed by him and he was no frequent correspondent. Margaret would have liked to hear poor James was well. But to open a letter to Gaspar was a thing not to be thought of. It was enclosed, and the budget addressed as he had directed, — \" Poste Restante, Paris.\" After which Margaret had some tea, and fell to work re-sketching the girl's head, and in a different position. Then, as she sat silently before her easel,."], [68, "58 MARGARET. the active mind wandered again and again to the pictures and the artist she had seen that day. Then for the first time it occurred to her what might be (I do not say what was) the refining influence that Mr. Pickering lacked. She did not use to herself the word \" reli gion,\" nor the common phrases about \" con version \" and the like. To her the influence had never clothed itself in similar forms. She could not look upon it as a sudden gift of something from above to man, but rather as an opening of man's eyes to a changeless, majestic, all-absorbing truth. To those still blinded she longed to speak of what she felt and knew that she could see ; and yet the sacredness of the revelation would often make her dumb. What use to say, when all the world harangued of \" chance,\" and \" luck,\" and"], [69, "MARGARET. 59 \" accident,\" and \" misfortune,\" there is no luck and no misfortune ? God is above every thing; if you will love Him, He will teach you His secrets. What use for a young girl to oppose the practical faithlessness that so often accom panies a theoretic faith? What use indeed, thought Margaret, to show what only God Himself can teach ? \"Oh, Gaspar, my darling brother ! \" she sighed, \" if you don't know, He will teach you some day. We must wait for His own good time.\" And in the meantime, God being a living God to her, she could pray."], [70, "CHAPTER VI. \" Art is much, but love is more. O Art, my Art, thou'rt much, but love is more ! Art symbolizes heaven, but Love is God, And makes heaven.\" — Elizabeth Barrett-Browning. Many days passed each other in slow,, even, monotonous procession. The weather continued miserable as before,. and the days seemed hardly as yet to have sensibly lengthened. An hour and a halfs painting after her early dinner was the most that Margaret could accomplish. But the \"Girl's Head'\" had been put into Mr. Pickering's hands, and its fate, together with the hope of a letter from Gaspar, gave to her changeless life a"], [71, "MARGARET. 61 colouring, and to her energy a stimulus. How we go chasing hope from day to day ! and how often, like a will-o'-the-wisp, it keeps its even dance before us, never nearer, never reached, but still holding out its alluring beacon, and still drawing us on ! Children after butterflies are not more eager ; children after butterflies are not more easily turned aside to follow some gaudier creature of larger wings. Mrs. Armytage had left town ; Elspet was now Margaret's only companion. In the long evenings the good woman would bring her work, and, sure of a welcome, seat herself on a low stool by her mistress's side. The fami liarity of her conversation belied the humility of her position, yet she always stoutly re fused to take a chair. Presently an evening came when Elspet had to devote herself to washing instead of to Margaret, and the latter was left alone. She"], [72, "MARGARET. 62 had worked very hard all day : besides the usual amount of painting, there had been the small weekly accounts to be made up ; now with the darkness a reaction had come on, all the stronger for the ray of gladness and of hope that that day's post had brought. No letter from Gaspar ; no cheque from Mr. Pickering; but a copy of the Times with a favourable notice of the \" Girl's Head.\" Mar garet had not even heard that it had been exhibited; now she saw it in the long column devoted to the Society of Female Artists, and her heart leapt. \" Miss Marshall's study of a ' Girl's Head ' is a striking contrast to its neighbour. The natural, and yet by no means facile pose of the head does the artist great credit. The touch of a young artist, and some of the crude ness consequent on that fact, are indeed appa rent. But we shall be surprised if Miss"], [73, "MARGARET. 63 Marshall does not before long outdo the ordi nary run of female artists.\" Margaret covered her face with her hands when the precious Times had been twice read. To us it matters little what at that moment passed through her mind : those who think that there is a divine hand interposing in the most trivial matters of our daily life will understand : those who say \"I believe in God\" once a week, but drop the belief on week-days, or make a God after their own devising, who enters not at all into all their thoughts — these would laugh were I to tell them more — and I do not want Margaret to be laughed at. Sometimes I think when she, and such as she, are held in derision, when the life of Christ is regarded as a woman's foolish dream — I think, will it be your turn to be mocked here after, 0 fools and blind ? Too clever to accept that which finds its way to the hearts of greater"], [74, "MARGARET. 64 ones than you, as well as to women and little children, will you have to learn the lesson and the truth when it is too late ? They may laugh who win. To send the paragraph to Gaspar : that was Margaret's next thought. How proud he would be! Very silent he was, very reserved, but this time he would be proud. She drew her blotting-book out, and wrote to him on the spot. \" Poste Restante, Paris,\" ■again ; she had no later address, no letter from Gaspar. Then the afternoon had drawn to a close, and there was no need to light the gas. Mar garet sat on in the twilight and through the dusk, and when Elspet brought in her tea, and Avould have let in a little light upon the scene, Margaret rebelled, and said she liked the dark- ness. Elspet, suspicious, stirred up the fire and"], [75, "MARGARET. 65 peered into her mistress's face. It was very pale, but that was nothing new. Elspet was rather blind, and had forgotten her spectacles, so her devices were foiled. Indeed, she would have looked at any rate in vain for tears ; they had been there an hour or two before, but heaviness had overcome poor Margaret, and dreamland had carried her away. Elspet knelt down on the rug, and took the hands that had grown very cold in hers. She had little wisdom, but she had a large heart. The tears coursed themselves down her old cheek as she knelt, looking into the face of her darling, and reading easily enough the lines written there. No definite sorrow, no disappointment even ; only the utter loneliness of a young strong life whose youth and whose strength seemed wast ing away. The notice of her picture had raised Mar- VOL. I."], [76, "MARGARET. 66 garet's spirits to an unsafe height. When the darkness and Gaspar's absence came freshly upon her, a despondency she had never before experienced overpowered her. Gaspar had been away for nearly a fortnight. Had he ever thought of her ? Gould he have thought and yet never written ? What was art in comparison with the love of Gaspar? What were the words which told her she would \" outdo\" other women, if, unlike other women, she were left to stand alone, to fight her fight alone? What was this to one word of Gaspar's ? Did he care for her? She was unworthy of his love, she knew, but love is sometimes lavished on unworthy objects. Yes, Margaret, so it is. Why did her thoughts go back now to a time when another love had laid itself at her feet, when she had turned aside from it for the"], [77, "MARGARET. 67 love of Gaspar ? Had it been a sacrifice, and should she have tried, at least, to take the love that was pressed upon her, and leave the love she so desired, but that seemed, as ever, far away ? Elspet' s hand, soft from washing, passed to and fro over the smaller, softer hands she held. And keeping time to the regular swing of the strong arm, Margaret's thoughts ran thus (it was an old lesson, and she repeated it from memory) : — \" ' How can I, when I don't love you ? ' \" ' Are you quite sure of that, Margaret ? ' \" ' Yes, quite sure.' \" 'And you don't care for some else ? If I waited on ' \" ' I do love some one else — I love Gaspar. I can never leave him. I don't care for you half as much as for him ; and I do not want to' marry.' \" ! 'I v 2"], [78, "MARGARET. 68 That was a year ago. And to-night she repeated to herself what she had said then : — \"I don't love him as I love Gaspar.\" It had not been a sacrifice, then, after all. So it was the old threadbare story again — love given where it was not prized, and with held where it would have been treasured. Yet I am so glad she is Margaret Marshall still, until the blessing comes largely, abun dantly, as it should to her. But it is not strange that, sitting over the red falling fire, there should rise from her woman's heart \" the cry of the human.\" Her love for God had not been so great, did it not open her heart to loves human. She did not think it wrong to ask God for such a blessing now. Gaspar's love, if it might be possible ! but if not, something to take into her heart. She did not fear that an idol should arise between her and heaven : a lonely life"], [79, "MARGARET. 69 makes a woman hold very fast to God. And if later she should learn to fear, what then? Could she not pray again ? He who held the beloved disciple to His breast has taught us a nobler, a grander, broader, and more human lesson than any that have followed in His steps. Sanctifying loves earthly by His presence and His blessing, He bids us love Him in and through all of these. They are not veils to hide Him from us, but rather the noblest reve lations of Himself. Yet when the eye of faith has grown strong to see Him without these, it sometimes pleases Him to show Himself in naked glory for a while. And then is His strength sufficient for us, ours being made perfect through weak ness."], [80, "CHAPTER VII. \" Good Christian people, here lies for you an inestimable loan ; take all heed thereof, in all carefulness employ it ; with high recompense or else with heavy penalty will it one day be required back.\" — Carlyle. \" Say 'How do you do?' my dear. This is your Aunt Margaret, who sent you the pretty pelisse. Oh, Miss Dolly ! fie for shame ! Don't cry, there's a dear. Give a sweet kiss to Aunt Margaret.\" Aunt Margaret — -for the first time so ad dressed — opened her eyes to be sure she saw rightly. Had she fallen asleep, and was this a dream? Were these children from fairy land? They hardly looked so. A little boy of six"], [81, "MARGARET. 71 years old, a little girl of about four, dressed in large red and white check ; small pale faces, in which great blue eyes were the most promi nent features, framed in round beaver hats, and tied with large bows under the chin ; and on each side of each pale face large green rosettes of ribbon protruding, either for orna ment or to protect the little ears. A fringe of fair brown hair peeping under the upturned brim of the hats, put the finish ing touch to the quaint picture ; and as Mar garet looked at the little boy, the truth flashed upon her — James's children, come from India ; the \"Toto\" and \"Dolly\" whom she had heard of, whose Avardrobes she had sometimes had to choose and send out. They had never seemed realities to her until now, though she was not ignorant of their existence. Her sister-in-law was a stranger to her, James nearly as much so, and neither a good cor-"], [82, "MARGARET. 72 respondent. Their lives, and the lives of the brother and sister in England Avere so different, their interests so widely apart, and James had been away since Margaret was a little girl. This must have been the neAvs the letter had brought. What Avould Gaspar think of it ? They Avere real enough now, these little pale travellers. Dolly, Avith her thumb, glove and all, in her mouth, was roaring lustily, and burying her face in the nurse's gown ; and Toto had made himself at home, and already found an amusement. Up on the arm of the arm-chair, down with a bound on all fours on the carpet ; a scramble up again by the seat, a climb on to the arm, a moment to balance himself, then all fours on the floor again. Was this the way little boys always Avent on? After a journey, too ! What would it be tomorrow ? \" Look here, Dolly,\" he cried, poising him-"], [83, "MARGARET. 73 self with both arms wide spread, and trying to make himself heard over the screaming of his sister ; \" look here what I'm going to do. Once, twice, thrice \" (hang ! — he had de scended). \" Don't cry, Dolly ; see, I never cry Avhen I tumble.\" Dolly's screams continued in great force, and the jumping too ; Avhile the nurse, vainly attempting to stop both, gave, at the same time, an explanation of the unexpected arrival. She Avas not their nurse. Her mistress had con sented to bring home Mr. Marshall's children Avith her OAvn. He was in great distress, for Mrs. Marshall had died suddenly. There was nothing to be done with the children but to send them home, and a good opportunity had offered a week after Mr. Marshall had Avritten. The nurse Avas very sorry that Miss Marshall had been so taken by surprise ; but, indeed, her mistress had expected the children to be met"], [84, "MARGARET. 74 at Southampton ; and it had put her to some inconvenience to spare her (the nurse) even to drive across London with them. She must return at once. Margaret involuntarily heaved a sigh of relief. What was the care of the children in comparison with the expense and inconve nience, the almost impossibility of keeping a nurse ? \" But you will say good-bye to them, and have something before you go, will you not? \" she said. The tears started into the Avoman's honest, kindly eyes. She threw her arms round Dolly and kissed her violently. Then Toto was seized in like manner. He resisted gallantly, however ; for was he not in the very middle of his scramble into the seat of the chair, lying on his face, dragging his legs up after him ? \" Oh, oh ! let me go ! don't you see the"], [85, "MARGARET. 75 other train's passin', and I've got to jump from the injin on to the other injin, like the man did ? Oh, oh ! let me go, please ; I'm saying ' please,' so you must let me go.\" \"And you won't say good-bye to poor ' Nanny,' Master Toto ? \" and the poor Avoman's voice shook as she made the appeal. The boy seemed a little touched. His headlong career Avas for a moment stopped, and he stood up on the seat of the chair twirling the buttons on the nurse's cloak, and very meditative. \"When will I see you again, Master Toto?\" \" Scarcely ever. We've got a house now at London, and Aunt Marg'ret's going to stop with us, because mamma's dead. I'll be as tall as this when you come back. No, I'll be a big man then, and I am going back to my papa in Inja — he said so. But Dolly won't go. You may come and see Dolly, 'cos she's"], [86, "76 MARGARET. only a gurl. Oh ! a cat ! a cat ! \" and he flung himself head foremost over the arm of the chair, and disappeared in an instant out of the room, in chase of Elspet's old puss. Elspet had prepared tAvo large bowls of bread and milk, and now she undertook to take off the boy's hat and comforter and to brush his hair, while Margaret, with little Dolly on her lap by the fire, succeeded in stopping the screaming, though the poor little body was still convulsed by the effects of a tremendous fit of sobbing. By degrees she became quieter, and pouted out her little lips to be fed. Margaret had never had to do with chil dren, but she had loved those she had seen, and instinctively she chose the best way of winning little Dolly's heart. For a time she fed her in silence, only stooping now and then to kiss the silky little head within her arm."], [87, "MARGARET. 77 Then, by degrees, she drew her attention to little things in the room, a doll-penwiper on the table, or whatever was at hand ; and the child began to look up confidently in her face, nodding assent, or making a little sign that she was listening, and approved, never forgetting to pout out the little mouth again for the welcome spoon and its contents. Such large blue eyes ; such a trustful, speaking, little face; what woman's heart Avould not have been led captive ? In the next room, over a basin of warm Avater, a struggle for supremacy was being carried on. \" But I had my face washed after lunchin'. I never have it Avashed so often. Yes, Dolly's had her face washed, I dare — say \" (drawing out the words to double their length, and emphasizing them reproachfully), \"but she's only a gurl ! Boys should wash their faces"], [88, "MARGARET. 78 theirselves — Nanny said so. You're an ugly old woman, that's what you are ; and you've got an ugly, ugly, ugly name. And, oh ! let me go ! I want to drum on the water-pan.\" \" Rum, tum, tum — rum, tum, tum — r-rum, r-rum, rum, tum, tum,\" went the hair-brush on the water-pan, in imitation of the band at Chundapore. \" Master, look here — (whatever's the child's name ?) Master Charles, look here, there's a good boy.\" \" Oh, you old story ! I amn't a good boy. You said I Avas a had boy just a minnit before. And why do you call me ' Master Charles?'\" \" Charles,\" repeated Margaret from the next room, \" are you ready? Come in here.\" He walked in sedately, with an indignant and ill-used air. \" Why do you call me Charles ? \" he said,"], [89, "MARGARET. 79 again. \" I'll call you Anna-Maria, and that's a much uglier name.\" Then, changing his tone, which had never been more than one of reproach, he came up to Dolly, and looking at her compassionately, — \" Poor Dolly ! \" he said. \" Isn't that nice, darling ? Please give me some too, Aunt Marg'ret. I'm saying ' please.' \" \" Don't you always say ' please,' Toto ? \" \" Not in Inja, never ; but papa said at London we must say ' please.' I wish London was never found on the map ! No I don't though ; there's a arm-chair, and a water-pan, and there's jolly bread-and-milk, isn't there, Aunt Margret?\" Margaret admitted that London furnished all these luxuries."], [90, "CHAPTER VIII. \" But I want one to play with — 0, I want A little yellow duck to take to bed.\" — Jean Ingelow. \"Where's the man?\" inquired Toto, look ing up from his footstool by the fire, and making wrong shots (with the spoonful of bread-and-milk) into his cheek. \" What man ? \" asked Margaret. \" Papa said there was a man at London ; papa said the man would show me a gun, and show me how to shoot it : Avhere's the man?\" \" Do you mean Uncle Gaspar, Toto ? \" \" Yes, yes, that's the man. Dolly and me was to come to London, and there was a man"], [91, "MARGARET. 81 at London what has guns, and whips, and things; and there was a lady— that's you, Aunt Marg'ret, isn't it? and Ave was to say ' please ' always, wasn't we, Dolly ? \" \"Es, we was,\" responded Dolly. \" And we was to get everything we wanted Avhen we jest said 'please,' wasn't we, Dolly?\" \"Did papa always give you everything when you said 'please?'\" asked Margaret, smiling. \"Not always, nearly always, sometimes. Once when I was a little boy, before we came out of Inja, you know, I asked to have mamma back again, and I said ' please ' ever so often, but we didn't get her, did Ave, Dolly? Now I'm a big boy, you knoAv, and I don't want her back.\" Then (seeing that Margaret looked up surprised), \" I mean you know she'll never come back any more, but papa'll come back, won't he, Aunt Marg'ret ? Dolly thinks she'll VOL. I. 0"], [92, "MARGARET. 82 come back\" — he Avhispered loudly in his aunt's ear — \" but then Dolly's only a gurl.\" The whisper was lost upon poor little Dolly ; her head had fallen back upon Margaret's arm, and she AA-as fast asleep. She was undressed as she lay there ; and even when her little nightgoAvn was put on, and the hands lifted and pushed through the sleeves, she did not awake. But when she was laid doAvn in Gaspar's room in Gaspar's bed (what desecration, a genius's room become a nursery !) the blue eyes opened wide, the under lip contracted and quivered, and there was another loud cry. In vain Margaret tried to soothe her, in vain she patted her, sang to her, laid herself on the bed beside her : Dolly refused to be comforted. \" Oh ! Toto,\" at last said Margaret, driven to despair, and rather afraid of the child's"], [93, "MARGARET. 83 going into a fit; \"what is the matter? Do you know what she wants ? \" Toto was sitting on the rug, a candle beside him on the floor, and Elspet's cat under his arm. He had taken advantage of Elspet and Margaret's attention being distracted by his sister's screams to burn the unfortunate animal's whiskers in the flames. \" There's jest half a one left noAv ; don't you jump away now, Mister Cat, because you shan't go even if you say ' please.' I'm the barber, and you're papa, only I haven't any razors, and so — oh ! yes, Aunt Marg'ret, I know Avhat'll stop her crying — stuff something in her mouth; she always stops directly.\" Margaret and Elspet stood aghast. \"It's a cooshie you Avant, isn't it darling? It's comin' now, darlin.' Aunt Marg'ret, get her a cooshie, and then you'll stop, won't you, Dolly ? It's her cooshie she Avants.\" G 2"], [94, "84 MARGARET. \" What is a cooshie, Toto ? \" \"That's a cooshie — this is a cooshie, my comforter's a cooshie, but her own cooshie's in the cabin — I mean it's in the boxes.\" He was led off captive to the open boxes. \" There,\" he said, in triumph, Avhisking out a tumbled piece of faded pink flannel ; \" there's her cooshie ! \" And before Margaret could rescue it, or divine its purpose, Toto had rolled it in a ball, had placed himself a few feet from the bed, and was taking aim at Dolly's head. \" There, don't cry, darlin', there's the cooshie ! \" he said, a little remorseful at having made so good and telling a shot, for Dolly's head was quite hidden in flannel. But to the no small surprise of the lookers-on, the crying had suddenly been stilled, and the flannel as suddenly disappeared."], [95, "MARGARET. 85 A few minutes later, when Margaret stepped softly towards the child, she found the eyes fast shut, and heard the heavy regular breath ing of sleep. A corner of the pink flannel peeped out, and Margaret drew the sheet down ever so little to discover its use. Dolly's tiny hands clasped it closely, and one thumb wrapped in its folds was in her mouth. She cooed over it in her placid sleep as only a very little child can. Margaret inwardly resolved that henceforth the luxury of a \" cooshie \" should always be provided for Dolly's bedtime. And noAv Toto's time had come. At first he was very skittish and restless, but when Margaret found that a story or any trifling incident seemed to rivet his attention, and that he was eager for information on all subjects, the task of undressing him became easy. He insensibly pulled his arms out of everything,"], [96, "86 MARGARET. lost in the recital of the wonderful things Uncle Gaspar had done. \"And now you have to say your prayers, Toto, do you know them by yourself, or shall I make some for you? \" \"Oh, I know some;\" and kicking his boots to the other end of the room he pre pared to kneel. He was up again before he was down. \"Aunt Marg'ret, let me try again, please. I wanted my boot to go into the bath. There isn't any Avater in it.\" He was off to the other end, and back again in an instant. Margaret did not as yet pretend to manage him. It Avas a successful shot this time ; the boot clattered satisfactorily in the bath, and Toto Avith a smile of triumph knelt down at Mar garet's lap. \"Please God bless papa and mamma (no,"], [97, "MARGARET. 87 not mamma, she's dead). Please God bless papa, and make me and Dolly a good boy. No, make me and Dolly good girls and boys \" (in a stage whisper, \" That's not right, Aunt Marg'ret. Ifee got my prayers so bungled\"). \" And please God forgive all our sins, and bring us safe home to London. (Oh, we've come to London. What shall I say ? I must have a new prayer now, Aunt Marg'ret.) Amen.\" And then he sprang up like a shot, and pulled his little shirt up to his knees to warm them. Margaret drew him to her, and kissed his forehead. \"You are very like the 'man,' Toto — very like Uncle Gaspar.\" \" And he's a big man, isn't he, Aunt Mar g'ret ? \" said he, opening his eyes wide, and contemplating a leap on to the bed, to the certain destruction of the sleeping Dolly."], [98, "CHAPTER IX. \" God's gifts put man's best dreams to shame.\" Elizabeth Barrett-Browning. Margaret had but little time for reading now ; but weary one day from painting, she took a favourite book of poems from the table, and sat down by the fire. Her eyes fell upon the lines which head this chapter. Had it not been true for her, this saying of the great poet? I will not call her poetess, for hardly yet has the term ceased to be associated with a certain feebleness, and nothing that is feeble must approach the name of Elizabeth Barrett-Browning. More over, is it not conceivable, poets in their sphere"], [99, "MARGARET. 89 being most especially and essentially of the soul, that there should be no distinction of sex, any more than of caste among them? The pathos and tenderness of the woman, the power and energy of the man defined and separate as ever — who Avould lack either? — but each a poet, speaking to souls in the in dividual language of the soul that utters, striving for none of the other's individualities, because that would be to lose their own. Was it not true for Margaret, that God's gifts had come to her, putting her dreams to shame ? She had dreamt of love to be hers, not of a life to be lived for a great purpose, as she brooded sorroAvfully over the fire alone. Now that a purpose had come to her, she shamed indeed. God had given her what she should not herself have chosen, because in her blindness she could never have conceived the extent of the blessing conferred, and to be"], [100, "MARGARET. 90 conferred by her again. Hitherto she had only thought of putting her trust in God, of holding to Him in good report and evil report, of praying Him to show Gaspar more of himself, of protesting when Elspet prevaricated, and then of turning to her own heart Avith a condemnation of what she found there, and a \"judge not\" uttered to herself. Hitherto it seemed to her that she had stood at the portals of the kingdom of heaven, and that she had not even besieged the gates. Now on a sudden they had been opened to her ; nay, was she not \" a doorkeeper in the house of God?\" Two souls had been committed to her keep ing ; two child-souls moreover, impressionable, trustful, and as yet unspoiled. There Avas something to be lived for after all. Care they would bring upon her; maybe things worse than care ; but Avhat was that to the life ot"], [101, "MARGARET. 91 selfishness which before had been forced, as it Avere, upon her ? It seemed to Margaret that these two children had come to be the saving of her soul. It wTas a little more than a week after their arrival that the ring of the postman heralded the important advent of a letter. \" Dear Margaret,\" it ran, \" business still detains me here, but I find much in Paris to gratify my peculiar tastes. My literary labours have not, as you may easily under stand, progressed, but I lay up, if I mistake not, much seed for future harvests. \" By the way, can you help me temporarily with a small sum ? £15 or £20 Avould meet my present wants and a sudden call. I hope soon to refund it to you with interest; or, if you like, I might perhaps manage to invest it in my speculation. Do not delay remitting"], [102, "MARGARET. 92 this trifle for I may soon leave Paris. I shall return to England when I cry Eureka! — 'I have found it.' \"Your affectionate brother, \"Gaspar Marshall. \" P.S. — So you have James's children to keep you company. Have you drawn upon his bank yet for their maintenance ? If not, do so now, and £20 of his will do as well as yours ; it is only for a Aveek or so that I shall want it. Your's again, \" G. M.\" So wrote the brother, as buttoning a pair of faultless lavender gloves, and smoothing his hat with his sleeve, he took a minikin umbrella between his first finger and thumb, and saun tered carelessly towards the \" Trois Freres,\" where (on the strength, be it supposed, of Margaret's \" trifle \") he ordered a regal dinner from a regal menu."], [103, "MARGARET. 93 And so read the sister, with a flushed face and a loud beating at her heart. Twenty pounds — it was not in the bank! Certainly it was not in the house. As yet James's deposit was not available — \" not payable,\" she had been told, \"at present.\" And Gaspar's demand AAras imperative ; fifteen pounds, at the very least, must be sent to him to-day. Where was she to turn in her perplexity, ah ! where ? \" God,\" said Dolly from the hearthrug, in nocent of Margaret's trouble, and answering some question of her brother's. Women are imaginative, I have said ; Mar garet took the unconscious answer of the child humbly to her heart. She rose from her seat, knelt on the floor beside her, and kissed the soft, pale face. \"What were you saying, children?\" she asked."], [104, "MARGARET. 94 \" Dolly was saying the angels must have built heaven, Aunt Marg'ret — is that true ? \" \"No, darling, God made heaven.\" \" But where did He live while it Avas being made, Aunt Marg'ret ? \" \"God lives everywhere, Toto.\" \" Well, if He lives everywhere, I wonder why He ever wanted a heaven — don't you, Aunt Marg'ret ? if He lives everywhere heaven must be a teeny place when He gets in, musn't it, Aunt Marg'ret?\" \" We don't knoAv what heaven is like, Toto,\" she answered, averting her face a little from his earnest gaze, and rather puzzled by the wholly new ideas which the child brought before her. \" No, we can't never knoAv 'cept we go and see, and then we can't ever get out again, can we ? Mamma's stayed in ever so long, hasn't she, Dolly ? But it can't be a little Avee place,"], [105, "MARGARET. 95 Aunt Mar'gret, cos it wouldn't hold all the angels, would it, Aunt Marg'ret ? And it can't be a large big place, it can't be every where, like God is, cos then the angels would be everywhere, wouldn't they? There'd be an angel on my drum here, and an angel up the chimney, and an angel in the waste-basket, and \" \" Hush, Toto ! don't speak so, darling. I will tell you more about angels to-night when you are going to bed, because I have no time to stop now. Do you knoAv I think there are angels nearly everywhere, sent by God to take care of us ; perhaps there are some in the room now ; so we musn't speak of them the same way we speak of toys and other things. They are God's messengers, you know.\" Oh! little children, \"so fresh from God,\" may you not sometimes be his messengers ?"], [106, "MARGARET. 96 Is it not your mission to diffuse the rich fragrance of innocence, of wondering, curious, yet unquestioning faith on hearts on whom contact with a cold world must needs have left its hardening traces ? Margaret was not yet hardened, but she rose from the hearthrug that morning feeling herself a better woman. No actual word could she recall which had let flow the balm upon her heart, a moment before so anxious; the heart of a little child only had reflected itself in her own. She fancied that a child's lips might, after all, be the nearest thing on earth to the portals of that heaven over which she had left them marvelling. The something to love and be loved by had come to her at last. An hour later she had put on her cloak and bonnet and sallied forth into the street. Elspet was not to be her companion to-day,"], [107, "MARGARET. 97 even could she have left the little philosophers on the hearthrug. A shop at the corner of the street was Mar garet's destination. \" Five pounds ! is that the most you can give me? it cost three times that.\" It Avas the most they could give her, but she Avas forced to be content. The one hand- some piece of jewellery Margaret had ever possessed passed over the counter. But Avhat mattered it ? Five pounds passed into her pocket, and ten could be made up at home. That afternoon's post carried the \"trifle\" Gaspar had demanded to Paris. For the rest? herself and the children till the speculation should answer, till \" Eureka \" should be the cry ? \"He that feedeth the ravens,\" said Mar garet, as she sat down to write to Mr. Pick ering. VOt. I. H"], [108, "MARGARET. 98 \"Am I fit to give lessons?— in the very first elements of draAving even ? Tell me the truth, please, but tell me quickly if you can, and how I am to set about it. I am ashamed so to trouble you, but I am at a loss Avhere else to turn, and you are so kind ; and surely I may do something, though I am a woman ; other women are doing great things every day. I do not want to do great things now; I want to do a small thing to some purpose.\""], [109, "CHAPTER X. \" O, to be a roaming In an English dell.\" Eobert Buchanan. Dull February had passed into March ; spring was bursting from winter with the catkins upon the willow, and the red full shoots upon the birch. And a great commo tion was going on in the little lodging that. had heretofore been Margaret's home. For before the spring Avas a day older, her glad entry was to be Avatched eagerly by two pairs of little curious eyes : not through the scanty medium of a lime-tree here, and a dusky beech there, railed round in what are ii 2"], [110, "MARGARET. 100 satirically called the \" gardens \" of the squares, but in its fullest beauty, as it rises over God's green fields and mossy banks, and makes the fecund earth to awake and testify of One who doeth all things well. Even in London, in the heart of the great city, with all its sufferings and with all its sins, the spring makes its glad advent to be heard. For Avhen the first basket of primrose roots, buried in moss that has not yet lost its Avintry yellow, makes its appearance in the duskiest by-street, does it not speak of the regeneration that is going on in the blessed country ? Do we not hear very plainly indeed the echoes of those footsteps which press violets and all their fragrant company from the Avarm damp Mother Earth ? Now, more than primroses had come to gladden the eyes of weary Londoners. Low carts drawn by picturesque shaggy ponies,"], [111, "MARGARET. 101 with bright brass harness, wended their way in the early forenoons, bearing burdens that must set the hearts of all artists, poets, and lovers of God and his nature aglow. Tall white arum lilies in the front, standing out majestically from a bed of feathery green ; next to them cinerarias of many hues, deep lustrous blue, or crimson, or dappled with white ; hyacinths that scented all the street — only a shilling apiece ! Tulips red and tulips white, primulas in a coronal of leaves, cycla mens trembling under even the easy motion of the easy cart and docile pony, and crocuses shooting out lusty spikes of green to herald the full pale buds within their heart : buds that too often attain to nothing further, 0 sanguine buyer ! but shrivel up with all their golden secrets undisclosed, like many hopes, and many resolves, and much that is earthly. \" Flowers ! pretty floAvers ! all kinds of"], [112, "MARGARET. 102 flowers! \" The cry called Margaret from the monotonous labours of packing. Not so the children. Their toil, prolonged over many days, was still all-absorbing. So many things had to be three times packed, so many that had been thus looked after Avere in the end not meant to go at all. Time after time had Margaret rescued a knitted mat, a tidy from a chair, a penwiper, that Avere most entirely the property of the land lady and her lodging. The change had come suddenly upon them all. Instead of Gaspar's return, the news of an intended journey to the East had forced upon Margaret the necessity for economy more strict than it had ever been. Some days she had considered upon the subject, and then, hardly had she settled that a lodging in the country would be alike cheaper and more healthy for her pale children, than the"], [113, "MARGARET. 103 illness of little Dolly came to confirm her resolution. To the East ! What did that mean ? An absence quite limitless. And London without her brother had become very desolate. More over, its disadvantages were numerous now. The children had no freedom, and anything like a park or garden was too far to be accessible for them. If Elspet went out Avith them, household matters, the plain homely dinner for instance, must fare very badly ; and if Margaret devoted herself entirely to them, her painting could not be carried on. And how much depended on that painting and its success, she was now beginning fully to learn. The \" few days \" of the loan to Gaspar had multiplied tenfold, and no £15 had been returned. The bank refused to make any advance of money on her brother James's account, and gave her to understand that"], [114, "MARGARET. 104 the amount once in their hands had been already overdrawn. No letter from India came to remove or lessen the difficulty, and trouble and anxiety had begun to tell upon Margaret's quiet face. For it was a very patient face still. She had not lived so long without having a hun dred experiences of what God had done for her. A hundred times she had been on the verge of despair, as one by one Gaspar's schemes had failed and brought them to the brink of ruin ; and a hundred times she had risen and stood upright, she had lifted up her face and said, \" Thou hast set my feet in a large room.\" The flesh truly was still Aveak ; weak it would remain Avhile it remained flesh. But the spirit being willing, and a greater spirit of Love being willing, could not the flesh be combated and overcome ?"], [115, "MARGARET. 105 So Avhile trouble pencilled her face with its hard finger, the peace which passeth all under standing reigned there too. They are not incongruous, these traces and this peace. God loves to set apart his children, and to set on them His seal. Sometimes He stamps them with His right hand, full of gifts, and some times in His left He reaches out a martyr's crown. For there are martyrs nowadays great as any that have lived and died of old. I often think there will not be diverse mansions up in heaven for these and those. For both, at least, the cry of the poet-king is true — \" They that fear Him lack nothing.\" Margaret stood at the window, and feasted on the sight before her. Too often she had murmured in her soul at the poverty Avhich debarred her from the innocent pleasure of possessing a few flowers. A doubt of God's justice had, perhaps, crossed her mind at times;"], [116, "106 MARGARET. for the purer the soul the more eager is the Spirit of all Evil to enter in and mar its blame lessness. Why had He drawn His line between them, saying, \"0 rich, be happy, and possess all things ! \" and, \" 0 poor, be satisfied with \" With what, Margaret? The Spirit of God made answer, \" With Me ! \" So the disloyal thought had passed away. Margaret had but few friends noAv — she had never known many that were rich — but she thought of those she knew, and was compelled to acknowledge to herself that their compe tency had not satisfied them. Mrs. Armytage was rich — rich in the eyes of Margaret. Was she not restless, giddv even, good-natured perhaps, but lonely, and so selfish ? Luke Carew, her brother, was rich. Had he not failed in his love, and was not his life purposeless ? \" It must be a good thing in some ways to"], [117, "MARGARET. 107 be poor,\" said Margaret, \" because, at least, it makes us very prayerful. One can hardly be very poor, and yet Arery worldly ; for the world has no bait to offer to such as me. \" We must be satisfied somewhere. If the world fails, what then? We must turn else where. And there is no middle-ground, that I can hear of, between heaven and the world.\" A little blessing had come to lighten Mar garet's cares ; a little tangible blessing, I mean, over and above the patient, trusting spirit. The \"Girl's Head\" had sold for twenty pounds, and that sum had enabled her to pajT off every farthing she owed in London, to set aside a small portion for the first week's rent in the new home, and for the journey thither. Now, as she looked out, she planned another picture in her mind. It should be just this — the low cart, with its gay nodding load, the"], [118, "108 MARGARET. rough pony, the pale poor man beside it in the shovel hat. What a pity that she could not give the monotonous cry that accompanied them : — \" Flowers ! Pretty flowers ! All a-growing and a-blowing ! \" \" But I am not a poet,\" she said, \" else I would. I would make my picture speak.\" I am not at all sure of that, Margaret. Say rather, hopefully, Avith that Avoman-poet you revere — \" At least I am a poet in being poor, thank God!\""], [119, "CHAPTER XI. \" Little white cottages, all in a row, Gardens, where bachelor's-buttons grow, Swallows' nests in roof and wall, And up above the still blue sky, Where the woolly-white clouds go sailing by — I seem to be able to see it all 1 \" Robert Buchanan. All partings, even the most trivial — if such an adjective can be applied to noun so solemn in its suggestions — savour of sadness. The last long parting, of which all the lesser appear to us as harbingers, and from which they consequently borrow their gloom, partakes perhaps least of all of real sadness. Or should partake, rather. For is there not in the final separation a lack of lhat miserable"], [120, "MARGARET. 110 element of uncertainty, for those at least who have not drifted pilotless on the sea of life ? Parting for times and seasons are fraught with fears of Avhat may happen before we meet again ; above all are they laden with anxieties for the veiled path upon Avhich the beloved one takes his course alone. But once satisfied that the Creator has recalled to Himself the created, the work of his own hands, all appre hensions and all suspense must be at an end for evermore. The sorrow will remain truly, keen and poignant ; an arrow may be entered into the soul ; but, Avithout fear, grief loses its bitterest sting. It is like love, of which it has been said, that ceasing to hope and ceasing to fear, it ceases to exist. A last look at a dreary, dingy lodging brought the tears into poor Margaret's eyes. She had known much sorroAv there, much care, and very little love. Yet had the bare, smoke-"], [121, "MARGARET. 111 streaked walls endeared themselves to her; perhaps because so often they had kept her company when other friends, and kinder, more yielding faces failed. The children naturally shared in no Avay her feelings. New faces, neAv cats, new flowers, a journey in the train, a change — that was the vista which opened before them. The poor landlady, who came to assist in the migration and its preparations, and whose tears Avere far more profuse and nearer to the surface than Margaret's, met with no sympathy from the elated little couple. \" Oh no ! we won't see you again ! You'll be dead before we come back!\" Or, \"We won't come to London till we're big. Aunt Marg'ret's got a house at the country now.\" Or, \" No J you mustn't come with us, 'cos there wouldn't be any room for you ! Aunt Marg'ret, isn't it time to go ? Isn't it time to go, Aunt Mar-"], [122, "MARGARET. 112 g'ret ? Please, Aunt Marg'ret, when is it time to go? \" \"Have you got everything ready, Toto?\" he Avas asked. \" Oh yes — I'm just tired of being ready.\" \" Is the cab there, Master Toto ? \" inquired Elspet, by way of passing the time while she strapped the little bundle of wraps. \" There!\" he cried scornfully ; \" I dare say he's gone away now ! I dare say other people is driving him now ! \" \" I dare say they is ! \" echoed little Dolly, pouting, standing the picture of injured inno cence on a chair by the window, her green rosettes adjusted to her ears, and her hands in a minikin muff, which hid a little ragged but much-beloved penny doll, from her brother's scorn and irony. At length they started : canary, cage, and all ; bandboxes, trunks, and many parcels wTere"], [123, "MARGARET. 113 piled up outside and stuffed within, and with a sigh of hope fulfilled, Dolly settled herself on Margaret's knee. Toto held determinedly to two precious burdens — the cat minus the points of its whiskers, which had been the poor lodging keeper's parting gift, and a long black cotton bag, very cobbled, and apparently very empty, which was suspended from his arm. \"What have you got there, Toto?\" Mar garet asked, as her eyes fell on the mysterious appendage. \" It's mine and Dolly's tooth-brush, Aunt Marg'ret, and look here ! \" He plunged his arm into the depths of the black bag, and brought out a bottle of clear liquid, carefully corked. \" This is water what we'll wash them with : there isn't any time to stop and wash in the trains, is there, Aunt Marg'ret ? And then we'll be nice and clean when we come to the VOL. I. 1"], [124, "MARGARET. 114 country, Aunt Marg'ret — and won't that be nice, Aunt Marg'ret? \" \"Very nice, darling,\" she answered, laugh- ing. Much nicer and cleaner than they had been for many a day, certainly : comfortably settled within easy reach of water at home, Toto and Dolly had never thought of this important and imperative duty. \" But their pleasures are few,\" said Margaret; \"let them enjoy them while they can, and such as they can have. Poor little ones ! God knows how soon they AviU have cares to fret them ; He cannot Avish us to come between them and their little happi- ness now.\" The closely-packed houses at first, the clouds of smoke behind them as they left the city, the flying trees and fields and hedges, were cause to them of unceasing interest."], [125, "MARGARET. 115 A dog running beside the train, and barking lustily, raised a scream of excitement from them both. And when these things began to pall, there was a long tunnel, and Dolly was taken upon her aunt's knees, where her fears at the un natural darkness were quickly dispelled, while Toto had recourse to the black bag, and plied his hard, unused tooth-brush vigorously. It amused Margaret not a little to find that the system of all things in common (all, except a sword, which could never do for a \" gurl,\" and a Bible, which she could not read — nor he either, for that matter, as yet) was carried to such lengths that even the tooth-brush was the property of both. \"Here, darlin',\" said the little man to his sister when daylight had once more burst upon them, scrubbing the brush with the palm of his hand, and then on the outside of the black 1 i"], [126, "116 MARGARET. bag. \" Here, darlin', you can do it now ; it's so nice to do ! \" Before the novelty of the journey had worn off their destination was reached. A lodging, tiny enough, but clean and cheery, bright fires burning (a luxury not to be continued on so extensive a scale, but very cheering to the new-comers), clean beds, and the kind face of another good-hearted land lady. There are many good hearts in the world nowadays, in spite of the cry of the de generacy of the age ; and so Margaret thought that night. In the morning, fresh pleasures. The sun flooding the little rooms, and taking away nothing from the pervading look of cleanliness; a little garden, where rings of crocuses Avere springing up; and a fresh March wind carousing in the trees. The children were early at the window, in"], [127, "MARGARET. 117 clean pinafores and high spirits. The idea of playing all alone, and on the nice green grass too! When Margaret joined them, a shower of questions was rained upon her. \" Who left those big baskets in the gardin', Aunt Marg'ret?\" They were the flower-beds, marked out with with wicker-work and handles. He must have been a strong man who left them there ; but I do not think Toto and Dolly would have been the least surprised, in their present state of mind, to have seen a giant emerge from a crocus, and carry off the \" left \" baskets on his head. Everything was like fairy-land at Fernhill."], [128, "CHAPTER XII. It would be strange, even in this English atmosphere of reserve, were it possible for any one to settle in a given place, say, with the strongest determination to avoid society, and find themselves at the end of a few weeks as isolated as when they first arrived. There is the clergyman, at all events, Avhose duty it is to seek out all neAv comers, espe cially if their face should become familiar to him in church. The duty is often a painful one, and too often is unwelcome, but a duty it remains. It behoves us I think to look com passionately upon the intruder in such cases,"], [129, "MARGARET. 119 bearing in mind that we too have offices to fulfil as distasteful and as unwelcome to our friends. Margaret and her children had not been a week at Fernhill before Mr. and Miss Williams called. Father and daughter though they were, they bore little resemblance to each other. But I am anticipating ; for Margaret Avas not at home to receive the visit, and her first impressions Avere gathered in church. The morning service being too long for the children, she had gone alone ; and the sermon over, she felt she could not repent of having left them behind. For never did anything appear to her as less likely to have influenced a child in any favourable manner. Not that she expected poor little Toto to benefit from, or even to listen to, a sermon. Christ Himself would hardly, I think, have wished one of those little ones of whom He"], [130, "MARGARET. 120 spoke — nay, whom He exalted into the blessedness of His human arms — to hearken to the Sermon on the Mount. And what sermon ever approached to that one, in sim plicity as in grandeur, in love as in majesty ? A little child may have listened to Him, speaking as man never spake, and may have carried away in its infant mind Avords which death itself could not silence, but only swell ; but I clo not think that Christ hade the child. There is no instance of His demanding bricks without straw ; and when He lifted up His A^oice to call young children, it is not written that He cried, \" Follow me ! \" as to His older servants, but only, \" Suffer them to come ! Forbid them not! \" Margaret remembered this; but moreover she did not wish that anything external should be suffered to blur the image of God, if at present that image must remain misty and"], [131, "MARGARET. 121 imperfect. It was at least 'a simple image still. Would it have remained so had they been forced to sit through the Aveary cut-and-dry discourse of the morning V God's house they knew the place to be — the man speaking was God's servant. Then the message must be God's too. What a hard, ungodlike, rather un-Christlike, message to put into his mouth ! \" I don't knoAv how it was,\" said Margaret with a sigh of relief, turning into the road, arched over with its powdered elms, hardly shady yet, but just green enough to mystify the sky — \" I don't know how it was, the sub ject was very good, and it was very well worded ; and he seemed very earnest about it, at least very decided, if that is the same thing (but I am not sure that it is), and it was all quite true. But how tasteless he made it all, and how hard and doctrinal it"], [132, "122 MARGARET. sounded ! Must I go there every Sunday ? Ah, this is one thing lost in leaving London ! There Avas always some one within a stone's throw who could teach us something, and teach it Avell.\" \" We are too ready of complaint,\" the poet says. And another — \" Judge not the preacher, for he is thy judge, How know'st thou but thy sins made him miscarry ? \" The verse came into Margaret's mind ; but it neither satisfied nor silenced her. If he had miscarried, she thought, she could have forgiven him; but his \"faulty faultlessness \" aggravated her. And then preachers are a recognised butt, a bone of contention ; poor Prometheuses bound to a rock, afterwards to be torn to pieces by ravenous eagles. True, Prometheus has the advantage of a short half hour over the birds of prey, but have they not all the week to feed upon him ?"], [133, "MARGARET. 123 It was not one o'clock of the Sunday fore noon, and already Mr. Williams was being fed upon by Margaret, as she paced home with a less pleasant expression upon her face than was usual (because her under lip was pouted significantly), and by Mrs. Hobson, the landlady of \" Garden-bank,\" in fact, of Margaret's present home. Indeed, according to her account, the greater part of the parish was probably feeding too. She met Margaret a hundred yards from the house. \" He do knock Scripture at ye, ye see, miss, like as Ave were convicts a-going to be hanged — you'd never go to think we was a respec tible, steady parish, miss, without no pertikler sins, so to speak, to hear him letting on — now would you, miss? He's that hard, you'd take him to be made of half-sovereigns; and not he, miss ! he's never a penny more nor he can"], [134, "MARGARET. 124 just scratch along with, miss — and him to knock us that way with Scripture ! \" Mrs. Hobson felt she could better have re ceived a rebuke from a parson composed of half-sovereigns. Margaret's reply was interrupted by quick, regular footsteps behind. Mr. Williams and his daughter passed them. He was an elderly man, probably past his sixtieth year. About the middle height, his figure was not very erect ; rather his head and shoulders were not so, and yet he had not a slouch ; people Avith decided faces and mouths do not slouch. I must say, then, that he pro jected his head slightly forwards. For every thing 'about Mr. Williams implied action ; his square mouth, firmly closed, had not become so unintentionally ; his head did not project itself, therefore, from inclination, from weak ness, from indecision, but because he wished"], [135, "MARGARET. 125 it so to project. We may wish and will unconsciously. I do not mean that Mr. Wil liams had at any given moment decided that henceforth his head should rather precede him self. His hair was already silvered, and yet his face bore few traces of age ; and his quick, regular tread had something of youth in it, and something of age. It seemed to Mar garet that each step began with a slight shuffle, and then recovered itself Avith a very slight spring. His eyes grey and keen, and withal very truthful, were reflected in his daughter, minus the keenness. Hers were larger, softer per haps, very wide open, and of a deeper grey. She had no pretence to good looks : a white face, the cheek bones a little high, and the face broad ; the whole face square, and the figure short and set. Her forehead was very"], [136, "126 MARGARET. low, and the dark, colourless hair, neither black nor brown, was drawn tightly back, and gathered into thick plaits behind. But even the hair took a square set, and left the low forehead square too. Mrs. Hobson had a favourable report to give of Miss Williams, she appeared to be more or less liked in the village. The next day when Margaret, with Toto, arrived at the rectory to return her visit, she Avas ushered into a square drawing-room, Avhere in a square arm-chair Mr. Williams was seated. He raised his head from a Greek Testament and three commentaries, and levelled his spectacles at the intruders. It was some time before he unsquared him self sufficiently to move, or to address them ; but when he did so, Margaret was agreeably surprised. His manner had not the full courtesy of the old school, but neither had it"], [137, "MARGARET. 127 any of the hollow forms and parades of over joyment of the new. \" I am afraid I have disturbed you,\" said Margaret, apologizing. \" Not at all — pray take a seat. My daughter will be with you immediately. You have not long been a resident in my parish, I think ? \" And then they had some talk of village matters, at which Margaret fancied the mouth before her squared itself a little more reso lutely, though no word of blame against his parishioners escaped Mr. Williams's lips. And finally, Ellen Williams, in a brown dress, with a collar that did not meet by two inches, but scrupulously neat and clean, came into the room, and held out a square white hand to Margaret. \" Papa and I are very glad to see you,\" said she. \" I saw you in church, and I wanted to know you. Papa does not see much who"], [138, "128 MARGARET. is in church ; but if he could he would have liked to know you.\" \" This is my little nephew,\" said Margaret. \" Yes, I know ; Mrs. Hobson told me. Are you fond of children ? I am ; but I like babies best. Do you like babies ? \""], [139, "CHAPTER XIII. \" Pickering, ain't you done with that scrib bling now ? \" \"No, missus; not just yet. Hope there's no offence,\" he went on, reading aloud each word as he wrote it, and blotting every line Avith an emphatic application of his coat sleeve. \" Pickering, I ain't used to be kept waiting so. I want a cheque cashiered, if you please, immediately, Pickering.\" \" Cashed, I think you mean, my woman.\" \" You know well enough what I mean, Pickering. Don't prevaricate, now, just to VOL. I. K"], [140, "MARGARET. 130 get your letter written out, It isn't any use, Josh \" — Mrs. Pickering corrected herself — \" It isn't any use, Pickering, to put off, because you always has to do it at last.\" \" What's it for, old Avoman ? \" \" What for ? Why, just for the journey, of course. It's all your notion about going, Pickering ; and very glad your poor wife is to tear herself away from the blessings of 'ome and ' appiness, and all for the sake of you, Pickering. And all I asks is for you to be grateful, Pickering, and put on a smiling face sometimes to your poor wife — your poor Juliana, that you courted so at Margate. You ain't got a poetic soul like mine, Pickering, if you can go and forget all that so soon.\" \" But it's a long time ago, my woman,\" said her husband, clapping-to the blotting-book of Avhich he had made so little use, and preparing to light his pipe."], [141, "MARGARET. 131 \" It do seem very long some days, Pickering, and other times it seems nothing at all. It don't seem no time now, do it, since I sat on the step of that dear bathing-machine \" \" Only sixpence a bathe, my woman, wasn't it ? \" \" That dear old bathing machine,\" she con tinued, not heeding the interruption, \" and you comes by so very handy, Pickering, and says, ' Juliana, I see you're very fond of the ocean. If you'll be Mrs. P., you'll have pictures of the ocean so long as you live ; and what's more, you'll have all the money I get for 'em.\" \" I was very young, wasn't I, old woman, when I said that ? \" \"That's ten years come Easter, Pickering, and \" \" You couldn't sit very comfortable on a bathing - machine step now, could you, Mrs. P. ? \" K 2"], [142, "132 MARGARET. This was too much for Juliana, coupled with the loud laugh that accompanied it. She threw herself into an arm-chair, and gave way to hysterics. Mr. Pickering rang the bell without laying down his pipe or changing the position of his legs, which now rested upon the mantelpiece. Fitful sobbing went on at intervals for some time ; and, as the bell was not answered, the anxious husband did not attempt to bring fur ther help. He eyed his wife, however, now and then from his corner, and then, as Hood says, \" he eyed his pipe.\" Mrs. Pickering's arm-chair was in the win dow. When she had burrowed in all parts of her apron and her hands, and the effort of sobbing had become a little exhaustive, she threw her head back, turning her red and streaked face from her husband, and remained quiet, looking out of the window with swollen"], [143, "MARGARET. 133 eyes, and occasionally applying her handker chief to them. Her appearance was so exactly that of an injured wife upon the stage that to any one but Joshua Pickering the scene Avould have ap peared wholly comic. The tremendous palpita tions and heavings, her tear-stained cheeks, her stout figure, her round dimpled hands both employed in an apparent endeavour to quiet those heavings, and her tragedy-queen attire, all served to perfect their theatrical effect. She wore a long soft green dress (an olive green), and on her head an ornament, half cap, half coif, composed of tumbled yellow lace and other white materials. On the dress itself too was a profusion of the same lace, rare and costly in itself, and all the more out of keeping on this account with the common dress and its wearer. A ponderous red coral necklace put the finishing touch to this peculiar toilette."], [144, "MARGARET. 134 But Mr. Pickering had too long been behind the scenes to see much amusement in the little comedy. Moreover, it so often ended in a tragedy, of temper and sulkiness, that he felt obliged to seize the first opportunity of bringing matters to a more pleasant termination — of taking the bull by the horns, as he said. \" Here, old woman,\" said he, \" here's the cheque. You always get your way in the end — eh?\" and he poked her playfully. \" Your nervous system ain't so strong as it used to be, though you're such a fine woman still. And you can spend this any way you like — on the road, you know. What do you think of Mar seilles, and on to Italy ? \" Mrs. Pickering was now well enough to begin to think a little, and to slip the cheque into her pocket, determining to \" cashier \" it herself later in the day. \" Not that it's the cheque as has upset me"], [145, "MARGARET. 135 so, Pickering ; only tokens is tokens, and I don't seem, somehow, to realise as you love me, Pickering, without you show me it — some nice little way, you see.\" \"Well, well, that'll do, old woman,\" he said. \" I'm going out to drop a letter in the pillar post, and I'll cash your cheque, or you can keep it till I come home with the money, if that'll make ye happy.\" And \" Oh my eyes ! \" he added to himself as he went out, \" what an old fool the poor old girl is ! I'd run away from her to-morrow (don't ye see yourself running, Mr. P.?) only what'd become of her, I should like to know ? She'd starve, let alone the hysterics.\" He stopped at the first pillar post-box, and dropped in a letter with a smeared address. \" Poor thing, poor thing ! \" he muttered to himself, \" I'll be bound she has a hard time of it. She don't make her twenty-five to thirty"], [146, "136 MARGARET. a-day, Joshua Pickering, like you.\" And it was not of his wife that the artist spoke this time. She, as has been seen, had the upper hand with both her husband and his earnings. He strolled slowly on towards his studio, to make, as he said to himself, \" a few more pot boilers.\" And his next door neighbour heard him for the remainder of the morning alter nately singing snatches from \" Norma\" and the \" Traviata,\" and quoting in a strange monotone from The Taming of tlie Shrew — \" A woman moved is like a fountain troubled, Muddy, ill-seeming, thick, bereft of beauty.\" \"Not that she'd ever much to spare, dear soul,\" remarked Mr. Pickering, en passant, sweeping in a chalk cliff and a breaker."], [147, "CHAPTER XIV. \" I thought I might come in and see you, as I have nothing particular to do,\" said Ellen Williams naively, her white face and frank grey eyes looking out from a round brown hat with brown ribbons, and fixing themselves steadily on Margaret. \" I am so glad,\" was the answer, as honestly given. \" You will not mind my going on with my painting, will you ? because I am so anxious to finish this picture.\" \" I should like to see you paint, because I don't know how you do it. Please go on. But you have got a headache, haven't you ? \" Margaret's face answered the query well"], [148, "138 MARGARET. enough. She was standing before her easel with one hand on her waist, and with the other plying her brush. To the usual pallor of her face dark lines were added, which threw out the eyes themselves, and gave them a new beauty. But it was a melancholy beauty, and Ellen Williams was discomfited. \" I don't like to see you look so ; you have a headache, and I think you are unhappy, too.\" Margaret turned away sharply to get a fresh tube of paint from the box on a chair beside her. \"You're not vexed at me, are you?\" asked Ellen. Margaret turned at once, and put her hand on her shoulder. \"You did not think I was angry? I hope not.\" \" No : you are too good to be angry ; but"], [149, "MARGARET. 139 you might be vexed. But if you are not vexed, please tell me, are you unhappy ? \" \"Not very happy, dear,\" said Margaret, her lips quivering a little, and two large tears that had welled into her eyes rolling heavily down her face, and falling on her palette with a little splash. \" At least I am a little unhappy and a little unwell, and each makes the other worse. But you have made me worst of all, Ellen. I should never have cried if you had not come here.\" \" I always do something wrong,\" said poor Ellen, Avho took everything as matter of fact. \" I wish 1 had stayed at home and finished Mrs. Bunting's frock.\" \" I am very glad you didn't. It does people good to cry sometimes, when they are unhappy. I did not mean that seeing you had made me sorrowful, Ellen.\""], [150, "140 MARGARET. But Ellen looked very puzzled still. \" I never cry,\" said she. \" I don't re member crying since mamma died, and that's ten years ago. 0, I cried once when papa was angry with Jack, and once Avhen Jack went back to school, but that's ever so long ago too.\" \" Who is Jack, Ellen ? ' \"My brother.\" \" I never kneAV you had a brother.\" \"No; because Ave don't speak of him, and we can't love him now as we did. Jack has turned out bad.\" \"Does he never come home?\" asked Mar garet, roused at the news of anything concern ing a brother, and her heart opening to the unworthy Jack immediately. \"0 no ; he is not fit to come back, he has displeased papa too much, and we never talk about him. You would hardly know we had"], [151, "MARGARET. 141 ever had a Jack at home now. Except when I find something of his in the passage cupboard, I almost forget he is alive.\" \" And he never Avrites, Ellen ? \" \" No, he never writes. He doesn't care for us at all.\" \" How do you know that ? \" \" Because he never comes home. I stay with papa because I love him, and Jack stays away, so he cannot lo\\Te him.\" \" But perhaps he is afraid to come home.\" \"Yes, I dare say he is. I don't know whether papa Avould let him come into the house. He got into a dreadful scrape once — he spent more money than he had, and papa paid his bills once or twice, and then he told him if any more came in he would send him away to Vancouver's Island, or Van Diemen's Land, or somewhere that he should not be a disgrace. And after that \" — Ellen opened her"], [152, "MARGARET. 142 eyes wide and looked up into Margaret's face- — \" he got more bills in, and then he tried to get the letters before papa came down to breakfast, and once or twice he drove six miles to Shingle down to get the afternoon post. And at last he opened a letter that wasn't a bill, but something very private for papa. So papa asked him whether he had seen it, and he said ' Yes/ We were always taught to speak the truth, and I don't think Jack ever got rid of the habit. However papa said he should take off half his allowance that year, so he had thirty pounds left to live upon ; and he told him his insolence was unbearable, but that, as Elisha left it to God to punish the children that mocked him, so he would leave it to God to punish Jack. And when people said that Jack took to gambling and playing billiards at Shin gledown, papa said that was God's punish ment, leaving him to himself and the devil;"], [153, "MARGARET. 143 and so he said he wasn't fit to come home any more. Jack was very proud, and he has never come home. I never said good-bye to him even ; papa met him in Shingledown, in the street beyond the clock. And that's seven years ago. I was fifteen then. I am twenty-two this month.\" \"And I am nearly twenty-four,\" said Mar garet. Then she relapsed into silence and went on painting the sleeve of her portrait ; it was of a little village child with a bunch of primroses and a sun-bonnet in her hand, and all her brown hair tumbling over her bronzed face. She could not understand Ellen Williams. She had spoken with such strange, unnatural composure, telling a story so fraught with misery and mistakes and evident mismanagement — a story, not of some stranger, but of a brother, an only brother ; how was it possible ? The words so measured and unsparing, had sounded heartless"], [154, "Al A RG A RET. 144 in the extreme ; and yet Ellen Williams sat before her with her kind, womanly face up turned, belying any such verdict. At this moment her thoughts were evidently concerned in the matter of Margaret's head-ache and doAvncast looks. \" Ellen,\" said Margaret, with a sigh, and, after a long pause, \" how did you get rid of your love for Jack ?\" \" How?\" said Ellen, astonished. \" Why, he drove it away himself, I suppose. If you had a sinful brother, you would stop caring for him, wouldn't you?\" \" No, I don't think I should, Ellen.\" Mar garet spoke gravely, almost severely. Then there was a pause again. \"Well, I don't know, I am sure,\" sighed Ellen. \" Papa says we must not love what is given over to the devil. I should love Jack if he were good again.\""], [155, "MARGARET. 145 \" Then you do not pray for your brother, I suppose?\" \" Yes ; I pray nearly every day.\" \" As you pray for all Jews, Turks, infidels, and heretics,\" said Margaret ; and by this time her face was flushed enough. \"It is the first time I have heard that Christ's religion is to love only those who love us, who are good and holy. I thought that law was out of date, Ellen, by eighteen hundred years and more.\" Ellen did not speak, but opened and closed her hands upon her apron in silence. Presently Margaret broke out : \" Tell me once for all, Ellen, — putting aside the Bible, if you will \" \" But we must never do that,\" said Ellen. \" Tell me,\" continued Margaret, impatiently, and stopping painting altogether, while she fixed her eyes on her auditor, \" if you think TOI.. I. L"], [156, "146 MARGARET. there is anything grand, or beautiful, or noble in such a creed ? Spartan heroism was very well in its day and time ; but now, in this country, in our time, have we not had a better way put before us ?\" It was some time before Ellen replied. When she did so, she said : \" Papa says that God is perfectly just. If we are to be like Him, we must be just too, and not smile upon sin, but punish sinners.\" \" I have always understood,\" said Margaret, \" that our pattern is God Almighty, as we see Him in his Son. We are setting ourselves a great task if we aspire to that, Ellen, don't you think so?\" \" Oh, yes,\" said poor Ellen, humbly. \"And I have never read of Him that He turned from people that were sinful that He forbade them to approach Him. Rather I have heard how He entered into a sinner's"], [157, "MARGARET. t47 house, and allowed a woman that was a sinner to wash his feet.\" \" But they were penitent, were they not?\" \" Ellen, if they had not had our Lord to go to in the exact moment of their penitence, how do we know they might ever have repented again ? If we shut out those we love from us, how can we hope for any influence with them ■ — how can we dare to hope for forgiveness ourselves?\" \" But Jack was so often wicked,\" said Ellen. \" Not until seventy times seven, I think, Ellen. I don't mean to scold you, or to give you impertinent advice,\" and Margaret laid down her palette, and took a seat beside her guest ; \" but it grieves me to think you should look at your poor brother so — that you should look at Christ and God so, Ellen ; for you are a good girl, I know, and you think all the while you are following Him. And you are L 2"], [158, "148 MARGARET. not a child ; you are twenty-two now — a woman ; you could influence both Mr. Williams and your brother, and do such good.\" \" Ah, you have a brother Avho is good and clever : you cannot understand Avhat a grief a brother can be. Papa told me \" \" Ellen, I have griefs that you don't know about ; but do you know I would rather have them, sore as they are, than have the hardness you feel to your brother. I Avish I could think you grieved over poor Jack!\" But Ellen's face changed only from amaze ment to amazement, and perplexity to per plexity. Margaret felt she could not make her understand, and was sure that she too did not fully comprehend Ellen. And afterwards she blamed herself for the bitter way in which she had spoken. \" It is not her fault, poor girl ; it is the teaching of last Sunday's sermon that"], [159, "MARGARET. 149 has gone on through her life. Must I listen to it again next Sunday ?\" \" Will you walk with me to Draybridge on Sunday?\" asked Ellen, as if she interpreted her friend's thoughts, but that was far from poor Ellen. \" There is service there at three o'clock, and papa is not going to preach here in the afternoon, and you would not care to hear the curate. He takes no pains now that he is going away. It is very wrong of him.\" \"Why is he going away?\" asked Margaret. \" I don't know. We often change our curates. Papa is very particular, and he says young men nowadays are so lawless.\""], [160, "CHAPTER XV. \" Vulgar natures alone suffer vainly.\" Owen Meredith. Margaret had well said that she had griefs of which Ellen could know nothing, of which no one as yet knew anything beyond Elspet's conjectures as to the cause of the continuous \" headache \" with which her mistress put her off from day to day. \" Aunt Marg'ret's got a pain on the top of her head,\" said the children, \" and we mustn't make a noise.\" These griefs seemed to increase instead of to lessen, and proportionately the \" head-ache \" increased. Gaspar's letters, at all times like"], [161, "MARGARET. 151 angels' visits (in two senses so to his sister), had become more and more rare. The last, dated from Cairo, had treated entirely of expeditions to the Pyramids, and of a pamphlet which Gaspar purposed shortly to publish, to be entitled \" Conjectures on the Structure and History of the Monuments of Egypt.\" Two publishers had, it may be mentioned, refused to risk its publication, and had advocated its appearance in some periodical. But Gaspar and the periodicals were not on terms which permitted of this, Avithout something very like an apology, or a condescension, as he would have termed it, on the part of the author. And Gaspar Marshall did not know the grandeur of humility, nor the nobility of self-abasement. He had not learnt that next to doing good stands the virtue (if I may call it such) of allowing that one has done evil. Nor had he realised that on this troublous sea."], [162, "MARGARET. 152 of life whoso sets himself in the trough of one Avave, will find himself straightway on the crest of the next. He still held to the largest rooms at feasts, and it was more than he de served that so seldom had he been called upon to \" sit down lower.\" Margaret was fully aAvare of what this fresh scheme of publishing would entail. A large outlay to begin with, a return most uncertain, and at all events far distant. Then the subject would of necessity detain her brother abroad, and engross him to the hindrance of all other Avork, more fragmentary, but certainly attended by less risk and more emolument. And in the meantime affairs at home became more compli cated, if the steady ebb of Margaret's slender resources could be said to complicate affairs. Ellen Williams's visit had been paid on a Friday, and up to that time no answer had been returned to Margaret's letter of inquiry to"], [163, "MARGARET. 153 Mr. Pickering. She had ceased to look for any, accepting it as a fact that he did not think her capable of giving lessons. And even if he could help her in this matter, how could it now be managed? There were certainly no pupils at Fernhill, and a distance of three miles from any station made the village more out of reach of London than many places at a greater dis tance. But the same fact lent to the little spot its charm, and left its rustic beauties and quiet undisturbed. So in this, Margaret, you have something to be thankful for after all. Neither for you nor the children would a gayer, more peopled suburb of the great city have done as well. But sorrow sadly discolours the mind's eye, as does sickness so often discolour the eye of the body. With Margaret's uneasiness as to her brother, as to the very means of living, and her hopelessness as to the sale of her"], [164, "AsARGARET. 154 pictures, upon which it seemed to her she was lavishing in vain her life and strength, there came a miserable and morbid tone upon her whole mind and the Avhole life she was leading, upon every thought, and as it seemed to her — for she was more or less aware of it — upon every word she spoke. Mrs. Hobson more vociferously than ever called her that \" sweet young lady as never said ' no,' to nobody,\" and Elspet's \" My poor pet lamb — dear heart of her! \" might have been heard a thousand times in the ten minutes the good woman lay awake at night to puzzle over her mistress's misfor tunes, Avhich, indeed, she looked upon as her own. Of Gaspar Margaret never spoke except in love and admiration, and seldom then. She had a feeling that Elspet thought hardly of him, and to any such she would never mention his name more than she was obliged. But Elspet knew well enough that the little coffer"], [165, "MARGARET. 155 must be nearly empty, and that as yet little result had followed upon Margaret's unceasing labours at her easel. Who does not know too the strain upon mind and body that long-continued and earnest attention to any art entails ? I mean where the soul is thrown into the endeavour to excel, to reach the perfection which, alas! is never reached. The anxiety, the dissatisfaction, the hope measured out as it were to lure on its victim, and not enough to uphold him in the struggle — the weariness, the impatience, the restlessness ? Mr. Pickering, I am aware, was seldom or never troubled with all these. But there was some lack in him, some link missing that is mostly bestowed where there is taste, and genius, and soul combined. Margaret, had she but considered this, might have taken courage. She might have repeated what she"], [166, "156 MARGARET. had said a little bitterly to Ellen Williams, \" I would rather have my grief than your hardness.\" And comfort in another form, rather I should say in other Avords, awaited Margaret. Is it hackneyed, out of date, a popular delusion, to imagine that comfort can be taken from a sermon ? So many things are popular delusions now that one becomes distrustful. But before the comfort, came yet another trouble, the tidings from across the seas that James Marshall was dead. Margaret had not seen him for so long, he had entered so little into her existence, that she could not feel the loss keenly for herself. For the little ones, now orphans, Avas all her sorrow. She had known too well what it was to lack father and mother to think lightly of the trial that had come upon them, though little did they"], [167, "MARGARET. 157 realise it now. Each little face puckered up into a cry Avhen she first broke the news to them; but more from sympathy with the tears upon her own face than that they had grasped the fact. Dolly, hardest to comfort at the time, was soonest to forget ; and for many clays after Margaret noticed that Toto's face wore a sorrowful, earnest look that she had never seen before. She spoke to them frequently on the subject, anxious that they should neither conceal what grief they felt, nor look with awe and fear upon the mes senger that had come amongst them. And that with the boy, at least, his father's words and memory had not passed away was obvious. One day — he had stood a long time biting his drum-stick and staring out of the windoAV with earnest eyes — he came up to Margaret, and taking hold of her locket said sorrowfully —"], [168, "158 MARGARET. \"Aunt Marg'ret, please to make me be called Charlie.\" \" Why, darling ? \" she asked. \" 'Cos papa called me that, and ' Toto's' so baby. Papa said so, — and — and he's gone away, and dead — and \" He burst into a flood of tears, and laid his little head on Margaret's lap. He was in the April of his days, and sunshine quickly suc ceeded showers, but he had his wish of being henceforth called Charlie. I have said that on a certain Friday, and it Avas a Friday in May, Margaret had received no answer from Mr. Pickering. On the succeeding day, Saturday, he had, however, dropped a certain letter, with a certain remark, into a pillar-post in Bond-street. So that there is still hope for her, if she could but know it. The Indian letter in the meantime had put all else out of her mind."], [169, "MARGAREZ. 159 On the Sunday she did not go to church in the morning, but sent Elspet, and stayed at home herself with the children. Such a happy morning it seemed to them, and very peaceful it was even to poor Mar garet. They dragged a shawl on to the grass for her to sit on, and the big \" picture Bible,\" and other books Avere brought out. Then with an umbrella each, and one for their aunt, they sat down \" in their tents,\" as they said. \"Let's p'etend to be wild hairy men,\" said Charlie, opening his eyes wide, \" like Mr. Esau.\" Margaret read them many stories, and spoke to them of each one, and the lessons it held for them. But she did not plague them Avith learning much by heart. She herself had any thing but pleasant associations with some of the most beautiful psalms and collects from the fact that they had been given her as tasks."], [170, "160 MARGARET. Each child repeated a hymn and learnt a new verse or two during the morning. \" You must say one to that lady Avho comes to see me, Charlie,\" Margaret said. \"Oh, Aunt Marg'ret,\" said he slowly and reproachfully, \" she isn't a lady ; you're a lady, 'cos you're my Aunt Marg'ret, but she's only a woman.\" When Ellen Williams called for her com panion on her Avay to Draybridge, Margaret thought it Avell to repeat and enforce her wish. Charlie was told to say, \" Awake, my soul,\" which was supposed to be his master-piece. He raced through it, with his hands behind his back, in a sing-song voice, but fluently enough, till he came to the lines beginning \" Improve thy talents,\" which he rendered, by way of variety, thus : — \" Reprove thy talents with due care, For the big day thyself prepare.\""], [171, "MARGARET. 161 \" And isn't big, and great, and large jest the same, Aunt Marg'ret ? you said they was jest the same, at my spelling.\" Ellen Williams smiled faintly, and, as Mar garet noticed, for the first time since they had knoAvn each other. When she returned from her room, having just put on her bonnet, she found her leading Dolly about by the hand, and quite at home with them. \" Aunt Marg'ret, why have you got on a black bonnet?\" asked Charlie. \"Don't you know, Charlie?\" she asked \" Why haven't I got a black blouse, and Dolly ? He's my papa and Dolly's.\" \" You will have them soon, darlings ; they are not ready yet.\" \" Should you go out, Margaret,\" said Ellen, hesitatingly ; \" till you get your mourning.\" \" I need to pray and to hear a sermon more than usual, I think, Ellen,\" she answered, M VOL. I."], [172, "162 AfARGARET. smiling sadly. \" Elspet has lent me a black shawl, and the skirt and bonnet I had by me.\" Elspet had secretly vowed she would never take the shawl back. \" It's been laid by this ten years, and what's the good to the like of me?\" They had not opened the garden gate before the children were running and calling after them, — \"May we build with our bricks, Aunt Marg'ret?\" \" Oh, no ! \" said Ellen unconsciously, and scared at the idea. The children thought that Margaret had spoken. \"What, not if we build a church?\" The permission was given, for it seemed to Margaret that the angels themselves could hardly find more innocent amusements than did these children. She could not forbid them"], [173, "MARGARET. 163 to chase butterflies, why should she forbid them to play with bricks? And she knew they really did believe they Avere to build a church. m2"], [174, "CHAPTER XVI. \" God is all in all, or no God at all.\" George MacBonald. The door of the parish church of Draybridge stood wide, and a soft May wind was toying with the elm branches that overspread the churchyard and the path. Butterflies fluttered and alighted on the yew-trees and on the graves, fit emblems of the resurrection of the Just; and a blue-winged swallow swept sud denly up the aisle, and beating itself an instant against the coloured windoAv-panes, as suddenly turned affrighted, and finding itself once more free, rose with a jubilee of flight and chirrup ing into the warm blue air."], [175, "AIARGARET. 165 There is nothing more restful, I think, than an English country church on a summer's day. The cool carved stone, and the old oak benches, contrasting with the sunshine and the heat out side, the stillness within before the service has begun, or in the pauses of it, the life without seen through the open door — and what a pity it is when they close it ! — the cows browsing on the village green, and the endless varieties and successions of light and shade upon the grass, or in the branches, or on the sandy path. Yet silence there too, with all its life ; silence, because this is the day that the Lord hath made, — life, to rejoice and be glad in it. There was a sycamore outside Draybridge church, no rival of the elm tree, but standing in noble solitude on the other side the path. It had hung out its green flower tassels daintily from each little tent of down-dropped leaves, and the low, continuous, and melodious buzz"], [176, "166 MARGARET of many bees stirred among it. Once or twice, laden to satiety, a large velvet \" bumble \" would, like the SAvallow, sAveep across the doorway, its muffled song Avaxing loud and then waning as it passed away. Margaret felt that her troubled mind was the only thing discordant in that place of holy calm, the only tuneless note in the universal hymn of praise. It is a well-established fact (and no one who has ever realised God as a Father, and his soul as the work of His creative hand, can doubt it) that the soul has seasons — its cold Avinter, its chilly but hopeful spring, its noonday heat of summer, and its calm, sorrowful, yet patient autumn-tide. Time when, independently as it often seems of all external cause or circum stance, we sink into a callous, frigid, and immovable state from which it is impossible to arouse ourselves. For if we love God, we are aware of this lovelessness, and Ave are"], [177, "MARGARET. 167 pained by the knowledge, if our love be true. It is a paralysis of the soul, when unable to feel or move, we yet feel keenly the loss of feeling and of motion. Margaret, who was no saint (and had she been so, I doubt her escaping wholly the universal frost-bite), was passing through such a season now. For many clays past she had knelt many times to pray, and had risen hard and loveless as before. It seemed to her that behind her many cares and much weariness God had hidden his face. On this Sunday in church she felt that she did not really pray. Each petition as she strove to drive it upwards fell to the earth, unheard as it seemed to her, unheard as it is possible it may in reality have been. His ways are past finding out : thank God it is so ! If it were not so, He were indeed no God. Once in the glorious Litany, Avith \" strong"], [178, "168 ATARGARET. crying and tears,\" she joined her voice and heart to that of the congregation. \"That it may please thee to defend and provide for the fatherless children .... and all that are desolate and oppressed ! \" But for the sermon she longed with an intense longing and an eager hope. Some neAv word, some blessed thought, might rouse her, and melt the stubbornness at her heart. Nay, she even prayed, with bent head when the prayers were ended and there was a pause of silence, that it might be so. When she raised her head, the clergyman who had read had given up his place in the pulpit to another. A man rather above the middle height, with a face so thin and pale that Margaret stamped him immediately as an ascetic, rose from his knees, and from thin, firm lips gave out in a distinct and sonorous voice the text, \" God with us.\""], [179, "ATARGARET. 169 He paused and looked quietly round the church. The faint colour that had been on his face when he rose from his knees died sloAvly away. He took up his handkerchief, passed it over his lips, and repeated, \" God with us.\" \" Not to those,\" began the preacher, \" who deny the existence of God, nor to those who wTould make for themselves a private god- — I may use the word, I hope, without irreverence, seeing that I can find no other to express my meaning — not to those Avho fashion to them selves a being AAdiom they can understand, and strive to make Infinity finite — not to such would I address myself to-day. \" In our large towns and cities, where god lessness and open sin walk hand in hand, Avhere atheism flaunts itself unshamed in the broadest light of day, and has its hundreds of disciples — it is our duty, as ambassadors for"], [180, "MARGARET. 170 God, to protest against this open rebellion, this bold-faced disavoAval of our King. \" But in this country church, in the midst of the fairest, freshest bounties of the Lord of all the earth, in the face of that smiling ever-praiseful nature in which you, my hearers, are set, I purpose more to speak to you of Him, than to endeavour to prove, what you can hardly dare to doubt — that He in very truth exists. Your presence here to-day assures me that my supposition regarding you is correct. I do not believe in such dishonest doubt as would bring men to their knees before a God in whom they do not believe, nor in such craven thraldom to the opinion of this world as would induce them to come, and to kneel, for the sake of that Avorld merely, and its opinion. \"To you, therefore, to whom my text is familiar, I address myself. To you who have"], [181, "MARGARET. 171 hitherto accepted the great truth which it contains. How it is accepted, in how limited a manner, and what influence the acceptation bears upon our life, I hope in turn to consider. Lastly, I would lay before you the reasons I find for believing that we may accept it, in a very grand, and lofty, and extensive sense. \" Firstly, then, how it is accepted. And I need not repeat that I mean by the avowed professors of Christianity. ' God Avith us.' Sometimes we have it as a text at Christmas. It then conveys to us the remembrance of the actual presence of our Saviour on the earth. According to our various dispositions or imagi nations, the mind leads us from this point to other things. To the Babe in the manger, His mission, His sorrows, His death, to His ascen^ sion, when like a cloud He vanished from our sight ; perhaps to the message He left for us"], [182, "MARGARET. 172 about the ' little while ' — yet further, perhaps, to his coming again. \"Again, to some very simple minds, I be lieve to the mind of every child, the God who we are told is ' with us,' takes the form of a human being. Kind to the good, a punisher of the wicked, seated upon a throne, and following with a judicial eye the footsteps of all earth's little children. \" Or again, do Ave not sometimes (some of us, I fear, at all times) view Him, as an abstract Being, ruling the universe perhaps, but quite apart from us men and our doings ? \" Or as a fate, from which we cannot by any means escape ? \"Or as perfect holiness Avithout the element of love, failing which, holiness is no longer holiness ? \" Brethren, the God of all the earth has mercy so vast that none dare exclude his"], [183, "ATARGARET. 173 brother from His presence, nor condemn any conception of Him, so long as it savours not of irreverence and unbelief. But may Ave not hope to enlarge our own miserable and small conceptions? The age is progressing, science is progressing, all things are progressing around us : why, then, should belief Avax cold, and our ideas of God alone remain stunted ? Nay, they have shrunken and grown small, for David of all men had the most elevated and enlarged conception of his Creator and his Friend ; and David lived a thousand years before Christ. \" And it is in this Avay that our ideas may be enlarged. By extending God every way, if so I may speak; not raising Him to that pinnacle of greatness at Avhich He cannot reach us, but giving Him all power as well as all glory. And all power does not concern itself with mighty things alone, but with all things, small or great. He that could say, ' Arise,"], [184, "MARGARET. 174 take up thy bed,' to him that could not rise, could also forgive all sin. He that made a universe can make a man to walk upon one small spot of that universe. Our Creator, and yet our Father and our Friend, our elder Brother and our King, our High Priest and the Lamb for sacrifice. \" But I anticipate ; for I Avould now speak to you of the cold and meagre acceptation of this truth as shown by the influence — shall I say the lack of influence? — it has upon our lives. \"Do we believe in the continual presence of God when we use in common conversation the words 'chance,' 'luck,' 'misfortune,' 'acci dent ? ' If He is ' with us,' He is not a passive observer, I imagine, but an Agent, a Father, a directing hand. \"Do we believe in God's actual presence when we speak of Him with irreverence, with"], [185, "MARGARET. 175 distrust — when we drive His Spirit from the inner temple by lightness or by wilful sin ? \" Do we believe that He is with us when we fret continually under a petty trial, under a trial of any sort or kind, and struggle restlessly to be free from that which He has suffered shall be for a little time our portion? Do we believe that the grave is in His hand, and that through the dark valley He leads us when we murmur and rebel (I do not say when we mourn, for to mourn is Christ-like and is blessed), that one whom we would have here is taken to a better country ? \" My brethren, surely to believe is not to realise. We all believe that God is with us ; how many realise it as a noble truth ? . . . . \" But while I speak, a certain disease of man's soul comes to my remembrance ; and lest any in this place should now labour, or in bygone times have laboured, under it, I would,"], [186, "176 ATARGARET. by the help of the God who is with us, speak a word of comfort and of hope. \" The disease I mean is an inability to realise the presence of God. \" You have all felt, my hearers, I am per suaded, more or less, aware of it or unaware, this torpor, this languor, this miserable searching for a God you cannot find — a_God who has heretofore been yours, who heretofore has heard your prayers, who never heretofore has failed you. \" I beseech you let not this cause you to despair. ' He hath said, and shall He not perform ? ' ' Behold, I am Avith you always, even unto the end of the world.' \" In the meantime, it has pleased Him to turn away for a little His health-giving face. There is some purpose, believe me, in the grief, the stupor, that is yours. We cannot follow Him into the distance Avhere His ever-"], [187, "MARGARET. 177 lasting purposes are planned : we cannot, being finite, comprehend Infinity. \" But the faith that enlarges man's heart, and gives grandeur to his intellect, and nobility to his toil, — that faith Avhich points to God as in all as well as over all, will carry you through even this prayerless, faithless season. The sickness is not unto death. The Master is not yet come into the house to heal : maybe, had thy faith been stronger, He had not waited, but had spoken words of healing from afar off. Now to Avait for His touch, believing, is all that thou canst do. ' It is expedient that He has gone from thee, for a little while.' Only a little while. He cannot leave thee. \" The Master saith, ' Where is the guest chamber that I may enter in ? ' \" ' Even so come, Lord Jesus ! ' ' VOl. I. N"], [188, "CHAPTER XVII. \" The heart of a man's like that delicate weed Which requires to be trampled on boldly indeed, Ere it give forth the fragrance you wish to extract.\" Owen Meredith. Margaret turned out of the church with a heart softened and thankful, if not greatly comforted. But the very softening comforted : it was a comfort to feel hot tears coursing themselves over her face beneath her veil. The sermon was too long to give in full, and neither can it here be done justice to, nor may it to others be acceptable as it was to Margaret. The preacher spoke, and it seemed he spoke specially to her of rest and patience ; and as he"], [189, "MARGARET. 179 spoke they seemed in measure to come back to her after a weary absence. \" I hope the dove will find a resting-place,\" said Margaret, \"and not take fright at the confusion in my heart.\" Ellen hung behind a moment to speak to some one she knew. When she rejoined Mar garet she said : \"I have seen the clergyman, Margaret; he passed me quite close. I Avonder who he is ! \" \" Then he is not the rector ?\" \"0 no ; the one who read is the rector. This is some stranger ; but he must be very kind, he Avas talking to a blind man in the churchyard.\" They Avalked on in silence for some time, making no comment on the sermon. Mar garet felt that Ellen would not look upon it in the same light, and Ellen was evidently in no way impressed by it. N 2"], [190, "MARGARET. 180 \" If I could have a clergyman like that to talk to at Fernhill,\" thought Margaret, \"I should be different from what I am now. He does not preach cold doctrine to repel us ; and he would, from his own greatness, take pity upon sins, and failings, and weaknesses in others.\" \" If I were quite sure that Ann is not cook ing those lamb-cutlets for dinner,\" thought Ellen, \"we need not walk so fast. I want to keep them for to-morrow, and to have that half pigeon-pie to-day.\" So was each in her way engrossed in medi tation, till Margaret felt herself being stared at by Ellen's grey eyes. \" What is it, Ellen? \" she asked. \" I Avas thinking how beautiful you look in mourning, Margaret ; but you always look beautiful in anything.\" Margaret laughed."], [191, "ATARGARET. 181 \" How nice it must be,\" continued Ellen. \" I wonder you don't make a picture of your self sometimes. It would be prettier than that little rough girl of Woodward's you are doing. And you didn't even make her tidy to be done.\" Margaret did not listen or hear ; her eyes were fixed on a group coming towards them. \" The children ! \" said Ellen. \" And who's that with them ? \" A man. For an instant a wild hope that Gaspar had come back brought the colour into Margaret's face. It faded out slowly, and a look of part anger part surprise took its place. What business had he to come, taking advan tage of her loneliness, walking out to meet her, evidently quite at home? On his part was all the embarrassment, as he said awkwardly, \" How do ryou do, Miss Marshall?\" and held out his hand."], [192, "MARGARET. 182 It was Luke Carew. Three make no company, it is said, yet, when at the rectory-gate Ellen Williams, in spite of Margaret's looks and words of entreaty, declared her intention of going home, and reduced the party, a further constraint seemed to fall upon the remaining two. Margaret Avalked rapidly, holding her head high, and compressing her lips, as was her habit Avhen she was annoyed. Luke Avalked beside her, mostly in silence, now and then venturing a humble remark, or some thought for her Avelfare. \" You have got a headache, I am afraid ? \" he asked once. \" Not much more than usual, thank you,\" said Margaret. Then a long silence. He looked into the hedge and then shyly at Mar garet ; she looked up to the trees and the sky."], [193, "MARGARET. 183 \" I hope Mrs. Armytage is quite well ? \" said Margaret. \" Very well, thank you. I wish I could see you look as well.\" The voice here took a pathetic tone, and the large blue eyes grew plaintive. If she had been lighter-hearted, Margaret would have been more cutting in her retorts. As it was, she could only be cold and distant. She was angry that Luke Carew had dared to come and see her. She could not doubt for what purpose he had come. In her com parative prosperity she had rejected him ; did he think that poverty would drive her to his arms ? I cannot analyse a woman's feelings under these or any other circumstances ; but certain it is, that to some minds, or in some phases of mind, devotion, and particularly displayed devotion, defeat their own purpose, and are"], [194, "184 ATARGARET. more repulsive than acceptable. The abject misery and humiliation they see, jars perhaps with woman's preconceived notions of manli ness and manly wooing. The wounds they have themselves inflicted (perhaps to prove the mettle of their victim), received in a spirit of patience and forbearance, or with ill-dis guised pain, aggravate rather than soften or humanise. It is such a delicate question, and woman is so versatile and wondrous a crea tion, that no one can attempt to make a rule for her — shall I say subjection? But I fancy if man were more often, and at the right moment, to \" froAvn and be perverse, and say them nay,\" like Juliet, to take a leaf indeed from their own journal, he would more often be successful. Perhaps, some may say, this is not desirable. Luke Carew, however, was not of this mind. There is a moment after all the tyranny,"], [195, "ATARGARET. 185 which I will allow it is, and the pleasures of that tyranny which I will allow exist, when woman sinks down exhausted by the use of her own weapons, and uses her power to raise whom she has cast down. Having driven her chariot in haste over her victim, she returns to bathe his wounds and to set him beside her. And of course that cures the wounds at once. Was such a moment coming for Luke ? Ah, that was what he wanted to know. He felt he looked very stupid, and the knowledge made him look more stupid still. Poor fellow, he had been given his leave once ; and yet it seemed to him that Mar garet had not been so hard upon him then as she was to-day. He was as much relieved as she, when the children ran noisily out to meet them. They made friends with him at once. He had been a sailor at one time, and retained"], [196, "186 MARGARET. much of the ingenuous, frank manner that sailors have. And he was A'ery fond of children. But of these children, so part of Margaret and of Margaret's life, he became at once fond to foolishness. They led him all OArer the garden, picking Mrs. Hobson's wallflowers ruthlessly, and dancing round him in an ecstacy of delight. Charlie filled his pockets Avith pebbles, and Dolly indignantly turned them out. Every noAv and then he glanced furtively at the little up-stairs Avindow and then at his watch : his train left at six o'clock for London, and he had three miles to walk. He thought Margaret was very long taking off her things. If he could but suppose that — Thinking which would please him best, She took a lily or a rose.\" Alas, poor Luke ! there seemed little chance for him of such a compliment ; a half-corn-"], [197, "MARGARET. 187 pliment, I will say — for I fear, even before a spurned lover, Avoman loves to look her best. Margaret above saAv the pitiful upward look, and it hardened her all the more. She moved from the window, and sat doAvn on the edge of her bed. There she remained till common courtesy compelled her to come down and appear at the glass door of the small sitting-room. At the first sound of her footstep Luke Carew left the children and approached her. He made an effort to pass into the room, and she was obliged to retreat a step to enable him to do so. \" I have asked for some tea,\" she said, standing up tall and pale, and cold as ever in the doorway. She Avas determined not to sit down. \" You have a long walk to the station.\" Surely that was hopeful : she used an ex pression approaching to kindness."], [198, "MARGARET. 188 Luke Carew did not answer. He was sitting in an arm-chair {the arm-chair of the little room, for his love had for a moment made him forget his manners), his hands clasped so tightly that they were white as ivory, and his sunburnt face bent. Would his silence, the misery he was en during, and which Margaret must see, — would it move her to pity? He raised his eyes, for how could he long keep them from her? She had never looked to him so beautiful. Her Avhite, clear-cut features against the blue sky, the tall figure in black, so lithely shaped and symmetrical, the Avhite hand upon the window-pane, with the blue veins standing out upon it. Above all, the sad careworn, piteous expression of long-suffered distress and sorrow about the large appealing eyes. This sight and this soitoav, and his helpless ness to intervene between the last and her,"], [199, "A1ARGARET. 189 were too much for Luke's self-command. He did the best thing that could have been thought of; he used so mastered him, and compassion. the Aveapons that had threw himself upon her Had he knelt to surprised her Avith a entreaty, she would her, taken her hand, volley of reproach or have rebelled against the liberty and cast him off. As it was he sat still, only that he moved his hands, and covered his face with them. There was such despair in this quiet move ment, that Margaret looked round. His bowed shoulders were heaving in an agony of emotion, but he did not say a word. In a moment fresh colours fell upon every thing, because Margaret was moved to pity. She had been cruel, hard, even uncourteous to him, and in return for what ? For the most disinterested love that man had ever"], [200, "ATARGARET 190 given. She, penniless, miserable, and alone, was wooed by a man rich in mind as in purse — for till to-day Luke CareAv had never known stupidity- — and she returned his offer ing with scorn and contempt. The hands moved themselves a little ; he moved his knees too as if he suffered even bodily pain : and I am sure he did ; such tension and mental suffering extends farther than the mind. \"Margaret!\" he said, \"0 Margaret, Mar garet!\" Not as a call to her, not as a reproach, only with a wail of despair in it that wrung her heart. It is too much for most women; I know it was too much for Margaret. \" Mr. Carew ! \" she said gently, and it sounded to him as if heaven opened and an angel spoke. There was such a look of ex pectant hunger in his face when he looked"], [201, "ATARGARET. 191 up, that Margaret was almost frightened. He began to rise. \" Please sit still,\" said she quickly, \" and listen to what I am going to say. I want you to forgive me for having been rude and scornful to you. I know what you are doing when you ask me to be — your wife. I know that you have got over your pride, which I wounded last year. I knoAv that you are stooping, as no one else would stoop perhaps, and — oh, indeed you don't know how unhappy I am ! it is that that helps to make me rude to you. I don't know why it is I am so stony. I cannot love you yet.\" \" Oh, Margaret, did you say not yet?\" And there came a glory of sunshine all over his face, as if she had said, \" I love, and love, and love you.\" Margaret wanted to answer : she wanted to say, \" I don't knoAV if I shall ever be able to"], [202, "ATARGARET. 192 love you; but I grieve for you in my very heart.\" She wanted to say, \" Gaspar is away, and I have not heard from him.\" She wanted to say everything of her misery, except that she was very poor. But she broke clown instead, and said nothing. She held her handkerchief to her face and cried like a little child. There come ridiculous episodes in the greatest dramas of life. Luke Carew was going down on one knee with a vague wild desire of thus comforting Margaret, Avhen a patter of feet brought him to his own. Mar garet escaped lest the children should see her tears. \" What was you doing to my Aunt Mar g'ret?\" said Charlie. \" Was you saying your prayers ? \" \" Something very like it,\" said Luke to himself; but \" What have you done with the"], [203, "MARGARET. 193 boat I gave you?\" he said to the children. His face looked like a summer day after a thunderstorm — some of the trouble left, but a deal of glory shining through. \" 0 we've got it here in the tub, come and see.\" \" 0 do come,\" said Dolly, pouting her red lips out of her white sun-bonnet, and wag gling her stiff newly-washed frock behind her, as they darted like sun-winged dragon-flies into the garden. \" Here, in the garden,\" they called shrilly ; and Luke followed them, moving his head backwards and forwards, and up and down, as if he had just recovered from a stiff neck, and thinking what a beautiful day it had become all of a sudden. \"What have you got for sailors, eh?\" he asked, not caring the least for the answer. \" Look here ! two jolly blue-bottles. That's VOL. I. o"], [204, "MARGARET. 194 Aunt Marg'ret, and that's you. Hallo ! \" and they both gave a scream of delight. \" Aunt Marg'ret's tippled you in the water.\" Luke did not like the omen ; but he was too happy to be daunted so easily. \" They will fly away,\" said he. \" 0 no; don't ye see we've cutten off their wings, so they only jest climb up and down like sailors. Aunt Marg'ret's seek a good sailor.\" The garden gate clicked, and Ellen Wd liams's broAvn hat came up between the lilac and the toav of wallflowers. Luke Carew sighed. Margaret up-stairs thanked God. She feared another tete-d-tete more than she could say. She ran down cheerful and bright, with red marks round her eyes, but a lighter heart. She would be very careful in her behaviour. What had she said or done when she cried?"], [205, "ATARGARET. 195 How could she cry before Luke Carew? She would be quite at her ease noAv, neither cold nor too friendly. She showed him her latest picture of the little village girl, with the brown hair and the primroses. His eyes sparkled over it. \" How beautiful,\" said he, in a low earnest voice. \" Has Picker ing seen this ? I suppose not.\" \" But it is not finished,\" put in Ellen apologetically. \" You have not made the hair tidy yet, Margaret. What a pity you did not tell me in time, and her mother would have put it in curl papers.\" Margaret smiled. Luke Carew smiled too, but not at Ellen. Some happy thought of his own, I think, for his eyes followed Margaret. The tea came : the time ebbed away, and so did the tea. But Ellen Williams sat on steadfastly, perhaps a little owing to the fact o 2"], [206, "ATARGARET 196 that Margaret held her hand. She liked having her hand held by Margaret. \" I must go,\" said Luke at length Avith a sigh. By the Avay, he had said it at least six times before. \" I hope you will not be tired after your long walk,\" said Margaret, rising. \" Good-bye,\" said he, and Avrung her hand as he turned away. \" You have forgotten Miss Williams, Mr. Carew,\" said Margaret, smiling. Oh, Luke Carew, where are your manners gone to? He had certainly forgotten Ellen Williams."], [207, "CHAPTER XVIII. \" The scorn of the nations is bitter, But the touch of a hand is warm.\" Robert Buchanan. Honest Ellen Williams had no idea of cir cumlocution either in speech or action. \" I think that gentleman would like to marry you,\" she said, gravely, to Margaret, as soon as Mr. Carew had gone away. Margaret laughed. \" I don't Avonder in the least,\" said Ellen ; \" if I were a man I should have married you long ago.\" \" But suppose I would not have you, Ellen?\" asked Margaret, amused."], [208, "198 ATARGARET. Ellen started. That had not struck her as a possibility. \"If I were a man you would have me,\" said she. \" Do you think all women are bound to accept the first man who offers to them, Ellen ?\" \" I think I thought so. I never thought about it much. Only I thought — two people Avere brought together and liked each other, and then they married. Isn't that the way, Margaret ?\" \" Sometimes, not ahvays. You have never read any novels nor any poetry, Ellen?\" \" No : papa does not like novels at all \" I am afraid he has good cause for his dis like, Ellen ; but there are some good and pure novels, better and purer than much of real life. And good poetry is the purest thing of all. Do you think jrou might read poetry with me?\" \" Oh, I think so. Papa only dislikes it when"], [209, "MARGARET. 199 it is bad. I always learned Watts's Hymns when I was a little girl.\" \"Those are songs,\" said Margaret, \"and addressed to God. Poetry, if it describes life, must touch upon sin as well as upon holiness ; I mean, it must not ignore its existence. If it ignores what does exist, it cannot hope to remedy it, nor to raise man above it. You go and see the poor, Ellen. Don't you find good there mixed with evil, and evil with good ?\" \" Oh, yes,\" said Ellen. \" It would not be life, as we know it, if it Avere not so ; and if you refused to see the evil, you could not cure it, could you ? It is just so Avith the highest and noblest poetry. It is a plant that grows up from the earth and spreads its topmost branches into heaven.\" Ellen gave a mystified sigh. \" Will you come again to-morrow after noon, and read to me Avhile I paint? I have"], [210, "ATARGARET 200 so little time for reading now, and I love it so. \" Of course I will come, clear Margaret,\" said Ellen, earnestly. \" And I hope you will look happier after I have read.\" She evidently looked upon it as a dose to be administered for the re-establishment of her friend's mental health ; enjoyment to be derived from it for herself poor Ellen did not for a moment dream of. \" I know a girl that did not marry the man that asked her,\" said she, after a pause, her mind having wandered back to the old sub ject ; \" but then she liked a man her father did not like, and that Avas very Avrong, of course.\" \" Was he a bad man ?\" asked Margaret. \" I don't know. He was a sailor, and Mary Green's father did not want her to marry a sailor ; he wanted her to marry a miller at Shingledown. She said she would not, and"], [211, "ATARGARET. 201 Green came to papa about it. I don't know what papa said to her, but she came, and went away crying. She has never sung in the choir since, and she has never come to the sacra ment. I think she goes to another church now, or to chapel.\" The Avild hope of making Ellen love poetry, or understanding anything beyond bare matter of fact, faded from Margaret's breast. Obedi ence is good, disobedience is bad : Mary Green was disobedient, therefore she is bad. That was about the extent of Ellen's argument and conclusion. Every clay Margaret became more puzzled as to the conduct of Mr. Williams, and more distressed at its results. For Avho that knows aught of Christianity, who that folloAvs in the steps of the Divine Leader, can see unmoved His teaching abused, His holy name so taken in vain? Had Mr. Williams been a careless,"], [212, "ATARGARET. 202 uneducated man, without position, or poAver, or influence, and claiming for himself no cre dentials from the God of Love, as teacher and pastor over His people, his lack of charity and his ill-judgment would probably have affected feAV beside himself. But coming in the name of Love to giA'e so unloving verdicts ! Coming in the name of Peace to create, by his mistaken notions of justice, discord and disunion ! Mar garet could not comprehend it ; she could only grieve. His talents Avere indisputably of a high order ; his theological studies laborious and unceasing ; his doctrine, save where love Avas concerned (considered merely, I mean, as bare doctrine), Avas unimpeachable. But love is the fulfilling of our law. Where love is not, what remains ? Certainly not Christ, whose essence is love, Avhose rule is love, Avhose reward is love. The worshippers of mere humanity had well taught"], [213, "ATARGARET 203 Mr. Williams a noble lesson. Hoav are motive and action disunited in this weary, jarring world ! They in action lacking the divine motive — the divine impulse ; he with that motive lacking the consequent action. When motive and action are alike divine, then is humanity most human, because most God-like. The Finite merged in the Infinite — Avhat better can Ave hope for, 0 my brothers ? Margaret marvelled and grieved ; some others in the parish grieved and marvelled too. But for the most part anger and bitterness against the poor, ill-judging man SAvallowed up all other feelings. Yet a few remained, alas ! to lay upon the Almighty Being the sins and offences of this prophet that was called by His name. There seems to me no solution of the problem if it be not here : — \"Men shrink more from skin diseases than from any other. . . . And they are amongst"], [214, "ATARGARET 204 the hardest to cure ; just as the skin diseases of the soul linger long after the heart is greatly cured. Witness the petulance, fastidiousness, censoriousness, social self-assertion, general dis agreeableness of so many good people — all in the moral skin — repulsive exceedingly.\" The words are George MacDonald's, and are spoken in his \" Miracles of our Lord\" with re gard to the cure of the leprous man. But he has something yet to say : — \" I say good people ; I do not say very good, nor do I say Christ-like, for that they are not.\" If this, I say, be not in some degree a solution of the existence of such men and of such con duct as Mr. Wdliams's, I know of no other. Holding fast to the letter, it seems possible to forget the spirit. From all hardness of heart, good Lord, deliver us ! On this very Sunday evening, after Ellen Williams had taken her leave, the enigma and"], [215, "MARGARET. 205 the scandal — for it now assumed proportions in no way short of a scandal — presented itself to Margaret and others in the little parish anew. \" Oh, miss ! \" said Mrs. Hobson, running in, and flicking tears off each cheek with each hand, \" Carter's wife's so awful bad, and they Avants you to look in a minute.\" This \"Carter's Avise\" had long interested Margaret. They had met in a coAvslip field, where each had brought her little ones to play and to pick the sweet, maizy blossoms with Avhich the ground was carpeted ; and Avhile the childred played, Margaret had talked to the pale young woman with the paler baby on her knees, and had elicited from her her story. None but those Avho have made the poor their friends can possibly be aware of the pathos and poetry that run through the humblest and most changeless of their lives. We are too used to take one end of a truth, and to console"], [216, "206 ATARGARET. ourselves with the idea that lack of culture and a rough life blunt the affections, and allow of nothing but commonplaceness. It is true — and thank God it is so ! — that in many cases the poorer and most sorely tried of our sisters and our brothers appear indeed to lack our finer feelings and our higher and acuter sensibilities. Living from hand to mouth, as they do ; huddled together, as they too often are ; used to look upon want, or at least the scantiest of subsist ences, as their normal condition — a tax they must pay for living — is it possible that their feelings should have the play we give to ours ? is it possible that they should go on living if it were so? We fret over the loss of a single luxury, and make it a misery ; we fume over disappointments that a week after are forgotten ; Ave Avrinkle our white foreheads over merest trifles. Carry this \"fine sensibility\" into the life of the poor. There is no place for it."], [217, "ATARGARET. 207 Either the possessor must succumb, or the finer sensibility must make away. God Avishes His poor to live. He chooses the last alterna tive. And yet Ave know that amongst them are many whose feelings are, heavens knoAv, keen enough, ay, too keen, for the struggles appor tioned to them. Carter's Avise aa^s one of these. She had married at sixteen, she said. \" I'd have knowed my mind better a year later, miss,\" was her comment ; \" but John's been a good lad to me all through ; and I has never been a good wife to him, miss — oh no ! \" And then the tears rolled doAvn her thin cheeks. Such a sad face it was, with the look of youth shining through the sadness and the cares of what should have been an older life1. Little by little Margaret persuaded her to tell all her grief. Her husband had loved"], [218, "208 MARGARET. another girl before he had wooed her ; and the sting of this rankled yet in the poor feebly-proud spirit. \" He don't care for 'Lizabeth now, miss— it's not that ; I don't think he never was so very sweet upon her — ■ leastways, he says he warn't. But I Avas very young, miss, when he took me ; and I cared more for my fam'ly than for him — that was it. And I used to go down of an evening, and when he came home from his work ; then the house was empty, and I was away at father's. He Avas very patient were poor John for a while. So thinks I, ' He don't care if I'm out or if I'm in.' And when old Mrs. Johnson says, ' Jeanie girl, what does poor John do Avithout you ? My old man, he wouldn't spare me — not 'als an hour.' ' Oh,' says I, and shakes my 'ead very sarcy, ' it don't make no odds to John where I be ; and Joe, he do miss me of a evening.' (I al'ays had a book for"], [219, "MARGARET. 209 Joe, miss, of a evening, and I'd read him till he fall asleep. And I were very much took up Avith Joe, miss, not having no mother, and Joe being the only brother I had since poor Bob died.) And then John, he gets angered, and says he, ' You ain't no wife to me, Jeanie. I thought you'd 'ave cared a little better for me nor you do. But I learns to get on very well now of a ev'ning.' And, oh, miss ! I comes home one night, and I finds John wild Avith drink ; and all along of me, that druv him to the public. So, after that, I stops at home ; but John won't stop. ' Oh,' says he, ' my girl, 'you've had your lark of a ev'ning, and now I'll take mine.' \" He warn't no better till I Avas took ill. When the boy were born, John comes very down-faced to the bed, and says he, ' Jeanie, I've been a beast to you, my poor girl ; but now we won't have no more words, but we'll P VOL. I."], [220, "ATARGARET. 210 be as 'appy as we can. It 'ud be a shame for the little son there, if he growed up to hear us a- wrangling, like we've done, or a-keeping apart from each other, like we've done.' \" I were very Aveak then, miss, and I couldn't do nothing but cry ; and I thought John should 'ave kissed me, and John he thought I should 'ave turned to 'ave kissed him. And so we didn't do it, and John he goes away out at the door. And I lies there, and thinks I, ' John should have axed me to forgive him, and not said no more as to my doings, and me lying here.' And so I got angered again with John.\" After that, Mr. Williams had been called by some officious neighbour to decide the chronic dispute between man and wife. \" ' Mrs. Carter,' says he, very dry, ' you're a headstrong and imprudent young woman. I advise you to read the fifth chapter of"], [221, "ATARGARET 211 Ephesians, and for the future to obey your husband. It is very sad to hear of so much ill-feeling between a man and his wife.' It were sad, miss, very sad ; only he don't try to mend it, not he. ' Good morning,' says he, very dry, and looking that set-up with good ness as I could 'ave 'it 'im.\" \" And, oh, miss,\" she said on a later day to Margaret, as she rocked the sickly baby (of eighteen months old, but that looked like a child of six months) with her foot, and ironed her husband's shirts at the same time on the clean deal table, \" it's you as made us see as all good people isn't set-up, and it's you as made it square a-tween John and me. And now we is comfor'ble, miss, and no mistake.\" Margaret had groAvn red at the simple avowal of gratitude ; but she could not hide from herself the fact that Jeanie's account of her changed condition was true, and that she p 2"], [222, "MARGARET. 212 had been the apparent means of bringing it about. Need I say that such compliments and such convictions did in noAvise affect Margaret, save as a cause of thankfulness that she too had found Avork to clo for God and her fellow-men save as an incentive to try again and again ? Still Avaters run deep. Very poor souls they must be truly whose surface is more than ruffled by the passing breeze of praise or gratitude. A true soul will accept its reward humbly, and reject Avhat is over and above its merits as unworthy of an instant's thought. It pained Margaret not a little to find on her arrival at Jeanie Caiier's on that Sunday evening when Mrs. Hobson had called her, that Mr. Williams had again been planting thorns in the poor little woman's pillow. A week before twin boys had succeeded the sickly \"baby\" Avho had seemed to need all her care. Tie was now promoted to the rank"], [223, "ATARGARET. 213 of a walking member of the family, and a little girl of five was guiding his uncertain legs from chair to chair, pulling his arms rather roughly for such delicate sockets as seemed to hold them, in the hope of hastening his very neces sary independence. Margaret had seen the mother on the Friday before, doing well, and as proud of the two little strangers as if they Avere the first that had greeted her mother's eyes. Now she was tossing painfully too and fro — moaning softly to herself, and hardly noticing the little flannel bundles beside her. Margaret laid her cool hand on the fevered hand thrown across the pilloAv. \" What is it, Jeanie?\" she asked. John Carter had got a \"job \" in a neigh bouring village, but it would keep him away \" several days over a fortnight ; \" and one of the babies was sickly. John had gone at his"], [224, "ATARGARET 214 Avife's request to ask the curate to baptize them both at once, and in the house. The curate had applied to his rector, the rector had applied to the nurse. \" Was the child in imminent danger fe' \" No, they could not say so ; but the mother was very anxious for it, and the father going away.\" Mr. Williams levelled his spectacles at Jeanie Carter's pale face, for he had come down to inspect her in person. \"You seem very convalescent, my good woman,\" said he, \" and the child will probably thrive. I prefer to have the Church services performed in church, and, except in cases of imminent danger, I never deviate from this rule.\" Jeanie Carter did not know what deviate meant. She listened hopefully lest there should still be a chance. Her wreak state increased her natural fears threefold ; she was now certain that the sickly twin would die."], [225, "ATARGARET 215 She had vague notions of what would happen should it die unbaptized : but John had said, \" No good would come of it for the babby.\" \" My good woman, Mrs. Carter,\" continued the rector, \" keep yourself quiet, and trust that Providence will spare you and your two child ren to come to church, Avhere I shall be glad to baptize them, using the public office as ordered in the rubric. If this child should become dangerously ill, you will please be so good as despatch a messenger to me : in that case I will, of course, baptize it here.\" Would Mr. Williams baptize it in the church to-morrow afternoon ? John would go up, and a neighbour. That would make her so happy. But Mr. Williams would not baptize in this manner, opening the church on purpose — defeating the object of a public service, in fact. From this he never deviated."], [226, "216 ATARGARET When Avould the church be open for a public service. Mr. Williams Avas distressed to find that Mrs. Carter Avas not already aAvare that no festivals occurred during this week. The church would be open on Sunday as usual, at eleven o'clock. The nurse was going to-day ; they could not afford to keep her longer : John also was going, for the \"job\" was too good to be refused now that two more mouths had come to drain the resources. Jeanie and her children were to be dependent on the occasional kind offices of a neighbour. The sickly twin lay there moaning as if it would moan its little life away. The rectory A\\ras a mile and a half off — too far for any of the children to be sent as messengers. Before such deaths as that of the puny baby a very short warning, if any, is given. Since Jeanie had known Margaret"], [227, "MARGARET. 217 she had begun to think a great deal of that other part of us which is not to pass away as does the body — that is to live elseAvhere for ever ; and \" for-ever \" is a long Avord to wiser folks than Jeanie. She cared for the welfare of the soul of that little week-old baby as she would have cared for her OAvn. It Avas not her fault if superstition overcame even her trust in God. She believed that He had given it, and that He wrould take it away if so it pleased Him ; but she did not believe that He could accept the will for any deed, and that it was below Him to visit upon her baby to ever lasting the uncharity of Mr. Williams or the force of circumstances. Others view God as did Jeanie : hoAv they can love Him I hardly know. I am glad Margaret came to the rescue with her calm, patient vvays, and her clear, pure faith, and her comforting womanly presence."], [228, "CHAPTER XIX. \" Now I would stay ; God bids me go. Now I would rest ; God bids me work.\" Christina Rossetti. Margaret awoke on the following morning with the Avearied brain-racked sensation us having spent her night in the attempt to solve a problem. Not a very abstruse problem, certainly, and one she had puzzled over before ; namely, Mr. Williams and his conduct in general, but more especially in the case of young Mrs. Carter and the moaning baby. Very late the night before Margaret had left the cottage to return home, leaving her patients quieted by a sleeping draught and refreshed by"], [229, "A/AR GAR ET. 219 a well-aired room. They had slept better, no doubt, than she had, for Jeanie summed up the matter much as Ellen Williams would have done in her place, by deciding that \" the par son warn't a right sort of a parson, after all,\" and that Miss Marshall had \" come a-tween them like a angel, as she is ; \" and then she had turned her Aveary head to the Avail, and had fallen asleep. Whereas Jeanie's \"angel\" had paced slowly home meditating upon the simple recital of the poor young mother, corro borated by the indignant nurse, till she began to hate Mr. Williams for bringing Cnristianity into so great a disrepute, in a spirit that was itself in noAvise Christian. This she soon discovered ; and then, as she lay upon her bed and bandied arguments from herself to herself, and from herself to Mr. Williams, the confines of good and evil grew misty and obscure, and Avith the grey"], [230, "ATARGARET. 220 stealiug-in of dawn she fell into a troubled sleep. \"Aunt Marg'ret, Aunt Marg'ret, please awake ; here's some letters for you, and Elspet says breskut is jest ready.\" The words Avoke Margaret Avith a start. The addresses of the envelopes laid upon the bed so fascinated her, that she forgot to give and take the usual morning kiss from the SAveet, fresh face beside her bed. \" May I open one, Aunt Marg'ret ? \" said Charlie. \"And me one! — and me one!\" echoed Dollv. She gave them two and opened the third herself in haste. The envelope was smeared. It Avas from Mr. Pickering, and the purport brought the blood into her cheeks. She had asked him Aveeks before if he thought her fit to give lessons in drawing and painting. She had"], [231, "ATARGARET. 221 no answer, and little by little the disappoint ment had worn off, and the hand-to-mouth manner of living had become, as it does to the poor, a habit, and so was no longer terrible as it had been at first. Small sums had fitfully come in from James Marshall's executors at her earnest request, and there was the promise of a small but certain sum, to be paid in yearly. Naturally this was the property of the children, and personally could not materially assist Mar garet ; but to knoAV that with care they need not lack Avas everything to her. Her hundred a year, entrenched upon from time to time by Gaspar (and so willingly parted with in his ser vice), and shared too with the good Elspet, gave her a roof of some sort, and just kept starA^ation from their door. She was not par ticular about most things now. You know she never cared whether her tea were \" black,\" as Elpset said, or not. Even in the old days of"], [232, "ATARGARET. 222 comparative luxury, so scrupulous was her sense of honesty and honour, that she had no inten tion of repaying to herself from the children's pension the considerable sums they had already cost her. James had not desired this in his will. Nay, she was certain that he had consi dered that his children were on a visit to their uncle and aunt up to the time of his last illness, Avhen he was able to make some small provision for them. Noav, an answer to the old letter had come ; here it is : — \"Dear Miss, — I hope there's no offence. Haven't had opportunity to further your wishes till now; so didn't trouble you. Mrs. Some thing or other — with a flourish you know — and a fat purse, she wants a teacher of our divine art immediately, if not sooner. Ain't quite in my line, so I recommended ' my pupil, Miss"], [233, "ATARGARET 223 Marshall,' and all the rest of it you know, &c, &c, &c. Send an ansAver, stating terms, to address enclosed. They seem in a hurry, you see- — swell folks generally are. One Avould think poor beggars' time (like us) were put up at auction for them. Well, you bid sharp, that's all. My missus is kicking up a row, to which — as I'm addressing a lady — I won't add an adjectiA'e just at present. So no more, dear Miss, from, \" Yours faithfully, \"J. P. \" P.S.- — If you've any bits of stuff, heads or anything, ready, send them sharp to me. We're off in three days' time. The missus knows Avhere — -I'm certain I don't.\" The second letter was from Gaspar; his second letter, too, for he had only written once before since he left England. Grandilo-"], [234, "MARGARET. 224 quent, unsatisfactory, and evasive, Mr. Picker ing's boorish production put it to shame. There was the true ring about the lead of the latter ; the other had the tinkle of spurious gold. Gas par was tired of the East, though he did not say so, and gave some other and more plausible reason for making his Avay into Europe again. Poor Margaret ! the letter gave her great joy though it held out no hopes of his return home ; so it fulfilled its mission. The third was a lawyer's letter. Need I say that it was like all laAvyer's letters, fifteen superfluous words to every one necessary, and therefore for some time wholly unintelligible ? Margaret marvelled that the puny sum left to the children could possibly afford room for so much ambiguous eloquence and wordy nothingness ; for, of course, the letter in no way expedited payment or settlement of any sort. Three or four more would be coined to"], [235, "MARGARET. 225 effect that ; and I am not sure that it Avould be effected then. There is no saying that a word on the margin of the said will and tes tament of the said James Marshall may not disinherit Charlie and Dolly for ever, and prove unmistakably to certain said lawyers (or gentlemen) that the said James Marshall meant his said Avill to be read in exactly the opposite sense to what he intended AA'hen he wrote it. As Margaret dressed herself, and combed and plaited her long brown hair before the glass, she tried to picture to herself the new phase of life into which she was about to enter. She had ahvays been poor, but hitherto she had ahvays had freedom. Per haps it was only human nature to shrink a little from what she had before so much desired. She desired it now : only it had become of a sudden so near, so real ; she Q VOL. I."], [236, "226 ATARGARET could not help wondering if the reward Avould be worth the ordeal. \"Anything will be Avorth, at any cost,\" she answered impatiently to herself, as she tossed up a long flake of hair on the comb, and plaited it with quick, nervous fingers. \" Any thing that helps Gaspar, and makes me in dependent. And, after all, it is only for a few weeks.\" So she flung up the windoAV as high as it would go, and a great honey-bee came boom ing in, laden with spoils and sunshine. It settled on her shoulder, and Margaret let it rest there till she got doAvn-stairs, when she lifted it off carefully on to a Gloire de Dijon, on the hot brick- Avail. The summer had come in real earnest ; despite a certain fear and a certain sorrow at leaving her little ones, it seemed to Margaret that the summer had crept into her heart too, as well as into the"], [237, "ATARGARET. 227 heart of the rose. She gave a sigh, part anxiety, part happiness, and part thankfulness for the new blessings of the day, and then she turned into the dining-room, where Charlie and Dolly Avere catching blue-bottles behind the blinds. There Avas a great scene in small Fernhill that day. Margaret broke the plan of teach ing to Elspet. \" He stoppin' away, and you a-goin' out teaching ! Well, Miss Marg'ret, to think as I would live to see this day ! If master don't turn in his grave at Kensal Green Symmeterry, I don't know whatW make him turn! A-goin' out teaching ! 0 Miss Marg'ret, my dear, you're only a-poking fun at me ! Tell me it's only fun, Miss Marg'ret, my dear lamb ! 0 my — this'll be the death of me ! \" It was vain to try and impress Elspet with the \" dignity of work.\" She had certain pre- q 2"], [238, "228 A/AR GARE T. judices, with which she had lived and grown up, and part from them she could not. As a desperate resource she dragged in Gaspar's name : at other times she maintained a pro found and contemptuous silence with regard to him and his opinions. \" What'll Mister Gaspar say, Miss Mar'gret?\" she asked. \" I don't know Avhat he will say,\" said Mar garet sadly ; \" but go I must, Elspet. I have been striving for Avork these months past ; and when it is offered to me, clo you tliink I shall refuse it ? You ought to knoAV, Elspet, Iioav ill I can afford to be proud.\" To this Elspet made no ans\\vTer. Ominous sniffs and significant sighs sounded through the house all day as she went about her business. After this she gave herself up to calm resigna tion and the concoction of some palatable story to be offered to Mrs. Hobson — with a"], [239, "MARGARET. 229 view to further and extensive currency in the village — in explanation of Margaret's length ened absence. That Margaret would not herself be cautious, Elspet knew well enough. She therefore deter mined that for no shortest period of time should Mrs. Hobson and her mistress be alone to gether. A handle of the door needed polishing at that precise moment, or an extra rose was brought in to adorn the vases, or Margaret's presence was imperatively needed elswhere. Margaret's movements village-wards were ner vously watched ; but, blessedly for Elspet's peace of mind, her mistress was too busy at home during those last days, to allow more than a hurried visit to Jeanie Carter and one or two of her poor friends. So Elspet's agonies Avere as few as possible. Ellen Williams came of course to see her friend ; it Avas on the day after the arrival of"], [240, "ATARGARET. 230 the important letters. Margaret Avas drawing busily, and packing a finished picture for Mr. Pickering. Ellen proposed to read some poetry. \" Oh do,\" said tired Margaret, as she ham mered the last nail into the little case, and began painting in the address in large black letters. \" What shall I read, Margaret ? \" \" Look on the table, Ellen, and choose something.\" Margaret started from the floor. There were one or two books that she felt she had rather not see in Ellen's hands, that she Avould rather not hear in Ellen's voice. She had time to save some of them. The first volume of the \" Earthly Para dise,\" \" The Idylls of the King,\" Mr. Brown ing's poems ; last, but not least, a Shak speare."], [241, "MARGARET. 231 \" Now,\" said she, putting them aside, \"read any of the others, Ellen.\" She read \" The Lord of Burleigh,\" just as she would have read a column of spelling. \" He told a lie,\" said she. Why did he say he Avas a landscape-painter?\" Then she took up \"Enoch Arden.\" She kneAV the story of this, she said, ex cept the end. Some one had told it to her. Might she read the end aloud to Mar garet ? \" The end \" Avas from the marriage of Annie to Philip Ray. \" Oh, Margaret ! \" was her comment, \" how could she marry till she was quite sure the other one was dead ? — why did she not send Philip to see ? \" It required all Margaret's patience and self control to leave the book in her hands. But"], [242, "ATARGARET. 232 poor Ellen went on Avith such placid mono tony, and such supreme unconsciousness of her own lack of appreciation, that Margaret had not the heart to be severe. \" Why didn't he knock at the window, stupid man ? \" Avas her comment as she closed the book. \" Then he would have got back his wife, and taken the shop again, and been quite comfortable.\" Margaret fairly laughed. \" And poor Philip, Ellen ? \" she asked. \" Philip ? 0, he might have been their friend still ; or Enoch might have been angry Avith him, and tolcl him to go- and set up for himself in the city or somewhere. He de served to be punished ; he did very wrong, you knoAv, Margaret.\" One more poem finished Margaret's trouble and patience. \"We were two daughters of one race,\""], [243, "ATARGARET 233 she began — (\" I wish I had a sister, like this person — \") At '■' As half asleep his breath he drew, Three times I stabb'd him thro' and thro',\" Ellen opened her eyes Avider and wider. \" I wrapt his body in the sheet, And laid him at his mother's feet. 0 the Earl was fair to see ! \" — \" Oh, Margaret ! \" she said, without a pause or draAving a breath, \" his mother should have sent for a policeman. Did she ? \" Margaret wrote to the given address, and proposed Friday for her arrival at Beauchamp ToAvers. An answer, signed Lydia Beau champ, arrived in clue time, and informed Miss Marshall Avith some ceremony that she would be met at the station on the day and at the hour she had named. What her precise duties were to be she hardly kneAV,"], [244, "MARGARET. 234 but no doubt she would find out in good time. Meanwhile Elspet and Ellen and many others in the village bemoaned sadly Mar garet's absence-to-be. The children till the last morning had come did not bemoan it at all. Hoav should they ? It would make such a nice change ; it gave them such grand opportunities of \" making surprises \" against Aunt Margaret's return. She Avatched them often deep in consultation, Charlie orator, and Dolly audience. Then the motion Avould be carried nem. con., and they Avould scamper off in a flutter of excitement and zeal to carry out the neAv plan. Sometimes it Avas a mud-pudding, profusely decorated with green peas, ruthlessly extracted from the uiiAvilling pod. Sometimes a larder Avas arranged in Avhich costly and inviting A'iands Avere spread or hung for the consump-"], [245, "ATARGARET 235 tion of imaginary mortals Avhose home was in a neighbouring grotto, scooped out by Charlie's busy spade. Margaret Avas asked to come and see it once. She did not quite know whether to laugh or to be angry. On the shelves, made of stripped cabbage stalks, and arranged with great ingenuity on twigs stuck into the ground, was arranged a row of mutilated flies. \" Charlie ! \" said Margaret, reproachfully, \" did you really kill those flies to make pre tence for a feAV hours? \" Charlie had a very red face already from his hard labours, but it got a good deal redder. His hat Avas on the back of his head, his broAvn curly hair Avas tumbled upon his forehead. He lifted up his large eyes to Margaret's face, but they fell instinctively. \"0 no, Aunt Marg'ret. I only deaded them a little, so as they couldn't run away.\""], [246, "236 ATARGARET \" We only deaded 'em a little, Aunt Mar g'ret,\" echoed Dolly, her Avhite sun-bonnet almost touching the earth as she bent in eager houseAvifely solicitude over her preserves. \" And the worms, Charlie, did ' you kill them?\" Four shrivelled carcases of what had once been worms were suspended by threads, tied round their bodies from \" beams\" placed across the model larder. \" 0 no!\" said Charlie, \" I never killed them, Aunt Marg'ret. I jest hanged them up for bacon, and then they jest died. There's plenty more, Aunt Marg'ret. in the beds.\" \" There are plenty more little boys, Charlie,\"' said Margaret, trying to look stern. \" So per haps you won't mind being hung in the sun by a rope till you die.\" She did not pursue the subject further at that time ; but in the evening they went for"], [247, "MARGARET. 237 a last walk with her through the fields, and to the neighbouring wood. Hands filled with Avhite orchis and tall ox eye daisies and fern, and sundry erratic ex cursions up banks and over hedges on the part of Charlie, did not preclude the most sober conversations. They stayed out late enough to see the evening star rise pale and silvery in the June sky. \" It's up in heaven,\" said Dolly gravely. \" I Avonder if it's seen God.\" \" Stars can't see, you stupid ! \" returned Charlie. A pause and a silence, save (or the ripple of long grass and the boAving of the daisies' heads as Margaret's dress passed over them. Then—\" Does God forget, Aunt Marg'ret?\" \" No, darling, of course not.\" \" Then why do we say, ' Remember not our sins ? \""], [248, "238 MARGARET And after some explanation, such as it was, and with a sigh, little Dolly looked up. \" I Avish I was a sin, Aunt Marg'ret ! \" Margaret began to Avonder what her theo logical teaching could have been. \"Why, Dolly?\" she asked anxiously. \" Because then God would take me away.\" Margaret breathed again. But she could not answer."], [249, "CHAPTER XX. \" And though so easily learnt, and brief Is the form our new faith's put in, When we've said, ' I believe in a Round of Beef, And live by a Leg of Mutton,' We come to another region of facts, That are met quite as well by the Gospel and Acts As by any teaching that's newer.\" Dora Greenwell. Two days later, and Margaret's dress Avas again buoyed up by the rippling grass and daisies ; but not the grass and daisies of Fern hill. She was in a strange place, amongst strangers, and going to a strange church across the fields. She had purposely hung behind the rest of the party, and it was a large one ; and not till"], [250, "ATARGARET 240 she saw the last parasol disappear from the avenue had she set forth. No one had asked her to Avalk with them, nor had any one missed her. But it Avas from no aggrieved or morbid feeling that she chose to Avalk alone. She liked the quiet, and she felt she had nothing in common with the party at Beauchamp Towers. She was mistaken, however ; for with two at least she had much in common, or would have hereafter. The grass waves gave ominous warning of approaching footsteps. Margaret looked round. \"Walking alone, Miss Marshall?\" said Mr. Leslie, to whom she had merely bowed across a large table. \" How is that ? \" He had a pleasant open expression, that atoned for much that was faulty in Margaret's eyes ; such as an exceeding white and pink ness, a perfectly girlish smoothness of face,"], [251, "ATARGARET. 241 and a sunny head of hair, too \" pretty,\" she thought, to be manly, according to her ideas. Gaspar's large brow and ruddy beard always started up before her, and \" all men else were shadows.\" Mr. Leslie had other faults : such as wear- ing suits of mauve serge, with magenta stock- ings ; and pea-green Norfolk coats, with canary stockings. Knickerbockers, of course (for Mr. Leslie Avas very well made), except on Sundays ; and now he came out resplendent in long black coat, white waistcoat, pale blue tie, and a moss-rose in his button-hole. It was thanks to his good pleasant face, and his easy gay manner, and the sunny hair that Margaret disliked, that Mr. Leslie bore his striking variety of attire as he did. Most men Avould have been utterly vulgar in his clothes : as it was, he carried them off marvellously, cared not at all for the jokes made at his It VOL. I."], [252, "ATARGARET. 242 expense, or enjoyed them a good deal more than the rest of the party. He had a certain amount of good looks of his oavu. and he thought he had a right to treat them as he pleased. Besides, he had fifteen thousand a-year ; and what may not fifteen thousand a-year do, or leave undone? Hoav he came into it ? From his father, certainly ? But how his father came into it is a different thing. The son was not ashamed of it, why should he be so ? \" My father Avas a son of the soil,\" said he to Margaret. \"He made all his money in mills. It is a very good thing for me and my sisters he did ; for I should never have done it. You are not aristocratic, I suppose, Miss Mar shall ? I hope not.\" \" Oh no,\" said Margaret, laughing. \"But you are not good family, are you? You aren't one of the Yorkshire Marshalls ? \""], [253, "MARGARET. 243 \"The same family,\" said Margaret. \"My father was the younger brother of the then Mr. Marshall of Levington ; but I never saAv him, and I have never seen my cousin. I do not know anything about them.\" \"How is that— eh?\" \" We have such different spheres,\" said Mar garet. I lhre in London to work. They come there to go out and to be gay. We have nothing in common. My brother \" she begun ; but she hesitated and stopped. He had too much good feeling to notice it> and went on talking. \" I was very sorry for you — that I was — when you first came. It must be beastly for a poor girl arriving by herself among such a lot of strangers. But you don't seem to care — you look so very proud and quiet.\" Margaret opened her eyes. \" Proud?\" she said ; and then she laughed softly at the notion. B 2"], [254, "A/ARGARET. 244 \"You know what I mean: not proud, exactly, but dignified, somehow. It goes a long way, that, and prevents people sitting on .j vou. \" Miss Beauchamp has been very kind,\" said Margaret. \" Has she? it's not her line : but I suppose she can be, when she likes. What do you think of mine hostess ? \" \" She is very like her daughter, only I have seen less of her.\" \" Like her daughter ? Oh dear no, not the least. I hate Madam Beauchamp, to tell you the truth. You should hear her inviting her guests — no, writing her lists of guests out : it is a fine thing. ' Philip, darling,' she says, ' we must have a little party.' That's the first cram — she asks fifty-two at a time, if she can get them all of one sort.\" \" Of one sort ? \" inquired Margaret."], [255, "MARGARET. 245 \"Yes. The shabby lot is here noAv. No, don't look at me, Miss Marshall : I'm a tame cat, and come Avhen I like ; and I think I come oftener than I should : I come with any set. AVith the vulgar lot, why there I am, one of them. With the comme-il-faut lot, I go down as very passable because of my fortune. Well, but I was telling you about the party, you know. ' Philippine, love, bring a pencil ' (that's Miss Beauchamp, you know) ; ' who shall we have for Thursday three weeks ? Re- member Ave shall have Lord and Lady Tom- noddy here at that time.' Philippine — Miss Beauchamp, I mean — suggests a Johnson or a Black. She knows they won't go down, but they came into her head first, and she likes them probably as well as any de-anythings. She's not at all stuck-up or aristocratic, like the mother. You don't know Miss Beauchamp yet. She is quite different from what you think, and as"], [256, "246 A/AR GAR ET. clever as — you are, perhaps. Not that she is ever over-polite to me, Miss Marshall, and I don't see much chance that she ever will be.\" And poor Mr. Leslie's face lost it's beaming smile for a moment, as he pulled an ox-eye daisy into pieces and threw it away. The story of Mrs. Beauchamp's invitation list was cut short just as Mr. Leslie related with much gusto that Miss Beauchamp had once suggested to her mother that the busi ness would be best settled by asking people alphabetically. \" Only the day all the S.'s come, I shall have a sick headache, mamma, and not come down.\" They had noAv reached the church, and Mar garet had no further conversation AA'ith Mr. Leslie for some time ; for on their return homewards he escorted Miss Beauchamp, and she found herself walking by a most amiable old-maid relation of the family, Avho, being"], [257, "MARGARET. 247 Avithout settled home, vocation, will, property, or gifts of any sort (barring the angelic temper), was at the beck and call of any one, kin or no kin ; and, moreover, was under unceasing and overpoAvering obligations to them, as she thought, for favours tossed at her sideAvays, and gratefully gathered up. She wore a faded purple merino, which took up as little room as pos sible in the world. In fact, she always pre sented the appearance of being in a state of chronic apology for her existence. (Which I am afraid has been said by some one before.) She rattled on to Margaret in a weak, gar rulous strain, that Avould have been fatiguing, but for the extreme simplicity aud childlike enjoyment of life that shone through every sentence. \" So very magnificent a park ! Oh yes, indeed. And the ferns — did you ever see such ferns ? Oh I am so fond of ferns ! And the"], [258, "248 A/A RG A RET. house, Miss Marshall — Avhat a vast residence, is it not ? And what a large party, is it not ? Oh I was so very glad to see you Avhen you came. I am very fond of young ladies, you knoAv ; \" and Miss Middlemay slipped her hand confidentially into Margaret's arm, and rambled on for ten minutes in the same strain, without pause or variety, save for the way in which she skipped from subject to subject, and found fresh beauties and pleasures in each. Here Miss Beauchamp and her escort joined them. \" You have been doing the charitable all day, Miss Marshall,\" said Philippine, \"both going to church, and coming back.\" Poor Mr. Leslie, who overheard the remark, winced visibly. Miss Middlemay was singing a tuneless ditty to herself among the roses, so she escaped her share of discomfort. \"Don't look shocked, Miss Marshall,\""], [259, "MARGARET. 249 continued Philippine. \" Mr. Leslie is quite harmless. AU these serpents kept by charmers Leave the natural sting behind,' you know. Have you spoken to Mr. Car grave ? He is clever, if you like. He has opinions of his OAvn — bad ones, I dare say, but still opinions ; and that is a relief. One gets so tired of perpetual concord and everlasting affirmatives.\" And she cast a side glance of contempt at Mr. Leslie. \" I am not allowed any opinions of my own, Miss Marshall ; they are all nipped in the bud. What should you clo in my case?\" said Mr. Leslie, laughing feebly. \" Take the opposite course, undoubtedly.\" \" Yes ; go home instead of coming here,\" broke in Philippine. \" I should like to talk to Miss Marshall now. I think I have given you my mind for to-day. Noav, if I were you,"], [260, "ATARGARET 250 I should rifle Miss Middlemay for some fresh ideas.\" And she turned round and took Margaret aAvay. \" I dare say you think me very rude,\" said she, \" but really I am bored out of all patience ; and we have known each other since we were children. He always called me ' Phil ' till the other day, but I made him give it up. \" It must have been difficult,\" said Mar garet. \" Oh dear no ! I told him people said I was engaged to him, and that I should be much obliged to him to put an end to so preposterous an idea.\" \"And how did he take it ? \" \"As he ahvays does. He thinks every thing I say is clever. AVhen one knows one's-self a fool, it is aggravating, you knoAv. Mr. Cargrave noAv contradicts me as rudely as I contradict"], [261, "MARGARET. 251 Jack Leslie. It is so refreshing. I don't like the man, he is so presumptuous ; but I don't feel that I can bruise him under my heel, as he bruises Genesis, or as I bruise Jack. So I have a sort of respect for him that is, after all, no respect. I do not pretend to be a pious woman, but Mr. Cargrave, I must own, makes one's hair stand on end.\" Two days afterwards Margaret found her self deep in an argument — a dinner-table argu ment too — Avith this man. She had not sought it, for she had no opinion of her OAvn poAvers, and the discussion was a most painful one to her. Happily for her, such sentiments Avere not wholly novel. Gaspar's friends or acquaintances had sometimes con versed before her in like manner, and the paralysing horror at the first knoAvledge that such things were abroad in the Avorld had passed away— not the horror, but the paralysis."], [262, "252 ATARGARET And when Mr. Cargrave challenged her indi rectly Avith some profane remark, she was up in arms immediately. Any one avIio has any knowledge of the human countenance, or its diverse expressions, must know the peculiar cast of an atheist's face — the broAV devoid of all grandeur, the fixed and soulless expression of the eye, the look of stern calculation, the intense materialism of his creed, or no creed, pervading all. Mr. Cargrave had such a face : limp sandy hair and keen blue-grey eyes, the brows slightly contracted and lowered over them. But the self-satisfaction, amounting almost to insolence, AA'hich he took no trouble to conceal, but rather gloried in, enlisted all Margaret's sympathies against him. \" You feel, then, no consciousness of a second and higher life — a life that has nothing to clo with organisms and species, or very"], [263, "ATARGARET 253 indirectly ? You feel no necessity for a spiri tual life?\" \" Certainly not. Why should we exhaust ourselves in misty and obscure imaginations ? AVhat do they lead to, but to mistiness and obscurity ? \" \" That depends upon who leads and Avho is led,\" said Margaret. \"It is all barren. And why turn to things we know nothing of, when we can have glori ous materials for endless knoAvledge within our t\\ __ grasp i \" That is the snare, I fancy,\" said Margaret ; \" at least, for men of great intellectual capacity and scientific research. Grasping much, they think they can grasp all, and that what lies beyond their reach must of necessity be non existent. It does not occur to you, I suppose, that it is possible to become too materialistic, as well as for us to become too superstitious? \""], [264, "ATARGARET. 254 \" Man's reason is his highest gift \" \" AATho is the giver ? \" broke in Margaret. \"And to employ that,\" he continued, not heeding her remark, \" is his highest duty.\" \" I cannot see who you OAve any duty to, Mr. Cargrave.\" \" To humanity, Miss Marshall.\" \" And you can conceive nothing greater than man ? You must have a nobler acquaintance ship than most of us if you are so content.\" She could not help thinking, as she looked at his face, that he was hardly capable of a single aspiration. \" Nothing but Nature. To her law we all bow. She is supreme. We see her, we can inquire into her ; our reason convinces us that what we see is so and so. What does Biblio latry convince us of? What does it lead us to?\" \" Beyond Nature, I hope, to God. That is, if"], [265, "ATARGARET. 255 we Avill suffer ourselves to be led. Have you ever seen a person die, Mr. Cargrave ? \" \" That seems to me a matter of no moment — at least, irrelevant to our subject. Life, as you knoAv, or might know, is a certain disposi tion of material molecules.\" \" That is Huxley,\" said some one across the table, who had been listening with some inte rest to the discussion, and inwardly backing up Margaret. Mr. Cargrave bowed. \" I cannot be on safer ground, or quote from better sources. Mr. Huxley may have used the words as I gave them, or not.\" \" He did,\" across the table ; but the inter ruption was not heeded. \" We have no right to suppose, until it is proved, that anything is without its natural cause. Of life itself — as I informed you a minute ago — the materials are now known"], [266, "256 ATARGARET. and determined. Carbonic acid, ammonia, and Avater \" \" I have read that, Mr. Cargrave ; but I should like to ask you something. How is it that, holding, as you do, that every effect has its cause, and that nothing need be accounted for by superhuman agency- — how is it that some of you believe in what you call ' spon taneous generation,' and hold that we arise from a germ or germs in the waters of the globe ? Surely what is spontaneous is without a cause, unless you alloAv that the cause is superhuman and beyond your knoAAdedge, and therefore God.\" \" Knowledge is increasing every day. It has not groAvn to full stature. AVhat is beyond my reach will not of necessity be beyond the reach of the third and fourth generation after me. I maintain, together with many thought ful men, the opinion that nothing is unac-"], [267, "ATARGARET 257 countable for by purely natural causes. Do I make myself plain enough ? I deny that any thing is without a cause.\" \" And yet you deny the First Cause,\" said Margaret quietly. \"There is a limit to your theory, then, and a contradiction in it. For you come to a place where cause you cannot find, and where that place is, is God.\" There was a general movement at the table. Margaret was surprised to find that Avhen she stooped to pick up her handkerchief her hand trembled so that she could hardly hold it. \" How pretty that creature looks to-night! \" said a lady to Mrs. Beauchamp. \" She seems to have a great deal to say,\" returned the hostess drily, pulling on her lace shaAvl with a jerk. S VOL. I."], [268, "CHAPTER XXI. \" Dark-browed sophist, come not anear ; All the place is holy ground : The flowers would faint at your cruel cheer.\" Tennyson. Margaret overheard the remark and the rejoinder, and the flush of excitement on her face died away. She slipped silently into the conservatory opening from the drawing room. It was all agloAv Avith flowery glories. Pas sion-flowers hung their lovely arms about the place, their blossoms closing one by one upon the beauties that had all day been displayed unseen. Heliotropes, rosy geraniums, jessa-"], [269, "A/ AR G A RET. 259 mine, all the SAveeter for their \" old familiar faces,\" had been trained up the wall and over the glass, and the rarest creepers of other countries fraternised Avith them in wild luxuriance. \"Phil\" Beauchamp joined Margaret im mediately. She had heard her mother's cutting speech, and hastened to smooth away its bitterness to the poor stranger girl, who interested her not a little. And yet she, too, was cruel to Mr. Leslie. AVhat strange anomalies we human beings present — Ave women, I think, especially ! She took Margaret's arm, and sat down on the bench beside her. \" I am so glad I managed that you two should sit together at dinner. Perhaps you may do the poor man good. But he is so arrogant and self-satisfied. Hoav could you keep your temper ? I never could. But then 8 2"], [270, "MARGARET. 260 I could neA'er have attempted fairly to argue with him.\" « \"Perhaps he deserves some praise for keeping his\" she answered. \"I, of course, am ignorant on all the matters he is so well up in. I know very little about molecules and or ganisms, and no doubt he thought me very presumptuous. But Avhen he attacks our faith, our God — all that makes life bearable — oh — ! \" And Margaret stopped short, all Avords failing her. \" He is not fit to know of anything that is not earthly and scientific,\" said Philippine. \" Don't laugh, they are synonymous terms to me. Is there anything, clo you think, he would not materialise, and grind down into a system ? We Avon't have him in here, or he will bring his calculations to bear on all the roses and the passion-floAvers, and then they will never look beautiful nor smell a^-aiii"], [271, "ATARGARET. 261 We should have a lecture on protoplasm — isn't that the Avord ? And AA'hen he talks like that, I feel inclined to say, ' Kill me, and put me out of my pain ! ' like Victor Galbraith. AVhat have Ave to live for, if it is all as he says ? \" Mr. Leslie had joined them, and had taken his place timidly on the edge of a cane chair. But Miss Beauchamp took no notice of him. She was a grand girl, Avith a tall, symmetrical figure, and such eyes ! Margaret had not thought her so beautiful before ; but iioav, as she stood holding a long trail of passion-flower in her delicate fingers, and looking into the closing buds with an expression of wonder and delight that Avas almost holy, she made a picture indeed. Mr. Leslie's eyes Avere fixed on her. \" I find it quite easy to believe in heaven,\" said he, sotto voce, casting his eyes down, and moving his foot nervously on the stone."], [272, "262 MARGARET. \" Don't creak on your chair, please, Mr. Les lie,\" said Phil, without looking at him. \" The calm in this place was so delicious.\" \"After Mr. Cargrave,\" put in Margaret, smiling, and full of compassion for poor Jack. \"And before Mr. Leslie,\" said Phil, carry ing a little Avater-pan to a tap in the corner with an air of provoking independence. \" Let me fill it,\" he said, springing up from his seat and holding out his ringed hand. She held the pan firmly in her own. She knew he did not dare touch that. \" You do want dampening,\" she said, look ing majestically over her shoulder at him ; \" but I will do it for you, when it is required.\" And then she stooped and filled the pan, Avhile he Avent meekly to his seat again. \" AVill you stand for your picture to me to morroAv, Miss Beauchamp ? \" said Margaret. \"Oh, yes, if you like it. But Avon't you"], [273, "MARGARET. 263 have Mr. Leslie ? He has got nothing to do. What? not in his canary stockings with the pea-green coat ? I Avonder at your taste, Mar garet. May I call you Margaret? Of course I am ' Phil ' to every one — the present com pany on that creaking chair always excepted. And on gala-days I am Philippine to mamma. So you Avill not immortalise the canary stock ings ? Oh, how I wish Mr. Cargrave would find there is no cause extant for such an effect as canary stockings, and then, perhaps, the effect Avould shrivel up ! Here you are, Mr. Cargrave ; is there any protoplasm in canary stockings ? And, if so, will you please extract it at once? But please don't come into the conservatory. All the protoplasm here is mine, and not to be interfered Avith. You had much better take Mr. Leslie, and experiment on him ; he has got nothing to do. I Avonder if you will find anything in him ; / can't.\""], [274, "ATARGARET. 264 The next clay, after breakfast, Margaret gave her pupil her second lesson. She had very little talent, and the task would have been hopeless but for her extreme good humour and her pleasant, half-childish, half queen-like ways, that both amused and de lighted Margaret. It was something very new to her to see a life so full of sunshine, and she Avatched it with the interest of a phenomenon. Philippine soon discovered this. \"You have had a great deal of trouble, I can see that. And beginning to teach seems a good opening for fresh annoyances.\" \" I am happier than I have been for some time past,\" Margaret ansAvered, \" because my mind is at rest about — those I care for, and I see my way to helping myself at last — and them.\" And she blushed involun tarily. Phil gave an uneasy sigh, and was silent."], [275, "ATARGARET. 265 \" AVhat agreement did you make with mamma ? \" she asked at last abruptly. \" None.\" \"None at all? is it possible? Did that artist, Mr. Pickering not put you up to that?\" \" He would not think of it,\" said she \" and, I must say, I never thought of it either, at least, of making any definite arrange ment. I must leave it to Mrs. Beauchamp.\" Mrs. Beauchamp and Mrs. Penrhyn came in at that moment, Miss Middlemay folloAving in the rear. \" I hope you are earnest, my dear, over your Avork,\" said the mother. \" Remember that such opportunities must not be throAvn away. Have you any card of terms, Miss Marshall, by you ? \" Margaret coloured again, and said, \" None.\" Mrs. Beauchamp wore an eyeglass, and"], [276, "MARGARET. 266 so did Mrs. Penrhyn. They both brought them into play at once. Phil had taken the precaution of throAving her unsuccessful daub to the other end of the room at the sound of approaching voices, but Margaret's stood on a chair before her. There AA'as a long silence. She did not work for she could not, Avith those criticising eyes upon her. Mrs. Penrhyn Avas Avaiting to hear what Mrs. Beauchamp would say ; so Avas Miss Middlemay. Mrs. Beauchamp, being no judge, gave her opinion very positively. \" You have got that arm too long by far.\" Margaret ventured to differ, and to prove that the arm was exactly as it should be. \" Measurement or no measurement, no one will persuade me that is in proportion. Don't you agree Avith me, Mrs. Penrhyn?\" \"It certainly appears so,\" responded that lady."], [277, "ATARGARET. 267 \" appears so,\" echoed Miss Middlemay from the background. \" I think it is a great pity you have so little colouring in your picture,\" continued Mrs. Beauchamp ; \" who ever saw a girl with those broAvn shades on her neck ? \" \" I quite agree Avith you,\" said Mrs. Penrhyn, nodding her head sagely. No echo from the background this time. Miss Middlemay saw that Margaret Avas being assailed, and that she Avas fighting single handed, or rather bearing it all patiently. And after this she could not be induced to corroborate Mrs. Beauchamp's statement. This Avas the less difficult, because her opinion Avas never asked for. AVe must be prepared to find in all our avocations, Avhatsoever they may be, that even the measure of real merit Avhich does exist and transpire, will not by the ignorant among our"], [278, "268 ATARGARET. friends and critics be recognised and acknow ledged. Superiority can afford to stoop, and to single out such beauties as are to be found. A botanist by a muddy roadside will see the one rare or interesting plant that lifts its tiny head, Avhen common passers-by AA'ould only see the mud. The very difficulties, too, that genius must surmount to reach its pinnacle make the man of genius (of Avhatever degree) merciful to the short-comings of others, and appreciative of Avhatsoever of good and great they have attained to. And, again, nothiug is so easy as to de preciate. To find fault, it might seem, at first sight, would necessitate that the fault-finder be on a certain moral elevation ; but there is no doubt that to appreciate demands a higher still. And haA'e we not fallen to the loAvest stage of degradation Avhen, unable to conceive or to create beauty, intellectual, artificial, or"], [279, "MARGARET. 269 moral, Ave are also incapable of admiring the creation or the conception of others ? Poor Margaret, she suffered Avhat all as pirants must suffer. The first time the heart aches, ay, and the second time too. Perhaps the third time the heart takes courage, and rebels, and cries, \" AVhat care I ? \" and the fourth time it is part sorrowful, part doubtful, part thankful. The first fury is past ; the self-satisfaction, too, is past. There remains a little wholesome indecision, a certain won dering over the criticism given, a deal of doubtfulness of self, a little courage at the thought that all men, great or small, that toould be great must pass through the ordeal. A compound that makes surely that state of unrest which is the lot and inheritance of humanity. And this very unrest — is it not proof of itself of a hereafter ? A\\re strive for the mountain-"], [280, "ATARGARET. 270 top, and attain, as Ave think, our goal. AVe find it is no summit after all. But does that make us -question Avhether there be a summit and an end at all ? Surely not, hoAvever often the -disappointment is repeated. So it is in this life to most men ; Mr. Cargrave naturally excepted, and his school. AVe at least believe in One whose Avord shall not return unto him void — avIio having made man and man's Avork, is not willing that one jot or tittle should be labour in vain. The insufficiency noAv, is a Balaam's ass taking to itself language to tell of the Then that is to be. Everything is desired of us ; everything is com- menced by us ; and completion crowns nothing. Something more ! — perfection, perfection ! — someAvhere in the time to come. Mr. Cargrave Avould tell us we are teleo logians and enthusiasts. We ansAver that our aspirations are as natural as our instincts —"], [281, "MARGARET. 271 that to us a wider and higher life (without which our higher man cannot exist any more than our bodies Avithout food ; or, as he would put it, without carbonic acid, ammonia, and water) is as apparent as this daily common placeness which surrounds us. With some, indeed, this loAver existence is but a passing dream — the body is but a servant of the mind ; and that mind lives elsewhere, in a reality of its own. I have said \" this commonplaceness.\" For is it not all commonplace, robbed of all that lends it majesty and beauty here? Life without hope ; death Avithout hope — Avhich is hardest ; which most awful ? \" Kill me and put me out of my pain ! \" said Phil Beauchamp hastily ; but had she paused a moment she might have shrunk, I think, from parting Avith the only happiness she was ever to know — from laying aside the"], [282, "ATARGARET. 272 beautiful face she Avore, and the pure, glad heart, even the paltry pleasure of teasing Jack Leslie — for a yawning grave, and corruption, and silence everlasting. Ceasing to be. If we could believe it, if our whole inner man did not rise against the notion with the force that only the inner man can have, we were of all creatures most miserable. To come to the knowledge of something in finitely high, and grand, and vast, and pure, and to be told it never can be ours. It is strange that that nature that Mr. Cargrave Avorships — that we too worship under another name — should for once so bitterly deceive us. Margaret was thinking someAvhat in this strain on the evening folloAving her argument, when she Avas disturbed by the rustle of Mrs. Beauchamp's dress, which fold after fold was composing itself in a chair beside her. Mrs. Beauchamp gave it an admonitory pat, and"], [283, "A/AR CARET. 273 then a smooth of approval. Lastly, she shook out her lace sleeves, and tried to disentangle one from the clasp of her bracelet. She began talking to Margaret in a manner so changed and affable that she seemed to be a totally different person. Margaret had heard Mrs. Penrhyn say that Mrs. Beauchamp was a most charming woman. Noav she began to think so too. \" I am so surprised to hear you are a near relative of my very dear and old friend, Lady Margaret Marshall. Mr. Leslie has been tell ing me she is your cousin,\" she said, after some conversation. \" She married my cousin,\" said Margaret. \" I do not know her at all ; I have never seen her.\" \" AVe hope to go to Levington next month,\" continued Mrs. Beauchamp, taking a cup of coffee from the tray held before her; \"and VOL. I. T"], [284, "MARGARET. 274 then I mean certainly to bring you to her remembrance.\" It was lucky that Mrs. Penrhyn came up at that moment, and seating herself on the ottoman beside Margaret, interrupted, or rather broke in upon the subject, and led it out into another channel. The wilful colour had mounted into Margaret's face, and she had drawn herself up threateningly. \"I think I am not mistaken in supposing you are first cousin to Marshall of Levington, Miss Marshall?\" And Mr. Penrhyn next smiled blandly, and raised his someAvhat ner vous eyebrows into interrogative shapes. The same form of question and answer was gone through again. It Avas wonderful what a difference this \"connection\" made in the eyes of the small world at Beauchamp Towers. Margaret became quite a subject of interest and conversation. Every one knew Levington,"], [285, "ATARGARET. 275 and the Marshalls thereof, either personally or by hearsay. By the end of the evening the news had percolated through the entire assembly; and even Miss Middlemay had con veyed her veiled congratulations to Margaret. The \"pale spectrum of the salt \"was rapidly fading aAvay. Next day, when Philippine Beauchamp ran up-stairs with a paper in her hand, and told Margaret that a gentleman was calling there, Avho spoke of a Gaspar Marshall as his friend, she was greatly surprised to find that Margaret •did not seem more anxious to meet him. \"What, Margaret?\" she said, \"not go down and see the man Avho may have seen your brother later than you ? \" For Margaret, with tears in her eyes, had little by little dis covered to Philippine the secret of her affection for her brother ; each time retracting half she had said, as if it were too sacred for strangers'"], [286, "276 ATARGARET. ears, and each time forgetting herself again in praise of the beloved one, and under the seductive charm of the girl's manner. \" You have not said anything about me ? About my being here — about my — \" and Mar garet left her sentence unfinished, and looked appealingly into Philippine's face. \" No, nothing. I came up as soon as I had heard him mention the Something RevieAv for some month, ' in which,' he said, ' my friend Gaspar Marshall wrote a first-rate paper.' \" \" I cannot go,\" said Margaret nervously - \" don't ask me, please.\" And she squeezed twice too much light red on to her palette by mistake. \"Do you knoAv avIio he is, Margaret?\" asked Phil kindly. \"No, not at all. But I Avould rather not go doAvn. Please do not mention me at all, Philippine.\""], [287, "A/ARGARET. 277 Philippine was quite beAvildered. AAliat could Margaret mean? It almost seemed as if she were ashamed of the position in which she found herself at Beauchamp ToAvers. Could Margaret know such miserable shame ? Philippine looked in her face, and said \"No.\" \" AVell, keep the paper ; I Avill not tease you. Papa sent it up with a paragraph marked. They all said, ' AAfell done ! ' AA'hen they had read it. Papa AA'as quite proud of having you in the house.\" And so Philippine went aAvay. And Margaret read : and her heart beat fast. And she covered her face with her hands and thanked God once again. \" I think that felloAv Pickering pays some one to write you up, Miss Marshall,\" said Mr. Beauchamp at lunch time, smiling. \" Indeed, I think he must,\" said Margaret, innocently."], [288, "278 A/ARGARET. \" Have you tried Phil?\" he asked. \" Yes ; I am doing a sketch noAv.\" \" AVell,\" said he, lowering his voice to a Avhisper, \" I give you an order for one, re member.\" And he tapped the table signi ficantly. \"No hurry, you knoAv; whenever you like to send it me : that will just suit me. I want one of Phil in my study. 0 yes ! I shall be much indebted to you if you will do me this little favour\" — and \" AAliose plate is this ? \" to the butler — Mr. Beauchamp went on carving the cold chicken. After luncheon the ladies had a way of grouping round the draAving-room Avindow, where they discussed plans for the afternoon ; while the gentlemen sauntered among the flower-beds and smoked. \" Who is that, Philippine, \" said her mother, raising her eye-glass, \" between us and the second elm ? \""], [289, "A/AR GARE/: 279 Phil raised her glass, too, to her wicked eye. \" It is either Mr. Leslie or a dahlia,\" said she. But I am afraid it Avas neither Mr. Leslie nor a dahlia. END of vol. 1. BRADBURY, EVANS, AND CO., PRINTERS, WHITEFRIARS."], [290, ""], [291, ""], [292, ""], [293, ""], [294, ""]]