[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Beto lealatttr. OTAGO AS IT IS, ITS GOLD-MINES AND NATURAL RESOURCES; HAND-BOOK FOR MERCHANTS, CAPITALISTS, AND THE GENERAL PUBLIC, AND A GUIDE TO INTENDING EMIGRANTS. BY S. WE KEY, Author of \"An Exposition of the Origin and Structure of the Language of the m Magyars;\" \" The Culture of the Vine, its Advantages and Prospects in Australia\" <£<*., <£v. ||1 e I b a u rne : F. F. BAILLIERE, PUBLISHER, 85 COLLINS STREET EAST. SYDNEY: A. CUBITT. ADELAIDE: W. C. KIGBT. HOBAKT TOWN : MESSRS. WALSH & SONS. Ma--on A FinTH, Printers, Melbourne."], [8, ""], [9, "OTAGO AS IT IS,"], [10, ""], [11, "Beto OTAGO AS IT IS. ITS GOLD-MINES AND NATURAL RESOURCES; HAND-BOOK FOR MERCHANTS, CAPITALISTS, AND THE GENERAL PUBLIC, AND A GUIDE TO INTENDING EMIGRANTS. B1 S. WE KEY, Author of \"An Exposition of tlie Origin- and Structure of the Language of th Magyars ;\" \" The Culture of the Vine, its Advantages and Prospects in Australia,\" dr., dr. IjUIbournc : F. F. BAILLIERE, PUBLISHER, 85 COLLINS STREET EAST. SYDNEY: A. CUBITT. ADELAIDE. W. C. RIGBY. HOBART TOWN: MESSRS. WALSH & SONS."], [12, ""], [13, "PREFACE. In anticipation of a large exodus to Otago from the neighboring Colonies, and also from England (en couraged no doubt by the first successful rush to the Gold-fields of the province), that was generally expected to take place in the spring of 1862, I resolved upon visiting Otago at the end of the winter of the same year. Previous to leaving for the province, I perused every accessible work on New Zealand, with a view of obtaining all the available information about the climate, land, &c, of the country I proposed to visit. On arrival, however, I found that the information thus obtained was of no practical value as regards Otago. The rapid development of commercial interests of considerable magnitude between Otago, the neighbor ing Colonies and England, and the natural desire manifested by the more cautious to obtain some reliable information about Otago previous to embark ing in business transactions with the province, ji emigrating to it for other purposes, suggested the publication of the present work. I did not follow the favorite mode of many other travellers to record the incidents that presented them selves to my observation in the easy form of a diaiy, but adopted the plan of placing before the reader the"], [14, "VI information conveyed in this volume arranged on a system that will likely render the work available for reference when required. As the object of this work was not merely to amuse, but to convey information calculated to be practically useful, it is purposely divested of extra neous matter, and it contains a description of the country and reliable facts, more so than the individual opinion of the writer thereon. The statistics, and other commercially important details furnished in the work, are derived from the best official sources that could have been made available for the purpose. I have carefully collected interesting matter for a work of much larger dimensions, and also compiled the statistics of Otago from its first establishment to the latest date in a tabulated form, and on a system likely to be most acceptable to the distant reader out of the province — but the low price for which this volume is issued, as compared with the expense of its publication, rendered the further enlargement of it impracticable for the present. Knowing, from personal experience, of what great use it would have been to me to have had the oppor tunity of perusing any work that furnished detailed and reliable information on Otago previous to my leaving for that province, I confidently hope that persons whose commercial relations or other interests render it desirable to become acquainted with Otago as it is, will not be sorry for the time they may devote to the perusal of this volume. THE AUTHOR."], [15, "GENERAL REMARKS. Nearly all the works on New Zealand liitherto published, speak more particularly of the northern portion of the islands included within the territory of that colony, and most of the writers briefly dispose of Otago by merely mentioning that \" it was first settled by an association of the Scottish Free Kirk.\" This is about the substance of the information that was, until now, easily accessible and available to the general public desirous of becoming more closely acquainted with the country which, in consequence of the recent gold discoveries within its territory, suddenly advanced into public importance. The intending emigrant to Otago, while searching for information in the former publications on New Zealand, is likely to be misled by reading about the salubrious climate, and the fertility of the soil of the country, luxuriantly growing the vegetation of a semi-tropical zone, and more especially the orange, the vine, tobacco, melons, &c, and yet without having the enervating heat of an Australian summer, as the scorching north wind, on reaching the New Zealand isles, is tempered down by the surrounding sea to a grateful breeze of genial warmth. On reading the above description of a New Zealand cli mate, the intending emigrant usually does not suspect that these general terms are only applicable, if at al) so, to the"], [16, "VIII northern parts of New Zealand, and that in Otago, with its rugged country, snowy mountains, glaciers, and immense lakes, the climate is considerably modified, to the great dis appointment of the casual reader, who may have been under the impression of having obtained correct information on the subject by perusing the books hitherto published on New Zealand, and probably looking on the map to find the latitude within which Otago is situated. To the merchant desirous of extending his mercantile operations, and to the capitalist seeking for a safe and profit able investment in Otago, it is of great and of immediate importance to become acquainted with the form of Govern ment, the statistics, and the natural resources of the country, as the most reliable sources of information wherefrom an acute mind will be able to make reasonable deductions, to estimate the existing elements of future progress possessed by the country, its capabilities aud probable rise, and the stability of its apparent prosperity brought forth as the effect of sudden and unexpected causes, and, according to the information thus obtained, will the merchant and the capitalist be able to pro vide for the adequate protection of his interests. A great many who have gone off to Otago are under the false impression, that the gold discoveries in that province will hasten to stimulate and develop the progress of the country with the same rapidity, and on the same scale, as the gold discoveries on Mount Alexander, Bendigo, or Ballaarat did stimulate and develop the rapid progress of Victoria. Num bers who recently left the Australian colonies and Tasmania for Otago, and indeed even the large majority of those already established there for some time, are quite unacquainted with the natural resources and capabilities of the country. Many of them invest their capital in land and town allotments, leased or bought at prices wholly artificial, and forced up by mere speculation, in the idle hope that things will go on in"], [17, "IX Otago in the same way as they did go on in Victoria, forgetting altogether that there exist in Otago partly, at some time or another, removable, but also permanent causes, that will greatly militate against the same result. Few, indeed, enquire and seek to find out that the province of Otago is only a dependency of a dependency ; that even if the gold fields of the province should continue to hold out in ducements to emigration from the Australian colonies, it is not within the power of the provincial legislature to bring in, or even to entertain, many a most important measure that would require immediate attention, as being calculated to fix the population to the soil, and thus, taking advantage of the tide of immigration, keep the newly-acquired population in the country, and render their labor a permanent source of national wealth. The constitution of the colony of New Zealand, and the limited powers conferred thereby on the provincial legislature, render this impracticable, as will be ex plained hereafter in another part of this volume. Nor can the waste lands of the province be relied on as the source of any large revenue for improvements, or the establishment of reproductive works, as a portion of the territorial revenue is already de facto mortgaged to liquidate the New Zealand Company's debt, and another portion of the revenue is re tained by the general government of the Colony. There are, besides, many other important considerations and natural disadvantages, not within the power of man to control or alter, and which must for ever remain to check the progress of the province, and render it an undesirable place for settlement, as compared with the inducements held out by either of the Australian Colonies."], [18, ""], [19, "CONTENTS. PAGE Geographical description of Otago 2 History of thejfirst settlement of the province 3 Extent of territory and physical character of country, large lakes, glaciers, snowy mountains 9 \" Moa\" bird — skeleton of, recently discovered 1(1 Cataract 700 feet in height H Entrance to the Harbor of Port Chalmers, danger of the coast ... 13 Geological formation of the Southern Districts 14 ,, North-eastern and interior districts ... 16 ,, Manuherikia Valley and Dunstan Gold- fields 18 Climate, and the result of Meteorological Observations for nine successive years 20 Political Constitution and Administration of the Province 28 Abstract of Land Regulations 34 Statistics 39 Natural Resources, Pastoral and Agricultural 43 Indigenous Productions, Poisonous Shrub Titty. 45 Mineral Resources 46 Gold and Gold-fields 47 The Rush to the Dunstan, Variety of Incidents of 49 Rush to the Nokomai 53 Reaction, Appearance of the Streets in Dunedin 56 Description of and Guide to the Otago Gold-fields 58 Abstract of Gold Mining Regulations 61 General Remarks upon the Otago Gold-fields 63"], [20, "XII PAGE Fauna of Otago 66 Dunedin and its Environs 67 First impression of a new arrival— description of the city 69 Land Slips — Stone Avalanches 71 Salaries of Government Officers 72 Prevailing system encourages corruption ... .., ... . 73 Bad Sanitary condition of Dunedin 75 Aristocracy of New Countries after gold discovery ... 76 Chamber of Commerce and their efforts 77 Tariff Regulations of Otago 78 The Press of the Province SO Conclusion 81"], [21, "OTAGO AS IT IS. GEOGRAPHICAL AND PHYSICAL DESCRIPTION OF THE COUNTRY. HISTORY OF THE FIRST SETTLEMENT OF OTAGO. Although Cook's surveys and the ceremony of his taking possession of the Islands of New Zealand, in the name of George the Third, has taken place as early as 1769, New Zealand was not officially recognised as part and parcel of the British Empire till 1787, when, in the Royal Commission of the then appointed Governor of New South AY ales, it was referred to as a dependency of that Colony. Yet for all that. New Zealand cannot be considered legally and formally to have belonged to the British Crown till 1840, at which time, by virtue of the treaty of Waitangi, whereby the native chiefs made over the sovereignty of their possessions to the Queen, Captain Hobson, the first Governor of the Colony, hoisted the British flag at Auckland, as the capital of New Zealand. In 1853, the Colony of New Zealand, numbering at the time only about 80,000 inhabitants, received its first Consti tution from the Home Government, and by that Constitution it was divided into six provinces, viz., Auckland, Taranaki, Wellington, Nelson, Canterbury, and Otago. Since then several alterations were made in the boundaries of the provinces, and very recently Otago, which it is my intention particularly to speak of, has lost a valuiable portion of its former territory, and thus the Colony of New Zealand is, at the present time, divicled into nine provinces. The last three provinces formed, since the promulgation of the first Consti tution of the Colony, are — Hawkes' Bay, Marlborough, and Southland. B"], [22, "2 This loss of territory is much regretted by the colonists of Otago, and it was thus referred to by the Superintendent, in his opening address to the Provincial Council on the 19th June, 1861 :— \" On the 1st of April last, an event was consummated, which had long been foreseen. Our province was deprived of one of its finest districts, to satisfy a bare majority of the electoral body, and in utter disregard of a numerous and influential minority resident therein, while the protest of nine-tenths of the undivided province was treated with unbe coming contumely.\" By this arrangement Otago lost that valuable portion of its former territory commencing at the mouth of the river Mataura, and continued along the right bank of the Mataura river to its source in the Eyre Mountains, thence to the summit of Eyre Peak, thence in a south-westerly direction to the junction of the \"Windley with the Oreti or New River, thence due west to the river Waiau, thence to the sea, aud thence by the coast-line to the mouth of the Mataura. There is no map as yet published whereon the boundary lines of Otago, and the new province of Southland are distinguished, but they may be easily traced on any old map by the description above given. * So long as the \" New Provinces Act\" of 1858 will remain in force, it is impossible to tell how many provinces may yet be formed in New Zealand, each province to have its separate provincial Government, its mimic Parliament, and officials necessary to carry on the administration. All that the Act at present requires is, that three-fifths of the registered electors entitled to vote in the election of members of the House of Representatives, resident within any given district comprising not less than 500,000 acres (the petitioners, accord ing to \" The New Provinces Amendment Act of 1861,\" not being less than 201 in number), should petition the Governor in Council to establish a new province, and after the usual forms have been complied with, the prayer of the petitioners is granted, as a matter of course. The facilities thus given by the Constitution of the Colony of New Zealand, for the establishment of provincial self government is, no doubt, an advantage in many respects, yet * There was a map recently prepared at the Survey Office, Dunedin, showing the boundaries of Otago, after the establishment of the province of Southland, This map is only lithographed, and is seldom seen out of the province."], [23, "3 this facility is liable to abuse in new settlements, where often the purely accidental acquirement of wealth or individual popularity are the usual standard of fitness to fill offices that in any state, however small, wouild require to be entrusted to men of adequate talent and education, if it is not desired to degenerate the government of a province, and bring it down to the level of the administration of a parish. Otago is yet too young a country to render the history of its first settlement of any great interest to those who either took part in pioneering the way to its establishment, or within whose recollection the few incidents happened that have marked the arrival in the port of Otago of the 260 Scotch emigrants who founded this young offspring of the British Empire. But to the intending emigrant, and to those who were already attracted to this new country by the recent gold discoveries, and to others whose actual or proposed mercantile connections with Otago render it necessary to become acquainted with its form of government, present resources, aud future prospects, a short account of its history is also acceptable. I am indebted to Mr. Forsyght, the proprietor of the Otago Colonist, for the subjoined facts bearing upon the past history of the province : — A Scotch settlement in New Zealand was projected by the New Zealand Company in 1843. Early in 1844, the late Colonel Wakefield, principal agent of the company, in pur suance of the company's instructions, took the necessary steps for fixing on a site. It was first proposed to be at Port Cooper, and its name was to have been the \" New Edinburgh Settlement,\" and the leader of the emigrants was to have been Mr.Rennie, afterwards Governor of the Falkland Islands. Between this gentleman and the directors of the company it was arranged that the quality of the land should be a principal object as well as that of a good Port, and Mr. Tuckett was appointed by Colonel Wakefield to make a survey of the coast from Banks' Peninsula to Milford Haven, and to select the site which he should think most suitable for uniting both objects. Mr. Tuckett performed his task with zeal, and the relative merits of the places determined him to fix the New Edinburgh Settlement at or near Otago, instead of Port Cooper ; which determination Colonel Wakefield, in a despatch to the Directors, dated 21st August, 1844, intimated that he had ratified, after himself visiting both places. On this occasion the site on which Dunedin now stands was fixed b 2"], [24, "■1 as the site of the principal town, and a large tract of land, including that which was to form the settlement, was pur chased from the natives, and a deed of conveyance executed, the affair having been concluded during a forenoon, in a manner satisfactory to all parties. In consequence of the policy pursued by the Colonial Office, at the head of which at that time was Lord Stanley, now Earl of Derby, which gave occasion to much controversy in and out of Parliament, and to the appointment of sundry Parliamentary Committees, the New Zealand Company,. being unable to effect sales of land, suspended their opera tions in 1844. The Scotch expedition, which was to have Railed in August or September of that year, was postponed, those who intended to form it having wisely, and with the characteristic caution of their countrymen, resolved to be first satisfied that the Company's title to the land for the intended settlement was ratified by th? Governor. Mr. Rennie, who hitherto was the acknowledged leader of the intended expedition, seems at this conjuncture to have retired and given place to Captain Cargill, v, ho, it is believed, was one of his original associates in the project. From the time of Captain Cargill assuming the leadership the undertaking acquired new features, and was projected with a degree of energy that must have naturally produced a larger measure of success than at first it met with, had his exertions not been counteracted by the disputes between the Colonial Office- and the New Zealand Company. The original scheme of the settlement was founded, in some important particulars, upon the system of colonising pro pounded by Mr. Edward Gibbon Wakefield, and known as the Wakefield system ; but its most novel feature was the provision made for religious and educational institutions con nected with a particular religious body, which was meant to operate as a strong inducement to the members of that per suasion, and others who agreed with them, and a bond of union among them. In 1843 the disruption of the Church of Scotland occurred, and Captain Cargill having joined the Free Church, resolved upon forming, out of its lay members, an association for the promotion of the scheme. This was effected by a meeting held at Glasgow on the 16th May, 1845. On the 29th, the resolutions of that meeting were laid before the General Assembly of that Church by its Colonial committee, who reported in very favourable terms of it ; and on the 3rd of"], [25, "5 June following the Assembly passed a resolution highly approving of the principles on which the settlement was proposed to be conducted. In 1843, the Rev. Thomas Burns was invited to become the first minister of Otago ; and when Mr. Rennie ceased to take any interest in the promotion of the settlement, Captain Cargill was joined by Mr. Burns, who proved to be an able and efficient coadjutor in the fur therance of the scheme. Captain Cargdl, accompanied by Mr. Burns, visited several of the more important towns, and in this way, and by means of the press, information was widely diffused respecting the intended settlement, and the principles on which its colonisation was to be conducted. In these labors Captain Cargill was assisted also by Dr. Aldcorn, of Oban. But as yet the New Zealand Company had not obtained from the Government a recognition of their title to the land that was to form the location of the settle ment, and to the accomplishment of this object Captain Cargill strenuously devoted his attention. He corresponded with the Under Secretary for the Colonies on the subject ; but though this correspondence occurred in September, 18-15, it was not till 1847 that matters were placed on a satisfactory footing. In the meanwhile, Captain Cargill's exertions had been unremitting. By this time the name \" New Edinburgh Settlement \" was dropped, the native title was retained, and Dunedin became the name of the principal town, and Port Chalmers the name of the port town, in honor of the leader of the Free Church, with whom Captain Cargill held many conferences respecting the undertaking. In May, 1847, he wrote and published a letter, addressed to his friend Dr. Aldcorn, in which he entered into a full exposition on the state of preparedness to which the affairs of the intended settlement had at length arrived, and thus summed up his statement regarding them : — \" So far, then, the time has not been lost, but, on the contrary, what we felt as a grievance has been overruled for good, and has given a position to the undertaking which it could not otherwise have attained.\" The same letter contains also an elaborate expo sition of those principles of colonizing by which he was influenced to the last, in course of which he draws a parallel between these principles and those which were professed and acted on by the \" Pilgrim Fathers.\" Alluding to this letter some years afterwards, he says — \" In order that there might be no mistake on the part of statesmen through inadvertence or otherwise, care was taken, by a publication in the summer"], [26, "6 of 1847, to show who and what the parties were, and the things they had waited for, ere a single colonist should pro ceed, viz., a title to the block of land, surveys completed, and constitutional government secured by Act of Parliament.\" In fact, with his pamphlet in hand, he waited upon Lord John Russell, then leader of the opposition, on Mr. Gladstone and Lord Lyttlcton, then both in office, and on many other mem bers of Parliament. One of them, an English member, was indebted for his call to his having expressed himself so strongly in favor of the scheme at a public meeting in London, that Captain Cargill was curious to know upon what his convictions were founded, and on making the inquiry, was told in reply — \" The scheme itself is sensible and well arranged, but when I think of the parties connected with a body that has just achieved a great national movement which could not have been effected in England without a revolution, that has done so after a struggle of ten years, and at great sacrifices, but peaceably and without affecting a single institution of the country, or having uttered a word questioning the rights or predilections of any others in the community, I confess that there is no bound to my confidence.\" The publication of the letter above noticed was followed by a public meeting held in the Trades' Hall in Glasgow, on the 10th of August, 1847, on which occasion the chair was taken by the Right Honourable Fox Maule, subsequently Lord Pan mure. Yarious resolutions were passed, an \" Address to the People of Scotland\" was adopted, and committees were ap pointed for managing the affairs of the association. In preparing for the departure of the expedition, Captain Cargill took the most active measures ; and in November of the same year the first party of colonists left, in two bands, the one by the John Wycliffe, from London, at the head of which was Captain Cargill, and the other by the Philip Laing, from Greenoek, headed by the Rev. Mr. Burns — the Moses and the Aaron of the Exodus — and now living in Dunedin. On the 1 7th of March, 1848, while still at sea, but approaching the end of the voyage, Captain Cargill — with that desire which was ever uppermost with him to advance the interests of New Zealand, to remove the prejudice caused by its dis tance from Britain— wrote a despatch to the secretary of the New Zealand Company, giving au account of his own ex perience of the voyage, and enclosing a chart of the track taken by the ship ; and he concluded with the remark that, with the exception of a few days, the passage had been"], [27, "7 literally a summer excursion. On the 22nd of the same month, the John Wycliffe entered the harbour, and the Philip Laing followed on the 15th April. On the same day Captain Cargill addressed the now united band of immigrants in feeling and appropriate terms. Captain Cargill carried out with him the commission of the New Zealand Company to act as resident agent at Otago, so that the whole responsibility of the execution of such duties as the company engaged to perform on the spot, devolved upon him. Temporary barracks for the women and children had been provided, the lauds were staked out and ready for immediate choice and occupation ; and three months' provisions were in store, to be issued at cost price, and renewed by additional supplies until private enterprise should supersede them. Although there was, perhaps, little reason to fear the ulti mate advance of the colony in population and prosperity, yet it was from land sales only that the continuance of the New Zealand Company's operations could be reckoned on, and the period had arrived when it became necessary for the Government and the company, to determine whether the company's operations were to continue or to cease. It was only in 1849 that the directors of the New Zealand Company were able to report to their constituents, that the obstacles which had hitherto impeded the company's opera tions had been, for the first time, entirely removed ; but they added, that they had so often had to deplore the disappoint ment of hopes apparently well founded, that they were anxious to abstain from expressing sanguine expectations of the sale of lands. In July 1850, in consequence of measures taken by the New Zealand Company, its lands in New Zealand reverted to the Crown, under the burden of existing contracts. But there being a subsisting engagement on the part of the Com pany to continue the Otago Association in active operation till November, 1852, the Imperial Government undertook to perform the Company's obligations to the Association and the settlers. Accordingly, Earl Grey, then Secretary for the Colonies, sent authority direct to Captain Cargill himself to continue his duties in Otago as in the time of the Company, and the same course was followed by his successor. Sir John Pakington. In 1851, on the occasion of a soiree held in the schoolroom at Dunedin, Captain Cargill, in addressing the meeting, re-"], [28, "8 ferred to the increase of the original 260 settlers, by accession of population and otherwise, to about 1450 souls, and the unswerving faith which Captain Cargill cherished in the pro gressive increase and prosperity of the colony, and of this settlement in particular, was a marked characteristic of his enthusiasm on this as on all other occasions. In 1852 the Constitution Act was passed. By one of its clauses, Her Majesty was empowered to grant a charter to the Otago Association, and the Association applied to the Government for a charter, with the approbation of Captain Cargill and the greater number of the settlers. But the latter not being unanimous, and the Government having resolved on terminating the powers of the Canterbury Association, and the general control of the land fund having been vested in the Legislature of New Zealand by the Constitution Act, the Government decided on not granting the charter; and thus terminated the operations of the Association, between whom and Captain Cargill there had existed all along a perfect identity of sentiment in all matters that came within the Association's administration. In the meanwhile there was much passed in the province- calculated to irritate those who had planned the scheme of the settlement, or had embarked in the enterprise upon the faith of its being carried out. The Governor, Sir George Grey, has suspended the Constitution which the British Par- liament had first given to the colony in 1846. And although by another Act of the Imperial Legislature, suspending that constitution for five years, the Governor was invested with power to constitute during that interval temporary provincial legislatures, embodying, if he so pleased, the representative principle, he declined to avail himself of the power given to him by the last-mentioned Act to create a provincial repre- sentative legislature. In 1853 the present Constitution of the colony came into operation, when Captain Cargill was elected the first Super- intendent of the province, and the Government of Otago since then is carried on in a manner referred to hereafter, in speaking of the political constitution of the province. Captain Cargill, the leader and pioneer of the Otago settle- ment, died in August, 1860. The extent of the whole territory of Otago comprises 23,090 square miles, or 14,777,600' acres. The physical character and topographical features of nearly the whole of the country are mountainous, hilly, and rugged ; indeed so"], [29, "9 much so, that agriculture in Otago will hardly ever be carried on to any great extent. As compaied with the agricultural resources of either of the Australian colonies, Otago can hold out but very poor inducement to those desirous to em- bark in this branch of industry, even if the climate of the province would not be against the cultivation of many useful articles of food and commerce, that in any of the Australian colonies at the present moment afford profitable occupation to thousands, or will ere long be developed to become the extensive and lasting source of export from these colonies. This is at once evident from the latest official documents published under the authority of the Otago Government, and to be referred to in detail in the statistical returns of the province given in another part of this volume. According to these returns the whole area occupied in Otago for grazing and pastoral purposes is stated to be 8,307,200 acres ; the area not occupied, and returned as barren, is 5,502,080 acres; and the entire area of reclaimed land since the first establish- ment of the colony — during fourteen years — cultivated, and under various crops, is only 19,255 acres, out of which 8'^20{ acres arc under grass; and the area reclaimed and cultivated for cereals and other crops, inclusive also of gardens and orchards that there are, is only 11,034s acres. These facts and figures do not seem to speak very favor- ably of the inducement held out to agriculture and agricul- tural emigrants in Otago, especially when we consider that the first settlers of the province, and by far the largest num- ber of the present population of the country, consist of a plodding, industrious Scottish race, not afraid of work, and of a sufficiently acquisitive disposition not to leave the grass unturned had they only been able to see any prospect of profit by so doing ; the more so, as before the recent gold discoveries, pastoral and agricultural occupations were the most available, or at any rate availed of, industry wherefrom the population could have hoped to augment their exports, amounting, before the gold discovery in 1860, from all sources, to only £80,268. Forest land there is of very limited extent, and the Go- vernment of Otago at least, does not appear to have con- sidered any of the indigenous trees of the country, of sufficiently useful quality to send a single specimen of timber to the last Exhibition in London, to represent the resources of the province in this respect. On accidentally meeting with one of the first settlers of"], [30, "10 the Province, I remarked to him the young appearance of the forest trees that covered the numerous hills in the neighborhood of Dunedin and Port Chalmers. \" On my ar rival here,\" said my friend (late from the vicinity of Glasgow Green); I have frequently heard it stated by the natives that all the forests in the country were at one time burned down by them, in order to destroy a formidable and danger ous bird, now extinct, and called by them the \" Moa\" bird, that often attacked and killed the Maories, and of which they were much afraid.\" A skeleton of this ' Moa' bird, he added, is to be i*een in the British Museum, and he heard of engravings on wood by the natives, representing the form and appearance of the bird, being also preserved by some of them. How far this tradition about the \" Moa bird \" is correct, I had no opportunity of ascertaining.* The hills and mountains, as the country stretches from the sea level at Port Chalmers and Dunedin towards the New Dunstan diggings, are gradually increasing in height, until, near the boundary line of the Provinces of Otago and Canterbury, Mount Aspiring rises to a height of 9,949 feet above the level of the sea, and with the numerous glaciers and lofty peaks in the vicinity, and above the altitude of 8,000 feet, all are permanently covered with snow. The mountains between the altitude of 6,500 and 8,000 feet are bare of snow only for a short time in the year, and the snow line in its successive steps down the mountain sides pre serves an outline as even and well-defined as the line of shadow. Three of the principal lakes of the province are the Hawea lake, covering an area of 48 square miles, the Wanaka lake, 75 square miles, and the JVakatip lake, cover ing an area of 123 square miles. These lakes are fed by the glaciers and the snowy mountains, and form immense re servoirs of little practical use at present. The country in * The skeleton of the Moa bird in the British Museum, was put together by the indefatigable Professor Owen, of some disjointed bones collected in New Zealand. Relying on his knowledge of anatom; , and never having seen the bird or a sketch of it, he built up the skeleton as he thought the. bird must have been. Some of the vertebræ of the neck of this skeleton are still wanting. Very recently (on the 1st Nov., 1862) information was brought into the town of Lyttelton, in the province of Canterbury, of the discovery of apparently the whole of the skeleton of a \" Moa\" bird in the excavation for the approaches of a bridge over the River Heathcote, and found at a depth of fifteen feet below the surface. This is welcome news to show the triumph science ha3 achieved through Professor 0>vun, who, in the few inches of bone, at first submitted to him for examination, recognised the remains of this remarkable bird."], [31, "11 the vicinity of these grand lakes is evidently more romantic than it promises to be useful, or hold out the hope to the settler to rest under his vine and fig-tree. It is thus de scribed in the latest official report of the Chief Surveyor of the province, of date 17th February, 1862 : — \" All the country along the margin of the west and upper east sides of the Wanaka lake, together with the upper west side of the Hawea lake, is excessively broken, rugged, and much overrun with fern ; it rises so quickly and to such height, that an arbitrary line drawn round the lake, at a distance of two miles from the margin, woidd enclose all that is of vegetation; to the west of this imaginary line there is not a blade of grass to be seen. The stocking of such country as that around the lakes evinces a spirit of much enterprise; the stockowuer must put forth his capital and energies years before there can be any adequate return ; the difficulties of shepherding here must always be great, and even dangerous ; a full muster at shearing time is never obtained, as the heights, which to most animals would be a wall and a fence, afford on occasion a retreat to the sheep, free from any interference whatever. Last season a shep herd, whose duty it was to tend a flock on the spurs of Mount Alta, went out one morning to see to his flock ; not returning as usual, a search was made for him for some days without success. The conjecture is, that he had been en deavoring to collect some of the stragglers of his flock, and, in so doing, had missed either his hold or footing, and been precipitateel down into some nook among the rocks.\" These lakes are draiued by the river Clutha, which discharges its waters iuto the sea. Unfortuuuately the Clutha, one of the largest rivers of Otago, is only partially navigable, and there can be no communication effected between this river, and these great lakes, available for the conveyance of stores, either to the stations or to the uew diggings in this part of the country. Inde~ \", most of the rivers of Otago are only interesting for the wild grandeur of scenery they present to the artist's eye, their waters, like that of the Kawarau, according to the official reports, rushing \" in a deep rocky rut from thirty to several hundreds of feet in perpendicular depth.\"* * Exaggerated as this may appear to those not acquainted with the physical character of Otago, it is insignificant as compared with the majestic cataract at Mils ord Sound, on the extreme west of Otago, and near the boundary of Canterbury, where an immense body of water falls into the sea from a perpendicular height of 700 feet. On the same place the cliffs,"], [32, "12 Subsequent to the eliscovery of, and the rush to the Dunstan diggings, efforts were made by the Provincial Government, as well as by private enterprise, to ascertain how far the Clutha could \"he made navigable for the conveyance of stores to the mines. These efforts proved unsuccessful. The party employed by the Government to take a boat up the river had very great difficulty to work against the force and velocity of the stream, so much so that the distance they have gained by three days' hard work up the river was performed in three hours on returning. The official reports and private accounts alike declared the navigation of the Clutha, for the convey ance of stores to the diggings, impracticable, on account of the numerous rocks in the bed of the river, some of them barely covered with water, and often confining the river to a very narrow channel and dangerous rapids, to be rendered still more so when the occasional melting of the snow on the mountains, in more or less quantities at a time, will un expectedly swell the volume of the water, rushing between the high and confined banks of the river. In addition to the large average annual rainfall, as will be seen from the meteorological observations subjoined, wherein the annual rainfall is averaged during nine successive years, the glaciers and snowy mountains render the country well watered. Besides the principal lakes and the river Clutha, above referred to, there are the lakes Waihola, Kaitangata, Waipori, Taieri, and others, and the rivers Mataura, Moli neaux, Taieri, Waitaki, the water of Leith or Waikori, and their numerons tributaries that intersect different portions of the country. Several of the rivers that empty their waters into the sea are not as yet found navigable to any extent. Dangerous as the rocky coast of New Zealand is to navi gation, the provinces enjoy the advantage of numerous har bours. The ports at present most useful- to Otago are Port Chalmers, the port of Oamaru, Waikowaiti, andMoeraki Serious, but it is to be hoped unfounded, apprehensions are entertained -by some, that the entrance to the first named and principal port of the province is fast filling up. On the 24th of September last the subject was discussed at a meeting of the Chamber of Commerce in Dunedin, and the importance of providing steam-dredging machinery agitated, without any practical result however. (according to the statement of Mr. Thomson. Chief Surveyor of Otago, made in a lecture delivered at Dunedin in 1858), rise out of the sea to a perpen dicular height of several thousand feet."], [33, "13 The entrance to the harbour of Port Chalmers is anything but inviting. Welcome as the sight of land is to the wearied traveller from any of the Australian colonies not sufficiently long on the sea to have learned patiently to submit to the inconvenience of a voyage, yet there is something so un friendly in the appearance of the coast of Otago, that we approach the land of our golden hopes with an amount of diffidence quite inexplicable. Barren bills hem in the coast line, as far as the eye can reach, from near the entrance to the harbour, with here and there a stunted scrub on the slope, just sufficient to indicate that some vegetation can live on the land. Lofty masses of solid rock rise out of the sea along the coast line to a perpendicular height, defying the wrath of the angry waves that incessantly beat against them, and in the struggle to reach their height leave a warning mark on the mountain side to caution seamen not to trust to the treacherous coast.* On passing the narrow entrance to the harbour you feel relieved. The sudden change of scenery has a pleasing effect upon the mind. An unbroken chain of mountains, covered with young forest trees, enclose the confined channel. Steep hills, thickly wooded clown to the water's edge, protrude unto the harbour, forming alternately as many peninsulas and small bays, each of the latter shaped nearly a perfect half circle. Most of these pretty bays have a tenant, his little dwelling is built at the foot of the hill, and a small boat close by on the sleeping water. The thick green foliage of the young forest covering the steep hills that form the peninsulas, aud a red cottage in each of the pretty bays, make a beautiful contrast with the placid waters of the dark blue sea within the harbour. The scenery is well worth the pencil of the artist. * This work was just going through the press when information was received of the total loss of the vessel Tanner on this very coast. While she was in the act of turning in to enter the Harbour against a strong south ' west wind, the vessel went stem on to the rocks below the lighthouse and pilot station. There being a danger of her going out to sea with the wind and tide out, the anchors were of course at once dropped, and she gradually wore round until she lay broadside aJ.jng the rocks. It was so far fortunate that at that particular point at which the vessel struck, there is a low ledge of rock upon which the passengers were able to take refuge, as soon as they saw the position of danger in which they had been placed. Had (he vessel struck Oee cliff a few length-; of herself farilier in, or a few yards further out, there is too much reason to fear, from the conformation of the shore, that the lives of few, if any, of those on board would have been saved. In the one case the cliff would have been inaccessible ; and in the other the vessel would in all probability have gone clown in deep water outside the Heads."], [34, "14 At a short distance from the entrance of the [harbour, on the slope of a hill, is built the town of Port Chalmers, within about eight miles from Dunedin ; it occupies nearly the same relative position to Dunedin as Williamstown does to Melbourne. GEOLOGICAL FORMATION. A systematic geological survey of the province has only been recently commenced, under the direction of Dr. Hector, the provincial geologist, lately arrived from London. The data at present available for information as to the geological formation of Otago, are furnished by the reports of the chief surveyor of the province, aud also by the first official report of the Government geologist on that portion of the province embracing the Dunstan gold-fields. On the authority of the various survey reports received by the Provincial Government at different times, it appears that the southern districts of Otago occupy a central position in the great volcanic zone, of which the islands of New Zealand form a link, and it might have been expected that the phenomena peculiar to volcanic regions would have been found here iu the existence of vents or craters ; but this is not the case, a circumstance which obtains all over Middle and Stewart's Island. Crys- talline rocks arc met with in the higher and interior groups of mountains, aud also on the peninsula of the Bluff; while the minor groups of mountains and plaius are in formation, entirely sedimentary, having strata more or less disturbed in position, and altered in texture as we descend from the former to the latter. Thus the river-beds of the Mataura, Oreti, Aparima, and Waiau, having their resources iu the Eyre, Takitimo, and other interior mountains, bring down granite, gneiss, and other rocks, as may be expected to be in juxtaposition, such as porphyry, cherts, greenstone, and amygdaloids, proving the above groups of mountains to be composed of those rocks. The minor ranges,such as Hokanui, Taringtuva, Wairaki, and Twinlaw, show a stratified forma-"], [35, "15 tion, whose layers are much tilted up and broken. These ringes very generally disclose a metamorphic action, whether induced by internal heat or terrestrial galvanism, in the hardening of the strata, alteration of their texture, and in troduction of veins and concretions of foreign substances most abundantly exemplified in quartzoze and ferruginous matter. The protuberances of these regions seem to have been preserved from abrasion and decay by the presence of these metamorphosed minerals, while the lower regions, being composed of softer materials, have proved to be sensible to the impressions of the usual dissolvents — water, atmosphere, and time. The minerals found in these ranges are porphyry, cherts, greenstone, breccias, and conglomerates. There was no where true basalt observed, which may be termed the lava of ancient epochs, and so commonly disclosed in many districts in Great Britain and Ireland. On the contrary, here all the development of subterraneous action is to be found in the crystalline (popularly called primary) rocks, and in the metamorphosed formations above noticed. On the plains and lower levels, aqueous or sedimentary formations, as might be expected, prevail. The deposits of the present era are found in the shingle transported by water from the high lands to the A-alleys, and in the vegetable deposits formed on the de pressions not coming under the influence of the above action, but which a small change of level would, in most cases, have the effect of covering by shingle deposits of the rivers.. Thus the seaward moss, covering seventy-two square miles of country, by slight alterations iu the courses of the Mataura and Oreti (both shingle transporting rivers), might, in a short geolcgical epoch, be overrun by their deposits, which would have the effect of pressing down the vegetable matter to the consistency of the older beds found in the same dis trict, and produced in the same manner. Of the older formations of these plains, indications are brought to view by the scooping action of the rivers, also by land slips; thus the Mataura, twenty-four miles from its mouth, makes interesting disclosures of shingle strata, lignite^ limestone, and shales, the latter containing fossil ferns. Here at a prior epoch, there had been a shingle transporting river delivering its contents next a moss, then a depression under the sea level followed, and afterwards a rise to the present state. Of useful minerals in the plains and lowlands, limestone"], [36, "16 was observed twelve miles from the mouth of the Waia the west base of Twinlaw range, at the east of Mount Pleasant, in the vicinity of Waimatook Moss, on the south slopes of the Taringtura Downs, and near the falls of the Matiura. The limestone abounds in fossil shells, amongst which were noticed shells resembling the Terrebratula Porrecta and the Pecten Lugdunensis of Great Britain, the former in that region belonging to the Devonian group, and the latter to the Lias. \" I am not aware,\" says Mr. Thomson, provincial survejror, \" what has been done in New Zealand towards classifying the fossils. It appears to me that considering the want of ana logy between the existing animal and vegetable creations of the antipodes, it is but reasonable to suppose that in prior ages the same want of similarity obtained, consequently no theory can be ventured on, excepting from local observation and classification, a desideratum highly to be recommended.\" Granite of excellent quality exists at the Bluff, which might be adapted to building purposes. The limestone of the Gorge is also of excellent quality for the same object, and brick earths everywhere prevail. The beds of sea shells in Bluff and New River estuaries will supply to any extent mortar or cement. This portion of the land, however, is now taken from Otago, and now belongs to the province of Southland. The existence of coal has often been hinted at, but the only bed approaching to the qualities of this fuel, met with in quantity, is on the Mataura, near Tuturau, and this is vivy inferior. At greater depths no doubt better may be met with, and the geological formations would lead to this con clusion. More recent researches, however, tend toward the development of the Clutha coalfield as more promising than the last named. The geological formation of the north-eastern and interior districts of Otago, according to the available official data, is on the seaboard principally sedimentary to a distance inland of thirty miles. In the interior the prevailing formations are plutonic and metamorphic. The most prevailing class of the plutonic rocks is trappean, graduating from blue compact rock to light and clrab colored cherts. These are met with on the Kurow, Kakanui, Ben Ohau, Ben More, and Dunstan mountains, also on the Southern Alps. The most prevailing of the metamorphic rocks are schist and clay slates. These are abundantly met"], [37, "17 with on the Waicouaiti Downs, Rock and Pillar mountains, Roughbridge Hills, aud Blackstone and Raggedy Ranges, in which the sharp and serrated edges of the formations protrude, giving the country a peculiarly rugged and rough appearance. In neither the plutonic nor the metamorphic formations were any indications of minerals observed. The sedimentary formations on the seaboard and the adjacent country possess much more interest by their containing minerals that may be of practical use to the province. These consist of coal and limestone. The former, and its indications are met with round the bases of the Kurow and Kakanui mountains, and the Horse Range, in the Waihemo, or Shag river, at Shag Point, Waimataitai, Waianakarua, Kakanui, and Waitaki rivers; it is also reported to exist at the head of the Upper Taieri plain, on the Kyeburn. The latter is met with abun dantly in the Maruwenua, Waireka, Awamoko, and Kakanui valleys ; also at the head of the Shag River. Excellent flag stone is found on the Kakanui, and roofing slate in the Waianakarua and Maruwenua. The curious phenomenon known to all travellers in the northern district, viz : the round boulders on the Moeraki beach, though of no utilitarian interest, must not pass unobserved. They consist of spherical balls, varying in diameter from six feet to nine inches, and bear a remarkable resemblance to huge cannon balls ; their color is bluish gray, and they are observed to be washed by the action of the sea out of the adjacent beds of soft, amorphous, blue clay, of which the overhanging cliffs are composed. The balls, on being examined internally, were found to be composed of the same material as the clay-beds out of which they had fallen ; but with this difference, that they were much intersected by veins of carbonate of lime radiating from the centre or nucleus to all parts of the exterior. Under a natural process induced by chemical affinity, the formation and augmentation of these veins of carbonate of lime appears to have been the medium of constructing the balls out of the clay; for, as the nuclei increased, they would press outwards on the sur rounding plastic material, hardening and altering its former substance into layers parallel to the centre of action, and this with less and less energy and effect as the distance from the centres increased ; consequently we see, where little carbonate of lime has accumulated in the manner above described, the balls are small, and where much has accumulated they are c"], [38, "■8 large. The disposal of clay in layers parallel to the pressure, may readily be observed in broken bricks or common pottery, which may be taken as a familiar illustration of the process. Recently, some titaniferous iron sand was brought into Dunedin from the Moeraki beach, containing gold. The dis coverer of this auriferous deposit applied for a prospecting claim on the sea-beach, but nothing more was heard of him or his discoveries of late. The gold, in the sample of sand produced, was excessively fine and very difficult to separate from the heavy sand it is associated with, unless im proved mechanical contrivances will be used for the purpose. The extensive rush that has set in to the Dunstan Diggings, renders any authentic information as regards these diggings most welcome. This part of the country has recently been surveyed by the Provincial geologist of Otago, Dr. Hector, and his official report must, necessarily, be accepted as furnishing the most reliable information for the guidance of the intending emigrant to these new goldfields. \"A few notes,\" says Dr. Hector, \"relative to the Geology of the Manuherikia Valley, however imperfect, have a special interest and value at the present time. I visited it for a few days in May last, in the course of a rapid tour which I have now made through most of the eastern portion of the pro vince, and of which a short report, with illustrative sections, is in preparation. The route by which I reached the district in question, was the ordinary dray track by Shag Valley, and the Maniototo or Upper Taieri Plains. The furthest point I reached was a little above the junction of the Manuherikia River with the Molyneux, so that, excepting from a distance, I have not seen even that portion of the newly reported auriferous country which lies on this side of the Dunstan Range. The general position of the very appropriately termed \" Dunstan Diggings,\" so far as yet known, will be along the course of the Molyneux River, where it passes the south end of the Dunstan Range by a rugged gorge, to escape from the Valley of the Lindis into that of the Manuherikia ; for even with a very partial knowledge of the country, a glance at the map shows that, in a certain sense, the Molyneux River cannot be said to have a proper valley of its own, but rather to follow a rent or fissure across a succession of great valleys which lie nearly at right angles to its main course, and occupied by comparatively insignificant streams. The principal object I have in this communication is to point out this anomaly, and"], [39, "19 to show reasons why the occurrence of gold detritus should not be too rigidly associated with the action of the river, which at first appears the most natural view of its distribution. To understand the geology of the lower portion of the Manuherikia Valley, it must be considered in connection with a much larger area of which it forms a natural division. By referring to any of the excellent maps of the country which have been issued by the Survey Department, it will be observed that westward from the head of Shag Valley the country is traversed by a succession of nearly parallel ridges which coalesce at their southern extremities to form the broad, massive, and elevated region of the Lammermuir Mountains, but to the north they gradually die out as they approach the Kakanui Mountains, which rise abruptly in a line nearly at right angles to them. These ridges, which are composed of highly altered sedimentary rocks, impregnated with quartz, along with the Kakanui Mountains, which are composed in part of the same altered schists, but overlaid by crystalline limestones and newer schists, thus enclose an extensive depression, having a very irregular boundary, embracing the Upper Taieri Plains, Idaburn Valley, and the Manuherikia Valley. How far this depression may extend to the north west I cannot at present say, but if not cut off by a moun tain ridge extending between Mount St. Bathan's and Hawk dun Mountain, it may be continuous with the Upper Waitaki country. Leaving out of consideration this possible extension of its limits, we find that this great basin has only two out lets for its drainage — one by the gorge of the Taeiri River close to the situation of the Highlay diggings, and the other by the gorge of the Molyneux, which commences just below the point where that river receives the Manuherikia. In both these cases it is important to observe that the drainage escapes by a channel which has been, so to speak, cut through the rocky lip of the basin. Bearing in mind the now well-established fact that the original wearing down of the rocky matrix, and the mechani cal liberation of its contained gold, has been effected for the most part by long-coutinued wave and current action, either in the sea or in large inland lakes, and that the comparatively feeble and limited action of streams has merely exerted an ever-recurring sifting and sorting influence on the materials thus prepared, we can at once perceive that in this rock bound basin the conditions have been most favorable for retaining and assorting the debris formed by the degradation c 2"], [40, "20 of the surrounding schists during the submergence of the land in tertiary times. The floor of this basin is now occu pied by extensive grassy plains, sometimes presenting a wide expanse of many thousand acres in extent, but always terraced and beautifully moulded towards the margin by the action of the retiring waters, as the drainage channels were slowly cut by the two rivers before mentioned. The divide or watershed between these two drainage systems lies between the point of Rough Ridge and Mount Ida, and it is deserving of notice how much more efficiently the larger river, constantly supplied from great natural resources, as lately described by M'Kerrow, has done its work in cutting a drainage channel, than has the small and intermittent Taieri River, for the level to which the plain has in this manner been reduced at where the Molyneux breaks out from it is only 600 feet, whde the outlet of the Taieri River is 900 feet above the sea. Round the margin of the basin, resting on the flanks of the schist ranges, remnants of tertiary strata are to be found to the height of 1000 feet above its lowest present level, or 1600 feet above the sea. Did not this agree well with the thickness of the tertiary strata in other parts of the province, I might have hesitated to ascribe to river and lake action so extensive degradation even of such incoherent materials, as there must have been removed on an average, several hundred feet of thickness from an area of at least 800 square miles. Within the basin as thus described, from the different class of agencies which have been at work, we have two dis tinct groups of deposits, which for the present I shall s'inply designate as the older tertiaries and the newer tertiaries. The older tertiaries are the deposits which gradually filled up the depression as it passed through the successive stages of submergence, from an estuary-like arm of the sea to a deeply excavated submarine valley. The earliest formed of these strata can only be seen in a few- localities where they have been preserved from the succeeding denudition round the margin, and in the. deep recesses of the ancient valley. They invariably consist at the base, where they rest on the schist, of strata which indicate the neighbourhood of dry land at the period of their formation, supporting a vigorous vege tation, which has been preserved to us as brown coal, associated with finely assorted beds of clay and gravel, indica tive of current action in shallow water. Elsewhere in the"], [41, "21 province, though not as yet in the district I am treating of, marine shells have been discovered along with these beds. Over this group have beeu deposited strata of sand and conglomerate, formed of materials derived from the schistose rocks. The upper portion of this deposit, which is many hundred feet in thickness, consists purely of fragments of quartz, doubtless from the more enduring quality of that substance enabling it better to survive the long-continued attrition. In some cases these upper quartz pebble beds have been firmly cemented by some process not yet clearly understood into a hard resisting rock, which breaks up into huge cubical fragments, that are to be found scattered over slopes from which the underlying and more yielding strata have been removed, or are found capping hills of these strata, which they have preserved. Such hills are the \"White Made Hills\" of the gold-miner. They are undisturbed out liers of the older tertiaries, and when they rest on a depres sion in the schistose rocks, and at a considerable altitude, they often prove very rich in gold, having been formed during the period of greater depression, when the current action would manifestly be most intense. Indications of \" Made Hills\" were seen throughout the district, and will doubtless be speedily recognised and tested by the practical miner. The mere prevalence of blocks of \" cement,\" as it is technically termed, upon the flanks of a wide valley, forms no sure indication of the presence of a lead, but if the \" cement\" be found strewn over a limited tract, round wrhich the bed-rock crops out on all sides, or in such a manner as to indicate the existence of an ancient valley at a higher level than the present drainage system of the country, it may then be taken as a guide in prospecting. The period of the greatest depression of the land, which corresponds with the close of what I term the older tertiary epoch, was marked in some districts of the province by vol canic eruptions, during which basaltic lava was poured forth from rents in the earth's crust, and flowed over what were then the lowest levels of the sea bottom, but which have now, owing to the preserving influence of the hard, tough, basalt, become elevated to lofty positions. Like the \" White made Hills,\" these basalt-capped hills often cover deposits of rich auriferous drift. There is evidence of volcanic ejections during this period in the lower part of the Manuherikia Valley, but none of the characteristic flat-topped hills were observed. These are, however, very prevalent in the district from the gorge of"], [42, "22 the Taieri, at the head of Shag Valley, southward towards Dunedin. Highlay and Flat-top Hills form very perfect examples. It was with the first display of volcanic activity that the eleva tion of the land commenced, and although, as is always the case, this elevatory movement was accompanied by degrada tion of pre-existing strata, rather than by the formation of new deposits, yet under favorable circumstances this very degradation gives rise to local deposits, which are those I shall provisionally term the newer tertiaries. During this period, the rock-bound basin, afterwards to be drained by the Taieri and Molyneaux rivers, became con verted into a system of lakes, connected by streams, which slowly excavated terraces, and deposited in a more perfectly assorted form the materials which composed the plateau. In the lakes, the sorting process would be still more perfectly accomplished, the coarser materials being deposited at the inlet, while the finer sediment would only settle in deeper water, or towards the outlet. The Taieri Lake is the last remnant of this once great expanse of fresh water, but the materials which were deposited in this manner still exist, forming^erraces and cliffs of shingle, gravel, clay, and fine loam. As the main exit channels of the basin were deepened, the lakes were in time drained, and their materials again assorted by the corrosion of the streams. This sorting process, which may justly be compared to the action of a sluice in ordinary gold washing, has been con tinuously in operation during the lapse of vast ages, sifting and separating, according to the specific gravity of its com ponent parts, the debris of the schistoze rocks, and preparing the way for the gold miner by concentrating the precious metal in a smaller and smaller quantity of wash gravel. Gold being the heaviest material contained in these deposits, must be looked for as a residium, remaining behind after the lighter parts of the schistoze debris have been removed by the action of the water. When, therefore, it is found on the bars or in old channels of a stream, we must look to the detritus, or drifts, in the neighbourhood as its immediate source, and the more they bear signs of having been well sorted, the probability is increased of finding the heavier materials, and among these, the gold, gathered into leads towards their base. From these considerations it will be perceived, that by simple natural operations similar to those now in progress >"], [43, "23 we may have a great variety in the mode of occurrence of the gold in these so-called \" alluvial drifts.\" I do not underrate the agency of streams in wearing and cutting the solid rock, and also carrying forward to a lower level immense quantities of detrital matter. But every practical miner knows how inadequate any theory of river action woidd be to account for the \" gold drifts \" in all situations where they are found. We must rather, as I have endeavoured to show, look for their origin in a sequence of grand changes in the natural features of the country, dependent upon slow alterations in the rela tive distribution of sea and land in the first instance, followed by the formation of great inland lakes which were gradually dried up as the existing drainage systems became established. Exactly similar deposits occur in basins upon the western slope of the Rocky Mountains of North America, from an elevation of 5,000 feet almost to the sea level, and extending from California northwards into British Columbia. The absence of basalt-topped hills, and the large scale on which the terraces have been developed, give the Manuherikia and Taieri Plains a striking resemblance to the upper valleys of British Columbia. Before arguing from this superficial resemblance, however, any similarity in the richness of their auriferous deposits, it is important to compare the nature of the schistoze rocks from which the gold has been derived. The prevailing rock which forms the framework of the province embraces many varieties of gneiss aud mica schist, but generally imperfectly formed, in so far that the evidence of mechanical origin has rarely been obliterated from the in timate particles, while iu all cases the original lines of bedding remain distinct, and mark changes in mineral character. As compared with the Lower Silurian auriferous rocks of Vic toria, although they are more altered in mineral structure, yet they have been subjected to much less mechanical dis- turbance, the flexures and foldings of the strata forming, as a rule, only gentle undulations, while iu Victoria, and also in California\", they are generally so abrupt that the strata appear to be vertical. The general trend or direction of these rocks is about N. W. by W., or nearly across the island. At first sight this appears as if at right angles to the mountain ridges ; but, if we disre- gard the minor valleys, it will be found, as I before indicated with reference to the tertiaries, ihat a broad massive axis of elevated land follows the above direction, with a slope north- wards towards the valley along the base of the Kakanui"], [44, "24 Mountains, and to the south towards that remarkable valley which appears to extend from the Five River Plain to the mouth of the Molyneux, and which is bounded on the south by a range of mountains which, though more broken, have a similar conformation to the Kakanui range. It is in the valleys included between the finger-like spurs which branch off to the N.E. and S.W. from this central axis that the tertiary drifts have proved most auriferous, all the present diggings being in such valleys. The schists towards the central portion of the axis contain much more quartz, and have the laminae more contorted than those either to the south or north ; but excepting this, which is only a matter of degree, there is no observable difference. The quartz always occurs in thin layers, or circumscribed patches, or as concretionary masses, and in all case3 has a clear relation to the original composition of the sedimentary rock before it underwent any mineral or structural alteration. Even the largest masses of quartz I have seen, including those at Highlay and Waipori, have to all appearance this limited form, and are what miners term \"flat reefs,\" as distinguished from the vertical veins which occur in Victoria, the sides of which remain nearly parallel, at least for great distances, like true mineral lodes. Theabsence of granite, audthe rarity of ancient volcanic dykes of greenstone or porphyry (of which I have seen as yet none in situ, although fragments have been obtained) forms another peculiarity of our schistoze rocks. However, if, as has been reported, there are lodes of copper in the vicinity of the Dunstan Range, that fact may be taken as a sure indication of the vicinity both of granite and of such dykes. The only well marked variety in the schists has been observed at Shag Valley and in Highlay Burn, where they approach more to the character of argillaceous slates, of a deep blue colour, and traversed by small veins both of quartz and carbonate of lime, the former of ■which have more of the true character of auriferous quartz veins than elsewhere. As yet I have seen no evidence of what is the exact matrix of the gold in this country. The presumption that it is contained in our schist rocks is only because of the absence of other rocks of a more likely nature so far as is yet known. The schists which bound the lower part of the Manuherikia Valley have exactly the same character as in many other places, as for instance at Moa Flat, below the gorge of the'Molyneux at Mount Benger,"], [45, "25 or, to take a nearer instance, as are chsplayed in the sea cliffs below Saduie-hill, about seven miles from Dunedin. It is this sameness in the character of the schist which impresses me with the idea that the intensity and long continuance of the operations which produced the tertiary \" drifts \" have had more to do with the accumulation of rich deposits of gold in certain localities than any peculiarity in the bed rock in these spots. If these views be correct, we may expect an extension of auriferous country to the north-west along both sides of the central axes which I have indicated, towards the district occupied by the large lakes, and in which the miners will find the natural agencies working large \" claims \" for the benefit of future generations. A sample of black sand with gold has been submitted to me by the Commissioner for the Gold Fields Department, as procured from the Manuherikia country. It consists of — 88.0 magnetic iron ore. 4.5 specular iron ore. 7.5 gold, sdica, and insoluble matters. 100.0 There is no trace of tin in the sample. The large per centage of highly magnetic iron is a very distinctive feature from the black sand found in other parts of the province, of which there is rarely more than 20 per cent, easily attracted by the magnet. The scales of gold when examined under the microscope are seen to be only moderately waterworn as compared with ordinary samples of gold from river bars, but much more so than with the Waipori or Tuapeka gold. If this black sand deposit occurs in great quantity, it would seem to indicate that the natural sifting process has been carried out very perfectly, but as in that case we would then expect to have all the heavy mineral substances which exist in the original rock represented in it, unless it can be shown that even the bulk of the gold has been separated from the iron sand, it seems to argue against the rock matrix being auriferous in a high degree. While I confidently expect that gold will be found in fair quantities in the locality of the new diggings, yet I feel that this rush will prove somewhat pre mature, unless a well-marked lead be soon struck. For a large body of miners to work successfully in one locality requires that the auriferous deposits be very clearly defined, as comparatively few of those who flock there have any other"], [46, "26 rule to work by than doing as they see others do. What we know as yet of the district, however, would lead us to expect that the shallow deposits, at least, will prove extremely patchy and eccentric in their distribution, and perhaps only to be detected by men who have a well-practised eye for detecting likely spots. I have to apologise for the somewhat indefinite nature of the remarks I have ventured upon in this communication, but my object has been merely to make you aware of what I con sider to be the general plan upon which the gold drifts, especially of the Manuherikia district, have been formed, and to show what grounds there are for expecting their dis tribution over a larger area than the immediate vicinity of the Molyneux river.\" CLIMATE. In Otago the four different seasons of the year, arbitrarily fixed I should say, are : The winter months — June, July, August; spring — September, October, November ; summer — December, January, February ; autumn — March, April, May. But, in a country so uneven as that province, and embracing in its boundary, within a comparatively short distance of the sea shore, lands of such vastly different altitudes as it does, it would be useless to the farmer or the gardener to accept the above seasons to guide him in his agricultural or horticultural occupations. The latitude of Otago is not sufficient for guid ance in determining the seasons of the year to serve for any practical purpose. It is experience and personal observation alone, made in a particular portion of the country, that the emigrant and the settler can trust to in this matter. There is a considerable difference of opinion as to the salu brity of the climate of the province, based, no doubt, on individual experience, and therefore unsafe to draw conclu sions from as to the general hcalthfulness of the climate or otherwise. Judging from my personal experience and the obser vations of others, 1 am disposed to think that new arrivals in Otago are liable to be attacked by dysentery, troublesome and lasting colds, to suffer from asthmatic and neuralgic affections, and not a few from rheumatic pains. The report of medical men, having large and favorable opportunities of"], [47, "27 observation in a professional capacity, more tlian corrobo rates tbis. But, as the report just referred to, although it em braces generally the climate of Otago, speaks more particu larly of the bad sanitary condition of Dunedin, arising in a great measure, I think, from causes which are not supposed generally to exist all over the province, I defer quoting this report until I have the opportunity hereafter to give a description of the City of Dunedin, the metropolis of the province. The result of meteorological observations, con ducted for a period of several years, may perhaps be con sidered to furnish the most reliable source of information to draw conclusions from as to the climate of the country. Such source of information will, I hope, be supplied by the subjoined table of observations taken during a period of nine years, and published for general information under the autho rity of the Otago Government : — SUMMARY OF WEATHER AT DUNEDIN, FROM THE YEAR 1852 TO 1860. * Mean Temperature of London, 49.6 ; of Auckland (N.Z.), 59.1 : of Wellington (N.Z.), 58.2 ; and of Otago 1N.Z.), 50.23. t In Eome, 36 inches of rain fall annually ; in Naples, 37 ; in Quebec, 40 ; in New York, 55 ; in Dublin, 31 ; in Plymouth, 40 *, in London, 24 in 178 days ; in Auckland (N.Z.), 48 in 170 days; in Wellington (N.Z.), 40 in 154 days; and in Otago (N.Z.). 28j in 133 days. Note.— This Table has been derived from the careful observations of the Rev. Thomas Burns, D.D., of Dunedin. 'emperature* am 30th J As compare idRai June, id wit nf at Duned 1861, and ii ;h the nine in, for thi s Result! ireceding s Year 1 1, \\ years. ending Winds at Dun. ending June 3 Results, as coi nine precedi ledin for the Yeai 30th, 1861, and it impared with th< ing years. Thei VO* IETER. Baro- meter. Days qjDi Monies Total lading June 30, 1861. Kain. no July August September October November December January February March April May June . 42.9 . 45.4 . 48.6 . 54.2 . 59.2 . 63.9 . 60.6 . 61.7 . 60. U . 55.5 . 52.6 . 47.8 1 35.9 1 35. S > 36.9 ! 43.4 ! 46.0 I 49.7 i 49.3 ' 53.3 ) 47.4 i 45.6 1 45.0 I 39.5 Min. Mean. I 39.4 t 40.4 I 42.8 I 48.8 I 52.6 ' 56.8 I 64.9 I 59.0 I 53.7 , 60.6 ) 48.8 i 43.7 Mer- cury. I 30.27 I 29.92 I 30.23 ! 29.92 i 29.87 I 29.89 I 29.98 I 29.86 ' 20.57 i 30.00 I 30.17 ' 29.93 (.88 3.84 1.65 2.10 1.66 2.50 1.89 1.06 2.67 5.82 6.20 2.28 Rain. 12 15 21 22 23 23 20 21 17 20 18 18 9 5 16 13 12 16 15 U 14 15 27 16 N.E. S.W. 17 24 13 6 11 6 2 8 11 II 2 12 S.W. 0 0 0 1 2 0 0 ] 0 0 1 . 8.E. 4 2 14 0 1 8. 0 0 0 6 II 0 0 0 I 0 0 0 N I) 0 0 0 0 D 0 0 0 0 2 o E <i 0 (1 1! 0 0 0 0 0 1 0 0 a 0 0 a 11 0 0 0 1 Year's Average Results L860 1859 1858 1857 1856 [855 1854 [853 1852 Average for 10 Years I . 54.6 , 55.8 . 56.1 , 55.7 57.5 57.3 57.4 57.4 55.1 i 43.9 I 43.0 43.9 ' 45.3 , 46.5 45.1 44.0 43.9 41.7 I 49.2 I 49.5 I 50.0 1 50.5 * 62.0 51.2 50. J 60.6 48.4 50.5 50.231 ! 29.96 1 29.97 I 29.95 , 29.94 1 29.86 29.96 29.93 28.87 29.64 29.85 I 29.80 3G.55 20.79 29.21 24.60 27.74 25.07 22.05 22.69 50.80 29.33 28.87| 230 243 218 227 220 252 261 236 203 226 I 231.5 171 189 197 155 178 178 168 183 173 165 175.7 123 112 118 154 134 123 131 118 125 146 128.4 7 15 7 9 15 12 13 11 12 16 53 40 30 36 28 40 38 39 23 24 1 3 1 2 3 9 0 9 24 0 A 3 0 5 <-> 5 i i 6 14 11 0 c 11 1 1 ■! b 2 •■j .6 *. t ■• i 0 I 4 2 0 0 ' 16.33 44.u| 35.1 6.1 4,r 117 2."], [48, "28 POLITICAL CONSTITUTION AND ADMINISTRA- TION OF THE PROVINCE. The political administration of Otago, like that of all the other provinces of New Zealand is carrieel on by a Superin tendent and his Executive Council, and a Provincial Council. The Superintendent, to whom the title of \" His Honor\" is given, is placed at the head of the Government, and chosen by the general body of electors from among themselves. The electoral qualification of a candidate for the office of Superintendent, and that of an elector entitled to vote for members of the Provincial Council, is one and the same, viz. — the age of twenty-one years or above, the possession of a freehold of the value of £50, or of a leasehold property of the annual value of £10, in town, and £5 in country districts. In case of a vacancy occurring in the office of Superinten dent, the Speaker of the Provincial Council assumes the office, and carries on the government of the province until after the election of a new Superintendent. The writ for the election of Superintendent is issued by the Governor, who also appoints the Returning Officer to preside over the election. The Executive Council is formed in imitation of that of the Cabinet of an empire. There is a provincial Secretary (Prime Minister), Solicitor, Collector of Customs, and other members of this provincial Cabinet, who are content to hold these high offices of State at a moderate salary of £400 a year. \"Want of confidence motions\" in the Provincial Council are not unusual, resuilting in ministerial crises, negotiations of the gentleman \" sent for \" to form a new Administration, rumours of his probable success or failure emanating from reliable sources and from persons supposed to be \" well informed \" — all those having to perform their part in these great events in provincial history, anxious as closely to follow the usages and formalities met with on similar occasions in an Imperial State, as their qualifications and experience will admit of so doing. Liberally as the constitution of the Colony of New Zea land has provided for the self-government of the provinces in many respects, yet the powers of the Provincial Govern-"], [49, "29 ment appear- to be somewhat circumscribed. The public has become aware of the fact from a political speech of the Premier of Otago, delivered by him at a recent public dinner at Dunedin, when the Provincial Secretary, in acknowledging the compliment paid to the Superintendent and the Provincial Government, said : — \"As one of the advisers of His Honor the Superintendent, and a member of the Provincial Council, he (the Provincial Secretary) felt called upon to respond to the last toast, and was much obliged to the proposer for having been so blind to their failings, and to their successes so kind. Had he (the pro poser) been of longer standing amongst them, he might perhaps have found grounds for complaint. But he felt sure that if they fairly exerted themselves they would be fairly dealt with by all classes, and justice would be done to their efforts. During the last twelve months the Government have had many difficulties to contend with, and more were anticipated. The position in which they stood with regard to the General Government was one very difficult to under stand, and which the gentlemen from the other side were slow to appreciate, and sometimes blamed the Government here for faults committed by other people. He must express the very deep regret he felt that the General Go vernment of New Zealand would not listen to a very simple remedy for communication. They declined to give even the smallest assistance ; but the voices of the people of Dunedin and the Province must be raised, so as to let the General Government know that they must be attended to. Otago, now in the van of the provinces, was, a few years ago, con sidered as one of the last. Though not adequately repre sented in the General Assembly, the people must, by their voices, let the Government and General Assembly know that they would not be trifled with, that their demand must be heard and attended to. Only the other day, when a resident magistrate was wanted for the gold-fields, they had to send to Auckland for the appointment. They must let the Government know how dangerous it was for them to be kept waiting so long for these things.\" The province of Otago has also its Provincial Parliament or Council, and the Superintendent may summon or pro rogue the Provincial Council at pleasure ; but there must be a session at least once a year. Superintendent and Provin cial Council are empowered to make laws for the province, under restrictions, however, by the Constitution of the colony"], [50, "30 of New Zealand, and they cannot pass any legislative measure affecting — The imposition or regulation of duties of customs to be imposed on the importation of any goods at any port or place in the province. The establishment or regulation of any court of judica- ture of civil or criminal jurisdiction, except courts for trying and punishing such offences as, by the law of New Zealand, are or may be punishable in a summary way, or altering the constitution, jurisdiction, or prac- tice of any such court, except the one aforesaid. Regulating any of the current coin, or the issue of any bills, notes, or other paper currency. Regulating the weights and measures to be used in the province, or in any part thereof. Regulating the post-offices, and the carriage of letters within the province. Establishing, altering, or repealing laws relating to bank- ruptcy or insolvency. The erection and maintenance of beacons and hghthouses on the coast. The imposition of any dues or other charges on the shipping at any port or harbor in the province. Regulating marriages. Affecting lands of the Crown, or lands to which the title of the aboriginal native owners has never been extinguished. Inflicting any disabilities or restrictions on persons of the native race to which persons of European birth or descent would not also be subjected. Altering in any way the criminal law of New Zealand, except so far as relates to the trial and punishment of such offences as are now or may, by the criminal law of New Zealand, be punishable in a summary way, as aforesaid. Regulating the course of inheritance of real or personal property, or affecting the law relating to wills. Any provincial bill, passed by a majority of the Provincial Council, and assented to by the Superintendent, is submitted by the Superintendent to the Governor for approval. The Governor may refuse to give his approval or assent at any time within three months ; but if he once gave his assent the bill becomes provincial law, though it can at any time be repealed by the General Assembly."], [51, "31 The General Assembly of the colony may create new pro vinces, increase the number of members of the Provincial Councils, alter the electoral qualification, and alter and in crease the powers of tne Provincial Councils. The Queen may proclaim certain districts to be exceptional districts, where the natives shall be held as not subjects to British law. Prom the above clauses of the New Zealand Constitution Act, it is evident that the Provincial Council of Otago is at a great disadvantage in obtaining the force of law to many a measure of great importance and practical usefulness, and to bring such measure into operation with sufficient dispatch and promptness in order to be able to take advantage of the present influx of population to Otago ; to fix the population to the soil and keep it in the country, so as to derive from their labor a lasting benefit to the province, and secure their industry to become a permanent source of national wealth. This is one of the drawbacks to which the province is sub jected, by haring what experienced men and old settlers in New Zealand designate by the name of \" Vestry Parlia ments\" with such limited power of usefulness, to legislate in a variety of novel cases of exigency brought forth by the gold discoveries, and the tide of immigration to Otago con sequent thereupon. Portions of the province are from time to time proclaimed as \" Hundreds\" or districts, comprising an area of from 25,600 acres, the smallest Hundred, and 87,040, acres the largest Hunelred hitherto proclaimed. These Hundreds are placed under Wardens, not less than three in number for each Hundred, elected annually by persons holding de pasturing licenses in their respective Hundreds. The meet ing fixed for the election of Wardens is presided over by a person appointed by the Waste Lands Board. These Wardens have certain powers vested in them, such as the regulation and apportionment of the right of pastur age within the Hundred during the current year for which they were electees They have a right to levy and raise, in respect of all cattle depastured on the Waste Lands of the Crown, within the Hundred, an assessment not exceeding for every head of great cattle, 5s., and for every head of small cattle, Is. The amount thus provided, the Wardens may disburse in the erection and maintenance of pounds, &c. They also appoint rangers and other officers, to carry into execution the power vested in them. In certain special cases,"], [52, "32 viz., to recover the payment of assessment, they have a right to issue a warrant under their hands, and employ a constable to levy the amount so due by distress and sale of goods and chattels. Considering the recent large accession to the population of Otago, the mode of the administration of justice can hardly be looked upon as adequate to the requirements of the province. The only readily available court of justice in Otago is \" The Resident Magistrate's Court.\" In its func- tions the Resident Magistrate's Court is similar to that of a Court of Petty Sessions, and baring a jurisdiction to decide civil cases under £20. There was a doubt ex- pressed here by some of the legal profession as to whether the decisions of this court can be legally enforced at all, and expressions of this doubt found their way into the columns of the press of the province, as may be seen from the sub joined correspondence of recent date : — RESIDENT MAGISTRATE'S COURT. [To the Editor of the Daily Times.] Sib, — Permit me space to make public the extraordinary state of the law which ought to regulate the proceedings of the civil side of the Resident Magistrate's Court. Finding, in the course of my reading, that there was a great deal of contradictory legislation on the subject, I made a careful examination of all the j.ublished and accessible Aets and Ordinances affecting the constitution, limits of jurisdiction, and powers of enforcing the civil and criminal decisions of that important Court. The result of my investigations is, a strong impression that, although that Court still has power to give judgment in civil cases (and even this is doubtful), it has no power to enforce that judgment. If this conclusion be well- founded, all imprisonments, all sales of property — in short all proceedings under process, issued after judgment in civil cases, are illegal and void ; and, as a necessary consequence, every prisoner ought to be released, and all property taken in execution, restored. This conclusion is so startling, that it will hardly be credited as correct. I can only say that I have several times carefully gone over the several acts and ordinances on the subject in \" Domett,\" and in the statute-book, but always with the same result— that the Legislature, by some extraordi- nary fatality, had ingeniously contrived to leave the Court without any statu table mode of enforcing its judgments. The importance of the subject to the public, and especially to persons suffering imprisonment lor debt under process of thaJReeident Magistrate's Court, has induced me to write this letter. It may SBso stir up the autho- rities, when they find it doubtful whether the only Court we have in Ounedin is able to do justice between litigants, without issuing void pro cesses and making illegal arrests. To set out the train of reasoning, by which the above deductions have been made, would be very uninteresting, and perhaps unintelligible to the bulk of your readers. I enclose my card, by which you will perceive that I am a member of the legal profession, and, as such, am supposed at all events to be able to give an opinion on the subject. — I am, Sir, Dunedin, August 4th, 1862. A Barrister-at-Law."], [53, "33 There is no provision made for the ready mode of enforc- iag payment of Bills of Exchange, by means of whie;h an unusually large amount of business transactions are carried on, and the interests of merchants must necessarily suffer in consequence. The necessity of providing this want was already strongly represented to the Government without any practical result as yet. Indeed, the unhealthy state of business in Otago, however people may wish to hide the fact, imperatively demands some alteration in the administration of justice, for a strong proof of the de pressed state of trade it must be considered when, in a country numbering, according to the last census, a popu lation under 30,000, there were some 400 eases filed for hearing before the Supreme Court, iu November, 1862. Insolvency laws to protect the unfortunate trader do not exist iu the province, nor does the Resident Magistrate's Court appear to recognise the operation of such Court in the Australian Colonies, if we may judge from the order of this Court given in the subjoined case recently decided in Dunedin, and reported in the Otago Daily Colonist news paper on Octooer 1, 1862. : — RESIDENT MAGISTRATE'S COURT. cmi. CASES. Hensley v. Davis. - This case had been adjourned from yesterday. Mr. Barton appeared for the plaintiff, and Messrs C'ook and Ward for the defendant. The claim was for £18 10s. on two promissory notes given some three years ago in Victoria. For the defence it was urged that since the notes were given, defendant had been twice insolvent, and had obtained a certificate which freed him from all liabilities. A long discussion on the Victorian Insolvency Law took place between the legal gentlemen, which ended in the Bunch giving judgment for the plaintiff in the amount claimed with costs. Unfavorable as the climate of Otago is, in comparison with that of the Australian Colonies, to admit of the culti vation of the vine, tobacco, madder, the rearing of silkworms, and the opening up a variety of valuable sources of industry that sooner or later promise to furnish an important item to augment the national wealth and promote the general pros perity of the Australian Colonies, yet, to the emigrant who may be attracted to Otago by the recent gold discoveries, it is of importance to become acquainted with the land regula tions of the country he proposes to go to. In having spoken about the political constitution of the province, it was there remarked that the right and power of D"], [54, "34 buying land in New Zealand from the natives belong exclu- sively to the Crown, and no European or any other immigrant e:an purchase land except from the Crown. This right is only delegated to the Governor of the Colony, and at times to the superintendent of a province. It was recently de- legated to the Superintendent of Otago, in whom the power was vested to purchase Stewart's Island in Eoveaux Strait from the Maori native of the name of John Topy. Nearly the whole of the area of the land comprised within the boundaries of the province of Otago is now purchased by the Crown, or, according to the term made use of in official documents, \" the native title thereto is extinguished.\" There are only about 16,000 acres reserved for the exclusive use of the few natives still living in the province. A portion of the revenue derived from the sale of the land is retained by the General Government of the Colony, to liquidate the debt of the late New Zealand Company guaran- teed by the crown at the time the functions of this ill-fated Colonization Company were discontinued, and the Govern- ment of the Colony was assumed by the Crown. Another portion of the revenue of the province is also retained for the use of the General Government, so that the lands of the province being, as it were, mortgaged, it is essential for the Provincial Government carefully to husband this source of revenue. It will therefore be hardly practicable for some time, that there should be more liberal land regulations intro- duced in the province than those now in operatiuii. The Otago land regulations consist of such a large num- ber of clauses, proclamations, and ordinances, that all of them vsut together would make a formidable pamphlet, too cumbrous to be practically useful to a majority of those wishing to become acquainted with the land regulations of the province. I, therefore, considered it best, to append merely an abstract of these regulations for general informa- tion. Summary of the numerous clauses, proclamations, and ordinances having reference to the disposal of the lands of the province, now in force : — 1 and 2. Introductory aud merely formal. 3 and 4. Divide land for settlement into two classes, town and rural. 5. Town land to be sold by auction, and in allotments or sections of one quarter acre each, and the usual upset price is £12 10s. per quarter section. But the Waste"], [55, "35 Land Board has power to deviate from this rule, and to sell town lands without putting them up to auction, aud to sell to any person petitioning and showing cause, at a price fixed by the Board, with the consent of the Superintendent. This course is resorted to where land, which has been rural land, and remaining unsold, has been laid out as a town, and persons have houses and improvements erected upon such land ; or, where, for public convenience, permission is grant- ed to erect buildings before a town can be surveyed. In such cases the price fixed by the Board is the average price for which the adjoining sections have sold at auction. The Board has also power to sell to religious bodies one acre of town land for the site of a church or other building for religious purposes at the upset price. (i. Rural land to be sold at 20s. per acre, subject to conditions. 7. Certificate of occupation granted for rural lands on pay- ment of 20s. per acre, and coming under an obligation to expend in money or labour for all improvements, including building and fences, within four years, a sum equal to 40s. per acre. H. Holder of certificate entitled to demand and receive Crown grant as soon as the conditions of purchase (No. 7) are fulfilled. 9. Land cannot be assigned previous to conditions being fulfilled, without consent of Waste Land Board. Assignee to receive crown grant when conditions ful- filled by him. 10. Applications for rural land maele to Waste Land Board. 20s. per acre to be deposited on application being sustained. 1 1 . When more than two applicants on same day for rural lands — the same to be put up for sale by auction at the upset price of 20s. per acre — the applicants alone allowed to bid. 12. Rural land to be sold in quantities of not less than 10 acres, to be of a rectangular form. 13. Land to be surveyed by Government or by applicant. 1 ! . When surveyed by applicant, he shall receive an allow- ance of 10 per cent, of land as compensation for survey. d 2"], [56, "36 15. Survey by applicant to be completed within six months.* 16. Superintendent empowered, with advice of the Provincial ' Council, to reserve from sale and set aside land for public use. Reserves to be dealt with by Superinten- dent and Provincial Council. 1 7. Land possessing special value as containing minerals, may be sold by auction, or leased. 18. Waste Land Board may refuse to grant any application for land, if sale would be injurious to public interests. 19 to 22. Regulate the disposal of mineral land by sale or lease. 23 to 26. Regulate the form of sale by auction. 27. The fees on the issue of any Crown grants not to exceed 20s. 28. Parties occupying land under the temporary regulations of the Piovincial Government, prior to these regula- tions coming into force, shall be entitled to purchase the lands occupied as aforesaid, in terms of these regulations. 29. Waste Land Board established to consist of Chief Com- missioner, and at least two other Commissioners, to be appointed and be removable by Superintendent. 30. A Treasurer to Waste Land Board to be appointed and removable by the Governor. 31. Salaries of officers. 32. All business connected with sales, &c, of waste lands to be transacted by Waste Land Board. 33. Particulars of appheations for sale, &c, of waste lands to be posted at the office of the Board, in a room open to the public, for not less than ten days before application decided on. 31 to 39. Regulate the form of applications, and disposal of the same by the Board. 40. Board to keep a record of its proceedings open to public inspection. 41 . Copies of all letters, &c, to be kept at Waste Land Office, open to public inspection. 42. Board to grant depasturing licenses, and to require * These clauses (13, 14, and 15) have fallen into disuse, the Provincial Council having resolved that it was not advisable to sell land previous to its being surveyed. All land is now surveyed by the Government prior to being offered for sale."], [57, "37 applicants to deposit £20, which, if run stocked within six months, shall be returned to applicant. Further time may be granted. Deposit to be forfeited in case of failure. 43 to 47. Empower the Board to repel trespasses, and distrain for monies due, &c. ASSESSMENT ON STOCK DEPASTURED ON CROWN LANDS NOT BEING WITHIN THE LIMITS OF HUNDREDS. 48. License to be granted. 49. Return of stock to be made by owners. 50 and 51. Assessment to be levied on stock, viz. : — 6d. per head on great cattle, and Id. per head on small cattle. 52. Notice to be given to parties liable to assessment. 53. Appeal allowed. 54. Amount due recoverable by distress. 55. In case of non-payment license may be cancelled. MANAGEMENT OF CROWN LANDS WITHIN THE LIMITS OF A HUNDRED OR COMMONAGE DISTRICT. 56 to 75. Regulate the administration of such commonage pastures at the hands of wardens, elected by the settlers in each district. License fee of 10s. No bead money charged by the Board. Wardens may assess for the erection of pounds and other expenses. 76. Persons occupying Crown lands without license, liable to penalty. 77. Additional penalty for second offence. 78 Licensed occupier may cut firewood, &c, for domestic purposes, &c. 79. Rights of Crown maintained. iiO. Cattle trespassing on Crown lands may be impounded. S$l. In any action against any person for unlawful occupation or trespass, proof that the occupation was authorised, to lie with defendant. 82. Licensed occupier to have a pre-emptive right of pur- chase on his run, to the extent of 80 acres for principal station, and 10 acres for each out station. 83. When any portion of land, sold to other than lessee, he (lessee) shall have three months before giving possession, to afford time for removal of property. 84. Acts of Chief Commissioner subject to revision of Board."], [58, "38 85. Costs of suit may be paid out of public treasury 86. Interpretation. RULES AND REGULATIONS FOR ISSUE OF PASTURE AND TIMBER LICENSES FOR THE OCCUPATION OF WASTE LANDS OF THE ( ItOWN OUTSIDE HUNDREDS. 87. Mode of application for license. 88. Name of applicant and description of run to be published. 89. Claim cannot be disputed after lapse of three months from date of publication. 90. Commencement of payment of rent. Boundaries of run to be marked. 91 . Lease may be forfeited if run not stocked within six months. 92. Estimate of stock for run : — For any number of sheep up to 500 a run may be granted calculated to depas- ture any number not exceeding 5000 sheep. For even' additional 100 between— 500 and 1000 for 500^1 1000 and 3000 for 100 [_ Additional 3000 and 5000 for 200 ( sheep. 5000 and 10000 for 100 J And in no case shall a run be granted capable of con- taining more than 25,000 sheep. Iu estimating rims for great cattle, one head of such cattle shall be rated as six sheep. 93. Waste Land Board may elecide disputes as to attempts to evade regulations. 94. Lessee entitled to license for fourteen years, when run stocked. Conditions : — 1. When run or part of a run declared into a Hundred, license shall cease. 2. If land comprised in run shall be sold, license shall cease. 3. Annual license fee £5, aud iu addition, £1 pBr 1000 for every 1000 sheep above 5000 the run is capable of containing. Six sheep rated as one head of great cattle. 4. On non-payment of fees, &c, lease may be forfeited. 95. In case of forfeiture, liceuisc shall not be renewed until arrears, &c, paid. 96. Waste Land Board may settle disputes about boundaries. 97 to 99. Provide for timber licenses."], [59, "39 GENERAL. 100. Annual license to expire on last day of year. 101. License not to preclude Board from selling, or affect rights of Crown to land comprised in lease. 102. Disputes between holders of licenses to cut timber may be decided by Waste Land Board. 103. Licenses may be transferred. STATISTICS. The statistical returns in this volume are compiled from official papers, and therefore must necessarily be accepted as the best available for public information. In preparing the abstracts for this publication, a large mass of official returns were consulted, emanating partly from the Provincial Govern- ment, ami partly from the general Government of the colony at Auckland. The totals of the value of imports aud exports, the revenue of the province, and other important returns, are given from the first year of the establishment and settlement of the province in 1 148. They will be found to furnish interesting information as to the sudden impulse given to trade, and immigration to the province, by the discovery of gold deposits at GabrieFs and Tuapeka. Care was taken in the compilation of these returns to pass over matters of purely local interest, so as to reduce the mass of figures to the smallest practicable compass, compatible with the usefulness of the information they are calculated to furnish : — The gross area of the province . . . . 23,090 square miles. Occupied by sheep or cattle runs . . 8,307,200 acres. Occupied as Hundreds up to date . . 968,320 „ Not occupied, and barren 5,502,080 ,, Total 14,777,600 acres. or 23,090 sepiare miles. There are sixteen Hundreds proclaimed in the province, comprising an area of from 40 square miles, (the smallest), to 113 square miles, (the largest hundred). The native names given to these Hundreds, are — Dunedin Otepopo East Taieri . . Moeraki West Taieri Hawksbury"], [60, "40 North Tokomairiro . . . . Waikouaiti South Tokomairiro . . . . Waitahuna Waihola WestClutha Pomahaka East Clutha Oamaru Popotunoa QUANTITY AND VALUE OF GOLD EXPORTED, AND DUTY THEREON. The total quantity of Gold exported from the province, from the time of the first discovery of the Gold Fields at Gabriel's, in 1861, to the 5th of March, 18(52, amounted to 328,485 oz. 19dwts., of the value of £1,272,883 Is. M.; and the export duty paid thereon, was £41,060, 14s. 6d. IMPORTS. The value of Imports, commencing with the first year of the settlement of the province, was — In 1848 . . . . . . £11,869 0 11 1849 . . . . . . 8,932 17 0 1850 .. .. .. 13,819 18 0 1851 . . . . . . 13,654 3 0 1852 .. .. .. 15,390 17 6 1853 .. .. .. 11,074 5 0 1854 . . . . . . 13,692 7 0 1855 . . . . . . 44,545 11 0 1856 . . . . . . 60,310 13 9 1857 . . . . 77,833 19 0 1858 .. .. .. 110,225 5 0 1859 .. .. .. 243,871 0 0 1860 .. .. 325,162 0 0 1861 after the discovery of gold, it suddenly rose to . . . . 859,733 0 0 EXPORTS. Value of In 1848 £ 1849 219 0 0 1850 782 10 0 1851 546 2 0 1852 . . . . . . . 84 0 0 1853 770 0 0"], [61, "41 1854 £6,481 19 0 1855 24,182 15 0 1856 25,737 6 9 1857 25,266 15 6 1858 47,344 6 8 1859 83,720 0 0 1860 80,268 0 0 1861 844,149 8 6 REVENUE. In 1848, as far as recorded, it was £824 19s. 4d., and gradually increasing, in 1860, before the gold discovery, it was £97,511 4s. 3d. In 1861, however, in consequence of the gold discovery, it rose to £168,917 15s. 3d. POPULATION. The entire population of the province in 1848 consisted of 350 males, and 270 females of all ages. By births and immigration, it gradually augmented, and in 1860, and before the gold discovery, the total number of the population was 12,691. After the gold discovery it suddenly increased, and, according to the census of the province in 1861, was found to number 27,242 souls, viz., 21,241 males, 6,001 females, exclusive of about 3,000 miners, estimated to have been scattered over the country. The above total of 27,242 includes also the half-castes, numbering 49 males, and 45 females. The number of the native Maori population in the province is estimated to be about 500 souls. ASSISTED EMIGRANTS. The total number of assisted emigrants from 1855 to 1860, were — From England 1,137 „ Scotland 4,760 „ Melbourne 273 „ Auckland . . . . . . 86 Total .. .. 6,256"], [62, "42 CULTIVATION AND CROPS. Total No. of acres fenced in the province . . 42,254 acres. In Wheat 4,928£ „ „ Barley 166 „ „ Oats ' 4,518s „ „ Maize . - ■ • - \\ i> „ Potatoes 667| „ „ Sown Grass . . . . 8,220| „ „ Garden or Orchard . . 504^ „ ,, Other Crops . . • 248| ,, Total .. .. 19,255 acres LIVE STOCK, Horses 4,790 Mules and Asses . . . . 15 Horned Cattle . . . . 34,545 Sheep 619,892 Goats 157 Pigs 2,236 Poultry . . . . 26,451 RELIGIOUS DENOMINATIONS. Church of England . . Males 7,595 Females 1,467 Presbyterian Church . . ,, 6,679 „ 3,917 Roman Catholic Church . . „ 2,519 „ 226 Wesleyan Methodists . . ,, 487 „ 120 Congregational Independents „ 280 „ 115 Baptists „ 184 „ 88 Primitive Methodists . . „ 7 ,, 0 Lutherans . . . . ,. 113 „ 7 Hebrews „ 86 17 Society of Friends . . „ -8 „ 0 Unitarians . . . . „ 25 „ 1 Other Denominations* . . „ 59 „ 6 Unknown .. .. „ 3,119 „ 41 '\" Of the persons returned under this head there are Freethinkers, 2 males; Calvinists, 9 males ; Mahometans, 2 males ; Mormons, 10 males ; Greek Catholics, 3 males ; Universalists, 4 males ; Evangelical Union, 1 male, 1 female ; None, 28 males, and 5 females."], [63, "43 NATURAL RESOURCES. It is always an invielious task to speak of the resources of a young country, hardly sufficiently explored as yet. The writer on this subject must, necessarily confine himself to existing facts, and not hazard an opinion on the probability of any future discoveries that may be made by chance, or brought forth by the agency of some fortuitous circumstance. The official returns before me clearly show that the pastoral resources of the province are the most extensively developed. During the existing tide of immigration to Otago, and the protective law of prohibiting the importation of cattle from the Australian colonies, pastoral occupation is also highly profitable. How far it will remain so, under ordinary circumstances, and when, in some years, we may expect the wild romantic hills and dales of the country, covered with snow, actual experience and losses will be the only means of bringing to light the facts. So much is certain, however, that in several countries in Europe, having much more favored clime than that of Otago, and where the vine, the tobacco and other useful plants are profitably cultivated, — the snow, that covers the pastures if for only a few weeks in the year, sadly militates against the profits of the flockowner. So long as the ground is only frozen and sufficiently so to ad mit of the sheep and cattle being allowed to graze on the culti vated fields without pulling up the roots, the sheep fanner in the countries of the temperate north is not likely to suffer a loss. But when the country is covered with snow, even if for a month or two, and dry hay must be supplied to the sheep and cattle, the prospects of the squatter will be gloomy, and he will often find the prospective value of the wool for the ensuing season to have been expended in supplying fodder to his flock during those dismal wintry weeks. While there are 8,307,200 acres of land in Otago occupied for grazing purposes, there are only 11, 034 J acres actually cultivated and under crop of cereals, gardens, orchards, &c, the artificial grasses excepted, for which purpose there are 8,220| acres under culture. This speaks unfavorably of the inducement held out to the emigrant by the agricultural resources of the province as compared with his probable pros pects in any of the Australian colonies, and not unlikely in the northern provinces of New Zealand. The cereals, &c, specified in the official returns as culti-"], [64, "44 vated in Otago are — wheat, barley, oats, potatoes, sown grass, and three quarters of an acre of maize, no doubt only as an experiment. There are no reliable data for the information and guidance of the agriculturist and the intending emigrant to Otago, as to how far profitably the cultivation of these li mited number of articles has hitherto been carried on. Within the walls of the \" World's Fair,\" the Great Exhibition of London, there is not a single bushel of wheat, barley, or oats, to show the capabilities of the Otago land and climate side by side with that of Victoria, South Australia, or New South Wales. Nor is there a single specimen of useful timber to show the indigenous production of the province, and to compare it with the timber of either Australia or Tasmania. I was informed by officers of the Provincial Government, that the only articles sent from Otago, to represent the resources of the country, at the Great Exhibi- tion, were gold and some New Zealand flax, packed in a box about a foot square. Whether this can be attributed to the supineness of the Provincial Government, or there was really nothing else worth sending to represent the province, we must, necessarily, accept the opinion thus expressed by some of the oldest settlers of Otago and its Government, as the most reliable on the subject, more especially as the members of the Otago Exhibition Commission included among them the Superin- tendent himself and one of the chief pioneers of the first settlement of the province. Indifferent as the agricultural resources and capabilities of the province evidently are, the, clearing of the land which is at all fit for cultivation entails no small amount of labor on the cultivator. I am credibly informed that there is hardly any land at all in Otago like that on the Loddon plains in Victoria, where the agriculturist, after having leased or pur- chased his land, can soon prepare it for the first crop without having a tree to grub or a root to interfere with his plough. Of timbered land there is not much in Otago to give any apprehension to the intending settler that it wdl fail to his lot to grub many trees in clearing the laud he may get to buy. The scarcity of timber generally renelers bush land of special value, and it is usually keenly competed for. It is the New Zealand flax and the fern roots that are formidable enemies to the plough, and require a stout heart to subdue the wild lands of Otago, and much more enduring patience and per severing toil than the reclaiming of the agricultural lands of the Australian Colonies."], [65, "45 Of the indigenous productions that sometime or another may become useful, the New Zealand flax abundantly grows on a very large extent of country. Several attemps were made to utilize this flax, and render the preparation of it available for commercial purposes, but none of the inventions appear to have been hitherto sufficiently useful to carry off the prize of £2,000, offered as a reward by the General Government of New Zealand. The last of the inventions, claimed by a Victorian, is not yet, I believe, finally decided upon. There is the native cabbage, a succulent plant, freely growing, and used by the Maories as a substitute for the last named vegetable. The fern roots are likewise prepared by the natives, eaten, and apparently much relished. This root was an extensive source of nourishment to them before their intercourse with civilized men taught them to find relish in the enjoyment of the numerous kind of vegetables now cultivated by them. The Tutu is pretty extensively growing in the province : its fruit and especially the seeds contain virulent poison, and new arrivals in the province, who not knowing the properties of the Tutu, may be tempted by the berries of this shrub to eat any of them, incur the risk of losing their lives. Celebrated as the Kauri gum or pine of the north of New Zealand is for general usefulness, the indigenous timber of Otago furnishes no useful variety for ship building, or pecu liarly adapted for the purposes of art or manufacture. It is a significant fact, that the Exhibition Commissioners for Otago, consisting of some of the first pioneers of the settle ment, could find not a single species of timber to represent the resources of the country in the London Exhibition. The different varieties of indigenous timber known to exist in the province are the black birch or pine, the goa, the totara, and manuka. Most of these are only used for fire wood and fences, and serve to supply the limited demand created by what is called \" bush architecture.\" The indigenous timber of Otago is generally too heavy to float on water, and some that do float when newly cut are too porous, and absorb water freely, so as to sink after immersion. A remarkable instance of this was furnished on the occasion of attempts having been made to supply the demand for timber on the new Dunstan diggings, of which attempts some succeeded and others failed from the cause above referred to, as described by the mining reporter of the Otago Daily Times .- —"], [66, "46 \"The same gentleman who plnced the punts on the Molyneux, has suc ceeded in bringing down a raft of timber from the lakes. It is composed of sawn boards of white pine, of which it appears there is a considerable quantity already cut in the hands of the settlers on the lakes. He experi enced no difficulty in bringing down the raft - originally two, containing two thousand feet in each — down the Molyneux until the junction of the Kawai au was reached. At this point the river enters a gorge, and the en trance is, moreover, broken by large masses of rock that divide the stream. On one of these the first raft lodged, and, as the other was likely to be fixed in a similar position, it was broken up and divided into small rafts of 500 feet each. The first of these small rafts came down the river in about three hours, the distance travelled being about twelve miles. After the successful result of this experiment, there will be no difficult}* in obtaining a plentiful supply of timber at, I presume, a sufficiently low rate to enable it to be used in mining operations. Speculators will however have to be careful as to -„he kind of timber they may purchase, for not only is it liable to sink from its own gravity, but some kinds are so porous, that after a few days immersion in water they cea.-.e to float. A large raft, containing many thousand feet of timber of the latter kind, on its way to this field, sank in one of the lakes after having only been a few days in the water.' The mineral resources of the country appear to be more promising. Indications of lignite and coal were found in d efferent parts of the province, arid the value of the Clutha coal field is now likely to be practically tested by the firm or private company to whom it was just leased by the Govern ment at the moderate annual rental of £200. Iron is very generally distributed all over New Zealand, and the \" Taranaki steel sand/' as it is called, begins now to claim some attention in England. In Otago there are no iron mines opened or tested as yet, but the iron sand of Saddle Hill contains some 52 per cent, of metallic iron, and the heavy ferrugineous sand found in the different rivers of the country furnish sufficient evidence of the existence of iron in the province in considerable quantities, and it only requires enterprise and capital to develop this resource of the country and render it practically useful. Some of the rocks are powerfully magnetic, and it would be interesting to ascertain how far they may affect the compass of ships and add to the danger of navigation on the treacherous coast of New Zealand. Dr. Shortland, speaking of a point near the Bluff in Foveaux Strait says :* \"' 1 seated myself on a rock to take some angles with the pocket compass, but was obliged to desist owing to my seat being powerfully magnetic. This treacherous iufluence is observable in so many parts of New Zealand, that the compass, instead of being a trust-worthy travelling guide, is often likely to lead one astray.\" The heavy black sand on the Clutha river and the Dun stan diggings was at first considered to be a valuable deposit"], [67, "47 of stream tin. A careful analysis of this sand, however, has dispelled the illusion of the uninitiated, and instead of tin, the black sand of the Dunstan diggings was found to contain : Magnetic iron ore Specular irou ore Gold, silica, and insoluble matter in the propor- tions already mentioned in the former part of this work. Garnets and tourmalines of small size and of no commer cial value were frequently met with to represent the gems hitherto discovered in the province. Lime-stone and roofing slate of useful quality is reported to exist in the province, but, if soJjB attention is paiel as yet to develop these sources of industry, and the demand that exists for these articles is now supplied by the import trade. Brick earth of good quality exists in abundance, but the building stone used for faeing some of the recently erected buildings, in imitation of free-stone, is a very perishable sample. Of noble metals — traces of platinum were detected asso ciated with gold, not in such quantity however as to render the discovery of commercial value. Gold is the chief source of attraction at present to Otago. This noble metal was discovered in different parts of New Zealand, and also in the province of Otago, long before the late rush set in to Gabriel's last year. In the records of early navigators on the coast of New Zealand, allusion is made to the existence of gold on the islands of that colony. In the early works of missionaries, Coromandel, in the north, Ahuriri, in the south, and also other places, are men tioned, where gold deposits were found to exist. In the report of Hochstadter, of the Novara scientific expedition, is ably described the geological formation of the Nelson gold-fields. Mr. Ligar, late of New Zealand, and now Sur veyor-General of Victoria, years ago mentioned the existence of gold-fields in New Zealand. In the official reports of Mr. Thomson, Provincial Surveyor of Otago, allusion is made to his having found gold in the sand of the Mataura River, and other rivers in Otago, long before the late rush to that province took place ; and it is only a wonder that the gold deposits of New Zealand did not sooner claim that share of public atten tion now bestowed upon them. Coromandel furnished very fair samples of gold in quartz, to hold out an inducement to prospecting. In the province"], [68, "48 of Nelson, even very recently, some valuable samples of uuggetty gold were found, and also gold in quartz, of highly remunerative quality — and the climate and resources of these northern provinces, had there not been the native difficulty in the way of their progress, offer far greater encouragement and prospect to emigration than Otago does, and yet they are comparatively uncared for. Frequent as the discovery of the existence of gold in Otago had beeu at various times, the true era of gold-fields and gold mining can only be said to have commenced by the dis covery of the Lindis gold workings, in May, 1861. The official report of Commissioner Strode, of the Lindis gold field, addressed to the Superintendent, under date May 16, 1861, pronounces the LindisFa promising and \" payable gold field.\" The only difficulty in getting at the treasure — which difficulty, in some shape or another, invariably re-occurs in the subsequently discovered river workings — was at the Lindis the snow and frost at one time, and the swollen state of the river at another time. The payable indications of the Lindis gold-field appear to have been deceiving, as in the second official report of Com missioner Strode, that soon followed the first report, it is stateel that \"of the 300 persons on the grcuud at the time, a very few procured sufficient gold to pay their expenses,\" but this is owing, the report added, \" chiefly to the winter season, and the consequent swollen state of the rivers.\" It is a remarkable fact, which generally puzzles new arrivals desirous of giving a trial to the Otago gold-fields, that while the one official report, like that above quoted, attributes as the cause of the miners not getting sufficient gold to pay their expenses, the approach of winter, and the consequent swollen state of the river at the Lindis — subsequent official reports of the recently discovered Dunstan attribute the approach of summer and the consequent swollen state of the Clutha flooding the claims, as the cause preventing the miners to get at the gold in the treacherous stream. The attractions of the first discovered Lindis gold-field were of an ephemeral nature, and it was soon deserted for the more promising field discovered in Gabriel's Gully, now called the Tokomairiro gold-fields. This last-named gold-field, rushed in July, 1861, proved hitherto the best and most productive gold-field yet dis covered in Otago. It had many advantages over all the others, such as its slight altitude above the sea level, and"], [69, "49 consequently the comparatively mileler winter, not altogether preventing the miners from working during the winter season, and also the easy distance of the locality from Dunedin, the chief town of the province. The success of the first few at Gabriel's Gully, and the favorable season when these workings were opened, was the means of causing a large rush to Otago in the spring and summer of 1861 , and materially advanced the prosperity of the province. The large number of new arrivals from Victoria and elscwluere, most of them trained to the work of gold seeking and mining, for whom there was no more room at Gabriel's, soon spreael over the country, and discovered and developed the gold-workings at Tuapeka, Waitahuna, Wether stone, Woolshed, Mount Highlay, Waipory, and other places included within the area of the gold-fields soon proclaimed rater. None of these gold workings, discovered subsequently to that at Gabriel's Gully, were anything like the latter, and the large population engaged at one time in devei them were far from being compensated by the actual result obtained for their labor, time and expense incurred in emi grating from the Australian Colonies, in the hope of im proving their fortune. The natural disadvantages of Otago against the carrying on of mining works in a proper manner, the severity of the winter as compareel with that of Australia, the scarcity of fuel and timber for mining purposes soon had the effect of accelerating the inevitable result. At the approach of the winter subsequent to the first rush large numbers returned to their old homes in Australia, and few indeed remained who were sufficiently successful to enable them to leave with out much inconvenience. The winter of 1862 thus closed upou the transient pros perity of Otago. Matters found their level. The snow-clad gold v orkiugs of Tuapeka and Tokomairiro were, to a great extent, deserted. Stagnation soon spread among the trading classes of Dunedin, and a general collapse, the result of un justifiable overtrading„was only hoped to be averted by the spring rush, generally expected and universally desired. The first tidings of this were actually brought by Hartley and RiiVv, the prospectors of the Dunstan Diggings, on the L6thu August, 1862. The last patch of snow was not yet gone from the brow of the hill towards the halfway bush and overlooking Dunedin, E"], [70, "50 thus early in the spring was the discovery of the Dunstan Diggings made kuown to the public in Dunedin. The steam ship Gottenburgh, with the mail for England on board, was just getting up steam to start for Melbourne, and off the Editor of the Otago Daily Times rushed to send his telegram to the steamer about the 87 lbs.' weight of gold brought down from the Dunstan, anxious, no doubt, thus formally to initiate the anticipated spring-rush so much talked about. The newspapers were busy giving minute details of all the particulars about the sayings aud doings of the prospectors, the amouiut of gold brought down and actually deposited in the Gold-office at Dunedin, the pleasant winter-climate of the Dunstan region, and the great facilities of obtaining the precious metal on the bars of the river. Numbers of philanthropic storekeepers and others pointed out the best road to the new El Dorado, readily assisted by the press. At last, the easiest start was supposed to be lead ing to the best road, and a regular stream of gold-seekers sjfcmt for the Dunstan, conveyed by steamers from Dun edin to Waikuaiti, and thence, on a known track to the new diggings. The steamers plying between Dunedin and Waikuaiti were crowded for the first few days. As there is no jetty at Waikuaiti to land passengers, Maories and Maori women were busy transporting diggers from the steamers, in boats, and as best they could, to terra firma. Most amusing sights often met the eye of the looker-on to witness this busy scene of landing. Rusty diggers, with blankets, pannikins and tin dishes, were seen astride Maori women's backs, travelling over the shallow waters to land, and not un frequently, as a facetious correspondent observed, \" Maori women, eliggers, swags and all, rolling together in the surf.\" Scarcely was there time yet for anygreat number ofpeople to arrive at the Dunstan Gold-fields when reports of large finds of golel were flying about Dunedin. An itinerant limb of the press woke me every morning loudly proclaiming the arrival of \" Startling Intelligence from the Dunstan Diggings,\" and he was usually joined by a benevolent parrot in Maclagan street, both in a chorus offering for sale the Daily Paper and the Daily Times. Two days more elapsed, and the startling intelligence was communicated to the public in a somewhat modified form. There was plenty of gold to be got at the Dunstan,"], [71, "51 but the large majority of diggers were; too anxious to become rich, as soon as possible, and hurried off without taking with them provisions, and tools bcyonel a shovel and a tin dish. The consequeuce was, that some of those who carried up provisions with them were \"stuck up\" on the road, and the principles of communism Mere practically realised on the way to the Dunstan El Doraldo. The first detachment of gold-seekers gradually arrived on the scene of their future operations followed by a Govern ment officer, accompanied by one of the prospectors, and the manifestation of dissatisfaction was soon after heard, and became louder and noisier as the crowd increased. The prospectors were closely cross-examined as to the spots where they got the gold ? and where is the firewood ? Un reasonable demands were made by some to lay them on to some spot where they could make tucker, while by others uncharitable anathemas were hurled at the pro- spectors. The crowel daily increased, the majority of them to live on mutton at Is. 3d. per pound, cooked as best they could do it, without even salt or anything else to be got by the largest number of them. Drays with provisions also arrived in due course, and we find the Dunstan prices current quoted in the papers at Dunedin as follows : — \" Sugar, 2s. 6d. per lb.; Soap, 2s. 6d. per lb. ; Bread, 7s. the 41b. loaf ; Potatoes not to be' had ; Firewood, or rather brushwood, sells for £5 per load ; Tea, 5s. per lb. ; Flour, 2s. 6d. per lb. (scarce) ; Mutton, from Is. to 3s. per lb. limber very scarce. An old candle-box sells for £1. Small cradles, £20 a-piece.\" \" £1 each is paid for rough bush poles\" says the Mining reporter of the Otago Daily Times, \" and very few are obtained even at theit price.\" Cartage of goods fluctuates between £420 to £150 per ton. While the price of provisions ruled as quoted above, the average earnings of the population on the ground were estimated by the newspaper correspondents at 30s. a-day. Low as this estimate was to compensate for the hardships, privations and sufferings the gold-seeker on the Dunstan had to endure in following the uncertain nature of his oc cupation of gold-digging, this estimate proved to come far short of the actual result obtained from the time of the first announcement of the rush to the Dunstan on the 18th of August to the 3rd of October, when the gold collected during that time was sent down by the first escort from the e 2"], [72, "52 Dunstan, amounting to 6031 ounces. This result was far too small indeed to compensate the population on the scene of operations at the Dunstan, even if there were some 2000 ounces more, said to have been brought down by private hands. In a few days from the commencement of the first rush the re-action took place. Numbers of the disappointed re turned from the Dunstan. Fresh arrivals replaced them, and the tide of immigration— caused by the first news conveyed to Victoria and the neighbouring colonies about the Hartley gold discovery — fairly set in. Every few hours brought a vessel with fresh immigrants to fill the streets and boarding houses of Dunedin, and the number of the unemployed ra pidly increased to an alarming extent. The Otago Daily Colonist, in an anxious leader, urged and pointed out to the Government the necessity of commencing and prosecuting some public works, as one of the means to avert the proba bility and possible consequences of \" demonstration meetings of the unemployed \" being held at the fish market. Nor was the anxiety of the Daily Colonist manifested without good reason. Groups erf people kept the principal thorough fares filled from morning till night. By each of these groups the merits and disadvantages of the new rush were freely eliscussed, and the entrance to the arcade in Maclagan and High streets, and also the open space before the Post Office and Government Offices in Princess street, and at the corner of Manse and. Stafford streets, presented the appearance of a \" change \" more than anything else on a grand scale. To the conversation carried on by one of these groups I at one time conveniently listened from where I stood. The scene was at the corner of Manse and Princess streets. Time, afternoon. A stalwart youth about four-aud-twenty was sitting on a packing case before the place at present known as the Otago Daily Times branch office. A number of others kept him surrounded, chafing and conversing toge ther. My stalwart youth just at the time I happened to be hear the group exclaimed : \" Oh! Hartley, Hartley, if it was not for you I would not now be sitting on this box ! \" Ano ther rejoined, saying : \"I don't know what workpeople can find in this country to live ? \" \" The best thing we can do,\" said a third ''is to go in a body and ask the Government for work to support one.\" \" You mean to get up a riot. Bill ? \" asked a fourth. The runner of the newspapers here suddenly"], [73, "53 made his appearance, offering in a hoarse voice \" the last number of the Daily Times.\" \"You'd better take care of yourself, old boy,\" said somebody from among the by-stand ers, \"you will be 'ducked' some of these days.\" she run ner went on with the last number (but one) of the Daily Times. Here the packing case gave way under the weight of the stalwarth youth, he was precipitated on the ground, the crowd enjoyed a hearty laugh at his expense, and I passed on to the Athenæum. Fears were very generally entertained that the large, in pouring of fresh immigration at the rate of 1,000 and 2,000 a day, aud meat at 2s. per lb., scarce, and bread Is. the 4-lb. loaf, would soon bring matters to a crisis in some shape or another, when the arrangement just concluded between the Chief Commissioner of the Otago gold-fields, and the prospector and discoverer of another new gold field at Noko mai, was published for general information, and served as a safety valve to start the mass of increasing population at Dunedin in some direction. Large numbers starteel at once for the Nokomai gold fields from Dunedin, the Dunstan, and some from the older fields, and every body felt as if relieved. The pent-up anxiety of the past few days gone, and a large population sent off prospecting to the extreme boundary of the province at Nokomai, the operations and progress made at the Dunstan were again the renewed topic of general interest. Hitherto the public was satisfied to read the hopeful re ports that day after day reached them, but now they began to look for some tangible result, aud great was the anxiety manifested to learn what quantity of golel is likely to be brought down by the first escort from the Dunstan. The intelligence and official reports, however, became less and less of a satisfactory character, and they began to tell with effect upon the public mind. The prevailing winds, aided by a shower of rain, melted some of the snowr on the mountains at the head of the tributaries of the Clutha, and made the Kawarau, Molincaux, whereat the gold washing operations were carried on, rapidly rise 12 feet in 36 hours, and the swollen river, rushing at the rate of 12 miles an hour, swept over the gold workings, and carried away tents, cradles, punts, mining tools, and put a stop to the gold washing ope rations on the river. While the swollen river inundated the claims and caused the works of the miners mostly suspended, the high winds"], [74, "54 then prevailing on the Duustan diggings made a great havoc in the township. Several large stores were reported by the Government Commissioner to have been unroofed and blown down two or three times. The tenements in the camp had also suffered much by the wind, and were fouud to be utterly useless for official purposes during such weather. The different accounts received from the Dunstan described the rise of the river so sudden and rapid, that it swept away the miners' dwellings and properties before they had time to remove them — and considerable loss was the consequence, as the mining tools and implements thus carried away and lost cannot be easily replaced. Meanwhile, the report of the Government Commissioner, appointed to visit the Nokomai Diggings, arrived inDunedin, and was duly published for general information. The first official report, of date 16th September, 1862, was of a very favorable character. After giving some tempting details of great finds of gold, the Government Commissioner furnishing the report, concludes — \" As I am writing this report, the miners are arriving on the field in great numbers, aud I apprehend that, before the week closes, a thousand men will be on the ground. There is abundance of room for them, and many more'\" In consequence of this official report, large numbers of miners, who were driven from the Dunstan dig gings, hastened from the Dunstan to reach the Nokomai dig gings, by attempting to cross the mountains called the Umbrella Ranges, but were unsuccessful. The snow on these ranges, was too deep, and not hard enough, at this season, to bear travelling upon. Fears were very generally entertained that human lives would be lost in the attempt to reach the Nokomai from the Dunstan, by crossing these ranges, and not without reason. Undoubtedly many a brave man, persuaded by the first bril liant official report from the Nokomai to hasten to the latter diggings, and not knowing the danger of crossing pathless snowy mountains, had to yield up his life in the desperate attempt to reach this second new El Dorado, and exhausted by cold, hunger, and fatigue, perished unseen, unheard of, and uiireported. This brilliant official report from the Nokomai was soon proved to be without sufficient foundation to justify the hasty circulation of it, it having been the means of causing disap pointment to thousands for their tod,*fatigue, and even risk of life."], [75, "55 In the beginning of October, the crowds of returned diggers from the Dunstan and Nokomai began again to con gregate in the streets of Dunedin. On the 3rd October, numerous accounts reached the city, and also some corre spondence was published in the columns of the Otago Daily Colonist, to the effect \"that large numbers on the diggings spoke strongly against the Commissioner's report, saying that his statements were much exaggerated.\" Several of the men who gave me this information, continues a correspondent of the Colonist, \"appeared to be of a superior class, and expressed their determination, if they could get constant employment at their trades at Invercargill, they would never go to the diggings again. Tools, they say, are in abundance at the Nokomai, aud in many cases are abandoned altogether by the miners.\" The press in the sister provinces of New Zealand joined in this complaint, and the New Zealand Advertiser, published in the \" Imperial City\" of the colony, as the Otago papers term it, thus comments upon the subject : — \" With comparatively very few exceptions, we understand that the large body of men who have left here for the new diggings are thoroughly disgusted with the prospects which the} have received upon their arrival in Dunedin, anel a large proportion of them would no doubt have returned by the same vessels which conveyed them thither, had it not been for their wish to give the Dun stan diggings a fair trial before returning a verdict to the effect that no payable gold-field, for a comparatively large population, had been discovered. We believe that the large majority of those who have so recently proceeded from this Province to the new El Dorado, will return by the Storm Bird, in the event of no more enticing or exciting news relative to the diggings arriving in Dunedin than that which had been obtained prior to the sailing of the Wonga Wonga. The course pursued by the Otago press — with reference to their repre sentations of the recently discovered gold-fields — has received a large amount of censure at the hands of those who have been enticed thither by the garnished reports which have from time to time appeared in the newspapers. This fact is well known to those individuals who have had precisely the same information from the same individuals who have fur nished the press with the particulars of their journey to and success at the diggings, and who have afterwards perused the same tale, as published in the columns of the papers. It is to be hoped that this warning will have a beneficial effect on"], [76, "56 the minds of intending diggers, and lend them, at all events, to have some better authentication of a payable gold-field having been discovered than that which is to be obtained from the columns of those journals which are so deeply interested in retaining or obtaining a large population for the province in which their interests are centred.\" This time (3rd October), consequent upon the disappoint ment expressed at the newly -discovered gold-fields of the Dunstan and the Nokomai, a reaction took place a second time within the last six weeks. Numbers were constantly returning from the scene of their disappointment to Dunedin, daily augmented by new arrivals from Australia and other places. The appearance of the streets of the city was remarkable, and the excitement pervading the town universal. Somejust landed, with golden hopes beaming on their faces, thro the streets leading from the jetty to the city. The more experienced veteran diggers of Victoria were equipped ready to start to the diggings soon after being lauded. Their bed ding, cooking utensils, and their all on the shoulders, and a calico tent, to serve as a shelter and their future dwelling, tied to and carried on the back of a useful dog following his adventurous master. Others with their pallid faces, evidently fresh from behind the desk or the counter, groaned under the weight of huge carpet bags anil sundry other parcels in search of lodgings, climbing the steep hills of Dunedin, and at times frail ladders, to reach the entrance of some of the boarding-houses, and probably find rest, after their rough passage during the equinoctial season, under the dining-table of a hospitable lodging-house, with a dozen other new acquaintances, from different climes and countries, in the same room. Numerous groups, large anel small, were scattered in the streets all over the town engaged in animated conversation. The one told his tale of woe about the Dunstan, Kawarau, ov Nokomai; the other listened to the harangue of a niau usually seated on the top of a pile of stones in Stafford-street, wearing a reel coat, a large Glengarry with a huge Scotch thistle iui front, praising the eliggings, and offering to new arrivals the only correct map showing the road to the Dunstan or the Nokomai. Many of the new arrivals spcedilyavailed themselves of any reliable information they could obtain, anel wisely returned to the country where they came from. Some, wishing to try"], [77, "57 for themselves, went up to the diggings. Others without the means of leaving Otago, and without the means of subsistence there (as one of the Otago daily papers remarked with an ill-timed joke) \" were, observed in the — no doubt to a hungry stomach — delightful occupation of gathering cockles on the sea-shore.\" The influx to Dunedin of the malcontents from the gold fields, the constant arrival of immigrants from other countries in excess of the departures, and with the price of meat con tinuing to fluctuate from Is. 6d. to 2s. per lb., scarce ; bread from lOd. to Is. a loaf; the price of all kinds of provisions high in proportion, and house-rent absurdly exorbitant, caused no small amount of general uneasiness, and also dis tress and destitution among a large number of the working classes. A monster petition, bearing 7,000 signatures, was presented totheSuperintendentand the Executive, to takesteps for the immediate abolishing of the ordinance preventing the importation of cattle from Australia, as a protection against the pleuro-pneumoiiia which exist in some portions of that colony. The answer of the Provincial Government to this monster petition, influenced no doubt by the interests of the early settlers of the province now in power, and who derive a large profit from the effect of the protective law prohibiting the importation of cattle into the province from Australia, was anything but satisfactory. The establishment of floating abattoirs was suggested to the Government on a self-supporting principle, and under arrangements that would have prevented the possibility of introducing the pleuro-pneumonia into the province ; but the Provincial Government remained deaf to the proposal, declined to carry out the suggestion, and consented to the importation of cattle from Gipps Land only under restrictions that will render the working of this permit of little practical value. Consequently, the high price of meat still continues. The squatter and stock-owner of Otago eemtinuesto thrive on the loss of those who may have been deludeel by the ephemeral attractions of the Otago gerfd-fields to emigrate thither from other countries, and thus also command the cheap labor of starving hundreds who, not able to leave the country, are willing and glad to work for a mere subsistence. This was practically exemplified in the beginning of October, when the Provincial Government, aware of the increasing clamor for \" labor or bread,\" and ready to profit by the cir cumstance, resolved to commence \" harbour improvements,\""], [78, "58 and fill up a portion of the shallow harbour by cutting down a considerable hill in the city called \" Bell Hill.\" The daily wages, at first 5s., subsequently 4s., paid for this work was hardly, if at all, enough to provide for a working man the mere necessaries of subsistence in a country where the price of everything was so exorbitantly high, and yet such large numbers were anxious to avail themselves of this opportunity of getting something to do to provide against starvation, that constables had to be called in to prevent the undue pressure on the Government for work even at this low rate. At this stage we may well consider the history of the recent rush to the Dunstan and Nokomai gold-fields closed for the season. The first escort of gold from the former gold-field collected from the 18th of August to the 3rd of October, and brought down to Dunedin on the 6th October, amounted to only 6,031 ozs., a miserable result when compared with the first escort from some of the gold-fields of Victoria, such as that of Ararat, having sent down some 60,000 ozs. a-vveek, or even some of the escorts sent from the recently-discovered gold-field of the Lachlan, iu New South Wales. Before closing my remarks on the Mineral resources of the province, a brief description of the different places in Otago where gold has been found, and which are designated by the name of gold-fields will, I hope, be found practically useful. The Tuapeka Gold-field including Gabriel's Gully, is about the most favored of the Otago gold-fields. Being situated at a comparatively slight elevation of a few hundred feet above the level of the sea, it enjoys a milder climate than those at a higher altitude, and this circumstance, as well as its easy distance of 70 miles from Dunedin on a practicable road, has, in no small degree, aided its develop ment and rendered it the most extensively worked gold-field of Otago. The workings here are shallow, the auriferous earth being found at different levels, fu'om nearly the surface to the depth of 50 feet. The shallowest ground at Gabriel's has, hitherto, proved to be the most remune rative. Some portion of the Tuapeka gold-fields, however, and especially those at Wetherston's, on account of the influx of water and the want of timber for mining pur poses, was found to be unworkable, and had to be aban eloned. The gold-bearing drift on these diggings is generally and easily worked by sluicing. Wood for domestic pur poses is scarce, but the deposits of lignite discoveœd at"], [79, "59 Gabriel's Gully arc now worked to supply the want of fire wood. On this gold-field, agricultural leases are also granted by the Provincial Government, of an area of land not exceed ing ten acres for seven vears, and under the following regulations, viz. : — \" Every application is to be made through the warden of the district, accompanied by a deposit of £5 to cover cost of survey. \" The boundaries of the land applied for must be rect angular and well marked. \" Agricultural leases will not be granted within the boundaries of proclaimed townships, public reserves, nor for an area including a permanent water-course, or which may present auriferous indications ; and one chain in width to be always reserved along the margins of streams or rivers. \" These leases are not transferable without the authority of the Commissioner of Crown Lands, and, if the transfer be authorised, a fee of £1 is to be paid for such transfer. Leases transferred without such authority are cancelled. \" The Government reserves itself the right to enter upon lands so leased for public purposes, but compensation to lessee is allowed for growing or standing crop. \" A yearly rental of 5s. per acre is charged for the land so leased, payable in advance. \"The Government also reserves itself the right of entering upon any land so leased for the purpose of searching for gold or any other metal or mineral, and on determining any lease when such metals or minerals shall have been found. Com pensation (except in special cases) to be paid by the persons desirous of mining on any lease so terminated. Waitahuna is situated at a distance of 59 miles from Dunedin, the workings here are similar to those at Gabriel's and Wetherston's. Timber scarce, even for domestic pur poses, but lignite is found in the neighborhood. Woolshcd is at a distance of 45 miles from Dunedin. Some of the auriferous lands in this locality arc private property, the proprietors, however, are agreeable to enter into arrangement with the miners to let their property for mining purposes. Waipori Gold-field consists of river workings and hill sluicing. It is situated at a distance of 40 miles from Dune din but at a much higher altitude than the Tuapeka and Waitahuna fields, and miners going there have a more."], [80, "60 severe climate to endure. Timber here also is very scarce, but the peculiarity of beds of large trees in a state of good preservation, and immediately under the soil is stated by the Otago Daily Times, to have been discovered and available for fuel as well as for slabbing and other purposes. In the vicinity of the Waipori, on the banks of the Lee stream, gold was likewise discovered. Mount Highlay is situated at a high altitude, and those who wish to give it a trial have a rough climate to contend with. The best available road to this field is by way of Waikuaiti, from which place it is 55 miles. Waikuaiti is reached from Dunedin by steamers. The Lindis is situated at a still higher altitude than Mount Highlay, and at a distance of 160 miles from Dune din. The climate here is very severe, and snow lies on the ranges when the summer is far advanced, and during the greater part of the year. Moeraki Beach — Some very fine gold associated with titaniferons iron sand was found at this place, as it was referred to in the preceding pages of this volume. Moe raki is easily accessible from Dunedin by steamers. The Dunstan Diggings are situated at a distance of about 110 miles by land from Dunedin, aud about 120 miles from Waikuaiti, which place, as before stated, is reached from Dunedin by steamer. This latter route, though longest, is the best available at present to reach the Dunstan Diggings — a description of which has already been given. The Nokomai Diggings are situated at a distance of 170 miles from Dunedin, close to the boundary-line of the Province of Southland, and should it have proved a payable gold-field, it woutld have benefited the towns of Invercargill and Rivcrton in Southland, much more so than Dunedin. Convoy's Gully was recently discovered, at a distance of nine miles from the Dunstan. The sinking at ConiOv's is Shal- es . low, about six feet from the surface, the gold hitherto found, coarse anel nuggetty, but the ground is wet. Potter's Gully, also a recently discovered gold-field, at a distance of 25 miles from the Dunstan, in a gully on the west ern slope of the Umbrella Ranges leading to the Nevis stream. The first official report of this field is very encou raging, but the miners, even at this advanced season, have a severe climate and snow to contend with ; and in going to Potter's Gully they have to carry their provisions, tools, &c, up a hill over seven miles long."], [81, "61 The following is an abstract of the Otago Gold-fields' Regulations : — Every person residing on a gold-field and engaged in mining for gold shall take out a miner's right ; such miner's right to be carried on thr; rATson, and be produced for inspection when demanded by the Warden or other officer, or by any person duly authorised in that behalf in writing by the Warden. Claims shall be classified thus : — 1. Ordinary claims, i. e., alluvial claims worked without the aiit of sluices or machines. 2. Sluice and machine claim?, i. e. , alluvial claims worked with the aid of sluices or puddling machines. 3. Wet claims, i. e., alluvial claims in flooded ground which cannot be wrought without the aid of appliances for drainage. 4. Creek or river claims, i. e. , alluvial claims in the bed of creeks or rivers. 5. Quartz claims. 1. Ordinary claims shall not exceed 30 feet by 30 feet for each person, unless the depth of sinking exceeds 50 feet, in which case such claim may be extended to 35 feet by 35 feet. 2. For sluice and machine claims in worked and abandoned ground, the Warden may grant an extent of ground not exceeding treble the above area. 3. Wet claims shall not exceed 40 feet by 40 feet for each person. 4. Creek or river claims shall not exceed 50 feet for each man employed thereon, nor be more than 300 feet in length, in the whole, to be measured in the direction of the course of the stream, by a width not exceeding the boundaries of the bed of the creek or river, as defined by the Warden or other officer duly authorised in that behalf. 5. Quartz claims shall not exceed 30 feet in length along the course of the lode or vein, by a width not exceeding 100 feet upon each side of the course, for each person ; and no claim shall exceed in the whole 120 feet iu length by 200 feet in width. The number of single claims that may be occupied in one block by any party of miners shall be as follows : — 1. In ordinary claims, not more than four single .laims. 2. In sluice and machine claims, not more than five single claims. S. In wet claims, not more than six single claims. ( Ifoima shall be marked by pegs standing at least two feet above the sur face of the ground, or by trenches at each corner thereof ; and such pegs or trenches shall be maintained during the occupancy of the ground. Provided, that when any corner cannot be so marked on account of the nature of the ground, such peg or trench may be placed at the nearest practicable point. No person shall be deemed to possess a valid title, to any claim, unless the same shall be fairly worked during the entuv period of occupancy ; aud any claim unworked beyond the space of twenty-four hours, shall be deemed to be forfeited, unless'sufficient reason, such as sieltness or other urgent cause, shall be proved to the satisfaction of the Warden. Any person discovering new gold workings, and being desirous of obtain ing an increased area thereon, must immediately report such discovery, with full particulars thereof, to the Warden or other proper authority. Discoverers of new gold workings, distant not less than half a mile from existing workings, may have allotted to them an extent of ground not ex ceeding treble the area of an ordinary claim ; and the discoverers of new gold workings distant not less than ten miles from existing workings, may have allottees them an extent of ground not exceeding quadruple the area of an"], [82, "62 ordinary claim. Provided, that the increased grant shall not be given to more than four persons composing any party. The discoverer of an auriferous quartz reef may have allotted to him an area not exceeding in the whole 200 feet in length, measured along the course of the lode or vein, by a width of 100 feet upon each side of the course. Superiority of right to a supply of water shall be rletermined by priority of occupation, the earlier occupant having the superior right. In all cases, when the occupier claims, under a certificate, or other authority, in writing, granted by a Warden or Commissioner, occupation shall be taken to have commenced at the date of such certificate or authority. The cutting and formation of races must be commenced within one calen dar month from the date of registration, and the occupiers shall coutinue cutting and forming the same until the work is completed, otherwise any superiority of right to which they may be entitled by virtue of such regis tration shall be deemed to be forfeited. If auy race is abandoned for the space of one calendar month, at a time when water was available for it, occupation of the right shall be deemed to have commenced at the last re-occupation thereof. All right to any race shall become forfeited, if abandoned for the space of one calendar month, unless in cases of sickness or unavoidable absence, or in consequence of failure of water ; but it shall be 'awful for the Warden, in liis discretion, upon sufficient cause being shown, to suspend the operation of this regulation for a further period of one month, and such suspension shall be given in writing to the occupiers. All races that may hereafter be cut, shall have a point specified at which they shall be taken from the creek or river. In races already cut, the point shall be taken to be the spot from which the race now heads. No person shall shift or alter the head of any race without the written sanction of the Warden, nor to the prejudice of any existing right. The alteration or extension of a race at any time shall not in any way affect any right or privilege attached to such race; and the holders then of shall, during such alteration or extension, be deemed to be in occupation of all the rights and privileges attached to such race. Dams and Puddling Machines. Any person intending to form a dam, or to erect a puddling machine, shall give notice thereof in writing to the Warden, in the form hereinafter prescri bed, and shall post and maintain for a period of seven clear days copies of such notice upon the intended site of such dam or machine, and at intervals not. exceeding 100 yards along the course of any proposed sludge-drains con nected therewith. And if no valid objection be entered within seven days from the posting and service of such notice, the Warden may grant a Certi ficate of Registration to the applicant. FORM OF NOTICE. (District and date.) To the Warden at 1 hereby give notice that I intend to (form a dam, or erect a puddling machine, as the case may be) at ( * ). (Signature and address in full of applicant) — re describe the locality, and in the case of a puddling-maehine state the proposed course of the sludge-drains. No person shall take possession of any claim, race, dam, machine, or any other right or privilege whatsoever (unless the same shall have been absolutely relinquished) without first obtaining the consent of the owners, or the authority of the Warden."], [83, "63 Having saitl thus much of the history of, and the incidents attendant on the recent rush anel immigration to the newly discovered gold fields of Otago, I may be expected by some to express an opinion as to the capabilities of the gold mines of Otago in general, and those of the Dunstan gold field in particular. This latter more especially with a view of ascer taining the inducement and prospects these river workings will hold out to the emigrant during the ensuing winter sea son, when the waters of the river are expected to be much lower than at present, the river bed more exposed and work able, and the severity of the climate and the frost will keep the snow bound up on the mountains, thus to prevent the sudden flooding of the river from the same cause as during the present summer season. Difficult as the task is to hazard an opinion on a subject of such vast importance to Otago and to the varied interests of the neighbouring colonies involved in the question, I have no hesitation confidently to express my views on the subject. In dealing with this subject, and entering upon a review of the capabilities of the gold-fields of Otago, and those of the province, as a mining country, I must, necessarily, confine myself to existing facts, and consider the mines of Otago, now discovered, as they are — and not to indulge in geologi cal speculations of what there may, or may not be discovered. All the gold-fields of the province, with the exception of the Dunstan, and those subsequently discovered at Conroy's and Potter's Gullies, had now sufficient chance of being tested, to convey an information of their capabilities. Most of the auriferous deposits were found at a comparatively shallow depth, generally a few feet from the surface, so that the waste earth covering the auriferous drift was either carried away bodily, to get to the latter, or the whole of the earth resting on the bed-rock was washed, to save any gold it contained. Where paddocking, as it is termed — or removing of the earth bodily— was impracticable, the ground generally had to be abandoned for want of timber necessary for mining purposes. This scarcity of timber on all the diggings of Otago, hitherto discovered, was found to be an insuperable difficulty, and an obstacle of such a formidable character as to prevent the development of even the existing mines of comparatively shallow depth. This difficulty will, unfortunately, be of a permanent nature. The want of firewood is no doubt much felt on the mines, especially during the severe winter of Otago; this want may, however, be supplied by lignite, coal, or even"], [84, "64 artificial fuel, if desirable. But no substitute is available to supply the want of timber for mining purposes. In extensive underground works, aud well developed mines, of a lasting character, even masonry was, and is, to a certain extent employed to secure the mine, in addition to timber ; yet art can find no substitute to altogether dispense with the last named, and most important article in mining operations. Mining in quartz reefs, where the richness of the lode, not unfrequently found on the surface, and worked to the depth of a few feet, has already furnished the miner with the means of following the reef to a greater depth, and where the size and quality of the mineral lode has given sufficient informa tion to justify the expenditure, timber may be provided, even at a large cost. Poorer reefs may also be worked to a con siderable extent, without the use of timber, on the wall system, both natural, and often made in an inexpensive manner, and frequently resorted to with success aud safety. In alluvial works, however, below a certain depth, and especially where there is a superabundance of water generally to contend with (as in Otago), mining cannot be carried on to advantage, unless timber, suitable for securing the under ground works, can be placed to the shaft, at a moderate cost, which is quite impracticable on the Otago gold-fields hitherto discovered. Experience tells us that the scarcity of timber in Otago, will be fatal to the prospecting of any extensive country, and the discovery of alluvial leads, usually more successfully done during the time of a \"rush\" to any particular place where gold has been found, and where a large number of miners sink shafts in all directions, and thus thoroughly explore the country. Rut the individual miner, and his small party, con sisting generally of two or four persons, will not be disposed to prospect the ground, and sink their shaft beyond a few feet from the surface, knowing that they will not have the means to bottom it* and it would be alike expensive and impracticable for them to go in search of timber many miles from the scene of their operation, even if it was possible to bring it to their claim, over rugged ranges, and dangerous morasses, so numerous and extensive in Otago. The aid of the Government, or associations, to provide timber * \" To bottom a hole,\" is a peculiar expression used on the mines in Aus tralia; it means to convey the sinking of a shaft down to the bed-rock on which the auriferous drift generally rests."], [85, "65 and materials at a considerable outlay, and thus to assist in prospecting for alluvial leads, and the sinking of shafts in par- ticular places-— usually termed by the Australian miner likely looking spots — would prove to be an expensive experiment of little practical value. During the development of the Aus- tralian gold-fields, instances occurred times innumerable, that valuable alluvial leads were often missed within a few feet from a shaft sunk in search of them, and subsequently dis- covered by a mere chance or accident. A practical illus- tration of this occurred at Back Creek (Victoria), in the earlier days of the colony, where numerous shafts were sunk almost within reach of the valuable and extensive lead discovered some four years after, and the richness of which, led to the establishment of the now flourishing townsliip of Talbot. The river workings of Otago hold out more inducements and prospects of obtaining au occasional prize, by small parties who may have the opportunity of trying anel working different parts of the bed of a river unmolested, and not confined to the small area of a claim. This is what the prospectors of the Dunstan have done, at the time when the river happened to be low, its bed to a considerable extent exposed, and accessible ; and when they had the advantage ami monopoly of going from one bar of the river to the other, collecting and! washing the auriferous sand from particular spots, which, probably for ages, served as ripples on a grand scale, to catch and accumulate the gold-dust brought down by the river, possibly for centuries past. The chances of those, however, who mav join a rush to the Dunstan, or any other. river work- ings, and will be obliged to work within the narrow limits of a \"claim,\" will be evidently far less encouraging. The pro- spectors of the Dunstan diggings knew this, when they agreed to disclose the scene of their operations and discovery on being guaranteed the reward of £2000, on condition of 15,000 ounces of gold being obtaineel at the Dunstan during the first two months from the time of their agreement with the Pro- vincial Government. Indeed, they preferred to avail them- selves of the advantage that they could rely on to accrue to • them, from au extensive rush to the Dunstan, even to securing a claim to themselves. No doubt personal experience made them confident in their expectations, knowing that a large number of miners, working at a given place, will likely collect and furnish a sufficient quantity of gold iu the aggregate, to secure them the reward; although a large majority of them will only work to subsist, and not an inconsiderable number p"], [86, "66 will work at a loss, as it proved to have been the case at the Dunstan. The geological survey report of the Dunstan, already fur nished, does not give much hope of the discovery of workable quartz reefs within that district. Nor does the extreme fine ness of the Dunstan gold indicate that it was brought down from a near source. It is not impossible, however, that auriferous lodes and the matrix of the Dunstan gold may exist in the high mountains and glaciers not far from the tributaries of the Clutha and the large lakes. How far it will be practicable for human ingenuity to explore the reefs aud mineral lodes, if any, that may be concealed within the snow-clad mountains and glaciers of Otago, it is unnecessary to express an opinion upon. FAUNA. The Fauna of New Zealand is not better represented in Otago than in that of her sister provinces, nor are the living specimens of natural history dissimilar to those found all over New Zealand, to render it of any practical use to go over the same ground as former authors did, and give a detailed de- scription of them here. A full list of the Fauna of New Zealand is found in the work of Dr. Dieifenbach, formerly naturalist to the late New Zealand Company. Of useful birds, wild ducks of different variety are found, and though not very numerous, they are secured occasionally, and brought to Dunedin for sale, also wood pigeons, parrots. native hens, and quails. Among gulls, albatrosses, and other sea birds of little prac- tical use, the toria, or oyster eater, and the korora, also living upon a species of shell-fish, called pipi, is met with on the sea shore. A description of the manner this small bird renders the shell-fish available for its food, though pretty generally known, will not be without interest here. With a pebble in its mouth is the little bird said to be flying about to find a pipi on the sea shore basking in the sun, and on having found one, the bird drops the pebble into the open shell, thus pre- venting the pipi availing itself of its natural protection, by closing the shell, and then it falls an easy prey to the bird. Quadrupeds there are none indigenous. The wild pig, though called as such, is only an offspring of the domestica ted animal imported by the early navigators, and now found wild and numerous in all the provinces of New Zealand."], [87, "67 These wild pigs when caught young will soon become domes ticated agaiu, and were seen following the digger on the mines like his dog. The beaver, or some animal resembling it, was reported to have been seen in the Clutha, but the report is discredited, and possibly some seal, from the sea. wandering up the Clutha in search of prey, was mistaken for a beaver. Of insects the waeroa, or mosquito, I have seen in my room early in the spring at the latter end of September. The numu, or black sand-fly, is troublesome in summer, nor is Otago free from the great and disgusting plague of New Zealand, the maggot, or blow-fly, which, in some parts of the colony, is said to exist also in the forest, and deposits its eggs on blankets and woollen cloths. In warmer places, the black spider, with a red spot on its back, is fouud at times. This is the only venomous insect in the province, its bite causing troublesome swelling and inflammation, especially to children or persons of tender age. Venomous reptiles there are none. Fish is plentiful in the bay, yet it was dear in Dunedin at the time of the last rush (Is. two small fishes), no doubt on account of the scarcity and high price of animal food of all kinds. The species of fishes caught in considerable numbers, and supplied to the public, are soles and flounders. Fish eries may be looked upon as a natural resource of the province, capable of extensive development. Likewise the numerous fresh water lakes and rivers emptying themselves into the sea offer a favorable inducement for the experiment of introducing the salmon. DUNEDIN AND ITS ENVIRONS. Soon after the arrival of a ship in the harbour of Port Chalmers, small steamers come alongside to take passengers to Dunedin, for the moderate charge of 2s. 6d. each, and about twice as much for a few parcels of light luggage. Those who are ready to start by the first steamer that comes alongside, are generally best off, else, in all probability, they will not have another convenient opportunity of stepping from the. ship on the deck of a steamer, but will likely have to hire a small boat to take them and their luggage to the jetty at f 2"], [88, "68 the town of Port Chalmers, there to catch the steamer ply ing twice a day between the latter township and Dunedin. It is a matter of some consequence to passengers, especially to ladies, to leave the ship in which they arrived in the morn ing, in time to reach Dunedin jetty about noon, as, if arriving late in the afternoon, most of the steamers will (on account of the shallow water of the channel), stop at a considerable distance off' the jetty, ;md passengers and their luggage landed in a small boat, often crowded and unsafe, and this uncom fortable landing process, more especially in wet and windy weather, not unfrequently is attended with danger, and also fatal accidents. To obtain a promise from the master of one of these small steamers is of little use ; most of them will piomise to land you on the wharf, but it will be only an exception if he keeps his word. Nearly all these small steamers are greasy, dirty little boats, and some of them supplied, with bad worn-out machinery. The one it was my fate to travel in, after having steamed about two miles from Port Chalmers, \" broke down,\" stopped, and there was a good deal of hammering at her machinery, before she could be made to start again. We made another mile or two, the machinery broke down again, the steamer- dropped her anchor, and now master and passengers con- sidered their only resource left in waving handkerchiefs, and to \" Cooey\" for help. JNor was our position enviable. A small vessel right a-head of us was approaching fast, brought by a brisk wind, and, aided by the current, the prospect of a col- lision was more than probable, and no steamer near to give us assistance. The Engineer and fireman, busily engaged in hammering at the machinery, forgot to let off steam, and had it not been for the aid of oue of the passengers, some of the ladies, and others who occupied the only convenient seat on the top of the boiler, encaseel with wood, might have been blown up, and never reached Dunedin alive. There was no prospect of immediate assistance from any epuarter. The vessel a-head approaching fast, came within a mile e>f us, and all on board became very anxious for fear of a collision. The sharp hammering at the machinery kept on all the while, was suddenly stopped, \" all was right\" once more, the steamer started again, and without another accident, we: arrived at Dunedin wharf. Here there are drays waiting to take pas- sengers, and luggage to any accessible part of the city, within half-a-mile or so, for 3s. 6d and 4s. For ladies, or families, there are no cabs available on landing, unless previous"], [89, "69 arrangement had been made to hire some conveyance for the occasion. The first impression of a new arrival, on approaching the town from the jetty, is rather agreeable, and far beyond his expectations. Soon after leaving the landing place we unexpectedly arrive in the very heart and best part of the city, on a circular open space, from where we see, all at once, five streets opening before us, viz., Prince's street, south and north, and Stafford, Manse, and Jetty streets, with the Post office, Custom-house, Treasury, Gold-office, Government offices, and the best shops in the city, all at once presented to the view. Instead of the \"proverbial mud of Dunedin,\" we find here smooth asphalt pavements, and the constant stream of persons coming and going to and from the steamers, post office, Government offices, usually augmented iu numbers by not a few loungers always to be found on this spot, appear to be an indication of active life and prosperity that inspires confidence. On penetrating further into the city, however, we soon find that the land on which Dunedin stands is the worst of all sites that could have been selected for a city destined to become the capital of the province, an area of broken, for bidding track of country, steep hills, narrow gulleys, ravines, and precipices. At the foot of the principal and only street of Dunedin (Prince's) capable of extension and improve ment without very great expense and difficulties, there is spread a large expanse of putrid mud, mixed with organic matter, animal aud vegetable remains, a constant supply of dead fish from the fish-market close by, the whole mass in the process of decay and decomposition, daily moistened by the sewerage of the town, just sufficient to keep up the more ac tive fermentation of the putrescent mud, and aieled by the temperature of a summer day, to profusely generate the humid gases of a stifling atmosphere, soon to tell its tale in the fu ture history of Dunedin, unless immediate steps be taken to remove this prolific source of malaria and death. After a general survey of the principal street, find its vicinity, the extraordinary spots selected for building allot ments and habitations present themselves to the eye of the observe-)', with houses and buildings scattered over the most irregular surface imaginable. Here you see in a gully a number of two and three-roomed wooden cottages, of all shapes and sizes, built in a manner to present every possible angle to each other, three or four of these small cottages on"], [90, "70 a piece of ground 30 x 100, un fenced, undrained, and some times hardly accessible for the tenacious mud that blocks up the entrance to them. For these cottages there is charged a rent of from 25s. to 40s. per week. The next allotment close by is on a hill rapidly rising above the last to an elevation of some 150 feet, and there on the edge of a precipice formeel by the excavations of uncharitable quarrymen, is built the neighbor's cottage. It has, certainly, a commanding position, and though unfenceel at present, it could be easily made invulnerable against intruders, for there is no practicable access to it for horsemen or conveyances, and can be approached only with difficulty by pedestrians on a dry day, and harelly possible to go near after a shower of rain on the slippery ground. The inmates of this lofty habitation can not be supplied with the daily necessaries of fife unless they go to the bottom of the street to meet the baker, butcher or milk man. Water for domestic purposes i» generally obtained from shingle or iron roofs, and should the supply of water thus saved become exhausted, there is no practicable means of bringing an additional supply to such houses, except in small buckets. The woodman or carter of firewood, of course, cannot approach the house within a considerable distance from it, and after having brought the firewood to the nearest accessible place, he drops his load, and the inmates of the house have to find means to carry up the wood piece bg piece. This, however, is a matter of such every day occurrence that it is thought nothing of, as there are only comparatively few houses in Dunedin the inmates of which can get then firewood delivered in then- yard, and most of the inhabitants have to carry it to a more or less distance from the made street and other places accessible with drays. The charge for a load of firewood is from 30s. to 35s. in drg weather. There is a plentiful supply brought to Dunedin in boats from the hills enclosing the bay, and the supply is likely ro last for many yen rs, though it is rapidy dimiuiishmg. And it is well for the inhabitants of the city that the supply of fire wood should last, for the burning of lignite or Clutha coal causes an intolerable suffocating smoke, most detrimental to the health and comfort of the people in a city, where, on u ut of the irregular surface of the .ground, the chimney of the one house is below thelevel of the entrance to that of another. Nor does firewood form an inconsiderable item in the expense of a family. Manuka is the wood generally used for domestic purposes : it burns pretty well at the one end of the log whih the sap is oozing out at the other end. A load of Manuka will"], [91, "71 last about three weeks for a small family burning one fire, and in winter for less time. Improvements in the streets and buildings are, however, rapidly made. Hills are cut down and the earth carried off bodily to form streets, and to render one part of the town acces sible to the inhabitants in the other part of the city. This is done at times to the no small inconvenience of the one or another of the householders who, a few months ago, built his house ou — what he at the time considered — a [desirable eleva tion, and now only to find that the improvements in Dunedin, and the march of progress, left his house to stand on the very edge of a precipice some 25 feet in perpendicular depth, re quiring the use of steps aud ladders to enable him to reach his dwelling, and with the sure prospect, and in the daily expecta tion of the occurrence, that during the wet season the rain and land-slips will move his house without putting him to the extra expense of hired labor for demolishing it. These and similar cases are numerous in all parts of the town. In one instance I noticed a cottage built on the southern slope of a hill, the northern portion of which was cut down and carried off for street improvements, whereby all access to the cottage was closed. The inmates of the house having been blessed with a family of young children, considered it unsafe to have recourse to the use of ladders in order to obtain ingress and egress, and they commenced to drive a tunnel into the embankment from the street, and thus to cut an entrance to their house. The superincumbent earth, however, gave way; it was found to be unreliable, and they have been obliged to cut a long anel narrow opening through the embankment to the southern sloj)e of the hill, in this way obtaining An access to their home, this to be available only for a limited time, and until a good shetwer of rain will likely bring down some portion of she embankment, and close the passage again. In many parts of the city the hills are naturally steep and dangerous, so much so, that in Maclagan-street I was an eye witness to the accident, when the cow of some dairyman, quietly grazing on the brow of the hill alongside the metalled street, missed her footing, rolled clown to the street, and was much bruised, though she escaped with her life. Land slips and stone avalanches of a dangerous character are not unfrequent, and huge boulders rolling clown hill against the side of buildings and tenements below, cause, at times, serious damage. Occurrences of this kind are occasiontMly mentioned"], [92, "72 by the press, and I quote here some remarks bearing upon the subject to speak for themselves : — The heavy and continuous rains of the last few days have not been with out effect upon the embankments of the earthworks and cuttings in different parts of the town. Yesterday morning a landslip occurred at the back of Gnlfiths' Hotel, in Maelagan-street, doing some damage to the back part Of the building. Another case occurred in Stafford-street, a quantity of earth falling from the bank by Messrs. Campbell's store. Some damage was also done to the bar of the Tamora Hotel. We have heard of no really serious destruction being anywhere caused, but it is not difficult to conceive that the perpendicular banks which have been left in so many places must be highly dangerous, and if the rain continue we shall not be surprised to hear of some serious accidents by landslips. Yesterday morning there was quite a deluge in Maelagan-street, arising from the rush of water from behind Campbell's store, past Abbeyleix House, and submerging a portion of the road. Several persons stopped to survey the inundation, and some of the vehicles traversing the road at an early hour in the day, were absolutely arrested iu their progress by the running stream. A portion of the Australian Hotel was knocked in by flee fall of a boulder. A detailed description of the different buildings and edifices already erected or in course of erection, would be of no prac tical use to the distant reader, I therefore merely pass over this subject in saying that most of the edifices, hitherto built of wood, are now generally replaced by more substantial build ings. The Government offices are about the shabbiest of the public buildings, with barely sufficient accommodation to allow the provincial Prime Minister and some of the heads of departments, and his clerk if he has any, to occupy a single room for all official purposes. The officers of the Provincial Government are only allowed a small salary. The allowance of the Superintendent himself was only ot?300 in 1855. it was raised in 1858 to .P-iOO, and it is at present a year. On glancing over sundry official returns, I noticed the salary of some of the country police jistrates i?150 a year, and all other officer- and clerks in proportion. The consequence of this arrangement is, that some persons in the Government service are publicly pursuing the avocations also of land and house agents, or any other •occupations, wherefrom to supplement their small pay received from Government. How far this is compatible with I' esprit de corps of the Civil Service of Otago. or conducive to the public interests, the residents in the Province ought to be left to decide for themselves. So much, however, is certain, that while this system is not likely to secure the best skill and most reliable officers to the"], [93, "73 public service, it favors corruption. It was not long since the very head of the Provincial Government, the former Superin tendent of Otago, was charged with the offence of having embezzled several hundred pounds of the public money, dis missed for the offence by the Governor, and his dismissal published in the Provincial Gazette. Corruption will, of course, be very difficult to trace by the public and to bring it home to individuals, while the political and administrative power of the Province is monopolised by a compact body united by a common interest. But, that corrup tion is encouraged by the very system of members of the Provincial Legislature being allowed to become Government contractors, is unquestionable, and is pretty well illustrated by the facts stated in the letter of a contractor, published in the columns of the Otago Colonist, on the 25th August. 1862, and not contradicted. The names mentioned by the correspondent of the Otago Colonist are here suppressed as not essential to show the rottenness of the Provincial system, which alone I purpose to deal with: — THE GOVERNMENT aÆ THEIR CONTRACT. (to the editor OF THE COLOMn,.) SIR,— Being aware that you are at all times willing to give insertion to truth on public matter. I would beg of you to insert the following. Not only does it affect the Contractor tendering for public works, in his capacity as a Contractor, but it throws a great slur on the head of the department :— A short time ago, tenders were called for the rc-planking of the Jetty street Pier, the same to be constructed with blue gum timber, as per specifi cation. I, along with other Contractors, tendered under this head, on the daj and time mentioned for the reception of the tenders. After two days having elapsed, I called at the Superintendent's Office, to ascertain who was the successful Contractor, and was told by the Clerk to the Superintendent that none of the Contractors' tenders had been accepted, but that the work had been given to Messrs. , to be executed in red pine instead of blue gum. Now, Mr. Editor, I do protest against such a rotten state of doing business, more especially when the attention of the Deputy-Superin tendent was called to it, when he authorised that fresh tenders be called to do the work with red pine planking. But, what was the result ? To my utter disgust, 1 was told that none of the tenders had been accepted, but the original one of Messrs.- , had been confirmed, with a preference something like £300 on other tenders. Such s state of business is, I think, a gross injustice to other Contractors, when there are Contractors in Dunedin that are both able and willing to can-y on such a work as ably as Messrs. . I, also, do think that it is still a greater injustice (without any other cause) that Mr. — should be allowed to tender, he being at the same time a member of the Provincial Council. I think that Mr. should give up politics, and be a Contractor on fair principles ; or give up contracting for public works, as we all know that public men, acting for the benefit of the public, have no right to dip their fingers in public works. Now, Mr. Editor, before finishing this letter, I would impress upon the heads oi"], [94, "74 bhi ' lovernment that in all cases where contracts have being called for, that the same shall be publicly opened in the presence of Contractors, and then to state the lowest tender for the work, and to receive a preliminary deposit as a guarantee of good faith that the Contractor will take up his tender in seven (7) days from the date of acceptance ; should he fail to do so, he forfeits his deposit money. This way of opening tenders above board would, no doubt, put every Contractor on his own merits, and leave no room for any jobbery with tenders sent in for public works. Yours, &c The Bank of New South Wales, the Union Bank of Australia, and a young colonial institution, the Bank of New Zealand, are now carrying on banking business in Otago. The two of the first named Banks occupy substantial buildings of a permanent character,'; she Bank of New Zealand is about to commence the erection of suitable premises in place of the temporary building now occupied by the Bank. Of places of worship, Knox's Church, recently finished, is the neatest, and the English Church in course of erection, on a good site, in the centre of the city, will be a large and imposing edifice. The Athenæum, on the corner of Manse and High streets, is ;< deserving institution. It ''has a compact useftd library, is well supplied with papers and periodicals, and it is by far the most useful place of resort for recreation that can be found in Dunedin by a new arrival. It is due to the enterprise of a Victorian private company that telegrams can now be transmitted from Dunedin to Port Chalmers. The working of the line was leased to the contrac tors, who laid it down, for a term of five years, at the expira tion of the term of the lease the Government to purchase the line for cost price with twenty-five per cent, added, and with a reserved right to purchase it at any time cm the same terms. There are only very few hotels in Dunedin that offer suitable immodation to travellers, especially ladies. The charge in some of the best is about twenty-five per cent, higher than that in the most expensive hotel in Melbourne. The rest of the numerous licensed houses, though called hotels, are ' for the vending of wines and spirits, more so than for the accommodation of travellers. Two theatres, the Princess Theatre and the Theatre Royal, are roomy edifices, and pretty well supported. The Queen's Arcade, of Dunedin, is not dissimilar to its pro totype in the early days of Victoria, with a somewhat stronger tendency to become a large old curiosity shop, for the disposal of miscellaneous second-hand goods."], [95, "75 The general sanitary condition of Dunedin is anything but desirable, arising from causes of a temporary as well as of a permanent character. Besides, the health of the inhabitants is in no small degree affected also by the high price of provisions of good quality, an entire absence of any system of waten- supply, t''e scarcity and consequent high price of animal food, which renders it compulsory on the poorer classes to consume meat of - iii bad description, that in any other country it would be thrown away as useless for human food. As the correctness of the individual opinion of a non-pro fessional casual visitor to Otago may be received by the public with diffidence, as based only on the personal experience of the writer, and not on the observation also of others, I prefer to avail myself of the expressed opinion of Dr. Lyndsay, late physician to the City Cholera Hospital of Edinburgh, who recently visited Otago, and place his opinion on this important subject before the reader in preference to my own. In referring to the sanitary condition of Otago, Dr. Lyndsay says :— According to my experience there prevail in Otago extravagant id -.'as regarding the salubrity of its climate, and the exemption of its settlers from the diseases familiar m Europe. Inquiry under both these heads has satisfied me that you have less cause for gratulation than you may suppi On the subject of the meteorology or climate of Otago or Dunedin, I say nothing here ; the subject is of too great importance to be discussed iu a brief newspaper paragraph, and I prefer therefore to reserve it for .deration on some future occasion. On the diseases incident to the settlers, I would, however, briefly remark, inasmuch as \"coming events may be casting their shadows before\" — inasmuch as the diseases presently prevalent may indicate, in some measure, what you may expect amid a crowded population. My friend, Dr. Burns, and other physicians in Dunedin, have brought under my notice so many cases of typhoid fever (abdominal typhus or dothinenteritis), and under such circumstances, that I cannot but regard them as limited epidemics. This fever has been preva lent among adults and children alike. During my residence in Dunedin I heard of whole families of children being earned off by this dreadful plague. Other fevers, all less or more of typhoid or asthenic type, have occurred amongst the. tnd recent immigrants. Dysentery frequently affects recent arrivals. Worms are very common among' children. I found rheumatism all but a general' affection, few settlers escaping it in some form ; and Dr. Hulme informed me he has seen as acute rheumatic fever hi Otago as he had over seen at home. Pulmonary affections are far from uncommon. There have been many recent cases of acute pulmonary con gestion, pneumonia, and bronchitis. Many cases of fatal consumption were Drought under my observation ; and coughs and colds, many settlers assert, are even more prevalent than at home. I have been told of measles emptying schools ; tonsillitis and various forms of insiammat. >ry sore throat are prevalent among the young. Diptheria is not unknown, and other fashionable diseases of Europe are gradually finding their way among you. I have seen erysipelas follow slight bruises or injuries in the elderly ; and bi ils and whitlows were very common during my stay, and occurred in"], [96, "76 every part of Otago I visited. The worms —so prevalent in children -and the dysentery of new settlers, have been attributed to a bad quality of water. How far this is true, I am not in a position to decide. But there can be no doubt of the noxious tendency of the use, for drinking, especially, of rain water collected from wooden or corrugated iron roofs, in old barrels or other receptacles of a heterogeneous kind, not generally distinguished for cleanliness — of brackish waters from creeks — of the water of streams flowing through, or springing from marshes — or of streams meandering through alluvial plains. Dj many districts the huts or cabins of the lower classes are much on a par with the cabins of the Irish peasantry, or the Scottish Western Islanders. They are characterised by deficiency of light and air, by dampness and cold, and by the overcrowding of their inmates. I was called to see a case of abdominal typhus (dothinenteritis) in a child, under the following circumstances :— The hut was a ' ' peat and divot, \" or mud one of the ordinary dimensions of one belonging to, or inhabited by a single starving Irish family ; its gable was sadly off the perpendicular, and was propped up by Btrong staves to prevent its falling outwards ; the chimney and roof denoted an advanced stage of dilapidation ; its interior formed a single apartment — damp, dark, and dirty ; the floor of clay, saturated by every shower ; its i iccupants a mis cellaneous assemblage of women and children and tippling men, my little patient occupying the sole bed of the cabin. This apartment seemed not only as kitchen, parlor, and bedroom, but as a shop (with a counter) or bar room, and a publiehouse smoking and tippling saloon, for this was an \" Accommodation House.\" This hut was situated close to a main high road in the vicinity of Dunedin, and belonged to a well-to-do publican, a roan possessed of, or at all events able to raise, a capital of several hundred pounds. I confess and deplore that I have not met with dwellings in a\" worse sanitary condition in the Grassmarket, Cowgate, or Canongate, the worst purlieus of Edinburgh, the cabins of the poorest Scotch Highlanders, or West Island fishermen, or of the poor fishing popidation of Norway or 1 eeland. The amelioration of the sanitary and social condition of the peojde of Otago does, in a great measure, rest with the ' Old Identity.\" * who, at present, enjoy the monopoly of the political as well as administrative power of the Province1. It was thrust upon them before the accidental discovery of the goldfields, and for the beneficial exercise of which, to meet the suddenly altered circumstances and requirements of the Province, they are un prepared and disqualified They form a compact mass, influenced by prejudice, and united by the tie of self-interest, proverbially jealous in guarding against innovations of any kind that are likely te> weaken their grasp of monopoly. No agency is more powerful to form society into parties in a young country, and for less glorious purposes, than the discovefy of gold. Interests and individuals suddenly appear in the field of contest the one to claim a right that never existed, the others tired of keeping their natural level, which the conventionalism * \" ejlel Identity\" is an entirely Otagonian idiom. It is meant to designate the early settlers of the province and their adherents."], [97, "77 of society allotted to them during the best part of their lives, unexpectedly rise to the surface, and aspire to obtain power above their compass, anel which they had no opportunity of learning how to use. Deserters, whalers, lunaway sailors, mauvais sujets of doubtful past, and persons who, some time before the gold discovery, had no higher ambition than to be \"generally useful to some aboriginal chief in consideration of a plot of land,' are now in the foreground, loudly proclaiming themselves the aristocrats of the infant empire. And this, not on the legitimate ground that they have since qualified them selves to be considered the best of the land,\\>\\\\i because, through the sudden influx of immigration and capital into the country, the small farm and kitchen garden they were contented to toil on for years past, has now acquired a value, to place them above want in their mode of life, a qualification which to a parvenu mind appears to be sufficient to encourage him preferring his claims to the exclusive right of exercising the political and ad ministrative power of the country. Such is the mirror of society — to reflect its true character — soon after the discovery of gold in a young country, and Otago is not an exception to the rule. The old identity is extremely jealous of the advantage they now enjoy. \" Unconditional unity,'' for all purposes, is their watchword, reb'giously guarded by the leaders, lest by competition and comparison their lustre should fade, and their influence decline. The tendency of this is far freun being conducive to the advancement and general prosperity of the country. Nor is it likely that the combina tion and jealousy of the early settlers of Otago, still fostering the sectarian principles under the standard of which they first emigrated, will cease to be a drag upon the progress of the province until the force of higher principles shall have influenced the public mind, and the old identity will relax their undue grasp of power, and find their natural level. The Chamber of Commerce, at Dunedin, recently formed, and composed of the early settlers and new arrivals, endeavors, within its narrow sphere of action, to aid in the advancement of the country, but their efforts are retarded and neutralized by the obstructions of the ever active \" Old Identity,\" in and out of the chamber. Several important questions are now agitated by this body, such as the steam postal communication from Otago via Panama, the construction of docks, formation of roads to the interior, without much practical result however. The establishment of steam postal communication with Eu rope, by way of Panama, finds much favor in Otago, although"], [98, "78 not a few look upon the success of the project with doubt, on account of the opposition to the scheme by existing interests in the adjoining colonies, as well as in London, for fear that car rying mails and passengers by the Panama route would throw the trade into American hands. Practical men having expressed themselves against the construction of a graving dock, for which Port Charmers offers no facilities, ships for repair will have to continue going to Sydney or other places. For the construction of a patent slip, or floating dock, there are better facilities, and although the revenue of the Province does not admit of these works being carried out by the Provincial Government, they are nevertheless willing to afford facilities to private enterprise to undertake them. The importation of the undermentioned articles are subject to the customs duties charged upon them in the Ports of Otago as well as in all the ports of New Zealand. While speaking of the political constitution of Otago, it was mentioned that the Provincial Legislature is debarred, by the Constitution, from altering the tariff regulations. s. d. 1. Ale, beer, cider and perry, in wood, per gallon ... ... 0 6 Ale, beer, cider and perry, in bottles, per gallon ... ... 10 2. Cigars and snuff per lb. ... ... ... ... ... 3 0 3. Coffee, chicory, cocoa and chocolate, per lb. ... ... 0 3 4. Cutlery, hardware, plated ware, hollow ware, ironmongery of all sorts, and candles and soap of all sorts, per cwt. ... 3 0 5. Firearms of every description, each ... ... ... 5 0 6. Gunpowder, per lb. ... ... .. ... ... 0 3 7. Manufactures of silk, cotton, linen and woollen, and all articles manufactured therefrom; drapery, haberdashery, hosiery, millinery, furs, hats, boots, shoes, confectionery, bottled fruits, dried fruits, mustard, olive oil, pickles, preserves, sauces, spices, and oilmen's stores of all kinds, measuring outside the packages, per cubic foot ... ... 4 0 8. Spirits and strong waters of every kind, sweetened or other- wise, of any strength not exceeding the strength of proof by Sykes's hydrometer, and so on in proportion for any greater strength than the strength of proof, per gallon 9 0 9. Sugar (raw and refined) of all kinds, and treacle and molasses, per Ib. ... ... ... ... ... ... o I 10. Tea, per lb. ... ... ... ... o _ 11. Tobacco, per lb. ... ... ... ... ... ] g 12. Wine (in wood and bottle) containing less than 25 per cent, of alcohol of a specific gravity of -825 at the temperature of CO degrees Fahrenheit's thermometer, per gallon^ ... 3 o 13. Anchors and chains, and rod, bolt, bar, sheet, hoop and pig iron and nails ; sail cloth, cordage, twine, cotton yarn, bags, sacks and woolpacks, spirits of tar and turpentine, tobacco for sheepwash, nuts of all kinds, powder fit only for blasting purposes,and all unenumerated goods, wares and merchandise Free"], [99, "79 ALPHABETICAL LIST OF ARTICLES Which have received the decision of the Commissioner of Customs, as to their liability to duty under the present tariff. COMPILED FROM OFFICIAL SOURCES. Agricultural implements, free Almonds, shelled and in husk, free Anchovies, 4s. per cubic foot Arrowroot, free Axles, cart and dray, iron (loose) free Herrings, preserved, free Hops, free Horse shoes, 3s. per cwt. Huckaback (hemp or flax), 4s. per cubic foot Hurdles, iron, free Iron chairs, 3s. per cwt. ,, safes, 3s. per cwt. ,, tankF, free Ironwork, for ships' use, free Isinglass, free Jams and jellies, 4s. per cubic foot Jewellery, free Lemon and lime juice, free Linseed oil, free Bathbricks, free Bedsteads (iron), 3s. per cwt. Bellows (forge), free Biscuits (fancy), free Bitters (orange), 9s. per gallon* Blacking, free Blacklead, free Blue, free Bullock bows, 3s. per cwt. Candied peel, 4s. per cubic foot Capers, 4s. per cubic foot Carraway seeds, free Carriage lamps, 3s. per cwt. Chain (with anchors or for ships' use), free Chain (all other), 3s. per cwt. Cherry cordials, 9s. per gallon* Cheese, free Clocks, free Coffee, essence of, free Corrugated iron sheets, free Cotton wick, free Curry powder, free Eau de Cologne, 9s. per gallon Fencing wire and standards (iron), free Lobsters, preserved, free Maccaroni, 4s. per cubic foot Machinery, agricultural, or other Meats, potted or preserved, free Night lights, free Oatmeal, free Oilcloth, free ,, table covers, 4s. per cubic foot Olive oil (perfumed), free Olives, 4s. per cubic foot Orange bitters, 9s. per gallon* Oysters, preserved, free Paint, free Pearl barley, free Ploughs, free Bick cloths, free § Fish, preserved, free Flavouring essences, free Floor-cloth, free Forges, and iron- work for (loose 3s. per cwt. Forks, digging and hay, 3s. per cwt. Safes, iron, 3s. per cwt. Sago, free Salad oil, 4s. per cubic foot Salt, free Sardines, 4s. per cubic foot Sash weights, 3s. per cwt. Scythes, 3s. per cwt. Sheaves, brass, for ships' use, free Shot, free Galvanised iron sheets, free „ ,, wire, free ,, ,, ware, as buckets, gutter angles, ridge caps, tiles, and ornamental pieces, 3s. per cwt. Shovels, 3s. per cwt. Soda, free Soda crystals, free Soups' (fish and vegetable, pre- served), free Spades, 3s. per cwt. Starch, free Steel (bar), free Syrups, free Table covers (oilcloth), 4s. per cubic Gelatine, free Gingerbread, free Ginger cordials, 9s. per gallon* Groats, free Gun barrels, 5s. each t Gutta percha, free J foot Harrows, free"], [100, "80 Alphabetical List of Articles.— continued. Watches, free Wick, cotton free Whiting, free Winnowing cloths, free § Wire, iron fencing, free Wire, small (as bell wire), 3s. per Tanks (iron), free Tapioca, free Tarpaulins, free Tiles, iron, 3s. per cwt. Tinmen's tools, 3s. per cwt. Vermicelli, 4s. per cubic foot Vesta matches (wax) , free Vinegar (in any package or vessel) cwt. * Orange Bitters, Cherry and Ginger Cordials, &c. , are liable to duty at 9s. per gallon. But if the importer make a declaration, and the Collector certify that these goods du not contain more than 10 per cent, of spirit, they may, upon application to the Commissioner of Customs, be admitted at 4s. per cubic foot. t Importation of Arms, &c, without license, is a misdemeanour, punish able by fine or imprisonment. % A manufacture composed of any of the articles comprised in Section 7, and in which gutta percha is used merely to make it waterproof, is charge able with 4s. per cubic foi it. § When the fabric is not superior to ordinary sail-cloth. In the environs of Dunedin the scenery possesses the elements of beauty after art shall have stepped in to remedy the defects. The numerous bays, peninsulas, and wooded hills met with on entering the harbor of Port Chalmers, are also seen near the city. Pelic.het Bay promises to form, some day, a peaceful retreat, and desirable place of residence, after the low swamp surrounding it shall have been drained to render the neighbor hood healthier, and suitable roads formed to make it easier of access. The vicinity of the Water of Leight is a favorite place for excursions by equestrians, not a few of whom are ladies. This mode of locomotion is largely availed of by the fair sex of Otago, and especially in 17111161' time, it is not an unfrequent occurrence to see groups of fair ladies perambulating the streets of Dunedin on horseback, some of them without even a proper riding habit, in which case they are evidently less anxious to study a graceful appearance, than to escape the mud in the outskirts of the city. Caversham, which a sanguine journalist of Otago pictured \" as the future Birkenhead of Dunedin,'' would also offer an in ducement to those wishing to enjoy a short ride to the sea side, on a metalled road already made, had it not been for the large expanse of putrid mud alongside the road for a greater part of the way, and also the badly selected spot for a manure depot, that mar the pleasure of the excursionist. The first Newspaper issued in the Province was the Otago News, published in 1840, by Mr. H. B. Graham. It was a small sheet issued fortnightly. Thus early after the first estab-"], [101, "81 lishment of the settlement, the columns of the Otago News were freely open to record the religious and sectarian enthusiasm of the early settlers, and their grievance against the colonial authorities. The only accessible file of this paper is now to be found in the office of the Superintendent. In 1851, the first number of the Otago Witness was pub lished by Mr. John B. Todd, and subsequently in 1853, by Messrs. Campbell and Todd. In 1856 it was followed by the publication of the Otago Colonist, by Mr. W. Lambert. Both these papers survived to represent public opinion in Otago, and were issued twice a week until the discovery of gold at Gabriel's Gully. Soon after the gold discovery, the influx of immigration and the brighter prospects of the Province called into existence the Otago Daily Times, the first number of which was published on the 15th November, 1861, at the office of the Otago Witness. Aided by fresh literary talent from Victoria, the Dailg Times soon became a journal of respectable size and appearance, and it has now a large circulation. The Otago Witness was meta morphosed into a weekly paper, and it is, to a great extent, a reprint of the Daily Times. The Otago Colonist was shortly after issued in a new form as a daily paper, and the press of the Province is now represented by a weekly paper and two daily papers. It is elifficult to detect whether either of them follow any fixed principles, but residents in the Province who pretend to have formed a correct opinion on the subject, maintain that the Otago Colonist is a conservative organ, with a disposition somewhat to foster the views of the \"Old Identity,\" while the Otago Dailg Times is a public organ of a characteristic go-a head tendency. Beneficial as the late rush and influx of immigration to Otago teunporarily was to shipowners and the retail trade, the reaction that soon followed, and the large number of the disap pointed now freely spreading the result of dearly bought expe rience and their tales of woe in the Australian colonies and in England, will tend considerably to retard the progress of the Province. I had a favorable opportunity of ascertaining the first impressions of Otago on a family of new arrivals from Aberdeen. The father of the family was a carpenter, his sons mechanics, and a grown-up daughter, also a useful member of the family. They asserted that, having learned from the Otago papers, sent to them by friends, the great demand that existed in the Province for carpenters and skilled labor subsequent to the discovery of gold at Gabriel's Gully — \" We thought,\" said the father of the family \" that Otago was a grand country, I G"], [102, "82 assure you, and decided upon coining out to try our luck in it. But, we cannot get work enough to keep us in food, and we have no idea, that with provisions so high, how can people live in the country.\" For fear of spending their limited means, after four weeks' stay in Dunedin, the family decided upon returning home. If immigrants from Europe find no better inducement to avail themselves of the existing resources of Otago and remain in it, it is easy to conceive what opinion of the Province is entertained by those who, tempted by the first brilliant reports of the new rush, left the gold-fields of Victoria or New South Wales for the Kawarau or Nokomai. It would not be difficult, in reviewing the relative merits and resources of Otago and the neighbouring colonies, to arrive at a correct conclusion as to the most desirable field for enterprise and emigration. The object of this work was, however, not to follow in the wake of emigration agents, but to supply a want generally felt just now, and to place before the public a description of Otago in a compact form, that may interest the general reader, and be useful for practical purposes and re ference, on matters concerning the Province. With such view was this volume written, and intended to furnish information which is not accessible to the public out of the Province ; and in the Province available only after tedious researches amongst voluminous official papers, personal observation, and the expen diture of considerable time and labor. MASOM AND FIRTH. PRINTERS, FLINDERS-LANE WEST, MELBOCRNE."], [103, "F, F. BAILLIERE, PUBLISBr.R AM) iMl OBTBB OH M E D I O A L, , NATURAL HISTORY, & SCIENTIFIC WORKS. SOLD AT LONDON PRICES NET. A liberal Discount allowed to Libraries, Mechanics' Institutes, &c. Mr. Bailliere is the appointed Agent for MESSRS, GHARRIEfiS AND LstUER'S SURGICAL INSTRUMENTS: BOOK CATALOGUE, GRATIS; BY POST, 6d. JUST PUBLISHED. LAJSTDSBROUGH'S JOURNAL OF EXPLORATION, rj)OM CARPENTARIA, 1ST SEARCH OF BURKE AND WILLS. On<i V-.i too., with Portraits and Colored Mat, .showing all the Known Tracks. Most valuable to those in search ot' Stations. P8ICB: PI.AI1V, 5s. ; COLOBBD, 6s. F. F. BAILLiERE, PUBLISHER & IMPORTER, 85 COLLINS STREET EAST."], [104, "The General Public will ■ in this book with a descriptive history of the first ;t' 11 tent of Otago — the form of its Government — its physical character — geologicaj Bui mation — a description of its glaciers, snowy in immei!*-ie lakes, and its explored natural resources. Intending Emigrants, and persons proposing to paj a it to Otago and its Gold-fields, will save many a pound, time, aud disappointment, by first perusing tins volume. Merchants and Capitalists « ■ in this Boc& the si tistical returns of Otago in h candateed form, compiled from a lai locum tits, and given the time of t-b< ;...- ' ment of the Province to latest date. viz. : — imports and Exports, Reve Land and other sources. Agriculture, Live S< ■ also the Tariff Regulations of the Province available resot i For Gold-Miners tfc volume a descri] of, and Manual and G '. go ■ field Regulations, the CnRivittion Cic'eii i ahd Leasing Regulations ju for the '* old- field ivisions, and othev useful hit, Climate. — I t informal Cliuiate of Otago, in addition to the of the author and the records of other . average result of ■ ions so: sucjfessivi .'ed."], [105, ""], [106, ""], [107, ""], [108, ""], [109, ""], [110, ""]]