[[1, ""], [2, ""], [3, "LES TROIS GUYANES FRANCAISE HOLLANDAISE ET ANGLAISE (ÉTUDE COMPARATIVE) Par L.-Fernand VÍALA ANCIEN ELEVE DES ÉCOLES POLYTECHNIQUE ET DES MINES. MONTPELLIER TYPOGRAPH1E ET LITHOGKAPHIE CHARLES BOEHM Imprimeur de la Société L.vnguedocie-ine de Géographie 1887."], [4, ""], [5, "LES TROIS GUYANES FRANCAISE HOLLANDAISE ET ANGLAISE (ETUDE COMPARATIVE) Par L.-Fernand VÍALA ANCIEN ELEVE DES ÉUOLES P0LYTECUN1QOE ET DES MINES. MONTPELLIER TYPOGRAPHIE ET LITHOGRAPHIE CHARLES BOEHM Imprimeur do la Société Languedocienne de Géographie 1887."], [6, ""], [7, "LES TROIS GUYANES FRANQAISE, HOLLANDAISE ET ANGLAISE (ÉTUDE COMPARATIVE)"], [8, "Extrait du Bulletin de la Sociélé Languedocienne de Geographic (Tom. X, 1887.)"], [9, "LES TROIS GUYANES FRANQAISE, HOLLANDAISE ET ANGLA.ISE (ÉTUDE COMPARATIVE) PRÉLIMINAIRES. Nousavonsdéjá eu occasion de parler, dans ce Bulletin' , de la Guyane frangaise, une de nos plus anciennes colonies, mais qui n'est pas encore pour cela une des plus prosperes. Nous avons examiné en particulier les difficultés principales qui s'opposent á ce que cette colonie tire parti de sa double richesse, richesse agricole dans le sol, richesse miniére dans le sous-sol ; et nous avons fait voir que si, d'une part, la main-d'œuvre peut devenir abondante par une immigration convenable, d'autre part les voies de communication doivent élre complétement modiñées. L'irrógularitó des saisons, observée notammeDt dans ees der niéres aunées, ne permet pas de compter sur les voies naviga bles, qui sont cependant tres nombreuses en Guyane pendant la saison des pluies. La Guyane framjaise fait partie d'un groupe de colonies ap partenant á trois puissances différentes et qui prósentent entre i Voir tom. VII (3e trimestre, pag. 352) les Considerations économiques sur la Guyane francaise ; et tom. VIII (3o trimestre, pag. 309) les Consequences économiques d'uh phenomena climatologique en Guyane sranpaise."], [10, "6 L.-F. VÍALA. elles, au point de vue physique, les plus grandes analogies. Ce sont, de l'Est a l'Ouest, les Guyanes frangaise, hollandaise et anglaise, dont 1'ensemble est limité d'une maniere genérale : au Nord, par l'océan Atlantique ; a l'Est et au Sud, par l'empire du Brésil ; a l'Ouest, par la République du Venezuela. La limite Est de la partie frangaise avec le Brésil n'est guére mieux déflnie que la limite Ouest de la partie anglaise avec le Venezuela : de la résultent deux terrains contestes, auque! vient s'ajouter aujourd'hui un troisiéme terrain neutre, également contesté entre les deux Guyanes frangaise et hollandaise. Quant a la province du Venezuela qui porte le nom de Guyane venezuelienne, nous ne pouvons guére l'assimiler aux trois co lonies que nous venóos de nommer, en raison des differences notables qu'elle présente tant au point de vue orographique qu'au point de vue géologique. Elle est en effet constituóe en grande partie par les terres bas ses de la rive droite et de lembouchure d'un des plus grands fleuves de 1'Amérique du Sud, l'Orénoque, tandis que les Guya nes anglaise, hollandaise et frangaise ne sont arrosées que par des fleuves de moindre importance et présentent un systéme orographique et hydrographique beaucoup plus compliqué. Les formations góologiques sont aussi beaucoup plus variées sur les trois colonies que dans la Guyane venezuelienne, et le sol de cette derniére, á l'inverse du sol des autres Guyanes, semble avoir été soumis a ¡'influence de puissants phénoménes dilu viens, peut-étre méme a des courants glaciaires. Mais si les condition*? physiques et méme géologiques des trois Guyanes frangaise, hollandaise el anglaise sont tres rappro chóes, il n'en est pas de méme des conditions dans lesquelles la richesse fonciére est exploitée sur ees trois colonies : tan dis que la Guyane hollandaise et surtout la Guyane anglaise jouissent d'une prospéritó qui va croissant de jour en jour, notre colonie voit au contraire sa population diminuer et laisse im productives des étendues considerables de terrain qui cepen dant ont deja été travaillées en partie et ont au moins fourni"], [11, "7 LES TROIS GUYANES. l'occasion, a diverses époques et sous diverses administrations, de juger de leur étonnante fertilité. Nous nous proposons aujourd'hui d'étudier les causes de cette difference essentielle qui se manifesté entre la colonie frangaise et ses deux voisines. Pour cela, tout en dnant quelques mots de la Guyane hollandaise, nous nous attacherons a com parer la Guyane frangaise et la Guyane anglaise : en premier lieu, en etfet, bien que les trois Guyanes semblent appartenir a la méme formation géologique ou du moins au méme souléve ment general, les colonies frangaise et anglaise sont plus éloi gnées l'une de l'autre et par suite dans une plus grande indé pendance reciproque; en second lieu, et c'est ce qui motive le plus notre determination, les divergences que nous aurions á constater entre les Guyanes frangaise et hollandaise, tant au point de vue de l'industrie miniere que de 1' exploitation agri cole, sont beaucoup plus caractérisées entre les Guyanes fran gaise et anglaise. Avant d'enlrer dans cette etude comparative, nous esquisse rons a grands traits l'histoire genérale des Guyanes, et nous dirons quelques mots des competitions de territoire qui se sont ólevées entre la France et le Brésil d'une part, d'autre part en tre l'Angleterre et le Venezuela, ainsi que de la récente con testation entre les Guyanes frangaise et hollandaise. Nous comparerons ensuite les trois colonies au triple point de vue physique, commercial et industries et, comme conclu sion, nous ferons ressortir la possibility, pour la colonie fran gaise, d'imiter ses voisines, peut-étre méme deles surpasseren production agricole, et dans tous les cas de jouer, avec nos autres colonies des Antilles et dans un avenir qui ne saurait étre éloi°né, un role tres important parmi les Etats de l'Amórique céntrale."], [12, "8 L.-F VÍALA. CHAPITRE PREMIES. HISTOIRE DES GUYANES. La dócouverte des Guyanes remonte a 1498; mais Christophe Golomb ne fit que toucher terre prés de l'embouchure de l'Oré noque, et ce n'est que deux ans plus tard que Vincent-J. Pinson longea la cote depuis les Amazones jusqu'á l'Orénoque. Pendant tout le xvie siécle, la lógende de Y El Dorado, l'homme doré qui habitait une ville d'or prés d'un lac d'argent, attira de ce cóté beaucoup de navigateurs, dont quelques-uns seulement, póné trant dans l'intérieur des ierres, en rapportérent quelques pépi tes d'or. Parmi ees navigateurs, les Anglais et les Hollandais furent ceux qui se signalérent le plus, et c'est au concours de leurs deux nations qu'est attribuée la fondation, en 1570, de la ville de Saint-Thomas de Guyane, située á environ 50 kilom. de l'em bouchure de l'Orénoque. Dix ans plus tard, en 1580, la Hollande crea en Guyane plusieurs ótablissemenls, notamment celui de la Nouvelle-Zélande, et institua une administration présidée par un general qui accorda des concessions commerciales le loüg de la cote et sur les riviéres. Pendant que la Hollande s'occupait ainsi d'une maniere intel ligente, les Espagnols, que n'avait pas dócouragós la perte de quelques-uns des leurs dans une precedente expedition, rósolu rent, en 1582, d'entreprendre de nouveau la recherche de Y El Dorado; mais cette deuxiéme tentative n'eut pas plus de succés que la premiere. Onzeans plus tard, en 1593, Domingo de Vera, a la tete d'une troisiéme expedition espagnole, ne róussit pas davantage a trouver les mines du précieux metal, et se rejeta sur la colonisation. Ce hardi navigateur voulut en effet prendre possession de la cote au nom du roi Philippe II, treize ans aprés que la Hollande avait deja oceupó le méme terriloire et creó des comptoirs com-"], [13, "LES TROIS GUYANES. 9 merciaux sous le controle d'une administration gouvernemen tale. Gette occupation militaire do Domingo de Vera ne fut pas d'ailleurs de longue durée, car, avant la fin du xviesiécle, tous les Espagnols avaient fui de la « cote sauvage » de Guyane, á l'ex ception de quelques colons téméraires qui furent assassinés par les Indiens. C'est á peu prés k la méme époque que sir Walter Raleigh en treprit par deux sois en 1594 et 1596, mais toujours sans sue cés, de remonter l'Orénoque pour pénétrer jusqu'á YEl Dorado; d'autres navigateurs ne furent pas plus heureux par la Mana, ni par l'Oyapock. Un de ces voyageurs, Frangais, rencontra un de ses compatriotes qui avait été prisonnier des Indiens sur la riviere Kourou. Les Frangais devaient étre attires du Brésil dans la Guyane par l'amour de la recherche du bois rouge ou d'autres essences, mais ils ne paraissent pas avoir róussi a s'installer á l'est de ce territoire aussi vite que les Hollandais du cóté de l'ouest. Ceux-ci en effet, triomphant par leur perseverance des dificultes devant lesquelles avaient succombó les Espagnols, ar rivérent á creer, dos 1599, des établissements dans Tintérieur, au confluent des deux rivieres tributaires de I'Essequibo, le Cuyuni et le Mazaruni. Les premieres expeditions du xvne siecle, ala recherche de YEl Dorado, sans étre plus heureuses que celles du siecle pre cedent, eurent au moins pour résultat de faire connaitre un peu mieux la cote guyanaise. La méme année 1604 vit se former deux expeditions : l'une anglaise, dirigée par Ch. Leigh et Saint- John, et dont les navires furent disperses par une violente tempéte ; l'autre frangaise, ayant a sa tete de La Ravardiére, en voyé par Henri IV. Gette premiere expedition frangaise échoua comme toutes celles des autres nations dans la recherche de YEl Dorado, mais les renseignements sur la Guyane qui en résulté rent furent le veritable point de depart de la colonisation fran gaise sur le continent de l'Amérique du Sud. En 1606 et 1608, les Anglais renouvelérent en vain leurs ten tativos, et Walter Raleigh entreprit méme en 1616 une troisiéme"], [14, "10 L.-F. VÍALA. expedition dont l'insuccés luí valut á son retour la peine de mort par ordre du roi Jacques Ier. Gependant la colonie hollan daise de la Nouvelle-Zélande progressait toujours, et en 1613 son commandant militaire établissait un fort au confluent du Cuyuni et du Mazaruni. L'année suivante, un décret du gouver neur de la colonie accordait des concessions á quelques parti culiers qui devaient remonter les rivieres et explorer les contrees de Tintérieur ou conflnant au terriloire colonial. Enfin en 1622 fut créée la Gompagnis hollandaise des Indes occidentales, qui obtint par charte gouvernementale la concession du controle exclusif sur tous les établissements possédés ou reclames par la Hollande, ainsi que du commerce hollandais avec ees établis sements. Peut-étre ees progres de la Hollande contribuérent-ils, avec les résultats du voyage de de La Ravardiére, á donner l'impulsion au mouvement colonial frangais. G'est en effet en 1626 que les premiers colons frangais, partis de Rouen, vinrent s'établir á Sin namary; Immigration continua et se porta aussi des 1634 sur la cote de Remire, qui fait partie de l'ile de Cayenne et oü un vil lage et un fort furent alors construits. Une Gompagnie se forma bientót, avec des privileges accor dés par Richelieu ; mais le premier ches de cette Gompagaie, qui prit en 1643 le titre de gouverneur et a qui l'on doit la fonda tion de Cayenne, le seigneur de Brétigny, n'a laissé en Guyane que le souvenir d'un tyran : il périt du reste massacre par les Indiens, qui ravagérent sur toute la cote de nombreux établis sements. Une deuxieme Compagnie frangaise se forma quelques années aprés,letenvoya du Havre, en 1652, une expedition qui échoua des l'année suivante par suite de discussions entre les chefs, et l'ile de Cayenne resta quelques années inhabitée. G'est dans la méme année 1652 que fut fondee par les Anglais la co lonie de Surinam ou Paramaribo. Dix ans plus tard, en 1662, le roi d'Angleterre Charles II conceda á lord Willoughby, alors gouverneur de la Barbade, la colonie naissante, qui changea le nom indien de la riviére Coma"], [15, "11 LES TROIS GUYANES. en celui de Surryham, en l'honneur du com te de Surrey ; c'est de la que par corruption est venu Surinam. Pendant que les Anglais jetaient les premiers fondements de la colonie qui devait quelques années plus tard devenir colonie hollandaise par voie d'échauge, un juíf hollandais, du nom de Spranger, expulsé du Brésil, vint s'installer dans l'ile de Cayenne, oü il fut suivi par le nombreux coreligionnaires que chassaient aussi les Portugais, et la colonie frangaise commenga réellement á prospérer entre les mains de ees étrangers. Mais, deleur cóté, les Frangais n'ótaient pas découragés par leurs premiers in succés. En 1663, de La Barre obtenait en effet du roi Louis XIV la concession du terrain compris éntreles Amazones et l'Orénoque, sous le nom de France équinoxiale, et le concours d'une petite flotte destinée a chasser les Hollandais de Cayenne; ceux-ci, n'étant pas en état de se défendre, capitulérent et sortirent avec les honneurs de la guerre du fort Cépérou, pour aller s'établir dans la nouvelle colonie anglaise de Surinam. De La Barre allait commencer á tirer parti de la situation prospere créée par les Hollandais, lorsqu'il fut rappeló en France par la nouvelle de la creation d'une grande Gompagnie des Indes occidentales, des tinée á monopoliser tout le commerce des Antilles et de la Guyane : la nouvelle Gompagnie, formée sur le modele de la Gompagnie hollandaise, s'empressa, des son retour, de le nom mer son lieutenant-général. Mais la guerre venait d'éclater, en 1666, entre la Hollande et l'Angleterre, et le roi Louis XIV avait d'abord embrassé le parti de la Hollande. Aussi la flotte anglaise, repoussée dans plusieurs attaques devant les Antilles, se rejeta sur Cayenne, qui, mal défendueparlefrére de de La Barre, fut livréeau pillage. Le traite de Bréda, qui reconcilia en 1667 la Hollande et l'Angleterre, mit fin a l'occupatiou anglaise de Cayenne, et de La Barre put s'occuper de reconstituer notre colonie. G'est a cette méme apo que que l'Angleterre ceda a la Hollande la colonie de Surinam et regut en échange la Nouvelle-Hollande."], [16, "12 L.-F. VÍALA. Observons en passant que, depuis ¡'expedition de Domingo de Vera vers la fin du xvie siécle, les Espagnols n'avaient fait au cun progrés dans la possession de la Guyane, et sur tout le ter ritoire du sud et du sud-ouest de l'Orénoque, méme jusqu'á l'époque oü le joug espagnol fut secoué et la République iüstituée dans le Venezuela, on ne trouve aucune trace de forts construits ou de limites permanentes établies par eux. lis possédérent ala vórité quelques ótablissements au voisinage immédiat de l'Oré noque, et les jósuites vinrent coloniser cette region comme tout le reste de l'Amórique du Sud; mais entre l'Orénoque et les Amazones, c'est-á-dire dans la region oü la légende plagad la Cité d'or et son lac d'argent, on n'observe aucune trace de con quéte espagnole. En outre, par le traite de Münster, un des trai tes de Westphalie (1648), Philippe IV avait reconnu l'indépen dance de la Hollande, et lui avait confirmé en Guyane la posses sion du territoire sous le controle de la Compagnie hollandaise des Indes occidentales, c'est-á-dire de la Nouvelle-Zélande, avec tous les établissements qui dépendaient de cette grande Compagnie. Peu de temps aprés le traite de Bréda, qui avait étésuivi d'une triple alliance entre l'Angleterre, la Hollande et la Suéde, et de la paix d'Aix-la-Chapelle (1668), le comté de Hanovre fit des propositions á la Compagnie hollandaise des Indes occidentales pour établir une colonie allemande sur Jacote sauvage de Guyane, s'engageant á faire demander le consentement préalable de la Compagnie par tous les colons qui voudraient s'établir entre l'Orénoque et les Amazones. Un accord intervint entre les deux parties, qui donnait au Hanovre une concession de terrain de 30 milles de large sur 100 milles de profondeur, mais distante d'au moins 6 milles de tout établissement hollandais. En outre. la colonie allemande devait étre vassale de la Compagnie hol landaise, chargée alors par son gouvernement de toute l'admi nistration de la colonie. En 1670, la Hollande songea á bien établir les limites de sa colonie, de plus en plus prospere, et comme les cours d'eau, qui servaient de bornes naturelles, étaient"], [17, "13 LES TROIS GUYANES. mal determines, elle s'attacha avec le plus grand soin á bien de finir par des mesurages exacts leur situation géographique. La paix d'Aix-la-Chapelle n'avait laissé á la France que douze places fortes dans les Pays-Bas : ees concessions ne contentérent pas Louis XIV, qui gouvernait alors par lui-méme. Aussi se tourna-t-il contre la Hollande, qui venait du reste d'entrer dans la triple alliance. Cette declaration de gaerre nous valut, en 1676, une attaque des Hollandais sur l'ile de Cayenne ; mais le systéme colonial venait d'etre modifió en France, les Compagnies étaient supprimées, et l'amiral d'Estróes vint á la fin déla méme année chasser les Hollandais, qui avaient pris possession de notre co lonie. La Guyane frangaise, limitée alors á peu prés comme de nos jours, redevint notre propriété et ne fut plus troublée jus qu'á l'époque de la Bévolution. Des concessions furent accordées vers la fin duxvn' et le com mencement duxvniesiécle, etlesJésuites fondérent, entre autres, l'établissement de Kourou; mais la colonie, saute de bras pour l'agriculture, ne put jamáis devenir aussi prospere que la Guyane hollandaise. Dans la premiere moitió du xviii6 siecle, nous n'avons á men tionner que le traite d'Utrecht (11 avril 1713), qui donnait au Brésil la navigation sur les Amazones et limitad la Guyane frangaise á la ri viere Japock ou Vincent Pinson, que les Portugais confondirent avec l'Oyapock, situé á 3o plus au Nord : de la re sulta la question, encore pendante, duterritoire contestó entre le Brésil et la France. Un demi-siócle plus tard, le traite de Paris (1763) nous en levait le Canada et une partie notable des Indes orientales, que Dupleix, gouverneur general de la Gompagnie des Indes, avait acquise sur le continent. Le roi songea alors á contre-balancer ¡'influence des Anglais au nord de l'Amérique par ia creation d'une puissante colonie dans l'Amórique céntrale. Mais, malgré les avis d'hommes compétents, on renouvela une faute dójá commise, qui consistait á vouloir coloniser la Guyane avec des hommes de race blanche."], [18, "14 L.-F. VÍALA. Tout le terrain compris entre le Maroni et le Kourou fut con cede á M. de Ghoiseul, et M. de Turgot fut nommé gouverneur ; mais c'est l'intendant general M. de Chanvalon qui endossa, et peut-étre bien injustemení, la responsabilité de toute l'entre prise. Les convois de colons européens furent expedios coup sur coup, sans qu'il fut matériellement possible de les recevoir et de les installer. Les Jésuites de Kourou donnérent bien le con cours de leurs ouvriers noirs pour la premiere installation ; mais l'entreprise échoua surtout par la mauvaise volonté de l'admi nistration de Cayenne, et, lorsque les emigrants arrivérent trop nombreux et prives de tout, ils se révoltórent, refusórent de travailler et périrent la plupart de misóre. Sur 14,000 emigrants débarqués, un millier á peine furent ramenés en France. Ouelques essais de colonisation furent encore tentés, mais sans beaucoup desuccés; nous devons cependant rendre justice á Malouet, qui eut au moins l'idée d'aller étudier l'organisation hollandaise á Surinam, et ramenade sa visite l'ingénieur Guisan; celui-ci fut le premier qui tra vadla ál'assainissement de Cayenne. Lorsque arriva en Guyane la nouvelle que la revolution avait óclató en France, il y eut plusieurs émeutes partidles dans Cayenne et sur divers points de la colonie. Mais le mouvement devint general lorsqu'on connut le texte de loi décrótant l'affran chissement des esclaves (1794), et des lors l'agriculture fut sacrifiée . A la méme époque (1796), l'alliance était rompue et la guerro déclarée entre la Hollande et l'Angleterre : le commandant an glais dans les Indes occidentales, ayant regu quelques ouver tures de la part des habitants de la Guyane, organisa á la Bar bade une expedition secrete, et devant les forces anglaises toute la colonie hollandaise ne tarda pas á se rendre. Mais les Anglais ne restórent paslongtemps tranquillos possesseurs de leur récente acquisition ; car des l'année suivante les Espagnols attaquérent un poste d'avant -garde prés de la bouche de Moroco Crique. II est vrai qu'ils furent chassés jusqu'au dernier. G'est d'ailleurs la seule guerrc qui puisse étre mentionnée, relativement á la"], [19, "15 LES TROIS GUYANES. contestation des limites territoriales entre la Guyane anglaise et les occupants de la contrae aujourd'hui réclamée par le Vene zuela. A la suite de cette invasion sur le continent, les Anglais avaient aussi occupé, en 1799, les iles du Salut, d'oü ils mena gaient notre colonie ; l'agent particulier du Directoire á Cayenne declara aussitót l'état de siége et arma les geus de couleur. Ceux-ci en profitérent pour s'insurger, et la Guyane frangaise ne rentra dans l'ordre qu'á l'arrivée de Victor Hugues, envoyé par le Consul aprés le 18 Brumaire. L'esclavage fut rétabli en 1802, et la colonie redevint un moment ce qu'elle était avant la Revolution. Le traite d'Amiens, signó le 27 mars 1802 par la France, la Hollande, l'Espagne et l'Angleterre, conceda á ceUe derniére puissance toutes les colonies qu'elle venait de conquerir et d'occuper, á l'exception de Trinidad et des possessions hollan daises de Geylan, et relativement á la Guyane anglaise aucunes limites ne furent fixées dans le traite, tandis qu'on rappelait les limites entre les Guyanes frangaise et portugaise. D'autre part, le gouvernement espagnol n'avait, á cette date, ni reclamé ni protesté contre la possession et la colonisation hollandaise sur des terrains compris entre l'Essequibo et l'Orénoque, region oü Ton trouve encore, á moins de 100 milles des villesde l'Oréno- que, des traces de vieilles chapelle-? et autres constructions d'origine hollandaise. v>* Pendant que la Guyane frangaise était troublée á l'intérieur, les Portugais, violant le traite d'Utrecht, avaient déjáfait á plu sieurs reprises des incursions sur notre territoire, et en 1802 leur flotte s'avangait méme jusqu'au bourg de l'Approuague. La nouvelle du traite d'Amiens les fit reculer, et ils ne parurent plus de quelques années. Mais, en 1809, les Anglais se joigni rent aux Portugais pour venir de nouveau nous attaquer et péné trórent brusquement dans la riviere Mahury. Victor Hugues, sur pris, capitula, mais á la condition de se rendre aux Portugais, qui restórent cinq ans en possession de notre colonie guyanaise."], [20, "16 L.-F, VÍALA. Enfin le traite de Paris (1814) rendit Cayenne á la France, et confirma le traite de 1802 en ce qui concernait la cession á l'Angleterre, par les Pays-Bas, des trois comtés de Berbice, De merara et Essequibo, qui constituent la Guyane anglaise acluelle. Ce ne fut que trois ans aprés le traite de Paris que la France envoya á Cayenne comme gouverneur le general de Gira Saint- Cyr. La Guyane frangaise avait alors une population d 'environ 16 á 17,000 habitants, dont 15,000 esclaves. A la suite de l'abolition de la traite des noirs, en 1819, la colonisation par des blancs fut encore essayóe cette sois sur la Mana: une trentaine de colons furent envoyés en 1824 aux frais du gouvernement ; mais, aprés avoir travailló deux ans a la Noli* velle-Angouléme, ils demandérent á étre rapatriés. G'est alors que Mrae Javouhey, supórieure des Sœurs de Saint- Joseph de Cluny, demanda et obtint quelques subventions pour continuer l'ceuvre commencée avec des orphelins auxquels elle adjoignit plus tard des négres. On peut encore voir, aux envi rons du bourg de Mana, les travaux de défrichement et de drainage executes par Mrae Javouhey. Mais l'abolition del'es clavage en 1848 et la découverte en 1853 de l'or en Guyane enlevérent á l'agriculture toute la main-d'oeuvre, et l'établisse ment des Sœurs de Saint-Joseph de Cluny á Mana ne conserva que quelques champs de canne á sucre pour sa rhumerie. Pendant ce temps, les Guyanes hollandaise et anglaise, mieux administrées sans doute et plus favorisóes au point de vue de l'immigration, ont vu s'accroitre de jour en jour leur prospérité agricole. II y a cependant deja quelques années que la Guyane hollandaise s'est livrée a la recherche dé For, et la Guyane an glaise vient encore de suivre cet exempíe donnó par nolre colonie il y a plus de trente ans. Si les contestations de territoire, entre le Venezuela et l'An gleterre d'une part, d'autre part entre les Guyanes hollandaise et frangaise, sont soulevées aujourd'hui avec plus d'intensité, c'est a la richesse auriféredes terrains contestes qu'il faut altri buer ces revendications au moins lardives. On vient en effet de"], [21, "17 LES TROIS GUYANES. découvrir des alluvions extrémement riches entre l'Awa et le Tapanahoni, qui sont les deux tetes du Maroni, riviere limitrophe entre les colonies hollandaise et frangaise. G'est aussi la découverte de l'or entre le Guyuni et le Maza runi, tributaires de l'Essequibo, qui pousse l'Angleterre á reven diquer le district aurifóre voisin du Caratal, qu'elle a cependant laissó exploiter jusqu'á aujourd'hui par le Venezuela, sous le pretexte, plausible il est vrai, que tout le versantde la rive gau che du Guyuni, ycompris le sous-affluent du Yuruari, fait partie du bassin de l'Essequibo. Le puissant intérét pécuniaire qui s'attache á la possession des deux terrains ci-dessus fait espórer pour ees contestations une solution beaucoup plus prompte que pour la contestation du territoire neutre formó par la delimita tion trop peu precise du traite d'Utrecht entre la Guyane fran gaise et le Brésil. II appartient d'ailleurs á la diplomatie de trancher ees diffi cultés de limites territoriales, et nous ne pouvons qu'ómettre un avis. En ce qui concerne le Haut-Maroni, nous indiquerons notre maniere de voir au chapitre suivant, en parlant des limites géo graphiques des Guyanes. Pour les deux autres terrains, si le texte des traites qui ont fixé les delimitations est susceptible d'etre interpretó de diverses manieres, nous pensons qu'une en tente á l'amiable entre les parties intéressóes pourrait amener une prompte solution, et qu'ilconviendrait, parexemple, d'adop ter une limite naturelle, intermédiaire et a peu prés módiane, entre les Amazones et l'Oyapock d'une part, d'autre part entre l'Essequibo et l'Orénoque. CHAPITRE II. GÉOGRAPHIE ET GÉOLOGIE. Les trois Guyanes frangaise, hollandaise et anglaise constituent au nord-est du continent meridional américain un large terri toire qui portait d'abord le méme nom indien Ouyana, et dont les limites naturelles les plus rationnelles seraient les suivantes:"], [22, "18 L.-F. VÍALA. A l'Ouest, au Nord-Ouest et au Nord, tout le cours de l'Oré noque, dirige d'abord S.-N., puis á peu prés W.-E.; Au Nord, au Nord-Est et a l'Est, l'océan Atlantique, des bou ches de l'Orénoque á cedes des Amazones ; Au Sud-Est, au Sud et au Sud-Ouest, les cours des Amazones, de son affluent le Rio Negro et du sous-affluent le Rio Gasiqui, dont les sources se confondent avec cedes d'une des tetes de l'Orénoque. Mais nous venons de dire qu'en réalité, au point de vue poli tique, les embouchures et méme les bassins proprement dits de l'Orénoque et des Amazones n'appartiennent pas aux trois Guya nes que nous étudions : les limites adoptees dans l'intérieur sont des chaines de montagnes assez mal définies. L'ensemble de toute la contree est compris entre 8°,40' Nord et 3°, 30' Sud de latitude, et entre le 52e et le 70e degré de lon gitude Ouest du meridien de Paris. Mais la partie á la sois explo rée et appartenant sans contestation aux trois puissances euro péennes nes'étend que du 53e au 63e degré de longitude Ouest de Paris, et de Io environ á 8o de latitude Nord. La Guyane hollandaise, enclavée entre les deux autres, est séparée de la Guyane anglaise par le fleuve Corentyn, et de la Guyane frangaise par le Maroni, au moins jusqu'au confluent des deux branches l'Awa et le Tapanahoni. C'est á ce confluent que commence le terrain contestó, et il nous semble rationnel d'admettre que la limite devrait étre fixée á celle des deux bran ches qui par son importance peut étre considérée comme la mere de l'autre. Pour résoudre cette question, il ne suffirait pas de mesurer et comparer a la méme époque les debits respectifs des deux branches. Nous aurons en effet occasion de dire combien les rivieres des Guyanes sont torrentielles ; en outre, l'intensité des pluies est tres variable á une méme époque sur des points tres rapprochés. II conviendrait done de répéter la double opera tion de jaugeage á diverses époques de l'année, et de comparer les moyennes respectives des rósultats obtenus sur l'Awa et le Tapanahoni. Une prompte entente a ce sujet entre les gouver-"], [23, "19 LES TROIS GUYANES. nements frangais et hollandais donnerait satisfaction á beaucoup d'intéréts particuliers. Bien qu'il n'existe pas entre les deux grands fleuves des Ama zones et de l'Orénoque de chaine de montagnes comparable á la Cordillére des Andes, qui forme l'ossature de la cote occiden tale del'Amérique du Sud, on y trouve cependant, á 300 kiloni, environ de la mer, des sommets assez eleves, tels que le mont Roraima, á l'ouestde la Guyane anglaise, auquel on attribue une hauteur de 2,400 mét. On peut en conclure que la chaine de separation entre ees deux bassins est relativement tres impor tante. Les fleuves intermédiaires qui arrosent les trois Guyanes prennent pour la plupart leur source sur les montagnes dites de Tumuc-Humac, dirigées sensiblement Est-Ouest, qui en voient ducóté de la mer de nombreux contreforts entre les bas sins de ees mémes fleuves. Cette chaine de Tumuc-Humac, qui fait partie de la grande chaine de partage, est parallóle, dans sa partie oriéntale, au cours moyen du fleuve des Amazones, qui descend de la Cordillére du Pérou avec une direction sensible ment uniforme. La méme chaine se relie par un contrefort Nord-Sud ala chaine de Pacaraima, qui s'étend vers l'Ouest et est aussi paralléle au cours moyen de la partie inférieure de l'Orénoque. Cette chaine occidentale, qui comprend le mont Roraima, peut done étre considórée comme faisant partie de la chaine de partage entre les deux grands fleuves ; elle vient en outre se briser contre la partie supérieure Sud-Nord de l'Oréno que, aux environs des sources communes avec celles du Rio Gasiqui. De méme la partie oriéntale, ou le Tumuc-Humac, est interceptée par le Rio Branco, affluent du Rio Negro et sous affluent des Amazones, et dont quelques branches prennent leur source au pied du mont Roraima. La double chaine du Tumuc-Humac et du Pacaraima est la seule limite naturelle, d'ailleurs fort mal déíinie, entre les trois colonies guyanaises et le Venezuela d'une part, et d'autre part l'empire du Brésil. La rive gauche des Amazones, ou versant"], [24, "20 L.-F. VÍALA. meridional de la chaine de partage, constitue la Guyane brési lienne, tandis que le versant septentrional comprend la rive droite de l'Orénoque (Guyane haute ou Guyane venezuelienne) et l'ensemble des bassins des fleuves intermédiaires. A défaut de conventions antérieures bien déterminées, ne pourrait-on adopter, pour achever la delimitation des trois Guya nes : d'une part, entre le Venezuela et la Guyane frangaise, le contrefort qui separe l'Orénoque des affluents de l'Essequibo, le fleuve le plus important au sud de l'Orénoque ; d'autre part, entre le Brésil et la Guyane frangaise, le prolongement du Tu muc-Humac vers la mer, ou mieux l'un des premiers cours d'eauqui se jettentau nord des Amazones, á la hauteur du cap Santa- Rosa ? La solution de la frontiére venezuelienne ne s'impose pas moins que cede de la contestation du Haut-Maroni, á cause de la richesse aurifóre du Caratal, arrosó par le Yuruari, sous-af fluent de l'Essequibo. Mais on doit désirer aussi une prompte solution de la frontiére brésilienne; car, bien que le terrain en contestation n'ait pas encore donnó lieu á une exploitation auri fére, il est susceptible comme le reste des Guyanes, et peut étre á un plus haut degré en raison des terres basses voisines des Amazones, d'etre explode avec grand profit au point de vue agricole. Les fleuves qui se jettent dans l'Océan, entre l'embouchure des Amazones et celle de l'Orénoque, sont tres nombreux ; quel ques-uns méme sont tres importants, sinon par la longueur de leur cours, du moins par l'ónorme volume d'eau qu'ils char rient, resultant d' un nombre considerable d'affluents et de sous affluents. Nous pouvons aussi signaler la presence sur tous ees cours d'eau, méres et affluents, au moins dans la region des terres hautes, qui est de beaucoup la plus importante, de nom breux sauts ou rapides sur lesquels nous aurons á revenir au point de vue de leur constitution géologique. Enfintous ees cours d'eau ont au plus haut degré le carac tére torrentiel. Nous verrons en effet, en parlant de la géologie"], [25, "21 LES TROIS GUYANES. du sol des Guyanes, que la terre vógétale, elle-méme tres com pacte et chargée d'humus, repose sur une masse argileuse de 40 mét. d'épaisseur, résultat de la kaolinisation progressive et rapide du feldspath des roches granitiques et gneissiques, et des roches éruptives qui ont accompagné les formations quarlzo auriíeres; de sorte que les nitrations de l'eau de pluie dans un sol aussi impermeable sont presque nuiles. En outre, le volume d'eau qui tombe annuellement sur le sol guyanais est un des plus considerables qu'on ait observes á la surface du gbbe, en viron 4m,50 : le pluviométre de Cayenne marquait plus de lm, 20 pour les trois premiers mois de 1887, et le mois de mars est gónéralement sec, comme aussi les mois d'aoüt, septembre et octobre. Ces deux phénoménes suffisent á expliquer le grand debit et lecaractére torrentiel des cours d'eau des Guyanes. Les crues des fleuves sont d'ailleurs quelquefois tellement fortes que le flux et le reflux de la maree ne se font pas sentir aux embou chures; et cependant les fortes marees atteignent sur la cote jusqu'á prés de 2 mét. d'amplitude. Nous énumérerons ici les fleuves les plus importants, en particulier ceux des Guyanes anglaise et frangaise . Entre l'Orénoque et l'Essequibo, que nous avons dójá citó, ii n'y a que de petits cours d'eau, dont le principal, le Rio Ba rima, peut étre consideró comme un affluent de l'Orénoque, attendu que son embouchure est situóe sur le bras de méme nom qui limite au Sud le delta de ce grand fleuve. Le Rio Essequibo prend sa source á l'extrémitó occidentale du Tumuc-Humac, et il regoit prés de son embouchure un affluent important formó par la reunion du Mazaruni et du Guyuni ; ce dernier regoit prés de sa source le Yuruari, qui passe, dans Je district du Caratal, au pied de la riche concession aurifére connue sous le nom d'«El Callao». Aprés l'Essequibo, nous citerons, dans la Guyane anglaise, le Rio Demerara, á l'embouchure duquel est établi le chef-lieu de la colonie, Georgetown; et le Rio Berbice, qui, á.300kilom. en- 2"], [26, "22 L.-F. VÍALA. virón de la cote, est tres rapproché du cours de l'Essequibo. Le Rio Corentyn, qui sert de limite aux Guyanes anglaise et hollandaise, est presque aussi long que le Rio Essequibo, mais regoit moins d'affluents. La Guyane hollandaise est arrosée par de nombreux cours d'eau dont un seul est bien connu, le Rio Surinam : c'est sur la rive gauche de ce fleuve et á 20 kilom. environ de son embouchure qu'est situó le chef-lieu de la colonie, Paramaribo. A la saison des pluies, on peut passer en canot, en suivantun affluent commun, du Rio Surinam dans le fleuve du Maroni, qui separe les Guyanes hollandaise et frangaise. Le Maroni prend sa source, comme l'Essequibo et le Corentyn, au pied des plus hauts sommetsde la chaine de Tumuc-Humac; c'est á 250 kilom. environ de son embouchure qu'il se divise en deux branches dont nous avons dójá parlé, le Tapanahoni et l'Awa. A 5 kilom . á peine de l'embouchure du Maroni sur la rive fran- gaise, se jette un autre fleuve, la Mana, moins important comme cours d'eau, mais bien connu par la richesse aurifére de ses affluents de la rive gauche. Parmi les autres fleuves de la Guyane frangaise, nous citerons : le Sinnamary, oü a été sondé le pre- mier ótablissement colonial, et oü la Compagnie de Saint-Élie a exploitó les plus riches gisements d'alluvions aurifóres ; le Kourou, qui se jette en face des iles du Salut, les plus importantes de toute la cote guyanaise ; le Mahury, formé par la reunion de la Comté et de YOraput ; YApprouague, et enfin YOyapock, qui a a peu prés l'importance du Maroni et sert de limite provisoire á la Guyane frangaise du cote du Brésil. Enfin, de l'Oyapock a l'embouchure des Amazones on rencontre plusieurs cours d'eau de peu d'étendue ; nous avons cité le Japock ou Vincent Pinson. Une branche se dótache de la rive gauche du fleuve de la Comté, et forme ainsi l'ile de Cayenne, qui ne saurait étre assi milée á un delta á cause de la nature rocheuse du sol ; c'est á l'ouest de cette ile qu'est báti le chef-lieu de la colonie, la seule des vides de toute la cote guyanaise qui n'est pas sur une riviére. Sa situation sur des roches granitiques et dioritiques procure á"], [27, "LES TROIS GUYANES. 23 Cayenne un excellent climat, et la rade qui lui sert de port pour rait tres bien étre aménagée pour recevoir des navires de fort tonnage, au moyen d'une jetee qui arréterait les ensablements du courant des Amazones. Nous avons dit que les fleuves des Guyanes regoivent un nom bre tres considerable d'affluents et de sous-affluents, c'est-á dire que le systéme hydrographique de ees contrées ect tres complexe. On peut du moins se faire une idee assez exacte du tracé de tous les cours d'eau dits navigables, que l'on peut re monter en canot indien au moins pendant huit á neuf mois de l'année. Mais le systéme orographique est beaucoup plus difficile a étudier, attendu que le sol des Guyanes est recouvert d'une puissante vegetation, et qu'il n'est jamáis possible de s'élever sur des sommets dégarnis oü il soit permis, soit d'embrasser d'un coup d'œil une vaste étendue de terrain, soit seulement de juger de la direction d'une chaine de montagnes. On peut cependant admettre que les plus fortes chaines doivent avoir la direction genérale des principaux cours d'eau, fleuves ou affluents, qui descendent généralementdu Sud auNord. Mais á ees chaines secondaires, qui ne sont que les contreforts de la chaine de Tumuc-Humac, se rattachent une infinité de chaínons transversaux, et qui ont des directions aussi variées que les nombreux sous-affluents des fleuves. En d'autres termes, si l'on veut marcher en ligne droite á l'intérieur des Guyanes , quede que soit la direction suivie, on est obligó de franchir successive ment, et presque sans interruption, des collines plus ou moins escarpées et des cours d'eau plus ou moins encaissés : ees der niers sont quelquefois bordes de marócages qui ne sont jamáis bien larges, et les montagnes présentent plus souvent la forme arrondie ou des crótes á pie que des plateaux méme peuétendus. En outre on peut observer que les hauteurs des montagnes au-dessus des vadees vont en augmentant á mesure qu'on re monte les cours d'eau, c'est-á-dire qu'on s'óléve á une plus grande altitude. Jusqu'á 100 kilom. de la mer, en Guyane frangaise, on n'observe pas de hauteurs supérieures á 100 mét., et par"], [28, "42 L--F. VÍALA. suite pas de sommets d'une altitude de plus de 200 mét. ; et á 150 kilom. environ, nous avons franchi des montagnes de plus de 200 met. de hauteur, soit 350 met. d'allitude. On peut done se représenter le terrain des Guyanes comme un immense plan incline qui part des sommets de la chaine de Tumuc-Humac et s'abaisse vers la mer avec une ligne de plus grande pente de 300 á 600 kilom. de développement, suivant qu'on est plus rapproché des Amazones ou de l'Orénoque ; et ce plan incliné est entiérement recouvert d'une infinité de mornes ou sortes de ballons qui ne laissent entre eux que les passages des cours d'eau torrentiels, et de distance en distance quelques vadees un peu plus larges dirigées suivant l'inclinaison. Ce méme plan incliné se termine á une distance de la mer qui peut varier de 20 á 60 kilom. : on compte de 20 á 30 kilom. aux deux extrémités vers l'Oyapock etvers l'Essequibo, et 30 á 60 kilom. entre le Sinnamary et le Rio Berbice . Dans cet intervalle , on ne trouve que des terres basses le plus souvent marécageuses. Quelquesmontagnesisolées, notamment aux environs de Cayenne, correspondent a des soulévements tout á fait locaux, auxquels doivent aussi étre rattachés les des du Salut etplusieurs dots en face de Cayenne. La constitution géologique des montagnes dont nous venons de parler, c'est-á-dire du sol des Guyanes, est encore plus difficile á bien determiner que leur relies exact, et cela tient au phéno méne, que nousavonsdéjá signalé, de la decomposition oukaoli nisation du sol jusqu'á une tres grande profondeur. Nous avons observó en effet que certaines roches granitiques et gneissiques, et les roches éruptives, porphyriques,dioritiques ou syénitiques, parvenúes á un certain degré d' alteration , présentent toutes le méme sacies, et se réduisent en terre tres argileuse dont la colo ration, due á la presence du minerai de ser, peut seule varier. Ces differences de couleur, d'ailleurs , ne sont pas tant dues aux differences de nature primitive de la roche qu'au degré plus ou moins fort d'altóration. G'est ainsi que les argües, entassées au fond des vadees et"], [29, "25 LES TROIS GUYANES. dans toute la region des terres basses, sont généralement claires (blanches, grisátres, rosees ou bleutées) parce qu'elles provien nent de la désagrógation et de l'entrainement successifs de la surface des versants de montagnes. Au contraire, cedes qui sont restées en place sur les montagnes, provenant de roches moins altérées, sont le plussouvent de couleur rouge foncée. Dans ees conditions, il ne serait possible de determiner la nature des roches qu'en executant des travaux assez profonds pour lesrecouper á un état de decomposition peu avancé, per mettant au moins de juger la disposition et la forme de leurs elements constitutifs : et c'est lá en effet presque le seul mode de determination que présentent les roches des plus anciennes formations de la Guyane. Mais le sol guyanais a otó bouleversé par des phénoménes géologiques á des époques tres diverses, et á cóté d'éruptions tres anciennes, de l'époque primaire ou secondaire, en tous les cas de beaucoup antérieures aux phénoménes de decomposition de la surface, nous avons acquis la preuve qu'il y a eu des sou lévements accompagnés d'éruptions tres récents, et que nous sommes méme conduit á attribuer au commencement de l'épo que quaternaire. De lá resulte que les roches affectent quelque fois la forme de dykes puissants, de grands épanchements ou de blocs isolés, sans autre alteration que la decomposition d'une minee couche superficielle qui n'atteint pas toujours 1 million. d'ópaisseur. A lasuite de nos observations superficielles et de nos travaux de recherches jusqu'á plus de 30 met. de profondeur, nous avons pu formuler cette conclusion que les terrains primitifs sont seuls representes dans les Guyanes. Nous avons observé diverses varietés de granites et de gneiss, des schistes anciens et quelques talcschistes de l'époque silurienne, et aussi, croyons-nous, des calcaires dóvoniens. Dans les terres basses cependant, on trouve les depots qua ternaires, qui continuent á se former de nos jours. Les obser vations faites pendant le creusement de puits artésiens en Guyane"], [30, "26 L.-F. VÍALA. anglaise ont accuse en profondeur: lm,50 de terre végétale ; 0m,50 de sable; ] met. d'argile bleue ; puis, de 3 á 13 mét., une couche tres tendré ; de 13 á 18 mét., une espóce de tourbe tropicale (pegass); enfin diverses couches d'argile plus ou moins sableuse jusqu'á 38 mét., profondeur á laquelle a été trouvée la couche aquifére dans le sable, suivie jusqu'á 42 metres. Sur quelques points de la cote, les depots actuéis sont assez abondants pour que la forme du rivage soit á peine en quelques années notablement modifióe : on s'explique ce phó noméne en considórant l'énorme proportion de matiéres va seuses charrióes par les fleuves, dont les courants vont buter, á peu de distance dans la mer, contre le grand courant equato rial, ou gulfstream, et sont en outre contrarios par le flux et le reflux de la maree. G'est aux roches primitives et á ees depots quaternaires que se réduit par con-équent l'échelle des terrains sédimentaires pour la formation du sol guyanais; mais remarquons bien que ce sont plutót les roches éruptives qui dominent dans l'intérieur, au moins dans la zone aurifére, la mieux explorée jusqu'á ce jour. La recherche de l'or est le mobile qui attire le plus les explora teurs dans l'intérieur, et les formations quartzo-auriféres parais sent toutes avoir été accompagnées de puissantes emissions de roches éruptives qui constituent sous forme d'ónormes bassins la roche encaissante des fissures filoniennes quartzeuses. C'est pour cela que ees roches éruptives sont les mieux connues. Le porphyre nous a toujours paru, sous ses nombreuses varietés, étre presque la seule roche d'accompagnement des anciennes formations quartzo-auriféres de l'Uruguay ; de méme que la diorite semble constituer fuñique roche encaissante des filons aurifóres beaucoup plus récents du Caratal (Venezuela). Mais en Guyane frangaise nous n'avons pas tardó a observer, méme en surface, et des roches porphyriques et des roches dio ritiques; celles-ci abondent méme aux environs de Cayenne, oü nous avons signalé des soulóvements probablement tres"], [31, "LES TROIS GUYANES. z récents. Nous avons étudié en outre des fissures filoniennes encaissées dans des roches syénitiques. Nous avons pu conclure de lá que la formation aurifére de la Guyane difiere á la sois des formations de l'Uruguay et du Vene zuela ; dans tous leseas, si le district guyanais a été influence par des formations anciennes dont la richesse est généralement su perficielle, on doit rencontrer aussi des formations beaucoup plus recentes, riches sn profondeur. Cette hypothése, que nous avions admise toutd'abord, a été confirmée déjá par plusieursdécouver tes de filons riches, resultant denos travaux en Guyane frangaise. La Guyane hollandaise exploite depuis plusieurs années, dans le Haut-Surinam, des gisements d'or alluvionnaires dont les analogies avec les gisements de la Guyane frangaise, connus et explodes depuis plus de trente ans, ne nous laissent aucun doute; et on a méme déjá prétendu y avoir trouvó des filons riches. En Guyane anglaise, la recherche de sor, d'abord entié rement sacrifiée au travail de fagriculture, vient cependant d'etre entreprise dans ees derniéres années á l'ouest de la colo nie, dans le bassin de l'Essequibo : c'est á ce bassin qu'appar tientle district aujourd'hui venezueliendu Caratal, dont la pro duction en or par les filons a été longtemps une des plus óle vées du monde entier. Nous inclinons á croire que ees deux colonies ne seront pas moins riches et en alluvions et en gisements filoniens que la Guyane frangaise. Mais, au lieu que le district hollandais presen tera certainement les plus grandes analogies avec le district frangais, dont il n'est separé que par le cours du Maroni, nous croyons que le district anglais devra plutót ressembler au dis trict venezuelien : une analogie de terrain s'accuse déjá par la presence en Guyane anglaise, comme dans la Guyane venezue lienne, de quelques savanes. Or nous avons observé dans le Venezuela les traces evidentes de phénoménes diluviens tres puissants, qui n'ont nullement influence la Guyane frangaise ; celle-ci posséde en outre des for mations porphyriques que nous n'avons pas vues au Caratal. II"], [32, "28 L.-F. VÍALA. est done probable qu'entre la formation aurifére franco-hollan daise et la formation anglo-venezuelienne, si différentes l'une de fautre, s'étendra une zone sterile qui pourrait embrasser, par exemple, les bassins duRio Corentyn et duRioBerbice ; mais ces contrees n'ont pas encore été, croyons-nous, assez étudióes, pour qu'á ce sujet nous puissions nous montrer bien affirmatif. Les recherches ultérieures décideront la question. Une des consequences de cette varióte de formations quartzo auriféres et de l'absence de grands phénoménes diluviens sur le district franco-hollandais, c'est que les gisements alluvionnaires de ce dernier district sont plus rapprochés que ceux du district venezuelien des fissures filoniennes qui leur ont donné nais sance ; par suite, l'observation des alluvions peut servir de point de depart á la recherche des gisements flloniens, et ce résultat est tres important, car sans cela la recherche filonienne présen terait dans la forét vierge les plus grandes difficultés. Une autre consequence des mémes faits, c'est que la couche alluvionnaire présenle dans le cours d'une vadee la méme irré gularitó que le remplissage quartzeux dans une fissure filo nienne, notamment au point de vue de la richesse. D'autre part, si les zones riches sont moins étendues, elles peuvent accuser, par contre, des teneurs beaucoup plus élevées. Dans ce méme district franco-hollandais, l'alluvion aurifére n'est pour la plus grande partie que le résultat de la condensa tion directe á fair libre des vapeurs quartzo-auriféres émises par les cheminées filoniennes. Au contraire, aprés fentrainement par des courants diluviens, l'alluvion aurifére peut ne se trouper qu'á de grandes distances des cheminées d'origine, comme cela a eu lieu au Venezuela, etsurtout aussi en Californie ; et la des agregaron des tetes riches de filons entre pour une plus grande part dans la constitution de la couche alluvionnaire. Le relies tres accidenté des Guyanes, relies dont nous consi dérons la formation comme ayant precede ou tout au plus ac compagné les dernióres formations quartzo-auriféres, s'oppose d'aideurs á ce qu'on admette, pour expliquer f origine desallu-"], [33, "LES TROIS GUYANES. 29 vions auriféres de ce district, une troisiéme hypothése, cede de la sedimentation au sein d'eaux alcalines, qui auraient enlevó par dissolution le précieux metal aux colonnes riches profondes des fissures filoniennes. D'autre part, on peut aussi invoquer, pour rejeter cette troi siéme hypolhése, firrégularité de la richesse des alluvions, irré gularité en direction que nous avons déjá signalóe, et irrógula ritó en hauteur : c'est en effet tantót la base, tantót la tete de la couche qui présente le maximum de richesse, ce qu'on expli que tres bien en admettant sur le méme point une succession de formations filoniennes plus ou moins riches, mais mieux encore en tenant compte de la chute plus ou moins rapide des parties les plus lourdes et des plus légéres (qu'il s'agisse de so lides ou de vapeurs), suivant le plus ou moins d'inclinaison des versants de montagnes. Le développement ultérieur en profondeur des travaux de re cherches et surtout d'exploitation permettra seul d'étudier plus complótement la constitution géologique du sol des Guyanes, dont nous n'avons pu presenter ici qu'une esquisse genérale. Nous terminerons cette étude géologique par une observation qui rend compte d'un des principaux caracteres géographiques de la contrée. Nous avons sígnalo en premier lieu la presence, en Guyane. de norobreux dykes tres puissants de roche eruptive, et eu second lieu cede d'affleurements quartzeux anciens, qui par leur puissance peuvent aussi étre appelés dykes quartzeux. G'est tantót l'une et tantót l'autre de ces sortes de dykes qui consti tuent le plus grande partie des sauts ou rapides qu'on rencontre fréquemment sur toutes les rivieres des Guyanes, dans la region des terres hautes, c'est-á-dire á partir de 30 ou 40 kilometres de distance de la mer en avangant dans l'intérieur. Quelquefois cependant nous avons observé des sauts formes par un simple soulóvement de roches primitives, granitiques ou gneissiques. Ces agglomerations de roches peuvent alors s'éten dre sur plus de 300 mét. de large. D'autres sois on rencontre de"], [34, "30 L.-F. VÍALA. véritables muradles formant des chutes verticales de 5 á 10 mét. de hauteur, dues á des glissements de terrain suivant des failles. CHAPITRE III. EXPLOITATIONS AGBICOLE ET F03ESTIERE. Nous avons dü, en parlant de la constitution géologique, laisser entrevoir que Pindustrie aurifére a déjá été pour le Vene zuela et la Guyane frangaise et est appelée á devenir, pour les trois colonies guyanaises, une des plus grandes sources de ri chesse. L'histoire des Guyanes nous témoigne aussi que c'est la recherche du metal précieux qui a fait entreprendre les pre mieres explorations dans l'intérieur des terres: la légende de YEl Dorado ne tardad pas en effet á étre connue aprés la dé couverte de l'Amórique, et il est bien probable que cette légende reposad sur f habitude qu'ont conservée les Indiens de se couvrir le corps et particuliérement la figure d'ornements tres varies, parmi lesquels on remarque souvent des pópites d'or natif. Toutefois nous avons pu observer que la colonisation des Guyanes n'a pas eu f industrie aurifére pour principal mobile. La recherche de sor exige en effet des moyens d'action que ne pouvaient medre en œuvre les premiers colons établis sur la «cote sauvage». Et, sans parler des connaissances techniques ou de f experience acquise sur d'autres districts auriféres, il est permis de supposer que ees colons, tout en ayant entendu ra conter la légende de YEl Dorado, reculérent devant les difficul tés de toute sorte qui se prósentent lorsqu'on essaye de pénélrer dans l'intérieur des terres oü ont été découverts plus tard les gisements auriféres. Nous citerons seulement : la dificulté do s'approvisionner de vivres ; fabsence, au milieu de la forét vierge, de routes autres que les cours d'eau, et ceux-ci sont encore, la plus grande partie de l'année, rendus inabordables aux Euro péens par la frequence des sauts ou rapides et par les obstacles que forment les bois tombos ; enfin la presence des Indiens, qui"], [35, "LES TROIS GUYANES. 31 se sont montrós fort longtemps hostiles á ¡'occupation de leur territoire par les étrangers, tandis qu'on est arrive á se servir d'eux pour le canotage sur deux ou trois riviéres oü on les trouve encore aujourd'hui. Pour toutes ees raisons, on comprend qu'il était plus facile aux premiers colons de s'établir sur la cote et aux embouchures des grandes riviéres que dans l'intérieur. Mais la meilleure ra'son qui dut les determiner á laisser de cóté la recherche de sor est précisément la méme que nous invoquerons pour expliquer comment les Guyanes hollandaise et anglaise se sont develop pees et ont prosperé jusqu'á ees derniers temps sans s'oecuper d'exploitation aurifére : c'est que le sol des Guyanes tout entier, tant dans les terres basses que dans les terres hautes, présente un element de richesse beaucoup plus facile á mettre en valeur que celui qui est cachó dans quelques parties seulement de son sous-sol. Nous voulons parler de cette ótonnante fertilitó qui est le caractére le plus saillant des terres tropicales, á la condition qu'elles regoivent de grandes quantitós d'eau depluie. G'est done bien un caractére des Guyanes, qui regoivent annuellement prés de 4m,50 d'eau pluviale; et l'on peut expliquer ce phénoméne par la position de ees contrées au voisinage et de l'Équateur et d'une grande mer, d'oü resulte pendant une grande partie de l'année le regime des vents équatoriaux ou alizés, soufflant de la mer sur toute la cote, du S.-E. au N.-W. , jusqu'á une grande profondeur dans l'intérieur des terres. Ges pluies abondantes d'une part, et d'autre part la tempe rature, qui, sans étre élevóe, varié á peine dans toute l'année entre 22° et 31° centigrades, n'ont pas tardó á donner naissance á une vegetation luxuriante sur tout le sol des Guyanes. Cette vegetation, surtout touffue dans les terres basses, tres puissante au contraire dans les terres hautes, a toujours otó de nature á produire en surface d'immenses depots de matiéres organiques qui ont rapidement formé une couche de terre végétale excessi vement riche en humus."], [36, "32 L.-F. VÍALA. La nature argileuse du sous-sol, dont nous avons expliqué l'état de decomposition par la kaolinisation du feldspath des roches, n'a pas peu contribuó á rendre fértiles les terres hautes, couvertes aujourd'hui par une immense forét vierge dont les grands arbres envoient quelquefois leurs racines á prés de 1 0 mét. de profoncleur et s'élévent presque tous á 30 ou 40 mét. de hauteur. D'autre part, les terres basses, souvent inondóes par les grandes crues des riviéres, ont regu des apports alluvion naires non moins fértiles, et de cette maniere f ensemble de la contróe est devenu propre aux cultures les plus variées de la zone tropicale. Les premiers colons guyanais se sont surtout préoccupós de la fertilité des terres basses, dont le sol, de nature alluviale, es' presque uniquement composé d'argile bleue, de sable, de sel marin et d'humus. Nous avons vu en effet le juif hollandais Spranger, chassé du Brésil, venir fonder, vers le milieu du xvn\" siécle, un premier établissement agricole sur la cote de Remire dans l'ile de Cayenne. Son exemple ne tarda pas á étre suivi, et si la Guyane frangaise n'estpas restée á látete de ses voisines pour la production agricole, c'est parce que son terri toire a été plus souvent soumis au pillage et á la ruine, conse quences de la guerre et de f occupation étrangére ; c'est aussi parce que les premiers essais de colonisation frangaise ont été malheureusement fort mal diriges et confies á des hommes trop préoccupós de leur intérét personnel et le plus souvent incapa bles. L'occupation par les armes de l'ile de Cayenne obligea en par ticulier les juifs hollandais a abandonner la cote de Remire, pour aller s'établir á l'embouchure du Rio Surinam, et ce fut lá forigine de la prospórüé hollandaise. La Hollande contribua aussi beaucoup á la fondation d'ótablissemenls coloniaux dans la region de l'Ouest, plus tard códée á l'Angleterre, et qui est au jourd'hui la partie la plus peuplée des Guyanes. Cependant la Guyane frangaise était appelée á jouir d'une plus grande prospérité, autant par la fertilité et une plus grande va-"], [37, "33 LES TROIS GUYANES. riété de composition de son sol que par la situation méme de son chef-lieu, situation relativement élevóe au bord de la mer, qui devait exiger moins de travaux d'assainissement. Presque toutes les autres vides de la cote, y compris Paramarilo et Geor getown, sont au contraire établies sur des terres basses, et n'ont pu devenir habitables qu'á la condition de proceder á de grands travaux, consistant surtout en digues et en canaux de drainage; ees travaux sont d'aideurs parfaitement congus et executes dans les deux vides principales hollandaise et anglaise. Enfin les nombreux essais tentós á diverses ópoques sur notre colonie ne servent pas moins que la prospérité toujours crois santedes colonies hollandaise et anglaise á dómontrer que toutes les trois jouissent et du méme climat et de Ja méme fertilité agricole. Les principales cultures qui conviennent le mieux au sol des Guyanes peuvent se diviser en trois categories, suivant le mode d'utilisation de leurs produits. Nous énumórerons dans la pre miere les produits d'exportation destines aux industries qui ne sont pas encore créées dans les colonies. Dans la deuxiéme caté gorie figureront les produits destines seulement á la consomma tion intórieure, et qui ne pourraient étre exportes qüavec une forte depreciation. La troisiéme catógorie comprendra tous les produits simplement prepares ou soumis sur place á un traite ment industries et quideviennent, soit des produits de consum mation, soit des produits d'exportation. — Nous formerons enfin une catógorie distincte pour les produits de sexploitation fores tiére, qui sont aussi des produits de consommatiou et d'expor tation. Io Produits agricoles d'exportation. — Ces produits peuvent se subdiviser en substances textiles, substances tinctoriales , et substances propres á divers usages. Parmi les substances tex tilest le cotón est la plus anciennement connue : le cotón de Cayenne était reputó comme étant á la sois le plus fort et le plus rógulier parmi les cotons dits a longue soie. Depuis quelques an-"], [38, "34 L.-F. VÍALA. nées, on a aussi essayé avec suecos, á Cayenne, la culture de la ramie, plante de provenance asiatique, dont les tiges, convena blement décortiquóes, ainsi que nous l'avons vu pratiquer dans les usines anglaises, notamment á Wakefield, peuvent donner lieu á deux sortes de produits : fun plus fin et qui rivalise pres que aveclasoie, fautre plus grossier qui peut remplacer le cotón. Parmi les substances tinctoriales, nous citerons le bois de campeche, grand arbre de la famille des Légumineuses, qui sert a teindre en noir et en violet, eíY indigo, qu'on retire du sue de f indigotier et de diverses autres plantes, et qui sert á teindre en bleu. Mais la plus rópandue et aussi cede qui est le plus es timée comme provenance guyanaise est le rocou ou roucou, qui entoure sous forme de pulpe gluante les graines du rocouyer, et qui colore f eau froide en jaune, f esprit de vin et les álcalis en rouge ; cette derniére couleur traitée par facide sulfurique con centró donne du bleu. Le roucou est employe pour colorer la soie en jaune d'or ou orange; on f emploie aussi á colorer les vernis, les huiles, le fromage, etc...; enfin les Indiens s'en ser vent pour se teindre le corps, et se preserver ainsi des piqüres d'animaux. Enfin, parmi les autres substances de la premiere catógorie , nous citerons le caoutchouc et la gutta-percha, deux substances rési neuses dont f usage industriel tend á se répandre de plus en plus. Le caoutchouc est plus malleable ; on f extrait de plusieurs ar fares, entre autres de Y Hevea guianensis, qui fut dócouvert en Guyane par Fremeau, et décrit pour la premiere sois en 1751 par La Condamine. — La gutta-percha est plus solide et plus te nace, mais beaucoup moins élastique que le caoutchouc ; elle est produite par le balata, arbre beaucoup plus commun et que nous avons vu cultiver en famille a l'embouchure du Maroni, oü fon récoltait annuellement par pied 3 kilogr. de resine. La gutta-per cha n' est connue en Europe que depuis une quarantaine d'annóes. 2o Produits agricoles de consummation intérieure. — En pre mier lieu, parmi les cereales, le riz et le mais sont cedes qui con-"], [39, "35 LES TROIS GUYANES. viennent le mieux au climat et au sol des Guyanes ; nous n'avons vu pratiquer ees cultures que sur une tres petite échelle, mais nous pensons que cede du riz, que son consomme beaucoup en Guyane, pourrait surtout étre d'un grand profit pour les colons. Nousparlerons, en second lieu, des legumes : les Européens se plaisent á retrouver dans les Guyanes la plupart des legumes de nos climats temperes, et nous devons dire qu'en general les légu mineuses (pois, haricots, féves, etc.) s'acclimatent tres bien et donnent méme lieu á plusieurs récoltes par an. II en est de méme des plantes potagóres, vulgairement assimilées aux legu mes parce qu'elles servent aussi d'aliments, soit par leurs feuilles ou leurs fleurs, soit par leurs racines ou leurs fruits ; nous cite rons, parexemple: les choux, les épinards, les artichauts, les carottes, les navets, les betteraves, les salsifis, les radis, les me lons, les aubergines, etc... Nous excepterons cependant la pomme de terre, qui peut bien se reproduire en Guyane, mais prend alors un goüt sucre qui la rapproche de la patate. D'autre part, les produits originaires des Guyanes ne man quent pas : á sáname vient s'ajouter la patate, dont on mange aussi les feuilles comme épinards. Gitons aussi, parmi les plantes potagéres, la tomate, la Ketmie Gombo, dont le fruit porte le nom de calalou. Enfin les fruits des grands arbres présentenl de nombreuses varietés: les bananes, entre autres, sont un des aliments les plus communs en Guyane hollandaise, et les varietés dites bacoves sont partout tres recherchées. De méme, les mangues présentent certaines varietés qui peuvent rivaliser avec les meilleurs fruits d'Europe ; et les ananas, fruits du bromelia, ont un parfum qui ne se rencontre pas dans les mémes fruits d'Europe ou d'Afrique. — On fait aussi des confitures tres estimées avec quelques varié tés de cerises, avec les fruits du goyavier aromatique ou citron nelle de Guyane, avec les grenadilles, barbadines et autres fruits dont les noms locaux sont seuls connus. Quelques-uns des produits precedents servent á faire des bois sons rafraichissantes, telles que la bióre d'ananas. D'autre part,"], [40, "36 L.-F. VÍALA. on trouve répandue en Guyane une espóce de thé qu'on nomme ayapana, et qui donne en infusion une odeur aromatique et un goüt légérement amer. On emploie de la méme maniere f infusion de feuilles du goyavier aromatique, ou de la mélisse officinale. 3o Produits agricoles de consummation et d'exportation. — La plupart de ees produits sont destines, comme les precedents, á falimentation. On peut cependant, dans leur ensemble, distinguer d'une part les aliments toniques nutritifs, et d'autre part les ali ments excitants et certainesboissons quidoiventá leur facilitó de conservation d'etre ranges dans la troisiéme catógorie: les aliments rafraichissants, legumes, cereales et plantes potagéres, ontótépour la plupart cites dans la catégorie precedente, et c'est á ce titre que nous aurions pu ranger dans la méme catógorie le manioc. La racine du manioc donne en effet une fécule á la sois nour rissante et rafraichissante, que son mange beaucoup en Guyane á fétat de farine grillóe ou couac, et aussi sous forme de pain ou cassada ; mais la méme racine donne également un produit d'exportation, le tapioca ou sagou blanc. Le manioc, de la fa mille des Euphorbiac ees, est cultivé en grand dans les Guyanes anglaise et hollandaise, et aussi en petite quantité sur quelques riviéres de la Guyane frangaise, EOyapock, l'Approuague et le Maroni : le sue laiteux et tres vénéneux de cette plante perd ses propriétós delatores par la cuisson, ou plus simplement par une exposition á fair de vingt-quatre heures. Le cacao, fruit du cacoyer (famille des Byttnériacées), donne lieu aussi, par son melange avec du sucre, á un aliment toni que des plus rópandus, le chocolat. Les deux marques guyanaises les plus connues sont le cacao Berbice, court et arrondi, et le cacao Surinam, arrondi aussi mais un peu plus long. Parmi les aliments excitants, nous citerons: le poivre, fruit du poivrier; le piment, et en particulier le piment enrage, qu'on appelle aussi, apres preparation, Cayenne-peper ; les clous de giroflés, fleurs non épanouies du giroflier ; le gingembre, racine aromatique ; la cannelle, ócorce du laurier-cannelier (Laurus"], [41, "37 LES TROIS GUYANES. cinnamomum), dont la varióte dite de Cayenne est une des plus estimées aprés cede de Geylan; l&muscade, amande du musca - dier, qui a été introduite en Guyane vers la fin du siécle dernier : on a cultivé aussi á Cayenne une espéce particuliére dite mus cadier a suif, dont les graines pilées servaient á fabriquer une sorte de chandelle; enfin la vanille, fruit ou gousse du vanillier, que certains botanistes classent dans la famille des Orchidées. Un grand nombre des plantes que nous venons de nommer sont en outre dun usage courant en pharmacie : c'est ainsi qu'on emploie le beurre de cacao, la racine de gingembre, fhuile aromatique ou essence de giroflé, etc... Nous citerons également comme plantes medicinales : le ricin, de la méme fa mille que le manioc ; le quassier ou quassia amara (famille des Rutacées), originaire de la Guyane, dont le bois posséde des pro priétós toniques et febrifuges analogues a cedes du quinquina. On pourrait enfin ajouter á cette liste de nombreux remedes lo caux, tous d'origine végétale, que les infirmiéres guyanaises emploient avec succés : la racine d'indigo, les raquettes ou feuilles d'une varióte de cactus, les feuilles de pourpier, les fleurs du macata, qui est un grand arbre de la forét, etc., etc. II nous reste á parler des produits agricoles qui peuvent donner des boissons. En premier lieu, vient la canne a sucre, qui sert non seulement á fabriquer le sucre le plus estimó, mais donne aussi, par la distillation des mélasses, le tafia ou rhum blanc, et le rhum; ce dernier s'obtient en faisant simplement vieillir le tafia en bard, et mieux encore par la distillation des écumes de sucre. La canne á sucre est originaire de f Inde et fut importóe au xvi° siécle dans f Amérique céntrale. Elle a été longtemps cultivée dans toute la Guyane frangaise, comme elle l'est encore sur la Mana et le Maroni, mais surtout dans les Guyanes hollandaise et anglaise. Si la canne á sucre est devenue plus difficile á exploiter en raison de la concurrence cróée par les nombreuses substances dont on extrait aujourd'hui le sucre, le café pourrait encore étre S"], [42, "38 L.-F. VÍALA. un produit tres lucratif pour les Guyanes. Ce n'est qu'au com mencement du xvme siécle que le café, d'origine árabe, fut intro duit en Guyane, et malheureusement cette culture n'a pas été beaucoup dóveloppée. Mais nous estimons que le café des Guyanes, tel qu'on en produit encore dans le quartier dit de la Montagne-d' Argent (Guyane frangaise), serait range dans les qualités les plus recherchóes. Toutes les expositions ne con viennent pas, il est vrai, á la culture du caféier; mais les terres hautes présentent de nombreuses petites vadees oü cette culture serait, croyons-nous, tres productive. II nous reste á citer, pour clore ia troisiéme catógorie des pro duits agricoles, une plante dont les feuilles servent á des usa ges bien connus, le tabac, de la famille des Solanées ; le tabac, originaire de l'Amórique du Sud, donnerait en Guyane un pro duit, sinon de premiere qualité, du moins tres abondant. Produits de sexploitation forestiére. — Les produits de cette catógorie n'exigent pas de culture spéciale, mais un simple tra vail de déboisement de la forét vierge. Cette exploitation ne laisse pas de presenter quelques difficultés économiques. En premier lieu, la forét vierge des Guyanes comprend, il est vrai, de nombreuses essences susceptibles d'etre employees á des usages tres varios, mais aucune d'elles ne se trouve en fa mille ; par suite, il devient coúteux d'effecluer le transport des divers pieds, quelquefois tres óloignésf un de fautre, jusqu'á la riviere la plus proche. En second lieu, la plupart des essences les plus estimées sont des bois durs qui ne flottent pas. Aussi n'a-t-on encore tiré parti que de quelques bois sifués á proxi mitó des grands cours d'eau, sur lesquels peuvent naviguer, soit de forls canots, soit des chaloupes á vapeur, remorquant des radeaux. L'exploitation forestiére pourrait cependant étre dóveloppée et s'étendre sur f ensemble des terres hautes, par la creation, dans l'intérieur, de voies ferrées dont f utilité se fait d'ailleurs sentir pour d'autres besoins; les frais d'installation de ees voies"], [43, "39 LES TROIS GUYANES. ferrées pourraient méme étre remboursés au moins en grande parti: par sexploitation des bois rencontres á proximité de leur tracé. Une premiere Compagnie s'était formée en Guyane frangaise, sur la rive droite du Maroni, pour sexploitation forestiére pro prement dite ; mais elle n'a pu prospérer, tant á cause des diffi cultés ci-dessus mentionnées que de fexagóration de ses pre mieres dépenses et notamment des frais génóraux. La concession et le materiel ont dü étre vendus á bas prix, et nous croyons que le nouveau propriétaire, qui a déjá repris sexploitation, com prend parfaitement l'utilité, sinon la nécessitó, de joindre á cette exploitation forestiére la construction d'une voie ferrée destinée á desservir un des centres filoniens auriféres les plus importants de la Guyane frangaise situé dans le bassin de la Mana. Nous citerons les principales essences de choix qu'on rencontre dans les foréts des Guyanes, en les classant d'aprés f usage or dinaire qu'on en fait. Io Bois de couleur d' ' ébénisterie et marqueterie. — L 'acajou mahogoni, varióte d'acajou don1: le bois tres dur présente diver ses nuances brun rougeátre; les palissandres ou bois-violets, auxquels se rattachent plusieurs varietés locales, telles que le moutouchi, le boco et le panacoco ; les bois de rose, d'un rouge sonco rayó de noir brillant ; le bois de citron ; le bois de santal rouge ; le ferolia ou bois-satiné á couleur ondoyante, rouge ou paillée ; les diverses varietés d'ébénes, noirs et marbrós vert ou rouge ; enfin diverses espéces qui n'ont encore que des noms locaux, le bois coco, le patawa et le María-Congo. 2o Bois de menuiserie et de construction. — Le ga'iac, Yébéne goupi rouge ; le batata ; le genipa ; le bois d'angélique ; le pré fontaine ; le rose male Saint-Martin ; le wacapou ; le mahonoir ; le cédre acajou et Y acacia blanc. On emploie aussi pour les mémes usages des bois d'une qualité inférieure, tels que : le manguier ; le canari macaque ; le palé-"], [44, "40 L.-F. VÍALA. tuvier rouge ; le fromager ; le wapa ; le bois de fer jaune ; le goupi blanc ; le maho rouge et le maho-katari. 3° Bois tendres. — Le grignon franc ; les cédres jaunes, gris et blancs ; le copahier ; les acajous ordinaires ; enfin le grignon sou et le simarouba. Parmi ces essences, il en est, comme le ga'iac et le copahier, qui donnent aussi des produits pharmaceutiques; d'autres, comme le bois de rose et le santal, sont employes dans la parfumerie. La distillation du bois de rose a méme été essayée á Cayenne il y a quelques années, et a bien réussi tant qu'on a pu se procurer facilement les pieds les plus rapprochés des riviéres voisines ; nous sommes persuade que cette industrie, comme bien d'autres, pourra étre reprise avec profit lorsque des voies de communica tion dans l'intérieur permettront de réduire notablement les frais de transport. Nous venons d'énumórer les principaux produits qui peuvent étre obtenuspar sexploitation agricole et sexploitation forestiére dans les trois Guyanes, et l'on voit que leur nombre est assez grand pour qu'on puisse dóboiser et mettre en friche de vastes ótendues de terrain sans que les produits obtenus soient soumis á une depreciation sensible. Ces exploitations donneront des be nefices d'autant plus considerables qu'on aura pu ouvrir dans l'intérieur un plus grand nombre de voies et assurer des moyens de transport plus économiques ; et la plupart des cultures en terres hautes ne nous semblent méme possibles industriellement qu'á la condition d'ouvrir ainsi des debouches. C'est pour cela que sexploitation agricole ne donne actuelle ment de beaux rósultats que sur les rives des fleuves, notamment sur les riviéres de Surinam, de Berbice et de Demerara. Mais, en admettant que f établissement de voies ferróes ne tarde pas á faciliter sexploitation forestiére, on doit s'attendreprochainement á ce que les déboisements qui en rósulteront laissent un champ tout preparé pour ¡'extension des cultures dans les terres hautes. A la vérité, les benefices de ¡'exploitation forestiére peuvent ne"], [45, "41 LES TROIS GUYANES. pas paraitre á priori assez certains, ni le trafic futur de cette exploitation assez considerable, pour faire proceder au próalable et sans autre but á la construction toujours coüteuse d'une voie ferróe. Cette consideration ne s'applique pas seulement a notre colonie, la plus éprouvóe par les crises de toute sorte que nous avons signalées, mais méme aux colonies anglaise et hollandaise, qui, malgró leur prospérité croissante, n'ont pas encore songo jusqu'á ees derniers temps á creer des voies d'intérieur pour tirer parti des richesses de la forét. Mais á peine vient-on de découvrir en Guyane anglaise les premiers gisements auriféres, et déjá f ouverture d'une grande voie et méme finstallation d'une voie ferrée sont mises en avant ; nous sommes convaincu que ees projets ne tarderont pas á étre executes. L'industrie aurifére, en effet, dont il nous reste á parler, outre qu'elle est susceptible de donner de forts bénéfices, est surtout appelée á un avenir durable depuis la découverte récente, á la suite de nos travaux de recherches, de gisements auriféres filo- niens exploitables en Guyane frangaise. Et, alors méme que ees mines d'or ne devraient pas étre exploitées indéfiniment, leur exploitation suffira á appeler en Guyane de forts capitaux et une main-d'oeuvre abondante ; elle creerá dans tout l'intérieur des voies de communication, et, par la consommation du bois comme combustible pour les moteurs á vapeur, contribuera audéboise- ment, c'est-á-dire á la preparation du sol pour la culture, en méme temps qu'á fassainissement du pays. L'industrie aurifére aura done pour consequence de faciliter beaucoup les autres ex ploitations, et, de méme que la Galifornie est ainsi devenue ra pidement un pays de grande production agricole, de méme il n'est pas douteux que les Guyanes, beaucoup plus fértiles, su- biront dans un avenir rapproché la méme transformation."], [46, "42 Ij.-F. víala. CHAPITRE IV. INDUSTRIE AURIFÉRE. Bien que la découverte de sor en Guyane ne remonte qu'á une trentaine d'années, c'est-á-dire soitpostérieure de plusieurs années á la découverte de ce méme metal en Californie, on peut dire cependant que sor a été plus anciennement connu dans f Amérique céntrale que dans f Amérique du Nord. Nous savons d'abord que la légende de YEl Dorado avait at tire dans l'intérieur des Guyanes de nombreuses expeditions, dont une seule, dit-on, envoyée de Trinidad par le capitaine Ro bert Dudley á la fin du xvi\" siécle, aurait remonté la Mana et rapportó une assez grande quantité d'or en pépites. Pendant plus de deux cent cinquante ans, il n'est plus ques tion,dans f histoire des Guyanes, ni d'exploitation ni de découverte aurifére. Cependant on a retrouvó dans le district venezuelien, depuis la découverte des gisements filoniens du Caratal, qui date seulement d'une vingtaine d'années, des traces certaines d'une grande exploitation probablement alluvionnaire qui doit remon ter á plus de cent ans. Or on sait que les Jésuites, qui onf, puissamment contribué á la civilisation dans toute l'Amórique duSud, ont occupé cette partie du Venezuela, car on voit encore dans quelques villages, aux environs de Guacipati, des constructions qui sont leur ou vrage. II est done probable qu'ils ont songé á tirer parti des gisements auriféres de ce district, comme ils font fait dans le Brésil, dans f Uruguay et le Paraguay, et que c'est á eux qu'il faut adiibuer f usage des creusels destines á la fonte de sor, trouvós entre le village d'Upata et l'Orénoque. Le dóblai de quelques riviéres porte aussi dans la méme region des traces evidentes d'un remaniement de main d'homme, lá oü fon peut encore constater la presence de petites quantités du précieux metal. Cette exploitation du siécle dernier, qui n'a dü porter que sur les alluvions auriféres, et peut-étre sur les chapeaux filo-"], [47, "LES TROIS GUYANES. 43 niens tels que la terre rouge du district du Caratal, a été sans doute arrétóe, momentanément du moins, lors de fexpulsion des Jésuites, ou méme des 1819, époque de la fondation de la premiere république de Colombie, divisée plus tard, en 1831, en trois républiques, l'Équateur, la Nouvelle-Grenade et le Venezuela. Quoi qu'il en soit, lorsque les premiers filons auri féres du Caratal furent découverts, on avait déjá repris depuis quelques années sur ce méme district sexploitation superficielle de la terre rouge ; d'autre part, en Guyane frangaise, un In dien emigré du Brésil, du nom de Paoli, avait découvert en 1853 des paillettes d'or sur le bassin de l'Approuague, et sexploitation alluvionnaire n'avait pas tardé á se développer sur les criques (affluents et sous-affluents) de presque tous les autres bassins. Notons, en passant, que c'est á la Hollande que les autres na tions ont empruntó le terme de kreek (crique, en anglais creek), génóralement employe pour distinguer d'une petite anse sim plement formée par la mer une sorte d'évasement oü se ter mine un volume d'eau qui prend sa source dans l'intérieur, et nous pensons que c'est á forco de confondre la crique qui tou che le port de Cayenne avec le cours d'eau qui f a formée, que les Gayennais, et plus tard tous les Guyanais, ont donné le nom de crique aux cours d'eau de l'intérieur, affluents et sous affluents des grandes riviéres. L'exploitation alluvionnaire est aujourd'hui tres avancée en Guyane frangaise, c'est-á-dire qu'aprés avoir donné un chiffre de production annuelle toujours croissant jusqu'á 1,800 kilogr. en 1875, elle a vu cette production décroitre ; et, bien que le chiffre de 1 ,800 kilogr. ait été accidentellement dópassé, la moyenne des dix années suivantes est restée sensiblement in férieure. Les Hollandais exploitent aussi les alluvions depuis une dizaine d'années, et sont arrives á produire 900 kilog. d'or en 1884, nolamment dans le haut du Rio Surinam {Sara kreek) et sur la rivióre Saramacca. Mais c'est seulement dans ees derniers temps que le Gouver-"], [48, "44 L.-F. víala. nement anglais a accordé des concessions et autorisé sexploi tation aurifére entre le Cuyuni et le Mazaruni, oü l'on prospecte depuis six a sept ans á peine. A cette circonstance s'ajoutent, sur les colonies anglaise et hollandaise en general, une admi nistration meilleure, et en particulier beaucoup plus de mode ration dans fapplication des décrets qui ont dófinitivement emancipó toute la race noire (1833 pour les colonies anglaises, 1848 pour les colonies frangaises) ; et c'est ainsi qu'on peut se rendre compte de la decadence de l'industrie agricole en Guyane frangaise, alors que cette méme industrie n'a pas cessé de pro spérer dans les colonies voisines. Aussitót emancipes, les noirs de notre colonie refusérent en effet de travailler, et il fut impossible de les remplacer dans les habitations agricoles ; depuis cette époque, d'ailleurs, aucune immigration importante n'a été faite á Cayenne en vue de l'a griculture, et le gouvernement colonial refuse encore de s'enga ger á consacrer pendant quatre ou cinq ans á ce travail les coolies indiens que le gouvernement anglais códerait á cette condition. Le noir creóle est longtemps resté á peu prés le seul ouvrier employe dans les mines d'or ; et comme aujourd'hui la race noire jouit des droits civils et a une forte majorité dans les elections, ses élus dans les conseils coloniaux font tout le possible pour éviter á f ouvrier noir la concurrence étrangóre. Cependant quelques particuliers ont déjá commence d'appe ler en Guyane frangaise des ouvriers pour le travail des mines, sansfaireappel aux colonies anglaises de f Orient: ce sont pres que tous des Antillais et notamment des Dominicains. Nous de vons espórer que ce mouvement continuera et sera plus que suffisant pour sexploitation filonienne, qui tend á se substituer entiórement á sexploitation alluvionnaire, et qui ne demande, á production égale, qu'un chiffre d'ouvriers beaucoup moindre. Nous comptons aussi, mais malheureusement dans un avenir encore éloigné, sur fimmigrationchinoise, quine manquera pas de se produire dans toute l'Amórique céntrale aussitót qu'aura été ouvert le canal de Panama."], [49, "LES TROIS GUYANES. 45 Cette question de la main-d'œuvre, si importante dans toute industrie, n'est pas encore cede qui souléve le plus de difficultés dans le cas particulier qui nous occupe. La question des trans ports est en effet beaucoup plus capitale, et, pour faire bien com prendre le role qu'elle peut jouer dans le dóveloppement des colonies guyanaises, noussommes oblige d'entrer dans quelques details sur les principaux caracteres des exploitations alluvion naire et filonienne proprement dites. Nous commencerons par la plus ancienne, sexploitation alluvionnaire. Exploitation de la couche alluvionnaire. — Cette couche s'étend sur de grandes zones dites auriféres á l'intérieur des Guyanes ; et lá on f observe dans toutes les vadees de criques et dans beaucoup de ravines avec une allure réguliére, mais par contre avec une grande irrégularitó de richesse. Elle a de 0m,30 a 1 mét. d'épaisseur, et est recouverte par une couche de sable ou de terre vógétale dont la hauteur varié en general de 0m,50 á 2 mét. ; enfin elle est composée de graviers de quartz et de roches diverses, melanges ala partie infórieure de quelques gros blocs, et de sable a la partie supérieure. La prospection, ou recherche des parties riches exploitables, consiste á pratiquer de distance en distance, á la pioche et á la pede, quelques tranchóes jusqu'au niveau du gravier, et á essayer ce dernier jusqu'á f argüe sur laquelle repose la couche ; on se sert, pour fessai, de la batee, sorte de recipient conique évasé, en bois ou en tole, dans lequel on lave jusqu'á 10 kilogr. de gra vier et sable. Les premiers exploitants n'ont traite que des cou ches qui payaient au moins de 0 fr. 50 á 1 fr. á la batee ; mais en opérant aujourd'hui sur un plus grand nombre de chantiers, on se contente d'un bénéfice moindre et on exploite certaines couches qui ne payent en moyenne que de 0 fr. 10 á 0 fr. 20 á la batee, souvent aussi les résidus des premieres exploitations. L'exploitation d'un chantier ne demande guére plus de bras, dans les criques ordinaires, qu'une bonne prospection, soit de six á douze ouvriers, et tout le materiel nécessaire se réduit á des"], [50, "46 L.-F. VÍALA. clous, des crochets en ser, des plaques trouées et des rifles en fonte, qui servent, avec le bois du pays debité á la scie, á con struiré et installer le sluice ou canal de lavage.Ce canal est formó de plusieurs dalles de 4 met. de long emboítées fuñe dans f autre bout á bout, et suspendu á des piquets, de maniere a presenter une inclinaison qui permette au courant d'eau d'entrainer seu lement le sable et les parties terreuses ; sor s'amalgame avec le mercure rópandu sur le canal. On charge le gravier á la pede sur les premieres dalles du canal, et des femmes débourbent á la main les mottes d'argile et les gros cailloux. II est á peine utile d'ajouter que cette exploi tation, comme tout travail dans la forét vierge, comporte, outre foutillage ci-dessus mentionné, les outils de charpente et de menuiserie qui servent ógalement pour la construction des maisons d'habitation. Dans les ravines ou dans les criques qui ont peu d'eau, on emploie un autre appareil plus simple , le longtom. Dans cet appareil, le débourbage est fait á la pede par un homme, au dessus d'une grille qui arréte tous les cailloux, et le savage, s'effectuant beaucoup moins vite, n' exige plus qu'une tres petite longueur de canal. L'un et fautre appareil sont dóplacés dans la crique au sur et á mesure de sexploitation, qui est toujours préparée par f enlóvement de la couche stérile supérieure. On a souvent prótendu qu'ily aurait avantage á employer des appareils plus perfectionnós, par exemple de grands canaux de 100 mét. de longueur, établis á poste fixe, sur lesquels on aménerait le minerai de toute la crique par rails ou par cables suspendus. Mais firrógularité de la richesse alluvionnaire et la difficulté de creer dans la forét vierge des voies et moyens de transport économiques s'opposent á f adoption de pareils proce des, qui augmenterait certainement le prix de revient. En somme, le materiel d'exploitation alluvionnaire se réduit a un simple outülage, qui peut passer dans la forét vierge partout oü passent les approvisionnements de bouche, c'est-á-dire qui peut étre porté d'abord en canotsur les cours d'eau, puis a dos"], [51, "LES TROIS GUYANES. 47 d'homme par fraction de 25 kilogr. depuis le dégrad ou débarca dérejusqu'au centre d'exploitation. G'est pour cela que cette ex ploitation a pu se développer dans les Guyanes frangaise et hollan daise sans qu'on songeát á se servir d'autres voies de commu nication que les riviéres, ni d'autres moyens de transport que les canots, sur lesquels on peut charger de six á dix barils de 100 kilogr. Mais remarquons, pour terminer, que la découverte de riches alluvions assure bien rarement pour plus de cinq á six années de travail, et le plus souvent pour moins de trois ans, méme avec un nombre de chantiers tres limité. La découverte de sor en Guyane avait suivi de pros cede des puissantes alluvions auriféres de Galifornie, et f insuccés des re cherches de filons riches dans ce dernier district dut contribuer a faireadmettre pendant les premieres années cette opinion, que les alluvions guyanaises provenaient de cheminées filoniennes tres éloignées et situóes au moins sur les sommets de la chaine de Tumuc-Humac. Cependant, lorsque les filons du district plus voisin de la Guyane venezuelienne commencérentá étre explodes en profondeur, on se demanda si les gisements de la Guyane fran gaise ne devaient pas avoir plus d'analogie avec ceux du Vene zuela qu'avec ceux de la Californie. Un examen sérieux déla couche alluvionnaire guyanaise com parée avec la puissante couche californienne aurait certainement pu résoudre la question ; mais les proprietaires de placers, qui trouvaient encore le moyen d'obtenir de fortes productions par l'alluvion, se contentórent longtemps de fespérance vague qu'on trouverait plus tard sur leur terrain des filons riches. Lorsque, au contraire, la production alluvionnaire eut com mence á baisser, on s'inquieta un peu plus de f avenir reservé aux gisements filoniens. Malheureusement les premieres etudes furent mal dirigées, ou quelquefois confióes á de prétendus ingénieurs qui n'avaient pas les connaissances nécessaires. L'un de cesder niers notamment fit venir á grands frais, pour le compte d'une Gompagnie qui avait acheté un placer de la rive droite du Maroni, un materiel complet de broyage et lavage, destiné á trailer des"], [52, "48 L.-F. VÍALA. quartz stérües qui n'avaient pas seulement été essayós au préa lable. Le materiel fut abandonné, et f affaire n'a pas encore été reprise depuis prés de six ans, bien que, d'aprés certains indices et quelques essais, ce placer nous paraisse contenir des filons riches en profondeur. Signalons aussi, dans ees derniéres années, plusieurs tentatives infructueuses, pour traiter au moyen d'extracteurs et de laveurs flottants les sables des cours actuéis des grandes rivieres. L'irré gularité de richesse des alluvions de criques s'étend aux sables de ees grands cours d'eau, et il est evident á priori qu'on ne pour rait trouver lá en grandes masses que de sor fin entrainé des parties supérieures des cours d'eau ou de leurs affluents. Or ees mémes fleuves ont aussi un caractére torrentiel qui a dú faciliter l'entrainement de cet or fin jusqu'á la mer. Les quelques bañes de gravier riche qu'on pourrait exploiter ne peuvent done avoir, comme nous f avons vórisié sur un grand affluent de la Mana, qu'un caractére local, et sont trop peu étendus pour motiver f installation et le clóplacement d'un materiel non moins encom brant que coúteux. C'est en 1883 seulement que nous avons entrepris les pre mieres recherches filoniennes sórieuses sur le placer « Élysée» [Compagnie genérale déla Mana), á 150 kilom. environ du bourg de Mana, sur faffluent du Lézard, convaincu d'ailleurs, d'aprés nos études antérieures sur la couche alluvionnaire, de la pre sence des filons á proximité des alluvions ; et ees recherches nous ont conduit en quelques mois á la premiere découverte des filons riches de la Guyane. C'est alors que s'est posee la ques tion du transport dans l'intérieur d'un gros materiel : le Lézard en effet n'est pas navigable á la sécheresse, et justement notre découverte a otó suivie de deux hivers exceptionnels, pendant lesquels, faute d'eau, le materiel n'a pu arriver jusqu'au placer. Le méme phónoméne de sécheresse prolongóe peut se représen ter, et il importe par consequent á f avenir des exploitations filo niennes que les Guyanes possédent des voies de communications praticables en toute saison."], [53, "49 LES TROIS GUYANES. La Compagnie genérale de la Mana, á qui revient réellement fhonneur de la premiere entreprise filonienne en Guyane, tou che á peine au but, c'est-á-dire qüaprés quatre années de re cherches, de tátonnements et d'installations, pendant lesquelles, il est vrai, elle n'a pas toujours été bien dirigée, efe va pouvoir enfin obtenir une production nórmale par sexploitation des filons dont la richesse nous inspire la méme confiance qu'au debut. Get exemple profitera certainement aux autres exploitants de la Guyane frangaise ainsi qu'aux exploitants des colonies voisines ; et nous avons tout lieu de croire que celles-ci possédent égale ment, á cótó de leurs alluvions, des gisements filoniens riches : des la fin de 1886, on annongait en Guyane hollandaise une dé couverte filonienne, et les recherches continuent sur Sara kreek. Ajoutons que les exploitants de ees colonies voisines seront places dans de bien meilleures conditions que la presque totalité des exploitants frangais, qui devront, en general, eDtreprendre les recherches filoniennes sur des placers oü l'alluvion est déjá épuisée, tandis que les Hollandais et surtout les Anglais pour ront employer á ees recherches, toujours tres aléatoires, les bénéfices encore importants de leurs exploitations alluvionnaires. Cette méme école faite par la Gompagnie genérale de la Mana semble déjá produire ses fruits, car nous voyons la Guyane an glaise, au debut méme de son industrie aurifére, se préoecuper vivement de desservir le Rio Puruni par une voie ferrée, ou tout au moins par une grande route qui, en favorisant et le travail alluvionnaire et le travail filonien de for, ne contribuera pas moins au dóveloppement sur les terres hautes de sexploitation agricole; on annongait méme tout récemment que le Gouverne ment était entré en pourparlers avec une maison de Bartika bien connue, MM. Forbes and C, pour établir dans l'intérieur un ser vice postal. Nous avons toujours pensé, á la vérité, qu'une Compagnie d'exploitation aurifére ne saurait, sans s'exposer á de graves mécomptes, proceder, pour son seul usage particulier, á la construction d'une voie ferrée de plus de 50 kilom.; mais si"], [54, "50 L.-F. VÍALA. plusieurs Compagnies ont leur siege d' exploitation dans le méme bassin et peuvent étre desservies par une voie commune, f instal lation immediate de cette voie ferrée s'impose. G'est pour cela que nous avons confiance dans le suecos d'une entreprise dont nous avons déjá dit un mot : c'est une voie ferrée qui relierait le bourg dc Sparivine, sur le Maroni, á tout le bassin aurifére de la Mana, oü sont plusieurs placers dont la richesse filonienne est déjá as surée ou tres probable. Le tracé de cette voie semble tout indi qué dans la vallée de la crique Sparivine, qui prend sa source á proximité des gisements filoniens du placer Élysée, et pas tres loin des placers Saint-Pierre, Avenir, Enfin, etc... A fortiori, le projet de voie du Puruni (Guyane anglaise) nous semble parfaitement justifié par cette double consideration que toutes les exploitations auriféres déjá connues de cette colonie sont entre les deux branches d'un méme affluent de l'Essequibo, et á une moindre distance de la mer que le bassin aurifére de la Mana, et qu'en outre, á f avenir durable de sexploitation filo nienne, s'ajoute dans ce district la perspective d'une exploitation alluvionnaire á peine naissante. Nous appellerons fattention sur une autre consequence de fouverture d'une voie de communication dans la vallée de fEs sequibo. Bien que sexploitation aurifére semble aujourd'hui se ralentir dans le district du Caratal, qui est tout entier traverso par le Yuruari, sous-affluent de cette grande riviére, comme ce dis trict peut encore donner lieu á de nouvelles découvertes filonien nes, ondoitespérer que la route ou voie ferrée dont nous venons de parler sera prolongóe, dans un avenir plus ou moins éloigné, jusqu'au Garatas Ainsi serait résolue pour ce district une ques tion importante, longtemps étudiée par des traces aboutissant á l'Orénoque, mais dont la solution a toujours été retardée, sans doute parce que le Gouvernement venezuelien a, comme bien d'autres, la faiblesse de sacrifier les grands intóréts génóraux, soit á des intóréts particuliers, soit á une politique de partis. Les filons d'or que nous avons dócouverts en Guyane fran gaise prósentent á leur affleurement les analogies les plus frap-"], [55, "51 LES TROIS GUYANES. pantes avec ceux de la Guyane venezuelienne. Cependant il est probable que le remplissage quartzo-aurifére de ees fissures, qui n'a encore été bien étudié que jusqu'á la profondeur de 30 mét., et qui parait soumis dans cette region aux influences perturbatrices de la surface, ne se régularisera en allure qu'á une profondeur notablement plus grande que cede oü a commence sexploitation nórmale des filons du Caratal (20 á 30 mét.). D'au tre part, nous avons déjá dit que la situation du district aurifére de la Guyane anglaise, dans le méme bassin que celui du Cara tal, permet de supposer que ses filons auront encore avec les filons de ce dernier bien plus d'analogies que ceux de la Guyane frangaise. Nous pouvons done appliquer aux districts des trois colonies guyanaises ce que nous allons dire en quelques mots de la re cherche, de la preparation et de sexploitation des gisements filoniens auriféres' . Si le cadre de cette etude ne nous permet pas d'entrer á ce sujet dans de grands développements, nous vou lons du moins insister sur f importance du materiel , dont le trans port par les voies actuelles n'est presque pas possible, et bien faire comprendre par lá comment cette nouvelle phase de l'in dustrie aurifére est appelée á laisser dans les Guyanes autre chose que le souvenir d'une grande richesse trop promptement réalisée. Exploitation des gisements filoniens. — Nous divisons la re cherche en deux parties : la premiere consiste en un examen superficiel de la contrée oü son suppose que sont les gisements filoniens ; c'est surtout une recherche au marteau qui n'exige pas d'autre personnel que f ingónieur charge de f étude et deux ou trois aides, pas d'autre outillage que le sabré d'abatage, la pioche, la pede et les instruments d'essai des quartz auriféres, notamment la poruña ou batee des filons en come de bceuf. 1 Nous avons traite avec plus de details ees diverses questions, et notamment la recherche filonienne, dans un ouvrage intitulé : Les Filons d'or de la Guyane francaise : formation géologique — travaux de recherches — consequences de l'exploitation filonienne. Paris, 1886, chez Baudry et O, 15, rue des Saints-Péres."], [56, "52 L.-F. VÍALA. Lorsque cette premiere etude donne de bons indices, on atta que la deuxiéme partie des recherches, qui comprend des tra vaux de surface, ou tranchées, destines á suivre l'affleurement, et des travaux souterrains (galeries horizontales ou puits verti caux) destines á recouper le filon en profondeur. Pour ces nou velles recherches, l'outillage n'est guére plus compliqué, car les ouvrages sont executes presque uniquement dans la roche dó composóe qui constitue le sous-sol guyanais jusqu'á plus de 40 met. de profondeur : sabres, haches, pics, pioches, pedes ; petites roues pour les broueltes, que fon peut fabriquer sur les deux : enfin, si son a des puits á exécuter, barres de ser, mani velles et cables pour f installation des treuils. II est bon aussi d'avoir de la dynamite et ses accessoires. Mais ce qui est le plus utile, c'est un personnel assez nombreux pour que les recher ches puissent porter simultanóment sur plusieurs points, notam ment des mineurs et ouvriers spéciaux. On peut ainsi étre conduit á la découverte d'un filon riche en profondeur dans un délai d'environ six mois : des lors on decide la mise en exploitation, et on commande un materiel d'autant plus considerable que les dócouvertes ont été plus importantes. En méme temps on continue les recherches et on prepare sexploitation par le tragage des chantiers aux étages successifs. Cette période de reconnaissance et de preparation doit coincider avec la période d'installation, de maniere que, lorsque le maté riel aura été transporté et que l'usine sera installée, soit environ un an aprés qu'on a conclu á f exploitabilitó, on puisse avoir extrait en reserve un stock de minerai suffisant pour un á deux mois de travail, avoir preparé au moins un ótage d'exploitation, et avoir commence le tragage de f ótage infórieur. On peut compter sur quinze á vingt étages de 20 mét. chacun, et sexploitation d'un ótage suffira, en general, a une production annuellemoyenne, ce qui porte á quinze ou vingt ans la durée probable de sexploi tation d'un filón riche. L'exploitalion se fait comme cede des filons d'autres mótaux, et avec le méme outillage ; mais on n'emploie á f abatage que la"], [57, "LES TROIS GUYANES. 53 dynamite, le climat humide des Guyanes se prétant peu á la conservation de la poudre. Quant au traitement des minerais, il se réduit á deux operations de broyage, le concassage et le bo cardage, plus deux ou trois operations de lavage; le minerai bocardó est entrainó par un courant d'eau sur des tables de cui vre amalgamé, dans des barils oü il est d'abord agitó en presence du mercure, puis soumis au repos, enfin sur des sluices ou ca naux, oü achévent de se déposer les parcelles métadiques échap pées aux premiers appareils. Les machines d'épuisement, d'aórage et d'extraction pour sexploitation ; le concasseur, les bocards et les amalgamateurs pour f usine ; enfin les machines motrices et la scie á vapeur : tels sont les appareils les plus lourds et les plus encombrants, que l'on peut, il est vrai, diviser en pieces pour la facilité du transport ; mais il faut toujours compter sur des poids de 1,500 kilogr. et des volumes de prés de 3 mét. cubes. Lorsque f établis sement n'est pas situé sur un cours d'eau navigable, et ce cas sera tres frequent, il faut par consequent le relier au dógrad le plus voisin par une voie ferrée assez solide pour porter tout le materiel. Dans quelques cas, il pourra étre plus avantageux de construiré f usine au dégrad, et de faire descendre les minerais de la mine á f usine de traitement ; mais ce systéme ne doit, á notre avis, étre adopté que pour de tres petites exploitations. II nous reste á parler de la force motrice. A la vérité, quelques usines pourraient étre ótablies sur des cours d'eau qui présen tent des chutes importantes, et on pourrait songer á utiliser ees chutes, comme force motrice, au moyen de roues ou mieux de turbines. Mais, outre que ees derniers appareils ont un fonction nement dólicat, les cours d'eau sont toujours tellement torren tiels que la marche réguliére des appareils serait par lá fort compromise. Les machines á vapeur doivent étre préférées en Guyane á bien plus forte raison que dans le Caratal, oü elles sont seules employees. La forét vierge des Guyanes fournira longtemps et á bas prix le combustible nécessaire pour les moteurs á vapeur ; les bois 4"], [58, "54 L.-F. VÍALA. durs, qui donnent le maximum de calorique, y sont les plus abondants. En outre, ainsi que nous favons déjá fait remar quer, ce déboisement progressif de l'intérieur des Guyanes aura des consequences tres importantes, dont les effets doivent se faire ressentir bien plus longtemps que ceux de sexploitation proprement dite de la richesse miniére : en premier lieu, il favorisera f assainissement de toute la region, et c'est surtouten effet dans l'intérieur de la forét que fon éprouve les maladies resultant de la chaleur humide et des miasmes qui se dógagent des debris végétaux de toute sorte. Nous voulons parler des fióvres intermitientes, qui n'ont pas souvent, il est vrai, en Guyane, le caractére pernicieux, mais n'influent pas moins sur la santo genérale ; fanémie et les affections du foie y sont aussi tres fréquentes. En second lieu, le terrain dóboisé sera presque entiérement prét á étre défrichó et mis en culture. Les Gompagnies miniéres elles-mémes auront tout intérét á récolter sur place une partie notable de la nourriture de leur personnel, et aussi á entrelenir, au moyen de páturages, tant le bétail destiné á f alimentation (bœufs et moutons) que des bétes de trait (áoes, chevaux et mulets) pouvant servir á leurs transports. La Gompagnie deSaint-Elie, qui a eu á exploiterdes alluvions tres riches sur le Sinnamary, est déjá entree dans cette voie. Mais le mouvement sera plus general, et nous insistons sur une consequence économique de sexploitation filonienne qui doit étre, á notre avis, des plus favorables á la prospérité genérale des Guyanes. Les voies de communication entre la mer et les terres hautes devenant de jour en jour plus nombreuses et les moyens de transport se perfectionnant de plus en plus, nous ne doutons pas que beaucoup de colons, voire méme beau coup d'ouvriers qui auront pu réaliser certaines economies dans les mines, ne se dócident áentreprendre la culture pour leur pro pre compte, et arrivent á obtenir sur un sol aussi fertile, non seu lement des produits de consommation intérieure, mais aussi des produits d'exportation."], [59, "LES TROIS GUYANES. 55 CONCLUSION. Nous avons passé en revue, dans cette étude, tout ce qui est utile pour la comparaison que nous nous sommes propose de faire entre les trois Guyanes frangaise, hollandaise et anglaise. Nous avons vu, par fhistoire genérale des Guyanes, que la por tion aujourd'hui frangaise a longtemps été le principal objectif des nations qui avaient reconnu Y utilitó de coloniser toute cette cote, autrefois appelée la Cote sauvage. Nous avons ensuite dé critla situation, le cli mat et la fertilité du sol, qui sontlesmémes dans les trois Guyanes; on peut cependant observer que notre colonie aurait f avantage de presenter au bord de la mer quel ques parties montagneuses. Nous avons enfin parlé longuement de la richesse aurifére, dont sexploitation a pris naissance sur la partie frangaise, et qui semble méme á priori s'étendre sur une zone bien plus large que dans les deux autres parties. Et pour conclure, nous sommes obligó de constater que la Guyane frangaise est de beaucoup la moins prospere ; cette co lonie se dépeuple et n'a aujourd'hui guére plus de 20,000 ha bitants, dont 8 á 9,000 pour le chef-lieu, tandis que la Guyane anglaise compte plus de 90,000 habitants, dont 60,000 environ á Georgetown ; le chef-lieu de la Guyane hollandaise a aussi plus de 30,000 habitants. Georgetown regoit tous les mois deux courriers anglais, un courrier frangais, et est en communication constante avec Suri nam ; cette derniére ville, outre le courrier frangais et sa com munication avec le courrier anglais, recoit un courrier special d'Amsterdam. Cayenne n'a qu'un seul courrier frangais mensuel, et, deux ou trois sois par an, un bateau á vapeur ou á voile va chercher les lettres du courrier anglais. Georgetown est depuis longtemps en communication télé graphique avec l'Europe, et Surinam est reliée par un sil aérien á Georgetown ; la colonie frangaise aeu pendant quelques années un cable télégraphique fonctionnant entre Cayenne et George town ; mais lá-bas on a presque oublié f existence de ce cable"], [60, "56 L.-F. VÍALA. aujourd'hui rompu, et lorsqu'ils'estagipar deux sois de s'adres ser ala métropole pour la creation d'un nouveau cable cayennais, on s'est toujours buté á Pindifférence et méme á f opposition de f Assemblée legislative : la Guyane frangaise n'est bonne tout au plus qu'á recevoir des récidivistes ! A la vérité, nous avons constató que notre colonie a été fort mal administrée á ses debuts, et que f incapacité oufincuriedes chefs a fait échouer la plupart des expeditions de colonisation. Nous avons vu aussi que la premiere loi d'ómancipation des es claves noirs futappliquóe en 1794 dans de si mauvaises condi tions que le premier Consul crut devoir la rapporter en 1802. Mais les années et les siécles se sont écoulés ; la plupart des na tions civilisées semblent avoir tenu compte des experiences du passé, et, par la reforme de leurs institutions, avoir atteint un degré de prospéritéinconnu jusqu'á ce jour. Nous-mémes Fran gais, nous avons le legitime orgueil d'avoir toujours été en quel que sorte á favant-garde du mouvement civilisateur. Et nous n'avons pas encore trouvé le moyen de tirer parti des richesses de toute sorte que renferme notre sol guyanais ! Bien plus, nous voulons encore coloniser ailleurs, comme si nos anciennes co lonies avaient déjá un excédent depopulation. Loin de profiter des legons du passé, nous avons renouvelé en 1848 ferreur de 1794, par f application trop prompte de l'abolition definitive de fesclavage. Et cependant les Anglais venaient de nous montrer la marche ásuivre en próparant long temps á f avance, par de sages mesures d'immigration, l'óman cipation qu'ils décrétaient en 1833 pour les esclaves de toutes leurs colonies. Faute d'avoir pris les mémes mesures, qui n'au raient cerles pas enlevé a la loi de l'abolition de fesclavage son caractére moral et humanitaire, nous avons vu l'industrie agri cole en Guyane perdre presque aussitót toute son importance, alors qu'elle commengait á prospérer depuis une viugtaine d'an nées. Et la découverte de sor, survenue quelques années aprés, en attirant les ouvriers sur les placers, n'a fait qu'accólérer ce mouvement retrograde."], [61, "57 LES TROIS GUYANES. Depuis lors, la métropole a bien essayé de réagir contre cet abandon de sexploitation agricole : pour cela, elle a commence, en 1852, á diriger sur Cayenne les transportes, qui devaient étre occupés, entre autres travaux, á tracer des routes dans l'intérieur, et d'une mauiére genérale devaient, sinon cultiver eux-mémes, du moins contribuer á favoriser 1 'agriculture en lui ouvrant des debouches. Mais lá encore l'icsuccós a été complet: plus de 1 6,000 condamnés ont été envoyés en Guyane frangaise; depuis que la transportation de la métropole est dirigée sur Noumea, on envoie encore en Guyane les condamnés de l'Algérie et de nos autres colonies, et c'est á peine si fon a ouvert une tren taine de kilometres de routes aux environs du chef-lieu. Les autres travaux, notamment la colonisation par les transportes liberes, ne sont pas plus avances. Le méme sort est reservé aux projets récents de colonisation par les récidivistes, dont un pre mier convoi vient d'etre dirige sur Cayenne ; et á un autre point de vue le sójour des récidivistes en Guyane nous semble appelé á jouer un role nuisible au développement de toute industrie dans cette colonie. Les debouches d'adleurs n'auraient pas suffi : la main-d'œuvre était et est encore tres rare. Les quelques envois de coolies in diens que la colonie a recus étaient destines aux mines d'or, et beaucoup de ees immigrants sont morts en arrivant sur les pla cers, par manque de vivres et aussi parce qu'ils n'ótaient pas acclimates : c'est qu'il conviendrait en effet de n'admettre au travail des mines dans la forét vierge que les hommes ayantdéjá travaiilé un certain temps plus prés de la mer á f agriculture. L'industrie particuliére oceupait autrefois quelques transportes liberes, comme les mines en oceupent encore á des travaux de manœuvres ; mais depuis que la Guyane ne regoit presque que des Árabes ou des Annamites, on ne trouve plus dans la transpor tation d'ouvriers spóciaux. Pourquoi ne songe-t-on pas á reprendre f immigration en la modifiant ? Nous avons eu occasion de le dire, c'est en grande partie á cause du peu d'empressement que mettent les indigenes"], [62, "58 h.-¥. VÍALA. noirs, á qui est confiée la conduite des intóréts de la colonie, á introduire chez eux n'importe quede catógorie d'immigrants, et cela pour éviter la baisse des salaires journaliers. Mais ce que l'État, ce que le gouvernement colonial sont impuissants á faire, pourquoi les particuliers ne le feraient-ils pas ? Si f administration pénitentiaire, qui est une veritable puis sance dans la colonie, refuse de contribuerála prospérité gené rale; si le gouverneur lui-méme, qui manque d'autorité, estim puissant á vaincre cette force d'inertie qui caractórise les creóles, et notamment ceux de race noire ; si enfin la routine semble étre á perpétuité le seul mot d'ordre dans les bureaux d'admi - nistration, — et fun des derniers Ministres de la Marine et des Colonies avouait méme ne pouvoir rien changer á cet ótat de choses, — ilne reste plus qu'á compter sur f initiative individuelle. Or c'est lá qu'apparait avec le plus d'évidence le role important que doit jouer l'industrie aurifére dans le relévement general de notre colonie. Pour la colonie anglaise, qui n'a pas cessé d'etre exploitée au point de vue agricole, gráce a une meilleure administration et á f immigration qu'elle a su appeler, tout en ómancipant ses escla ves, sexploitation de sor ne produira qu'un accroissement de prospérité : nous voyons encore les Anglais, pour ne pas nuire aux travaux de l'agriculture, faire appel en ce moment méme dans leur colonie á une immigration toute spóciale, cede des mineurs chinois de Galifornie, qui seront diriges sur les placers. De cette maniere, sexploitation alluvionnaire, malgré le peu de duróe qu'elle est appelée á avoir, et á plus forte raison sexploi tation filonienne, ne sauraient porter tort á l'industrie agricole. En Guyane frangaise, c'est surtout le caractére durable de sexploitation aurifére dans sa nouvelle phase, c'est-á-dire de sexploitation filonienne, qui nous inspire la plus grande confiance; ce caractére de duróe en quelque sorte indéfinie se retrouve dans la nature méme des concessions nouvelles pour les filons accor dées á perpétuité par application de la loi de 1810: le placer Élysée de la Compagnie genérale de la Mana et le placer A"], [63, "59 LES TROIS GUYANES. Dieu Vat de la Compagnie des mines d'or de Saint-Elie ont déjá été ainsi concedes. Ajoutons a cela le caractére des dépenses d'installation, qui sont beaucoup plus élevées que pour sexploi tation alluvionnaire. Et si enfin nous tenons compte de f amelio ration introduite par sexploitation filonienne, tant au point de vue des transports qu'á celui de fassainissement dans l'intérieur par le déboisement progressif de la forét vierge, il est facile de comprendre que l'industrie agricole, aprés avoir été simplement une ressource pour les exploitants de mines, ne tardera pas ase propager dans toute la colonie, et deviendra, comme en Cali fornie, un facteur tres important de la prospérité coloniale. Tous ees résultats peuvent étre obtenus en quelques années, et Finitiative individuelle y aura presque uniquement contribué, car ce n'est pas á l'Etat, et encore moins ala colonie, qu'il con viendrait de demander les capitaux nécessaires pour entrepren dre sexploitation filonienne. II faut pour cela faire appel d'abord au concours des capitalistes de la métropole, et, si ees derniers se refusent á tenter la fortune dans de si belles conditions, au concours des capitalistes anglais ou américains du Nord. Ainsi la Guyane frangaise, grace aux filons auriféres riches qu'elle a la premiere mis en exploitation, pourra peu á peu reprendre son rang parmi les colonies guyanaises. Pendant que les Guyanes hollandaise et anglaise nous suivronl dans la voie de l'industrie aurifére, notre colonie pourra, avec bien plus de raison, imiter ses voisines au point de vue agricole, et devenir comme elles une vraie colonie de production. Nous terminerons notre étude par une consideration d'ordre plus general. Lorsque la Guyane frangaise sera devenue, comme nous f espérons fermement, dans un avenir prochain, á la sois un centre d'exploitation aurifére et un pays de production agri cole, ne pouvons-nous espérer pour elle un avenir plus brillant au point de vue international ? Sa position á f extreme sud-est de toute l'Amórique céntrale, son voisinage avec deux de nos plus importantes colonies, la"], [64, "60 L.-F. VÍALA. Guadeloupe et la Martinique, qui sont presque les points les plus avances vers l'est de tout le groupe des grandes et petites Antilles, semblent en effet appeler la Guyane frangaise á jouer, de concert avec les deux iles que nous venons de nommer, un role commercial des plus importants, au moment oü va s'ouvrir á la navigation une des plus grandes voies destinées á faire com muniquer f ancien et le nouveau Monde. Le percement de f isthme de Panama, entrepris sous les aus pices de M. Ferdinand deLesseps, qui a aussi ouvert la route na vigable de Suez, est aujourd'hui, croyons-nous, assure comme execution : les dificultes colossales de cette entreprise ne sau raient tout au plus que retarder de quelques années la solution definitive, etentrainer une dépense plus considerable que cede prévue au debut. Mais une sois la route ouverte, ce n'est pas seulement sur un grand mouvement commercial de navigation que nous devons compter ; nous entrevoyons aussi f inaugura tion d'un mouvement considerable d'émigration du continent asiatique, dont la partie oriéntale est par trop peuplée. Ces mas ses intelligentes et actives de Y extreme Occident viendront aus sitót chercher un nouveau champ de travail en degá du canal amé ricain, et nous verrons, sinon se peupler entiérement, du moins se coloniser et prospérerau point de vue agricole, non seulement les grandes iles des Antilles, oü la main-d'œuvre suffit á peine aux industriesles plus lucratives, mais encore toute cette ancienne Cótesauvage de l'Amórique du Sud que nous venons d'ótudier, et aussi les grands bassins du Rio Magdalena, de l'Orénoque et des Amazones. G'est aux nations européennes occidentales, á la France en particulier, qu'd appartiendra de diriger ce mouvement ; elle le pourra d'autant plus facilement que ses colonies de l'Amórique céntrale, notamment la Guyane, seront mieux préparées á mettre en valeur les elements considéjfMes de richesse de leur sol. fir . Nr\\"], [65, ""], [66, ""]]