[[1, ""], [2, ""], [3, ""], [4, ""], [5, "RECHERCHES SUR LE TABLEAU ETHNOGRAPHIQUE DE LA BIBLE ET SUR LES MIGRATIONS DES PEUPLES P A fi CH. E. DE UJFÁLVY DE MEZÒ-KOVESD DOCTEUR IH PHILOSOPHIE, AGRÉGÉ DE L'UPIIV EBSíTÍ PROFESSEUR AU LYCÉE HENRI !T Titáeo hotninem itnius Hhn. (Saînt aug TIN.f PARIS % MAISONNEUVE ET Cie, LIBRAIRES-ÉDITEURS QUAI VOLTAIRE, 15 4873"], [6, ""], [7, "RECHERCHES SUR LE TABLEAU ETHNOGRAPHIQUE DE LA BIBLE ET SUR LES MIGRATIONS DES PEUPLES"], [8, ""], [9, "RECHERCHES son LE TABLEAU ETHNOGRAPHIQUE DE LA BIBLE ET SUR LES MIGRATIONS DES PEUPLES PAR CH. E. DE UJFALVY DE MEZO-KOVESD DOC T B U U EN PHILOSOPHIE, AGRÉGÉ DU L' UNIVERSITÉ PROFESSEUR AU LYCÉE HENRI IV Timeo homïnem unius libri. (Saint Augustin.) PARIS MAISONNEUVE ET Cie, LIBRAIRES-ÉDITEURS QUAI VOLTAIRE, 15 1873"], [10, ""], [11, "A SON EXCELLENCE M. LE CHEVALIER DE HAUSLAB FELDZEIGMEISTER DANS L'aRMÉE AUTRICHIENNE, CONSEILLER AULIQl'E ET INTIME, MEMBRE DE LA CHAMBRE HAUTE, ETC., ETC. HOMMAGE RESPECTUEUX DE L'AUTEUR."], [12, ""], [13, "Nous avons consigné dans ce travail le résultat des savantes leçons que M. de Hauslab a bien voulu nous donner. II avait mis sa bibliothèque (une des plus remarquables entre les collections privées de l'Europe) gracieusement à notre disposition. II est donc bien naturel que nous lui dédiions ce modeste travail , avec le ferme espoir que , grâce au nom illustre derrière lequel nous nous abritons, n'ous saurons obtenir l'attention du public. Cet opuscule n'est d'ailleurs que l'aperçu général d'un ouvrage plus étendu et muni de nombreuses cartes que nous nous proposons de publier sous peu. Paris, ce 15 janvier 1873. L'AUTEUR."], [14, ""], [15, "1 RECHERCHES SUR LE TABLEAU ETHNOGRAPHIQUE DE LA BIBLE ET SUR LES MIGRATIONS DES PEUPLES I. I. — LE BUT DE CE TRAVAIL, SOUS LE POINT DE VUE ETHNOGRAPHIQUE. Qu'on jette les yeux sur une carte ethnogra phique et qu'on éludie d'une part les rencontres et les chocs des peuples en migration, de l'autre l'étendue des terres qu'ils ont occupées, il en résul tera les déductions les plus intéressantes pour aider à connaître les habitants primitifs et ceux qui leur ont succédé aux différentes époques. Les peuples choisissent instinctivement, dans leur migration, les chemins qui leur présentent le moins d'obstacles, le long du courant de fleuves, à travers les défilés, etc. Les habitants qu'ils ren contrent, ils les refoulent soit dans les montagnes,"], [16, "2 SUR LE TABLEAU ETHNOGRAPHIQUE soit vers la mer, soit encore vers l'entrée ou dans l'intérieur d'un désert. Quelquefois aussi on voit un peuple qui, après en avoir refoulé un autre, finit par l'écarter pour se faire jour et arriver à la mer dont le voisinage présente de si grands avantages. La science relativement nouvelle de la philo logie a prouvé d'une manière péremptoire que les racines des langues principales de l'Europe, — sauf le turc, le hongrois, le basque et les langues finnoises, — sont toutes d'origine aryenne. On a exposé aussi les différents degrés de perfection nement par lesquels ces langues ont passé pour arriver au développement actuel qui les rend indé pendantes. II est également avéré que l'immense plateau de l'Asie centrale fut la première habitation des peuples qui parlent aujourd'hui ces langues : ils sont venus de l'Asie centrale, ils habitent mainte nant non-seulement l'extrémité occidentale de l'Eu rope, mais encore une partie de l'Arnérique; le but des recherches a donc été de connaître les routes qu'ils ont pu prendre pour arriver à ce résultat. Le désir de répondre d'une manière efficace à cette question : Quelles routes ont suivies les peuples en migration? nous suggère la pensée de rechercher un ancien document sur lequel on puisse s'appuyer pour avoir une description exacte de la po-"], [17, "DE LA BIBLE. 3 sition de tous ces peuples à une époque où ils occu paient l'une des stations intermédiaires de leurs migrations. Nous croyons que ce document existe : c'est le dixième chapitre du premier livre de Moïse, connu sous le tilre de Tableau ethnographique, qui, déjà à maintes reprises, a provoqué de savantes études de géographie et d'ethnographie. Pour arriver au but que nous nous proposons, afin de lire, saisir et comprendre ce document, il faut, avant tout, se rendre compte de la manière de voir géographique des anciens en général et en par ticulier de celle de l'auteur de ce tableau. On connaît l'csprit d'ordre et d'exactitude consciencieuse que les écrivains de l'Orient poussent quelquefois jus qu'à un jeu pédantesque, — malgré leurs allégories fréquentes, malgré même leurs obscurités, mystiques, — aussi devra-t-on bien moins se préoccuper de la similitude des sons et des noms que du système d'énumération et de la suite qu'ils auront mise dans leurs descriptions. Ces descriptions font l'elïetd'un panorama, examiné d'un point élevé et pour lequel on a suivi la règle de marcher progressivement du plus éloigné au plus proche, en tournant sur soi même d'un côté déterminé1. I. Voir à ce sujet ; Knobel, Volkerlasel, Einleilung, p. 14."], [18, "SUR LE TABLEAU ETHNOGRAPHIQUE 4 Après s'être rendu compte d'une manière logique d'un panorama semblable, il sera facile d'indiquer exactement le point où l'auteur s'était placé pour son travail et de cette façon retracer le panorama lui-même. Le résultat de ce procédé, appliqué au dixième chapitre du premier livre de Moïse, nous apprend que l'auteur se trouvait au bord de l'Euphrate, au 3ie degré de latitude et au 58e degré de longitude à peu près. Les anciens ne connaissaient pas la manière dont nous nous servons pour représenter nos cartes en surface plane ou bien en perspective avec des rayons visuels verticaux au-dessus de chaque point. Ils supposaient leur point de vue très-haut et de là cherchaient à se rendre compte de l'image par une vue panoramique aidée de leur fantaisie. C'est pour cela qu'on rencontre chez tous les peuples de l'anti quilé, ou chez ceux dont la culture est ancienne, l'idée d'un empire du milieu, d'un nombril de la terre, d'un disque rond nageant dans l'eau (comme preuve, le tableau de Peutinger au moyen âge) *. Pour entrer autant que possible dans la manière de voir de l'auteur du dixième chapitre, il faudra donc se placer au point déjà indiqué, construire une pro- 1 . M. de Hauslab en possède un très-bel exemplaire."], [19, "DE LA BIBLE. 5 jeetion ethnographique bien exacte du globe, puis un panorama cylindrique, perspectif et vertical, et un autre panorama, disque perspectif et horizontal. En inscrivant maintenant sur ce panorama les noms bibliques des races de peuples comme rubrique, d'après le système de l'éloignement, du rapproche ment et de la rotation, indiquant les groupes les plus grands, les plus petits, les subdivisions spé ciales, on arrivera à un tableau où tout s'enche vêtre admirablement, à un tableau empreint du cachet de la vérité, aussi bien pour les idées géo graphiques et panoramiques des anciens que pour ['étendue de terre occupée par les peuples de l'an tiquilé et pour la coïncidence des noms. On trans crira ce résultat sur les cartes modernes et ainsi on obtiendra une carte ethnographique qui rendra compte des portions de terrain occupées par les peuples de cetle époque. Mais, pour expliquer les noms de ces peuples, il ne faudra pas perdre de vue que les anciens et les Orientaux écrivaient rare ment les voyelles, même pas du tout, et que seules les consonnes constituent la charpente des mots, c'est-à-dire la partie importante et décisive. L'application du système dit panoramique sera d'une grande utilité pour l'interprétation des auteurs de l'antiquité. C'est ainsi qu'il résultera de l'étude"], [20, "0 SUR LE TABLEAU ETHNOGRAPHIQUE du catalogue de navigalion d'Homère que l'auteur se trouvait placé à Delphes, le nombril de la terre. En suivant celte marche, on précisera les déno minations hébraïques des peuples, celles de leurs tribus, et leur habitation géographique longtemps avant qu'ils n'eussent pris leur position actuelle, dont ils étaient alors fort éloignés. On arrivera ainsi à des conjectures sondées sur les routes prises par les premières migrations ; et aussi sans doute à traduire d'une manière simple, compréhensible et raisonnée les vers1 qui décrivent la position géogra phique du paradis avec la division et le courant des quatre fleuves qui y sont mentionnés. II. — ARCHÉOLOGIE. — PHILOLOGIE. Depuis longtemps déjà on pense que les livres de Moïse ne sont point l'œuvre du célèbre législa teur, pas même l'œuvre d'un seul individu, mais bien plutôt celle d'auteurs différents et non iso chrones. On se fonde sur les répétitions inutiles qui reproduis1 'lit un même récit de façons diffé rentes, sur les conlradiclions, les intercalations, les suppléments manifestes, et avant tout sur les différences de style et de langage. 1. Voir page 10."], [21, "DE LA BIBLE. 7 On rencontre dans le tableau des peuples des passages concernant des villes, de pelites tribus nomades, qu'on retrouve encore aujourd'hui, tracés d'un tout autre point de vue avec un tout autre sys tème que le Systems panoramique dont nous par lions plus haut. N'est-il pas clair qu'ils constituent des suppléments, des explications émanant d'un autre auteur que celui du texte primitif? II faut donc avant tout arriver à une connaissance claire et complète du procédé de compilation du texte biblique dans les livres historiques. Les nombreux écrits relatifs aux recherches sur la Bible et à son interprétation peuvent, d'après leurs principes et leurs tendances, se diviser en quatre classes principales : 1° Les écrits des philosophes de la seconde moitié du dernier siècle, de Voltaire, Lessing, etc. Ils découvraient avec un malin plaisir les côtés faibles, vulnérables des livres saints; mais ils sapaient sans chercher à reconstruire, ils n'offraient rien en échange de ce qu'ils détruisaient. 2° Comme réaction, ceux des croyants ortho doxes, des fanatiques, des zéloles qui se crampon nent à la lettre morte, n'entrent dans aucune dis cussion, et, se jetant dans des luttes acharnées, rendent parfois injure pour injure."], [22, "8 SUR LE TABLEAU ETHNOGRAPHIQUE 3° Les écrits des romantiques : au commence ment du siècle, miracles, légendes, histoires, ils cherchèrent à tout expliquer comme mythes, ils voulurent tout déduire d'une manière naturelle et, prenant un ton doucereux, sentimental même, rendre ces anciens récits compatibles avec nos idées actuelles. Ils ont produit une littérature de fantaisie souvent fort originale. 4° Les nouvelles recherches des (savants) rationalistes, qui, en sauvegardant le respact et l'ad miration dus aux saintes Écritures, à la morale qu'elles contiennent, laissent le champ libre à la raison, aux recherches laborieuses et tranquilles, à l'examen scientifique. Ils procèdent avec impar tialité, comme ils feraient avec n'importe quel docu ment antique, et soutiennent leurs raisonnements en puisarnt dans la philologie, dans F archéologie, dans l'histoire et les sciences naturelles. Le résultat de ces travaux est une conquête pour l'esprit humain. Richard Simon et le médecin Astruc1 tracèrent cette route, où devaient se rencontrer les esprits les 1 . Conjectures sur les mémoires originaux dont il parait que Moïse s'est servi pour composer le livre de la Genèse^ Bruxelles, chez Fritx, 1753. Voltaire en parle dans son dictionnaire philosophique, t. VI, p. 123. (Paris, chez Barba, 1828)."], [23, "DE LA BIBLE. 9 plus éminents. Leurs travaux sont d'une profonde érudition, d'une grande exactitude, et s'occupent surtout de l'essence et de la composition du texte biblique. On peut, d'après l'hypothèse fondamentale sur laquelle ils s'appuient, les subdiviser en deux groupes principaux : Les uns, s'appuyant sur l'hypothèse dite des documents et fragments, considèrent les livres de Moïse comme une simple compilation de docu ments et de fragments émanant de plusieurs auteurs différents et non contemporains. Cette hypothèse est insuffisante pour expliquer la conti nuité visible, le plan fermement arrêté de l'œuvre entière, qui se manifestent malgré la fréquence des contradictions, malgré la différence du langage. Les aulres supposent un texte primitif et continu, émanant d'un seul auteur auquel des commenta teurs et des compilateurs ont ajouté leurs propres recherches et des idées puisées dans d'autres ouvrages sous forme de suppléments, d'explicalion ou d'intercalation. C'est l'hypothèse des complé ments ou des refontes. Elle n'explique pas pourquoi les auteurs du remaniement n'ont pas fait dispa raître les contradictions, les répétitions, pourquoi ils n'ont pas refondu les différentes parties afin d'en former un tout homogène."], [24, "10 SUR LE TABLEAU ETHNOGRAPHIQUE Quelques savants aussi ont essayé à concilier les deux hypothèses et leurs recherches sont comme des anneaux de transition. Mais l'étude de ces deux courants littéraires ne nous donne pas une conviction suffisante. Nous sommes au contraire tentés de croire qu'aucune de ces deux hypothèses n'est la vraie, et qu'il faut diviser le texte en texte primitif, en notes margi nales et en gloses ajoutées à ces dernières. Notre opinion est qu'il y a eu d'abord des textes primitifs, non contemporains, probablement en vers, contenant les mythes et les traditions des différentes époques sur l 'origine du monde et de l'homme, sur le développement intellectuel de l' humanité, sur retendue géographique et ethno graphique des peuples; le tout écrit sur des tables de pierre et peut-être en caractères cunéi formes. A ces textes on ajouta plus tard, selon l'habitude favorite des Orientaux, — habitude que nous pouvons encore observer aujourd'hui sur les monuments turcs, persans ou arabes — des notes marginales qui à leur tour furent augmentées de gloses. Les différents textes primitifs traitent d'un sujet bien défini, ils ont un sens continu, arrêté; au contraire, les gloses toutes seules manqueraient de cohésion et de compréhensibilité ; elles ne sont"], [25, "DE LA BIBLE. 11 que des suppléments, des explications, et. d'après le caractère, la position sociale, la nationalité de leurs auteurs, elles poursuivent des buts s'écartant souvent de celui du texte primitif, quelquefois même lui étant diamétralement opposés; les différents coloris de style rendent la chose facile à reconnaître. On est sûr qu'il n'y a point eu de remaniement par cela même qu'elles contiennent des contradic tions, des corrections et des répétitions ; toutes choses qu'il faut nécessairement éviter ou au moins atténuer, quand de différentes pièces on veut for mer un tout homogène. Ces tables, d'abord peu nombreuses, mais dont le nombre augmenta plus tard, devinrent le trésor sacré des Hébreux. Ils les emportèrent clans leiirs migrations en Pales tine, et les placèrent clans une armoire construite à cet effet, ce qui nous permet de conjecturer de leur dimension, Plus tard, ces tables formèrent les archives canoniques et historiques du temple, et finalement elles furent transcrites sur des rouleaux de papyrus ou sur quelque matière analogue. C'est alors qu3 le copiste ajouta les gloses, et, probable ment par égard pour la place qui lui manquait, il les déposa aux endroits qui lui semblaient conve nables, sans rien changer à la lettre même du texte, grâce au profond respect, à la sainte appréhension"], [26, "SUR LE TABLEAU ETHNOGRAPHIQUE 12 qu'il éprouvait pour ces documents. II ne se préoc cupa point des contradictions, des répétitions, des erreurs qu'on trouve aujourd'hui et qui résultèrent de cette manière de procéder. La reconstruction du texte primitif de ces tables portera le cachet de la vérité innée et prouvera que non-seulement notre hypothèse est fondée, légitime, mais encore précisera le fait surprenant qu'en décomposant ce texte avec fidélité et intelligence, on obtiendra un document authentique de la plus haute antiquité, sans aucune altération. Pour procéder à ce travail, il faut partir de ce principe que non-seulement la manière de désigner Dieu par Élohim et Jéhovah, mais encore les expressions, les locutions revenant à chaque instant émanent de différents auteurs; que des auteurs pos térieurs ont pu employer les expressions de leurs devanciers, mais que l'inverse est une impossibilité. II est donc clair que la première existence d'une expression sera dans le texte primitif et non dans les gloses; que le texte primitif a été aussi court, aussi simple que possible, cependant qu'il doit con stituer un entier homogène, compréhensible et sans lacune; qu'il faut reconnaître dans les gloses un certain but, une certaine intention de la part de l'auteur dont le caractère est bien défini."], [27, "DE LA BIBLE. 13 III.— RÉSULTAT ET UTILITÉ DE CETTE RECHERCHE. 1° Une connaissance plus profonde, plus précise, plus exacte des documents qui servent de base à la religion hébraïque et à la religion chrétienne. Ces documents gagneront en respect quand leur grand âge, leur authenticité seront prouvés d'une manière sévère, scientifique, compréhensible; quand on aura séparé la partie vraiment historique de celle qui rentre dans le mythe. 2° Le fait probable que plusieurs morceaux appartiennent à une époque non-seulement anté rieure à celle de Moïse, mais encore à celle d'Abra ham. 3° Les suppositions qu'on a le droit de faire sur le caractère, la position sociale, sur la personne des auteurs des gloses et même sur l'époque où ils ont vécu. k\" L' assurance que les Hébieux adoraient tout d'abord plusieurs divinités ou forces, plus tard une divinité ou force dominante, ensuite un Dieu spé cial pour leur peuple, c'était celui qu'ils avaient adoré comme le plus grand, et finalement ce Dieu comme le seul. De même on reconnaîtra que les auteurs, sui-"], [28, "14 SUR LE TABLEAU ETHNOGRAPHIQUE vant la manière des Orientaux, parlent souvent par allégorie, par image, qu'ils confondent quelquefois les révolutions dans Tordre de la nature avec les événements politiques de la même époque, par exemple des inondations avec des révolutions, des émigrations, des éruptions volcaniques avec les des tructions résultant de la guerre, l'adoration divine avec le respect dû aux monarques, etc1. En débarrassant le langage de la Bible de ses ornements fleuris, ampoulés, on obtient la simple histoire du peuple hébreu dans ses fluctuations entre deux grandes puissances, celle de l'Egypte et celle de l'Assyrie, qui le subjuguent chacune à leur tour. Ce texte complétera les sources historiques nouvellement découvertes et servira de commentaire au monument que l'antiquité nous a légué. Plusieurs fragments de ce texte sont empruntés à des tradi tions étrangères fort anciennes; ils nous permettent même de jeter un regard sur le temps où l'huma nité était encore réunie au plateau central de l'Asie, peu de temps avant sa division et sa migration vers les quatre points du monde. On pourra même faire des suppositions sur certains mots appartenant à la langue primitive, monosyllabique sans aucun doute, 1 . Nous avons un exemple analogue dans \\&Cloche de Schiller."], [29, "DE LA BIBLE. 15 et ceux-ci serviront peut-être un jour de point de réunion, quand on aura découvert les plus anciens documents des Hindous, des Tibétains, des Chinois, et des autres Asiatiques de l'est. II résultera aussi de cette étude que le but de P Ancien Testament n'était pas celui d'être un livre de foi ; c'était, si l'on en excepte les lois morales, les règles du culte de Moïse, souvent changées plus tard, et les sentences de la sagesse, une réunion for tuite de traditions et de récits historiques, concer nant les Hébreux comme peuple et comme tribu, récils augmentés de chants politiques, morceaux même érotiques, tous dus à ce peuple. Cette collec tion formait les saintes archives du temple, l'héri tage du peuple. L'ordre du récit inscrit sur ces tables était pro bablement le suivant : Première table. — Tradition sur la culture et le développement de l'humanité; historique; Deuxième table. — Le mythe sur la création du monde, au point de vue de Phisloire naturelle ; Troisième table. — La description de la manière dont les races d'hommes se sont répandues ; géo graphiquement et elhnographiquement. Ces trois tables formaient les archives de la tribu d'Héber."], [30, "16 SUR LE TABLEAU ETHNOGRAPHIQUE Quatrième table. — Histoire d'Abraham; histo- rique ; Cinquième table. — Histoire d'Isaac; histo rique ; Sixième table. — Histoire de Jacob; histo- rique ; Septième table. — Histoire de Joseph ; histo- rique. Ces tables, arrivées au nombre sacré de sept, formaient la chronique des Hébreux et plus particu lièrement celle des Israélites, lorsqu'ils quittèrent PÉgypte. Le sanctuaire que Moïse fit construire pour gar der les tables était le tabernacle, dont la dimension était deux coudées et demie de long, une coudée et demie de large, une coudée et demie de haut, ce qui permet de se faire une idée assez exacte de la grandeur de ces tables. Le plus souvent l'auteur, qui comparait le texte de la nouvelle table, ajoutait ses gloses aux an ciennes."], [31, "DE LA BIBLE. 17 II. LES MIGRATIONS DES PEUPLES. I. — STATION INTERMÉDIAIRE DE LA BIBLE. Depuis que l'on sait que le premier chapitre et les chapitres suivants de la Genèse sont d'origine assyrienne, et depuis qu'on a trouvé dans les hié roglyphes del'Égypte1, dans Pécriture cunéiforme des Assyriens2 la confirmation de beaucoup de faits relatés dans la Bible, on considère ce document, à juste titre, comme le plus précieux des monuments de l'esprit de Panliquité venus jusqu'à nous. Le tableau ethnographique, tout particulière ment, est d'une énorme importance pour tous ceux 1. Voir ['ouvrage : Aegypten und die Bâcher Moses Sach licher Comenlar zu den aegijplischen Slellen in Genesis und Exodus, von Dr GeorgEbers, 1irBand. Leipzig, Wilhelm Engel mann, 1868. (Le second volume n'a pas encore paru.) 2. Voir le Journal officiel du 9 décembre 1872. Découvertes île M. Smith toutes récentes, et les fragments chaldéens de Berose, commentés par M. Lenormant. 2"], [32, "18 SUR LE TABLEAU ETHNOGRAPHIQUE qui s'occupent des migrations, car il nous indique, avec une précision admirable, quelques-unes des stations intermédiaires où se sont trouvés les peuples de P E tu*ope d'aujourd'hui, il y a plusieurs millé simes. Tout ce qui est ultérieur à cette date, qu'on ne peut fixer avec certitude, appartient au domaine de l'hypothèse, tout ce qui est postérieur deviendra peu à peu de la certitude absolue. Comme nous Pavons déjà indiqué dans la pre mière partie de ce travail, on peut parfaitement se rendre compte de P endroit où se trouvait celui qui a tracé ce grandiose tableau de peuples. Dans toute description de panorama, on com mence par les points les plus éloignés, on les décrit à grands traits en général, tandis que plus on se rapproche de Pendroit où on se trouve, plus on devient précis, détaillé, tout simplement parce qu'on est arrivé de la terre presque inconnue aux pays qu'on connaît dans leurs moindres détails1. Eh bien, procédons de la même façon que le narrateur de P antiquité, et traçons une carte ethno graphique d'après les principes indiqués dans les chapitres précédents de cet essai. 1. Une carte semblable a été construite par M. de Hauslab, elle est d'une conception admirable."], [33, "DE LA BIBLE. 19 L'auteur du tableau se trouvait donc au 58° de longitude et au 3/i° de latitude au nord de PArabis tan, entre le pays de Seffin et la ville de Haleb. II énumère tout d'abord les fils de Japhète (la race aryenne) : 1° Gomer. — Les Cimbres, au nord des monts Carpathes, de la Crimée jusqu'au Caucase; 2° Magog. — Les Slaves, près de la ville de Chiva, au bord du lac Aral. II est probable qu'ils ont quitté le grand courant de la migration aryenne, près de la ville de Hérat. Magog était certainement le peuple le plus éloigné de l'auteur, il n'en donne aucun détail (dans les mêmes contrées nous trou vons plus tard les Gètes, Skètes (Scythes) et Mas sagètes) '; 3° Madaï. — Les Mèdes. Tous les atlas de la Bible sont d'accord sur Pendroit où se trouvait ce peuple; Zl° Javan. — Les premiers habitants de la Grèce (les Ioniens, les Doriens, etc.) ; 1 . II est probable que les mots Getes, Sketes ou Skythes et Massagetes sont des mots d'une même origine. S est une propo sition qui signifie au delà, et Mas encore plus loin. Les Turcs appellent les Chinois Tchin, et, quand ils veulent parler de l'Asie entière, ils disent Tchin-ma-Tchin. Absolument comme Gog et Magog."], [34, "20 SUR LE TABLEAU ETHNOGRAPHIQUE 5\" Thubal. — Peuple qui a dû habiter dans le nord de l'Asie Mineure, à l'endroit où se trouvent aujourd'hui les mines turques de Tocat1. De ce peuple il ne reste plus de trace; 6° Mesech ou Mosoch. — Probablement dans les environs du mont Arrarat, entre cette montagne et le fleuve Tiflis, où se trouve encore aujourd'hui un couvent célèbre. De ce peuple il ne reste égale ment aucun vestige 2 ; 7° Thiras. — Probablement les pères des races romanes. L'auteur continue. Les fils de Gomer étaient : a. Askénas. — Les Germains. Depuis le Cau case, au nord de la mer Noire; les restes de ce peuple sont, en Asie, les Persans3, et dans le Cau case, les Ossètes 4 ; b. Biphat. — Les Celtes. Depuis l'embouchure 1. Gesenius les assimile aux Tibaréniens. 2. On trouve ces deux peuples réunis dans Hérodote, liv. III, ch. xciv, et liv. VII, ch. lxxviii. — Les Septante et la Vulgate les appellent Mosoch. 3. Voir à ce sujet Max Muller. 4. La langue des Ossètes se trouve placée comme anneau de transition entre le sanscrit et l'ancien gothique. Voir la gram maire comparée de Bopp, par exemple : Sanscrit. Ossète. Gothique. Pitár. Fid. Fadar, père. Pasú-s, animal. Fos, troupeau. Faihu, bétail."], [35, "DE LA BIBLE. 21 du Danube jusqu'autour des monts Carpathes. Dans toutes les anciennes chroniques on appelle ces mon tagnes les monts Biphéens (Bipéens) ; c. Togarma. — Les Arméniens. Depuis les sources de P Euphrate jusqu'au lac de Van. Les fils de Javan étaient : a. Élisa. — En Morée, le pays d'Élis; b. Tharsis. — Certainement les Thraces et les Tirhéniens, proches parents * ; c. Kithim. — Les habitants de Chypre; d. Dodanim 2. — Dans le golfe d'Issus, où se trouve aujourd'hui la ville d'Adana. L'auteur passe maintenant en revue les peuples du sud de l'endroit où il se trouve, les enfants de Cham. Ses fils étaient : 1° Chus. — Signifie pays du sud, comme on dirait aujourd'hui l'Orient. Depuis P Inde, à travers PAfrique, jusqu'en Éthiopie; 2° Misraïm3. — L'Égypte, le pays du Nil. En arabe, encore aujourd'hui, Égypte, Misr; 1. Gesenius est aussi de cet avis. 2. D'autres écrivent Rodanim et le rapprochent alors de l'île de Kltodes. Gesenius suppose que Dodanim pouvait être les Dar daniens, c'est-à-dire les Troyens. 3. Nom duel qui indique la double Égypte, c'est-à-dire la haute et la basse, qui du temps des pasteurs étaient gouvernées par un roi particulier."], [36, "SUR LE TABLEAU ETHNOGRAPHIQUE 22 3° Put1. — Les colonies égyptiennes, les Cirê néens, aujourd'hui le pays des Berbèrs; l\\° Chanaan. — La Syrie, la Phénicie, aussi Che néan, le pays de Pintelligence, de Pindustrie, -de Pantiquité la plus reculée 2. Les fils de Chus étaient : a. Séba. — Ceylan. Grand centre de culture 3 ; b. Havila. — L'Inde du temps de la Bible, probablement nom qui indiquait l'Asie entière i ; c. Sabtah. — Depuis P Indus jusqu'au golfe Persique, sur les côtes méridionales ; d. Baéma. — Les bords méridionaux de P Arabie ; e. Sabdecha. — Probablement l'Abyssinie. Les fils de Mizraïm étaient nombreux, et des 1. Pline mentionne dans ce pays un fleuve appelé Phut. Liv. II, ch. v. 2. M. de Hauslab rapproche la racine Kan, Ken, du mot allemand Kennen, Konnen, Kuandiger, etc. C'est ainsi qu'il appelle les Askenas, ceux qui connaissaient les Ases (divinités païennes). 3. Voir sur l'importance de cette île dans les temps antiques : Vorhalle zar europáischen Volkergschichle vor Herodolus in dem Kaukasus u. an den Gestaden des Ponlus. Eine Abhandlung zur Alterthums kunde, von Karl Ritter. Berlin, 1820. Bei Georg Reimer. Gesenius n'est pas de cet avis, se sondant sur Josèphe. 4. L'abbé Bertrand est de l'avis que c'était l'Arabie."], [37, "DE LA BIBLE. 23 études spéciales et consciencieuses consacrées à ce sujet ont indiqué jusqu'à Pévidence Pendroit où ils ont dû se trouver. Léhabim est certainement le père des Libyens d'aujourd'hui1. Chanaan est également subdivisé et on s'aperçoit par cela même que l'auteur s'approche de plus en plus de Pendroit où il se trouvait placé. Les fils du troisième fils de Noé, de Sem , étaient : 1° Elam, près du golfe Persique; 2° Assur. Les Assyriens ; 3° Arphachsad, près des montagnes qui se trouvent au nord de la Mésopotamie, près des sources du Tigre, entre Malasia et Samosata2 ; Z|° Lud. Les Lydiens; 5° Aram, dans les environs d'Antioche. Les Araméins, proches parents des Assyriens. Maintenant l'auteur se trouve en pays de con naissance, il entre dans les plus petits détails. Les fils d' Arphachsad, Selva et Héber, sont pour nous les plus intéressants, car le dernier fut le père des Juifs et des Arabes. M. de Hauslab prétend que les Hébers étaient 1. Voir à ce sujet Fourrage déjà indiqué de M. Ebers. 2. Gesenius est du mòme avis."], [38, "SUR LE TABLEAU ETHNOGRAPHIQUE 24 les restes des Chamites de Nemrod qui ont adopté la langue des Sémites, peuple beaucoup plus cul tivé qu'eux. Ils ont conservé toutefois la racine B R, racine qui se rencontre partout où les Cha mites (Ibériens) ont séjourné. M. de Humboldt en parle d'une manière très-détaillée dans un de ses ouvrages. La racine B B se retrouve dans Abraham même. L'abbé Bertrand n'est pas de cet avis. II soutient que les Hébers, enfants d'Arphachsad, étaient des Sémites et qu'il n'y a pas lieu de les confondre avec les Chamites commandés par Nemrod. Voilà donc le tableau ethnographique de la Bible, tel que l'auteur le retrace et tel que M. de Hauslab Pinterprète sur ses cartes bibliques. II. — LES MIGRATIONS EN GÉNÉRAL. Avant d'aborder la question des migrations elles-mêmes, qu'il nous soit permis d'émettre une théorie générale que nous croyons exacte. Quand on observe à la campagne une fourmilière, on voit que chaque fourmi qui retourne à sa demeure choisit le chemin le plus court, le moins accidenté, le plus pratique. Elle évite soigneusement les sinuosités du sol, elle ne fait pas un détour d'un"], [39, "DE LA BIBLE. 25 millimètre sans avoir une raison majeure dictée par une éminence ou par une excavation du terrain; un instinct prodigieux la guide. Eh bien, les peuples qui ont quitté le plateau de PHimalaya pour se répandre en Asie, et plus tard en Europe, ont voyagé conduits par le même instinct, suivant le courant des fleuves, franchissant les cols des chaînes de montagnes, traversant les défilés, ne fai sant jamais un détour qui ne leur fùt imposé par la nature. C'est ainsi qu'à l'aide d'une bonne carte de relief, nous pouvons suivre plus qu'approximative ment le chemin que chacun des différents peuples a parcouru, et cette étude amène à des travaux du plus haut intérêt , comme celui de M . Berghaus par exemple sur les couches de populations dans le Vorarlberg (Tyrol). Naturellement, dans leurs premières migra tions, les peuples choisissaient les contrées les plus fertiles et les plus agréables à habiter, tandis que les montagnes et les forêts ne furent occupées que par les peuples qui y avaient été contraints, poussés par des migrations successives. Nous essayerons de faire la démonstration de la théorie des migrations à l'aide des quatre tableaux que nous avons annexés à notre travail et qui repré sentent les envahissements successifs d'une presqu'île par différentes peuplades."], [40, "26 SUR LE TABLEAU ETHNOGRAPHIQUE Le premier tableau représente la partie d'une presqu'île habitée par une population peu nom breuse qui a choisi naturellement la plaine, les vallées et le bord de la mer, comme séjour favori; les montagnes sont encore inhabitées et les forêts restent vierges. La population est clair-semée, résul tat de Pinfériorité du nombre et de Pétendue du terrain. Le second tableau. Les peuples habitant der rière se sont ébranlés : le peuple b exerce une pression sur le peuple a, seul habitant du pays jusqu'alors; mais à son tour le peuple b éprouve une pression exercée par le peuple c qui paraît au fond. Le peuple a est en partie refoulé vers la mer, en partie jeté dans les forêts et les vallées de la montagne. Troisième tableau. Le peuple b, pressé plus fortement par le peuple c qui lui-même éprouve déjà la pression du peuple d, refoule le peuple a encore plus vers la mer et est forcé à son tour de se réfugier dans les montagnes. Le quatrième et dernier tableau enfin repré sente Pépoque précédant le mélange définitif de ces différentes populations. Le peuple « n'apparaît plus qu'en petites fractions, à l'extrémité de la pres qu'île, et dans les vallées les plus élevées de la mon-"], [41, "DE LA BIBLE. 27 tagne. Le peuple b forme un cercle autour de lui, il a dû aussi monter encore plus haut dans les mon tagnes. Le peuple c, à son tour, a été contraint de se retirer également au pied de la montagne. Le peuple d s'étend dans la vaste plaine, il occupe momentanément la meilleure position, parce qu'il est le plus forl, le plus puissant, mais il s'aperçoit déjà du voisinage du peuple e qui le refoulera peut-être à son tour, si une contre-pression n'a pas lieu. Nous voyons un exemple saisissant de cette contre pression dans la vallée de la Mur en Styrie (Autriche) ; les Allemands de la plaine et les Alle mands des montagnes sont d'une race tout à fait différente. Cela s'explique facilement. Les Germains arrivés dans ce pays ont chassé les Celtes, qui à cette époque ont préféré se retirer vers la Gaule et qui ne sont restés qu'en fractions insignifiantes dans ces montagnes 1 . Les Germains, pressés à leur tour par les Slaves, ont reculé vers Pouest, mais un grand nombre d'entre eux se sont réfugiés dans les montagnes et les Slaves se sont établis dans la plaine. Plus tard les Germains, ne pouvant plus faire reculer les 1. On retrouve encore des mots gaulois, celtiques, dans les Alpes. Le mot Tauern en est un. Les noms des montagnes et des fleuves ont en général beaucoup moins souvent changé que ceux des villes."], [42, "28 SUR LE TABLEAU ETHNOGRAPHIQUE Celtes, ont exercé une contre-pression sur les Slaves qui ont dil céder et se sont retirés à leur tour vers Pest, laissant des débris au pied des montagnes et dans les vallées peu élevées; ce qui fait que trois populations bien distinctes se trouvent là en pré sence : Les Germains venus les premiers, les Slaves et d'autres Germains venus en dernier lieu (des Bo jares). Quelquefois aussi une population a été refoulée dans une vallée avec une telle vigueur, qu'elle s'est vue contrainte de passer en partie la crête des mon tagnes et de descendre dans une vallée opposée. II résulte de cela qu'on trouve quelquefois sur le ver sant d'une montagne plusieurs couches de peuples, c'est-à-dire plusieurs échelons de différentes peu plades, tandis que sur l'autre versant il n'y a qu'un seul peuple semblable au plus élevé du versant opposé. C'est donc une opinion erronée que de considérer les chaînes de montagnes comme des frontières naturelles de peuples. D'après cette théorie, il serait du plus haut inté rêt d'étudier les différentes couches de populations entassées les unes sur les aulres dans les différents pays de PEurope; on pourrait de cette manière prou ver qu'à plus d'un endroit, le fond prévalant d'une"], [43, "DE LA BIBLE. 29 population (c'est-à-dire la première et la plus puis sante couche) n'est nullement en harmonie avec le nom qu'elle porte officiellement aujourd'hui. En cherchant sur les cartes les endroits où les plus puissants courants de migrations ont passé ou se sont entre-choqués, on pourra s'assurer facilement de la justesse de nos observations. III. — migration des noachides. II y a eu certainement un moment où tout P an cien continent était recouvert d'eau, sauf les hauteurs de PHimalaya et les chaînes de montagnes avoisi nantes. II n'est plus douteux aujourd'hui que le désert de Gobi était à une époque du développe ment de la terre une vaste nappe d'eau.1 Y avait-il des hommes à cette époque?... Nous le pensons. Ces hommes devaient nécessairementhabitercespuissants plateaux de l'Asie centrale, le berceau de Phumanité. L'eau s'écoulait peu à peu ; au fur et à mesure les îlots formés par les hauteurs de l'Asie Mineure, de l'Inde, etc., devinrent des contrées unies entre elles, fertiles et habitables. La température chan geait au-si, elle devenait plus froide, plus rigide, 1 . Der ugrische Volksstamm, von F. H. Mtiller. Berlin, 1 837. Bei Dunker und Htimblot."], [44, "30 SUR LE TABLEAU ETHNOGRAPHIQUE dans les régions que les hommes avaient habitées jusqu'alors, et ceux-ci se mettaient tout naturelle ment en mouvement et se répandaient en Asie. Les uns partirent de PAltaï pour envahir le nord de ce continent (la Bible les appelle les Ja-Bal); les autres en occupèrent l'est (dans la Bible, You-Bal) f, et d'autres encore, le sud, plus particulièrement les Indes (dans la Bible, Thou-Bal-Caïn). Nous pensons que les enfants de Noé sont des cendus les derniers de leur antique demeure, en trois courants bien distincts. Enfin l'archipel que PEurope formait à celte époque (on en trouve la confirmation dans la Bible même) sortit de plus en plus des eaux, et invita les peuples à Poccuper. Nous ne croyons pas qu'il y ait eu des autochthones, pris dans le sens le plus res treint du mot. Les Finnois ou plutôt des peuples finnois de la racetouranienne-altaïque occupèrent dans des temps fort anciens le nord de notre continent, la Suède, la Norvège, Plslande, même le Groënland. Ils choi sirent de préférence ces contrées qui à cette époque présentaient de grands avantages sous le rapport i . II y a des auteurs chinoisquiappellent encore aujourd'hui la musique You. Youbal serait donc un être s'occupant tout par ticulièrement de musique."], [45, "DE LA BIBLE. 31 du climat, de la fertilité, etc., toutes les recherches géognostiques en sont la preuve. Une partie des Chamites qui les premiers entre desNoachides sont descendus du plateau de l'Asie centrale pour se répandre vers Pouest, les Ibériens sont venus se fixer en Europe et ont occupé toute la partie cen trale et méridionale de ce continent qui présentait des avantages au point de vue du climat et du sol. Us ont été disséminés, je dirai même clair-semés, et je crois que, séparés des peuples finnois du nord par la mer, ils n'ont eu aucun contact avec eux '. Les Alpes, les Pyrénées, les monts Carpathes, etc., sont restés complètement inhabités. Voilà le pre mier moment de la grande migration qui repose certainement sur une hypothèse , et dont on ne pourra très-vraisemblablement jamais fixer l'époque précise. Les Chamites se sont donc répandus les pre miers dans les Indes 2 , dans Iran , dans l'Asie 1. Pourtant le prince Lucien Bonaparte qui a étudié la langue basque à fond, prétend avoir trouvé des affinités entre cette langue et celle des Finnois. 2. Les premiers entre les Noachides, bien entendu. On retrouve celle racine BR à maints endroits, par exemple : Hibernia, Cumberland , Cambria , Britania, Celtiberia, Ebro, Ibericum Mare, Berbèr, Bretagne, Cimbre, Bregnez, Brenner, Umbria, Calabria, et même une Ibérie en Géorgie."], [46, "32 SUR LE TABLEAU ETHNOGRAPHIQUE Mineure, dans P Arabie, PÉgypte1, PAfrique, etc., et finalement en Europe. Les Sémites ont dû suivre les Chamites de près et se sont souvent confondus avec eux2. Ils ont été beaucoup moins nombreux, beaucoup plus com pactes, mieux disciplinés et plus civilisés, d'un caractère plus souple. C'était certainement le peuple le mieux doué dans les temps anciens. Après Abra ham, ils ont occupé toute PArabie 3, plus tard PAfrique et PEspagne (les Maures), après Moha med, la Sicile, la Corse, la Sardaigne et la France méridionale; Pépoque de toutes ces migrations rentre dans Phistoire. La religion de ce peuple, le Coran, a été adoptée plus tard par les habitants du Touran, de l'Iran, des Indes, etc. ; mais le peuple même n'a jamais envahi d'une manière définitive ces contrées. Les Phéniciens, que M. de Hauslab assimile aux Chamites qui ont adopté une langue sémitique, ont fondé des colonies à Carthage, à Marseille, sur les côtes méridionales de PEspagne et aux îles Sor- 1 . Benfey, Ueber das Verhàtnifs der Aegyptischen Sprache zum semilischen Sprachstamm. Leipzig, Brockltaus, 1844. 2. Voir M. l.enormant. 3. L'abbé Bertrand pense que ce n'était que l'Arabie septen trionale."], [47, "DE LA BIBLE. 33 lingues, sur les côtes de la Grande-Bretagne. II est probable que leur langue est un mélange de la langue des Coptes et du sémitique. Schleicher pré tend qu'il n'existe pas de langue mélangée ; un peuple, dit-il, peut adopter beaucoup de mots d'une langue étrangère, mais il conserve sa grammaire originale, et alors celle-ci est le signe infaillible de son origine 1. Toutefois il y a des peuples qui abandonnent complètement leur langue pour en prendre une autre, alors ils perdent tout ce qui leur a été propre, même leur grammaire. Les Mordouans dans la Bussie centrale sont un exemple à l'appui de la première observation ; leur langue contient beaucoup de mots slaves, pour ne pas dire plus de la moitié, mais leur grammaire est restée finnoise. Les Slaves, qui ont été jusqu'à Pembouchure de l'Elbe et qui parlent maintenant Pallemand, les Germains qui sont entrés en Italie et qui parlent maintenant Pitalien , etc., sont une preuve irrécusable de la seconde observation de Schleicher. Avant de suivre chacun des peuples dans sa migration depuis la station indiquée dans la Bible jusqu'au moment où ils se sont fixés définitive- 1 . Voir le travail de M. Wiedemann sur la langue des Mor douans. Saint-Pétersbourg, 1865. 3"], [48, "SUR LE TABLEAU ETHNOGRAPHIQUE 34 ment en Europe, il faut absolument que nous par lions d'une loi philologique des plus curieuses dé couverte par M. de Hauslab. Les voyelles jouaient dans les langues d'autre fois un rôle tout à fait secondaire ; il y a des voyelles que certains peuples ne possédaient même pas; les consonnes, au contraire, étaient pour toutes ces langues de la plus haute importance. Beaucoup de preuves que M. de, Hauslab avance à l'appui de ses idées sur les migrations des peuples reposent donc sur Pidentité des charpentes de consonnes trouvées dans certains mots de langues de la même souche, identité qui revient si souvent qu'elle ne peut pas être fortuite. Nous en donnons quelques exemples. Les habitants de Pancienne Égypte s'appellent eux-mêmes K o P T e s. Comparons ce mot à eGyPTiens, et au nom que se donnent les Albanais dans leur langue, s K i P e Tares. Us qui précède ce dernier mot n'étant qu'une préposition, la charpente des consonnes étant la"], [49, "DE LA BIBLE. 35 même, nous en déduisons que Skipetares, Égyp tiens et Coptes auraient la même origine1. Un autre exemple : Les Basques s'appellent dans leur idiome e u s C a L D u n a c, mot qui s'identifie avec le mot C eL Tes. Cette charpente de consonnes se retrouve encore souvent dans bien des mots1. Cette supposition pourra sembler hardie, mais nous la croyons par faitement fondée; car les nombreuses recherches faites à ce sujet par M. de Hauslab nous en ont démontré Pexactitude jusqu'à l'évidence. Toute la race aryenne quittait donc ensemble PHimalaya, une branche se détache de bonne heure pour descendre dans les plaines de PHindoustan où l'on parle aujourd'hui la langue sanscrite, sœur aînée de toutes les langues de la même souche2. Les autres continuent (Zend) 3; cependant, non 1. Nous relrouvons les consonnes G a L et C e L T dans les mots : Caledonia, GaIloway,Gallway, Gullicia, Euscaldunac, Cel tiberia, Gallia, Gallia Cisalpina, Galieie, Galalia, Galiléa, Chal déa, Curdes, Carduchi, etc. 2. James Burnet (lord Monboddo), Os the origine and pro gress os language. Edinburg, J. Balsour, 1774. 3. B. Rask, L'eber das Aller und die Ecthheit der Zend- Spracheu.des Zend-AvestaG. deitlsche Uebersetzung. Berlin, Dunker et Humblot, 1826."], [50, "36 SUR LE TABLEAU ETHNOGRAPHIQUE loin de Hérat, les Slaves se séparent de leurs frères pour occuper les contrées autour du lac Aral, où la Bible les trouve et les désigne plus tard sous le nom de Magog. Arrivés au lac d'Urmia, les Germains se déta chent à leur tour pour aller vers le nord ; ils fran chissent le Caucase où ils ont laissé les Ossètes, et s'installent au nord de cette chaîne de montagnes, sur les bords de la mer Noire jusqu'aux monts Car pathes, où la Bible les désigne comme Askénas. II ne faut pas oublier que ce flot de peuple mar chait sur une couche chamitique et sémitique, pourchassant devant lui les Chamites, plus nom breux et plus résolus que les Sémites; c'est peut être à cette époque que les Ibériens ont envahi l'Eu z'ope1. II est également plus que probable que les Slaves se sont rencontrés à une époque antérieure avec les peuples de la race touranienne altaïque et leur ont imprimé leur mouvement, les forçant de se retirer en partie vers PEurope2. Enfin au centre de l'Asie Mineure, non loin des 1. F. W. S. Hoffmann, Die Iberer im Westen und ûslen. Leipzig, E. Kollmann, 1838. 2. Leur première rencontre historique a eu lieu 1082 après Jésus-Christ. Voir à cet effet l'ouvrage de M. J. Sjogrén, L'eber die àlteren Wohnsilze der Jemen, etc. (Mémoires de l'Acadé-"], [51, "DE LA BIBLE. 37 sources du Kyzil, les Celtes se séparent, se dirigent vers le nord-ouest , traversent le Bosphore , près de Constantinople, et se fixent près des monts Car pathes où la Bible en fait mention sous le nom de Biphat. Les aulres enfin se fixent momentanément, comme Thiras (race latine), dans l'Asie Mineure même, ou envahissent en partie, comme Javan (Hellènes), les contrées qu'ils ne devaient jamais plus quitter. (Voir tableau V.) La marche exacte de ces peuples jusqu'à leur arrivée à la station intermédiaire, de la Bible est difficile à préciser. II est plus facile de les suivre, pour la plupart au moins, à partir du moment où ils ont quitté de nouveau cette station pour envahir définitivement PEurope. Nous allons essayer de tracer le tableau de cette dernière migration. 1° D'abord les Celtes (Biphat)1, une subdivision mie impériale de Saint-Pétersbourg, 2e série, etc., tome I, 3L' et 4e livraisons.) 1. L. Contzen, Die Wanderung der Celten. Leipzig, Engel m nn, 1861 . Cltr. Brandes, Das elhnographische Verhàllniss der Celten u. Germanen. Leipzig, Voigt u.Gunther, 1S57. RogetdeBelloguet, Elhnogénie gauloise. Paris, Duprat, 1 861 . J. 15. Brosi, Die Celten u. Allhelv-elier. Solothurn, Seherer, 1851. James Cowles Prichard et R. G. Latham, The Eastern."], [52, "38 SUR LE TABLEAU ETHNOGRAPHIQUE des Gomers (Cimbres), se mettent en mouvement. Nous pouvons observer deux courants principaux, l'un se détache tout près de Constantinople, remonte jusqu'aux embouchures du Danube, fait le tour des Carpathes et revient près des sources de POder, dans P Europe centrale; l'autre courant, vraisemblable ment le plus important, suit le cours du Danube en amont et envahit PEurope centrale et occidentale, pourchassant les Ibériens devant lui. II les refoule vers l'Italie, vers Pouest de la France, vers PEs pagne, vers P Angleterre, vers le Danemark, et par tout où les Ibériens et les Celtes, vers les extrémités du continent, se touchent, ils finissent par se con fondre, les noms en sont la preuve : Celt-Ibériens, Umbriens, etc. Les Ibériens sont donc refoulés vers les montagnes, vers les côtes de la mer, ou finis sent par absorber leurs agresseurs comme en Espagne l. Nous pensons que dans PÉcosse, en Irlande et dans le pays des Basques, P élément ibérien Origine os the Cellic nations. London, Houlston et Wright, 1857. 4. Voir à ce sujet l'ouvrage de M. de Humboldt, Priifttng der Unlersuchungen ùber die Urbewohner Hispaniens vermit telst der vaskischen Sprache. Berlin, 1 821 . F. Dummler. Voir aussi les ouvrages espagnols de D. Pablo-Pedro de Astarloa et de Juan-Bautista de Erro y Aspiroz."], [53, "DE LA BIBLE. 39 prédomine encore aujourd'hui , tandis que dans le pays de Galles et en Bretagne, c'est Pélément celtique qui entre pour la plus large part1. En Espagne et en Irlande il pourrait y avoir des traces d'une influence plus ou moins directe des Phéni ciens2. II serait donc du plus haut intérêt de com parer la langue basque à Pirlandais, aux langues berbèrs, à Palbanais, au copte, etc. Les Basques sont certainement des Ibériens qui ont adopté une grande quantité de mots celtiques. Peut-être trou verait-on dans les Alpes également des vestiges d'Ibériens, ce qui nous paraît peu probable, mais certainement on y trouvera des restes de Celtes. Des recherches analogues seraient à faire dans les Pyrénées, dans PAuvergne, etc. II y a donc eu un moment où l'Europe centrale a été celtique. 2° II est bien plus facile de préciser les migra tions des races latines (Thiras et Javan). La Bible les trouve en Asie Mineure et en Thrace où ils se sont amalgamés avec les Javans (Hellènes). Tous 1 . Forbes Leslie, Tlie Early Races os Scotland and their monuments. Edinburgh, Edmonston and Douglas, 1866. 2. Henry O'Brien, Phoenician Ireland. London, Longmann et Comp , 1833. O'Connor, Cronicle os Erin. London, R. Philipps et Comp., 1822."], [54, "40 SUR LE TABLEAU ETHNOGRAPHIQUE les grammairiens ont prouvé jusqu'ici Pidentité d'origine de ces deux langues. Nous pouvons donc suivre les différentes stations de la migration de cette race. A une seconde époque on les rencontre clans toute la presqu'île du Balkan et dans PItalie méri dionale. A une troisième ils s'étendent jusqu'aux monts CarpatheSj jusqu'aux Alpes de la Carinthie et jusqu'aux îles de PItalie A une quatrième époque ils occupent le midi de la France, de PEspagne et la colonie grecque de la Cyrénie; à une cinquième enfin Pempire romain entoure la mer Méditerranée, passe même en Angleterre, lis ne sont jamais arrivés en Écosse, en Irlande et chez les Basques1. Les Pélasges ont donc occupé à un moment de leur migration la Moldo-Walachie, le long du Danube jusqu'aux Alpes et toute PItalie. Les Hel lènes furent une de leurs subdivisions, et plus tard les Bomains, qui ont trouvé en Italie, comme on le sait aujourd'hui, des peuples parlant une langue ana logue à la leur, en furent une autre2. Nous pensons que les Boumains ne sont pas une colonie romaine, 1.B. BïondAVi, Allante linguislico d'Earopa. Wilòno, 1841. Adrien Balbi, Allas ethnographique du globe, ou classifi caiion des peuples anciens et modernes d' après leurs langues, Paris, chez Rey et Gravier, 1826. 2. Zur Geschichte der Pelasger u. Etrtisker. Berlin, G. Rei mer, 1831."], [55, "DE LA BIBLE. 41 maisdesrestesde Pélasges, fixés dans les Carpathes1. Les Celtes ont été refoulés par les Pélasges vers Pouest et ont du quitter ces contrées. La colonisa tion par les Hellènes des côtes de la Méditerranée où nous rencontrons plus tard les Tyrhéniens joue un grand rôle dans la philologie. II n'est plus douteux aujourd'hui que les Hellènes reçurent une civilisation chamétique et sémitique, qui leur a été transmise par les Égyptiens et les Phéniciens. La découverte de Pécriture cunéiforme et celle des hiéroglyphes démontre combien cette civilisation sémitique et chamétique a dû être grande2. 3° II est excessivement difficile, sinon impossible de préciser la marche des Gomers, Cimbres. D'après les auteurs romains il est certain qu'ils sont allés jusqu'en Espagne, en Bretagne3, en Irlande, en Ecosse, Italie4, etc. Ils ont certainement précédé les Pélasges dans tous ces pays; aussi doit-on retrouver 1. August Fuchs, Die romanischen Sprachen in ihrem Verhàllnisse zum laleinischen. Halle, H. W. Schmidt, 1849. 2. Voir l'ouvrage de M. Georg Ebers, précédemment indi qué. 3. Les paysans bretons s'appellent encore aujourd'hui Kimris. 4. Jos. Bergmann, Ilistorische Untersuchungen ùber die heutigen sogenannten Cimbtrn in den Setle-Comuni uni iiber Namen, Lage u. Bevoelkerung der XIII Comttni im Veronesischen. Wien, Cari Gerold, 1848."], [56, "42 SUR LE TABLEAU ETHNOGRAPHIQUE leurs traces sur tout ce parcours, excepté sur les plateaux peut-être. On retrouve dans les auteurs latins des preuves que les Cimbres se sont heurtés aux Ibériens. Ils mentionnent en Danemark les Cimibériens et en Italie les Umbriens, etc. Les Gomérites sont les pères des Celtes et des Germains ; mais nous les considérons comme étant beaucoup plus proches parents des Germains (Askénas) , avec lesquels ils ont dû habiter beaucoup plus longtemps qu'avec les Celtes, qui les premiers entre les Noachides se sont mis en marche vers PEurope l. 4° Les Germains (Askénas) . II est également impossible de fixer Pépoque à laquelle ce peuple a quitté la station intermédiaire de la Bible pour s'ébranler vers Pouest; il est probable qu'il a dû céder à une pression exercée sur lui par les Slaves. Sa première habitation, révélée par la Bible, se trouvait autour du mont Caucase, au nord de la mer Noire; ils s'appelaient, là, Goths ; c'est sous le même nom qu'un premier embranchement s'étend jusqu'en Suède (Gothelande) \\ 4. F. Bretonne, Civilisation primitive, ou Essai de restitu tion delapériode anté historique. Paris, Charles Warée, 1845. 2. B. G. Latham, Descriptive elhnology. London, John van Voorst, 1859. H. Chavée, Les langues et les races. Paris, Chamerot,1862."], [57, "DE LA BIBLE. 43 A une seconde époque les Germains se sont avancés jusqu'au nord des monts Carpathes, jus qu'en Moravie, au Danube, au Bhin, la mer du Nord et la mer Baltique. Les Askénas restés en Asie, les Persans s'étendent vers le nord-est jusqu'au Touran et Chiwa1. A une quatrième époque les Francs, les Lon gobards, les Normands et les Goths se mettent en mouvement et finissent par occuper à une cin quième époque la France, PItalie, PEspagne, PAfrique du Nord, la Sicile, Naples, jusqu'à ('Islande*. Les Golhs constituent pendant leur marche dans PEurope centrale une véritable migration; car par tout où ils passent ils laissent des traces manifestes, tandis que leur apparition en France et en Espagne n'est autre chose que la marche d'une armée3. Poursuivons dans ses détails la marche des 4 . On retrouve dans beaucoup de mots persans la racine Ger-Ker, par exemple, Kerman-shah, etc. 2. Les Normands ayant séjourné assez longtemps dans la plus grande partie de ces pays, leur trace doit s'y retrouver. 3. Finn Magnusen, Udsigt over den Kaukasike Mennes keslammes oldsle sjemsted og Vdvandringer. Kjœbenhavn, Gyldendalsk, 1818. Bibeyre de Villemont, Ethnologie de V Europe. Origine, migrations et établissements des différentes races qui ont peuplé l' Europe. Paris, E. Dentu, 4 856."], [58, "44 SUR LE TABLEAU ETHNOGRAPHIQUE Germains. Dans les temps les plus reculés ils refoulent les Celtes vers la Gaule; il y a donc eu une époque où le nord de PAllemagne actuelle était occupé par les Germains et le midi par les Celtes, ainsi que la France. Un courant passe en Angle terre et force les habitants à se retirer dans les montagnes ou vers l'extrámité des presqu'îles. Déjà bien avant un courant du peuple germanique s'était détaché au nord de la mer d'Azow, il avait traversé la Bussie, la Finlande et occupé, en se servant des rangées d'îles pour franchir la mer, la Suède et le Danemark1. (Jamais une migration ne traverse une mer, elle cherche toujours à se servir des îles comme de ponts pour arriver d'un pays à un autre.) Les Normands ne se sont détachés du courant général que dans PAllemagne du Nord et de là ils ont, en traversant le Danemark, occupé la Norvège, ce qui fait que la langue suédoise diffère tant du norvégien. Tous ces courants ont du rencontrer sur leur chemin des Finnois qu'ils ont refoulés de plus en plus vers le nord. C'est plus tard seulement que les Visigoths 4 . J. W. Freiherr v. W. J. Abhandlung iiber die altère skaudi navisclie Geschichte von den Cimbern u. den skandinavischen Gothen. Kopenhagen, Nie. Moller, 1781."], [59, "DE LA BIBLE. 45 envahissent la France, PEspagne et même PAfrique, mais dans ces pays, comme nous Pavons indiqué ci-dessus, ils ne laissent derrière eux aucune trace de leur langue l-. Les Normands, peuple tout particulièrement disposé à se mouvoir, sont allés jusqu'en Islande et Groënland 2. En poursuivant avec attention les migrations des Germains, on pourra faire des observations du plus haut intérêt sur les graves conséquences que les chocs des peuples et leurs fusions finales exer cent sur leurs langues. En général le peuple le ph.s cultivé impose sa langue à celui qui l'est moins. Les Celtes de la Gaule acceptant la langue des Bomains et les Francs acceptant celle des Gallo-Romains en sont une preuve significative. C'est aussi un peu une question de caractère propre à chaque peuple ; il y a des peuples plus tenaces les uns que les autres et d'autres qui sont plus impressionnables3. 1. Wilh. Stricker, Die Deulschen in Spanien u. Portugal. Leipzig, Gust. Mayer, 1850. 2. Vagaboni/eiithum und Wanderleben in Xorwegen, ein Beitrag zur Cultur und Sittengeschichte v. Ant. Etzel. Berlin, Garl Heymann, 1870. 3. Voir C. F. Riecke, Die L'rbeivohner und Alterthiimer DeutschlandsnebstKarte,elc.'Nordhai\\sen, 1868, chez Biichling."], [60, "46 SUR LE TABLEAU ETHNOGRAPHIQUE 5° Les Slaves (Magog) sont entrés en Europe au nord de la mer Caspienne; au premier degré de leur migration, ils occupent les bords septen trionaux de la mer Noire, au second ils avancent jusqu'à la mer Baltique, jusqu'en Bohême et jus qu'aux Carpathes; le troisième degré de leur migra tion, degré où ils ont eu le plus d'extension, leurs avant-coureurs se trouvent à Kiel à Pembouchure de l'Elbe, en Carinthie, à Trieste et même à Venise1. Befoulés ils s'étendent plus vers le sud-est, ils envahissent la presqu'île du Balcan, où ils entourent la Transylvanie et coupent les Boumains des autres Pélasges (probablement sous les derniers empereurs romains)2. Au nord ils se frayent un chemin vers la mer Blanche en écartant les Finnois. C'est ainsi que la Finlande est aujourd'hui occupée par les Suomis et le nord-est de la Bussie par les Samoïèdes, peuples de la même souche. II est également connu aujour- 1. Slaven, Russen, Germanen. Leipzig, W. Engelmann, 1843. Pawel Josef Safarik. Slowansky Narodopis, VV. Praze, Nakladem. Wydawatele, 1842. 2. Dr E. Diimmler, Ueber die àlleste Geschichle der Slaven in Dalmatien (549-928), Wien, Staatsdruckerei, 1856."], [61, "DE LA BIBLE. 47 d'hui que le petit peuple cruel et entreprenant des Vandales .était de race slave. Les Scythes de Pantiquité étaient également des Slaves1. Les Slaves ont donc été jusqu'à Hambourg et jusqu'à Venise et ce n'est que plus tard qu'ils ont envahi la Bohême, la Hongrie, la presqu'île du Balcan. Le dernier mouvement de leur migration a été certainement leur marche vers la mer Blanche. II est donc intéressant à ce sujet de faire une étude sur les différentes couches de population qui se sont entassées ou superposées sur le bord de la mer Baltique, en Bohême, Hongrie et Turquie2. A Poccasion de la discussion qui s'est élevée entre MM. de Quatrefages et Virchow quant aux populations qui se trouvent sur les bords de la mer du Nord, nous sommes d'avis que le savant français va trop loin quand il appelle les Prussiens des Finno- Slaves et qu'il compte les Finnois parmi les authoc thones de la France; mais M. Virchow déplace la 1. Prouvé dans l'ouvrage connu de M. Eichhoff. Voir aussi Joh. Gust. Cuno, Forschungen im Gebiele der Vólkerkunde Erster Theil. Scylhen. Berlin, 1871, chez Borntragers et Ed. Eggers. 2. M. A. Viquesnel, Coup d'ceil sur quelques points de l'histoire générale des peuples slaves et de leurs voisins les Turcset les Finnois. Lyon, Pinier, 1865."], [62, "48 SUR LE TABLEAU ETHNOGRAPHIQUE question, car dans le cours fait à ce sujet il traite à fond et combat victorieusement la seconde hypothèse de son interlocuteur, mais il ne fait qu'effleurer la pre mière. On peut facilement constater les différentes couches de peuples qui se sont entassées sur les côtes de la mer Baltique. Chez les Esthoniens, chez les Lestons et chez les Prussiens de P est la pre mière couche a donc été finnoise, la seconde ger manique et la troisième slave; seulement nous pen sons qu'à Pheure qu'il est il y a : 80 pour 100 de Finnois chez les Esthoniens, 80 pour 100 de Slaves chez les Lestons ', 80 pour 100 de Germains chez les Prussiens de Pest2. En Bohême, les Germains sont venus avant les Slaves; la preuve irrécusable en est que les Alle mands habitent aujourd'hui les montagnes de ce pays et les Slaves la plaine. C'est comme en Hongrie, où, sans les indications fournies par Phistoire, nous pouvons de suite indi quer les Slaves comme venus les premiers et les 1. Die Ergebnisse der Sprachwissenschafl in populàrer Darslellung, von A. Braun. Cassel, Verlag v. J. J. Scheel , 4872. 2.Leonh. Thurneusser, Mixlura linguarum. Berlin, N. Volt zins, 1583."], [63, "DE LA BIBLE. 49 Magyars comme arrivés après, car la même chose a lieu pour leur habitation actuelle. IV. — MIGRATIONS DES AUTRES ASIATIQUES. La branche occidentale des Touraniens a quitté les monts Altaï à'des temps immémoriaux, elle s'est avancée vers Pouest sur les bords de la mer Cas pienne et de là en franchissant les défilés des monts Oural elle a envahi la Bussie septentrionale, la Finlande, la Suède et la Norvège et de là les côtes de la mer Baltique. II est probable qu'ils se sont avancés plus tard jusque vers la mer Noire et même le Caucase et c'est là que les Germains et encore plus tard les Slaves les ont refoulés vers le nord. Ils ont dû nécessairement laisser des vestiges dans ces pays, mais les Tartares d'aujourd'hui nous paraissent d'origine plus récente1. Le premier courant de la migration touranienne a donc précédé celui des Aryens, mais il a dû être postérieur à celui des Ibériens. Car les hauteurs de PEurope centrale et méridionale ont dû être habi tées avant les plaines de PEurope du Nord. De ce 4. Voir Asia polyglolla de Klaproth, Sprachatlas. Paris, .V. Scliubart, 1823. 4"], [64, "50 SUR LE TABLEAU ETHNOGRAPHIQUE courant nous avons déjà longuement parlé dans le chapitre précédent Le deuxième courant est historique vers sa fin. C'est celui des Turcomans et des Turcs qui, en des cendant à l'est du lac Aral, au sud de la mer Cas pienne et au nord de cette mer, ont franchi le Cau case, se sont réunis en Asie Mineure et ont envahi la Turquie européenne2. Le troisième courant est celui des Huns qui, sui vant un long sillon de terrain, s'avancejusqu'enAlle magne et même jusqu'à Lyon. 11 est certain que cette migration depuis Vienne jusqu'à Lyon ne pré sente que la marche d'une armée, mais dans les pays où ils ont stationné longtemps ils ont dû nécessairement laisser des traces. Le quatrième courant est celui des Magyars qui entrent en Hongrie divisés en deux branches, l'une près des sources de la Theiss et l'autre près des défilés de Kaschau (Kasso). 4. Les Mongols sont certainement aussi de la race toura nienne-allaïque ainsi que les Mandchous. Sur la grande civili sation que ce peuple possédait au moyen âge, voir les voyages de Marco Polo, 4 271-1295. Ils avaient une poste aux lettres parfaitement organisée et de l'argent en porcelaine. 2. Au bord de la Lena on rencontre des Turcs, ce qui prou verait qu'il y a eu aussi une partie de ce peuple prenant le che min vers le nord-est."], [65, "DE LA BIBLE. 51 Tous ces courants sont du domaine de Phistoire. Où les Huns ont-ils passé avant d'arriver en Europe? nul ne saurait Pindiquer même avec pro babilité; mais quant aux Magyars, ils ont dû séjourner quelque temps sur les versants occiden taux des monts Oural où comme Dontò- Magyars ils ont dû se rencontrer avec les Mordouans d'au jourd'hui, peuple dont la langue offre le plus d'affi nité avec le magyar. La première couche de populations en Hongrie (Pannonie) adonc été celtique, la seconde pélasgique, la troisième slave et la quatrième hutiniques; nous ne pensons pas que les Finnois y soient jamais allés ; les Slaves de la Hongrie sont donc des Celto-Slaves, des Pélasgo-Slaves et des Hunno-Slaves. Les Ma gyars sont arrivés en dernier lieu, puissamment mélangés de Turcomans et de Tartares. II doit y avoir sans aucun doute des îles de population ma gyaro-sinnoise dans les monts Oural. Cette chaîne de montagnes présente donc le plus puissant intérêt pour Phistoire de la philologie de la race toura nienne-altaïque1. Nous pensons qu'il y a six couches superposées dans les vallées de cette montagne : I. F. II. Miiller, Der Ugrische Yolksslamm, oder Unter suchungen ïiber die Landesgebiete am L'ral u. am Kaukasus. 2 Bd. Berlin, Dunker u. Humblol, 1837."], [66, "52 SUR LE TABLEAU ETHNOGRAPHIQUE 1° couche de Finnois ; 2° de Slaves ; 3° de Tartares ; 4° de Turcomans ; 5° de Mongols et 6° de Magyars. Les migrations des (You-Bal) Chinois sont com plètement inconnues; mais elles ne seront certaine ment pas difficiles à suivre, vu Pétenduede terrain qu'ils occupent aujourd'hui. Les premiers habitants des Indes, les Thubal caïns, étaient probablement les Malais et plus tard quelques races chamitiques; ils ont été refoulés de bonne heure vers la mer par les Hindous, peuplade d'origine aryenne1. Les Malais se sont répandus sur les îles de l'Hindoustan et même jusqu'à Madagascar2. Très-intéressante est la migration d'une autre branche d'autochlliones de l'Inde, c'est-à-dire celle des Bohémiens, Zingaris, etc. Miklosich nous en trace un tableau fort intéressant3. Ils quittent donc les Indes, entrent par les deux 4 . Voir François Bopp, Ueber die Verwandlschafl der ma- layisch-pohjnesischen Sprachen mit dem indisch-europcii- schen. Berlin, F. DUmler, 1811. — J. K. Kaltíchmidt, Verglei- chung der Sprachen von Europa, Indien, etc. Leipzig, Wilh. Schrey, 1815. 2. Ont-ils trouvé des habitants dans ces pays? Cette question a besoin d'être profondément étudiée. 3. Ueber die Mundarten und die Wanderungen der Zigeu ner Europa's, vonFranz Miklosich. Wien, 1s72. Bei G. Gerold Solin."], [67, "DE LA BIBLE. 53 détroits d'Ormusetde Bab-el-Mandeb en Abyssinie; de là ils descendent le long du Nil en Égypte, de l'embouchure de ce fleuve ils vont en Grèce et en Asie Mineure, en Turquie et en Hongrie. Arrivés en Hongrie, ils se scindent en deux, les uns vont en Bussie (à Moscou il y a beaucoup de sédentaires), les autres vont le long du Danube en Bohême où ils se divisent de nouveau. Les uns passent par PAllemagne du Nord et le Danemark et se ren contrent en Norvège avec ceux qui de la Bussie y sont allés à travers la Finlande et la Suède; les autres vont de la Bohême en France et en Angle terre, enfin un troisième courant suit le cours du Danube en amont et le cours du Bhône en aval et arrive en Espagne. On pourrait dire que ce petit peuple a eu, à Pinstar des Vandales et des Nor mands, P instinct tout particulier du voyage. C'est une race remarquable aussi par son originalité et la ténacité avec laquelle elle a su conserver sa croyance, sa langue et ses mœurs1. Notre prochain travail contiendra des cartes détaillées, avec Pindication exacte de ces différentes migrations. I. Dr A. F. Pott, Die Zigeuner in Europa und Asien, 2 Bd. Halle, E. Haynemann, 4 844-15. K,.rl Hopf, Die Einivanderung der Zigeuner in Europa. Gotha, Andréas Perthes, 1870."], [68, "5ÍSUR LE TABLEAU ETHNOGRAPHIQUE DE LA BIBLE. Nous terminons donc ces recherches avec les éloquentes paroles d'un des plus savants ethno graphes, M. Brugsch : « Les monuments de Panti quilé et P Ecriture sainte s'accordent, se confirment, s'expliquent mutuellement. On peut être certain que toutes les contradictions ne sont qu'apparentes et reposent ordinairement sur des interprétations de texte mal comprises. » Paris. — J. Clave, imprimeur, 7, rue Saint- lienuit. — |llô|"], [69, ", THÉORIE DES MIGRATIONS"], [70, ""], [71, "H THEORIE DES MIGRATIONS"], [72, ""], [73, "m THEORIE DES MIGRATIONS"], [74, ""], [75, "lv THÉORJE DES MIGRATIONS"], [76, ""], [77, "V. MIGRATION DES ARYENS"], [78, ""], [79, ""], [80, "OUVRAGES OU MÊME AUTEUR: La Langue magyare, son origine, ses affinités avec les langues finnoises ou tchoudes, ses particulari- tés, etc. Thèse de Doctorat. Versailles, 1871. A Paris, chez Maisonneuve et Cie, quai Voltaire, 15. Poésies magyares. Alexandre Petôfi. Traduction par H. Desbordes-Valmore et Ch. - E. de Ujfalvv de Mezô-Kòvesd. Paris, 1871, chez Maisonneuve etCie. La Hongrie, son histoire, sa langue et sa littéra- ture. Paris, 1872, chez Pagnerre, rue de Seine, 18. SOOS.PRESSE : Anthologie magyare. Traduction par H. Desbordes- Valmore et Ch. -E. de Ujfalvy de Mezô-Kòvesd. Paris, 1873, chez Pagnerre. POUR PARAITRE PROCHAINEMENT : Les Migrations des peuples, en considérant tout particulièrement celles des races touraniennes- altaïques. Avec de nombreuses cartes. Paris, chez Maisonneuve et Cie. Grammaire comparée des langues d'origine toura- nienne-altaïque, etc. Chez le même. PARIS. — J. CLiíB, IMPRIMEUR» 7, RUK SAINT-BENOIT.— M^J"], [81, ""], [82, ""], [83, ""], [84, ""]]