[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "GEOLOGICAL REPORT OF AN EXAMINATION MADE IN 1834, OF THE ELEVATED COUNTRY BETWEEN THE MISSOURI AND RED RIVERS. Br G. W. FEATHERSTONHAUGH, U, S. GEOLOGIST. PRINTED BY ORDER OF THE HOUSE OF REPRESENTATIVES WASHINGTON : PIUNTED BV GALES AND SEATON. 1835."], [10, ""], [11, "Letter from the Secretary of War, transmitting the report of Mr. Featherstonhaugh, called for by a resolution of the House of Representatives of the 14th of February, 1885. War Department, February 17, 1835. Sir I have the honor to transmit, herewith, together with a report of the officer in charge of the Topographical Bureau, the report of Mr. Featherstonhaugh, called for by a resolution of the House of Repre sentatives of the 14th instant. Very respectfully, Your most obedient servant, LKW. CASS. Hon. John Bell, Speaker of the House of Representatives. Topgorapiikvl Bureau, February 17, 1835. IR I have the honor to submit to you \"(he report of G. W. Fea therstonhaugh, Esq., employed in virtue of the act of June 28, 1834,\" called for by a resolution of the House of Representatives of the 14th instant. I am, very respectfully, sir, Your obedient servant, JOHN J. ABERT, Lieut. Col. Top. Engineer* Hon. Lewis Cass, Secretary of War."], [12, ""], [13, "REPORT. Washington City, February 17, 1835. Lieut. Col. J. J. Abekt, Is. S. Topographical Engineers Sir : In obedience to your instructions, dated July 12, 1834, to repair to some point on the northern boundary of the Ter ritory of Arkansas, and personally inspect the mineral and geological character of the highlands and water sheds where the public lands are situated, of that elevated country lying between the Missouri river and Red river, known under the designation of the Ozark mountains, and limiting my return to the seat of Government, to make my report, to the 1st day of February, 1835, I have the honor to state : That, having executed those instructions, I reached the city of Washington on the evening of the 31st of January, 1835, having accomplished a distance of four thousand six hundred miles during my journey, of which upwards of three thousand miles were effected by land. Before I enter upon the details of this report, I beg to ob serve, that aware of being directed in my instructions to the examination of the public lands exclusively, if, for the pur pose of illustration, I should apply the geological information I possess of other portions of the structure of this con tinent, it will be because I am invited in my instructions to do so, and from which I beg to quote the following passage :"], [14, "FeatherstonhaugK's Geological Report 6 \" Although, by these instructions, your investigations are limited io •• the Territory of Arkansas and the adjacent public lands, it is never theless desirable that, in the report to be made by you on your \" return to this city, whatever geological information you may possess, \"which can be usefully applied to the illustration of the investiga \" (ions you are about to make, and which may aid in developing the \"resources of the countries you are directed to examine, and their \"geological connexion elsewhere, should be fully stated for the \"information of (he Government.*' Geology being altogether a science of observation, and the cautious spirit of the present times giving no weight to any opinions which are not founded upon the practical examina tion of physical phenomena, I venture to pledge myself that this report will be in accordance with a rigorous regard to this salutary temper of the age ; that all the facts contained in it are the result of my own personal examinations ; and that the opinions I shall have occasion to advance, respecting the geological structure of those parts of the United States de scribed herein, appear to me to be plain deductions from a long series of personal investigations effected in Europe and on this continent. It is also from a sincere desire to make this report as per manently instructive as- possible, that I have thought it advis able to prefix to the details of my late observations a briel account of those leading principles of modern geology which are the result of the labors of some of the most eminent men in Great Britain, France, and Germany — men whose names obtain the willing confidence of Europe and America. Hon ored as I have been in the selection to perform this import ant duty, I should think myself greatly wanting in an earnest desire to make my labors extensively useful, if I were not to endeavor to make this report as transparent to the intelligence of all who may read it as the nature of the subject may admit of; and this I could not do, considering the present state of geological knowledge in this country, if I were simply to re late what I have seen, and then come to general conclusions,"], [15, "Featherslonhaugh's Geological Report 7 \"without illustrating the subject by such an exhibition of the principles of the science, and by such an application of legiti mate reasoning from them, as would bring out the facts I have observed in prominent relation with the general mineral struc ture of the globe ; with the design not only of satisfying those least conversant with the science of geology of the great use fulness and beauty of the science, but of enabling them to form a competent judgment as to the accuracy of my own labors, and the degree of confidence due to my own opinions. Had my report been addressed only to the scientific few, I am aware that this would have been superfluous; but as the appointment 1 have been honored with was for the benefit of the many, so I must ask to be permitted to consider myself as still acting in that relation to the country. Practical geology can be conversant only with the crust of the globe, being that portion of it which is comprehended between the lowest observed depths of any mines, and the greatest elevation of any mountains. It is within these limits alone that observations can be made, if we except examinations of those mineral substances which have, at various periods, been ejected in a state of igneous fusion, by volcanic action, from the more central parts of the earth, such as the lavas occasionally proceeding from the active volcanoes of our own times. But this superficial portion of the globe, which may be estimated at a mean depth of about seven miles, is comparatively insignificant in its proportion to the mean radius of the earth, which may be estimated at about three thousand nine hun- dred and fifty-five miles ; still it is sufficiently comprehensive for the whole economy of natuie, both external and subterra- nean ; and the immense disproportion between it and what lies beneath it, instead of leaving an impression of the insig- nificance of that proportion upon our minds, leads them to the contemplation of the immeasurable power of that expansive agency which we know, from the evidence of volcanic action, has, even in our own times, a modifying effect upon the su-"], [16, "8 Featherstonhaugh' s Geological Report. perficial part of the globe, and which it is not unreasonable lo believe may have been, in all time, in a constant state of ex ertion in that immense and impenetrable space comprehended within the diameter of the earth. Knowing, as we do, that the crust of the earth has been constantly modified by subter ranean action, and believing, as a great majority of modern geologists do, that all its mineral characters are most rationally accounted for by the direct and indirect agency of such a power, we cannot avert ourselves from the consideration of so magnificent a provision for natural operations ; and hence men have ceased to attempt explanations of the economy of the earth's structure, by an hypothesis of entire aqueous action. But we are not to regard the radial space as a mere va cancy where igneous action is exerted, but as a field where it acts upon matter in states and conditions of which perhaps the scientific chemist has but a faint conception ; for we are taught. upon the authority of eminent philosophers, that the density of the interior is much greater than that of the crust. It will be perceived, from this mode of reasoning, that the force of such a radial space, acting under such conditions, could not but produce results equivalent to the grandeur of its power, and which might justify geologists in referring the origin and actual state of what is called the crust of the earth, to its direct and indirect action. If we consider the opinions of some distinguished philoso phers, who believe that our earth is an ancient igneous body which has for long periods been cooling, we certainly find a relation between such a process and the lowest rocks in the geological series usually called primary ; these rocks being all considered by the most eminent geologists and chemists to be the result of mineral matter cooled down from a state of igneous fusion. But those rocks, which are found at the low est points where geological examinations can be made, con stitute also, sometimes, the loftiest summits of mountains"], [17, "Featherstonhaugh' 's Geological Report. 9 a seeming paradox to those who have not turned their atten tion to this subject. The mean height of the continents of our globe, which, with its islands, stand, in relation to that portion of the sur face they occupy, comparatively to the sea, as about one to three, is thought to be near two miles ; whilst the sea is con sidered to have about an equivalent mean depth. If, there fore, at any period in the history of our planet, the mineral matter constituting the dry land has been distributed beneath the waters of the sea, an arrangement, as we perceive, very possible, and apparently probable, the planet would then have been entirely covered by water. In such a state of things, we have no cause to which to refer the origin of our conti nents and islands, save the expansive subterranean force before alluded to, which could raise them from the bottom of the ocean, and above its level. It is most satisfactory to reflect, that, without any reference to this theory, the pro gress of geological investigation has led the leading geologists in Europe to the conclusion that not only continents have been in this manner raised, but that all the important chains of mountains have in like manner been protruded from below ; and, in many instances, the proofs are obvious, of the disloca tion of the stratifications through which they have burst, to rear themselves to the lofty heights they have obtained. It will be apparent to every one that successive upliftings of mineral matter would displace an equivalent cubic quantity of water, and that in proportion to the amount of mineral matter pro truded, would be not only a corresponding agitation of the adjacent ocean and formation of currents, but an abrasion and partial destruction of preexisting lands, the ruins of which, often extremely broken down and comminuted, would be deposited at the bottom of the ocean, to be again, at some future period, like sedimentary beds derived from whatever sources, elevated above its level."], [18, "Featherstonhaugh' s Geological Report. 10 Iii (hesc direct and indirect operations of the expansive power beneath the crust of the globe, have been perceived the happy means of compromising the conflicting views enter tained respecting many important geological phenomena ; since both the results of igneous action and aqueous deposi tion can be referred to the same cause, as well as the para doxical appearance of rocks of the same class, of undisputed igneous orisrin, which have been observed at the lowest depths of the crust of the globe, and at its most elevated summits; these latter being evidently thrust up from below. The application of these views of subterranean action, which are not sketched here from a theoretical predilection, will be found highly important in relation to the structure and continuity of metallic veins. The mineral resources of the United States appear to be commensurate with the gran deur of its other physical features, whilst there is still much hesitation about the introduction of systematic mining. It was a prevailing opinion, whilst the Wernerian theory obtain ed, that metallic veins were filled in by deposites from above ; and it has been extensively believed in this country that the galena, or sulphuret of lead, found in the State of Missouri, was a mere superficial deposite. Opinions of this kind operate powerfully to restrain capitalists from giving their confidence lo mining undertakings in an efficient man ner ; they are afraid to invest their means beyond an amount necessary to conduct partial diggings and excavations near the surface; whereas, if they were satisfied 'of the reasonable ness of the opinion that metallic veins have their origin from below ; that the veins, which have repaid them moderately near the surface, are generally considered to improve at a depth of five hundred feet ; that they have been successfully followed up and cut out at three times that depth, and that we have no practical evidence of their want of continuity to infinitely greater depths, they would not hesitate to sink their shafts and establish their works upon a scale of magnitude"], [19, "Fealherstonhaugh's Geological Rejioit. 11 Corresponding v\\ ith their confidence, aud producing results favorable to national industry and to their own just expec tations. But laying aside this branch of the subject at present, and reverting to the supposed igneous central action of this planet, it would seem to invite an important consideration, whether, if this action be general, the results produced by it may not, with some modifications, be expected to present a close affinity in their general character throughout the globe. The European geologists have examined the structure of a great portion of their eastern continent with unrivalled per severance and energy, having brought to the consideration of its phenomena all the acumen of which mineralogical and chemical learning is almost susceptible ; and now their most eminent men call for geological investigations of this western continent, as most important desiderata in physical science. It has been deemed by them necessary, for the further ad vancement of the science, to have a comparison instituted between the geological formations of this western world and their own portion of the globe, in order to determine how far the phenomena common to both belong to causes which have been cotemporaneous, or of the same class; whether the prin ciples which have determined the structure of the one, have been the governing cause in the other, and to what causes any discrepancy may be assigned. This inquiry is of deep interest to this country, not simply as one which leads us into a field of philosophical research, highly favorable to enlargement of the intellectual powers, but as pregnant with utility in relation to the business pursuits of life, enabling us to apply the fruits of their long and rich experience to the immediate development of the mineral re sources of this country, and returning to them some measure, at least, of information, for those inestimable labors which have preceded our own investigations. Strongly impressed with these views, I have constantly endeavored to make them"], [20, "Featherstonhaugh' 's Geological Report. 12 auxiliar to my late examinations. In concisely submitting the arrangement of rocks, as it is declared to exist, and as I have observed it in Europe, with a comparative view of the princi pal formations in those parts of the United States I have lately visited, I shall not advert to the numerous divisions into which the whole known series of rocks has at various times been thrown. The voluminous literature belonging to modern geology has produced numerous classifications from the geologists* of France and Great Britain, all of which, however useful in the study of the science, appear destined to fluctuation and change in its progress, like the graceful and waving lines formed by the rippling on the sea beach, which are modified or obliterated by every new breeze impressing the coming tide. From circumstances no longer subject to control, the science and letters of Great Britain will forever become an inherent part of the intellectual power of this country. The old and simple divisions of primitive, transi tion, secondary, and tertiary, to which the English geologists so long adhered, and which have been adopted in this coun try from their elementary works, are, it is true, not free from objections, but they are convenient and familiar here ; and since all classifications are imperfect, and subject to change, I have thought it best, where classification must be resorted to for purposes of illustration, to use that which is best known, with no disposition, however, to assign any value to it beyond the facility it gives me of making myself understood. Geological observations, made in numerous parts of the world, have shown that the inferior part of the whole series of rocks is distinguished by characters which do not belong to the superior portion. It is to a great degree unstratified, the lowest amorphous masses having a confused, irregular, crystalline, granular ' Al. Bi-ogniart, a rare example of learning- and genius in France ; Coney beare and De la Heche, two of the most eminent geologists in Great Britain."], [21, "Featherstonhaugh'' s Geological Report. 13 structure, composed usually of quartz, felspar, and mica, whence they have received the designation oi granite. This rock, in some instances, is beautifully studded with crystals of felspar, and is then called porphyritic granite. It contains metalliferous veins, bearing tin, copper, iron, gold, silver, and other metals. From a careful study of all the circumstances attending them, it is now the general opinion that rocks of this class are the result of igneous fusion, and to which the term igni genous is suited. Other members of this inferior portion of the geological series, though partaking largely of the preceding characters of the granitic rocks, are very different in their external appear ance. The rocks called gneiss, which are often found super incumbent on the granite, have a more regular arrangement of the planes of the mica contained in them, Avhich give them frequently an appearance of stratification resembling that pro duced by deposition from water ; how far this may be owing to a distribution of the plates of its mica parallel to its strata, and which appears to be the immediate cause of its fissility, cannot now be asserted : this, however, is true, that the granitic rocks and the gneiss pass sometimes into each other so completely, and the former are often so enclosed in the latter, that I have frequently on this continent taken spe cimens of the gneiss, especially from near Richmond, in Vir ginia, which, if placed in a cabinet, any mineralogist would pronounce a true granite ; and certainly nothing is more common here than to observe broad veins of true granite passing into the beds of gneiss, and, indeed, the granite alter nating with the gneiss. There is another important rock, known under the name of mica slate, which is usually destitute of both felspar and hornblende. The gneiss, which contains more mica than hornblende, appears to pass into this, and the difference be-"], [22, "14 Featherstonhaugh'' ]s Geological Report- tween them to be owing to the absence of some of its con stituents. The mica slate itself passes into talcose slate, talc being substituted for mica. This last is a mineral formation, in which the auriferous veins of the United States are sound, the veins in some parts of the country passing through a field of talcose slate several miles in breadth, whilst in others they are sheathed only, as it were, in the talcose slate, and pass through a field of elvan and granitic rocks of various kinds. The other most important members of this inferior portion of the geological series, commonly called primitive rocks, are statuary limestone or white marble, serpentine, greenstone, quartz rock, the varieties of hornblende rocks and slates, and clay slate, the regularity in superposition of which to each other has not been satisfactorily established. The rocks hitherto enumerated have one common charac ter ; they contain no organic remains, and may, therefore, properly be called inorganic, in relation to animal and vege table bodies. All these rocks, so different from each other in their exter nal appearance, have, with the exception of the statuary limestone, no greater difference than is constituted by the presence or absence of some mineral constituent, or the difference of proportions. Some of the most important mem bers, such as granite and gneiss, contain silex as a constant constituent, others contain magnesia, and some hornblende ; but a serious study of the whole, and of the relation in which they stand to all other rocks, impresses a strong opinion that they owe their origin to the same cause, and that they have all, at some period, been either ejected from central depths by the expansive power generated there, or that they have been great intumescing masses, which, on cooling, have resolved themselves into various stages of crystallization, and"], [23, "Featherstonhaugh' s Geological Report. 15 that their varying products have been brought into fusion or solution from distinct central localities, some of the differ ences between them having been occasioned by a chemical action, more easily imagined by us than described.* But these masses, both amorphous and stratified, contain granite and other veins, which have obviously passed through them subsequent to their original formation, since we see that at their passage the intruded rock has been dislocated from its continuity, and that a violence of subterranean origin attended it. * The alternation of the primitive rocks above alluded to, and the juxta position of amorphous and stratified masses, of ignigenous origin, is susceptible of explanation, if fairly and patiently considered. Due weight, however, must be given to the circumstances under which the greatest number of cases pre sent themselves. The stratified appearance of gneiss is unequivocal, and must be conceded. Before the rocks were formed which have an aqueous origin, the planet may have been in a quasi-incandescent state, as we now conceive of many astronomical bodies ; nor can we conjecture to what period that state of incandescence extended. The presence of fossil plants of tropical constitu tions in high northern latitudes shows a temperature for the globe unknown to the present order of things. In whatever manner the beds of gneiss were brought into contact with the ignigenous amorphous masses, whether by aqueous deposition, or by pourings out from below, in thick pasty solutions, we are certain they must have undergone a crystalline change on coming into contact with masses intensely heated. AVherever intrusive rocks, such as trap, which, like lava, was once mineral matter in a state of fusion, come into contact with formations that preceded them, a very great alteration in the tex ture of the intruded mineral is generally produced, as we know from nume rous examples, both in this country and Europe, and which correspond to experiments made in the laboratory, from states of entire fusion to slight changes. It is thus that basaltic dikes have changed chalk into marble, sand stone into hornstone and quartz, and shale into jasper, as may be seen in the bank of the Hudson opposite the city of New York. Greenstone dikes have reduced coal into cinders, and sandstone into jasper, as at Magnet Cove, Ar kansas. Mr. Lyell, in his celebrated work, vol. 3, p. 368, mentions a basaltic dike, which has produced crystals of analcime and garnet in a fossiliferous shale, and refers to the garnets often found in mica slate, as probably owing their origin to its being affected by caloric. In the neighborhood of Monrovia, on the Baltimore and Frederick railroad, very fine precious garnets are found in the gneiss."], [24, "Featherstonhaugh' s Geological Report. 16 Nor has the laboratory of nature yet ceased its action ; the granitic rocks, such as we find injected into their cognate masses, do not, it is true, flow from recent volcanoes ; but the trap rocks, which are but modifications of primitive mineral masses, have been found injected into them in both hemi spheres, and are still poured out of modern volcanoes in the form of lava. These intrusions of granitic and trappean mat ter, including the greenstones, are common to all the geolo gical periods. In the Alps, modifications of the granitic rocks are found overlying fossiliferous strata, with small metallifer ous veins in both formations, near the point of contact.* All these intrusive bodies, from the most ancient granites to the modern lavas, appear to be modifications of each other, origi nating in the same cause, produced by the same means, but varying in their constituents, and the manner of their consoli dation. Mr. Lyell states \"that the lava in the crater of Stromboli, one of the Lipari islands, has been in a constant state of ebullition for the last two thousand years ;\" and as this must communicate with deeper foci, a central igneo expansive power, in unceasing action, seems to form a great constitutional principle of the planet; indeed, some inhabited parts of the globe are supposed to be in an actual state of gradual elevation. Yet these apparently fearful dynamics are but means in the hands of Providence to establish the most grand and beautiful arrangements : — mountains and con tinents raised from the deep to heights which afford salubrity and security, and where nature can offer the most varied and attractive residence to man and the animals ; and the crust of the earth, prolific in minerals, with all useful and precious metals, in the proper proportions for our immediate wants. Primitive rocks are sound in all those parts of the earth which have been examined, and there is every reason to believe that they form the solid basis of the crust of the globe. * I.yell's Principles of Geology, vol. 3, p. 371."], [25, "FeatherstonhaugK's Geological Report. 17 A portion of this basis is now covered to great depths by the sedimentary rocks which have been subsequently deposited by water, but the surfaces of vast tracts of inhabited country are constituted by these primitive rocks. In the United States, they occupy the Surface from Maine to Columbus in Georgia, on the Chattahoochee, and still further, to Wetumpka, on the Alabama. Boston, New York, Philadelphia, Balti more, Washington, Richmond, and Columbia, in South Caro lina, are either built upon them, or are separated from them by deposites of an insignificant depth. Yet the whole of this mighty basis was once in a state of igneous fusion, and under circumstances which prevent the possibility of our expecting to find organic bodies cotemporaneously existing in it, since it was a state of things inconsistent with the existence of organic matter. With all the concurring proofs of igneous action, and of an immeasurable expansive power operating beneath the crust of the earth, I should deem myself more obnoxious to the charge of having suppressed them, in the present state of geological knowledge in this country, than to that of having been indis creet in assigning them a place in an official document, on the ground of their theoretical character.* A pure hypothesis, raised upon conjecture, and not sustained by admitted facts, is inadmissible ; but I should hesitate to render myself liable to the charge of theoretical tendency, in a light sense of that word, if I were conscious of entertaining conclusions other than * Of the source and cause of this great central power, we can assert no thing with precision. Philosophers account variously for it : but such is the state of knowledge, that it appears more unphiloso-phical to deny its existence, because we are not agreed upon an explanation, than it is to assert it. The same philosophers who are sceptics on this subject, do not deny the sun to be the source of solar heat ; yet, an eminent person, alluding to terrestrial central heat, has lately asked, from a conspicuous official chair, why \"the heat has not passed away by conduction, and, if it has passed away, by what other heat it has been replaced ?*' At present, it seems to be expedient to be content with such causes as explain known effects. 2"], [26, "18 Featherstonhaugh' s Geological Report. those to which the mind is irresistibly- brought by concurring facts, upon which the judgment willingly reposes. Wherever the primitive rocks in question occur in transat lantic countries, they are sound under circumstances which clearly prove that they owe their existence to the same gene ral chemical laws, and have been produced in the same manner. They have been found in Asia, Africa, and in vari ous portions, especially the northern ones, of Europe. They are not only found almost identically the same, but their various members are, in many instances, superimposed upon each other nearly in the same order. I have seen specimens of porphyritic granite from Shapfell, in England, from Ceylon, from China, from Russia, and the Alps, which would be indistinguishable from that which forms the bed of the bitu minous coal field of Chesterfield, Virginia, the broad belts which run at the soot of the Blue Ridge, and parallel to it, and some which I have observed in Georgia. The structure of the tin and copper districts in England, as far as the nature and direction of veins is concerned, would lead a student ex actly to the same conclusions, in regard to their origin, and the utility to be derived from a knowledge of it, as if he had been studying the gold and copper veins of the United States. The structure of the auriferous rocks in Russia and Brazil, as it has been described to me, is precisely what we find it to be in the gold region of the United States. Tin has not yet been found in the primitive rocks of this country in profusion, as it is sound in Cornwall, neither has gold been found in Great Britain, as it is found in the United States, where the veins which have been examined for a distance of more than eight hundred miles to the south from the Potomac river, and which show themselves occasionally in an auriferous character at an equal distance to the north, are very productive. But gold has been found in small quanti ties in Great Britain, and tin, of which I possess some traces, has been found in the United States. In the Ural mountains"], [27, "Featherstonhaugh' 's Geological Report. 19 of Northern Russia, gold is a productive metal, and platina has been found in considerable quantities. A specimen of platina has lately come into my possession, which was found in North Carolina, and, from some recent indications, I am disposed to think that the diamond, the topaz, &c. will soon be produced from the same quarter.* It may, therefore, be safely asserted that this great non- sossiliferous division of the known rocks of the geological series, and to which an igneous origin has been attributed, is, in all the circumstances connected with its crystallization, its metalliferous character, its constituency, and the superposition of its different members, essentially the same in North Ame- rica, and in the other parts of the globe where it has been observed. It appearing unnecessary to seek for distinct causes to phenomena which are mere repetitions of each other, the accordance between this branch of the geological series, as to unity of cause, may be considered probable in both hemispheres. The other great division of the geological series of rocks, and which, from its being the depository of the remains of those organic bodies which preceded the present order of things, may be called the organic division, has been subdi vided into three divisions: transition, secondary, and tertiary. The rocks comprehended in the transition class received that name in the early days of the science ; because in these wras * Gold mining is yet in its infancy in the United States ; in truth, prepara tions for systematic mining are only now making. Not one shaft has yet been sunk exceeding 160 feet. Yet, notwithstanding the rude expedients resorted to, the progressive scale of production since 1824 warrants the most favorable anticipations for the future. In 1824 the amount of gold from North Carolina received at the United States mint was only $5,000 ; every succeeding year the quantity brought was rapidly increased, till, in 1832, it rose to $458,000, and in the succeeding year to $475,000. In 1834 Georgia sent to the mint $415,000. These amounts are independent of the native gold which does not find its way to the mint. The amount of native gold produced during the present year will, it is thought, not fall short of three millions of dollars. ->*"], [28, "FeatherstonhaugK's Geological Report. 20 discovered an apparent transition from inorganic o og matter, and from a chemical to a mechanical origin of roc s. And, in truth, it is in those argillaceous slaty masses, and beds of roofing slate, which immediately succeed to the primitive rocks, that we find the first vestiges of animal and vegetable existences, extremely rare, however, when compared with the profusion in which they are found in the superior rocks. Yet the fossils found imbedded in them are not, even in the present state of geological knowledge, to be considered as representatives of the first class of animal bodies which came into existence. The masses, in which they are found imbedded, being all formed under water, we must of course look to find no animal remains but of such animals as were fitted to live in that element, viz. fishes and shell fish, and crustaceous animals. These having some solid parts, liable to be enclosed with an argillaceous covering, might leave some traces of their existence, and which a few of the two last enumerated have done. The scarcity of these seems to be in accordance with the mineral state of the earth at the period when the rocks were formed in which they are en closed. The solid parts of these animals, when living, are formed of lime, which, from the small proportion in which it exists amongst the other primitive masses, was not, as appears consistent with the general design, to be produced in the pro fusion it subsequently was, when animal existences, to which it was indispensable, were to be brought forward in great numbers. The general deposites of calcareous matter on the globe have been, by some persons, attributed to the exuviæ of ani mals, without stopping to inquire whence those animals de rived the solid parts they have left behind them. As we know not that animals have the power of forming lime from other mineral elements, we are compelled to suppose that the calcareous matter forming their osseous structure, their testa ceous and crustaceous coverings, preceded them. In consid-"], [29, "Feather stonhaughss Geological Report. 21 ering the primitive rocks, we have perceived that forces of great power, and unknown to modern times, have been in action in tbe earlier periods of the planet — forces which even now continue occasionally to act, though feebly and rarely. As to the manner in which the statuary limestones were pro duced, there is much ambiguity. We know, however, that mineral springs, both thermal and cold, deposite carbonate of lime in great quantities, as they come in contact with the atmosphere. The prodigious deposites of this character from a cold mineral water, in the Sweet Springs valley, in Virginia, which presents one of the most rare geological phenomena, the no less interesting travertino deposited by tbe Hot Springs of the Washita, in Arkansas, both of which localities I visited this last year, and similar phenomena in various parts of the world, render it quite possible that some extraneous calcareous deposites, lying amidst the primitive rocks, have come from tbe central parts of the earth, in a state of aqueous solution, and have subsequently received their high crystalline character from being in contact with ignige nous rocks in an incandescent state. With springs of such a character in action, the animals of those times could be at no loss for calcareous matter in favored localities ; and, in that greater portion of the aqueous surface where lime was want ing, we can readily believe that the creative power might give a benevolent existence to countless myriads of those gelatinous animals which fill some tropical seas in our own days, and which, having no solid parts, have left no vestige of their existence behind them.* * Professor Agassiz, a distinguished naturalist, who appears at present to lead in fossil ichthyology, does not find fish decidedly carniverous before the period of the carboniferous limestone, that is to say, fish are not provided with large conical and pointed teeth ; those of later periods appear, however, from their teeth, to have been omniverous. The investigations up to the present moment all point to the conclusion that organization was upon a low scale in the transition period. M. Adolphe Brogniart, the able author of the Histoire des Vegetaux Fossiles, and to whose genius and industry we mainly owe the"], [30, "22 Featherstonhaughss Geological Report Perhaps the time has arrived when the term transition should be limited to the argillaceous masses in question. The connexion, however, between them and the shales and slates, and other beds which succeed them higher up in the geological series, has induced some geologists to consider all the members of this connexion, including the bituminous coal measures, as belonging to one natural group. Yet I cannot but suppose that a series of deposites extending to thirty or forty thousand feet in thickness on this continent, and proba bly to an equal amount in Europe, will, when it has received an examination consistent with its great importance, be ultimately arranged in a more lucid and characteristic man ner.* The lower slates, the flags, the grits, and limestones. information which has been produced respecting fossil vegetables, whilst he has enumerated 258 species found in the coal deposites, only finds fourteen in the transition series, and these, if I remember aright, (not having his work here,) all cryptogamous plants. To these facts, if we add other considera tions, such as the great uniformity of the genera in the inferior rocks of both hemispheres, where trilobites, producta, spirifers, and orthoeera are the cha racteristic organic remains, and the curious fact that of the whole number of species of fossil coal plants found in North America, more than one-half have been found connected with the coal fields of Europe — a greater proportional similitude than exists amongst living plants — we can scarcely, in the present state of geological information, assent to any theory of \"causes now in opera tion,\" for fossil nature, which excludes a law of progressive development, under which we see the fitness, for all this uniformity, of some common cause, extensively operating, as thermal waters even upon the oceanic scale, may be supposed to have done. * The section which accompanies this report, traces in an imperfect manner the transition rocks from the vicinity of Harper's Ferry, on the Potomac, to the Cumberland mountains in Tennessee. I could not, with satisfaction to myself, enter, upon this occasion, into details respecting the fossils of the tran sition and grauwacke rocks of North America which I have examined : they have accumulated greatly upon my hands, and would furnish materials for an important work, that would require a great devotion of time, and incessant labor. My friend, Mr. Murchison, late President of the Geological Society of London, who has distinguished himself so greatly by his researches in the su perior beds, has been much occupied for the last four years in a great work,"], [31, "Fealherslonhaugh^s Geological Report. 23 oi British geology, have their equivalents in this country. \\n nothing is the analogy in the two hemispheres more con stant than in the general character of the transition and grau vvacke beds, even to the chloride nature of some of the beds of the old red sandstone ; the same conformity also can be as serted as to their fossiliferous character. It is true that in the north of England the grauwacke is found lying at a great in clination, and upset on its edges, with conglomerate or old red sandstone unconformably upon them ; showing that this last, not being affected by the movement which had disturbed the grauwacke, or having been deposited since that movement, was not, in the estimation of some persons, to be classed in the same division with the grauwacke. By these the grau wacke was considered the limit of the transition series; but in countries where the old red sandstone and the grauwacke laid conformably on each other, the argument was equally strong for arranging the superincumbent formation in the same series with the inferior one. In the United States we find them both upset on their edges, at very high inclinations, and there fore no sufficient ground upon that score is presented here for placing them in different divisions. But there is one general character which is common to many beds lying much higher up in the series, and that is fossil coal ; and here we find another circumstance, which induces some geologists to class the whole together as a coal-bearing series. to contain numerous plates of unpublished fossils, illustrative of the \"stratified deposites which connect the carboniferous series with the older slaty rocks\" in England and Wales, and which will give a singular impulse to investigations of the transition beds. Mr. Richard C. Taylor also, who well deserves the high reputation he has acquired as a geologist and mineral surveyor, is about to pub lish a very important account of the transition beds, which he has extensively examined in Pennsylvania. I feel confident that the comparative views we shall soon be able to bring forward between these- analogous deposites, will extremely strengthen the opinions I entertain of the strong generic resem blances between the organic forms of the transition period in both hemispheres."], [32, "24 Featherstonhaughs1 s Geological Report. Hereafter it is possible that the wide difference between the non-bituminous and bituminous coals may suggest a permanent character for the arrangement of the coal-bearing rocks.* In all essential circumstances, the features which mark the structure of the coal-bearing series of rocks in Europe are found here. In the grauwacke we have beds of lime stone, derived, for aught we know to the contrary, like the * The very general concurrence in the opinion that coal beds may be a resi duum of vegetable matter, appears to have induced many geological writers to assume the same origin for all carbonaceous deposites. The prevalence of vegetable impressions on the shales connected with the coal in some localities, seems to them to be sufficient ground for the assumption. I have seen many of the non-bituminous varieties in place in this country, which appeared to me to justify a scrutiny into that belief. Anthracite coal is found in (he lower slates, which may be said to be the commencement of the transition series in many parts of North America, yet fossil plants are not found in some of them, and they are very rare in the transition rocks of all countries ; a fact which detracts from the opinion that it is of vegetable origin. However reasonable may be the inference arising from the convertibility of vegetable matter into lignite, jet, and bituminous fuel, that many important beds of coal have a vegetable origin, yet due weight should be given to some circumstances from which a different origin may be inferred. In the beds of plumbago which lie in the gneiss at Sturbridge, Massachusetts, the mineral is nearly vertical in the rocks, like the micaceous oxide of iron in other situations : this graphite is carbon, combined with a small quantity of iron finely disseminated through it. At Worcester, in the same State, nearly the same mineral, in a semi-crystallized state, occurs in the mica slate, but here it is called anthracite coal, although it has been ground and sold for plumbago. In the lower slates of Rhode Island, the same mineral occurs with a diminish- ed specific gravity. Near Poughkeepsie, on the Hudson, I have seen veins of anthracite in the lower slates, from half an inch to two or three inches broad, rising, like metallic veins, to an inclination of 70°. In Pennsylvania we have heavy beds of anthracite in the grauwacke, which are non-ferruginous, and others which are slightly bituminous. These localities show a progression in the quality of this mineral not at all consistent with a vegetable origin Its lowest beds are metalliferous, and its specific gravity decreases as it rises in the series. The slaty shales which usually accompany coal, cannot be said to be an integral part of it, but may owe their origin to a mechanical deposite modi lied by the high temperature of the carbonaceous body, and which favored the production of plants now only found in low latitudes. The slates of Rhode Island, which accompany the coal, contain talc, and abound in asbestos"], [33, "Featherstonhaugh,s Geological Report. 25 statuary limestone in the primitive series, from solutions eject ed from below, alternating with schistose and sandy beds of probable mechanical origin. In these limestone beds we occasionally find, as in Europe, increased numbers of animal remains, and cognate in their relations, such as the flustra, the trilobites, &c, on the calcareous plates from Dudley, which are often identical with those of the Alleghany ridges. In the lower parts of this series, in Europe, are found those non-bituminous coals now generally known here under the name of anthracite ; and in this country we find the same car bonaceous matter distributed through the whole system of Al leghany ridges to the most western counties of Virginia, where the inclined rocks begin to give way to the horizontal forma tions of the Cumberland range of mountains. Higher up in the series, and reposing upon the vast deposites — -in this coun try immense — of carboniferous limestone, and millstone grit and shale, where these minerals are not replaced by more complex deposites, we find, in Europe, the great productive beds of bituminous coal, exactly as they are found in some parts of this country, lying amidst shales and sandstones, often of a friable structure, and abounding in mica. The fossil plants, too, are nearly related in both countries, and some identical. It is true the coal in some instances in Europe, as at St. Etienne, in France, is found resting upon the naked granite, which is exactly the case with the coal measures of Chester field, Virginia; this lies in troughs of granite, the edges of which crop out above ground, showing the exact limit, in some instances, of the coal field. Nor is it to be supposed that, be cause intrusive rocks of a granitic character have appeared subsequent to fossiliferous rocks, the base of these coal mea sures has thus been formed, and cotemporaneously with the carboniferous deposites which repose on them, for the Ches terfield granite is a well defined and beautiful porphyritic granite, with its red crystals of felspar, precisely resembling that of Shapfell, in England, and forms part of that extensive"], [34, "26 Featlierstonhaugh\\s Geological Report. granite formation which looks at the Atlantic coast Irom the east flanks of the Blue Ridge, and which I have traced far into Alabama. Nor is that extraordinary coincidence in both hemispheres, in the state of the beds of the carboniferous limestone, to be overlooked. Some of them, teeming with the imbedded exu viæ of animals ; others conspicuous for the plates and irregu lar masses of chert, resembling the flint as it is seen in the chalk beds of Europe ; whilst both alternate with beds of com pact limestone, of different degrees of crystallization, andnon fossiliferous. Those who have seen the encrinital and other beds of the European carboniferous series, may see the same thing repeated in various parts of this country : in the western parts of the State of New York ; at the Helderbergh moun tains ; conspicuously in Tennessee, in Kentucky, and the State of Missouri. Here, in some instances, the rocks appear to be composed entirely of organic remains, whilst others seem to have been deposited so rapidly as to have given no time for their production. It is at this period, however, and amidst this profusion of calcareous matter, that such immense numbers of testaceous animals of the same kinds have existed in both hemispheres.* * In the carboniferous limestones of Tennessee, Kentucky, Indiana, Illinois, and Missouri, I made very rich collections of fossils, many of which are identi cal with European specimens : indeed, it is probable that most of the European genera will be found there. There are, however, great numbers of species which differ from those found in Europe, some only slightly, whilst others again are quite new. My scientific friend, Dr. Troost, professor of geology at the University of Nashville, and geologist to the Slate, has discovered some in teresting fossils, which, it is to be hoped, he will soon find leisure to describe. I saw in his cabinet an asterias, found in the carboniferous limestone, having five rays, but having lost the spines and epidermis. The following are a few of a very long list of European cognate fossils I brought from the States above mentioned .- Orthocera, encrinites, producta, spirifers, plagiostoma, natica, am pullaria, delphinula, euomphalus, turbo, pentremites, trilobites, asaphus pla tycephalic, hamites, terebratula, bellerophon, nautilus, cardia, trochus, turbi nolia, cyathophyllum, astrea, stromatapora, calamopora, manon, eschara, with"], [35, "Feather stonhaUgh's Geological Report. 27 In examining the structure of the transition series of rocks, we perceive that it partakes largely of a mixed character, both chemical and mechanical. Many circumstances, presenting themselves under various aspects in different and distant lo calities, point to a direct central origin for the limestone beds of the carboniferous limestone, and for those siliceous solutions which have frequently changed the character of their fossils, and sometimes replaced the calcareous constituent throughout the whole beds ; a fact observed by myself in tbe State of Mis souri, where certain oolitic beds of the carboniferous series — and which occur also near Bristol, in England — are entirely converted into siliceous matter. The presence of bituminous matter, too, in some of the fetid beds of this last series, would give strong support to the opinion that some coal beds may have been the result of outpourings of bituminous matter, and not of vegetable decomposition. The fetid beds of the west ern part of the United States are in some places so impreg nated with bitumen, that when the limestone rocks of the canal were blasted at the falls of the Ohio, the bitumen oozed from the rocks in such great quantities, that more than a gallon a day was collected by the workmen. I have myself drawn bitu men in considerable and unusual quantities from these rocks. One of the most remarkable geological features of this con tinent is the vast extent of the carboniferous limestone. I have traced its eastern border — conforming to the course of an innumerable quantity of the zoophytes described in Goldfuss. Although these fossils are not identically the same with their equivalents in Europe, yet many of them are strictly so, and in all cases I would assert the generic resem blances to be stronger than the specific differences. On this continent, where the carboniferous limestone extends uninterruptedly for more than one thou sand miles, we find an equal amount of generic resemblances and specific differences, notwithstanding that the causes which produced the beds were obviously cotemporaneous and the same ; and it is certain that the specific difference between the most powerful species of living animals here, and those in transatlantic countries, seems to be much greater than that which prevails amongst the fossils of the two hemispheres."], [36, "Feather stonhaughss Geological Report. 28 the other mineral formations east of the Mississippi — more than one thousand miles running to the west of south, from the State of New York to the thirty-fifth degree of north latitude in the State of Alabama: the course is then changed, and lies to the north of west, leaving Little Rock, on the Arkansas, about thirty miles to the south, and disappearing between five and six hun dred miles from the Rocky Mountains. This deposite extends, uninterruptedly, a geographical distance of at least 1,500 miles from east to west, underlying portions of the States of New York, Pennsylvania, Ohio, Indiana, Illinois, Missouri, and the Territory of Arkansas, on that line. In Tennessee, Kentuc ky, Virginia, and Maryland, it is bounded by a line of which the Cumberland mountains form a part. In the plains through which the Mississippi flows, and which include the Illinois prairies, it appears like a continuous floor, forming an almost unvarying flat ; for although the superficial level is irregular, that of the calcareous formation, lying beneath the arable soil, seldom seems to change its elevation materially. In other parts of the area covered by this deposite, there have been extensive denudations of the beds, whilst in some of the Western States broad table lands of it still remain, and which are occasionally covered with sandstone, as is the extensive table, forty miles broad, of the Cumberland moun- tains as far as the beginning of the descent down to Sparta, where the sandstone contains indications of bituminous coal. From hence to Nashville, about eighty miles, the country de- scends over various beds of carboniferous limestone; that which immediately succeeds to the above-mentioned sandstone has a marked oolitic structure, and is about two hundred feet thick. The beds are all horizontal, and many of them abound in organic remains,* whilst the chert in the seams takes an agatized form, with a chalcedonic botroidal appearance such as T have seen in similar situations west of the Mississippi. The lowest point at which I had an opportunity of examining * Of which the pentremite, according to Dr. Troost, is the characteristic fossil."], [37, "Featherstonhaugh,s Geological Report. 29 this series of the carboniferous limestone was at Nashville, on the Cumberland river. The town is built on naked beds of horizontal limestone, some of which are loaded with fossils. The beds through which the river has cut its channel, and which appear in various parts of the neighboring country, vary a good deal in their crystalline structure, and in their organic remains. The Cumberland being unusually low, I had a favorable opportunity of examining some of the inferior beds, which were of a dark bluish gray color, having a structure between that of primary and compact limestone. These rocks occasionally abound with nodules of siliceous matter, resem bling chert, black outside, grayish within, which seems to hare been infiltrated into cavities once containing organic matter. They are frequently covered with fucoidal strings, and numerous zoophytes, of which the characteristic marks are obliterated ; have rounded surfaces, from aqueous attrition, the calcareous matter having been rubbed away, and the cherty matter left in relief, as I have frequently observed on the rocks on the right bank of the Mississippi. Higher up in the formation, the beds contain cavities, in which organized bodies appear to have been imbedded, and many of which are now filled by interesting accidental minerals. Their walls are generally lined with carbonate of lime, upon which beau tiful crystals of strontian, of a fine sky blue color, with inter mediate shades, sulphate of barytes, fluate of lime, fibrous and snowy gypsum, and sulphuret of zinc in rare crystals upon brown spar, are often found : the same accidental minerals are found in the horizontal carboniferous limestone in the State of New York, and in other localities. This limestone, when rubbed, smells faintly, like bituminous limestone, although it lies much beneath any indications of bituminous coal which have been yet observed. In the banks of the Cumberland, Dr. Troost pointed out to me a conglomerate bed of dead shells, where pairs of bivalves seldom occur. The organic remains of this bed are generally fractured, and often much comminuted. It lies between two strata of compact limestone,"], [38, "30 Featherstonhaughs's Geological Report. and in some places is fifteen feet thick, whilst in others it thins off to one or two feet, and is often entirely wanting. Above all these beds is a stratum of coarse granular limestone, covered almost entirely with strophomena rugosa, a well characterized fossil. Harpeth ridge rises much above the level of Nashville, and is remarkable for containing beds of a greenish color, derived from chloride matter, as well as a bed of slaty clay, very bitu minous, with reniform ferruginous masses. An encrinital bed of limestone near the top, alternating with sandstone, is co vered with an argillaceous sandstone. The whole structure of this ridge bears a strong resemblance to the country de scribed in Lieutenant Colonel Long's return from the Rocky Mountains.* I have recognised these beds in many distant parts of the country, and have frequently fallen in with the same stratum of bituminous shale. But as the details of the geology of this part of Tennessee will be given to the public with great care by Dr. Troost, who has made himself com plete master of them, I shall proceed to give a sketch of the structure of this great deposite of carboniferous limestone, as it is exhibited in the descent of the Cumberland river from the falls to Nashville, a distance of about three hundred miles. This will show the true relative position of the beds of this great forma tion to each other, as the river, in its course, has opened them all up from its source in tbe high table lands, for a depth of at least 1,500 feet, to where the Cumberland enters the Ohio. The true place of the bituminous coal beds of this group will be here seen, so that those who take the trouble to make themselves masters of the distinct mineral and fossil characters of each bed, and the order of their succession to each other, can always form an accurate judgment whether any particular district is above or below the coal. The upper part of the profile section now to be described, corresponds in so many important particulars to those characteristic beds which in Europe, frequently divide the coal measures from the carboni- * Vide James's Account of Long's Expedition, vol. 2, p. 160, et passim."], [39, "Featherstonhaugl^s Geological Report. 31 serous limestone, that I have not hesitated to recognise in it the equivalent of the formation called millstone grit and shale. The Cumberland at the falls, in Whitely county, Kentucky, has worn its way through a quartzose conglomerate, united by a siliceous and argillaceous cement, to the depth of at least five hundred feet, and continues to flow over it for some distance beyond the falls . Pursuing its way, it next cuts through a bed consisting principally of shale, about two hundred feet thick, in which are three horizontal good veins of bituminous coal, each from three and a half to four and a half feet thick. The river runs on the bottom of this bed about three miles below the mouth of Laurel river. The banks of the river continue to expose the coal veins until seven miles below Rock Castle river ; but here the Cumberland has cut into a bed of compact limestone, with an oolitic structure about three hundred feet thick : to this succeeds a series of horizontal beds about two hundred feet thick, which, at the mouth of Big Indian creek, is exposed in the banks, together with a seam of bituminous shale, the equivalent of that at Harpeth ridge, and which is here twenty feet thick. At this place the river has cut into the inferior beds of limestone which are found at Nashville ; these may be estimated at about three hundred feet thick down to the junction of the Cumberland with the Ohio. At Burkes ville the river has worn its way about one hundred and fifty teet into this last series of beds. A perpendicular section of these rocks would appear thus : Conglomerate of millstone grit, 500 Shale, with coal veins, . . . 200 (-Compact limestone, .... 300 Carboniferous Horizontal beds, 200 Limestone. Bituminous shale, 20 ■ Lower series of beds, . . . 300 1,520 feet.* * I am indebted for this section to a reconnoissance made by Messrs. Stans- bury and Baily, by order of the Topographical Bureau."], [40, "Featherstonhaugli's Geological Report. 32 During my late tour I had occasion to examine the bitumi nous coal beds in various parts of the State of Illinois ; and in the bluff, distant about seven miles east from the city of St. Louis, a fine vein about eight feet thick is opened for the con sumption of the city. This bluff, which is near one hundred feet high, is the termination of tbe level of the prairies of Il linois to the west, and bounds a rich, swampy tract of land formed of black vegetable matter — once overflowed by the waters of the Mississippi — now called the American bottom.* The coal in the bluff opposite St. Louis lies between ledges of limestone, in a perfectly flat seam, measuring about eight feet to the floor. From the stratum of compact limestone superincumbent on the coal, I obtained a fine productus and a terebratula ; but in the slaty shale above the coal, which is loaded with sulphuret of iron, I could not obtain the slightest impression of a plant. It is the same with the coal on the west ern side of the Mississippi ; nor does any part of that exten sive carboniferous country present a basin-like appearance, into which trees or plants could have been washed, or in which aquatic plants could have adequately grown. Many who are led by practical observation to assign a subterranean origin to the extensive floors of limestone on which the coal reposes, might, also, probably indulge the idea that these coal beds may have had a similar origin, fortified as it is by the existence of bituminous matter in the beds of limestone, and by many other considerations present to an observer. Extensive as this immense field is, where bituminous coal is found deposited in so many places, yet it by no means repre sents the geological conditions under which bituminous coal is deposited in other parts of North America. In the granitic trough of Virginia, the coal lies amidst shales and loose sand stones of a micaceous character, the superincumbent shales * Thirty miles south of St. Louis I recrossed the Mississippi, and found a continuation of this bottom about six miles broad, over which I walked to the bluffs."], [41, "Featherstonhavgli's Geological Report. 33 affording sine specimens of vegetable impressions. In the great bituminous coal measures of Western Pennsylvania, separated from these last by the primary and easternmost chain of the Alleghany mountains,* the coal is found amidst similar but * This chain of primary rocks, which traverses the United Slates from their northern boundary to the western termination of the highlands of Alabama, receives various designations in some of the States, which occasions some con fusion in the maps, and consequently to travellers. The true structure of the general series of the Alleghany chains or ridges, which are numerous, has been hitherto misunderstood, and, having been occasionally embarrassed when conversing on the subject in the country, I avail myself of this opportunity to correct this misapprehension. The primary rocks which are seen on the Atlantic coast, occasionally cover ed by the subcretaceous and tertiary beds, extend west into the interior until they terminate in the chain of primary rocks above alluded to, which coming from the north-northeast — the general mineral direction on this continent — is cut through at Wrest Point, in the State of New York, by the Hudson river, and, passing through Pennsylvania and Maryland into Virginia, is there called the Blue Ridge, from the bluish tint which is reflected from it. Beyond this ridge to the west, the numerous ridges and outliers — the most conspicuous of which are parallel — belong to the transition and secondary rocks. These have various local names ; but the most important of these sedimentary ridges is one called the Alleghany mountain, which forms the eastern boundary of the coun ties of Randolph, Pocahontas, and Greenbrier, in Virginia, and then deflect ing more to the east with irregular flexures for some distance, at length butts up against the primary chain near the southeast corner of the county of Bote tourt. Here the primary chain divides into a fork, the westernmost prong of which, called the Iron mountain, forms the western boundary of the county of Grayson, and the eastern prong the eastern boundary of the same county, so that the county of Grayson, and the new county of Floyd, lie mainly between the two prongs. But the country people, not aware of the difference between sedimentary and primary rocks, suppose the eastern prong to be a prolonga tion of the sedimentary ridge called the Alleghany mountain, and give it that name, which obtains in many of the maps, whilst they call the western prong, or Iron mountain, the Blue Ridge. In one sense this incorrect designation is not without a reason, for this supposed continuity is the great water shed of the whole country, the sedimentary part throwing down some of the waters of the Kanawha river to the west, and the waters of the James river to the east, whilst the primary portion sends down the head waters of New river to the west, and those of the Roanoke to the east. It will be apparent, I think, to every geologist, that as this primary chain is the true boundary of the sedimen 3"], [42, "Featlierstonhaugh^s Geological Report. 34 more indurated sandstones and shales, high up in the hills, which have been truncated and furrowed out into valleys, so that the continuity of the veins is found without difficulty in distant isolated hills. It may also be instructive to observe here that the eastern coal field of the Southern States, with which we are acquaint ed in Virginia and Alabama — in the former of which States it has already become a source of great wealth, giving constant employment to locomotive power and shipping — may reason ably be inferred, from some known partial indications, to be continuous between those points. I can confidently assert, from personal inspection, that there is a very promising line of continuity between those extreme points ; and that bituminous coal, of a very fine quality, may reasonably be expected to be found in situations where it does not crop out on the surface. As an evidence of the confidence which may be placed in geo logical indications, I consider it important to mention, in a brief manner, a coal mining operation now conducting in Eng land — and which had just been commenced during a visit I paid that country in 1826 — upon the sole ground of an entire confidence placed in geological principles, and without any in dication whatever of coal cropping out on the surface. A shaft was sunk at Monkwearmouth, near Sunderland, in the county of Durham, through a group of calcareous rocks, which were supposed, from the immutability which rocks are believed to preserve as to the order of superposition to each other, to overlie certain coal veins existing in contiguous parts of the country. The shaft was sunk 344 feet beneath the surface before any coal was found ; they then reached a small seam of one and a half inches in thickness. This occurred in 1831, after encountering incredible difficulties in stopping an influx tary rocks lying west of it, and forms so important a feature in the mineral structure of this country, it should receive a clear geological designation ; and as it looks upon the Atlantic coast in its whole course, I shall propose the name of the Atlantic Primary Chain."], [43, "FeatkerstonhaugWs Geological Report. 35 os water that had frequently almost overpowered them. They proceeded to a depth of one thousand feet, when it became necessary to invest more capital in pumps of greater capacity, and this without meeting more coal. But the proprietors had confidence in their operations, and, amidst the loudly express ed doubts of many of their friends, persevered until, at a depth of 1,478 feet below the level of high water mark, they reached a very valuable seam of sine coal, and are actually now carrying their shaft to a depth of one thousand eight hundred feet, in order to reach a vein of coal long worked in other situations, and which they are confident will be found within that depth. This vein, when reached, will repay all the outlay of capital, and become a source of great wealth. In whatever manner I have been able to regard the car boniferous series of rocks in the United States, however dis similar the mineral structure of its beds and its levels may occasionally be, yet I have not been able to resist the impres sion, and could demonstrate, if this were the proper occasion to do so, that the general structure of the series is a fair equi valent of that in Europe, and has probably been produced by the same causes. The next rocks in the geological series are those which lie immediately above the coal measures, and belong, by com mon consent, to the secondary. This division includes a very important number of beds which have never been found in the United States ; we may possess the equivalents of some of them, such as the muschelkalk of the Germans, and the red lands of Devonshire : further investigations will probably determine that point; but the geological investigations, which have been made east of the Mississippi, have scarcely left us any ground to expect that any of the members of what is call ed \" the oolite formation,\" from beneath the purbeck beds to the lias inclusive, will ever be found on this side of that river. Perhaps this cannot be asserted with equal truth of that group of rocks which lies between the coal measures and the lias. 3*"], [44, "Feather stonhaugVs Geological Report. 36 This group, usually characterized by the formation called new red sandstone, has been always considered an important depository of gypsum, as well as the source from whence salt brines have been derived in many parts of the eastern hemi sphere. The brines of this country are derived from so many sources, that this group is by no means entitled to be considered their sole geological depository in the United States. The mineral waters of Saratoga, in the State of New York, and other mineral waters obtained at Alban)*-, in that State, are very strongly impregnated with muriate of soda, contain ing upwards of sixty parts of that mineral, and these waters rise through the lower slates which repose upon the primitive rocks. The salt wells of Kiskiminetas, in the State of Penn sylvania, are fed from beneath the carboniferous limestone. I have been furnished with borings effected in that part of the country, which have extended to about seven hundred feet, and have passed through important veins of bituminous coal. These borings gave the following vertical section : Feet. Feet. Sandstone, ... 20 Sandstone, ... 50 Coal, 3 Coal, 5 to 6 Limestone, ... 3 Limestone, . . .100 Sandstone, . . .120 Saliferous rock rest- Coal, 4 to 5 ing on limestone, 300 Limestone, ... 3 Sandstone, ... 88 ggg Coal, 2 — _ The floor of the valley where the remarkable salt springs come up, near Abingdon, in Washington county, Virginia, is transition limestone. The brine is so strong that it only takes twenty-four gallons of water to make one bushel, or fifty pounds of pure salt ; great quantities of sulphate oflime come up with the brine. This locality, whether in relation to its valuable depo sites of gypsum, the powerful flow of the brine, its unlimited quantity, or the structure of the superficial beds, is more inte-"], [45, "Featherstonhaugh,s Geological Report. 37 resting than any one of its class which I have ever seen. I could name other localities resembling these. On the other hand, the salt wells of Salina are fed from a deposite of a marly character, which occasionally has a strong resemblance to some members of the new red sandstone group of Europe. This great branch of geology has hitherto received very little attention in this country. Of the superior portion of the secondary rocks, we possess some important members. The upper beds of the chalk group have not yet been seen in North America, at least not with the same mineralogical character, nor with seams and nodules of flint similarly disposed ; but many of its inferior beds are found in a very irregular and ancient littoral line from about 40° north latitude, in New Jersey — and per haps about 41° 20', underlying the tertiary beds of Martha's Vineyard — to the thirty-second degree of north latitude, in Alabama. Pursuing a sinous course thence towards the northwest, it reappears on the west side of the Tennessee river, at about 35° 40', and by intermediate points 1 have traced it to 33° 45' in Arkansas. Further west it is seen near the Kiamesha, and at various points up the False Washita, to the eastern limit of the sandstones which are found on the eastern slope of the Rocky Mountains ; thence it deflects to the north, and runs up to the Black hills, which, com pelling its course east of north, it crosses the Missouri north of the forty-third degree, and probably terminates south of the Mandan country, between the Black hills and the high lands of Coteau de Prairie. Indications of this ancient shore, which appears to have had for its limit that general water level of the sea which deposited the lower chalk beds, will, no doubt, be hereafter discovered up many of the rivers of this continent.* * I picked up two or three valves of gryphæa costata on the banks of the Ohio during the last summer."], [46, "Fcathcrstonhaugh's Geological Report. 38 Within it are contained both the lower beds of the chalk group and the representatives of the tertiary group, which have received so much attention in Europe. From the examinations I made when in the State of Ala bama, and from the details which were given me of borings for fresh water through the calcareous deposites to a depth of five hundred feet, as well as from the general trending of the eastern slopes of the Atlantic primary chain, I consider it as most probable that they all lie upon the primary floor, which extends to the ocean, and which shows itself at the falls of al! the principal streams. The suberetaceous beds in Alabama extend about one hun dred miles south from Pickens county, and appear to be bounded by an irregular line running southeast by east to the falls on the Coosa. Above this line, to the north, the bituminous coal comes in, lying, like that of Virginia, on the primary rocks. The tertiary strata are found south of the suberetaceous area. The Alabama river, with its tributaries, the Tombeckbee, the Black Warrior, and the Cahawba, cuts through these beds. At Prairie Bluff the Alabama has laid open rich deposites of the suberetaceous strata, from whence I brought ammonites, baculites, tunitella, scaluria, gryphæa convexa, exogyra costata, and numerous other fossils belong ing to these beds.* Further to the south the river at Fort Clatborne has cut through the tertiary strata. f If the mineral character of these beds, from their occasional dissimilar appearance, could raise any doubts as to their equi valency, the decided character of their fossils would certainly remove them. The agreement of the fossils found in some of the beds in the State of New Jersey with those of the green sand and associate beds in Europe, when considered in con- * Sir. Conrad has personally examined the Alabama beds with his usual judgment. f The fossils of these beds have been beautifully figured by Mi-. Lea, in his \" Contributions to Geology.\""], [47, "Featherslonhaugh's Geological Report. 39 nexion with their geological position, can leave no doubt, in the mind of an experienced geologist, of the first being true equivalents of the last, and this was announced several years ago.* The tertiary strata approaching the top of the geological series, and coming so near to the present order of nature, we may reasonably expect the fossil remains contained in them to be more or less specifically allied to existing shells. This has been shown to be extensively the case in Europe, by Mr. Lyellf and other writers. That eminent geologist has divided those strata into periods characterized by the pro portion of recent and extinct shells found in the same beds. It has resulted from this manner of investigating the subject, that, in the beds nearest the existing order of nature, shells now living are found mixed in the greatest proportions with those which are extinct ; and that in the lowest beds of the tertiary strata the proportions are nearly inverted, showing a systematic progression of species, conforming in this to the progression of organic nature in the older geological forma tions. The tertiary deposites of the Atlantic States are very numerous, and extend far to the South. Wherever I have found the suberetaceous beds, I have found some of the strata of the tertiary. I found the beds of Mr. Lyell's Eocene period in various parts of the Territory of Arkansas ; and in the very great number of tertiary beds which I have seen betwixt the Delaware river and that Territory, I am disposed to believe the equivalents of Mr. Lyell's periods may all be found. From some of these localities I have collected great numbers of living species, which yet partially retain a sine color. The Choptank river, in Talbot county, on the east ern shore of Maryland ; the counties of Prince George, * Dr. Morton, in his instructive Synopsis, states that \"Mr. Vanuxem was the first to detect the analogy between this deposite (suberetaceous) and the chalk formation of Europe.\" These gentlemen first drew the attention of geologists to the true position of the beds in New Jersey, and to their proba ble extension to the South, where they have since been found. f Principles of Geology."], [48, "40 Featherstonhaugh^s Geological Report. Charles, and St. Mary's, in Maryland ; the counties of Hano ver, York, and especially of Prince George, in Virginia, present admirable localities for those who are disposed to examine the relative age of these beds; indeed, all the South ern States, and conspicuously that of Alabama, present an extraordinary field for inquiries of this nature, the tertiary strata covering a prodigious area towards the Atlantic. In Prince George, Virginia, the tertiary strata will probably be found to rest upon the suberetaceous beds ; and it is interest ing to geologists to note, that the bituminous coal beds of Chesterfield county, which rest upon porphyritic granite, are the limit of these calcareous strata, just as the bituminous coal of Alabama is the limit of the suberetaceous beds in that State.* * Traces of this ancient littoral line are usually to be found, without much difficulty, near the falls of the rivers. I deroted the summer and autumn of 1833 to this demarcation, and found it to describe an irregular line west of south from Maryland into Virginia. The tertiary beds, where no fossils appear, may always be recognised by heavy, wet, dark green looking depo- sites, sometimes as in the hill at Richmond, on which the capitol is built, and near Shirley, on James river, containing impressions of shells only, some- times sparkling with spicula of sulphate of lime, and sometimes loaded with fossils, as at Fort Washington, on the Potomac. The mineral which colors these beds is a compound of silex, iron, and alkali, and is the same as that which forms an important part of the suberetaceous beds, and occasioned their being named by the European geologists the \"Green Sand Formation.\" The older beds may generally be looked for at the western edge of this line. Lig- nite occurs very commonly. I saw an important bed of it in the right bank of the Rappahannock, a few miles from Fredericksburg, on the estate of Mr. Spottswood, lying on the older tertiary. Mr. Ruffin, the intelligent editor of the Farmer's Register, who has done so much to direct the attention of his brother planters to the value of these calcareous deposites in agriculture, took me during that summer to some localities on James river, near Coggins Point, where I found the equivalents ef Mr. Lyell's Eocene period, and from which I enriched my cabinet with some Tery fine fossils. The saddle-shaped oyster appeared to be the characteristic fossil of these beds. In the interior, near Mr. Ruffin's residence, I collected a great variety of shells belonging to the present order of things, many of which, though extremely minute/retain- ed vivid colors. It often happens that particular species are aggregated together in these localities, showing that the retreat of the ocean has been effected without breaking up their beds."], [49, "Feather 'stonhaughss Geological Report. 41 But these beds not only contain proportional mixtures of living and extinct shells ; species are found in them which are found in beds of the same age in Europe, of which, I have no doubt, the labors of Mr. Conrad, and other geologists engaged with the subject, will soon produce important lists. This might be expected from the close generic affinities of the fossils of both hemispheres.* Having had personal opportunities of examining the beds of which I have been speaking, in the States of New Jersey, Maryland, Virginia, South Carolina, Alabama, and Arkansas, besides having seen the characteristic fossils of the subereta ceous beds from Tennessee, and from localities several hun dred miles up Red river, beyond the limits of my late tour, I cannot but consider them, together with their fossil contents, as establishing a most satisfactory agreement between these portions of the geological series in Europe and America ; and when we add to the list the lignites, and the equiva lent quadrupedal and Saurian remains found in both countries, it may be asserted that there is no important discordance between the marine and fossil remains of their cotempora neous periods ; for time will probably diminish the list of non-equivalents on both sides. Within a very short peiiod, the eurypterus, a remarkable fossil crustaceous animal, dis covered some years ago in the United States, and then entirely unknown in Europe, has been discovered there. It would be inconsistent upon this occasion to enter upon all those details requisite to bear me out completely in what I have advanced of the agreement of the European and Ameri can rocks, and which I must defer to more appropriate occa sions. That opinion was communicated by me, as far back as the year 1828, to the Geological Society of London. To those who are interested in geological results, without having studi- * Dr. Morton, in his Synopsis, has published a list, compiled by Mr. Conrad and himself, of living shells \" common to the European and American coasts of the Atlantic,\" consisting of twenty-four species."], [50, "Feather 'stonhaugl^s Geological Report- 42 ed the science, it will be still more satisfactory to know that this constant succession in the order of rocks, in respect of their superposition to each other, is invariable, as much so as that of the order in which the letters of the alphabet stand to each other ; so that this result, which it was my intention to show in entering upon this sketch of the principles of geology, will be apparent to them ; that the study of the structure of this globe is not that of an inchoate mass, the parts of which were thrown together at random, but that all the parts of the globe which have been geologically examined, have contri buted in turns to establish the now generally received truth, that the crust of the earth contains a series of rocks that have come into existence, in regular succession to each other, after a particular and apparent design, and that all the principles of the science, as they are established in one country, can be successfully applied in every other country, for the promotion of human industry and prosperity. I now proceed to the results of my late tour. I was well acquainted, by reputation, with the lead depo- sites in the State of Missouri, though I had not, as it turned out, any accurate idea of the geological structure of the coun- try. It was important for me to examine them, as they were situated amidst the public lands ; and the southern part of the State of Missouri being conterminous with the Territory of Arkansas, where my instructions led me, I directed my course to the northern foot of the highlands which extend to the Mis- souri river, and which lie between it and Red river, with the intention of passing down them from 38' 30' north latitude, to their southern slope at 34° north latitude. In passing through the States of Tennessee, Kentucky, and Indiana, I had ob- served an unusual disposition in numerous beds of carboni- ferous limestone (some of which, in the two first States, contain sulphuret of lead, encased in compact sulphate of barytes) to pass into siliceous matter ; not only were the fossils, with few exceptions, all converted into flint or chert, but, in some"], [51, "Featherstonhaugh's Geological Report. 43 instances, the beds were principally made up of continuous plates of siliceous matter, after the manner of the chalk flint in Europe. I subsequently found this to be very much the case in the State of Missouri, and in the vicinity of Hercu laneum some of the calcareous beds consisted of about two thirds of their bulk of silex. This siliceous character in the rocks disappears to the north, and is not seen on the Missouri river. The limestone beds which I examined on the banks of this last river, and in adja cent situations, were either compact or argillaceous. Being desirous of reexamining the beds which the Mississippi has cut through east of the mining district in the State of Missouri, I recrossed the country to the Mississippi, and in the vicinity of Herculaneum found a great part of the calcareous beds con tained about two-thirds of their bulk of silex. A little south of this last place, and about one mile north of the Plattin creek, the Mississippi being very low, I observed a change in the rocks. A bed of quartzose sandstone, which can only be ob served at that stage of the water, and which is covered by a slight rise of the river, jutted out into the Mississippi. For some distance it had a loose granular texture, consisting of quartzose grains held together without cement. In some situations it crumbled between the fingers into sand, but in others it was sufficiently indurated to make a strong rock. The bed runs into the bluff above it, which is a fetid lime stone, of a sandy character, and contains sulphate of barytes. This was the first indication I found of an approach to the lead districts. The character of the limestone beds, as they are seen nearer to Herculaneum, is altogether changed here. Instead of compact limestone, with regular seams and blotches of cherty matter, I had suddenly come upon an extensive deposite of siliceous matter, without any lime, and which covered the lower limestone beds, and with calcareous beds superimposed on it, extremely siliceous. In neither of these deposites did I ever find any organic remains. South of these"], [52, "Featherstonhaugh's Geological Report. 44 beds the banks of the Mississippi are low, and a valley inter venes, the disappearance of the solid contents of which is rendered less difficult to account for, by the want of tenacity in the rocks. From this point I again ascended the country in a direct west course, and soon got upon the extensive open barrens, with their straggling trees, which form the table land of that country, and which are constituted by the calcareo siliceous fetid beds I had examined on the banks of the Mississippi, and which repose there also on the granular sand stone, as I had frequent occasions of discovering in the ravines and denuded depressions of the country. In one of these slopes, which was well uncovered by a perennial spring of some power, I saw lithographic stone, of a very good quality, lying amongst some thin beds of limestone. Pursuing a south west course, I found the country broken and rolling, the heights principally constituted of sandstone, with limestone uniformly underlying it in the ravines. As I advanced, I found the mineral character of the country less simple, the rocks very much diversified with accidental minerals, and every thing announcing a metalliferous district. I became now desirous of finding some natural sections that would assist in explaining the phenomena around me, but I could find none, and could hear of none, so that it became necessary for me to examine the localities where mining operations were conducted, in order, by an examination of the subterranean arrangement of the metallic beds, to form some estimate of their direction and extension towards those parts of the coun try where the public lands lay. I accordingly visited the most ancient \" diggings\" which had been partially carried on ever since the French had had possession of the country, but I found that the irregular manner in which those diggings had been conducted almost baffled every attempt at systematic investigation. The sulphuret of lead, or \"mineral,\" as it is called in the lead country, has been, in certain localities, at all times found in fragments near the surface of the ground,"], [53, "Feather -stonhaugW s Geological Report. 45 from the size of a pin's head, in which it can be picked up in great quantities where the rain has washed the soil, to masses weighing several hundred pounds. Sometimes pieces of an intervening size are found, which have been affected by attri tion ; but, more frequently, the \" mineral\" preserves its angles very fresh, as it might be expected to do from its brittle cubic structure. Various opinions have been entertained of the cause of so singular a distribution of this mineral substance in loose pieces, and occasionally in such great quantities, near the surface of the earth — a circumstance which has occasioned the whole adjacent country where the mineral has been found, to be excavated into pits from six to twenty feet deep, so that in the localities of such districts it would be impossible to drive any carriage by daylight, and impracticable to ride securely on horseback by night. The disorder into which the country has been thus thrown, is entirely owing to ignorance of the geological structure of the country, and the commonest principles of mining, and is much to be regretted, as it will greatly embarrass future efforts, in those localities, at sys tematic mining. It would be superfluous to enter into any mineralogical detail of those diggings, or to render a very particular account of any of them, since nothing can be more rude than the attempts at collecting ore which they exhibit. In particular localities immense quantities of sulphate of barytes, or \"tiff,\" as it is named, masses of quartz rock, cel lular, and occasionally coated with mammillary crystals of great brilliancy, and, in other instances, a profusion of dark red clay, are thrown out of the diggings, togethe'r with the mineral. It was at Mine la Motte I first received satisfactory evi dence that the broken up mineral I had seen in the diggings had been occasioned by an accidental derangement of the regular structure of metallic veins, and to which I had always attributed these appearances."], [54, "Featherstonhaugli's Geological Report. 46 The country around presents an extensive table land, almost denuded of timber, through which a few slight streams run, which are used to wash the soil taken out of the shallow dig gings. The whole surface is cut out into pits of various sizes, from four feet diameter to some exceeding twenty feet square, with an equivalent depth. These larger areas have been the result of a discovery gradually made, that the loose fragments near the surface, which were formerly the sole object of the diggings, were connected with mineral imbedded in the solid rock. Hence, large areas have been opened, without much relation to method, sometimes to the extent of half an acre, and gunpowder is employed to blast the metalliferous rock ; so that mining in this particular district is become precisely what quarrying is every where else. The history of these diggings, and the manner in which the sulphuret of lead is often found, is as follows. The streams washing through the superficial gravels sometimes disclose valuable deposites of the ore. Adventurers follow up these indications wherever found, and commence their diggings : when they reach a depth of twelve or fifteen feet, or as soon as it becomes incon venient to throw out the earth, or hoist out the mineral, a new digging is commenced, and again abandoned for a new exca vation. Frequently the superficial soil for about a foot will be red earth, mixed with mammillary quartz, called here \" mineral blossom,\" and petro-siliceous stones ; a deposite of red clay of a few feet is then generally found, resting upon a bed of gravel and flinty pebbles, in which the lumps and frag ments, including extremely small pieces of ore, are found. Deposites of this kind do not differ, in any particular of me chanical arrangement, from any gravel deposites I have seen, especially the gravel deposites of gold in the Southern States, and which are, without exception, the detritus of rocks brought into these superficial beds by aqueous transportation. Be neath these free deposites lies the real metallic formation of the country, consisting of the fetid calcareo-siliceous rock"], [55, "Featherstonhaugh,s Geological Report. ■V, before described, frequently so much decomposed as to admit of being shovelled out, and traversed by horizontal bands of bright galena, or sulphuret of lead, sometimes one inch thick, and frequently a foot thick. In other situations, the ore is very much disseminated in the rock, although always confined in a vein or bandlike breadth, of different dimensions. Where the ore is much disseminated, and the rock is speckled with metallic particles for a great breadth, the ore is usually less productive, yielding about forty or fifty per cent, of lead, when the compact mineral in other situations yields sixty-five per cent. Upon such occasions it appears to contain an excess of sulphur. In some instances, I observed broad veins with a considerable dip, but generally the bands of ore were nearly horizontal. This locality appears to furnish a full explanation of the singular manner in which the ore and the sulphate of barytes, in which it is often sheathed, have come into that free and broken situation in which they are found in the superficial deposites. I observed veins at the top of the metalliferous formation, and beneath the superficial deposites, in quarries fifty feet across, and twenty feet deep, containing fragments of ore of various sizes, bright and sharp, with the vein, as well as that part of the rock through which it passed, much shat- tered and dislocated, the back of the vein being broken in numerous places, and the contents exhibiting strong marks of sudden violence. Sometimes the galena was rent into shivers, sometimes its horizontal sheet was broken up, and parts of the bright ore, ten inches wide, left standing on their edges, some in one direction, some in another, and the remainder left flat in its old place. In some places the phenomena resemble those presented in the chalk cliffs near the Isle of Wight, in England, where the beds are upset, and the seams and no dules of flint shivered. This is not the case, however, with all the veins. In various quarries at Mine la Motte, especially those which go by the name of Mine la Prairie, where more than half an acre of ground has been uncovered to a depth"], [56, "Feathers lonhauglss Geological Report. 48 of twenty feet, the sulphuret of lead is not only seen running horizontally in hard compact veins in the calcareo-siliceous rock, but is sometimes disseminated for a great extent, in specks through the rock, affording to the eye sufficient proof that the stony and metallic matter was deposited at the same time ; for if either of them were abstracted, no principle of ad hesion would be left for the remaining mineral : occasionally the rock changes its character, becoming either calcareous or siliceous altogether, and, indeed, the structure differs so much as to be sometimes hard, sometimes soft, sometimes granular, sometimes compact. Sometimes a bed of sandstone, three feet thick, will lie upon a seam of bright mineral six inches or a foot thick, though more generally it is much thinner, and lies in a flat plate. I have, however, seen it in veins of two feet thick. The deepest digging or quarrying I observed at this place did not exceed twenty-five feet ; they had not yet begun a regular system of sinking shafts and cutting out drifts, but no doubt this will soon be done, as both the public and private lands around the whole region of Mine la Motte are, in my estimation, underlaid by rich veins of galena, that descend very deep towards the central parts of the earth. The super ficial indications of this mineral are unerring. On the approach to a mineral district, numerous localities present a confused, but distinct and rather unvarying charac ter of crystallization. Imperfect nodules of siliceous matter, masses of mammillary quartz, the crystals of which are often superinduced upon chalcedonized concentric layers with an agate structure, indications of sulphate of barytes, with small fragments of sulphuret of lead in the rain furrows, betray the metalliferous rocks : these are the situations which are chosen to eommence new diggings in, and with invariable success as far as respects the finding ore. But from some works which have been recently constructed, and which I had an excellent opportunity of examining, I am confident a thorough reform in the whole system of mining in that interesting country is about"], [57, "Featherstonhaugh''s Geological Report. 49 to take place, and that it will henceforward be conducted upon acknowledged principles, consistent with the true nature of metalliferous veins, and that economical administration of the mines which will enable them to contribute powerfully to the national resources. These works, which, when I visited them, belonged to Messrs. Taplit & Perry, are distant four or five miles from Vallee's mines, and about twenty-five miles from the point where I observed the quartzose sandstone jut out into the Mississippi. They are situated in a small valley at the foot of a ridge of calcareo-siliceous hills, and abound in the external indications I have before described. The proprietors, dis regarding the superficial ores, and confiding in the metallifer ous nature of the rock formation, had boldly sunk a shaft, in imitation of some practical miners from England, on the other side of the hill, and had been rewarded with the most perfect success. In sinking this shaft, they had come, at random, at a depth of about sixty feet deep, through decomposing calca reo-siliceous rock, upon a vein of sulphuret of lead, and, going down, had reached another horizontal vein upwards of one foot thick, and throwing out from it numerous subordinate veins and threads, into all of which they had cut drifts, wherever the mineral was sufficiently abundant. They had sunk this shaft to a depth of about one hundred and ten feet, when I was there, and very obligingly let me down into it, and gave me every aid and facility in examining their works, which enabled me to observe the very curious structure of these metalliferous rocks, aud to form a satisfactory opinion of the geological structure of all this remarkable country. In pursuing the main horizontal vein, I came, in succession, to a great number of cavities or pockets— analogous to those of some parts of the gold region in Virginia — in the calcareo siliceous rock, of various sizes. Some of these caves, as they are there called, are not more than four or five feet across, whilst others arc much more extensive. I examined one which J"], [58, "Featheistonhaugh's Geological Report. 50 was about forty feet from top to bottom, and about thuty-sive feet in diameter. The uniform hoi izontality of the veins would keep the true nature of their origin in great obscurity ; but, before I reascended, I had an opportunity of examining what they called the main channel, which proved to be an almost vertical vein, filled with compact galena, and about eighteen inches broad. I found the course of this lode to be about N. N. E. and S. S. W., with an inclination of about 18°; and upon examining it further, and reviewing what I had seen before, 1 had no longer any difficulty in understanding that these horizontal veins, and their subordinate ones, were lateral jets from the main lode, after the manner that Mr. McCulloch has described the structure of the horizontal injections of trap rock into sandstone at Trotternish, in Scotland.* Having made these observations upon the direction of these veins, I commenced an examination of their structure more in detail, and found they were all what is called in some of the mining districts of England ivet veins, being, without exception, en cased, not in sulphate of barytes, but in pure bright red argil laceous matter, quite wet below, and cutting with a bright waxy face. This red clay accompanies the galena wherever it goes, always including it as in a sheath, and carrying along with it sometimes nodules of quartz, and of iron, zinc, and galena, which last compound is called by the miners dry bones. Every one of the pockets or cavities was filled with this red clay, even the large one I mentioned ; but at the bottom of each of them was a thick bright plate of sulphuret of lead, that seemed to have sunk to the bottom by its specific gravity. All these circumstances seem to point to a projection of this metallic and mineral matter from below. f At these mines, when circumstances are favorable, they can raise and bring to the surface, as I was informed, five thousand pounds of the * Vide McCuIloch's \" Western Highlands of Scotland.\" f During the eruption off Sicily, in 1833, when the volcanic island was formed, the agitated ocean was filled for several weeks with red mud."], [59, "Feather stonhemigti's Geological Report. 51 mineral a day — a quantity that could be easily quadrupled it the demand for the metal justified it. This sulphuret yields sixty-live per cent, pure lead of commerce. 1 had occasion to observe, in numerous instances, that the mineral indications on the public lands were quite as encouraging as at the estab lished mines; but this mineral of lead, to judge from obvious appearances, exists in such inconceivable profusion in the metalliferous region of the south of Missouri and the north of Arkansas, that, like the iron of which I am about to speak, it may be relied on for countless ages as a source of national wealth, and an interminable supply of the most useful metals. Having completed my examinations of the lead mines, I pursued a southerly course, with the intention of visiting the district of primitive rocks, as it had been described to me, which lies on about the same parallel with the heads of the Merrimack river. At a considerable distance I perceived very lofty hills of a different aspect from any I had yet cross ed, and having an abrupt and stony ascent. The rocks upon the slope of the chain are for a considerable distance denuded, and present a well defined syenite. The chain at a distance appears to run N. E. and S. W., but, upon crossing it, and examining it inside, it deflected into a cr ate ri- form, reminding me, in some of its features, of some ancient volcanoes I had seen. In various portions of this district I found varieties of greenstone, alternating with some horizontal rocks entirely quartzose, and containing no lime. Upon one lofty hill of syenite I found immense breadths of this siliceous rock, ex tremely and ponderously impregnated with iron ; and at a distance of about a mile from this, the iron increasing in quan tity in the intermediate distance, I came upon one of the rarest natural metallic spectacles I have ever seen. Upon a mound sparingly covered with trees, I observed a veinlikc mass of submagnetic iron, and having a bright metallic frac ture, of a steel gray color. This vein was about one hundred and fifty feet above the surface of the adjacent plain, and at 4*"], [60, "Featherstonhavgh's Geological Report- 52 the surface had the appearance of being roughly paved with black pebbles of iron, from one to twenty pounds weight ; beneath the surface it appeared to be a solid mass. I mea sured the vein from east to west full five hundred feet, and I traced it north and south one thousand nine hundred feet, until it was covered with the supeificial soil. Unusual as is the magnitude of the superficial cubic contents of this vein, yet it must be insignificant to the subterranean quantity. This extraordinary phenomenon silled me with admiration. Heie was a single locality of iron offering all the resources of Swe den, and of which it was impossible to estimate the value by any other terms than those adequate to all a nation's wants.* Upon a more minute investigation of the eountry, I found other similar metallic beds, though not of an equal extent, and all upon the public lands. This sjenitic chain comes up through the calcareo-siliceous beds of the country, extends for several miles, and stands separated from all other intrusive rocks, as far as my investi gations permitted me to observe : some parts of it are traversed by veins of trap, none, which came under my observation, exceeding a breadth of two inches. At present, I am dis posed to believe that it is an independent mass of intrusive matter, which has been erupted in the most remote periods, and I leave it to future philosophical observers to deeide whe ther it is cotemporaneous w ith the injection of the metallic veins which I have described. It is highly probable that the shattered veins which have been before spoken of, and their parts left in different positions on their edges, have been ren dered so by accidents posterior to their origin. The proximate causes do not require to be looked for at a great distance ; the neighboring intrusive masses of syenite announce subter lanean operations of great magnitude to have been at some * It yields about sixty-five per cent, of fine iron, but is found not to wel<J easily, which I attribute to an excess of sulphur."], [61, "Featherstonhaugh''s Geological Report. 53 period at work, and we have evidence that the adjacent country is occasionally subjected to volcanic action, perhaps attended with electric power of great extent, from the violent concussions to which it was subjected in 1S12, when New Madrid and its vicinity, and the neighboring country to a con siderable distance, were so agitated. Upon that occasion, extensive districts were raised and depressed, old lakes were choked up, and new ones formed. New Madrid is not one hundred miles from these shattered veins : the influence of the earthquake of 1S12 was felt in their vicinity; and we can easily conceive of an electric force passing through these veins at some other period, and bringing them into the dis rupted situation in which we now find them. As I advanced to the south, the country bore the appear- ance of being still more pregnant with metallic matter ; it became very hilly, the elevations at various points exceeding perhaps two thousand feet from the level of the sea. It was a succession of lofty hills and deep glens, of an arid, petro- siliceous character. Nothing was to be seen but nodules of flint and hornstone, masses of mammillary quartz and siliceous gravels, with not unfrequent traces of copper. Quartzose and siliceous matter seemed to have universal dominion ; and so incoherent and anomalous were the mineral appearances oc- casionally, that if I had not traced the formations from the Mississippi, and kept a steady eye upon them, it would have been impossible for me to suspect that I was walking over the equivalents of the carboniferous limestone. Yet this was the fact ; for, on descending into some of the deep glens, where there was a prospect of finding the rocks denuded, it often occurred to me to find regularly stratified beds of limestone and quartzose sandstone underlying amorphous masses of petro-siliceous matter; whilst mammillary quartz, nodules of opaque flint in concentric circles, and compact sulphate of barytes, were strewed around, with fragments of sulphuret of lead profusely lying about where furrows had been made by"], [62, "Feathcrstonhaugh,s Geological Report. 54 the rain. I crossed some lofty hills of massive dark reddish greenstone, lying in a course about southwest from the syeni tic chain. On the flanks of some of those hills I found other extensive deposites of submagnetic iron, and frequently oxide of manganese, which the hunters call black tin. Zinc also is not uncommonly met with ; and nothing is more general, espe cially in the fluviatile deposites near the streams, than profuse quantities of bog-ore and red oxide of iron.* This is espe cially the case with the deposites of the river St. Francis and its tributaries. It would be but to repeat these incidents, to detail, in a minute manner, my progress to White river, in the Territory of Arkansas. The country presents a continual change of level, a never-ending succession of hills and valleys. From a remarkable eminence in Wayne, the most southern county in the State of Missouri, I enjoyed a singularly splendid view ; numerous lofty ridges were seen running parallel to each other to the north and northwest. That upon which I stood, could not fall far short of three thousand feet from the level of the ocean, was not more than one hundred feet broad, and had a semicircular form, which imparted a erater-like appear ance to the deep and gloomy glen beneath. This was as savage as the wildest nature could make it, and possessed a fearful, yet attractive character. The extent and grandeur of the view, the silence and solitude of the scene, were impres sive ; no birds were present, and it was uninhabited by wild beasts, for the country was of such an arid, siliceous nature, that there was neither' water nor herbage, both necessary to the smaller animals, which are the immediate motives that lead the rapacious ones to prowl about. The summits of all these ridges have the petro-siliceous character before described, and the calcareous beds are very commonly found in the ravines ; occasionally, however, some * I have heard, from good authority, that cobalt has been found in Missouri."], [63, "Featherslonhaugh,s Geological Report. 55 of the regular beds are quartzose ; and upon one occasion I found the oolitic beds of the carboniferous limestone, which I had recognised in the Cumberland mountain near Sparta, in Tennessee, and subsequently in Kentucky, entirely silicified, with the ovula unimpaired by the change — a fact in geology as important as it is rare, since it shows the influence which siliceous solutions have had at some remote period, not only upon organic remains, but upon the calcareous rocks in which they are imbedded. From the preceding geological circum stances of the parallelism of these petro-siliceous ridges, and the almost uniform presentation of the calcareous beds in the valleys, I am led to class these valleys amongst those which have been called valleys of denudation, considering the coun try to have been at one time continuous as to elevation, and that the valleys have been scooped out by the agency of waters, at some period when the ocean has retreated from this part of the country — an operation to which I have for a long time been led to attribute the peculiar structure of some of the Alleghany ridges. After leaving the waters of the St. Francis, I had to cross those streams which are tributary to Big Black river — streams of great beauty, all rising in a siliceous country, and so ex tremely transparent that it is almost impossible to take the sine fish they contain, at their greatest depths, by daylight. These streams all run through alluvial bottoms of various dimensions and of great fertility ; but at their confluence with Big Black river, an immense breadth of alluvial soil commences, which extends southeast to the Mississippi, enclosing vast swamps of deciduous cypress, but, with these, extensive rich bottoms of land eminently fitted for the culture of cotton and maize, and capable of sustaining a great population. These public lands, which, for a great extent of country, are subject to inundation from the back water of the large streams, could— as far as the information 1 received from persons acquainted with their"], [64, "Featherstonhaugh's Geological Report. 56 situation is a warrant for my opinion — be in a great measure reclaimed by constructing levees at particular points. At pre sent, owing to their liability to inundation, they are only known to the hunter who frequents the geographical line which separates Missouri from Arkansas, east of Big Black river, where herds of buffalo and elk still roam. Whilst I was in that neighborhood, I repeatedly heard of the buffalo, and saw the hide of a large elk which had been shot out of a herd by a hunter the day before. These are supposed to be the only remains of the buffalo and elk, which have lingered near the Mississippi, in a district where man has not yet permanently occupied the country. Some of the tributaries of Big Black river, such as the Currant and Eleven Point rivers, which disembogue in the Territory of Arkansas, rise far to the west, in the high petro siliceous elevations before described. The following fact, as illustrative of the economy of nature, is interesting, and was so constant in its occurrence that at length I came to confide in it as a geological indication. Wherever these streams, towards their heads, had passed over nothing but siliceous minerals, and where calcareous matter was comparatively scarce, I found that those varieties of the fresh water shells belonging to the genus unio, which have been considered by some very zealous conchologists as distinct species, were all wanting, except a few, which conformed in their external appearance to those simple types found in the Atlantic streams of the United States ; those, for instance, which are found in the Schuylkill, in Pennsylvania, and in the Rappahannock, in Virginia. Whereas, where those streams had penetrated deeply into the hills, amongst the calcareous beds, or had risen almost amongst the calcareous beds at the eastern slop ings of the highlands, as the Strawberry river does, I found a very great number of those beautiful varieties which abound in the Cumberland and Ohio rivers, and most of the streams"], [65, "Featherslonhaugl^s Geological Report. 57 running through the carboniferous limestone of the country west of the Alleghany ridges.* In descending the southern slopes of these petro-siliceous highlands, I came upon the valley of White river, in Arkan sas, which in some places is very broad, and cuts those high lands into two distinct portions. This stream, which is very little known in the Atlantic States, is one of the most import ant and beautiful rivers in the United States. It takes its rise in the western edge of that elevated country which has received the designation of Ozark mountains, and, receiving several important tributaries, some of which take their rise north of the thirty-seventh degree of north latitude, pursues its course for seven or eight hundred miles of serpen tine windings to its mouth, south of the thirty-fourth degree of north latitude, watering that fine agricultural country, amongst the most charming portions of the Territory of Arkansas, which is comprehended in the county of Wash ington, and, pursuing a general easterly course to its great tributary, Big Black river, near which, having reached the confines of the highlands, it deflects to the south to mingle its waters with the Mississippi. This latter portion of its course lies through the richest alluvial lands, with excellent steam navigation the whole distance from its mouth to that of Big Black river, and showing an evident practicability of being made navigable still further towards its sources, two hundred miles to the westward. Big Black river itself might be made navigable for a great distance, and without much expense : if the willows and aquatic shrubbery, which impend over its banks in those parts where it is narrow, were only removed, * I consider this remarkable fact deserving the attention of those philosophi cal conchologists who distinguish the present period by so much zeal and talent ; for certain it is, that to a mind not indoctrinated in the mystery of specie-making, it appears probable that the external arrangement of a testa ceous covering, which is so much relied on as a basis for establishing a species in the place of a variety, may, in a very great number of cases, be due to the presence or absence of calcareous matter."], [66, "Feather -slonhaugh's Geological Report. 58 it would be perfectly accessible to steamboats. I have deemed it proper to make these observations, because simple improvements of this kind would lead navigation into the vicinity of those invaluable mineral deposites which I have before described, and which, until something is done of this kind, must remain inactive, together with many other mineral substances both in Arkansas and Missouri, especially marbles and stones of construction. Having traversed the valley of White river, I again ascend- ed the formations I had been so long upon, and with the same indications wherever I went. Here again I found the hori- zontal limestone, overlaid by quartzose sandstone and petro- siliceous knolls, but always without organic remains ; it would almost seem that the waters, which deposited these beds, were too hot to admit of animal life.* Having crossed Little Red river, one of the tributaries of White river, and the source and direction of which are south of this last, and proceeded some distance south, I perceived a coming change in the geological formations. The sandstone became exceedingly ferruginous ; and from an eminence about forty miles from the Arkansas river, I had a grand view of a perfectly flat wilder- ness, about ten miles broad, terminated by lofty ridges running east and west. There was not a patch within the horizontal bounds that indicated a settlement ; nothing but a dense forest, containing, as I had been informed, and as I after- wards found, no water, except a few putrid pools in the bottoms of the bayous. In this grand picture of the wildest American scenery, there was nothing to break the compre- hensive and uniform woody character, but an immense confla- gration that was raging in the distance, in my line of advance, and from which rose a dense volume of smoke. Fires of this kind are often occasioned by the inadvertence of hunters, * I think sufficient consideration has not been given to the probable preva lence of mineral solutions from below of a high temperature, at once the source of these immense horizontal deposites, and of the production of tro pical plants, at that early period."], [67, "Featherstonhaugliss Geological Report. 59 and sometimes purposely to drive game in particular direc tions. I had often passed through many miles of fired land, where the smoke not only obscured every thing around, but where it was a painful effort to resist the inconvenience it occasioned. On extricating myself from this arid plain, I reached a ridge with an elevation of about 70\", and here I perceived the geological formations were changed ; the rocks had become highly inclined; the sandstone had become much intermixed with narrow seams of quartz, which was not com pact, but consisted of fibrous bundles of imperfect crystals closely wedged in upon one another. Subsequently, pursu ing a southerly direction, I crossed, within a distance of eight miles, four abrupt ridges, running east and west, consisting of highly inclined i eddish ferruginous sandstone, intersected by seams of quartz ; and, examining the country around with greater diligence, I found that the sandstone rested upon grauwacke slate. I had many opportunities, during the remaining part of my progress to the banks of the Arkansas, to verify this observation, and to satisfy myself that I was upon the true equivalent of the old red sandstone and grau wacke of English geologists. In various situations I found the old red sandstone formation exceedingly broken up, and the fragments piled up, as it were, in great masses. There are some singular instances of this within three miles of Little Rock, on the north side of the Arkansas river. The advance to Little Rock, in this direction, is over two miles of alluvial soil, perfectly flat, and the extremely steep bank of the river, during low water, shows on the north side no rocky structure whatever ; but on the south side the grau wacke slate crops out very boldly on the bank, and, being the first stony substance met with ascending from the mouth of the Arkansas river, has given its name of Little Rock to the present seat of Government of the Territory of Arkansas. The grauwacke slate here is highly inclined, and dipping S. E. is traversed by very broad bands of quartz ; no red sand-"], [68, "Featherstonhaugh''s Geological Report. 60 stone is superimposed upon it at the river, but at a very limited locality on the bank I found a calcareous deposite containing marine fossil shells belonging to the tertiary beds.* Three miles west from Little Rock, this deposite reappears in consid erable quantities, and is quarried for the purpose of making lime. A few miles distant from the seat of Government, the old red sandstone is almost replaced by quartz, especially to the northwest, in the direction of the Great Mammelle river. At a distance of five miles from the town, the ridges of old red sandstone occur again, running about east and west. The Mammelle mountain, distant about eighteen miles from Little Rock, is an outlier ofthe same formation : the southwest aspect of this cone is very imposing, and bears a strong resemblance to a pyramid ; on approaching it, the whole facade presented a lofty mural escarpment, about seven hundred feet above the level of the Arkansas river, according to the computation I was able to make, with a broad talus at the bottom. The southwest edge of this pyramid showed the truncated beds of the rock, stand ing at an elevation of 75°, and in some places they were ver tical. From the summit of this mound there is a surprisingly beautiful view of the surrounding country ; wherever the sili ceous ridges are, pine timber exclusively prevails, and where the river inundates the low lands, there the deciduous trees betray the inroads it makes. Immense quantities of rich land will be here reclaimed when the system of making levees is introduced. I also visited some isolated highlands on the O opposite side of the river ; one named Crystal hill had been pointed out as interesting to a mineralogist, and some persons at various periods had pretended to work there upon a silver mine. Crystal hill is a mere outlier of old red sandstone, much inclined, and based upon grauwacke shale and slate. The slate near the river is occasionally very much diversified by strong ferruginous bands, and at very low water shows a * O-Urea, turritella, calvptrea, cerithium, S;c."], [69, "Featherstonha-itgli's Geological Report. 61 good deal os sulphuret of iron. These minerals present ap pearances which have deceived some sanguine persons, some of whom 1 met with, urgently desirous of being correctly informed on the subject. After I had completed my examina tions of the Territory, and arrived at Little Rock on my return, I thought it a point of duty to warn them against wasting their means in a pursuit, of the probable advantages of which they were not competent judges, and respecting the prosecution of which they were unable to determine where they ought to begin, and where they ought to desist; and I stated to them, what I here repeat, that I had never seen, in any portion of the Territory of Arkansas, the least indication of the precious metals, apart from a very small portion of silver contained in the sulphuret of lead. Nor, indeed, did I ever find in the transition rocks of this part of the country any fossil except a new species of pentremite in the old red sandstone near the Mammelle. Having made such examinations in the neighborhood of Little Rock as my opportunities admitted of, I directed my course west, towards the Hot Springs of the Washita. On leaving the town, I soon got once more upon the old red sandstone, reposing on the grauwacke, and indeed never left it, with one exception, until I drew nigh to the Little Missouri river, south of 34° north latitude. I crossed a small stream, called the Fourche, which runs into the Arkansas, and the heads of other streams said to run into bayou Bartholomew, though I cannot vouch for the accuracy of this last fact, which 1 had from report. This is a stream that will be of importance hereafter to the settlers in that part of Arkansas, as it is very long, may easily be made navigable, and passes through the fertile county of Chicot, whence it disembogues finally into the Washita river, in the State of Louisiana. Where I crossed these streams — and I add the Saline river, another important tributary of the Washita, which I crossed twenty-eight miles from Little Rock — I invariably found, upon a minute investigation of their beds,"], [70, "Featherstonkaugh's Geological Report. 62 the same tertiary deposite of marine shells* which I had seen at Little Rock. In the bed of the Saline, I found, at a depth of not more than a foot under the surface, a regular calcareous rock, enclosing immense quantities of oyster shells, the rocky part being evidently formed from the broken down exuviæ of marine animals, disintegrated in long periods of time. The settlers in the neighborhood, whose chimneys were built of mud, which had to be replaced annually, were extremely well pleased with the discovery of a mineral so useful to them for domestic purposes. f At thirty-five miles from Little Rock, the country is covered with ferruginous conglomerate of the old red sandstone. Wherever this latter rock is found, the pine| prevails, as is usually the case in siliceous countries; but, about forty-eight miles from Little Rock, I observed an approaching change in the timber, the pine having entirely disappeared, and being replaced by deciduous trees. Where this change commenced, I found a total change of mineral structure; the old red sandstone had given place to an ancient greenstone, containing great quantities of crystallized hornblende. The rocks rose here about one hundred and fifty feet, and having reached the top, I saw I was upon the brim of what — in the western part of Virginia, near the Clinch moun- tain, where I have seen several, as well as in the neighbor- hood of Sequatchee valley, in Tennessee — is called a cove: this cove, which is not quite circular, but rather affecting the form of a gourd, has an interior basin, which slopes pleasingly down, and contains, probably, one thousand five hundred acres of very excellent soil. In various parts of the bottom, I found large masses of decomposing felspar, studded with black tourma lines, some of which were in long prisms, whilst others formed a stellated figure of beautifully delicate acicular rays. Some of the * Of the Eocene period of Mr. Lyell. f These deposites evidently belong to the period when the ancient littoral shore was washed by the ocean. i Pinus Australis, Mich."], [71, "Featherstonhaagh's Geological Report. 63 felspathic rocks were silled with amorphous masses of white sulphuret of iron, believed by many persons to be silver. In other parts of the cove 1 found masses of coarse grained sye nite, consisting of red felspar, hornblende, mica, and some quartz. But what will always give celebrity to this remark able locality, now called Magnet Cove, is the magnetic iron which abounds there. There is an extensive mound of it covered with pebbles of magnetic iron, from an ounce to four pounds weight. From some examinations I made by digging, I am certain these loose pebbles, like those of the vein of iron in Missouri, overlie masses of the metal of prodigious extent. Some of the specimens I obtained, possess a surprising mag netic power ; and such is the influence of the mass in place, that Colonel Conway, the surveyor general, informed me he had been unable to survey the country, as the needle will not traverse on approaching this locality. From a careful examin ation of the different portions of this most interesting cove, I came to the conclusion that the whole structure of this eleva tion, as far as its exterior as well as its interior slopes were concerned, was an old greenstone belonging to the intrusive rocks, and occupying, for a limited space, a place amidst the old red sandstone. That, as far as the greenstone extends, all the trees are deciduous, and without its limit all the trees are evergreens and pines. It is impossible to look at this quasi circular brim, and the cove below, and take into consideration, at the same time, all the minerals and metals found there, without being impressed with the opinion that it is the result of a very remote volcanic action, and is, perhaps, one of those extremely ancient craters that may have preceded those of which basalt and lava are the products. The distance from Magnet Cove to the Hot Springs of the Washita is about sixteen miles, keeping always upon the old red sandstone, and no change in the mineral, except one vein of greenstone, with small plates of brown mica, which crops out at about half the distance. At length, ncaiing a consider-"], [72, "64 Fealherstonhaughss Geological Report. able ridge, and turning into a small valley about fifty yards broad, I saw, from the appearance of things, that I had reach ed the Hot Springs of the Washita, so great an object of cu riosity to men of science, and so little known to the rest of the world. This valley, which runs about north and south, and divides two lofty ridges of old red sandstone, extends about eight hundred yards, and then deflects to the west. At the foot of the eastern ridge, which is about five hundred feet high, flows a lively stream, which rises in the hills to the northeast : this ridge has, towards the top, a dense growth of pine and oak trees, amongst which are strewed fragments of the rock, often very ferruginous, and pieces of a strong band of ironstone which traverses the ridge in the direction of N. N. E. and S. S. W., and dipping S. E. with the sandstone, at an angle of about 45°. There is, also, some conglomerate on this hill, held together by ferruginous cement. The stream, for a con- siderable distance, runs upon the grauwacke slate, upon which the sandstone rests. I had entered the valley but a short dis- tance before I saw, on the flank of the east ridge, a rock of a totally different character from that constituting the ridge, im- pending, like a curtain, down to the stream, and I at once recognised it for a travertin deposited by the mineral waters. The curtain, with some intervals, extends along the stream for about four hundred yards from the slope of the ridge, pre- senting sometimes abrupt escarpments of from fifteen to twenty-five feet, and at other times showing itself in points and coves advancing into and receding from the stream. This travertin extends back east from the stream about one hundred and fifty yards, leaning upon the acclivity of the old red sandstone, to where several powerful springs are now situated. Some of the springs rise in the bed of the stream ; one very fine spring rises in its west bank, and numerous others, of which perhaps thirty rather copious ones are found at various heights on the ridge, rising through the old red"], [73, "Fealherstotihauglss Geological Report. 65 sandstone rock. Of springs of feebler force there are a great many. Sometimes one or more of these are said to disap pear, and it is certain that new ones are frequently breaking out. Some of them issue from she rock at an elevation of at least one hundred feet from the valley where the present log cabins are built, and where a flourishing village will no doubt exist ere long. A more beautiful and singularly convenient situation for a town cannot be imagined ; for, by the aid of the simplest frames to support spouts, the hot water may be con veyed to the houses in great profusion, for baths and medical purposes, as well as for domestic uses. Upon repeated trials with my register thermometers, I found the water of some of the principal springs to be 146° of Fahrenheit, and I never found it higher, although I should not doubt that, during very dry weather, when the mineral springs were not attenuated by the atmospheric waters, they would mark a few degrees more. But, during my stay, I always found the water hot enough to make my tea without any further boiling, as well as to wash my clothes. Indeed, in this locality, the hot water is so abundant that I found it often troublesome to procure that which was cold, for the Hot Springs occupying a breadth equal to four hundred yards of the base of the ridge, all the hot water was discharged into the creek, which in many parts was of a temperature just fitted for a warm bath ; and what further assists to keep up its temperature, is the great number of hot springs rising through the slate at the bottom of the brook : this can be seen at almost a hundred places; and although the water does not scald the hand there, still, upon insinuating my fingers a few inches below the ground at the edge of the stream, 1 was obliged to retire them instantly, having moro than once burnt them in that way. If this stream were turned, it is incredible the quantity of water of a temperature perhaps always equal to 145° Fahrenheit, which might be obtained. During the summer droughts, when the stream is low, no fish are ever seen in it, the water being too hot ; but 5"], [74, "Featherstonhaugh's Geological Report. 66 when the season arrives for the cold waters to enter the stream in considerable quantities, then trout, perch, and other fish are taken in all parts of it. I was told, however, that at other portions of the summer, when the whole volume of the stream was not so much heated, the fish would sometimes come up the brook in those parts where no springs came through the slate, but always swam at a particular depth ; when crumbs of bread were dropped into them, they rose to them, but stopped when they reached the stratum of hot water, which, being rarefied, was at the top. Frogs and snakes, when forced into the hot water, or falling in inadver tently, immediately stretch themselves out and die. These mineral hot waters, except one or two of the springs, which are slight chalybeates, are tasteless, having not the least saline trace. A person totally unacquainted with mineralogy, and not aware of any difference between travertino and old red sandstone, might suppose the mineral structure of all the rocks to be homogeneous, and that the waters, not differing in their taste from ordinary warm water, were without any mine ral constituent, as the hot waters of the Washita have been reported to be ; but these immense deposites of carbonate of lime attest the contrary. On diggiug about twenty-five feet above the level of the brook, I went through a foot of the car bonate, with traces of sulphate of lime, and then through a dark red oxide, with reniform masses of nodular iron, with botroidal faces. The sulphate was deposited in layers In acicular form. I then came to masses of ferruginous sand stone belonging to the ridge. These seemed to have been loose, and to have been recemented by the' deposites from the water, which had filled up all their interstices. I took out one large mass of iron, the walls of which were, in some places, two and a half inches thick, of rich hematite ore, the inside of the nodule containing gypsum and a deep red oxide. These masses almost led me to suppose that they had been deposited by the springs, and that the iron had thus been ag-"], [75, "Feather stonhaitgli's Geological Report. 67 gregated by molecular attraction. It is not improbable that the ferruginous matter has been carried to them, during the immense periods of time which have elapsed since these springs first appeared, by atmospheric waters trickling amidst the ferruginous materials of the ridge ; the iron certainly ap pears to be accidentally there. I observed, also, that where these great quantities of the oxide of iron were, it was evi dent a stream of hot water had passed for a long period of time, and beneath the superincumbent deposite of carbonate of lime, which, as these hot waters have frequently changed their direction, might very well be. I perceived one consid erable underground stream of hot water issuing from a cavity near the bank of the brook, and, upon examining it, found the process going on, iron depositing on the sides, and soft seams of sulphate of lime already established. Under these circumstances, I would not pronounce any of these waters to be natural chalybeates. It is probable that a great many mineral waters acquire some of their properties in transitu. I have supposed this to be the case in some sulphuretted springs I have seen, that rise through beds of slate and coal, loaded with sulphuret of iron, much of which may reasonably be thought, at particular depths, to be in a state of decomposi tion. For the carbonate of lime contained in these hot waters, we may infer a different origin ; nor can we consist ently assign to the prodigious quantity of caloric which has probably for such immense periods of time raised the tempe rature of these springs, any source short of those depths from whence the intrusive rocks, the veins of iron, and various other mineral phenomena of the vicinity, have sprung. These thermal waters rise in a very limpid state, but as soon as they get into motion, and their parts become exposed to the atmosphere, a mineral deposite commences, attaching itself to dead leaves, to sticks, to any thing that serves for a point of adhesion ; upon this deposite a brilliant green ena melled looking substance presents itself, which increases and 5*"], [76, "Featherstonhauglss Geological Report. 68 thickens, in favorable situations, until it takes the thickness of half an inch. When this can be detached from the calcareous matter it covers, it has a vitreo-gelatinous appearance, some what of the consistency of those glairy substances produced in stagnant water in very hot weather. As long as the water runs over it, it continues to thicken and look green ; but when the deposite has dammed up the course of the water, and an other course is formed, which is constantly doing, then this green substance, being forsaken by the water, dries up, and crisps on the surface of the ground, like dead lichens. This dead stuff I examined with a powerful glass, and found that it was a mineral substance of a whitish gray color ; on the under side it preserved still a deadish green appearance. In the course of time it undergoes a change, and changes to a deep black calcareous mould, on the surface of which I found, as is frequently done in decomposing travertins, an immense number of individuals of various species of helix. For many other curious details respecting this mineral sub stance, which appears to have some affinity with the consti tuency of some prairies I afterwards visited in the vicinity of Red river, I must refer to those more detailed observations that will more appropriately form part of the labor of some future leisure hours, when some experiments which I have to institute shall be matured. And in relation to an analysis of the mineral contents of the hot waters of the Washita, it was always my intention to have attempted one, after the best methods my very limited experience in operations of that kind permitted ; and I had, on my departure from the Atlantic States, provided myself with such apparatus and reagents as would have enabled me to produce some proximate results ; but, upon leaving St. Louis, Missouri, perceiving it was more than doubtful whether I should get my luggage through the mountains, and a speedy opportunity, as I thought, presenting itself, I sent it by water to the mouth of White river, and it had not reached Little Rock when I left that place for the Hot"], [77, "Feat her stonhaugh's Geological Report. 69 Springs. I was, therefore, compelled to content myself with some simple examinations of the waters, and with putting up carefully some bottles of them, in order, on my return, to submit them to the analysis of some distinguished chemists, better entitled to the confidence of those interested in the result than I claim to be ; which analysis I hope ere long to be able to state, with the authority of the name of the ana lysts.* That these waters annually perform very admirable cures of chronic complaints incident to southern climates, is well known there ; and that their efficacy, and the beauty and salubrity of the country, will soon cause the place to be re sorted to from far and near, as soon as proper accommodations for visiters can be prepared, is very obvious. They seem providentially placed there for the use of the inhabitants of the low lands in the vicinity of Red river, and their value deserves to be made extensively known. About three miles northeast from the Hot Springs the coun- try is mountainous and broken, consisting of cones and ridges from three hundred to five hundred feet above the streams, which meander in very narrow bottoms. If, in Missouri and the north parts of Arkansas, I had observed the singular pro- pensity to substitute siliceous for calcareous matter, here I found the ferruginous hills of old red sandstone, sometimes consisting of solid masses of flint, at other times of a beautiful novaculite, and again of ferruginous sandstone, with heavy veins of iron passing through them, and imparting a chalybeate character to many springs issuing from their slopes. These hills contain that beautiful mineral substance called the Washita oilstone, which is sometimes well exposed in small vertical layers, and which adhere so tenaciously to each other that, on account of their remarkable brittleness, they are separated with much difficulty. It is not easy, for this reason, to obtain good spe- * The gaseous volume is insignificant, azote and a trace of carbonic acid ; the solid contents are carbonate of lime, carbonate of iron, and a trace of sulphate of lime."], [78, "70 Featherstonhangh:s Geological Report. cimens of it. The curious gradations of this siliceous matter, in the forms of old red sandstone, flint, novaeulite, hornstone, and quartzose rock, are surprising. For many miles these lofty hills present a succession of these minerals, in various forms. In some parts rock crystal abounds in great profusion, and of a good transparency and large dimensions : beautiful crystals of quartz, of a large size, are also found, with double terminations, and not unusually of a bright topaz yellow color. But the most remarkable mineral I saw was the novaeulite, or oilstone, a siliceous stone of a pearly semi-transparent nature, presenting singularly smooth natural faces, and occasionally tinged, in a very pleasing manner, with metallic solutions. Lofty hills are found there, composed entirely of this material. On one of these I saw several large pits, twenty to thirty feet deep, and as many in diameter, resembling inverted cones, the insides of which were covered with broken chips of this beautiful mineral, some white, some red, some carmine, some blue, some quite opalescent. In and near these pits round and long masses were scattered about, of a hard greenstone 1 had found in place eighteen miles distant, and none of them too large for the hand. They were, undoubtedly, Indian tools, and these were the quarries from whence the Indians had formerly obtained the materials they used for their arrow heads, and other weapons of offence. I found no arrow heads there, however, but subsequently on many of the alluvial banks of the streams in the country around, amidst the circular holes and mounds, where their now fallen mud cabins for merly stood, prodigious quantities of chips of the same mine ral, and of broken arrow heads also, were strewred around ; from whence it may be inferred that they resorted to the mountains for pieces of the mineral, and carried it to their villages to fabricate. Although it is true that no flints have yet been found in the United States, in the chalk formation, yet, in Missouri and Arkansas, inexhaustible quantities of"], [79, "Feather stonhaugh's Geological Report. 71 flint are to be obtained, of the best quality, and from the most accessible situations. During my stay here, I endeavored in vain to procure a guide to cross the country with me to Cantonment Towson, on Red river, opposite the confines of the Mexican territory ; in this direction, except for a short distance, there is not even a bridle path ; all roads terminate here, and the passes are only known to the hunters ; but heavy rains had set in, and the mountain streams were excessively swollen ; the hunters, too, were averse to break off from their favorite pursuit of bear-hunting, which commences at this season. Deeming it imprudent to run the risks to which, under these circumstan ces, and at so late a period of the year, and without a hunter to provide me with food, I should have been exposed, I reluc tantly gave up my intention of further exploring the hills in that direction, and accordingly directed my course to Red river, lower down the Washita. This river runs upon the grauwacke slate which crops out in various parts of its banks, and it will deserve the attention of future travellers to examine, with great accuracy, the rocks in its vicinity, as I saw indications, which I had neither the time nor the means of effectually pursuing, of the existence of non-bituminous coal — a fact of great importance to the future prosperity of that part of the country. The anticipation, too, is strengthened by those important deposites of anthracite coal, in Pennsylvania and Virginia, being found in the transi tion formation. On my way I passed between the left bank of the Washita and Magnet Cove, leaving it to the northeast, and observed the same difference on this side, between the trees growing on it and the evergreens growing on the adja cent sandstone, which I had remarked on my advance. The route led through a wild romantic country of flinty knobs, and little vales excellently watered. From the Washita to the Caddo river, for about thirty miles, the elevated parts of the country consist of the same siliceous knobs and uplands, some"], [80, "72 FeatheistonhaugVs Geological Report. of them approaching to the oilstone of the Washita, and well watered by numerous streams, with limited bottoms ol con siderable fertility intervening. The myrica cerifera, or candle-berry myrtle, was very abundant on these siliceous lands ; the deer also were in great numbers, as well as strong gangs of wild turkeys, strutting about in their finest plumage. These birds occasionally take flight with as strong a wing as the wild goose, and light upon tbe tallest trees. Three miles before I came to the Caddo, the country began to descend towards it, and nature began entirely to change her aspect. On crossing the river I entered upon an extensive level cane brake,* in a bottom of great fertility. Here I again found the tertiary limestone in the bed of the river, and in some adja cent bayous, with the fossils I had before seen at Little Rock. This is a favorite resort of parroquets and ivory-billed wood peckers.f The plants are all deciduous; the old red sandstone, with its pines, is no longer seen, except at very distant inter vals, where slight vestiges of it appear. The soil is of an excellent quality, and the bottoms are covered with laurel and holly, which last becomes a tree of considerable magnitude, having a diameter frequently of twelve inches. The almost impenetrable cane brakes, lying five or six miles on each side of the Washita, (into which the Caddo falls near where 1 crossed it,) and which are of very great breadth in some parts of its course to join Red river, and to where this last falls into the Mississippi, can never be reclaimed until levees are constructed to preserve the lands from inundation. Not far from the junction of the Caddo with the Washita there are some salt brines, the natural strength of which it is impossible to measure whilst the soil is so saturated with river water ; but eventually, when wells are sunk beneath the beds of the streams, and properly secured, there can be no doubt but that the country will possess salines adequate to its wants. I saw specimens of sulphate of lime, also, which * Miegia roacrosperma. j picus prineipalis."], [81, "Feather stonhaugh's Geologicat Report. 73 induce me to think that deposites of that mineral may be found ere the wants of the country may require them. As a mineral manure, it would probably be found very valuable when applied to the siliceous soils north of the Caddo, as well as others yet to be mentioned, a little north and northeast of Red river. From the Caddo to Tournois creek, the distance is about fifteen miles, always upon good level soil. Part of the coun- try, however, was sandy, with heavy beds of a bluish green arenaceous clay, containing a trace of lime. I found no fossils or impressions in it, but was induced to believe it was the equivalent of some tertiary beds I had seen near Shirley, on James river, Virginia. The whole of this part of the country almost seems to be underlaid with rotten limestone, derived from broken down marine shells. The country hence, for several miles, consists of good bottom land, full of holly and laurel, with occasional hills of old red sandstone of moderate size, with their usual pine trees. Having gone about twenty miles, the country fell again to the south, and I soon came to an important stream which rises to the north- west, and empties into the Washita, called the Little Missouri, from its waters being of a dusky red, muddy color. On crossing this stream, I entered upon a dense low bottom of the richest soil, covered with cane, holly, laurel, and swamp timber, inter- sected by numerous bayous ; this lasted for three miles, when the country began to rise a little again ; and, after advancing a few miles, I came upon a singularly black waxy soil of a car- bonaceous color, entirely different from any thing I had yet observed, except the surface of the travertin, at the Hot Springs, which, as I have before observed, was not dissimilar to this, agreeing further in the profusion of helices and other land shells with which it abounded. The country here appeared to consist of a chain of prairies running westward, and paral lel with Red river for a very great distance. Some of these prairies were mere bald spots, of half an acre and upwards,"], [82, "Featherstonhaitgh's Geological Report. 74 surrounded by plants, whilst others were said to contain seve ral hundred acres. In every instance they were surrounded with a belt of timber and plants peculiar to the country. I was informed by Judge Cross, a gentleman well acquainted with the country, and to whose intelligence and hospitality 1 owe many obligations, that these prairies extend probably many hundred miles to the west, and that it is an opinion deserving of being entertained, that plants are encroaching upon the prairies generally. It was with sincere pleasure I found myself upon geological grounds, with which I was well acquainted. The prairies were covered with the fossils which, as I have before observed, characterize the New Jersey green sand formations,* but the superficial soil was uniformly of a deep black color, resembling charred wood, and in wet weather is of a waxy, plastic consistency, that makes it extremely disagreeable to move amongst. Its fertility is remarkable, and renders it eminently fitted for cotton, which, as I had many opportunities of observing, succeeds well. The black soil, which is substantially calcareous, contains, as I found from slight experiments, a proportion of carbon. This was one of the most lovely countries I had seen, a gentle rolling surface and fine woods, in which is an abun dance of the indigenous crab apple, f with the beautiful bow wood, | or bois d'arc, as it is usually called. On examining where the streams had abraded the lower parts of the land, and digging in various places, I found that all these portions of the country, which consisted of prairie land, were bottomed upon immense beds of rotten limestone, derived from the tes taceous remains of the mollusca I have named, entire shells of which in a soft state are still imbedded in the broken down masses once composed of shells. The zone of black land here does not appear to have a breadth of more than five * Gryphæa convexa, exogyra costata, &c. he. f Malus coronaria, twenty sect high, len inches in diameter. Maclura aurantiaca."], [83, "Feather stonkmtgh's Geological Report. 75 mites ; wherever it is, the same fossils are found, with the undervalves profusely scattered around on the surface. Some times the black earth gave place to a deep red marie of great fertility, but in this marie I found no shells ; they seemed peculiar to the black prairie land. It was evident I was here upon an ancient floor of the ocean, from which we may infer it had retired with comparative tranquillity, the surface being so little disturbed. The broken down marine shelly matter had accumulated into local beds and extensive hill deposites, after the manner in which we know some existing species accumulate, and the general irregularity of the surface was not dissimilar to that which is presented by the various sound ings of marine coasts, where recent surfaces are forming. These accumulations are more or less covered with a vegeto animal deposite, that, by the constantly acting power of the elements, is partially removed, and carried by rains towards the streams; hence this covering is diminished in some places, and thickened in others. In some situations the black soil is two or three feet deep, whilst in others it is only a few inches thick, in which latter situations the tender roots of plants, having, in extreme dry weather, to contend with a caustic calcareous bed, are liable to perish ; the Indian corn, for this reason, is sometimes what is called fired, its leaves drying up and wasting away. These characteristics of the prairie coun try, as far as this particular zone of prairies is concerned, is common to a vast extent of country to the west of the points I examined. To the east the zone extends from north latitude 33° 40' to north latitude 32° 30', in the State of Alabama,* and can be traced at intervals to north latitude 40° 30', in the State of New Jersey. Throughout this very extended line, all of which I have personally examined, the characteristic shells of this suberetaceous formation have been found. I possess gry- * Wells, five hundred feel deep, have been dug through rotten limestone, into slate with quartz."], [84, "76 Featherstonhaitgh's Geological Report. phæa, exogyra, and other shells, from localities far up the False Washita, the neighborhood of the Kiamesha, from Mount Prairie in Arkansas, from Mississippi, from Prairie Bluffs in Alabama, and from New Jersey, all of them identical; and in the suberetaceous deposites of Alabama, I have found the greatest profusion of the fossil equivalents of the genera pecu liar to the green sand beds of Europe. I hope at no distant period to be able to trace, with some precision, the ancient littoral bounds of that geological period, so clearly demar cated by all the unequivocal circumstances I have described. In relation to those areas which have received the appella- tion of prairies, from their surfaces, denuded of timber, being at certain seasons covered with long grass, I am not of the opinion of those who think that all prairies have originally been produced by firing the timber annually, and thus, by repeated combustions, destroying the timber as well as the sprouts. That much ground has been denuded by such means, 1 would admit, and the cause certainly would appear a sufficient one for those prairie districts to which no other cause apparently could be assigned. By whatever method plants begin first to germinate in such deposites, it is evident, as I have before stated, that where the vegetable matter is thin, and the season unfavorable, they are liable to perish ; and where they would not altogether perish, it must be re- membered that this country was stocked, as the more distant prairies still are, with buffalo, which would, by their periodi- cal occupation of the country in numberless herds, assist in exterminating plants of a vigorless constitution. These may be enumerated amongst the efficient causes of a prairie -or meadow state of extensive tracts of country. This view of the subject is somewhat strengthened by the fact of plants, in modern times, encroaching on the prairies ; for 1 have observ ed they encroach on the sides where vegetable matter has been washed and accumulated, finding a nutritious bed there, into which they can push their innumerable delicate fibres,"], [85, "Featherstonhaugh's Geological Report. 77 secured from the devastating teeth and hoofs of the buffalo, which have now all left this part of the country; for where man settles, that animal never remains long. But there is also another view of the subject. These vast prairies of the West, as well as the diminutive ones in question, must be admitted to be ancient floors of the ocean. When it abandoned them, they were, of couise, with out plants ; and unless we admit their spontaneous growth, we must suppose them to have germinated from seeds derived from plants growing on lands which had been left with a higher level than the ocean, before it receded from these prairies. Their borders would, of course, be planted first, and thus we can conceive of every new generation of plants giving some of its seeds to the winds and the waters, and gradually extending the forests, like the present members of the human family, advancing upon, and settling the country for the uses of posterity. This seems a more natural and just method of accounting for the immense prairies of the West, and the pam pas of the southern portion of the South American continent, than conjectural opinions sounded on a convenient method adopted by the Indians of securing their game, and which they have practised at all times, certainly with the effect of thin ning, but without destroying the timber, as we know from the immense forests of Virginia, Tennessee, Kentucky, Indiana, Missouri, and Arkansas, which were once annually fired by the Indians, to burn the high grass, that they might better see their game — a practice which destroyed the undergrowth, but only thinned the trees ; and now that the Indians have left these countries, we find the undergrowth rapidly occupying the ground again. Before we receive opinions altogether hypo thetical in relation to the cause of the prairie condition of land, it seems as if we were bound to inquire what was their first condition, consistent with the geological fact that they are ancient floors of the ocean. It, therefore, appears to me to be probable that many of these prairies have never, since the"], [86, "Feather stonhaugh's Geological Report. 78 ocean left them, been covered by any vegetables of greater importance than the gramina. Under this view of the matter, it is consistent to suppose, what is personally known to me to be the fact in many observed instances, that trees and plants may be transplanted to those prairies with perfect success. It has appeared proper to me, in drawing up an official report, which has for its object the practical advantages to be derived from geological investigations, to abstain from enter- ing into the consideration of some of those particular branches of geology which impart at this moment so much interest to the scientific literature of Europe ; and if I have inclined to the support of an igneous theory for the origin of the rocks in the inferior portion of the geological series, it is because I have been convinced, by a long study of the mineral pheno- mena connected with the primary rocks of this continent, that there is no other conclusion to which similar phenomena can ever probably lead my judgment ; and I have no reason to suppose it is unsafe ground, since the most eminent cultivators of the science in Europe, upon an examination of their own continent, have come to the same opinion. The deliberate opinions of such men, enriched by all the aid that chemistry and other cognate branches of the science are susceptible of, are themselves authority. But I was chiefly led to express the opinions which are found in this report, respecting the supposed expansive power resulting from the igneous forces operating in the radial space, by the expectation that it would lead many ingenious minds, who had not turned their atten- tion to the structure and origin of metallic rocks, to examine some interesting localities through the medium of these opinions, which, as they have never deceived me, would thus, I trusted, be useful to them. In this, as well as in all my in- vestigations, I have been sincerely desirous of making my labors useful, rather than of embellishing them by any devia tion from a rigorous examination of facts, upon which all true and useful results depend."], [87, "Featherstonhaugh'1 s Geological Report. 79 The exigencies of society have reached a stage in Europe, to which we are advancing in this country. There, not only the metals, but every rock, every stone, every bed of sand or clay, has its value. A quarry of stone, of whatever quality, produces an income, and canals and railroads are the facilities which carry them cheaply to their destination. A very few years ago, geology, in this country, was merely considered a liberal branch of knowledge ; now, it is universally deemed a science which teaches the true structure of the earth, and the most probable situations in which its metals and minerals are to be found. Before many years elapse, the study of the science will be general here, because the wants of society are enlarging. In the increasing desire manifested in the States to establish geological surveys, we have the evidence of this, and of the existence of a spirit that must lead to a very great development of the mineral resources of the country, as well as the extension of its intellectual character.* But, in putting these State enactments into operation, it should never be lost sight of, that the advantages to be derived from investigations, the proper and sole objects of which are physical facts, depend entirely upon the practical experience of the persons to whom they are to be entrusted. * It is somewhat remarkable that New York, a State conspicuous above the other States for its immense resources, and distinguished for the great results which have been produced by the active enterprise of its citizens, should be one of the very last to make those investigations which that eminent and lamented statesman, De Witt Clinton, so earnestly recommended many years ago to the Legislature. The citizens of that State are too intelligent to be ignorant that the wealth and power that give Great Britain so great an influ ence in the world are essentially drawn from her coal mines. This country must ultimately be thrown upon her coal, as that country has long been, for fuel for domestic purposes, and for the support of its manufactories. And yet, with internal improvements that would distinguish any age, and in posses sion of the knowledge that her territory contains every indication of coal, New York has taken no step to become acquainted with the extent of that portion of her mineral resources."], [88, "Feather stonhcnigfss Geological Report. 80 Geology, although it may be divided into sour principal branches, mineralogy, conchology, ancient zoology,* and botany, has now become so far the study of universal nature, that all the laws of physics are recurred to for purposes of illus tration ; even astronomy appears destined to contribute largely to the elucidation of the earth's structure, and, reflectively, upon that of the most distant planetary bodies. The cultiva tors of these three last branches ore principally engaged in collecting evidences of a former state of things, from deposites containing organic remains, whence to deduce arguments for the true causes which have governed the present disposition of the stratified masses of the crust of the earth. The eminent European writers in these branches are well acquainted with the inorganic rocks, and, by their genius and untiring zeal, have made a deep impression upon the present age. The voluminous literature of which they are the parents, has found an immense number of admirers amongst men of varied attainments, most of whom, though well acquainted with geological literature, have not had piactical opportunities of examining nature extensively, and reconciling the complicated and irregular manner in which, perhaps, the same operation is effected, in distant localities. The mineralogical branch is composed of men who, keep ing up with the knowledge of the other branches, have devoted themselves rather to a practical study of that portion of the geological series which comprehends the metalliferous rocks, and the other productive branches. In England, the demand for useful information from this class is so great, that the pro fession of mineral surveyor has grown out of it, one entirely unknown at present in this country. f In estimating the value * Amongst the numerous meritorious naturalists of this country, it would be unjust nut to allude to the distinction Dr. Harlan, of Philadelphia, has attained, by his accurate knowledge of comparative anatomy, and his enlightened zeal in promoting the cause of natural history. f Mr. William Smith, who has received the first Woolaston gold medal from the Geological Society of London, was a mineral surveyor, and the author of the first geological map of England."], [89, "Feather stonhtmgK's Geological Report. 81 of an estate there, the capacity of the agricultural surface is not alone considered, but a great importance is given to the probable perpendicular value of every acre, as it can be com puted upon geological principles. The value of an estate to an individual depending very much upon these circumstances, men of long experience and approved judgment are alone confided in. If this, as it must be seen to be, is of so much consequence to individuals, of what immense importance is it not to the State Governments, in putting their enactments into operation, to select individuals of the greatest expe rience ? For how is that complex appearance of rocks in different parts of the same country, which, though altogether different in their external characters, may be true equivalents of each other, to be reconciled by men who have only studied them in books ? or how can men claim to have their opinions confided in respecting the tendency, direction, and quality of metalliferous veins, or the probable existence of coal mea sures, upon which the outlay of great capitals depends, who have never been down in a mine, and have studied minerals only from cabinet specimens ? In geology no learning can supply the place of experience. A geologist mayr be an indif ferent analyst, but certainly no man should be presumed a geologist merely because he is a learned chemist or a profound mathematician. Such an important trust, therefore, as is comprehended in the geological survey of a State, should be confided only to men of long approved experience. I have thought these observations not out of place, because, in the incipient encouragement now given to geology by some of the State Governments, and which will probably be done by all of them, it is important that the few individuals in the country who have the requisite experience, should not be overlooked in favor of others, who are perhaps not aware them- selves of the extent of practical experience required to make any man's labors valuable, and worthy of being transferred to geological maps of the countries they survey. It must be evi 6"], [90, "Featherstonhaugh,s Geological Report. 82 dent that a geological map of any country, upon which all the important mineral and metallic deposites should be accurately laid down, with their direction, extent, and other important incidents belonging to them, would be of great value. How much, then, does it concern the interests of the United States, that rational estimates of the national resources, with all those infallible indications which should precede internal improve ments, and whatever else appertains to a monument of such singular importance to them as a general geological map would be, should be done with the utmost accuracy. It seems called for both by the best interests and the reputation of the country. Before I close this descriptive portion of my report, I shall ask to present a few remarks on the Arkansas and Red rivers, which I trust will be found somewhat interesting. Both these streams are remarkable for their tortuous and serpentine course, and for the important deflections from their courses, which can be sometimes traced. The history of Red river illustrates well movements of this latter class. From the point where it turns to the east, a little north of 31° north latitude, it appears to have once flowed in a south direction down the line of the Atchafalaya, into the bay bearing that name, in the Gulf of Mexico. There is a chain of lagoons on that line still rafted up with timber, and no doubt, when a head was formed capa ble of resisting the current, it gave the river its present east erly direction into the Mississippi. In those remote periods when the False Washita and the other tributaries of Red river were working out its channel, the deposites of timber must have been immense, not only filling its channel to the Gulf of Mexico, as I have supposed, but rafting up its present channel as low down as its present mouth in the Mississippi. The re mains of those ancient rafts are still to be seen near its mouth, adhering to its banks, the main body having rotted away, and passed down with the current, to the point where the opera tions commenced of clearing out the present raft. But even now, such is the abrasion produced by the river, that the"], [91, "Feather sto7ihangh'ls Geological Report. 83 annual accumulation of timber at the head of the great raft is very great, and the consequent inundations from back water very injurious. When the great work of cutting the raft out is accomplished, an immense quantity of rich lands will be brought to their true value, and the salubrity of the country much improved.* These chains of lagoons are found both on the north and south sides of Red river, and are amongst the immediate causes of the insalubrity of the climate during certain months. The past summer was intensely hot and dry, and one of these large lagoons, near Lost prairie, on the Mexican side of Red river, a beautiful tract of land over which I passed, had experienced so much evaporation that it could not preserve its fish ; the water became glairy, and incapable of sustaining them, and they were floating dead on the surface. The course of the Arkansas is, in like manner, subject to constant change, as a small circumstance will lead to the de flection of this noble, but too uncertain stream. The lodgment of a tree will be the commencement of a bar that will throw the current to the other side, which, beating against a low and * When Captain Shreve, so much distinguished for his skill and diligence in removing this raft, came upon the ground in the spring of 1833, he found it dead water in Red river for forty miles below the timbers which formed the raft, and which then extended up the river for at least one hundred and fifty miles. About one-third of the surface of the river was occupied with dead timbers, and numerous mud islands had been formed, on which trees and bushes were growing. There were a great many bayous and low places, by which the water of the river was led to various lagoons and swamps, once the ancient bed of the river; these he stopped up with timber taken from the raft, and, confining the stream to its old channel, produced a current of three miles an hour. The general depth of the river was twenty-five feet, but in other parts where mud banks existed, the depth was only fifteen. As soon as the raft was sufficiently cut out to restore a good current, these were swept away, and an average depth of twenty-five feet produced. During the first season he succeeded in removing about seventy miles, and there is every reason to believe that in the course of 1835 Captain Shreve will have opened a good steamboat navigation the entire length of the raft. 6'"], [92, "Feather stonhaugli's Geological Report. 84 weak part of the opposite alluvial bank, will, in a short time, if the bank happens to form a reach there, wear its way through, leaving an island and a chain of lagoons in its old bed. In the vicinity of the Mammelle mountain is an immense swamp, through part of which I passed, and which contains, perhaps, thirty thousand acres. The timber on each side, being much killed by the water, stands dead in innumerable lofty bare masts, forming a picture of perfect desolation. The cypress,* the cotton-wood poplar,f and the populus monilifera, the hack berry,J the triple-thorned acacia, § and many other trees, at tain an immense size here. The lagoons in this swamp extend for several miles where the old bed of the river was ; wild geese, ducks, and other aquatic birds, are here in incredible numbers, as well as swans occasionally. Nothing can be more singular than the aspect of the trees in this wild place. Their trunks appeared to be painted red for about fifteen feet from the ground ; at that height a perfectly level red line extended through the whole sorest, marking the rise of the waters at the last great inundation, which occurred in June, 1833, when the Arkansas rose thirty feet. Millions of acres of rich bottom land of these countries are thus rendered useless, and can never be brought to their intrinsic value but by levees, constructed at particular points, to keep out the waters from the direct course of the river, and the back waters of the bayous that empty into the river. Until measures of this kind are taken, these districts will be a nuisance to the settlers, both in respect of their insalubrity, and their being the resort of the numerous gangs of wolves which infest the country. I spent one night in the swamp alluded to, that of the 22d November last. The thermometer had fallen to 24° Fahrenheit, and strong ice was making. The noise made by the incessant howling and yell ing of these animals exceeded any thing I had ever heard, * Cupressa distieha. + Celtis integrifolia. f Populus angulata. § Acacia triacanthos"], [93, "Feather stonhaugh^s Geological Report, 85 some barking in one tone, some screaming in another, as if each was suffering bodily pain. This uproar is generally loud est just before the approach of day, and appears intended as a signal for stragglers to come into the wilderness, where they usually crouch during the day. From this point of the river down to its mouth, a distance of about three hundred miles, a fine opportunity presents itself of studying not only the structure of this vast body of rich allu- vial land, but of the action of the river, and I passed a week in following it to its junction with the Mississippi, landing, and examining the country at many interesting points. The whole line presents a succession of reaches, sand bars, and mutations, produced in the manner I have before mentioned, and the serpentine course thus established doubles the distance. Its general course to the Mississippi is southeast, but it is constantly, every five or six miles, describing curves, and following the direction of southwest and northeast. The channel is thus alternately on the right and left bank of the river. Sometimes an extensive sandy beach will project itself from the opposite shore, and jut so far into the channel as to render it very dif- ficult to get over* with a boat drawing three feet. These beaches sometimes cover more than fifty acres of land, and are thrown up by the stream as it abrades the banks at the foot of which it runs. The banks being thus constantly undermined by the action of the river, immense masses of timber, together with the lofty canes, twenty to twenty-five feet high, that grow up with it, fall into the river with the earth about their roots, and thus at the same time form the snags and sawyers which embarrass the stream, and a point of resistance which gives a new direction to it. Sometimes, during the great freshets * Some conception may be formed of the difficulties which first settlers have to contend with in these frontier settlements, by stating that a very respectable inhabitant, who resides about fifty miles west of Little Rock, absolutely rode on horseback, with his bride, to visit some friends, up the bed of the Arkansas river two hundred miles, fording the river from sand bar to sand bar."], [94, "Feather slonhaugh's Geological Report. 86 which descend from the upper country, the river not only breaks through the reaches of land which j ut out into the river, but absolutely gets under the extensive sand beaches, and, lifting them up above the general level of the country, depo sites them upon it. In this way, I have observed considerable portions of rich plantations, distant several hundred yards from the edge of the river, buried several feet deep beneath a bar ren sand. At other times, the freshets plough the whole of the vegetation up from the ground for thirty or forty acres, and deposite it in a mass, with all its timber, upon some beach lower down.* This is the general character of the Arkansas as I have observed it for several hundred miles, and I have been told by those who have visited it nearer to its sources, that it has, in some places, abraded the whole surface of the country for several miles in width. These abrasions are more interesting to the geologist than to the planter, for the fresh fracture enables him to trace for great distances the party-colored deposites, alternating with each other, some while, some red, some gray, and often in termixed. Some parts of the banks are from one hundred to one hundred and thirty feet high, and assume an important appearance in a country where much of the surrounding land is at a low dead level. About fifty miles from Little Rock the Red Pine bluffs occur, which the river is fast wearing down. Twenty miles lower down are similar bluffs of a lighter color, called the White bluffs, and about thirty miles lower down are the Pine bluffs, which are higher than the others. At the Red Pine bluffs there is a bed of limestone, seen at low water, formed of broken down oyster shells, like those in the Saline river. This is the only calcareous depo site within my knowledge in the banks of the Arkansas east of Little Rock, except one I afterwards saw in the high banks * There is a fine instance of this at Mons. Barraques, about one hundred and forty miles from Little Rock."], [95, "Feather stonhaugh's Geological Report. 87 at the post of Arkansas. They all present a fine study of fluviatile deposites, not only in the party-colored seams of the old banks, but where they are at present forming on the surface of the country. This immense river has its sources six or seven hundred miles apart. Its southernmost branch, the south fork of the Canadian, receives streams which rise near the thirty-fourth degree of north latitude ; its most northerly source is from the Rocky Mountains, between 39' and 40\" ; and its most eastern sources, including the heads of the Verdigris, Neosho, and Illinois, rise about 38* north latitude, at least six hundred miles from the central and principal sources in the Rocky Mountains. The southernmost sources flow through an ancient deposite of red argillaceous matter for several hun dred miles, and it is this which colors the Canadian and its branches. The western and northern sources bring down mineral matter of different colors, but to the east the sources take their rise in a high siliceous country, and their mineral deposites are indicative of their origin. The branches of the Arkansas, included in this area, are numerous ; the Illi nois, the Neosho, the Verdigris, the Canadian and its two principal tributaries, are all fine rivers, and would belong to the class of most important European streams. They are of unequal length, and, being separated by great geographical distances, are subject to increase their volume at distinct periods ; and this volume, on account of their unequal length, being emptied at distinct times into the main channel of the Arkansas, the deposites which this last leaves, in its irregular progress to the Mississippi, are characteristic of the mineral substances \"which its tributaries and their branches pass through. The Canadian, which passes through a red earth, has always dull red waters, like those of Red river, rising still further south. We are, hence, enabled to assign the red deposites to the materials transported by that stream, whilst the whiter and siliceous deposites may be attributed to the northern"], [96, "Feather stonhctuglss Geological Report. 88 and eastern tributaries, whose waters, including those of the Poteau, that comes in further east, are all more clear. Those who have had opportunities of observing the eccentric move ments of floods of this class, soon learn to distinguish what cir cumstances, whether arising from partial eddies, owing to the change of level produced in periods of inundation, or from ordinary mechanical causes, hare produced both the regularity and irregularity of deposites ; and how it is that blotches of mineral matter, both large and small, are found enclosed in deposites of a homogeneous character, differing from them, just as the whiter matter of the eastern branches of the Ar kansas, brought down by the Illinois, is found enclosed in the extensive beds deposited from the waters of the Canadian. It is in the study of phenomena of this character, where fluviatile deposites are effected upon so immense a scale, that perhaps an explanation of many difficult presentations of mineral matter, observed in older indurated rocks, may be suggested. I observed many superficial deposites which had been made, perhaps within ten years, by the annual inundations: layers of white clay, sometimes of white sand, with occa sional intermixtures of both superimposed upon each other, and at times large blotches of whitish clay were enclosed in a regular deposite of red. One day I followed, for a consider able distance, an old dry bed which the river had abandoned for a new passage at the foot of the right bank, isolating a high ridge between the old and new beds, where the young wood was beginning to grow very thickly, on a surface from whence all the timber had evidently been swept when the new passage was made. The inundation of June, 1833, had deposited about an inch of dull red argillaceous matter over a great part of this dry bed, which extended many miles into the country, and presented the appearance of a reddish sandy valley, about three hundred yards broad, containing many accumulations of sand and dead trees, the old sand bars and snags. Every"], [97, "Featherstonhaugh's Geological Report. 89 thing bore a very desolated aspect ; it was a huge chasm to appearance, furrowed out through a flat country by the tem porary passage of a great river, which had not left a drop of water behind it. I saw no symptoms of animal existence except the track of a solitary deer, and a few turkey buzzards wheeling about in the air, and scanning the surface in their characteristic manner, in search of carrion. Upon the edges of some of these ancient banks of the river, are several Indian mounds, with trees sometimes growing on them, some of them about five hundred years old : great quantities of Indian arrow heads are strewed around, made of the siliceous mineral of the Washita hills, and some have been found buried several feet beneath the surface ; facts which show that this alluvial country, which was possessed by a few bands of the Quapaws when the whites first began to occupy it, has been inhabited by the aborigines at a very distant period. It will perhaps not be found impossible hereafter to assign approximately some limit to that period, when the settlement of the country shall bring other data forward, which connect themselves with the geology of the country. It is true, the deposites made by the annual inundations are naturally too irregular and variable to afford systematic data for the compu tation of a period for the origin of these fluviatile beds ; but whenever a careful inquiry of this kind is made, it will be found important to note them very accurately. It would not be a difficult undertaking to calculate the approximative amount of sedimentary matter brought down annually by the Arkansas, or any of the turbid tributaries of the Mississippi. The main rise of the Arkansas and Missouri, caused by the melting of the snows of the Rocky Mountains, usually takes place in June ; and these rivers are irregularly swollen during the winter and spring months by rain : at these times they bear along the greatest quantity of solid matter towards the mouth of the Mississippi, consigning it to the ocean, which meets and deposites and distributes it into levels, to be probably laid"], [98, "Feather stonhaugh's Geological Report. 90 dry at some suture day, as the alluvial plains I have been speaking of have already been. The lowest state of the Arkansas occurs during the months of July to November, inclusive. During a portion of this time, it is often not navi gable from the Mississippi to Little Rock. At this stage of the water, the current is sluggish, the water quasi-stagnant, and the solid matter held in suspension very trifling, although always sufficient to tinge the water. A set of experiments might be conducted, showing the mean quantity of sedimen tary matter brought annually down during the rises of the river, and during the low water periods. Furnished with the cubic quantity of solid matter thus obtained, and applying it as a divisor to the whole quantity of fluviatile deposite con tained in the entire alluvial area, we might approximately assign a chronological period for the origin of these rivers, the commencement of these deposites, and the withdrawal of the ocean from these countries. The period of their fitness to receive the human race might thus be found to accord with particular indications of the existence of the aboriginal race.* * I would respectfully suggest to the officers in garrison at the frontier posts on the rivers I have named, especially those at Fort Towson, on Red river, Fort Gibson, near the Arkansas, Fort Leavenworth, on the Missouri, Fort Snelling, Jefferson Barracks, and Baton Rouge, on the Mississippi, to institute experi ments with this view. It would be important to have them conducted in various places, near the sources of the great rivers, immediately below the mouths of their respective tributaries, and at points near to where the great rivers disem bogue. We should thus in time possess statements of the accumulating solid contents held by these streams in their progress to the ocean, and be able to give them a very extensive application. Since my return, and as this report was going to the press, I have seen, for the first time, an interesting paper by Leonard Homer, Esq., a distinguished member of the Geological Society of London, \"on the amount of solid matter suspended in the water of the Rhine,\" which, in the hope it may encourage gentlemen in the army to undertake the experiment I have recommended, I shall append to this note. \" The attention of geologists has been more particularly directed of late to the importance of ascertaining the quantity of solid matter held in suspension in the water of different rivers, as affording a measure of the amount of abraded"], [99, "FeatherstonhaugK's Geological Report. 91 Amongst the most interesting results of my late tour, 1 must enumerate, first : The establishment of the fact, from personal observation, of there being, in the State of Missouri and the Territory ol Arkansas, an amount of the ores of lead and iron, of an excel- stone transported to the sea, there to constitute the materials of new strata, now in progress of formation. \"During a late residence at Bonn, I began a series of experiments on the quantity of solid matter suspended in the water of the Rhine, in that part of its course. Several interruptions prevented me from advancing beyond the first steps of mv proposed inquiry ; but having no immediate prospect of being able to resume it, I venture to offer even this small contribution to science, as the facts I ascertained may not be considered without value. \"I made two sets of observations, the one in the month of August, and the other in November. The apparatus I used was very simple, but answered the purpose perfectly ; as it may be constructed in a very short time, and almost in any situation, the facility of making the observations oughtto increase the chance of others of the same sort being made elsewhere. Itxonsisted of a stone bottle, capable of containing about a gallon, and furnished with a cork covered with leather, and greased ; a weight of about ten pounds was attached to the bottom of the bottle by a rope of such a length that, when the weight touched the ground, the mouth of the bottle might be at the desired distance from the bottom of the river. A rope was attached to the ear or handle of the bottle, by which it was let down, and a string was fastened to the cork. As soon as the bottle had reached its destined position, the cork was withdrawn by means of the string, the bottle became filled with the water at that particular depth, and was then instantly drawn up. The water, as soon as drawn up, was emp tied into glass jars, on which I had previously marked a certain measure. The quantity of water on which I intended to operate was a cubic foot, or 1,000 ounces, and I collected it at different times ; for instance, after one-third of a cubic foot had stood in the jars for some days, I drew off the clear water with a syphon, and another third of water, fresh taken from the river, was added to the sediment left at the bottom of the jars from the first ; that was allowed to stand, the clear water was again drawn off, and the last third was added in the same way. When this had stood a sufficient length of time, the accumu lated sediment was removed to an evaporating dish, (a common saucer will do quite as well,) and carefully dried in a gentle heat. The dried mass was the amount of solid matter held in suspension in a cubic foot of water, and now in the state of indurated mud. \" First set of observations.-Thc water was taken at the distance of one hun dred and sixty-five feet from the left bank, and at a depth of six feet from the"], [100, "92 FeatherstonhaugK's Geological Report. ent quality, not only more than adequate to any estimate of the domestic consumption of this nation, but such as may jus tify the expectation that it will form an important element hereafter of commercial exportation from that part of the world. When it is considered that the sulphuret of lead bottom of the river, the total depth of the river at that place being thirteen feet. It was in the month of August, and the Rhine was unusually low. The water in the river had a yellowish tinge, and was turbid ; taken up in a glass, it was like the New River water, in London, after rain. The residuum, when dried in the manner above mentioned, weighed 21.10 grains. It was of a pale yellowish brown color, smooth to the feel, not gritty ; and it effervesced briskly, but was not wholly dissolved, when diluted muriatic acid was poured upon it. In appearance and properties it was undistinguishable from the loess* of the Rhine valley. \"A cubic foot of distilled water weighs 437,500 grains ; therefore, the solid matter amounted to i^ijr part of the cubic foot of water. \" Second set of observations. — The water was taken up in the middle of the river, and from about a foot below the surface. It was the month of November, and a great deal of rain had fallen some time before and during the observations. The Rhine was of a deeper yellow, and more turbid than in August ; but when taken up in a glass, it was not very different in appearance from what it had been then. The cubic foot of water, in place of being collected on three dif ferent occasions, was taken up on seven different days, with intervals of three days between each. \"The residuum, when dried in the same manner, weighed thirty-five grains, which is j^s^u part of solid matter in one cubic foot of the water. \"It was my intention to have repeated these observations at different sea sons of the year, to have made a profile of the bed of the river from shore to shore at Bonn, and to have ascertained the velocity at different parts of the stream, so as to get a mean velocity ; the depth of the river I had an opportu nity of seeing, for there is a gauge at the port ; but I was obliged to leave Bonn suddenly, and could not accomplish my designs. \" The above experiments show that the quantity of solid matter suspended in water, which, in the mass, has a turbid appearance, mav be very trifling. But the extent of the waste of the land, and of the solid materials carried to the sea, which even such minute quantities indicate, is far greater than we might be led to imagine possible from such fractions. It is only when we take into account the great volume of water constantly rolling along, and the pro digious multiplying power of time, that we are able to discover the magnitude of the operations of this silent but unceasing agency. In the absence of more * A yellowish gp-ay loam."], [101, "Featherstonhaugh^s Geological Report. 93 forms, as described in this report, such an important portion of the solid rock at one point, and that it exists, in an equally profuse manner, perhaps, through various points for a dis tance of five or six hundred miles,* this language will not be deemed extravagant. accurate data for my calculations, for the sake of showing how large an extent of waste is indicated by water holding no more solid matter in suspension than is sufficient to disturb its transparency, I shall assume that the Rhine at Bonn has a mean annual breadth of twelve hundred feet, a mean depth throughout the year of fifteen feet, and that the mean velocity of all parts of the stream is two miles and a half per hour. These assumptions are probably not far distant from the truth. I shall take the average amount of solid matter in suspension to be twenty-eight grains in every cubic foot of the water. \" If we suppose a mass of water of a foot in thickness, 15 feet in depth, and 1,200 feet in length, we shall have a column across the river containing 18,000 cubic feet ; and 18,000 x 28 gives 504,000 grains of solid matter in that column. \" A cubic foot of distilled water weighs 437,500 grains ; and, if we take the solid matter as having a specific gravity of 2.50, a cubic foot of it would weigh 1,093,750 grains. \"If the river run with a mean velocity of two miles and a half in the hour, 13,200 such columns would pass a line stretched across the river every hour, and 316,800 such columns every twenty-four hours ; (1,760 yards in a mile = 5,380 feet x 2£ = 13,200, and 13,200 x 24 *= 316,800.) \"If S16,800 columns be multiplied by 504,000 grains, and the product, 159,667,200,000, be divided by 1,093,750, (the number of grains in a cubic foot of the solid matter,) we have 145,980 cubic feet of stone carried down by the Rhine past the imaginary line every twenty-four hours— a mass greater in bulk than a solid tower of masonry sixty feet square, and forty feet in height. If we multiply 145,980 by 365, we have 1,973,433 cubic yards carried down in the year ; and if this process has been going on at the same rate for the last two thousand years— and there is no evidence that the river has undergone any material change during that period— then the Rhine must, in that time, have carried down materials sufficient to form a stratum of stone of a yard thick, extending over an area more than thirty-six miles square.. How much farther back we may legitimately carry our calculations, I leave it to those to fix who consider that there are any data to enable us even to guess at what epoch the Rhine was different from what it now is, either in respect of the volume or the velocity of the stream, in that part of its course at least to which the present paper refers.\" * North to the Ouisconsin country."], [102, "FeatherstonhaugK's Geological Report. 94 But looking forward to the future prospects of these regions in the mining branches of industry, who, that has had but a glimpse of those fertile alluvial territories to the south, pene trated by so many thousands of miles of river navigation, where fifty millions — and a much greater number might be asserted — of North Americans have yet to establish them selves ; where the amount produced of sugar and cotton, which excites the admiration of our own day, will be referred to as the mere germ of production hereafter ; where, when populous cities, increased shipping, and well protected plan tations, shall have placed these imperfectly known regions in the same class with the most powerful portions of the earth ; who can doubt but that a part of the immense wealth thus accumulated will be invested in working the inexhaustible mines which lay, as it were, at the very door of New Orleans, a city evidently destined to rank hereafter amongst the first in the world ? If one nation can ever permanently undersell the others in those metals, it must be one possessing mines from whence they can be extracted with equal facility as from those in question, and exported with so little charge. I consider it also as a result of great importance, that the extensive investigations which I have so recently made, have gone, without exception, to strengthen the opinion I submit ted to the Geological Society of London in 1828, as to the series of rocks in the United States being the natural equiva lent of that observed in Europe, from whence we may infer that the causes which operated to bring the rocks there into the particular order of superposition they preserve, have ope rated here, and probably have acted upon the whole crust of the earth. It is true we have not yet found that remarkable portion called the oolitic formation, lying above the coal measures, but this is only a part of the series ; and in every country where geology has hitherto been practically studied, some part or other of the series is wanting. At many points of our Atlantic coast, including the city of Washington, there"], [103, "Featherstonhaugh's Geological Report. 95 is no rock intervening between\" the superficial detritus and the gneiss, which is the lowest rock but one of the whole series. Localities, with imperfect arrangements of this nature, are like a harp, where, though some of the party-colored chords may be wanting, yet the rest are there, and preserve their unchangeable superposition to each other. This cor respondence of structure will result in making the principles of the science of geology, like those of geometry, applicable every where. It is a remarkable circumstance, as I had occasion to an nounce in 1828, that, with the exception of the tertiary and suberetaceous beds of the coast, nothing more recent than the coal-bearing series had been found in the United States. A fact so unusual in a continent of such great extent as North America, can hardly be attributed to denuding causes, and would rather lead us to the inference that this part of the globe has in fact emerged from the ocean before the continent of Europe did, and that, geologically speaking, in reference to the history of the earth, this has very strong claims lo be called the old world. If no denuding causes adequate to the phenomenon have been in action, we must either adopt that opinion, or suppose that, whilst other parts of the subaqueous world were receiving sedimentary deposites, the waters of the ocean, which covered the vast area devoid of the entire oolitic system, were situated so as not to receive any sedi mentary materials. The opinions I communicated in 1828 have been confirmed by my late tour, and strengthen the conclusion to which my judgment has been for some time coming, that this continent is much older than the European continent. It has not, however, been found easy to suggest for the duration of geological events, periods of which our own chronological methods shall be the measure. In the other hemisphere it has been found that species have not changed materially during the present order of things, which, as far as"], [104, "FeatherstonhaugK's Geological Report. 96 we can judge, comprehends the existence of man, and does not include that portion of time when any of the tertiary beds became dry land. There is scarcely any reason to suppose that the remains of man have been found in transatlantic countries out of the present order of things, and none what ever in this hemisphere. For the production of our deltas, it must be evident that the full measure of our chronologies would be wanting. If, therefore, during so long a period as they comprehend, no material changes have been produced in species, we cannot but infer immense durations of time necessary to effect so great a progression in organic exist ence, as is observed in the difference between recent and extinct shells, animals, and plants of the tertiary formations. What then must be the relative antiquity of this continent, if so great a portion of it became dry land before the deposition of the oolitic system in Europe, itself comprehending phe nomena that seem to set at defiance every hope to compute a rational duration of time for their separate production ? It will be felt, also, as an interesting step in the progress of geological knowledge, that we shall be enabled hereafter to trace with accuracy the littoral line so clearly made out by the suberetaceous fossils of the same genera which have now been continuously found for near two thousand geographical miles. It is evident that the ocean retired cotemporaneously from this line, either from the deepening of its bed, produced by distant causes, or from the elevation of the land ; and this is the geological period which may be fixed for the commence ment of those great deltas of rich alluvial matter brought down by the rivers alluded to in this report, and which are hereafter to form so important a portion of the civilized earth. It remains for me only to state that I have made ample col lections of minerals and geological specimens of the countries I have visited, all of which, when they reach this city, will be placed at the disposition of the Government."], [105, "FeatherstonhaugK's Geological Report. 97 The section which accompanies this report— and which the state of the arts in this country well admitted of being execut ed in a much more creditable manner — presents the geological formations which occur from the New Jersey coast, on the Atlantic Ocean, to Red river, on the Mexican confines, along an inflected line of about one thousand six hundred miles, which I have personally examined. The course to Nashville is south of west ; thence, to Louisville, east of north ; thence, to St. Louis, nearly west ; and the remainder of the section is on a course west of south. The inclined lines were intend ed to represent the transition beds, and the horizontal ones, which come in at the Cumberland mountain, to represent the horizontality of the carboniferous limestone. The short lines, about one-fourth of an inch, represent the localities where bituminous coal was seen. It would not have been practica ble to introduce a regular scale of elevations, even had I possessed the materials for one. I mention here, however, a few localities by way of approximation. The Alleghany ridge, through which the Potomac cuts west of Cumberland, rises between Frankstown and Johnstown, in Pennsylvania, to the height of two thousand two hundred feet above tide water level. The same ridge, west of Cumberland, in Mary land, is two thousand seven hundred and fifty-four feet in height. Between Covington and the great falls of the Kana wha river the ridge measures one thousand nine hundred and ten feet. These are, however, depressed points selected by engineers for canal communications. Many of the summits exceed three thousand feet, and the general elevation of the ridges in the Arkansas Territory over which I passed appear ed to me somewhat, though not much, inferior in height to those of the Alleghany ridges. Very respectfully, G. W. FEATHERSTONHAUGH, U- S. Geologist- 7"], [106, ""], [107, ""], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""]]