[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "PRir.s, ONE SHILLING. NNING HIS SPURS A NOVEL. BY AMES T. YALLENTINE, COPYRIGHT. ALL RIGHTS RESERVED. London : THE ALDINE PUBLISHING CO., Ltd. 2, and 3 Crown Court, Chancery Lane, W. C, and 10 Red Lion Court, Fleet Street, E. C."], [8, ""], [9, ""], [10, "The mad chiirge of the cavalry at Franklin."], [11, "Winning His Spurs. A NOVEL. B-J JAMES T. VAL.LENTINE. COPYRIGHT. ALL RIGHTS RESERVED. LONDON : THE ALDINE PUBLISHING COMPANY. I, 2, & 3 Crown Court, Chancery Lane, W. C, and io Red Lion Court, Fleet Street, E. C."], [12, ""], [13, "CONTENTS. CHAPTER p_lO_s I. Chicken for Breakfast 1 II. A Generous Act g III. An Attempted Abduction n IV. The Last Throw 17 V. A Mission of Peril 28 VI. Within the Enemy's Lines, 27 VII. A Summary Trial and an Escape 31 VIII. An Awful Situation 36 IX. A Lucky Shot. 44 X. Tortured for Gold 50 XI. A Secret and au Eavesdropper 57 XII. ' ' Business Before Pleasure\" 62 XIII. All on Account of a Darky 67 XIV. The Hidden Chest 71 XV. A Novel Instrument of Death 76 XVI. Revenge Before Humanity 83 XVII. An Escape and a Passport 89 XVIII. The Turn of the Grade 96 XIX. The Repulse at Franklin 101 XX. A New and Unexpected Friend 110 XXI. An Unpleasant Prospect 114 XXII. Virtue Even in Tobacco 119 XXIII. A Reunion, an Escape, and an Arrest 123 XXIV. '• To be Shot to Death\" 132 XXV. Diamond Cut Diamond 137 XXVI. The Tin Box and Its Contents 143 XXVII. In the Face of Death '. 146 XXVIII. A Timely Telegram. . . 152 XXIX. The End at Last 156"], [14, ""], [15, "WINNING HIS SPURS. CHAPTER I. CHICKEN FOR BREAKFAST. It was a bright moonlight night in the early part of April in the year 1863, and the light of the stars shone forth with all their luster when a young mun rapped on tho door of a noat cottage in tho very center of Murfreesboro. He was dressed in the uniform of a lieutenant of the Union Army, which set off his manly figure in a very handsome way, for Lieutenant Harry Dalton was a handsome man, and as to his bravery there was none in the whole army more courageous and daring than he. He was born and raised in Tennessee, but his heart had always remained true to the stars and stripea, and at the outbreak of the Civil War he had volunteered his services in the first cavalry regiment formed. He had fought gallantly for Uncle Sam, and at the opening of our story we find him a first lieutenant. As Harry Dalton stood there, the bright moon shining down upon him, the door opened and an aide to some high officer appeared in the doorway. \"What is wanted?\" after eyeing our hero critically. \"Is General Rosecrans in?\" \"Yes, sir.\" \"Tell him that Lieutenant Dalton would like a few words with him.\""], [16, "WINNING HIS SPURS. 2 The aide disappeared and in a short time returned and ushered our hero into a well-furnished apartment, where General Rosecrans was seated at a table busily engaged in examining some maps and papers. \"Well, young man, what can I do for you?\" he asked, glancing up from his work, as Lieutenant Dalton entered \"General, I was born and raised in this country and know it thoroughly. I believe the enemy are preparing some move and I would ask your permission to go outside the lines to see if I could not pick up some information that would be of service to the cause. ' ' \"But that is acting the part of spy, and we cannot afford to lose any of our officers as such. ' ' \"I know that, general, but I am growing rusty idling away my time here in camp, when a short drive into the enemy's country will liven up my spirits and may be of service to the cause. ' ' \"Well, if you wish to go 1 will give you a pass,\" said General Rosecrans, as he took pen and paper and wrote an order admitting Harry Dalton in and out of the lines wher ever he so choso. \"Thank you, general, I shall endeavor to gain informa tion that will be of service to both you and the cause, \" an swered the lieutenant as he folded and put the pass in his pocket. The general arose and together they walked as far as the door, leading to the street. \"What an elegant night it is,\" said the general, as he stood looking at the bright moon shining forth in the sky. \"Will you start to-night, lieutenant?\" ' ' I have not fully made up my mind as yet, but I think I shall wait until to-morrow. ' ' They were about to separate when they heard the sound of angry voices approaching them quite rapidly. \"You're a confounded thieving nigger 1\" \"Dat's not so, sah I\""], [17, "WINNING HIS SPURS. 3 \"You're an old black vagabond. \" \"Doan you eall a colored gem'man ac black vagabond, sah I I'se no thieving niggah, sah. \" \"You're a lying old chicken-thief!\" \"I'se no sech a thing, boss, an' I'll leave it to de general here. ' ' \"I'll leave it to the general ; but I say you are a chicken thief.\" \"I'se not, sah, I'se a gem'man.\" The general and lieutenant smiled at each other as they overheard the fragments of a rather warm conversation. \"My ccok seems to have got into trouble,\" said the senior officer. \"Well, I hope you will get him out of it, for a good cook is an ornament. Here they come. \" \"Yes,\" said the general. \"And I wager they will both appeal to me. What shall I do?\" \"Give them a hearing, sir \" ' ' But my dear lieutenant, such a case would tax the wis dom of a Solomon. As a man, I am decidedly' in favor of standing by the cook and spring chicken for breakfast. As an officer I shall, I fear, be compelled to punish the cook and give up the chickens. \" \"Compromise, general, compromise, \" said Harry, who, after a profusion of hard tack aud salt pork, was not quite indifferent to the delicate food. \"How now? What's all this about?\" asked General Rose crans with sternness, as the cook and an old Tennessee farmer came tumbling up the path together. They were very busy calling each other pet names, but they looked sheepish aud both commenced together \"General,\" yelled the old man, \"this black rogue \" \"General, n aw is I a thieving niggah, sah? Is I \" \"Silence!\" roared General Rosecrans. \"What is all this noise about? One at a time, now. You, sir, as yon are a stranger, may speak first. \""], [18, "WINNING HIS SPURS. 4 \"General, this colored fellow, who I suspect is yonr servant, has been robbing my poultry yard. I caught him in the act, with four chickens in his possession. I made him drop a pair of them, but he still has two— one in each of his coat pockets. ' ' As if to prove the old man's assertion, there was heard just then a mysterious cackling. The noise emanated from the negro's pockets, and all eyes being turned in that direc tion, the cook certainly became uneasy and lost his -usual equanimity, and as the head of one of the little hens peeked over the top of the negro's capacious pockets, the two officers could scarce repress their laughter. General Rosecrans, hardly able to keep his face straight, tried to look angry and asked : \"You hear these accusations, Cluck; what have you to say in reply?\" The cook was himself again in a minute. All the uneasi ness that he had before exhibited had vanished. \"I doan deny, Mars' General Ros'crans, sah, dat de old man's chickens be in dis yer nigger's possession, sah. But when er ole dried-up Federate, like dat ar, call er honest colored man er thievin' niggah, sah, he done tell er lie, Mars' General I\" \"Then yon acknowledge that you stole the birds, Cluck?\" \"No, sah; I 'knowledge noffin' of de kind, sah. Here is d^ birds, sat'ny, but dis yer niggah dian't stole dem.\" \"Did you buy them, then?\" \"No, sah, I did not.\" \"Well, where did you get them?\" \"Well, Mars' General Ros'crans, sah, 'twas dis way: I dons take er walk off yonder, sah, an' I come by er chicken coop; fast thing I knowed, sah, I hear my name called, sah, dis yer way. 'Cluck, cluck, oluckl' Course, sah, I go to find who call me. I looks all around an' see nobody. Den I hear it again. 'Cluck, cluck, cluck, cluck I* Dis yer time I knows'*'twas inside de chicken-coop, so I walks right in."], [19, "WINNING HIS SPURS. 5 I say 'what youns want of Cluck?' an' I gets no answer, sah. So I comes right out agaii?, an' lust thing I knows I finds my a-ms an' my pockets filled with chickens. Den dis yer ole mummy-man he say I take his chickens, which ain't so, sah. Dey come to me of their own accord, sah, an' choose ter stay wif me. I say ter dem, 'whose chickens are you, den?' an' dey say, 'clu'-k, cluck!' whereby dey 'knowledge dey done belong to dis yer niggah !\" The general and Harry could not help but laugh at the ingenuous defense on the part of the cook. \"If you will allow me, general, I will try and manage this difference of opinion,\" said our hero. \"By ail means, lieutenant.\" \"Now my man,\" said Harry. \"I suppose you don't want to press this case, which you have not yet proven. Will you sell these birds?\" \"Yes, I'll sell them — at my price.\" \"Name your price. \" \"Six dollars each.' \"Nonsense. \" \"I mean it. \" \"You mean six dollars to us and sixty cents to the enemy, Is that it?\" \"Perhaps so,\" said the man sullenly. \"That will do,\" interrupted General Rosecrans. \"I will settle this. My good man, you have eucbered yourself. As senior officer here of the United States Army, I say that your chickens will be forfeited as food for the soldiers of Uncle Sam. We don't show much favor to people liko you, so you will act wisely by making tracks. I will give you just five minutes to get out of sight. Cluck, you may go. ' ' To tell the truth, General Rosecrans breakfasted heartily on the same chickens the next morning, and Lieutenant Harry Dalton, who was his guest, joined in the feast."], [20, "WINNING HIS SPURS. 6 CHAPTER n. A GKNKROUS ACT. The following night was a moonless one, and the stars were obscured by masses of black clouds, indicative of an approaching storm. A young man in the uniform of a lieutenant of the Federal Army, mounted on a powerful and active horse, was dashing wildly along an uninhabited country in the direction of Murfreesboro, where the Union Army lay encamped. The reckless haste of the rider indicated that he was returning from a mission of some importance. He looked neither to the right nor left, but seemed solely occupied in urging forward his already flying steed. \" This is the first dash of adventure I've encountered in an age, \" murmured he, who was none other than onr liero, Lieutenant Dalton. \"For three months we've lain in camp, while Bragg has intrenched Shelbyville aud Duck River. I do wish the general would order an advance. I can't understand what he means. ' ' Thus ruminating he came to the border of a heavy piece of timber, where his horse shied and came to a halt so unexpectedly as almost to precipitate his rider to the ground. At tbe same instant the report of a pistol rang upon the air, and a bullet whistled dangerously near the officer's head. In the dim light he discerned a man struggling ir the grasp of two others, while a fourth held in his hand a large navy revolver, with which he seemed about to fire a second time upon the lieutenant."], [21, "WINNING HIS SPURS. 7 i Another instant, and the latter had drawn a revolver from its holster and fired upon the would-be assassin with such good aim that, uttering a howl of pain, he dropped his weapon and seemed about to fall to the ground. His two companions, releasing the man with whom they had been struggling, sprung forward to his assistance, but at a second shot from the mounted officer they seized their wounded companion by the arms and sprung into the under brush which skirted the highway. \"Quick!\" shouted the young man to the stranger before him. \"Mount behind me. They will fire upon us from the brush.\" A moment more and the horse, under a double burden, was flying forward again. A dozen pistol-shots rang out behind them, bat thanks to the fleetness of the horse and the darkness of the night, the two men thus strangely thrown in company escaped without injury. For a full mile they dashed forward without a word hav ing been spoken, when, having left the timber a little dis tance behind, the officer reined in his horse, turned in the saddle and addressed his companion. \"I don't know who you are, stranger — for aught I can tell you may be a foe, but three to one are too many, and I couldn't do less than bring you away.\" \"My good sir,\" returned his companion, \"you have saved my life, and at the peril of your own, and from my heart I thank you. ' ' \"Don't mention it, \" said the lieutenant. \"But tell me, are you a Confederate?\" \"I've had nothing to do with the war thus tar, but it's only natural that I should sympathize with my section. I'm a useless sort of a fellow, hardly worth the trouble you've taken to save me, but I'm not ungrateful, and I'll never for get you. Might I inquire your name?\" \"Dalton — Lieutenant Harry Dalton. And yours?\" \"Tom Grattan. I live seven miles east of here in the"], [22, "WINNING HIS SPURS. 8 village of Dug Hollow. I've been two days in Murfrees boro, where I went to meet a friend, and also to collect |400 due me for cattle taken for the army.\" \"And those villains robbed you?\" exclaimed Dalton. \"No. Your arrival prevented that.\" * ' Do you know who they are ?' ' \"I have an idea, but am not quite certain. I couldn't recognize them on account of the darkness, but I believe them to be members of a gang of desperadoes who have committed all manner of devilment here since the war broke out. Two hours since I received word from a neigh hor that my wife, who was ill when I left home, was lying at the point of death, and I was trying to reach her in time to ask her forgiveness for my bad conduct. Drink has been my ruin. But for that I might have been something in the world and made my poor wife far happier. I've been drink ing to-day elso I would have been there before now. I must start back at once. I may yet be in time, ' ' and Grattan sprung lightly to the ground. \"But you'll be murdered if you take that road,\" inter posed the lieutenant. \"There's another a few rods back. It's five miles further, but it's the best I can do, and I must see her alive. Good by, and heaven bless you.\" ' ' Stop ! ' ' cried Lieutenant Dalton in an authoritative voice \"I believe you to be a truthful and an honest man, and. I sympathize with you. I never do things by halves. I can walk to camp in an hour, and you shall take my horse if you'll pro ise to return him in tho morning. \" \"What can I say?\" returned Grattan, a marked tremor in his voico. \"I don't deserve such treatment, and from a stranger and a Yankee, but I must see ray wife, and I'll accept your offer and not abuse your kindness. Your horse shall be in the camp in the .morning. \" Lieutenant Dalton dismounted, and Grattan sprung into the vacant saddle, uttered a hasty good-by, and disappeared in the darkness."], [23, "WINNING HIS SPURS. 9 The officer stood still until the clatter of the horses' hoofs was lost in the distance, then turning about he walked rapidly in the direction of the camp, musing as he went on the strange adventure of the night, and half-con cluding that he had done a foolish thing in giving up his faithful horse. He had advanced but a little way when he heard foot steps behind him, and turning about he saw the forms of two men who were approaching on a brisk run. Hastily turning his coat up around his ears to change as far as pos sible his military appearance, he awaited developments. \"Halloo!\" shouted the foremost man, coining to a halt as he observed the officer in the road before him. \"What are you doing here?\" \"I'm taking a little walk,\" answered Dalton, simulating intoxication. \"Have you anything to drink?\" \"No. But if you aren't more civil I'll give you some thing in the way of a bullet to chew on that will relieve your thirst. \" Here the man produced a revolvor. \"Did you see two men pass here mounted on one horse?\" \"I am not looking for a horse, I'm looking for a drink,\" answered the lieutenant, staggering into the ditch. \"No use, Mouser,\" said the man who had not before spoken. \"The fool is drunk. I thought that infernal med dling Yank would drop our man when he got through the timber, but I believe he carried him into camp. The blue coat did poor Wilcox up, and he will be in the hospital for a time. But it must be time for that Bertram matter. Wait a minute. 'x And he produced and lighted a match, which he held before the face of a watch which he took at the same time from his pocket. The match blazed up fur a moment only, and as a gust of wind swept the road was extinguished. The light, brief as it was, served the double purpose of showing the man the hour and indelibly impressing his heavy, muscular frame, gleaming eyes, and short-cropped, blaok whiskers upon the mind of the observing officer."], [24, "WINNING HIS SPURS. 10 \"Nine o'clock,\" said the former, closing his watch with a snap and a muttered curse. ' ' Sam is there now. We must be off. Come, Mouser. ' ' \"All right, cap,\" answered his companion. \"We'll turn the screw to-night that will squeeze out the ducats. Good night, old man. Take something at my expense and drink hearty.\" With these words the two mon leaped over the low rail fenoe and started in the direction of a light which Hairy noticed for the first time gleaming in the distance. For a moment the young man stood considering what ooursa to idopt. \"What dark mystery have we here?\" he muttered. \"Al most within the lines of the army men are plotting some unlawful act. The other army is not far distant. They may be spies seeking information of our force and intended •lents, though if they can find when we intend to move they have the advantage of us. I'll follow them and learn more. ' ' With these words he cleared the fence at a bound and started briskly in the direction of the distant light. Actuated only by a patriotic desire to do his duty, he little imagined that he had entered upon a series of adven tures destined to result in great good to the cause of the Union, and also to change the whole tenor of his individual life. But in this world of ours this is the rule rather than the exception. The unforeseen and unexpected usually occur."], [25, "WINNING HIS SPURS. 11 CHAPTER HL AN ATTEMPTED ABDTJCTION. Lieutenant Dalton ran forward with as great speed as the darkness of the night and his ignorance of the nature of the ground admitted. When he next caught sight of the two desperadoes they were just entering the handsome though somewhat neglected grounds of the mansion from whose window he had seen the light burning. The house itself was a two-story wooden structure in the style of a past generation. Somewhat dilapidated, like the grounds surrounding it, it had evi dently been the residence of one of tho large landed pro prietors of that section. The two men, advancing toward the house, were joined by a third, evidently he who had been called Sam by the leader. The three conversed for a moment in tones so low that the lieutenant, though but a few yards distant, caught only the words, \"She shall marry me or die!\" Another instant and they separated, one going to the rear of the house, one to the opposite side, while the third, whom Dalton recognized by the faint light as the leader of the party, advanced to the front door, and finding it locked, inserted some instrument into the keyhole, and almost immediately threw it open and entered the half. The lieutenant stood breathlessly listening to his foot steps as he hurriedly ascended the stairs. Then perceiving a balcony beneath the windows from which the lights were shining, and acting upon a sudden impulse, he seized one of the pillars, and by the aid of a large vine soon clambered"], [26, "WINNING HIS SPURS. 12 over the railing and gained a position from which he could command a view of the apartments. A young and strikingly handsome woman cf the genuine type of warm Southern beauty, with rich masses of jet blaok hair falling below her waist, and indignation and defiance flashing from her deep, brilliant eyes, stood con fronting the man who had just entered the house. \"Philip Prescott,\" said the young lady in tones of withering contempt, \"you are a brave, a chivalrous man. You carry away my father, send my servants on a false mission, and in the role of a burglar you enter this house and my apartment. Begone, villain, and never again while you live dare to insult me by entering my presence. \" \"Go on, my charming Bessie. You are irresistible when angry,\" sneered Prescott. Then changing his tone and advancing a step he continued : \"I mean you no harm, but come to offer you honorable marriage.\" \"Marriage I Rather would I marry the meanest slave in Tennessee. Once more I say, begone!\" and the lady pointed toward the open door. ' ' Yes, marriage. This very night you shall become my wife or else \" \"Or else?\" interrupted the girl with an impatient gesture. ' ' Or else your father dies before another day dawns. ' ' \"How, then, will you learn the location of his wealth? As a dowerless bride I would not seem so desirable, ' an swered she, with a sarcastic langh. \"Curse you! will nothing frighten or subdue you?\" shouted Prescott as he sprung forward, seized the lady by the wrists, and began dragging her from the room. Lieutenant Dalton, who had stood silent and immovable, entranced alike by the wonderful beauty and unshrinking courage of the fair girl, drew a revolver and attempted to cover the form of the would-be abductor. But tbe girl was struggling desperately, and her movements were so rapid"], [27, "WINNING HIS SPURS. 13 that be lowered his weapon, fearful that she too might suffer. \"I can rescue her better below,\" he murmured as Pres cott succeeded in dragging the lady from the room. Another instant and the villain, still holding his now shrinking victim by the wrists, appeared upon the lawn, and was at once joined by his two companions. The lieutenant sprung forward and seized the railirg preparatory to leaping to the ground, when suddenly the balcony, weakened by age and long exposure to the weather, collapsed and fell to the ground, carrying the brave officer with it. Uninjured by the fall he sprung to his feet, and saw approaching him the three desperadoes. The same glance revealed the form of the lady flying from the scene. Left alone by the surprise of her captors, she had improved the opportunity to escape. Fear was a stranger to Harry Dalton, but he was not without discretion. He had resolved to rescue the fair girl from the villain who was persecuting her, and. to do that he must himself escape and uninjured. Firing a couple of shots at the approaching trio to check their advance and cover his own retreat, he glided round the rear of the house, and reappearing a few seconds later on the lawn in front, disappeared in the darkness in the direction taken by the girl in her flight. On, on he flew, piercing as far as possible with his sharp eyes tho surrounding gloom in his efforts to discover the object of his quest. As he gained a little eminence about half a mile from the house he paused for breath, and look ing back saw that it was in flames. \"The cowardly villains,\" muttered he. \"Baffled in their game, they have fired the house in sheer malice. ' ' Ten minutes later he came to a sudden halt as he observed a white object lying directly in his path, which at a second glance he saw to be the form of a woman."], [28, "WINNING HIS SPURS. 14 In an instant he was on his knees by her side, and was gratified to find her hands warm and her pulse beating. \"She has fallen from fatigue and fright, poor girl,\" he murmured as he took from his pooket a flask of brandy and forced a small portion of it into her mouth. With a half -strangled cough and a little scream of terror the young lady revived, and with the assistance of Harry arose to her feet. \"Philip Prescott, I am again in your power when I thought I had escaped you, ' ' she cried in a startled but sweet voice, trying to loosen the lieutenant's hold upon he? arm. \"Why do you persecute me thus?\" \"You are laboring under a mistake, young lady. I am not Philip Prescott, but a friend ready to render you any service in my power. ' ' \"I cannot see your face, but you have a kindly voice and I will trust you. I am pursued by scoundrels who to-night dragged me rudely from my home. ' ' Here the young lady turned her face instinctively to the southward. \"Great heaven !\" she gasped as she saw the lurid light of the flames in the distance. \"Our house is on fire !\" \"lam Lieutenant Harry Dalton, of the Union Army,\" said the young officer. \"A mile north of here live a faith ful negro and his wife — friends of mine who will Shelter and care for you. You will be as safe there as inside our lines. Come with me. \" In about twenty minutes they reached an humble log cabin, at the door of which the lieutenant rapped loudiy. After a little delay it was cautiously opened a little way by a venerable -looking, kindly faced negro man. 'Why, bress my brack soul! it's young Marse 'Tenant Dalton an' a pooty young lady. Sukey, stir de fire an be 'sp6dition3. Come in, childers, come in,\" and the old man threw the door wide open and waved his hand toward the cheerful interior of his home in a manner that would have done credit to the hospitality of a prince."], [29, "WINNING HIS SPURS, 15 Seated by the blazing fagots in the large open fireplace, after they had dispatched a supper of roasted yams, fried bacon, and hoe-cakes, the young lady, at the request of the lieutenant, told her story. \"I don't believe I even told yon my name,\" she began. \"It's Bessie Bertram. For many years my father, John Bertram, was a wealthy planter of this county. My mother died in my infancy, leaving me his only child, and every advantage which wealth and affection could purchase he lavished upon me. He never sympathized with secession, and when the war broke out, openly espoused the cause of the Union. Foreseeing that a long and fierce struggle was at hand, he converted all his property except our home and a small tract of land into money — gold coin. Where he deposited this wealth, which amounted to over two hundred thousand dollars, no one knows except himself. For over a year Philip Prescott, a member of a once respectable family of this county who has some connection with the Confeder ate Army, has sought my hand in marriage. I have fre quently repulsed him, but he has persisted in his attentions. Two days since my father went to the village of Millersburg for supplies and did not return, and I have no doubt he was kidnapped and carried away by Prescott. Indeed, he intimated as much to-night when he forced an entrance to our house, and on my refusal to marry him attempted to carry me away. Left for a moment unguarded I fled away, I knew not whither, until, overcome by exhaustion, I sunk helpless to the ground, where a kind Providence sent you to my rescue. ' ' Here the fair narrator raised her eyes with a look of gratitude to the young officer's face. The latter, moving his chair a little nearer and speaking in an earnest manner, told her briefly the part he had played in her escape, and checking her in her thanks, has tened to say : \"Miss Bertram, if you will permit me I will be your friend, and will protect you from this Prescott and his abettors. ' '"], [30, "WINNING HIS SPURS. 16 \"I thank you, sir; from ray heart I thank you. But my father— even now he may be dead, or if alive tortured by these fiends, whoso thirst for gold will lead them to commit anv crime. \" \"I will discover his whereabouts, and if alive rescue him ; if dead bring his murderers to justice. With the morning light my search shall commence and shall not cease until my mission is accomplished. On my honor I promi- As the lieutenant spoke Bessie Bertram rose, and with tears in her eyes advanced to where he sat. \"You shall have my undying gratitude, and my constant prayers shall be for your 3afety and success, \"she said softly. \"Believe me, I shall strive to deserve it all, \" answererl the lieutenant, rising to his feet and taking hi.-, fair companion's hand. \"Here, with Uncle Billy and Aunt Sukey, you will be kindly cared for and safe from discovery by your ei who will think you have fled to Murfreesboro. Within a day or two you will see or hear from me. In the mean time keep up a good heart, and remember that you have at least one true friend left. ' ' \"Why, Marse 'Tenant, yon ain't goin' away so sudden, are yon?\" asked Aunt Sukey in surprise. ' \"Yes I must be going, auntie. It's near midnight and I must return to camp. I have a report to make. \" Lieutenant Dalton, commending Bessie to the kind care of his black friends, and once more bidding her to be of good cheer and hope for the best, opened the cabin door, waved an adien, and disappeared in the gloom without. He was soon halted by a picket guard and within an hour was safe within the camp. But it was long before sleep closed his eyes, and when at last, wearied with the labor and excitement of the day aad night, he sunk in slumber, fitful dreams, in which the fair Bessie, Philip Prescott, and Tom Grattan were strangely mingled, passed before him with the force almost of reality."], [31, "WINNING HIS sPURS. 17 CHAPTER TV. THE LAST THROW. Early the following morning our hero was astir and learned that his faithful horse had just been brought in by a young darky who had immediately left the camp. \"I was certain that that man Grattan was honest,\" he murmured. \"And I believe those scoundrels had some design on him other than to obtain his money. It looks like a mystery, but Harry Dalton will unravel it and foil Prescott aud his gang.\" An hour later he repaired to headquarters, and having obtained leave of absence for the day, mounted his horse and rode away. At the village of Millersburg, seven miles from Murfrees boro and two from the Bertram place, he dismounted, with the feeling that here he might gain some trace of Prescott and his band. As he was tying his horse ho looked through the low window of the tavern barroom and saw a noisy crowd of men standing at the bar. The broad, heavy shoulders of one attracted his attention and seemed to have a familiar appearance. Breathlessly he watched the man as he tossed off a glass of liquor, and as the latter turned his head he exclaimed : \"Philip Prescott, by all that's fortunate! Now, you and I for it. ' It's Greek meet Greek, and I'll try to add a dose of Tartar. ' ' Saying which he turned and boldy entered the barroom door."], [32, "18 WINNING HIS SPURS. \"You're just in time, lieutenant. Have a drink with us? Hols man's Tavern is neutral ground, where a Yank's always been as good as a reb, and since Rosecrans settled down for life at Murfreesboro a little grain better. So right about face, advance to the breastworks and murmur your desire in th\" landlord's ear.\" With these words Prescott greeted our hero. They were uttered in an offhand manner and in a tone of seeming cordiality. \"Thank you, sir. I can't object to a glass of good liquor, such as I know they keep here. My name is Dalton — Harry Daltor..\" \"And I'm Phil Prescott, \" answered the first speaker, \"and these lads are my friends, so drink hearty.\" As Dalton drank he maintained a look of perfect compo sure, though he had noticed that Prescott and the man spoken of as Sam exchanged a look of intelligence as he entered the room and felt confident that the villains had recognized him as their combatant at the Bertram mansion the night previous. At that moment the door opened and the man called Mouser entered the barroom. He started visibly as his eyes fell upon the lieutenant, but regained his composure in a moment, and affecting indifference of our hero's pres ence called Prescott to the further end of the bar and spoke to him almost in a whisper. \"You'd better give them to Bill yourself.\" These were the only words caught by the strained hear ing of the lieutenant. They were uttered by Mouser and concluded the conversation. As he ceased speaking he drew a small sealed packet from his pocket and passed it to Prescott. This latter action, though deftly done, was revealed to the officer by a reflec tion in the glass back of the bar, and taken in connection with the accompanying words constituted a revelation. \"I must have that packet,\" he murmured to himself, \"if"], [33, "WINNING HIS SPURS. 19 I risk my life on it. It must contain information for the enemy. He is surrounded by friends. I must use my wits. ' ' Then turning to Prescott he said in an offhand manner: \"This being neutral ground and since Bragg and Rosecrans offer no fighting, suppose we get up a little battle of our own by shaking the dicebox?\" \"Good enough,\" returned Prescott, giving Mouser a sig nificant look. \"Mountain Dew for everybody, the landlord included. ' ' The dice were thrown and Prescott lost. \"Set 'em up all 'round, landlord,\" shouted he, \"and in the way of revenge, bluecoat, sit down at that table and throw an honest citizen for a V. \" As he spoke he laid a gold coin on a small round table, and took a seat beside it. Lieutenant Dalton joined him at once, aud the occupants of the room gathered round and watched the exciting game. Prescott won at every throw, the stake was doubled, and still his luck continued. \"Double the stake again — you can't throw that way all day,\" cried Dalton. \"Some more drink, landlord, and let it be stronger than the last. There's my last twenty,\" and he laid a crisp greenback upon the table and took up the dicebox. \"Four sixes. I'm afraid you've got me downed, Dalton, but I'll try. I may scratch something,\" growled Prescott as he placed five false dice in the box in lieu of the ones used by the lieutenant, which he deftly dropped into his sleeve, and winking at the bystanders made a throw. \"Two aces! three I one more throw — five as I live! You have the luck of a fiend, but I'll try you one more, \" cried Dalton, not seeming to remember that it was the fourth time his opponent had thrown five aces. \"You said you had no more money,\" remarked Prescott, quietly pocketing his winnings. \"By Jove! that's true. I forgot that, but I can't well"], [34, "WINNING HIS SPURS. 20 lose again, and if I do I'll pay you to-morrow. I've got money in Murfreesboro.\" \"Couldn't do it, my friend. I like you first-class— you're a lad after my own heart, but business is business, you know. I've refused my own father credit in a game of dice. \" \"What am I to do?\" asked Harry Dalton in thick tones. \"I've lost eighty-five dollars and want a show to win it back. ' ' \"I'll put up twenty dollars against those pistols of yours, and if you lose you can redeem them to-morrow when you get your money. \" \"All right. Give me the dicebox, it's a go,\" cried the lieutenant, laying a pair of richly mounted revolvers upon the table and seizing the box. The throw resulted like its predecessors. Lieutenant Harry Dalton threw four sixes but Captain Prescott threw the usual five aces and won the pistols. \"This is exasperating, confusion !\" shouted Dalton, start ing to his feet. \"I'll throw you for fifty dollars, and make it the last if I lose. ' ' \"But how about the money? I'm not throwing simply for practice. ' ' ' ' True, true, ' muttered the lieutenant, sinking back into his chair. \"I'll tell you what I'll do,\" said Prescott, making a sign te one of the men who was standing near him, which caused that individual to immediately leave the room. \"I'll put up fifty dollars against your sword and scab bard. ' ' \"What?\" cried Dalton, springing again to his feet. \"My sword! my honor! Oh, no 1 I can't do that. What if I should lose again'.''' \"That ain't likely. It's time for luck to change, and yon can redeem them to-morrow, ' ' suggested his adversary. ' ' I ought to be in camp attending to my duties, but here 's a"], [35, "WINNING HIS SPURS. 21 go,\" said the young lieutenant, trying to loosen his sword belt. \"You will have to lend me a hand. I'm a little unsteady. ' ' Captain Prescott arose and began unfastening the belt. At this moment the man who had left the room a short time before returned, and he was accompanied by a stout gray-whiskered man in the uniform of a colonel of the Federal Army and three soldiers. The colonel advancing a few steps, stopped and looked at the curious scene with a startled and pained expression in his eyes. Suddenly Lieutenant Dalton, as if in the last stages of intoxication, staggered and fell heavily against Prescott, the two falling to the floor together. After some scrambling and confusion they succeeded with the aid of the bystanders, in regaining their feet and the work of removing the sword — a handsome one which had been presented to the lieutenant by his company — completed. In another moment the throws had been made, and Captain Prescott was, as a matter of course, the winner. \"I am undone, ruined, disgraced, \" moaned our hero in a tone of anguish which contrasted strangely with a certain gleam of triumph and satisfaction in his blue eyes. \"You are right, you are disgraced,\" came in deep, sad tones from the gray-haired man behind him. In an instant the young lieutenant was upon his feet \"Colonel McDonald,' he gasped iu evident astonishment and consternation. \"Yes, Colonel McDonald,\" answered that gentleman. \"Lieutenant Dalton, you have been a brave soldier. Why did you not fall in the discharge of your duty at Stone River, instead of living to disgrace your country by gam bling away the sword given you for her defense? Harry Dalton, you are under arrest. Corporal Flynn,\" continued he, addressing one cf the three soldiers who had entered with him, \"take this officer into camp.and place him under"], [36, "WINNING HIS SPURS. 22 guard, and let thnse two men, \" indicating Prescott and Mouser, the man who had left the room previously, \"be detained there until after the court-martial. \" Mouser looked quickly at the throng in the ban-oom and made a sign to his companion that seemed to suggest resist ance, but Captain Prescott scowled, shook his head, and advanced to join the soldiers. \"All right, my boys, lead on,\" said he \"I will relieve you of the sword and pistols,\" said the colonel, taking them from Prescott's hands as he spoke. \"They have been disgraced enough already without passing into your possession. ' ' Lieutenant Dalton uttered not a single word, but bowing his head passed with the others out of the room. Colonel McDonald wiped a suspicious moisture from his eyes, glanced at the rough crowd about him, shook his gray head sadly and re-entered the street, where he mounted his horse and rode slowly in the direction of Murfreesboro."], [37, "WINNING HIS SPURS. 23 CHAPTER V. A MISSION OF PERIL. Colonel Fin ley McDonald was a brave man and sn in telligent aud skillful officer. A strict disciplinarian, he possessed a kind and sympathetic nature. Of all the men in his regiment he loved best the intrepid, daring lieuten ant, Harry Dalton, whom he had known from boyhood. On the afternoon when Harry had been placed under arrest, the colonel was seated in his tent, much depressed by the hard duty he had been obliged to perform, awaiting the arrival jf the young officer, who had requested an inter view on a matter of greatest importance, and whom he received a few minutes later with chilling formality. \"State the nature of your business,\" said he coldly, averting his face. \"Colonel, I captured some papers to-day which I believe may prove of importance, though I have not examined them. Will you please do so?\" and Harry handed the colonel a sealed packet. The latter broke the seal and spread a number of papers upon a low table by his side, and proceeded to examine them for some minutes in silence. \"Lieutenant Dalton,\" said he, at length, raising his eyes to the young man's face, \"where did you obtain these papers?\" \"In the barroom where I was arrested. \" \"From whom?\" \"Fhilip Precsott, the man with whom I was gambling.\""], [38, "WINNING HIS SPURS. 24 \"And you did not know their contents?\" \"No, sir. I did not; but I bad reason to suspect that Prescott and his band were foes, perhaps spies, aud con cluded that the papers were intended for the enemy.\" 'And yo:1 were right. We have hero an elaborate plan of our works at Franklin, Rudyville, and most of our out posts, and a complete and, what is more, a correct state ment of our forces by regiments, our arms, munitions, artillery, everything. Had the enemy gained possession of papers without our suspecting it, it might have been our destruction, as I am satisfied they are planning an attack. How did you obtain possesssion of the packet?\" \"When Prescott was ur> buckling my sword, and we fell her to the floor, I managed to transfer it from his pocket to my own. \" \"What !\" shouted the colonel, springing to his feet. \"I saw the packet given to him by a Confederate whom he called Mouser, the man who was brought in with him, and determined to secure it at any cost. He was sur rounded by friends and might send it into the other lines at Liberty Gap at any moment, so I was obliged to resort to strategy. ' ' \"Forgive me, lieutenant, for my harsh treatment. You are a brave officer and deserve well of the country you have to-day rendered such signal service,\" said Colonel McDon ald as he wrung the young man's hand. \"But why did you not declare the truth when I appeared?\" ' ' In the first place, I knew that you were returning from Rudyville with only three or four men, while they num bered a dozen desperate characters. And in the second place, I though it policy to keep them in the dark as to my having the papers, since we might turn them to better ad vantage and use them perhaps to gain information from the enemy.\" \"You displayed the shrewdness of a geneial, and may live to be one yet,\" said the colonel with a smile. \"But"], [39, "WINNING HIS SPURS. 25 there is one paper here which I don't entirely understand. It is addressed to 'The Colonel!' Perhaps you can make out what it means,\" and he handed our hero a small folded paper, upon which was written : \"The colonel will please forward the papers to General Bragg. Keep the old man securely. All depends on that. Tho girl has escaped, but I wiU soon have her again. ' ' This note, which was without signature, Harry Dalton read over two or three times, then seating himself beside Colonel McDonald he told him the story of Bessie Bertram and her father, with his own connection down to date. \"I promised his daughter to rescue him if possible, and with this clue I believe I can locate him. I expect to find the man spoken of as 'The Colonel' at Hoover's Gap. It is evident that he is not with the main army, and Hoover's Gap is the strongest point they hold north of Deck River. ' ' \"I know John Bertram, \" said the colonel. \"He was in camp last week. He is au excellent gentleman and a Union man who has suffered sadly for his loyalty. You shall have a leave of absence in which to locate and rescue him, and if successful his fair daughter will not think less favorably of you as her father's deliverer,\" and the colonel laughed heartily at his own pleasantry. \"Would it not be well,\" suggested our hero, \"to at once secure these two men, Prescott and Mouser, and then instead of discharging me from arrest allow me to escape about nightfall ? It will go o _it that I am a deserter, and the friends of Prescott, hearing it, will not be so likely to in form the enemy of my departure, and the chance of my detection will be small. ' ' \"A capital idea, lieutenant, \" cried Colonel McDonald. \"It shall bo as you say, and it will give you a far better opportunity to learn of the intended movement by the enemy against us.\" That evening fair Bessie Bertram was seated by the"], [40, "26 WINNING HIS SPURS. cheerful fire in Uncle Billy's chimney corner reading a note just brought her from Harry Dalton, bidding her be of good cheer and hope for the best, and telling her that he was just starting on a mission for the discovery and rescue of her father, and also to gain important information for the Union cause. At the same moment the writer, disguised as a countryman, and mounted on a different horse from the oxie he usually rode, was traveling rapidly in the direc tion of Hoover's Gap, some twelve miles from Murfrees boro, near which a considerable force of Confederates under General Pat Clebnrne was encamped. Suddenly two shots, fired almost simultaneously, but evidently from different weapons, rang out from the copse which hedged the highway. \"Who can that be?\" muttered the disguisec. officer as he nrged his horse on and galloped out of pistol -range. \"Can Prescott and Mouser have escaped? I don't think it likely. Only a pair of bushwhackers, I guess, anxious to kill a Yankee scout. ' '"], [41, "WINNING HIS SPURS. 27 CHAPTER VI. WITHIN THE ENEMY'S LINES. The good horse of Lieutenant Harry- Daiton bore him on past the Union picket lines and over the rough country in the direction of Hoover's Gap The excitement occasioned by the remarkable adventures of the past twenty-four hours had not been favorable to serious reflection, but now, as he dashed along with the strong April wind blowing full in his face, everything became clear to his mind and he formulated a plan of action. Of all the papers captured from Prescott. the line to \"the colonel\" was the only one he carried with him, all the others having been replaced by false plans of intrenchments and outworks, and false and misleading statements of the force and disposition of the Federal Army in Murfreesboro and the advance posts. Harry Dalton realized that he had come upon a desperate mission where coolness and courage alone could aid him. \"This reminds me of a game of 'blindman's-buff, ' \" he muttered to himself, \"bat I must trust to fortune to show me this mysterious colonel who holds the destiny of Mr. Bertram aud his daughter in his hands.\" As he spoke, the feeling crept over him more strongly than ever before that he was becoming rapidly reduced to a state of captivity himself, the difference being that instead of a sanguinary blood-stained \"colonel,\" he had a fair, tender-hearted girl for a jailor. \"Halt! Who goes there?\""], [42, "WINNING HIS SPURS. 28 \"A friend.\" \"Advance friend and give the countersign.\" Harry Dalton had been halted and challenged by a rebel picket-guard. He rode slowly forward to where several men in gray were standing beside a low fence, and answered : ■ ' I am a friend, but I have not the countersign. ' ' \"What's the reason you haven't?\" \"I've just come in from the Yankee lines with dis patches. ' ' \"For whom?\" \"From Captain Phil Prescott,\" answered Harry, affeot ing to misunderstand the question. \"Then they are for Colonel Moody?\" \"Exactly.\" \"Why didn't you say so, before? You country fellows are so infernally important and mysterious. Here, Bill, you and Tucker take this man to the camp and direct him to Colonel Moody's tent. Tell him he came in without the countersign and claims to have dispatches from Captain Prescott.\" As our hero rode slowly on after the two soldiers who led the way he observed minutely the positon and extent of the works, and saw at once that Hoover's Gap was a strong position — much stronger than he had supposed. As he rode on past trenches, rifle-pits, and lines of black cannon, he reflected that it was a curious circumstance that at the first step he should learn the name of the man he was seeking, upon a very slender clue. Mentally entering it upon the credit side of his daybook of good and bad luck, he nerved himself for what he realized would prove a severe trial. The gap passed they soon reached Beech Grove, where the Confederates were congregated in considerable force. Passing through the long lines of tents, they came to a number different in appearance from any about them, and before one of which they halted."], [43, "WINNING HIS SPURS. 29 At a word from the escort the sentry before the tent dis appeared within, and returning in a moment bade the sup posed countryman to dismount and enter. Another moment and Harry Dalton stood face to face with a tall, powerful man, with a handsome face, piercing eye, aud pronounced military mustache. ' ' I am Colonel Moody, ' ' began he in a severe tone. ' ' The guard says you have papers for me?\" \"Yes, colonel. I came from Captain Prescott and bear a packet which I understand to be of considerable impor tance, \"and the disguised lieutenant took from his boot and handed the colonel a packet similar in appearance to the on8 he had taken from Prescott. Colonel Moody opened the packet and examined its con tents for some time in silence ; then raising his eyes he scrutinized our hero closely for a moment and said : \"I've never seen you before, young man, but a note here from Prescott, together with information of very great value, will vouch for you. Did he send any verbal message ?' ' \"Yes, about the old man.\" \"What old man?\" \"Bertram.\" \"Well, what about him?\" \"He fears Bragg will retreat before the money is secured, and suggests the importance of immediate action.\" \" Bragg retreat ! Well, I guess not. We will make an ad vance Sunday night and force that old poke of a Rosecrans into a battle — and whip him, too. But how can I act, tvlien the old man won't give up the hiding-place cf his money?\" \"Prescott says he must be made to.\" \"I've threatened him with death and torture without effect. If I had the girl I might bring him to terms. Prescott promised to bring her here. \" \"He attempted it but failed She is safe in the Union lines.\" \"That means failure,\" cried Moody, with an oath."], [44, "WINNING HIS SPUES. 30 \"He suggests that I see Bertram, and represent that I come from the girl who is in his power and begs her father to give up the secret of his gold to save her from a forced marriage with the roan she loathes.\" ' ' But where are you to find arguments to convince the old man, who is no fool, that you speak the truth?\" asked Moody, a shade of suspicion in his voice. \"I know Miss Bertram — was present, indeed, when she escaped, and can mention facts and circv instances which will convince him I speak the truth and really come from her.\" \"I see no objection,\" said the colonel, after a brief reflec tion. ' ' In fact I consider it a good scheme, and you are likely to succeed. You can tell him you are a spy and have brought in false dispatches.\" ' ' Exactly my idea, ' ' answered Harry Dalton, shivering in spite of himself at the suggestion. \"We have little time if we move Sunday night and these dispatches will accelerate rather than retard our movements, since the Yanks are not nearly so strong as we supposed. I must forward them to General Bragg at once. Here, Fenton!\" Another instant and a tall, lank soldier who had been lounging outside entered the tent, and saluting the colonel, stood awaiting orders. \"Fenton,\" continued the Confederate officer, \"take this man to the guardhouse, and let him see the old man.\" \"All right, colonel. This way, sir.\" \"Hold!\" said, or rather shouted a voice at the doorway. ' ' Not quite so rapid, please. I want to be interviewed first. ' ' Harry Dalton turned suddenly, and to his consternation and utter bewilderment saw confronting him the short chopped black whispers, gleaming eyes, and heavy form of Captain Philip Prescott."], [45, "WINNING HIS SPURS. 31 CHAPTER VIL A SUMMARY TEIAL AND AN ESCAPE. \"Acting as courier, are you?\" said Prescott with a chuckle, addressing Lieutenant Harry Dalton. \"A pleasant occupation, but dangerous, very dangerous. Because you were lucky enough to recover the sword you lost this morn ing, you've become reckless and staked your head. If you lose that once it won't be worth recovering, \" \"How is this, Prescott?\" asked Colonel Moody quietly. \"This man comes with a note from you and dispatches of the greatest importance.\" \"To the Yanks, yes,\" sneered the latter. \"Let me see them please. ' ' ' These dispatches, ' ' he cried after a hasty glance, ' ' are false in every particular, and as for the note, it was stolen from me by this mau, an officer of the abolition army, a hireling of Lincoln — a Yankee spy. \" \"He knows about old man Bertram, ' ' said Colonel Moody. \"He learned that from the girl. He is the man who rescued her, and no doubt she told him all sb3 knew and he came here to learn more He thought Mouser and I under arrest, but we were a trifle too smart for him. ' ' \"What's to be done with him, Prescott?\" asked the colonel. \"He ought to be tried as a spy. ' \"He has been tried. \" The words came from Colonel Moody in a cold, passionless tone, and they caused the heart of our hero to fairly sink within him."], [46, "WINNING HIS SPURS. 32 \"I don't understand yon,\" said Prescott. ' ' He has been tried, ' ' repeated the oolonel. ' ' Tried, and found guilty, and his sentence is death. I constitute a oonrt in such oases. What is his name?\" ' ' Lieutenant Harry Dalton. ' ' \"Lieutenant Dalton, I command a body of brave but irregnlar troops, sometimes called by our enemies, guerrillas. We aro here in this camp to aid in a movement soon to be made by General Bragg upon that old grandmother of yours — Rosecrans. General Pat Cleburne is in command here, but as my men brought you in, I shall take the liberty of disposing of you. I have shot spies before to-night. Kindly pardon the informality of your tri :il and prepare for death. Fenton, take this man to the guardhouse, and when the relief goes out at midnight let them take him along, and when they get outside the gap shoot him until he is dead. A spy ought to be hung, but you'll overlook that, I kuow, lieutenant. Excuse me for saying good-night but I have business with this gentleman,\" and Colonel Moody waved his hand in mock politeness and engaged in conversation with Philip Prescott. \"Hold up your hands, Yank, \"cried Fenton in a brutal manner advancing and relieving the lieutenant of a pair of revolvers, his only weapons. \"Right-about f aoe ! Maroh!\" and in a moment he was walking rapidly toward a rough plank structure used to confine refractory soldiers and an occasional prisoner brought in by a picket-guard on a foraging expedition. Without delay Hariy was thrust rudely into a compart ment of this building about ten feet square. \"I'll return for you at twelve o'clock. That will be in an hour, \" were the parting words of Fenton. ' 'In the meantime don't let the time hang heavy on your hands. \" Left alone to his own sad reflections, our hero reviewed in his mind the events of the past two days and fully realized his desperate situation, quite despaired of affecting an escape and resolved to die as became a soldier."], [47, "WINNING HIS SPURS. 33 Suddenly he looked at his watch — the guerrilla in his search had overlooked that — for the third time since the door closed upon him. If Fenton was prompt he would return in thirty -five minutes. A slight noise attracted his attention, and to divert his mind from his uuhappy situation he arose from the floor where he had seated himself in Heu of a chair or bench, crossed the room, and stopped and listened. Some one was walking in the next room. By the dim light of the small lantern hanging from the ceiling I saw a knot hole in the par tition, through which he could see a man walking up and down a compartment like the one occupied by himself. He was large and vigorous, with a iirm step, though his white hair and beard indicated that he had passed the meridian of life. Our hero uttered a low whistle which caused the old gen tleman to start wildly and look about him eagerly. \"Come this way, please,\" said Harry Dalton. \"Who are you?\" asked the old man, at the same time advancing to the partition. \"A prisoner like yourself.\" \"What is your name?\" \"My name is Harry Dalton. I am a lieutenant in the Union Army and am to be shot as a spy at twelve o'clock to-night.\" '\"Who condemned you?\" \"Colonel Moody, the guerrilla chief.\" \"Colonel Moody I\" cried the old man with a start. '•Yes. He did not even give me a hearing. \" \"It is he who detains me here. Like yourself I am a Union man, and have suffered sadly for my devotion to the cause of my country. Three days since I was seized near my house by a party of ruffiaus and brought here by force, while my daughter, my Bessie ! God only knows what has become of her !\" \"You are John Bertram?\" asked Harry Dalton eagerly."], [48, "34 WINNING HsS SPURS. \"I am. But how — \"I know your daughter.' \"My daughter! she lives? Speak, sir!\" '\"She lives and is safe.\" 'Thank Heaven!\" fell from the old man's lips as he bowed his head. In a few hurried words Harry told Mr. Bertram all that is known to our reader. \"Wheu will the guard return for you?\" asked Mr. Ber tram quietly. \"In about twenty minutes,\" answered the young man, looking at his watch. '\"Then no time is to be lost. Listen. Last night, being alone, I improvised a saw from a steel spring taken from the sole of my shoe, and have cut a plank in such a man ner that I .can leave here at any time. If you can but reach this room we can together make a dash for liberty. \" \"Pass me the saw through the knothole.\" In another minute the brave lieutenant was busy cutting off the thin plank. The saw was but a poor affair, but hope had given him wonderful strength and energy, and in about five minutes he had made an opening though which he managed to squeeze aud join Mr. Bertram. ' ' This way, ' ' whispered the latter, approaching a corner of the room and indicating where he had cut one of the planks in such a manner that a slight push made an opening some eighteen inches square through which the night air entered. \"There is no one in sight. Now is a chance,\" cried Harry, putting out his head and shoulders and looking about. In another minute the two men were over the ground outside the guardhouse. The sound of footsteps fell upon their ears, and turning their heads they saw two men approaching. \"Quiokl\" cried Harry Dalton. \"Run!\" and they dashed away from the building."], [49, "WINNING HIS SPURS. 35 \"Halt!\" cried a voice in front, accompanied by the click of firearms. A corporal and six men with muskets stood about ten paces in front of them, and to the left, about the same dis tance, stood a low building, once evidently a stable. Harry and his companion dashed toward it as the only possible means of escape. The former ran violently against the door, which gave way to the unusual force and allowed the two to enter. Loud cries were heard outside, but no one attempted to follow them into the building. Our hero, hastily striking a match, saw surrounding him piles of shells and hand grenades, boxes of cartridges and kegs of gunpowder. He knew on the instant that they were in a magazine, and hastily seizing a small shell, he lighted the fuse with the burning match, then coolly extinguished the latter. \"Quick! we must leave here,\" cried he, pushing Mr. Bertram toward the door, through which they both rushed out into the open air. \"Shoot them, ' cried a dozen at once. \"Take the old man alive !\" shouted a voice which Harry recognized as that of Philip Prescott. \"Run !\" cried the lieutenant to his companion. The next moment Harry Dalton turned, and raising the shell which he carried in his hand he threw it with accu rate aim through the open doorway of the magazine. With a curse upon his lips Philip Prescott heard a sud den, awful explosion, and by the flash of light which accompanied it saw the men vho were so anxious to capture the Unionists felled to the ground, while Mr. Bertram and the lieutenant were running from the scene in opposite directions."], [50, "36 WINNING HIS SPURS. CHAPTER Vin. AN AWFUL SITUATION. The clatter of hoofs, the neighing of horses, and the clanging of sabers had called together, as by magic, all the inhabitants of the little village of Slug Hollow, situated a few miles north of Hoover's Gap. A company of Confederate cavalry returning from a forag ing expedition had just entered the village and were responsible for the commotion. The gay uniforms, the bright accouterments, the stirring music, the rapid movements of large bodies of trained men, the rattle of musketry, the roar of artillery, and the smoke of battle possess a strange fascination, unknown to all the arts of peace, which robs war of half its horrors and agonies. A brief halt, a glass of something to drink at the tavern, a hurried exchange of items of news, and the company dashed away to the southward in the direction of Hoover's Gap. The excitement and discussion did not disappear with the cloud of dust which followed the retreating rebels, but was mainly transferred from the village green to the village barroom. \"I wish I were twenty years younger. I wouldn't be loafing here while the South needed men, \" and the speaker, a white-haired old man, looked sneeringly at the score and a half of young and middle men who were lounging about. \"Squire Bloom's getting very brave in his old age,\" remarked one of them. \"I've heard that in his youth he wasn't so courageous. \""], [51, "WINNING HIS SPURS. 37 \"Now, there's Tom Grattan, \" continued the old man, ignoring the remark aud pointing to a good-looking, well built man of about thirty-five years, who was standing at the bar in the act of pouring some liquor into a glass. \"He buried his wife this morning and h;'_3 nothing to do now but drink whisky. Why don't he go for a soldier? Bullets will kill him cheaper than drink, if not quicker.\" Tom Grattan, whom the reader will remember as the man rescued by our hero in a previous chapter, turned suddenly and lowered unt-isted the liquor from his lips. Then, after an instunt's reflection, he dashed the glass upon the floor, shivering it into small fragments and scattering its con tents like rain-drops over the room, and said vehemently : \"You are right, old man, and I will abandon drink for ever — I have done so already — and go as a soldier.\" \"Good boy I\" shouted a dozen voices at once. \"I will die, if need be, in the defense of my country,\" he continued. \"Good boy again I\" shouted the chorus. \"We are here between two armies,\" Grattan went on— \"one fighting to overthrow the government of our fathers, the other to preserve it and its free institutions I'm a little in doubt on which side to fight.\" \"What!\" screamed the chorus. \"Phil Prescott's getting up a company of scouts,\" said old man Bloom. \"\"Sou'd better go with him.\" \"Phii Prescott is a cutthroat and his scouts are guer rillas, ' ' said Grattan warmly. \"Anything to down the Yanks !' ' exclaimed a young man. \"They'll be cleaned out of this section soon and Lincoln men '11 have to travel.\" \"Old man Bertram above here was grabbed the other day, I'm told,\" said another. \"Prescott and his boys did the job. Hes safe at Beech Grove now.\" \"I learned just now from one of the boys who passed here that Bertram escaped last night,\" said the fat old landlord."], [52, "38 WINNIAG HIS SPURS. \"How?\" asked Grattan quickly. \"A Union spy named Harry Dalton helped him off. They blew up a small magazine and escaped in the confusion. But they can't get away. The boys are after them and will kill them, certain.\" \"That settles it. Tom Grattan fights on the side of Lieu tenant Harry Dalton and the Union,\" and the speaker walked toward the outer door. \"Hold on!\" cried a burly countryman, stepping in front of Grattan. \"That's played out. Rosecrans gets'no recruits from this section. You can't leave here. \" \"Can't I? Who's going to prevent it?\" and Grattan took from his pocket a large revolver and looked inquiringly about. Tom Grattan was known as a brave, reckless man and a dead shot, and the countryman, after a moment's hesita tion, stepped aside and allowed him to pass. \"I seek no quarrel with you, my old neighbors.\" he said as he paused upon the threshold, \"but from this time forward I am a Unn'on man. \" \"Hang him!\" \"Shoot him!\" \"Kill him!\" These and a score more of similar suggestions followed Grattan as he left the barroom and walked deliberately across the green and down a narrow street to a small cot tage which he unlocked and entered. \"Poor Nancy,\" he sighed as he sank into a chair. \"How she would have rejoiced had she lived to see me renounce drink and come out for the Union.\" The shadows of night were fast falling when he entered his home, and it was quite dark when, rousing himself from the study into which he had fallen, he lighted a candle and sadly prepared his solitary meal. \"I'll not leave to-night,\" he murmured as he rose from his almost untasted supper. \"I'll show them I'm not"], [53, "WINNING HIS SPURS. 39 afraid. But to-morrow will see me a soldier in the ranks of the Union. ' ' As he spoke, several shots, accompanied by loud shouts, were heard in the direction of the principal street. GrattaD started wildly, listened for a moment, and then, as he heard the sound of men running on the wooden sidewalk, he opened the door and hurriedly entered the street. 'Did you see a Yank running this way? \"Which way did he go?\" \"Where is he now?\" These and more similar questions were hurled at Tom Grattan by a mob hungry for the life of a fugitive. \"I saw no man, \" answered Tom. \"He lies. He's in with the Yanks. Search his house,\" cried the mob. \"No — there he goes!\" shouted one of the leaders, and in an instant the entire party dashed away. \"Whoever he is, I hope he'll escape, poor devil,\" mut tered Tom, turning to enter, perhaps for the last time, his humble cottage. \"It may be the man who saved my life and loaned me his horse. I'd risk it in a minute to aid him.\" As he spoke, a man who had been crouching on the ground just inside the gate rose slowly to his feet. \"Tom Grattan!\" At tlie words, uttered in a startled whisper, Tom turned quickly and confronted the speaker. \"Who are you?\" he demanded. \"I am a friend. \" \"But your name?\" ' ' Dalton— Lieutenant Harry Dalton. ' ' Another instant, and the form of our hero was in the em brace of the man whose life he had saved. \"You shall escape from these fiends. Quick— this way,'' and Grattan entered the house dragging Dalton after him. \"What can be done? A dozen fiends and the whole town are after me. T'd better surrender \""], [54, "40 WINNING HIS SPURS. \"Not while I live. We'll escape them together, \" an swered Grattan determinedly. \"Why, what have they against you?\" \"Everything, I came out to-night for the Union. I'm solid for Uncle Sam and Harry Dalton,\" and Grattan grasped our hero by the hand with a grip that was a voucher for his sincerity. \"Fate has thrown us together,\" said the lieutenant, re turning heartily the pressure of the hand, \"and hence forward we'll keep company. Ha! what was that?\" \"It's the mob returning, \" answered Tom. \"We're in for it now. ' ' A series of yells, which for pitch and volume would have done credit to a band of wild Indians, told the two friends that the house was surrounded. \"Here, arm yourself,\" cried Grattan, throwing open the doors of a small closet, which seemed lined with firearms and ammunition. In another moment they were each armed with a carbine and a pair of revolvers and well provided with cartridges. In the meantime the yells outside continued, and a fusil lade from guns and pistols was opened agaiust the cottage. \"The stone warehouse a few yards south of here,\" said Grattan hurriedly, \"was built by the owner of this cottage, and the cellars are connected by a small passage. It's been long disused and forgotten, but is still open. Come.\" \"Let's give them a few bullets for the cause of the Union first, ' ' suggested our hero. \"Good enough,\" answered Grattan, drawing Harry into the little front hall. \"When I open the door begin firing, and I'll be with you in a second.\" Crack ! crack ! crack ! The two comrades emptied their revolvers into the crowd outside, with such good aim that several went down, while shrieks of pain from others told that sad havoc had been wrought in the ranks of the besiegers."], [55, "WINNING HIS SPURS. 41 \"They've fired the house from the rear,\" cried Grattan. ' ' Now for the cellar. ' ' As he spoke a mass of black smoke poured into the room, followed by a bright sheet of flame. \"Avenge our comrades!\" \"Death to the traitor !\" \"Roast the infernal Yar.kl\" With such cries ringing in their ears the two hunted men rushed down the narrow stairway leading to the cellar. A large amount of cord -wood was piled against one side of the wall. \"Confusion!\" cried Grattan. \"I'd forgotten about that wood. We must remove it. It closes the doorway to the passage.\" For ten minutes Harry and his companion worked with 'the fury of despair, and just as a portion of the floor fell in behind them they reached the doorway and disappeared into the dark passageway. In a moment they reached a door, which after several efforts they succeeded in breaking open. They found them selves still in inky blackness, but by the light of a match discovered a broad stairway leading to the first story of the old structure. Mounting these stairs, they came into a large room used as a tobacco warehouse. The light from the burning cottage made the objects iu the room quite distinct. \"We can gain the street by a door from the other side,\" whispered Giattan. The heavy oaken bar was soe1 removed and the door cautiously opened. \"The coast seems clear,\" said Harry. \"They are all around the burning building. Now for it !\" The two men ran rapidly from the spot. They saw no one, but after running perhaps a hundred yards they heard cries behind them, and in a moment more the report of firearms was heard."], [56, "WINNING HIS SPUR8. 42 \"We are pursued,\" said Grattan. \"We must make for the river. It's booming, but I know where there is a boat, \" aud turning to the left they ran down a narrow lane toward the river — a branch of Duck River — with increased sp The water, shining—brightly through the trees in the starlight, now appeared in view, and straining nerve and muscle, the two fugitives sped on. \"The boat is gone!' gasped Tom, much out of breath, as his eyes swept tlie shore. \"The flood has carried it away.\" The shouts of their pursuers were heard rapidly approach ing them. \"We can't swim in that water,\" said Harry in a tone of despair. \"Let's make a stand and sell our lives as dearly as possible. ' ' \"There's an old scow below here. We may hide in it,\" cried Grattan, starting off with tho fleetness of a deer. \"Quick! jump down!\" shouted he, indicating the open bats-hway of an old scow near the water's e<] Without a word our hero obeyed and leaped into the hold below, closely followed by his comrade. But they did not remain long in fancied security. The trampling of feet above their heads warned them that their refuge was about to be transformed into a prison from which there was no escape. \"I tell yon I saw them jump down there. ' Both Grattan and Dalton recognized the voice as that of Philip Prescott. \"Stand back— they may shoot.\" ' ' I'll settle that, ' ' cried Prescott as he closed the hatch with a slam. \"Lift it up and we'll shoot 'em.\" \"Nail it down and smother 'em.\" \"Scuttle the boat and drown 'em. \" \"Batten down the hatch,\" ordered Prescott imperatively, paying no attention to the advice of the mob."], [57, "WINNING HIS SPURS. 43 A dozen men with stones were soon nailing down the oaken hatch. \"What will we do now ?' ' asked one of the men of Prescott, who seemed recognize d by all as tho leader. \"We'll start them on a free ride down the river, devil ward, and fire the old tub to give them a light to steer by, \" answered Prescott with a demoniacal laugh as he took a newspaper from his pocket and lighted it with a match. \"Shove her off, boys. Empty that can of oil and she'll burn like tinder. \" Ten minutes more and the old scow, wrapped in flames, was pushed out into the strong current aud borne rapidly down the river, and the imprisoned men fully realized the horrible fate designed for them as they hearft faintly the parting triumphant shout from the shore, followed by the words from Prescott : \"Tunnel out of that and you're salamanders. \""], [58, "WINNING HIS SPURS 44 CHAPTER IX. A LUCKY SHOT. \"I'M afraid, lieutenant, that it's all up with us.\" \"Matters look desperate, but I don't give up hope.\" ' ' We are in a bad fix. ' ' \"I know it, but I've had so many esoapes in the past two days that I feel something will yet turn up to rescue us. \" The speakers were our hero and Tom Grattan who, im prisoned in the burning scow, were discussing their chances of escape. ' ' The river is bank full and we aro traveling at a fearful rate, ' ' said the latter. \"Which way does the river run?\" \"South. It takes us within six hundred yards of Becoh Grove, from which you escaped last night. ' ' \"And if we pass that?\" inquired Dalton. \"We have a straight run of eighteen or twenty miles to Normally on Duck River, where the enemy have intrench - ments. If we reach there in this scow we will be blown out of the water by their batteries. If we don't il be because we burn to death on the way. ' ' \"Let's try the hatchway, Tom. We may force it open. \" Another moment and Grattan held a lighted match is his hand. \"Quick!\" cried he to his companion. \"Gather somo splinters and we'll make a torch. \" Th; scow had evidently been used in carrying wood, and the bottom was covered with small fragments, and from these Harry soon improvised a torch, by the light of which"], [59, "WINNING HIS SPURS. 45 they located the hatchway, and, exerting their united strength, endeavored to force it up. But Prescott find his band had done their work well, and the utmost strength of the two men availed nothing as against the oaken planks and iron nails. \"We are lost!\" gasped Grattan as, well-nigh exhauoted with his labors, he sunk to the bottom of the scow. \"Can't we cut through the side with pur pocket-knives?\" asked our hero. To men in the exercise of their calm judgment the sug gestion would have been the height of folly, but to Grattan it meant hope and the chance of doing something, which at least was better than inactivity. In an instant he was on his knees and. knife in hand, was making an onslaught upon the oaken planks of which the scow was constructed. \"Quick !\" cried he to Tom. \"Fix the torch where it will burn and join me in the good work. ' ' Side by side the two men were soon working with the energy of desperation. The air was becoming insufferably close and smoke was entering at more than one crack in the plank deck. Evidently the fire was eating into the wood, and not many minutes remained in which to escape a fiery death. \"We must have air!\" cried Grattan. \"Let us cut together here and try and make a small opening. \" The two friends worked on. The smoke was becoming denser and was blinding their eyes and well-nigh strangling them when the knife of Grattan struck through the plank and caused him to utter a cry of exultation. In a few minutes an opening was made through which the air entered nnd relieved them from the immediate prospect of suffocation. ' ' We have but to make the opening larger to escape, ' ' said Dalton encouragingly. \"No use!\" groaned his comrade, dropping his knife."], [60, "46 WINNING HIS SPURS. \"Why, what's the matter?\" \"The ribs are not over eight inches apart. We can't hope to squeeze through, and we couldn't cut one of them to-night. ' ' The lieutenant looked at his watch while his companion renewed the torch. \"It's nine o'clock,\" said he. \"We have been in this hole over an hour. Where do you think we are?\" ' ' The creek is booming, and we must be near Duck River. ' ' \"What will the enemy do when they see the scow?\" \"Fire on it, of course. They'll think it is some sort of infernal machine sent down by the Yankees to blow them up. They'll never mistrust that there's any one on board. \" The two men sat for some time in silonce, with their faces as near as possible to the opening they had made, through which the fresh air entered quite freely. Suddenly the deck over the stern of the scow fell in and the interior of one-half the hold became a mass of flame. The position of the men was now indeed desperate. The blinding, stifling smoke was every moment growing thicker and the fire was advancing toward them at what seemed a rapid rate. Well knowing the impossibility of escaping through the flames, and resigning all hope, they crowded closer together, eagerly drinking in the pure air which, now that an open ing had been burned through the deck, came in with a rush. A few minutes, each of which seemed an hour to the im prisoned men, passed thus, when suddenly a loud report as of a cannon was heard, followed quickly by another, while the roar of the third was mingled with and lost in the crashing of planks and timbers and the rushing of the water. A large shot from a Confederate cannon had struck the scow in the center and nearly broken it in two and the water was rapidly filling the hold."], [61, "WINNING HIS SPUR*. 47 \"This way I' shouted our hero, pulling at his com panion's arm. \"We may escape yet.\" But Grattan had been struck on the head by a flying splinter aud, though not insensible, was so dazed and con fused that he neither heeded nor understood his companion's words. With a strength and energy that comes only when, after the blackest despair, hope dawns again Harry Dalton drew his companion toward the opening, and a few seconds later was supporting him in the water. The cold river revived the senses of Grattan, who, break ing away from his companion's grasp, readily supported himself, he being evidently an export swimmer. Relieved of his burden, the lieutenant looked about him. The broken scow was near them and sunk almost to the water's edge, the fire being well-nigh extinguished. On the right bank of the river a little lower down were numerous campfires, indicating a force of the enemy, while a battery was still firing upon the shattered scow. Suddenly a boat put out from the shore and began moving toward them. They had evidently been observed in their escape and were about to become prisoners. \"We can't escape by swimming in such a current,\" said Grattan. \"No — the Johnnies will take us, to a certainty,\" answered his companion. \"When they do, let me act as spokesman. They have the greatest force — we must display the greater wit.\" \"All right, lieutenant. You are ir. command.' \"Halloo!\" shouted a voice from the approaching boat. \"Halloo! yourself,\" answered Harry Dalton. \"Who are you?\" ' ' Friends in sad need of help. ' ' The boat, with four occupants, now came alongside, and the two men, well-nigh exhausted with their labors on the scow and in supporting themselves in the raging waters,"], [62, "48 WINNING HIS SPURS. were drawn over the edge and placed upon the bottom, while the oarsmen rowed to the shore. The point at which Harry Dalton and his comrade were taken on board the boat was about a mile north of the town of Normandy, on Duck River. Here the enemy had a strong battery, quite extensive intrenchments, and a regiment of men, the river and the valley through which it rau being the natural approach to Normandy. \"Who are you and how do you come here?\" This question was put to the two wet and shivering men by the cadaverous colonel in command, before whom they had been at once taken. \"We are friends of the cause and have information of importance, ' ' answered our hero. ' ' Last night I escaped from Murfreesboro, where I was held a prisoner. Being close pressed, this man undertook to assist me to escape. We were discovered and his house burned to the ground. '\" \"When was this?\" interrupted the colonel. \"Not more than two or three hours since. We took refuge in an old scow, were discovered, the hatch battened down, the soow fired and pushed out into the fierce current which brought us here, where a shot from one of your cannon kindly released us from a horrible death, for which we thank you. ' ' \"And the Yankees did this?\" interrogated the colonel. \"Who else would be guilty of suoh barbarity?\" answered the disguised lieutenant. ' ' No one. They are fiends, from Old Abe down to the meanest private,\" answered the colonel bitterly. \"But you must have an idea of tbe fortifications end strength of the Yanks at Murfreesboro?\" \"Certainly. I made it my business to get all the in formation possible. \" \"And your companion?' \"Lives at Dug Hollow, a few miles from Hoover's Gap. He has more than once been inside the Union lines, and upon Bomw points is better posted than I am. \""], [63, "WINNING HIS SPURS. 49 \"Sergeant,\" said the colonel, turning to the officer who had brought our friends in, \"provide these men with dry clDthing, food and shelter, and early in the morning take them to Shelbyville, to General Bragg. I will give you a letter to him. They can furnish exactly the points he wants for his intended advance. \" When a little later they were exchanging their wet gar ments for well-worn suits of Confederate gray, Harry found opportunity to say to Grattan : \"We must get news of this intended movement on Rose crans if we die in the attempt. ' '"], [64, "WINNING HIS SPURS. 50 CHAPTER X. TORTURED FOR GOLD. The explosion of the magazine caused by the shell sent by our hero had thrown the camp into an intense excite ment, and as the report reverberated through the hills the rebels believed that they had been surprised by Federal troops. In the confusion which ensued our hero had been allowed to pass unchallenged to the northward through Hoover's Gap, but subsequent pursuit had run him to cover in the village of Dug Hollow, as the reader already knows. But it had been otherwise with his companion. For Mr. Bertram ran toward the south and soon reached the open country, there being no picket guards in that direction. When he had put a respectable distance between himself and the other camp he paused and seated himself upon the ground, for the double purpose of securing needed rest and deter mining what course to pursue. He knew his situation and was tolerably familiar with the surrounding country, and well aware that unl returned through Hoover's Gap or Liberty Gap he must make a wide detour to avoid the mountains and reach the Union lines. His brief conversation with Lieutenant Dalton had reassured him as to the safety of his daughter and given him renewed hope, else as he realized his desperate situa tion he must have quite given way to despair. \"J must advance further into the enemy's country,\" he"], [65, "WINNING HIS SPURS. 51 murmured, rising to his feet, -'then by turning to the west I may strike the direct road to Murfreesboro. ' ' \"May de Lord bress my soul if tain't Marse John Ber tram. Why, Marse John, whar's ye gwine?\" Turning quickly, Mr. Bertram saw standing near him a small man or large boy, it was difficult to tell which in the uncertain starlight. \"Unless both my eyes and ears deceive me, that's my old servant and faithful friend Plato, \" cried the astonished gentleman, advancing and seizing by the hands a bright eyed, ebony-hued little man of about thirty-five years of age. \"You hain't gone as a Confederate, Marse John?\" \"No, Plato, but I've been carried away from my home by them, and have just escaped from their camp at Beech Grove. ' ' \"And whar does you reckon youse gwine?\" \"I'm going to reach Murfreesboro, if it's possible.\" \"Course it's possible. I know de way, and I'll make it my 'ticular business to see dat it's possible. Dis way, sav.\" For over an hour Plato, leading on over hills, across meadows, and through ravines, was closely followed by his old master, who exhibited remarkable strength and endurance. Suddenly the guide turned from the direct course and halted before a low cabin. \"Here's whar I's libe, Marse John, eber since you guv me my freedom when de war come on. Chloe '11 be dreadful glad to see you. ' ' Seated in the humble cabin of his faithful servant, Mr. Bertram ate the first good food that had passed his lips since his capture, and was soon wrapped in a' heavy slumber, which did not leave him until the day was far advanced. It was nearly midnight when, thanking Chloe for her kindness, and intrusting himself once more to the guidance of Plato, he started on a long tramp for the Union lines."], [66, "WINNING HIS SPURS. 52 ' ' Halt ! Who goes there ?' ' The challenge oame from one of three men in Confederate uniform, armed with short oarbines, who stood directly in their path. \"We's friends, marse sojer — 'fore de Lord we is,\" an swered Plato. \"Where are you going?\" \"My old marse and me's just gwine home over to Libertyville. \" \"Just let me have a look at your 'old marse,' \" cried th6 soldier, advancing and snatching Mr. Bertram's slouch hat from his head. \"A fool for luck I\" shouted one of his companions. \"We're a nice little five hundred ahead. That's our man, ' ' added the third. \"You answer to the name of John Bertram, don't you, friend?\" interrogated the challenger. \"Yes, I do. I never denied my name and I never will. \" \"Then come with us.\" \"Where? Back to Beech Grove?\" ' ' Oh, no. To a quiet little place of our own much nearer. An old friend of yours will be there anxious to see you. Come, nig. \" \"You isn't gwine to take a poor innocent boy, is you?\" \"Fall in line, everybody, forward,\" and the three men and their prisoners were off to the northward. After a hurried walk of perhaps two miles they reached a low, irregularly built stone house. Here they were chal lenged by a guard and taken at once to the interior of the building. Plato was ordered to stand in the hallway, while Mr. Ber tram was conducted to a rear apartment, where, seated in front of a pile of blazing logs in the large fireplace, was a man with a heavy form, short blaok whiskers and gleaming eyes. \"Philip Prescott 1\" cried Bertram in surprise."], [67, "WINNING HIS SPURS. 53 \"The same, at your service,\" answered the villain, rising to his feet and bowing. ' ' What does this treatment mean ?' ' \"I learned last night that you wandered away from your friends at Beech Grove, and sent out abjut forty men to find and bring you here, where you can consider yourself at home. Please be seated, \" and the guerrilla with sarcastic politeness waved his hand to a chair and resumed his seat. \"Have done with pleasantry. What do you wish with me?\" \"You know very well what I wish, John Bertram, and what I'll have. Listen to me. You possess a fortune. Three weeks ago you took a heavy iron-bound box contain ing over $100,000 in gold coin to Murfreesboro. Where is that box?\" \"I decline to tell you. ' \"Answer, or as I live I'll torture it from you.\" As the ruffian spoke he made a movement with his hand, and the two men known to the reader as Mouser and Cordu roy Sam, who had been standing near the door, sprung forward and seized the old gentleman by the arms. Prescott watched for a moment the vain struggles of the victim, then taking from the fire a large iron poker heated to whiteness, he advanced and passed it to and fro before the old man's face. \"If you don't tell me where that money is I'll burn your eyes out. ' ' \"Monster 1\" \"I'll do it, and you know I will. Where is the gold?\" \"You think I took it to Murfreesboro?\" \"I know it.\" \"Then go there for it. \" \"It's no longer there.\" ' ' I never brought or sent it back. ' ' \"You lie.\" With a struggle that seemed to embody the muscles of six strong men, Bertram threw off the cutthroats who were"], [68, "WINNING HIS SPURS. 54 holding him and dealt Prescott a blow between the eyes which caused him to measure his length upon the stone floor. \"Take that! you insulting scoundrel!\" were the words that accompanied the blow. In an instant he was seized, overpowered and bound securely with a leathern strap. Philip Prescott rose to his feet, drew a revolver and covered the head of the old man, who looked unflinchingly upon the cocked revolver. Then seeming to reconsider his determination, he replaced it in its holster, took up the iron poker, which had fallen to the floor, and with a demoniacal laugh replaced it in the fire. \"Old man,\" said he, speaking distinct and slow, \"you lie ! I say, you lie ! Ten days ago you sent that same heavy iron-bound box, in the dead of night, south through Millers burg.\" \"Why would I do that?\" \"Because you feared the Yanks would gobble it. The next day you returned home, having been absent nearly two weeks. You see I've kept track of your movements. Where is that box ? Come, answer. ' ' \"I have no information for a dog who binds and then insults a gray-haired man. ' ' \"Yon shall have something to say!\" cried Prescott, seizing the glowing iron again and springing forward. \"Tell me where that box is!\" and he shook the poker in front of the old man's face. \"I will answer yon, and truthfully. I did send that box back from Murfreesboro after keeping it there ten days, but I don't know where it is at present \" \"Have a care!\" cried Prescott, shaking the iron. \"I don't want a blind father-in-law, but I'll cool this' little tickler in your eye-water if you don't answer. Who took that box away?\""], [69, "'Caused him to measure his length upon the stone floor.\"- See i>age 64."], [70, ""], [71, "WINNING HIS SPURS. 55 \"An old friend whom I oan trust not to tell you. I've not seen him since and don't know where he deposited it. You can blind ma if it give you any pleasure, but that's the truth.\" \"Old man,\" said Prescott, after a careful study of Ber tram's face, \"I called you a liar just now, but I believe you are speaking the truth. What is that man's name?\" \"He is out of yonr reach ere now. ' ' \"His name, \" and Prescott pointed to the still red-hot iron. \"He is safe in Murfreesboro, and I'll tell you.\" \"Out with it.\" \"Thomas Grattan.' The face of the villain turned ashy pale, the iron dropped from his nerveless hand, and he sunk speechless into his chair. \"Thomas Grattan, of Dug Hollow, took that chest away, and he alone kuows its hiding-place,\" continued Mr. Ber tram. \"The information don't seem to please you, for some reason. \" \"Fool— fool that I was!\" groaned Prescott, rocking him self as if in pain. \"I suspected he knew something of it, and tried to capture him night before last. To-night I had him in my power, but believing I had the secret dead to rights in you, whose recapture was certain, I \" \"Murdered him 1\" interrupted Mr. Bertram. \"In my revengeful folly I have lost a fortune. Five hours ago with my own hand I started the fire which roasted alive the renegade Grattan and the spy Dalton.\" At the evidently truthful words of the guerrilla Mr. Ber tram started, and with tears in his eyes bowed his head upon his breast. Two men who had proved themselves his friends had met a horrible death. \"Now, old man, \" cried Prescott, springing from his chair with a terrible oath, \"nothing can save you. You shall die, and not a pleasant death at that, ' ' and he drew"], [72, "WINNING HIS SPURS. 56 his revolver aud aimed it at one of Mr. Bertram's feet. \"I propose to break every bone in your miserable old body. ' ' Philip' Prescott did not fire, but with a muttered curse lowered his revolver. There was a sudden and loud knocking at the door. \"Come in!\" he shouted. The door opened and a man en! \"Oh, it's you, Johnson. I've got the old man. Stand aside and see some fancy shooting. ' ' \"Captain,\" answered the nev. coiner, \"I bring yon bad news. ' ' \"Out with it. I've heard the worst to night, I think. \" \"We blundered in our work to-night.\" ' ' What do you meaa ?' ' \"A courier for Liberty Gap, who passed a mile below here just now, told me that a burning scow, sent down as was supposed by th6 Yanks, had been fired upon by a bat tery just above Normandy, and that two men were taken off alive and are to be sent to Shelby vilie early in the morning. ' ' Philip Prescott started slightly, put his hand in his pocket and took out a roll of money, and having deliberately selected three notes he advanced and handed them to Johnson, at the same time shaking him by tbe hand heartily. \"You have brought me the best news I ever heard in my life,\" said he, \"and there's fifty dollars for it. It's genuine Yankee greenbacks. I won it from this very Dalton. Drink my health !\" \"Are you going ahead with the pistol practice?\" asked Corduroy Sam, who held Mr. Bertram by the arm. \"No. At least not to-night. Let the old man be secured here. We fonr start for Shelbyville at once. ' ' \"And the nigger?\" asked Mouser. \"Shoot the black devil. We can't afford to feed him, \" said Prescott. \"Captain, \"said Johnson, \"I learned as I came in that that infernal nigger is missing, and they fear he has escaped. '"], [73, "WINNING HIS SPURS. 57 CHAPTER XI. A SECRET AND AN EAVESDROPPER. \"I begun to believe in luck, Tom. ' \"So do I, and I believe it's struck us at last.\" \"I think so myself, and I hope it's come to stay.' Our friends, Lieutenant Dalton aud Tom Grattan, were the speakers. The scene was a little thicket where they were lying concealed, and the time was the evening of the day following their escape from the burning scow. \"I think, lieutenant, that we have gotten the fortifica ticns thrown up by Polk and his niggers on Duck River, the fortifications at Shelbyville, and along the Nashville Railroad, down pretty fine?\" 'Yes, and we know a thing or two about Bragg's force and intentions. \" \"Exactly. And we have found out to a certainty that all the talk about an intended advance within a week on the Union lines is a mere ruse to prevent Rosecrans from advancing until Bragg's reserves return from Vicksburg, \" said our hero. \"If they stay in Vicksburg until they whip General Grant they won't return in a hurry.\" \"No; and, Tom, I don't think they need to worry about Rosey's moving on them. I see no indication of it. We haven't struck a blow now since the battle of Stone River. I don't believe we'll move for mouths. \"How about the information we can give?\" \"It may change his plans. You see, he believes, no doubt, that the enemy really meditate an advance, and such would"], [74, "WINNING HIS SPURS. 58 have been our report had we escaped before going to Shelbyville. \" \"Lieutenant, one or the other of us must reach the Union lines with the news without delay.\" \"True, Tom. To-morrow must see us there. But I'm in great, trouble about Mr. Bertram. I fear he is again in hos tile hands. ' ' \"From what you've told me, I judge you are just a little in love with his daughter Bessie.\" \"I don't deny it, Grattau. She is a lovely young lady, possessed of both sense and spirit, but I have no reason to suppose that she will ever care for me. \" \"If it will do you any good, I can assure you that she has no other attachment. \"■• \"Why, what do you know of her?\" asked our hero in surprise. \"What do I know of her? Everything. I've known her from a baby. My father died while I was bat a lad. John Bertram had been his friend, and after his death I lived ten years in his family, and am under many obligations to him and his. \" \"Why did I never know this before?\" \"I never had an opportunity to tell you until to-day, and wanted to hear your full story before I spoke. \" \"Then you know Prescott?\" \"Yes, for years. It was he and his band who assailed me three days ago at Murfreesboro. ' ' \"You think robbery was their motive?\" 'In part only. Prescott evidently had an idea that I had had something to do with the disposition of Mr. Bertram's fortune, and hoped to learn its location from me. \" \"And do you really kuow anything of it?\" \"Just this : About a month ago Mr. Bertram sent for me and asked me to assist him in removing a laige sum of money in gold coin from his residence to Murfreesboro. Threa weeks aso to-day I went to his house With a team"], [75, "WINNING HIS SPURS. 59 whioh I had managed to retain. Mr. Bertram had dug a hole in the bottom of his cistern in the spring of '61, and had buried the gold, over eight hundred pounds, there. We pumped out the water, removed the money, placed it in a small iron-bound chest, and that night 1 entered Murfrees boro with it, where I turned it over to its owner.\" \"And you have never seen it since?\" interrupted the lieutenant. \"When I left Mr. Bertram it was with the understanding that I was to meet him there on March 27th, ten days ago. On the appointed day I again visited Murfreesboro and found the old gentleman awaiting me. I undertook to remove the iron-bound chest back into the country. If possible I was to deposit it in some place back of Hoover's Gap, and this I actually accomplished, taking it around to the west on the track which we will take to-night. \" \"Where did you leave it?\" inquired our hero. \"Not more than two miles from here. I had intended to take it further, but fearing discovery, was compelled to conceal the box and return to the other side of the hills in the night. The treasure is in a place safe from discovery. I buried it under an old oak tree that had been struck by lightning some years ago, from which it derives its name of the Shattered Oak. It is well-known in this locality and thousands of sightseers have visited the tree that was divided evenly in two distinct trees and yet could live and grow. There is no safer or more romantic spot in Tennes see than the little graveyard, on the old Winton estate, where stands the shattered oak. ' ' \"Of course you notified Mr. Bertram of what you had done with it?\" \"No. I have never seen him since I went to Murfrees boro five days since by appointment, but he failed to put in an appearance at the appointed time. ' ' \"If I remember right, you told me you went there to oolloct some money due you for cattle, ' ' said Dalton."], [76, "60 WINNING HIS SPURS \"That was also true, but my principal object was to notify him where his treasure was located.\" \"In the meantime he was seized by Presoott, who, find ing he had removed his wealth, concluded his time had come for action,\" suggested the lieutenant. ' ' Of course, and by securing Bessie he thought to gain a power over her father to which he must needs yield. You prevented that, and by so bravely rescuing me, an entire stranger, rendered his task a more difficult one, and it is no great wonder that he bears you no love. You have out witted him at every turn. \" .\"Why do you think the old gentleman wanted the chest taken past the Confederate lines?\" ' ' That is a mystery I have tried in vain to unravel, but I am satisfied that he had some deep object in view. But don't you think, lieutenant, that we had better be moving? We have all of twenty-five miles to travel before daylight, and General Bragg may discover that we are not Confeder ate soldiers stationed at Hoover's Gap and send after us, and I want to reach the Union lines and become enrolled among the defenders of my country.\" \"And your country will surely find in you a brave and devoted soldier, \" said Dalton, rising to his feet and looking about him. \"Hal What was that?\" ' ' I saw nothing. ' * \"Nor I, but I heard a noise as of some one moving near that stone fence. \" \"Let's advance and investigate. Get your gun ready, \" and Grattan drew a revolver and advanced toward a low fence about ten paces distant. A close search, however, revealed no one in hiding, and the two friends had about reached the conclusion that the lieutenant was mistaken as to the noise, when the latter picked up a small white object which proved to be a piece of paper upon which, by the light of a match, they read, scrawled with a pencil, as if written in the dark, the words :"], [77, "WINNING HIS SPURS. 61 \"Under the Shattered Oak. \" Grattan and Dalton uttered simultaneous exclamations of surprise. \"Thunder! we have been overheard!\" said the former. \"A cowardly eavesdropper,\" added the latter. \"What's to be done, Tom ?' ' He's left his memorandum and may not remember the directions.\" \"No use to hope for that — the secret is blown. ' \"Then we must remove it to some other place, \" said Grattan determinedly. \"Impossible !\" \"Nothing ought to be impossible to men who have gone through what we have in the last two days.. We can do it by midnight and then reach the lines by daybreak. Who ever it was who overheard my story, he will not be likely to visit that graveyard to night. So come on.\" \"No, Tom, its too early yet; we may be discovered. Let's sit down and wait until eight o'clock. In the meantime we can arrange our plan of procedure.\" \"All right, till eight o'clock be it,\" cried Grattan as he threw himself again upon the ground."], [78, "62 WINNING HIS SPURS. CHAPTER XII. \"BUSINESS BEF01U. PLEASURE.\" At the very moment that Dalton and his companion were lying in the edge of the thicket discussing the best plan for the removal of the iron-bound box, Philip Prescott, ac companied by the trio of cutthroats, Mouser, Johnson, and Corduroy Sam, passed on the highway within a hundred yards of their place of concealment. The villain was not in a happy or cheerful mood, for he was returning from a bootless journey. He had reached Shelbyville at ten o'clock that morning, only to learn that the men he sought had departed an hour before, ostensibly for Hoover's Gap, where Grattan had claimed they were stationed with their regiment. \"Curse the luck!\" muttered he between his teeth, \"everything goes wrong with me. This Grattan is rescued from death only to make good his escape to the Union lines, carrying with him information of vital importance to the Yanks. And that infernal lieutenant who rescued Grattan robbed me of the girl, outwitted me at Hoffman's Tavern, and took the old man out of my very hand at Beech Grove, instead of being food for the catfish in Duck River will to-morrow eat roast beef in Murfreesboro, the lion of the day.\" \"The old man may know where that box is, after all,\" suggested Mouser. \"I dare say the old man has escaped in our absence. It v.-ould be a fit and proper rounding off of the day's disasters. He knowe nothing about the box. I'm convinced of that,"], [79, "WINNING HIS SPURS. 63 and he is of no earthly use to me, oulj I'd like the pleasure of shooting the old Union renegade. But here we are at last.\" The party had reached the low stone house, and at once passed the guard and entered. \"Has the old man escaped you?\" was the question ad dressed by Prescott to a man who stood on guard in the hallway. \"No, captain. He's in the room where you left him,\" was the answer. \"I trust, Papa Bertram, that you have passed a pleasant day and enjoyed your meals ?' ' With these words the guerrilla accosted Mr. Bertram, who, seated by the large chimney, was looking mournfully into the fire. \"Your men did not see fit to give me any food to-day,' answered the prisoner. \"I dare say they thought pickled pork and hard-tack not suited to a gentleman of your aristocratic birth and im mense wealth. Well, I'm sorry, for I wanted your last day on earth to be a pleasant one.\" \"My last day!\" said the old gentleman quickly. \"Do you mean to murder me?\" \"Execute, sir. Execute is the proper word. To call it murder is vulgar, and at the same time inaccurate. You will be executed for the good of the service. \" \"Philip Prescott,\" said the old man, rising to his feet, \"I have told you the truth about that chest, but I would have died first had I not supposed poor Tom Grattan to ba safe in Murfreesboro. ' ' \"I da'-e say he is by this time. He escaped us at Shelby ville. \" \"Are you telling me the truth?\" asked Mr. Bertram earnestly. \" To a dot. I never lie unless I've some point to gain by it.\""], [80, "WINNING HIS SPURS. 64 \"Thank heaven! And Lieutenant Dalton?\" \"Got 3waj with him. I'd like to let you join them. Dalton could marry your daughter, and the gang <■- would make a happy family, but it's ordered otherwise. Yon are to die here to-night and that smart lieutenant, as soon as I think best, will follow you. I promise you, how ever, to marry Bessie aud feed and clothe her even if I don't finger your golden ducats, so don't worry about her.\" \"Prescott, you are a cutthroat, a monster, a fiend.\" \"Forcible, but not highly complimentary. I'm obliged for your frankness. I guess we understand each other. You know nothing about, that chest — I'm satisfied of that, and so we will part company. You have two minutes to live. You see, I don't want to hurry matters; I'm a con siderate man. ' ' \"If you will spare my life and that of my friends I'll give you $50,000.\" \"When you find it?' \"I know where it is well enough. \" \"Then yon lied about the iron-bound chest?\" No, but the gold is not in it. ' ' \"Ha ! ha ! ha!\" laughed Prescott. \" A likely story. You die hard, old man. That won't go down not with P. Prescott. So much time has been taken up with talk that I'll grant you a respite of sixty seconds,\" and the villain laughed again as if amused at his own wit, at the same time taking from his holster a large navy revolver which he cocked and aimed at the old man's head. \"Where would you like to be punctured ? Select the place, father in-law. I'm a dead-sbot, as I'll soon show you.\" \"Take my life if you will, but spare my child, my poor orphan Bessie. \" \"I shall fire at three,\" said the guerrilla with a devilish smile, \"so please be ready. One! two! three I\" There was a loud report, and a large mirror over the mantel was shivered into fragments, while the intended victim stood unscathed."], [81, "WINNING HIS SPURS. 65 With a curse upon his lips Prescott turned and saw before him the diminutive form and shining black face of Plato, who coming upon him from behind had knocked up his hand just as his finger pressed the trigger. Another instant and Mouser, Johnson and Corduroy Sam were in the room and had seized both Plato and Mr. Bertram. Prescott, livid with rage and fairly foaming at the mouth, was for a moment speechless. \"The fiends have conspired against me,\" he howled at length. \"You infernal nigger, you shall see the old man shot and then be roasted alive, ' ' and he picked up the pistol which the smart blow of Plato had caused him to drop upon the floor. Again the black barrel of the deadly revolver was leveled at the gray head of Mr. Bertram, and now his doom seemed to be sealed indeed. \"Hold!\" cried a voice at the door. \"Wait a moment, captain !\" \"Furies!\" cried the would-be murderer, lowering his weapon and confronting a small, gray-whiskered man who at the moment entered the apartment. \"What is it, Dick? I'll hear you first and shoot the old wretch afterward. Business before pleasure, you know. ' ' \"Captain,\" said the newcomer, \"an hour ago as I was returning from Libertyville, where you sent me on your arrival here last night. I saw some one moving near a low fence in the edge of a thicket. I crawled up on the other side and found there were two men there engaged in conversation.\" \"Yanks?\" \"Yes. They were talking about a box, an iron-bound box.\" \"What?\" cried Prescott, his eyes dilating as he sprung forward. \"One's name was Grattan.\""], [82, "66 WINNING HIS SPURS. \"Go on, go on. What did he say about it? Don't wait. Goon!\" ' ' He told the other fellow where he had buried it. ' ' \"And where was that?\" \"Wait a moment. I wrote it down upon a bit of a letter, ' ' and the man commenced feeling in his pockets. ' ' I dare swear you have lost it. My infernal luck. ' ' \"I believe I have, captain, but I remember it now.\" \"Well, out with it.\" \"In the little graveyard on the old Winton estate.\" \"That is mighty definite, anything more?\" Yes. He said it was under the Shattered Oak.\" That's more like it What else did you hear about it?\" \"Nothing of any moment. They began moving about and I had to skip. \" \"Here, Sam,\" cried Prescott. \"Send half a dozen men out to the northwest to intercept them, and to put our meu on the lookout for them. I must have their lives. And order our boys to meet here before midnight. We have business on hand. ' ' \"All right, cap,\" said Corduroj Sam as he left the room. \"Now, boys,\" said the leader, \"we'll take a half-dozen men and find this mysterious chest. I know where the Shattered Oak in the old graveyard is. Tie the old man securely and bring him along. If the money I want is there we'll kill him ; if not, torture him until he shows it up. Lock that nigger in the cellar. I promised him a roasting and hate to disappoint his trusting nature. But, as I remarked a moment ago, ' business before pleasure. ' ' '"], [83, "WINNING HIS SPURS. 67 CHAPTER XIII. ALL ON ACCOUNT OF A DARKY. ' ' Business before pleasure. ' ' These words, which concluded the last chapter, were beard by two men who were not occupants of the room where Prescott had bullied, insulted, and attempted to murder John Bertram. Thete men were our hero and Tom Grattan — his new found but stanch friend. On their way to the graveyard wnere tho chest of Mr. Bertram was buried, they had been attracted by numerous lights shining from the windows of a low stone house near which they were passing. > \"Depend upon it, Tom,\" said our hero, \"something out of the ordinary is going on there, and we will do well to reconnoiter and see what's in the wind. We may gain valuable points for the Union cause. There's a guard. This way.\" They reached, without being observed, a low window, of what the original owner of the house had evidently used as a library, massive bookcases being built in the walls. With intense surprise and excitement the two friends surveyed the scene before them and took in the situation. Their blood boiled within them as they saw Mr. Bertram a prisoner and subjected to rough treatment and cruel taunts. \"We must not be discovered,\" whispered Dalton, \"and we will effect his rescue. They little suspect our being in the neighborhood. ' '"], [84, "WINNING HIS SPURS. 68 \"Come, boys,\" cried Prescott, \"secure lanterns and we'll be moving. I'm losing interest on that money. And let me tell you what I've told you before, that you lads who stand by me in this business shall every one of you be well provided for. ' ' Five minutes later Dalton and his companion, while closely crouched beside the wall under the window, saw issue from the house a party composed of Prescott, Mouser, Johnson, and four others, two of whom held between them the form of Mr. Bertram, whose arms had been securely pinioned behind him and who seemed weak from tbe weight of his trouble and his long fasting. After a moment's wait they were joined by Corduroy Sam, and the eight desperate villains, well provided with lanterns, mattocks and shovels, and dragging the oi' with ■them, moved rapidly up a narrow lane to the north ward. \"Lieutenant, \" said Grattan, \"I don't like to leave that poor little darky in the cellar to be tormented by that black- whiskered fiend when his 'business' is finished. He is a faithful little fellow. I've known him for over twenty years— played with him when I was a boy. What do you say?\" \"He seems to know Mr. Bertram, and has evidently ren dered him some service— perhaps saved his life. Else why the hatred of Prescott?\" \"Know him? He was born on the Bertram plantation and was always the old gentleman's favorite boy out of scores of darkies.\" \"Very well, then, we'll try to get him out of his dun geon. That will give the villains ample time to do digging, and then Plato may be useful to us in the event of a fight, which I suppose we must engage in. He can shoot, can't he?\" \"He is the pluckiest darky you ever saw,\" answered Grattan. \"But come on. We have no time to lose. We"], [85, "WINNING HIS SPURS 69 can force an entrance at the rear. I knew this house well in Judge Winton's time.\" \"How many men do you suppose are left here?\" \"There's one i:i front and doubtless one in the house. I doubt if there's more. Prescott wouldn't talk as he did about the money if there was much of a force here, some of whom might turn against him.\" The structure, as is generally the case with country houses, had an outside stairway leading to the cellar, through which vegetables and heavy articles in the way of supplies were taken in, and it was here that our friends determined to effect an entrance. The heavy oaken door they found securely locked, and for a time it resisted all their efforts to force it open. A fence stake being pressed into service in the form of a lever, the door slowly yielded and at last gave way at the hinges and allowed the two men to euter. The first sound that greeted their ears was a loud groan, proceeding evidently from some one in great agony. The cellar was in total darkness, but the light of a match soon revealed poor Plato in a sad predicament. He was hanging head downward, his feet being tied to a beam overhead. The match was extinguished and the little man cut down and carried out into the air, where, recognizing Grattan, he seized him by the knees and cried ; \"Oh! Marse Tom, I never loved you so much as just now ! A good angel just sent you to my 'lief. \" \"Come, Plato,\" said Dalton, \"stamp your feet and get up a circulation. We have business on hand. Your old mas ter is in deadly peril. ' ' \"Go right along, sah, I can circulate all right. I'm little, but I'm mighty, \" said the darky, straightening himself up to the full extent of his four feet six. \"Whar Marse John's concerned I's a giant.\" \"How did you come here?\" asked Grattan as they were hurrying along toward the old graveyard."], [86, "WINNING HIS SPURS. 70 \"I met Marse Bertram and was a-takin' him to de Liukum lines, when we was gobblad in and brought here. I slipped off aud hid all day in de garret, and just showed up in time to save old marse, so I did. \" \"Aud you shall have a chance to do it again,\" said our hero. \"Here, take one of my revolvers.- You can use it, can't you?\" \"If ebery brack man could use a gun like I can, de war wouldn't last long. Dese fellers am a bad crowd indeed, and for Marse John Bertram and de Union States I'll stand and die right in my bare feet, and think I's in great luck to have a chance. ' '"], [87, "WINNING HIS SPURS. 71 CHAPTER XIV. THE HIDDEN CHEST. While Lieutenant Dalton and Tom Grattan had been effecting the escape of faithful Plato from the tortures to which only a fiend could have consigned him, Philip Prescott had not been idle. He well knew the location of the Shattered Oak, as did almost every person in that localitv. A search with lanterns had been made for ground recently disturbed, but no such spot was found, and at the orders of Philip Prescott the men commenced digging, intending to turn up every ounce of ground in the whole graveyard if necessary. \"Fifty dollars,\" cried the guerrilla, \"to the man who first strikes the chest. \" This offer aroused the men tc great activity, and for a few minutes the dirt fairly flew. 'Hold I\" cried Johnson, raising his hand. \"I claim the reward. My shovel is sticking in the box now. ' ' A hurried examination by his competitors for the reward led to an acknowledgment that he was right. \"Ccme, come, uncover the chest and bring it up, and I'll make it fifty all around. I never go back on my men.\" A little cheer was the answer to this token of the leader's liberality, and in an instant the men were hard at work again. The top of the chest, which was about two feet long and twenty inches wide, was now exposed to view. ' ' Get the rope under it and lift it out, boys, ' ' cried the leader excitedly."], [88, "WINNING HIS SPURS. 72 But removing the box to the surface of the ground— it had been buried fully three feet deep— was no small labor, and of necessity occupied considerable time. \"Well, old man,\" said Prescott, while the men were arranging the ropes, to Mr. Bertram, who, bound hand and foot, was lying upon the ground, \"this looks like business. I feel generous to-night, aud am disposed to grant you — I know you'll laugh at my foolish liberality— your choice of death.\" Mr. Bertram deigned no reply to the ribald jest of his tormentor. \"Only understand this,\" he added, \"it's to be done here. We can't afford to dig two graves,\" and he pointed to the hole dug by the men to uncover, the chest. \"I'll make you a proposition, John Bertram, \" said he, after a moment's silence, \"and this time I am serious and mean what I say. ' ' \"What sort of a proposition?\" asked the old gentleman in a low voice, which betrayed little interest. ' ' A proposition looking to the saving of your life and giv ing you something to live on. \" \"I fear I can entertain no proposition which you are likely to offer. I soar you are sunk too low to do even the plainest justice, but I'll listen to you.\" \"Well, you are very kind, \" sneered Prescott. \"Here is what I propose : I will spare your life and allow you to return to Murfreesboro if you will allow me to marry your daughter Bessie. ' ' \"What?\" cried the old man, trying in vain to rise to his feet. ' ' You marry my daughter? I would rather you would bury her with me. \" \"I don't expect you to go to the church and give away the bride. I won't even insist on receiving your paternal blessing. I'm determined to marry her.\" \"Yon will never do it with my consent.\" 'Well, I won't insist on that, even. Tell me where the"], [89, "WINNING HIS SPURS. 73 girl is to be found and I'll spare you, and if your informa tion turns cut correct, I'll let you off altogether and see that you reach the Union lines. ' ' \"I have a young, defenseless daughter, and in consequence my life is dear to me, but I will die the must painful death your infernal ingenuity can devise rather than furnish you with the slightest clew to her whereabouts, ' ' and appar ently exhausted the old gentleman sunk back upon the ground, from which he had raised himself a little way as he spoke. \"Very well, old man. I've made you my last offer,\" and Prescott turned to assist the men, who were just raising the chest from its resting-place by means of ropes which they had placed under it. \"Once more, men, together!\" cried he, and under the inspiration of his voice the iron-bound box, or chest, was brought to the surface and rolled over upon the ground. \"We'll have to get a wagon to remove it,\" said Mouser. \"A wagon! I doubt if there's one left in the county, \" said Sam. \"What with the Yanks on one side and our boys on the other, mighty few wagons or anything else remain. The wonder to me is how Grattan ever got it here. ' ' \"We'll have to break the chest open and remove the money. In that way we can carry it, ' ' said the leader. ' ' Go for it with the crowbar. ' ' \"Hold!\" -^jed Bertram. \"If you're going to open the chest, I ask alfa last favor that I maybe placed where lean see it done. It's a matter of curiosity with me. \" \"What do you suppose the old sinner's idea is?\" asked Prescott. \"More than I can tell,\" answered Mouser, who was the person addressed, \"but it's safe to bet he has some scheme in view. He is a keen old chap. ' ' ' ' I suppose you want to see the yellow shiners once more, you old miser, \" said the guerrilla with a curse. \"Well,"], [90, "WINNING HIS SPURS. 74 you shall. Here, set him up behind the tree and tie him to it with that rope.\" At the leader's order strong hands conveyed the old gentleman to the opposite side of the large oak, where he was made fast, and an attack with mattocks and the crow bar was begun upon the iron-bound and massive lock which secured the oaken chest. An instant later and Mr. Bertram felt the large rope loosening, and opening his eyes he saw in the dim light a form beside him. \"Hist!\" whispered a voice. \"It's a friend — Harry Dalton,\" and with a sharp knife our hero, for he it was who had crept stealthily up in the shadow of the huge tree, cut the bonds of the gray-haired gentleman and placed the butt of a revolver in his hand. \"What do you propose?\" asked tho latter. \"To make an attack on them. There are four of us — Grattan and Plato are with me — and we can overpower them and seize the box. ' ' \"Grattan and Plato — where are they?\" \"Fifty yards back behind a lar^e rock. They will await my return with you. Come.\" \"No — lie still. They are working at tha chest and we are safe.\" \"But they will open it and secure perhaps a portion of the money.\" \"Never fear. They will get no more than their desper ate efforts deserve,\" returned Mr. Bertram with a voice in which our hero thought he noticed a shade of sarcasm. \"It's the toughest job I ever struck, ' ' said Corduroy Sam, yielding the crowbar to another and stepping back. \"I've busted many a bank-vault door and cracked no end of gophers in my time, but this beats your Uncle Sam. \" \"Lieutenant,\" whispered the old man, \"if I fail to — to reach my daughter, promise me that you will seek her out and protect her. You are one man in a thousand and I can trust her to you. ' '"], [91, "\"It's the toughest Job I ever struck,\" Bind Corduroy Pain. -See rage 74."], [92, ""], [93, "WINNING HIS SPURS. 75 \"I promise, sir, \" whispered Harry Dalton in return, with a sensible swelling of the heart as he thought of the fair Bessie as his ward — perhaps his wife. \"I believe,\" said Prescott, pausing for breath and hand ing the mattock he had been wielding to one of his men, \"that the old man's idea in seeing the infernal box opened was to laugh when he saw us sweat and heard us swear. By the way, I'll take a look at the old sardine and see how he comes on. Keep up the work,\" and the villain turned and walked toward the tree, about twenty feet distant. Philip Prescott 's hour for death had not yet come. He was to live to commit many more atrocious deeds of crime, and to die at last a death he had richly earned by a long career of evil-doing. His desire to see the old man saved his life. Just as he reached the tree an awful deafening sound was heard. What it was probably Mr. Bertram alone knew. The chest had contained, besides a large amount of lead, an infernal machine connecting with several pounds of gun cotton. As the lid was forced a little way up the machine had done its work and the chest had been blown to atoms. Philip Prescott, bruised and bleeding in almost every limb, was thrown forward upon his face. Corduroy Sam and Mouser, who were standing a little way hack, were sent flying into the air, while Johnson and his four comrades in crime were, in the twinkling of an eye, reduced to unrecognizable bits of humanity. \"Now,\" cried the old man in Harry's ear, \"we will join our friends. These scoundrels have all met a well-merited death. They have got no more than they deserved."], [94, "76 WINNING UIS spurs. CHAPTER XV. A NOVEL INSTRUMENT OF DEATH. MR. Bertram and the lieutenant found Tom Grattan and Plato standing back of the rock indicated. ' ' We had better leave the villains where they lie and return at once to the stone house, \" said Mr. Bertram. \"We will find food there and horses to carry us to the Union lines.\" \"And Prescott's band will meet there before midnight, so we have no time to lose,\" added Dalton. So without more ado the entire party walked briskly down the lane. \"I guess Philip Prescott will never trouble us anymore,\" said Harry Dalton. ' ' No. He and his three lieutenants have gone where, instead of tormenting, they will be tormented. The entire party are dead, ' ' remarked the old gentleman. \"What in the world has happened?\" asked Grattan. ' ' Did de Lord come careerin ' down in his chariot ob fire an' burn 'em wid fire au' brimstone?\" queried Plato. \"The chest contained explosives, and the attempt to open it oaused the villain's destruction, \" explained Mr. Bertram. \"What was your object in having me bring it here?\" in quired Grattan. \"Philip Prescott has persecuted me for months, partly because I am a Union man, bnt principally on account of the wealth which Le knew I possessed. I charged the chest with gun-cotton and sent it back into the country, intend ing to have it prove the executioner of him and his band of cutthroats.\""], [95, "WINNING HIS SPURS. 77 \"But he might never have discovered it,\" said our hero. \"Oh, yes, he would.' I would have seen that he had a hint of its hiding-place. But we are near the stone house again. What shall we do?\" \"Search the stables for horses,\" suggested Grattan. \"And the house for more arms and papers,\" said Harry. \"And victuals and drink,\" added Plato, licking his lips. \"Don't we get none ob dem? I smelt cookin' a-gwine on dar to-day. I dunno how 'tis wid you all, but I'm hungry as a pack ob wolves. ' ' \"I've had uothing to eat all day,\" said Mr. Bertram. \"Neither have Tom and I, and so I second the colored man's motion.\" \"There must be two or three men left in the house,\" suggested Tom. \"How will we get rid of them?\" \"I'll attend to that,\" said our hero with a quiet smile. \"You all go to the stable and look for horses. In the mean time I'll confront the enemy in the house.\" Another moment and they separated, the three going to the stone stable, while our hero walked rapidly to the front of the house, where two men with muskets brought him to a stand. \"Halt! Who goes there?\" \"A friend.\" \"Advance and give an account of yourself. \" The reader will remember that both Harry and Grattan were in Confederate uniform, obtained in exchange for their own garments when rescued from the water after the breaking up of the burning scow. \"I've just come from Captain Prescott at the old grave yard,\" explained the lieutenant, advancing to the porch where the two men stood. \"Who are you?\" \"An acquaintance of his who happened by there. ' 'What was that awful report?\" \"An infernal machine of the Yanks has blown them all up.\""], [96, "78 WINNING HIS SPURS. \"Are they dead?\" \"Some of them.\" \"What's to be done?\" ' ' You are to go at once to their assistance. ' ' \"All three of us?\" \"Certainly.\" \"But the house? We can't leave it alone.\" \"I am to stay here in your absence. Leave your guns with me and hurry. \" ' ' There are plenty more inside. Here, Bill, ' ' and the man opened the door as he spoke. \"What is it?\" asked a third man who joined the party \"Come with us. The boys are blown to pieces. Keep a sharp lookout, soldier. A couple of Yanks are believed to be in the neighborhood, ' ' and the three guerrillas started up the narrow lane on a brisk run. A moment later and our hero was rapping loudly at the heavy oaken door of the stable and shouting : ' ' Come on — come on. The ooast is clear. ' ' The bouse was found without an occupant. In one room was discovered a small arsenal of rifles, muskets and pistols, which were taken charge of by Tom Grattan and Mr. Bertram, who were to act as guards. Dalton began a search for papers, while Plato, acting as the commissary, collected material for a hearty supper, to which the party did ample justice, relieving each other as guards while it was under discussion. \"How about the horses, Tom?\" asked Harry. \"There are five in the stable. \"Good. We will need them. \" \"Wnat did you find in the line of papers, lieutenant?\" \"One which disclosed a deep-laid scheme on the part of the enemy. ' ' \"In regard to the much-talked-of advance?\" \"Exactly. The talk of an advance upon our lines through Hoover's, Liberty and Guy's Gaps was intended to cover their real design. \""], [97, "WINNING HIS SPURS. 79 \"And that is?\" \"A sudden advance of Van Dorn upon Franklin with a large force, enough to overwhelm the few regiments of General Granger stationed there.\" \"From what paper do you learn this?\" \"From a dispatch to Prescott ordering him to join Gen eral Van Dorn five miles south of Franklin with one hun dred men. ' ' \"What is the object of that?\" \"To act as scouts and guides. His men all live in this section and know the country around Franklin and the Harpeth River. ' ' \"When is that to be done?\" asked Grattan anxiously. \"On the morning of the 9th. \" \"And to-morrow will be the 8th. ' \"Yes; and unless reinforcements reach General Granger he is doomed, and irreparable damage done to the Union cause,\" said our hero with a sigh. \"Lieutenant, \" cried Tom Grattan, \"come what may to us, that dispatch must be in General Rosecrans' hands by morning. \" \"Be it so. What are our lives where so much is involved?\" \"Marse 'Tenant,\" cried Plato, entering the room musket in hand, \"de foe am a-coming ; heaps ob 'em— thousands ob em.\" Our hero sprung to this feet, and accompanied by Grattan ran to the window. A score or more of men were dis mounting in front of the house. Suddenly they sprung into their saddles again and rode away a short distance, where they halted. A man on foot was running with them. \"They're Prescott, 's men, and one of the three guards I sent to the graveyard to look after the wants of their cap tain has returned and warned them of our presence. We are in for a fight, and though they outnumber us we have the advantage of being under cover. ' '"], [98, "WINNING HIS SPURS. 80 \"And are fighting for our oountry, which is every thing,\" added Mr. Bertram, who had followed Plato into the house. In the meantime a portion of the enemy rode rapidly up the lane, evidently going to the relies os Prescott and his companions, only ten remaining. ' ' They are left as a guard to hold us here, ' ' oried the lieutenant. ' ' Now is our chance. We must imitate Bona parte and fight the enemy in sections. Let us open fire. ' ' Crack ! crack ! crack 1 The four besieged men had begun the battle and fired a volley with good effect, one of the guerrillas falling to the ground, while another had to be supported in his saddle by one of his comrades as they dashed away. \"By golly ! (ley's gone away,\" cried Plato. \"They've gone to secure their horses, \"said Dalton, \"and we'll soon hear from them. \" For some minutes a sharp lookout by our friends discov ered no signs of the guerrillas. \"We must get out of here soon, lieutenant,\" said Grattan. \"The balance will return, and then I have no doubt but what Prescott '» entire band — fully a hundred men, they say — will congregate here before morning for their intended movement toward Franklin. ' ' \"I sees 'em. I sees 'em, Marse Tom,\" cried the darky. \"Where?\" asked Grattan and the lieutenant in one breath. \"At de root ob dat big tree.\" An immense oak tree which had stood near the house had been blown down, evidently very recently, for its boughs were still covered with green leaves. Its strong roots had carried into the air a large amount of earth, which rose in a circular form to a height of fully ten feet. The moon had been up for some time, and objects were quite distinct in its white ligfc t. The observations of the besieged men were cut short by a rattling volley from the"], [99, "WINNING HIS SPURS. 81 guerrillas, who were indeed ensconced behind the earthwork which the wind and the tree together had raised as if for their special protection, there being no other shelter within fifty yards or more. Several panes of glass were shattered by bullets, but for tunately none of tbe four were injured. Both parties were now firing, but each being well protected, no damage was done. ' ' We bad better leave the house from the other side and try aud make good our escape before their reserve arrives aud overwhelms us with numbers,\" suggested Harry Dalton to Tom Grattan. \"There are no doubt at least two concealed on that side to pick us off if we attempt to escape. No — I have a better plan. ' ' \"By which we can escape?\" \"Yes, and obtain a fair quantity and an excellent quality of revenge at the same time. ' ' \"What is Your scheme, Tom?\" \"That prostrate tree is green, and being oak its roots are strong and elastic. ' ' \"No doubt; but how can that aid us?\" \"You noticed that some of its boughs had been cut off, probably by the enemy here, for firewood?\" \"I did, but that gives me no light.\" ' ' About five feet from the earth at the roots the tree h?.s been chopped nearly in two. ' ' \"I didn't notice that. But what \" \"Wait a moment,\" interrupted Grattan. \"Can you find a saw?\" \"There is a large handsaw in the closet with tbe guns. ' \"Excellent. Now, here is what I propose to do. While you ell keep up as hot a fire as possible upon them, I'll crawl down beside the tree and with the saw finish the work which the chopper began — cut the tree in two.\" \"And what will happen then?\""], [100, "WINNING HIS SPURS. 82 \"Wait and see. Keep up a steady fire and don't expose yourself to their bullets. Tell Mr. Bertram and Plato. I'm off at once.\" Before many minutes had elapsed the brave Thomas Grattan was within a few feet of the guerrillas, busily en gaged in sawing into the trunk of the tree. He had almost completed his task when suddenly the remaining section of the tree, under the strong tension of the bended roots, snapped in tsvain with a sharp report. The sound was mingled with a horrified shriek as the stump of the tree flew into an upright position and seven poor guerillas were crushed, mangled, and helplessly im prisoned by the descending mass of earth."], [101, "WINNING HIS SPURS. 83 CHAPTER XVI. REVENGE BEFORE HUMANITY. \"Quick! Leap from the windows. We must be off. \" The command came from Tom Grattan, who, without as much as looking at the dead, wounded, and imprisoned enemy, ran toward the house waving his hat to attract the attention of his friends. The warning was none too soon. Even as he spoke the clatter of horses' hoofs was heard in the direction of the lane, and it was evident that the guerrillas were returning from the graveyard. \"Are they coming?\" asked Harry as with a bound he reached the side of his comrade. \"Yes. We can secure their horses. This way. \" In less than a minute our four friends, each mounted on a tolerably good horse, were riding rapidly down the rocky road toward the west. Just as they disappeared a troop of a dozen or more men dashed around the house and began shouting for their comrades who had been left on guard. Foremost among them was Philip Prescott. His clothing was torn and covered with dirt and blood. His face was bandaged and his left arm in a sling, but the old gleam of hatred and determination was in his sinister eyes, and he was evidently bent upon a terrible revenge. \"Where are you?\" he shouted hoarsely. \"Have three men and a nigger killed you all?\""], [102, "84 WINNING HIS SPURS. \"Nearly all, captain,\" answered a man who had just ap peared upon the scene. \"Where are the boys?\" thundered the leader. \"There's one,\" and the newcomer pointed to the dead body of the man, who had fallen at the first fire of Harry Dalton and his party, which was lying near them on the ground. \"Furies!\" shouted the captain. \"Sam Frazier is dying back of the house.\" \"Ten thousand devils seize the Yanks!\" howled Prescott. \"Where are the rest?\" A muffled cry of pain behind him furnished an answer. The guerrilla turned his head and saw the severed tree, the upright stump, the shining blade of the saw, and read in them, plainer than if they had been words, the fate which had overtaken the remaining seven. \"Nine good men gone!\" cried Corduroy Sam. who, in a badly demoralized condition, was seated on a horse behind Prescott. ' ' We seem accursed 1 ' ' \"And five more in that infernal graveyard !\" muttered Prescott, his face a ghastly white. \"This is awful damnable I\" \"And two at Dug Hollow,\" said Sam. \"And Wilcox near old Bertram's the other night, \" added the captain. \"One, two, five, nine— seventeen all told. Men, in thr^e days the trait6r and renegade, Tom Grattan, and the cowardly spy, Dalton, have killed seventeen of our best men. We must kill them I\" \"Ay ! ay I\" came in a chorus from the men, \"Off with your hats, men!\" cried Presoott. All at once complied with the order. \"Tom Grattan and Harry Dalton shall die. Swear!\" \"We swear!\" came in a deep chorus from the men. \"If captured we will flay them alive. Swear !\" \"We swear I\" came once again in a deep, impasssioned voice from the men."], [103, "WINNING HIS SPURS. 85 \" What's left of them we'll burn. Swear i\" \"We swear I\" \"Old Bertram and the nigger shall share their fate. Swear!\" \"We swear I\" \"Now, men,\" oried the leader, \"we must capture these devils. They have evidently gone to the West. They can never cross the river there at its present stage, and will have to go north to Burton's Ford. The nigger will know the way, and by taking the north road we can intercept them. Come I\" 'But, captain, think of the boys who are under that tree. ' ' said one of the men. ' ' Some of them are alive. Don't you hear them cry for help?\" \"I'm sorry for the poor devils, but we can't stop to relieve them now. Our first duty is revenge. More of the b ys will be here soon and can dig them out. Dixon, you stay here, and when the next squad comes in have them get their comrades out and bury the dead hero and at the grave yard. I wouldn't stop now if my own mother was there crying for help !\" A murmur of disapproval ran through the little body of mounted men, several of them looking toward that terrible stump and shaking their heads as if considering the pro priety of disobeying tbe commands of the captain. \"Captain,\" protested Dixon, the man on foot, \"it is wrong, inhuman thus to abandon good boys and faithful soldiers I\" \"Silence!\" thundered the leader, turning his blackened, bloody face, with its evil eyes gleaming like those of a demon upon the speaker. 'Attend to your own business. I'm in command here, and if you forget it I'll put a bullet through your rebellious heart ! Forward I\" As the band of guerrillas dashed off in quest of revenge, Dixon, a terrible look in his face, moved toward the stump muttering :"], [104, "86 WINNING HIS SPURS. \"He's a mean, cowardly cur, and if my poor brother D .ck, who ii beneath that stump, is dead then the devil help Captain Philip Prescott. I didn't enlist to become a murderer, but I'll have his life if it costs my own. ' ' In the meantime the little band of Union fugitives, under the guidance of Plato had reached the bank of the river at a point which was usually fordable. The river was the same down which the night previous our hero and Tom Grattan had been carried, imprisoned in the burning scow. Now, as then, it was bank-full and running at a rate only attained by streams rising in a very hilly or mountainous country. \"I 'clar to goodness ef I ebber see de like I\" cried Plato as he looked at the river, sparkling and foaming in the moonlight, bearing on its turbulent bosom logs, cordwood, and huge trunks of trees. \"We can't eber cross dar. We'll have to go to old Burton's Ford.\" \"And where is that?\" asked Dalton. \"A couple ob miles up de stream, sah. De crbek am broad an' shaller dar.\" ' ' Forward, then. We are losing time, ' ' and they rodo up the river road as rapidly as the rough and stony nature of the ground admitted. In a few minutes the ford was reached. But a glance at the stream here, dashing against rocks and covered with driftwood, showed that the crossing would be attended with difficulties and dangers. But our friends did not hesitate and were soon in the center of the stream braving the foaming waters. Suddenly a dozen or more shots in thoir rear caused them to turn their faces toward the east bank, whore their eyes fell upon a body oi men, foremost among whom was seen the hated form of Philip Prescott. At the same moment there ap peared on the opposite bank another and larger body of men on horseback. \"We are in a trap,\" cried Tom Grattan. \"There's another section of Prescott's guerrillas.'\""], [105, "WINNING HIS SPURS. 87 \"We are doomed,\" said Mr. Bertram in a low voice. A volley from the west bank caused Plato to utter a howl of pain. ' I's struck ! I's killed ! My leg is off I\" cried he. In the meantime Harry Dalton and his companions were emptying their revolvers, but so far as could be discovered, with no good results. \"We must surrender,\" said Bertram. \"Never!\" cried our hero. \"We'll die first 1 \"It's our only chance,\" said Tom Grattan. \"They will kill us here, and if we surrender we may outwit them. Give me that dispatch, Harry. I'll see it reaches Murfreesboro. ' ' As Tom Grattan received from our here the paper found in the stone house the former's horse plunged wildly forward and fell upon his side, evidently struck by a Confederate bullet, and in an instant both horse and rider had dis appeared in the surging waters. The firing on each side had now ceased. \"Surrender!\" shouted Prescott. \"Give in, Yank!\" came from the west bank. \"What terms will you give us?\" asked Harry Dalton. \"Death I\" was the reply. \"Then we'll die here!\" and the lieutenant shot as in defiance. \"We'll let one of you off and kill the rest!\" cried the guerrilla captain. ' ' I can't trust you, \" answered oui- hero. \"I swear to let one of you go, only I'm to select him. \" \"He'll do it, \" said the old gentleman. \"He is a bad man, but I believe he will keep his word.\" \"It will save poor Plato's life,\" returned Harry. \"You and I have nothing to hope. He has stood by us like a brother, and we must do it for his sake. \" \"Come, \"cried Prescott, \"time is up. Do you surrender?\" \"We surrender, \" returned tho lieutenant."], [106, "88 WINNING HIS SPU3S. \"Ride this way, and don't attempt to shoot,\" ordered Prescott. Two minutes more and the three were once again pris oners in the hands of the heartless bushwhacker. They were ordered to dismount, stripped of their weapons, and securely bound at the elbows. \"Do you know how many of my men you scoundrels have killed in the past three days?\" asked the leader of the lieutenant. \" I do not, ' ' was the reply. \"Seventeen. I suppose you wish it were more?\" \"Seventeen is a respectable number, but I'll admit I would like to make it eighteen, provided I could select the man, \" returned Harry Dalton, undaunted by the fate which seemed inevitable. \"Dalton,\" said Prescott, throwing his leg carelessly over the pommel of his saddle and turning his sneering face upon the bound man before him, \"do you know how I intend to get even with you Yanks?\" \"I do not.\" \"You've outwitted me at every turn and killed about a dozen and a half of my men. Now, I'm going to make the three of you die six* deaths apiece to balance the account.\" \"But you promised to let one of us off, \" said the old gentleman, waving his hand toward Plato. \"I have done so already.\" \"What do you mean?\" \"I've selected the man who is to escape. \" \"An' it's me, ain't it, Massa Phil?\" shouted Plato, \"The man I have seltcted is Thomas Grattan. The rest of you are to be flayed and roasted alive, and be basted with gunpowder and cayenne pepper. \""], [107, "WINNING HIS SPURS. 89 CHAPTER XVII. AN ESCAPE AND A PASSPORT. When Tom (i-rattan disappeared beneath the foaming, dashing waters of tbe muddy river, it seemed to all who witnessed his mishap that his last hour had come. But General Van Dorn with more than ten thousand troops was advancing upon Franklin, and unless Granger was warned and at the same time received reinforce ments from General Rosecrans, that important post was doomed. If Tom Grattan did not survive his battle with the rush ing torrent, the dispatch to Prescott would go with him into Duck River and the only chance for the much-needed information to reach the Union liues be lost. For himself he really cared little, and his life thus far he regarded as a failure, but he had become a zealous friend of the Union cause, and the thought of rendering his country a signal service gave hope and courage to his heart and an almost superhuman strength to his muscles, and so he fought the mad river and struggled. \"Never, I ween, did swimmer in such an evil case Struggle through such a raging flood safe to the landing- place. ' ' When at last he reached the west bank of the river, after being carried over a mile to the southward by the fierce current, he was so utterly exhausted as to be unable to rise to his feet, and when, after a brief rest, he ascended the rocky bank, it was with a weak, almost staggering step."], [108, "WINNING HIS SPURS. 90 Seating himself upon the trunk of a fallen tree, he con sidered his situation and his chances of escape. He was eighteen miles from Murfreesboro and ten from the nearest Union outpost. The country swarmed with foes, and if he reached the Union lines at all it must be before daybreak, at least so it looked to tbo wet, weak, and shivering man. \"Halloo! What are you doing here, stranger?\" The question, which caused Tom to spring, startled and alarmed, to his feet, came from a tall, powerfully built man in Confederate gray, who, mouuted on a fairly good horse, had come suddenly round a turn in the narrow bridle-path beside which the former was seated. \"I'm a poor fellow who ought to be thankful, sinoe I've just escaped from what I thought would have proved a watery grave in the river. ' ' \"Why, l»ow was that, pard?\" \"I was trying to cross the river at Burton's Ford, a mile above here when myself and horse were swept away. ' ' \"Were you alone?\" \"Bless you, no. Captain Prescott and nearly fifty men were there. ' ' \"Prescott! Oh, I've heard of him. He's a scout— a— a— independent soldier. ' ' \"A guerrilla, the Yanks call it. Yes, but he is doing signal service, my boy. I brought him a dispatch to-night ordering him to Franklin. ' ' \"Franklin? Why, the Yanks hold it.\" \"Yes, but they won't long. Van Dorn is on the march to capture it. ' ' \"You don't tell me so. \" \"Yes. Here, look at the dispatch. The captain couldn't write another, and so gave it to me to take to Eagleville, above here, to the colonel in command. Twenty-five of our boys are there. ' ' As Tom Grattan spoke he took from his pocket and handed the mounted soldier the wet dispatch."], [109, "WINNING HIS SPURS. 91 \"I guess you can read it in the moonlight,\" he remarked. \"That's the best news I've heard in a month,\" said the other as he returned the paper. ' ' Say, are you going to Eagle ville to-night?\" \"Certainly. \" Well, you'll do mo a favor, won't you?\" I will if it won't interfere with my duties, \"It won't in the least. I've got a dispatch for Colonel Magruder, at Eagleville, and I've got a friend — a lady friend— two miles west of here on whom I'd like to call, though the hour be a little late, and I want you to deliver my dispatch for me. You can say it was sent by Colonel Dean, at Milton, on the Nashville Railroad. Will you do it?\" \"Certainly, comrade,\" answered Grattan with a chuckle to himself. \"It won't inconvenience me.\" \"Here it is,\" said the other, taking from his pocket and handing Tom a sealed envelope, \"I wouldn't trust every strange Confed I meet, but I know Captain Prescott's men can be relied on. I'll do as much for you when I have a chance. Here, have a drink. It's first-class brandy,\" and the rebel presented Tom a flat flask. Tom Grattan was cold, wet, suffering, and the temptation to drink was powerful, but he remembered his oath in the bar-room at Dug Hollow and handed it back untasted. \"Thank you, but I never drink.\" \"Well, you're one of the wonders of the world. The gardens of Babylon were nothing to you. A soldier ! A rebel soldier i One of Prescott's brave soldiers, and not drink! Hal ha! ha!\" and the mounted man laughed heartily. \"You'll excuse me, comrade?\" \"Oh, yes, and think my dispatch all the safer. But it's growing late and I must be off. Good-night, \" and the soldier turned about his horse, waved a farewell to Tom Grattan, and started in the direction from whence he came."], [110, "92 WINNING HIS SPURS. \"Good-night, comrade. Your dispatch will be safe,\" re turned Tom, starting up the path to the northward. In about twenty minutes he reached Burton's Ford, where he came to a halt and looked earnestly across the river to the eastward. No one was in sight. \"lliey are lost.\" he murmured, his head sinking upon his breast. \"The fiends have murdered them, and yet, after all, that's not likely either. The chest having blown up, Prescott will now be certain that Mr. Bertram has himself hidden his gold, and will try to torture the truth from him. And that noble man Harry Dalton, who has twice saved my life at the risk of his own. I must recross the stream and go to their relief. I would give my life, if necessary, to save his. \" Tom Grattan advanced down the incline to the water's edge, as if intending to carry his resolution into effect, then starting violently h6 hastily retraced his steps to the bridlepath, and without once looking back, pursued his way to the northward. \"I have been saved from a watery grave by a wise provi dence to become the instrument to carry this dispatch to General Rosecrans at Murfreesboro,\" he said sadly, in a low but audible tone. \"Great interests of my country are at stake, and the fate of myself and my friends must not be considered. Compared with the public good we are insignificant.\" Tom Grattan well knew that he could never reach the Union lines by following the river and soon turned to the left, with the determination of reaching the Nashville Railroad. The dispatch to Prescott, advising him of the intended mo ment on Franklin, he had placed in the lining of one of his boots, while the dispatch from Colonel Dean to Colonel Magruder, at Eagleville, he had deposited in his cap."], [111, "WINNING HIS SPURS. 93 It was three o'clock in the mcrning when he reached the railroad and saw, perhaps half a mile to the northward, the flickering, smoky lights of the campfires. \"Who goes there?\" came from a point in front of him, though in the moonlight no one was visible. Somewhat confused by a challenge from an invisible picket or sentry, Tom advanced in silence. \"Halt I\" came once more from the front, the sound seem ing to issue from the ground. \"Certainly.\" answered Tom, coming to a halt. \"But don't keep me long, for I'm in a hurry.\" Suddenly the forms of three men rose from tbe track in front of him. They had evidently been concealed in a little culvert below the level of the rails. At the same in stant the peculiar click of the cocking of firearms sounded on the stillness of the night air and two muskets were leveled at the form of the disguised Unionist. \"Who are you?\" came sharply from the leader of the trio. \"WThy don't you answer when you're challenged?\" \"I'm a friend and I'm coming from Milton with a dispatch. ' ' \"For whom?\" \"Colonel Magruder, at Eagleville. Can you tell me how far it is? I've lost my way. \" \"Eagleville's just round the curve here. Come on — I'll take you to the colonel. Get back into the culvert, boys, and keep a sharp lookout. I'll be back in half an hour,\" and Grattan and the man slipped across the culvert and walked briskly up the track toward the lights of the camp and town. Colonel Magruder, a white-haired man of nearly or quite seventy years, was roused from his bed in a neat little cottage which served as his headquarters. \"Your name is Watson?\" said the colonel as he refolded the dispatch after reading it and looked inquiringly at Grattan."], [112, "94 WINNING HIS SPURS. The latter-bowed assent. ' ' You bring a dispatch of great importance from General forwarded by Colonel Dean, who says you are well ac quainted with the country north of Hoover's Gap.\" \"I am, sir. I was raised in that section,\" answered Grattan readily. \"You have been designated by Colonel Dean as a man of nerve, courage, and patriotism, well adapted for a mission of importance and danger. ' ' \"I've always striven to do my duty, sir,\" interpolated Tom. ' \"You are to ascertain the force and disposition of the enemy to the north of Guy's, Hoover's, and Liberty Gaps. Can you do it?\" \"I will do my best. \" \"No man can do more, Watson, and I'm confident you'll succeed. If Van Dorn captures Franklin we may make an advance on Murfreesboro within a week, and must know all about the enemy. ' ' \"I appreciate the situation,\" answered the supposod Watson, \"and I will do my duty. \" \"One thing more. You can't go in that suit of Confed erate gray. ' ' ' ' I understand that. ' ' \"I will provide you with one of Yankee blue.\" \"Good.\" \"If you are detected you'll be \" ' ' Hung as a spy. ' ' \"You must be on the lookout. \" \"I'm not afraid of the Yanks. \" \"I'll provide you an escort to our furthest picket-line, six miles north, and if possible you must return in twenty-four hours. Here, corporal,\" continued Colonel Magruder, turn ing to the guard who had brought Grattan ib, \"take this man and fit him with one of those Yankee Suits we cap tured the other day, and send a couple of men with him beyond the lines. ' '"], [113, "WINNING HIS SPURS. 95 \"All right, colonel,\" answered the corporal. \"Good-by, Watson,\" said Colonel Magruder waving his hand. \"Act with nerve aud discretion, and report here at the earliest possible moment. ' ' The first faint streaks of gray were appearing in the east, indicative of approaching day, as Grattan with two tall -soldiers left the little camp and proceeded up the railroad toward the Union lines. His heart was full of sadness and anxiety for his two friends in the hands of the cruel guerrilla, Philip Prescott, upon whose face he never expected to look again, but a feeling of exultation stoic over him as he thought of his rare good luck and his excellent prospects of reaching Murfreesboro before the day was far advanced, and being the means of starting reinforcements to the relief of the imperiled General Granger at Franklin. \"I suspect,\" he murmured to himself, \"that the genuine Watson knew something of the desperate task assigned him, and thought to shirk his duty. Well, I delivered his dis patch, and I'll attend to this part of his duty also.\""], [114, "96 WINNING HIS SPURS. t CHAPTER XVIII. THE TURN OF THE GRALE. Tom Grattan had not ceased congratulating himself over the fortunate combination of circumstances which had enabled him to pass the other lines, when, in common with his two companions, he stopped and looked bi The forms of quite a number of men were in view. They were running on the railroad track aud shouting to attract the attention of Grattan 's escort. \"I wonder what's the matter?\" asked Tom. \"Something's wrong. They want to speak with us,\" answered one of his companions. Grattan knew instinctively that he was the eause of the commotion and the object sought by the running men. Evidently he was suspected. Perhaps the genuine Watson had turned up at Eagleville and exposed the whole business. Tom felt that the next minute would decide his fate, and that his only hope of escape lay in immediate flight. As he looked a second time he saw, almost in despair, a body of men on horseback approaching at a high speed on the level highway which ran a few rods to the west of the railroad. \"Halloo ! what's wrong?\" cried one of his companions. \"What in thunder do yon want?\" shouted the other. The runners on the track and the riders ou the highway were all shouting and gesticulating together, to the utter bewilderment of the two soldiers, who knew not what to make of it all."], [115, "WINNING HIS SPURS. 97 \"You fools, \" cried the foremost horseman who now came up to them, \"dou't you see the Yank is escaping?\" The two rebels turned and saw the fleeing figure of the man they were escorting beyond the lines. Tom had taken advantage of the confusion of his companions to make his escape, an was nearly a hundred yards up the track. Grattan realized that he could not hope to escape by running from well-mounted men, and drawing a revolver he halted, resolved to dispose of his life in as dear a market as possible, by killing some of his pursuers At that moment his eye fell upon a hand-car that stood upon a little, side-track to the left, and in another instant he was upon its platform with his hands upon one arm of the lever used to propei it. The oar responded to his efforts, and in a moment was safely on the main track and moving rapidly toward the north. In the meantime shots began to whistle uncomfortably near his head, and releasing the lever for a moment he drew a revolver and fired four shots at the approaching horsemen, two of whom were nearly abreast of him. At the fourth shot one of the latter reeled to and fro in his saddle and fell to the ground, evidently killed or badly wounded. This catastrophe temporarily slackened the pursuit, while Tom, with all the energy of despair, worked the lever which was propelling him onward. A moment later shouts and pistol-^hots told him that the pursuit was renewed, and that it was bound to be a race for life. \"If I can keep the lead for ten minutes I'm all right,\" he muttered. \"I must be near the Union lines, and they won't dare to follow me much further.\" But human strength and endurance has its limits, and Tom Grattan felt his own failing. He stood facing his pursuers, and Saw that tho foremost mounted men were rapidly gaining upon him. \"Halt! you infernal Yank,\" shouted one of the riders. \"Halt and surrender or we'll shoot the life out of you i\""], [116, "WINNING HIS SPURS. 98 Tom was growing very weak and the car was rapidly slackening, but he had no thought of surrendering. He well knew that he could expect no quarter at the hands of his pursuers, aud then he had had so many narrow escapes in the past few days that be did not give up all hope. \"This train is bound for Murfreesboro and don't stop at way-stations!\" he shouted back defiantly. The answer was a shot, and the fugitive reali; ' such short range he could not hope long to escape ' His muscles were becoming paralyzed, and I it in a moment more all would be over with him. Resolved to make one last desperate effort, he closed his eyes to shut out his pursuers, who were firing upon him from a distance of not more than twenty yards, and calling into action the last remaining particles of nerve and d ho tugged at the lever. Suddenly, when about to fall from exhaustion, he felt the speed of the car accelerated, and opening his eyes saw that he was holding his own with the enemy. His heart bounded within him at the prospect of escape, and with nerve and muscle stimulated by hope on. And now the horsemen were falling behind. In vain they lashed and spurred their foaming horses— they were losing the race. What kind power had come to Tom's succor ? Thoughts of his fairy godmother, his guardian angel, the goddess of liberty, and the saints and martyrs flashed the fugiti\\e's mind as he wondered at his escape; then as his eyes swept the track he saw to what he owed his deliverance. In the beginning of his flight he had been ascending an incline in the road, and at the critical moment he had reached the summit and commenced the descent of the heaviest grade ou the Nashville Railroad. The same glance that revealed to Tom Grattan the means by which he had escaped showed him likewise chat his pur-"], [117, "\"He fell upon the platform of the car in a dead saint.\"— Sec, page 99."], [118, ""], [119, "WINNING HIS SPURS. 99 suers had come to a halt, and had evidently abandoned all idea of capturing or killing him. Another instant and his sight began to fail, his head swam, his muscles relaxed, exhausted nature asserted herself, and he fell upon the plat form of the car in a dead faint. \"Halloo! halloo!\" \"Stop! you'll be killed!\" \"Put on the brakes!\" These shouts came from a squad of men in blue, evidently a Union picket guard, who were standing beside the track half a mile from where the enemy had abandoned the pursuit. But Grattan heard them not. He still lay unconscious upon the hand-car. A few yards in front of the now flying car a section of the track was missing, having evidently been removed by the boys in blue. A jar, a crash and the vehicle which had served Tom so kindly a turn lay shattered in the ditch. \"Hurrah for the Union !\" These were the first words uttered by gallant Tom Grattan as, under the care of the Union guard, he regained con sciousness and looked thankfully into the faces which sur rounded him. \"Are you hurt?\" asked one. \"If he's not killed he bears a charmed life,\" cried another. \"I think I'm all right,\" answered Tom. \"I am all right, \" he added as he rose to his feet and examined him self for broken bones. ' ' Only a few trifling bruises. But how far aro we from Murfreesboro?\" \"A dozen miles,\" answered the officer in command, \"General Rosecrans is there?\" \"Of course. You wish to see him?\" \"Upon a matter of great importance.\" \"We will be relieved here at sunrise — that will be soon now— and you can go in with us. \""], [120, "WINNING HIS SPURS. 100 At ten o'clock that morning Tom Grattan obtained sonal audience with General Rosecrans, delivered the dis patch and all the information he had to impart. \"You are a brave young man,' said the general, taking Tom by the hand as tho latter concluded bis story. \"We were entirely ignorant of Van Dorn's movement, and but for you Granger would have been routed and Franklin captured. I will send General Stanley with reinforcements immediately. And now what can I do to reward you for your devotion to the cause?\" \"1 am amply rewarded in having arrived in time with the information,\" answered Tom. \"Bui- there is one favor \" \"Name it.\" \"I would like to be enrolled as a soldier of the Union. Will you accept mo as a volunteer.-\" \"Gladly. The country needs such men. Yon shall be assigned to a regiment to-day.\" \"And the friends I left in such deadly peril?\" ' ' I will order you assigned to special duty, and you may be able to effect their- rescue.\""], [121, "WINNING HIS SPURS 101 CHAPTER XIX. THE REPULSE AT FRANKLIN. General Rosecrans, appreciating the perilous position iu which General Granger, the Union commander at Frank lin, was placed, immediately dispatched General Stanley with six thousand men to his assistance. As for Tom Grattan, the Union cemrnander was as good as his word. The intrepid young fellow was in the course of the day assigned to the crack regiment in one of tiie brigade\" to which Lieutenant Harry Dalton belonged and which was encamped around Murfreesboro. At the general's request he was at once detached on special duty. Tom explained the nature of his contemplated movement in behalf of his friends whom he had left behind as prison ers in the hands of Philip Prescott. He again went over the thrilling episodes in which they had figured so bravely and conspicuously. General Rosecrans heard him through in silence. \"I appreciate your motives, Private Grattan, and I will do all in my power to second them , You will therefore take such time as the perilous nature of your expedition will require, and then you will report to your regiment at the earliest opportunity.\" \"Thank you, general, \" said Tom, respectfully saluting his superior, and leaving the house in which General Rosecrans had his headquarters. Tom Grattan at once prepared to leave camp. He obtained"], [122, "WINNING HIS SPURS. 102 a horse on a requisition signed by the commander, and with his pass had no difficulty in passing the outposts. In the meantime the brave Generals Van Dorn and For rest, unaware that their designs upon Franklin had been penetrated, were busy preparing for their surpr General Granger's forces. No hint reached the Cons camp that Stanley with six thousand picked veterans was marching to the assistance of the beleaguered forces near Franklin. It was a game of Hoodman Blind, in which the enemy had taken a sumptuous peep and tnen re-covered their optics, that their plans might not be known and frustrated. The morning of the momentous tenth of April dawned upon the rugged slopes and undulating farm lands that lay all about Franklin. A thin mist hung about the eminences and hollows, green with early grass, fated, alas ! to be tinged with a ruddy hue ere the shades of night descended upon that fair Tennessee country. Above the mist the sun rose like a brazen ball out of a vast sea of vapor and sailed into a sky as blue as the turquoise. The Federal forceF were drawn up in line ready to grapple with the enemy, of whose coming they had been advised, but whose heralded advance was hidden behind the foggy landscape. General Granger was anxious to a degree. He knew well enough that his small force was not able to cope with the enemy, but stand his ground he would, and fight to the bitter death. The battle was imminent, aud a few hours alone divided the fate of the conflicting forces. Without help Granger felt he could not hold the vastly superior force at bay. It was a humiliating alternative to face, but there he was ami there he must brave defeat, if such was to be his portion. The warm rays of the sun soon had its effect upon the fog, and it thinned in streaks here and there, developing trees and grass and hillside in succession. The grass itself never looked greener, and it reflected the"], [123, "WINNING HIS SPURS. 103 morning dew like the glistenmgs of millions of jewels. And the sunlight lay bright on hillside and crest, and the shadows hugged the rugged hollows, so the effect, as a whole, when the mist had cleared, was a type of beauty robed in Nature's simplest attire. The withdrawal of the fog revealed something — it showed the Confederate lines of attack marching upon the Federal position. The sunlight glanced upon the bayonets stretched away to the right and left, upon the burnished surfaces of the black cannons following in somber procession near the center, upon the accouterments of the cavalry battalions to the left, that were coming along slowly to supplement the first charge of the infantry line. The gentle breeze was blowing in the faces of the advanc ing host and carrying backward whatever sound the mar shaled battalions made ever the undulating ground. It was a grand picture. Bereft of its serious aspect, it must have charmed the eye that could have reviewed those com pact lines of gray, from anyone of the adjacent eminences. General Granger and staff were grouped a short distance behind his thin lines. His stern brow and compressed lips showed how much he felt the responsibility of the defense. He had no thought of reinforcements from Murfreesboro, and no distant suggestions could be seen to raise hope in the gallant officer's breast. Napoleon, at Waterloo, never wished for night more ardently than General Granger did for help, by which alone disaster could be averted that clay from the stars and stripes unfurled around Franklin. The town itself, a mere scattered collection of houses, intersected by the inevitable main street of the country vil lage, and divided by minor thoroughfares, the distinguish ing features of which were chiefly trees, rude wooden side walks, and a roadway that was dust in the summer and mud in the winter, lay like a toy picture in the rear, while the inhabitants were preparing for the emergency close at hand. At last the conflict began with a single gun from Granger's"], [124, "104 WINNING HIS SPURS. only battery of four pieces, occupying a commanding position on the right flank. That was the signal, ana then the guns opened in earnest. At each flash, the white b was carried toward the enemy, therefore what effect the shells had at the outset was a matter for doubt. The Union lines were slightly intrenched behind a short length of hastily prepared earthworks and a rambling bit of fencing, but poor protection against the powerful enemy now deploying in the front for a charge by columns. Now the roar of musketry sweeps along the Union lines, and many a Confederate home will have occasion to mourn for a member of the household. But not a shot is fired in return. General Van Dorn has planned to make his first charge a decisive one. To overthrow and demoralize his feeble enemy at the outset, and then into their broken i pour the hail of death until utter rent assails the Union boys and brings instant victory. And he had reason to expect that such would be the result of that stern, unyielding advance by well-tried veterans, who had faced the wild fury. of too many bloody conflicts to be dismayed at anything short of the unexpected. But it was the unexpected that occurred that day. Closer and closer came the gray warriors of the South, the ranks closing up quickly as a man dropped out dead or wounded at frequent intervals along the line. General Granger bit his lips until the blood came. He saw clearly how it must all end, unless fresh troops came to hand. In a few moments the deadly grapple would begin and then the superior numbers of the enemy would carry all before them. At that anxious moment an aide-de-camp pointed away to the rear to a spot filled with brilliant splinters of light and the general roused himself at the sight. Here were the troops he had prayed for at last, just in the nick of time, but from whence or how had they come. In an instant his aides were dispatched with the intelli-"], [125, "WINNING HIS SPURS. 105 gence to the regimental commanders. The inspiring news flew quickly along the thin Union lines, and a wild cheer that sounded above the volleys of musketry startled the balmy air. The Confederates, unaware of its import, were astonished at their glow of enthusiasm, and rushing forward precipi tated themselves upon the boys in blue. But now the resist ance was .more than was expected. The orders were to hold on in spite of everything. Hold on till the reinforcements could come up and assume the brunt of the conflict. Right well did the boys answer the spirit of the emer gency. Hand to hand the fighting was now. Hand to hand over the fenees and earthworks. Hand to hand behind them as the Federals, stubbornly contesting every inch of ground, * fell back, not as Van Dorn expected, in confusion, but in unbroken line of battle. \"By George, that is grand work!\" exclaimed General Granger. \"A few moments more and the tide will be turned. ' ' Yes, it was the noble determination of a few resolute hearts against the exultant many. The battery had with drawn to an eminence in the rear and reopened again with grape and canister upon the left of the Confederates' second advance. Their batteries took up their position in the rear of the lines and shelled those four Federal guns that were now doing considerable execution. But might was gradually prevailing in the contest. The thin blue line was wavering. It was broken here and there. Men went down like reeds in a wind storm, to rise no more. Bui; the brave Unionists, as though animated by one thought and spirit, seemed determined to imitate Napoleon's Old Guard at Waterloo, to die if need be, but retreat, never. And so they held on and were cut down in groups and patches, until the cheers of Stanley's division aroused the victorious Confederates that their work was cut out anew for them, and in a manner not to their liking."], [126, "106 WINNING HIS SPURS. General Van Dorn, with his staff slowly advancing with the tide of battle, was thunderstruck when the intelligence reached him. He rushed his troops forward now in deadly earnest. The cavalry, under Forrest, till now out of the action, were sent to turn the new Union advance and the conflict began anew on a broader a But soon the chagrined Forrest began to realize tlie sen timents of Dr. Young : \"Our morning's glory is our evening's sigh. \" Stanley's division came into the thick of the fight at double quick. Right there on the battlefield with a desper ate attack before them, and certain death to many, au Iowa and an Illinois regiment fairly quarreled for the honor of leading the front, the most exposed position in the as The lot fell to that of Iowa's brave boys wilh Colonel Finley McDonald as their commander. Well did brave men fight, even after their commander had received his death wound. The other lines stand firm and meet the onset with a withering stream of fire, like a yawning crater of destruc tion, through which those gallant Western boys, without a waver, dash, as though they were leaping into the spray of a summer sea. Then ensued a chaos of confusion, wra.pped in flame aud smoke, while the stars and stripes smile in the sunlight and the stars and bars tremble in the wind. The blackened remnants of the grand gray assaulting columns retire in dismayed precipitation while all along the Union lines ring the glad shouts of restored confidence and of exultation. The Confederates had held the town of Franklin just fifteen minutes, but what a sight for so short a space of time ! The ground was literally covered with dead and dying soldiers. The four piece battery recovers its former post of van tage and belches forth fire and smoke, and a hail of grape into the discomfited enemy."], [127, "WINNING HIS SPURS. 107 Stanley urges on his heroes in person. Panic seizes upon the victors of a short time before. Forrest covers the retreat with his cavalry and artillery ; but to retrieve the day is impossible. The Confederates reform a mile back and then sullenly withdraw, fighting stubbornly to keep their line. But the victory has been won. General Granger is jubilant The Confederates are retiring to their former position miles away and the strife is over. Theu follows the work of burying the dead and carrying the wounded to the hospital in Franklin, and with that sad duty the day wears away. Thus end3 one of the shortest and most decisive battles of the whole Civil War. In the meantime Tom Grattan was on his way back to the Confederate lines, intent upon rescuing his friends, when suddenly there, looiried up a considerable detachment of Union cavalry that had been in hot pursuit of the retreaters from Franklin. Tom knew that he must stand his ground, and as he came up with the columns\"was sent to the commanding officer before he was allowed to proceed on his way. While the regulation interview was in progress the command was suddenly attacked by a large detachment of Forrest's brigade and a lively fight ensued. It was something in the nature of a surprise. To add to the juteresting condition of things a small masked battery opened up from the edge of the wood, and the first shell burst almost under Tom Grattan 's horse, causing the animal to rear with a suddenness that almost unseated his rider, but otherwise doing no damage. The bugle notes sounding the charge broke upon the ear, and before Tom had recovered from the shock of the burst ing shell he was madly rushing down upon the enemy with the rest of the command. Then it was that Tom Grattan showed the stuff of which he was made, and ample opportunity he had to do so. The bullets were flying past his ears as though he were passing"], [128, "108 WINNING HIS SPURS. through a swarm of bees. Grattan realized it was an exciting moment for though fired upon only from the froi't, yet the almost continuous sheet of fire which burst f r< enemy where they were concealed along the entire line of wood, was like the mouth of a miniature hell vomiting forth infernal flame and smoke. Now they were upon the Confederate line in earnest, sabering the infantry right and left and in turn discharging their short carbines with deadly jtfect. Through the flash of fire and among the trees swept the irresistible wave of Union cavalry like an avalanche, hurling all before them. The enemy tried to withstand the charge but it was iu vain. When they opened upon those gallant horsemen, they thought that a sure thing was theirs. And they ached for revenge for the previous defeat. That the blinding hail of bullets would create such a havoc that rout and confusion would ensue; but again was Forrest's men to taste the bitter dregs of unexpected disappointment. Tom Grattan performed his share of this dashing charge well and faithfully. He was in the very thick of the fight in spite of himself, and there he sought like a man to whom the work in hand was a second nature, although he had but that day identified himself for the first time with the Union army. But opportunity is all that most men need to bring forth their latent energies, and Tom seized his with eager vim. When the fight was over and the enemy had tied beyond the line of heavy timber that acted as a bar to concerted action on the paru of the cavalry, the general in command called Tom before him. \"Young man, your courage and fighting ability w\\s not unobserved by me in this brief but bloody engagement. I may say frankly that your efforts were of the brilliant order and deserve recognition, and I shall mention you pers in my report. You may proceed on your way with the thanks of the brigade. ' '"], [129, "WINNING HIS SPURS. 109 Tom Grattan, saluting his superior, rode off a happy man. That same evening about dusk a man in Federal blue was halted by a gray picket guard to the north of Liberty Gap. He announced himself as a deserter from the Union army at Murfreesboro, and was given a hearty reception and sent at once inside the lines. This man was Tom Grattan who, having performed the duty he owed his country by the delivery of the dispatches that saved Fanklin and also by the bravery he had dis played when he fell in with the cavalry, was, at the imminent risk of his life, entering upon a mission for the rescue of. the man who had twice saved him — our hero. Lieutenant Harry Dalton."], [130, "WINNING HIS SPURS. 110 CHAPTER XX. A NEW AND UNEXPECTED FRIEND. We left our hero and his two companions, Mr. Bertram and Plato, bound and in the custody of the heartless guerrilla, Philip Prescott. His barbarous threat of putting them to death by tho means of lingering torture the two former believed him entirely capable of carrying into execution, while poor Plato was so terrified at the cruel words, which he but partly understood, as to be absolutely speechless. Half an hour later the part), accompanied by the band which had appeared on the west bank of the river and which had crossed in safety, reached the stone house, where they found a dozen or more of their comrades engaged in digging at tlie stump of the hickory tree where the seven guerrillas were imprisoned. One by one the mangled bodies were removed until the seven, all entirely lifeless, lay side by side in the moonlight. The guerrilla captain sat upon his horse and watched the men at their ghastly work, the appearance of each body being the occasion of a fresh burst of profanity on his pirt. Among the men the wildest excitement prevailed, and more than once they advanced to where our three friends lay upon the ground, as if bent upon taking their lives without further ceremony, but Prescott as often interfered and sent them back to their work. 'You infernal fools!\" he shouted at length, \"would you rob me — rob all of us — of a decent revenge? They'll live to beg for death and to actually enjoy it when it comes. They shall get their deserts. Trust me for that. \""], [131, "WINNING HIS SPURS. 111 By the order of Prescott the lieutenant and his companions were removed to the cellar o* the house, and so securely bound as to be unable to move hand or foot, were thrown upon the cold, damp floor and left to contemplate the awful fate in store for them. In about an hour the hated guerrilla chief, accompanied by two men carrying lanterns, entered the cellar and approached the captives. \"Well, my friends,\" said he, \"I trust you are passing a comfortable night. If you're not, don't hesitate to say so. I pride myself on my hospitality. Is there any little deli cacy in tbe way of food or drink I can order for you? Don't hesitate to speak. I dislike bashfulness and admire cheek.\" \"For the love of heaven, man — monster — leave us to our selves!\" cried Harry Dalton. \"Your presence 13 more unbearable than all our sufferings. ' ' \"I'm obliged to you, \" was the reply. \"I feel compli mented, and I regret that I can't remain with yon. We start in an hour for Franklin to act as scouts for Van Dorn's army. We'll scoop Granger in and give that old fossil of a Rosecrans of yours a genuine surprise. He'll move north instead of south. \" \"If Tom Grattan has escaped, \" retorted our hero, \"he will see that Geueral Rosecrans is advised of Van Dorn's raid, and the rebs will be the oues treated to a surprise party. ' ' \"Curse that Grattan1 I'd give ten years of my life to have him here with you. I hate him, but he's food for the catfish before now. I'm sorry he died so easy. \" \"What, do you propose to do with us?\" \"Exactly what I told you at the river— torture you. I'll find out where old Bertram's money is if it takes a week. I'm going to leave six men here during my absence, and Dixon here will attend to all your wants. His brother Dick was taken out from under that stump, and in conse quence he feels friendly toward you and won't allow you"], [132, "WINNING HIS SPURS 112 to want for anything he judges you deserve. Eh, Dixon?\" and Prescott turned with a sneer to one of the men who stood with a lantern in his hand. \"You can trust them with me, captain,\" replied Dixon, a peculiar gleam in his eye and a coldness in his voice which the guerrilla chief set down to the account of personal hatred of the three prisoners. \"Good-night to you all. I'll return in thirty-six hours at the latest, and then the matinee will begin,\" with which words Prescott bowed in derision and left the cellar, closely followed by his companions. The imprisoned men soon heard the smothered sound of shouts without, and a moment later the clatter of horses' hoofs told them that their relentless enemy and his band of cutthroats had departed on their mission. But the sound hai barely died away before the door was again opened and Dixon appeared carrying a lantern, which he flashed into the faces of the three prostrate men. \"You have come to begin your revenge?\" said Hairy Dalton interrogatively. \"I have,\" answered Dixon quietly. ' ' Begin at once. ' ' \"I will.\" As tbe guerrilla spoke he drew a bowie-knife from his boot, placed the lantern on the earthen floor, and advanced and stooped over the prostrate form of our hero. Lieutenant Dalton closed his eyes and tried to compose his mind for the last great change which he believed to be near at hand, but Dixon, instead of plunging the gleaming knife into the heart of the young officer, used it to cut the cords which bound him, and without a word proceeded in the same manner to release Mr. Bertram and Plato. \"Why do you do this?\" asked our hero as with difficulty he rose to his feet and stretched his cramped and stiffened limbs. \"It is part of my revenge.\" ' ' What do you mean ?' '"], [133, "WINNING HIS SPURS. 113 \"Philip Prescott left you here to suffer from cords, hun ger and thirst. \" \"Was that not enough to satisfy you?\" \"Philip Prescott, \" Dixon went on, without answering the lieutenant's question, \"left my poor brother Dick to die under that stump while he sought revenge on you. I hate Philip Prescott. ' ' \" And us ?' ' interrupted Harry. \"I don't blame you. You were fighting for your lives. Prescott is your enemy — that makes you my friends. I will provide you with food and drink, and thus commonce my revenge. ' ' \"And you will allow us to escape?\" asked Mr. Bertram eagerly. \"I will reward you. I possess great wealth. \" \"I know it, old man. and that's the reason I can't do it. \" \"I fail to understand you. \" \"Prescott expects to gain possession of your wealth. He has left six men with me. His object evidently is to have us act as spies upon each other and so prevent you from bribing us. He knows that these men have no faith in your much-talked-of wealth, and he thinks that I heartily hate you all on account of poor Dick's death. \" ' ' But we can manage it somehow, ' ' cried Dalton. ' ' I fear not. The six have instructions to guard the house, while I alone am to enter the cellar. If they sus pected me of treachery they would kill me at once. But Prescott shall never kill, much less torture you while Sam Dixon can prevent it, ' ' and the guerrilla seized Mr. Bertram and our hero each by the hand. Within half an hour the three captives were occupied in discussing a hearty meal provided them by their new-found friend. Their hunger appeased, tired nature asserted herself, and stretched upon the floor, the three friends were soon buried in profound slumber."], [134, "WINNING HIS SPURS. 114 CHAPTER XXI. AN UNPLEASANT PROSPECT. Earlv on the morning of the 11th of April Philip Prescott and his band of guerrillas crossed the river at Burton's Ford and hastened onward to the stone house, where he had left his three prisoners forty Lours beforo. The advance of Van Dorn, thanks to the exertions of honest Tom Grattan, had proved a failure, and he had been compelled to retreat after suffering considerable loss, and the services of Captain Prescott were no longer required. During his absence our hero and his two companions had been kindly treated by their jailor, Dixon, who had left them unbound and had provided them with plenty of whole some food. None of the six men left with him as a guard had entered the cellar, but he assured our friends that they were vigi lant and evidently suspicious, and were certain to detect any attempt at an escape. \"Wait until the captain returns,\" he had said. \"I am in his confidence and have a plan by which you can all escape. To attempt it now would be but to meet your deaths.\" About six o'clock on the morning of Prescott's return Dixon hurriedly entered the cellar and said in an excited tone: \"The captain is returning; I hear horsemen ap proaching from the river. I must bind you as he left you. He must have no occasion to distrust me.\" Five minutes later the three men lay as securely bound upon the earthen floor as though they had never been released."], [135, "WINNING HIS SPURS. 115 \"Where is Dixon?\" thundered Prescott as he alighted from his horse and glanced with a shudder at the hickory stump, barely visible in the dim light. \"In the cellar. \" answered one of the six men. \"What's he doing there?\" \"Tying up the prisoners,\" answered another as he rose from the ground, where he had been engaged in looking through a small window into the cellar. \"Tying them up 1 Who in the name of all the fiends untied them?\" \"He did.\" \"And what's more he fed 'em like fighting-cocks,\" cried another. \"Untied and fed them ! Furies! Has he turned traitor?\" \"It looks so, captain. I've no doubt — none of us have — but what old Bertram's bribed him. We tumbled to his racket and kept a sharp eye on him and them. \" \"Bribed him?\" shouted the guerrilla chief. \"That reminds me that we never made a thorough search of the gray -headed old wretch. He may have some memorandum or clew upon his person. I'll have it done at once. Follow me to the cellar, ' ' and he turned and entered the house, where he came upon Dixon, who had returned from the cellar. Prescott greeted him with a blow between the eyes which caused him to fall stunned and dazed to the floor. \"Take that, you traitor!\" were tho accompanying words. \"Here, seize and bind this man. He dies before night. Now for the cellar. ' ' \"Well, how have you passed the time? Pleasantly, I trust,\" were the words with which the heartless ruffian greeted his three captives. \"You seem to enjoy sarcasm,\" answered our hero. \"Y'es, and the boys tell me you relished the chicken last night. Chicken for a Yankee spy ! All the overfeeding you get ir. the future won't give you indigestion. You won't have Dixon for a caterer any longer.\""], [136, "WINNING HIS SPURS. 116 \"What do you mean?\" asked Dalton anxiously, \"I have found out his treachery aud he'll soon be hi keep you company. Unbind that old duffer,\" and Presoott pointed to the form of the gray-haired Bertram. Strong and willing hands seized the old man, and in an instant his bonds were loosened and he was raised *-o his feet. ' ' Now go through him for papers, and look sharp. ' ' A thorough search of the garments of tbe unfortunate gentleman discovered nothing. \"Pull off the old sardine's boots, \" cried Prescott. It was done almost as soon as ord \"The spring is missing from tbe sole of one,\" remarked Corduroy Sam, who headed the searching party. \"That's where he gut the saw with which he cut out of the guardhouse at Beech Grove the other night, ' ' said the captain. \"Are they empty?\" \"As a last summer's bird-nest. \" \"Rip out the lining. \" At thi.; order of Prescott Mr. Bertram started violently and his face grew pale as Sam drew from the torn lining a small folded paper, which he handed his chief. \"Here, give me a lantern, \" cried the latter in an excited tone as he almost snatched the paper from the hand of his subordinate. For a moment he scrutinized the document which he had opened with a hand that trembled, then laughed loudly and triumphantly. \"Men!\" cried he, holding aloft the paper, \"this Yankee spy and his Southern renegade have hitherto baffled and outwitted me, but thanks to this little joker the tallies are now turned and your captain holds the winning card. Listen : ' ' Safe Deposit Company of New York, \"March 26, 1863. \"Received this day of John Bertram, of Tennessee, one certain tin box sealed with his seal, which said box and the contents thereof have been left by said John Bertram as a"], [137, "WINNING HIS SPURS. 117 special deposit and is to be returned to him in person, or to his administrator or executor in the event of his death on the return of this receipt. \"William Hick, Vice Pres. \" A murmur of satisfaction ran through the throng as Pres cott read tbe receipt. \"I congratulate you, captain,\" cried Corduroy Sam, seizing Prescott by the hand. \" Y'our fortune is made. \" \"Thank you; and I'll not forget, my men. One-half goes to them, \" answered the captain. \"There'll be some trouble in securing it, but P. Prescott is up to snuff, \" A cheer was the answer of the men. \"Old man.\" said Prescott, turning to Mr. Bertram, \"you lied about your gold. ' ' ' ' I did not. I simply told you I knew nothing of the location of the bos. You assumed that the gold was inside it.\" \"I guess you are right,\" answered the guerrilla with a light laugh, \"and on that account partly and partly because I've got the shekels dead to rights, I'm going to omit the flaying and roasting act and work you off in a plain, mat ter-of-fact way. \" \"Captain, will you permit a poor devil to make a sug gestion ?' ' It was Mouser who asked the question. He was one of the party who had entered the cellar with Prescott. \"Certainly, old boy Fire away. I'm in an amiable mood this morning. \" \"These demons caused poor Johnson and four others to be blown in pieces with gun-cotton.\" \"They did the same thing the other night at Beech Grove, ' ' interrupted Prescott, ' ' when they blew up a maga zine and killed three of Colonel Moody's men. Blowing people up is their particular forte. ' ' \"Just my notion. Why not give them a taste of their own medicine?\""], [138, "WINNING HIS SPURS. 118 \"Blow them in pieces? \"Exactly.\" ' ' Capital idea, Mouser. Beats plain shooting out of sight and makes hanging sick. But how are we to do it? I'm ordered to report at Hoover's Gap, and we must leave here within an hour. ' ' \"I can arrange everything in ten minutes. \" \"What's your scheme?\" Mouser looked significantly toward the bound captives upon the floor. \"Oh! never mind them,\" cried the captain. \"Goon with your scheme. It will entertain the guys and save our writing out for them a programme of the entertainment. ' ' \"Fifty yards up the hill there is a stone spring-house or dairy. Well, take the head out of one of those fifty-pound kegs of powder, place it in the middle of the stone floor, with the three of 'em sitting around, securely tied, to watch the fuse burn down to the powder. Then we'll lock the door, mount our horses, and let the explosion be the signal for a skip toward Hoover's Gap. ' ' \"Give me your hand, Mouser. You're a genius!\" cried Prescott. \"You have struck the right idea, — retribution in kind. We'll work 'em off that way, and Dixon shall keep 'em company. I suppose, Bertram,\" continued the brute, turning his gleaming eyes upon the old gentleman, \"that you'd like to know what I'll do after you're reduced to mincemeat for the devil? In about four days I'll call on Mr. William Hick in New York City. I think I can get myself up to pass for you. and I know I've got your signa ture down fine enough. I'll bring the bonds back with me, and I'll marry your daughter Bessie. There, don't thank me. I like the girl or I wouldn't do it. It's no merit of mine.\""], [139, "WINNING HIS SPURS. 119 CHAPTER XXII. VIRTUE EVEN IN TOBACCO. No time was lost by the guerrillas in putting into opera tion the plan of revenge suggested by Mouser, and not many minutes had elapsed before Dalton, Bertram, Dixon, and Plate, their hands tied behind them and their legs tied together in such a manner as to render all motion a seeming impossibility, were seated in the stone spring-house round a large keg of black gunpowder, in which Mouser was inserting a lighted fuse. \"It will burn five minutes,\" said he as he turned to leave. \"At least I calculated on that. If it falls a little short and cuts off your prayers sorter sudden like, you mustn't lay it up against me, for it'll be a clear case of mistake. Good-by!\" \"I say, Marse Man, for de lub of hebben do me one good thing afore ye goes,\" cried Plato. ' ' What do you want, coon ?' ' \"I want to die wid 'bacca in my mouth. Please ter gib me a chaw,\" and Plato opened his mouth to its widest possible extent. \"Well, take it, you poor nigger,\" and Mouser placed between Plato's teeth a large piece of plug tobacco, glanced at the burning fuse, which had sensibly shortened, and hurriedly left the dairy, locking the door after him. For a full minute not a word was spoken by the doomed men as they sat watching the deadly bit of fire as it steadily advanced toward the black mass which filled the keg."], [140, "WINNING HIS SPURS. 120 \"Good-by, my friends. We have less than three min utes to live I' ' It was our hero who spoke. He had been struggling to release himself from his bonds and saw that it was useless, and resigned all hope of escape from a hor»ble death. \"If we could only reach the fuse,\" groaned Dixon. \"It is impossible,\" answered Dalton. Suddenly the four men started wildly as a noise was heard directly below where Mr. Bertram was sitting. Some one was knocking on the large limestone flagging from beneath. Then it became evident that the person below was trying to force an ingress into the apartment. One side of the flat stone was raised a little way, but gradually settled back as if it was beyond the strength of the person to raise it further or hold it there. ' ' Get off the stone and I can save you. ' ' These words came in muffled tones from below. The old gentleman struggled to roll off the stone, but without success. ' ' I cannot, ' ' he cried. \"Try again — try again,\" came from below. Once more the old man struggled and succeeded in mov ing a little way. \"I'm moving I I'm moving I I'll be off in a minute,\" he cried. \"It will be too late I\" cried our hero. \"Look 1\" In an instant every eye was fixed upon the fuse, which was burned almost to the black grains, and it was painfully evident to all of the watchers that in a few seconds all would be over. Bertram, Dalton, and Dixon closed their eyes and awaited the dreadful catastrophe. Not so Plato. He chewed the tobacco in his mouth for a few seconds with desperate fierceness and sent forth a stream of saliva in the direction of the burning fuse with a force and accuracy only attained by years of practice."], [141, "WINNING HIS SPURS. 121 \"Marse Bertram I Marse 'Tenant! Sire's out! We're saved I Glory to Jeremiah I\" \"What is it?\" cried Dalton, opening his eyes. \"I's done gone and put, it out.\" \"How, in the name of goodness?\" \" 'Bacca-juice, Marse 'Tenant. Heap ob virtue in 'bacca juice. I allus said it would save my life.\" Mr. Bertram, alive to the situation, was struggling desperately and his companions, powerless to help him, were watching his every movement with breathless interest. A joyous exclamation burst simultaneously from their lips as they saw the old man roll entirely off the stone. Another instant and it raised slowly up and a good looking colored girl, with regular features, and a brigbt hued handkerchief covering her hair and forehead, climbed into the apartment. Without speaking a word she produced a knife and pro ceeded to cut the bonds of the captives. \"Quick!\" she cried in low, hurried tones. \"Below, all of you. We may yet escape !\" and she disappeared as she came. All except Dalton followed her in haste. He removed the fuse from the keg of gunpowder, lighted it with a match which he picked from the floor; inserted in the powder again, and descended through the aperture, closing the stone down after him. In the meantime Philip Prescott and seventy men mouuted upon horses were assembled some seventy-five yards away, watching for the expected explosion. \"Six minutes and a half,\" cried Prescott, looking at his watch, which he held open iu his hand. \"As usual, Mouser has made a botch of it. How long ought that infernal fuse to burn, Mouser?\" \"Not over live minutes, captain.\" \"Are you certain?\" \"Yes, dead-certain. It couldn't burn six minutes.\""], [142, "WINNING HIS SPURS. 122 \"And it's been seven since you locked the door.\" \"Then the fuse has gone out, captain.\" \" Well, what\" are wo going to do about it?\" \"I'll go and relight it.\" \"Wait one minute more. You may be mistaken. \" \"I'm not mistaken. I know what I'm about. I'll be back in two minutes, \"and Mouser rode rapidly to the little stone building, dismounted, and began unlocking the door. But he did not complete this latter operation. The score aud ten anxious spectators saw a volume of smoke and dust, followed almost instantly by a deafening explosion. The4xxly of Mouser was lifted into the air and thrown within twenty faet of the guerrillas. Prescott rode forward and looked at it as it lay torn and mangled upon the ground. \"The fool has died by his folly,\" shouted he. \"He always was a bungler. We've no time to bury him now. Somebody will do it, and sweep up what's left of those four other devils. Forward !\" and putting spurs to their horses they dashed away from the spot."], [143, "WINNING HIS SPURS. 123 CHAPTER XXIII. A REUNION, AN ESCAPE, AND AN ARREST. When, as described in the last chapter, Lieutenant Dal ton descended through the stone trapdoor, he saw some distance back of the aperture a light burning, and hurried toward it. The light proceeded from a tallow candle in the hand of the girl to whom they owed their deliverance. \"This way,\" said she. \"A few feet from here this pas sage opens under a large rock which projects from the hill side. ' ' \"How came it here?\" asked Mr. Bertram. \"It is a natural passageway, and the dairy was built here on its account. \" \"You appear to be quite familiar \" The speaker, Harry Dalton, was interrupted by the explo sion of the gunpowder in the stone building, which caused the ground to jar as if shaken by an earthquake. \"Great Heaven!\" exclaimed Mr. Bertram. \"That fuse burned, after all. We have had a most miraculous escape.\" \"I'll put faith in 'bacca-juice no mo',\" cried Plato. \"I made sure it was out,\" said Dixon. \" And you were right, \" replied our bero. \"I relighted it that the foe, hearing the explosion, might think us dead and leave, as they arranged. ' ' ' ' You are a gjnius, lieutenant, ' ' cried the old gentleman, seizing Harry by the hand. \"I would never have thought of that, and had it not been done I doubt if we could have"], [144, "WINNING HIS SPURS. 124 escaped. This is the third time you have saved my life. Nothing can reward you properly, but if we make good our escape to the Union lines, and I now feel confident we will, I'll speak in your favor to my daughter, though I doubt if it will be necessary.\" A low moan caused them to turn upon the girl. She had dropped the caudle and seemed in the act of fainting Plato snatched the unextinguished candle from the ground, while our hero caught the girl in his arms. In so doing he struck the handkerchief in which her head was bound and knocked it entirely off, when to the surprise of all a rich mass of jet-black hair which had been confined beneath it fell down reaching below her waist. \"Great Heaven I\" cried Dalton. \"It's Bessie Bertram.' ' ' Yes, ' ' responded the girl, who had now revived, \"lam Bessie Bertram. You have acted nobly, aud \" Here she burst into tears. John Bertram sprung forward and caught his daughter in his arms. \"My own Bessie, here in disguise to save your old father — aud his frieud, ' ' he added, turning to Dalton. ' ' But for this brave young man, daughter, I would never have lived to see your face. ' ' \"I knew he would save you, father, or lose his own life in the attempt,\" and Bessie, fair despite her blackened face, instinctively held out her hand to Dalton, who, ignoring its blackness, kissed it with rapture. \"I don't think, lieutenant, that I'll have to speak in your favor, as I offered just now, ' ' and the old man laughed as if much amused at the turn affairs were taking. \"Not until I've exhausted my own arts of persuasion,\" answered the young man, smiling upon Bessie, who to hide her confusion readjusted the handkerchief over her hair. \"But after all this is no time for sentiment,\" said Mr. Bertram. \"We must decide upon a plan of procedure, and the first important thing is to learn whether Prescott and his band have left the place. ' '"], [145, "WINNING HIS SPURS. 125 \"I'll find out for you, sir,\" cried Dixon. \"I ought to do something, I think. I'll be back in a minute,\" and he advanced to where the dairy had stood a few minutes before. \"While he's gone, Bessie,\" said her father, \"suppose you tell us how you happened to turn up at such an opportune time and place. ' ' \"You see, father,\" began Bessie, our good friend, Lieu tenant Dalton here, who as you doubtless know a few days since rescued me from this same Philip Prescott, started in quest of you. promising to keep me advised of his move ments and his succcess. I remained some days at Uncle Billy's, where he left me, but hearing nothing from him or you I knew things had gone wrong, so early yesterday morning I went to Murfreesboro and had the good fortune to learn that Tom Grattan had been in town the day before \" \"Tom Grattan!\" cried Dalton. \"Thank Heaven!\" said Mr. Bertram. \"Yes, Tom Grattan. He escaped from the river and brought to General Rosecrans news of an advance to be made next day on Franklin. Tom, I learned, had left in the afternoon for Hoover's Gap. Knowing that he had lately attended to some matters for you, and that he held you in high regard, I concluded at once that he knew where you were and had gone to your relief . So, disguising myself as you see, I set out for Hoover's Gap, where I arrived, after encountering many difficulties and delays, at five o'clock last evening. I learned that a man answering Tom's description was at Beech Grove, a little below the gap, detained on suspicion of being a spy. Under pretext of bringing a message from his mother I gained admission to him and found that it was indeed Tom. He told me what had occurred— how he escaped, and that he had left you in the hands of Prescott, who had his headquarters at the old stone mansion of Judge Winton. He feared that"], [146, "WINNING HIS SPURS. 126 you were both dead and bewailed the hard fate that had prevented him from reaching you. Hoping for the best I at once set out for the Winton estate, where in my childhood I had often been, as you know, father. I reached here just as Prescott and his band were approaching from the west. I remembered the stone spring-house with its underground passageway, and succeeded in reaching it unobsi Though the windows I saw you all approaching in the hands of the guerrillas, and instantly retreated to this place to await developments. ' ' \"And Tom Grattan?\" inquired Harry Dalton anxiously. \"I left him under guard, but he was confident he would be set at liberty to-day. ' ' \"It will have to be done before Prescott arrives there, \" said Mr. Bertram. \"But here comes Dixon. \" \"The coast seems clear,\" said the latter, \"No one is in sight and the house is deserted. \"What do you conclude from that?\" asked Dalton. \"That Prescott is about to remove to some other section. He never left the house unguarded before. ' ' \"I think, \" said our hero, \"that we had better take possession. We may find food and arms there.\" The entire party now returned to the upper world. The stone steps by which they had descended remained intact, but the flagging and spring-house had disappeared, while the ground for a hundred yards was strewn with the debris. The horse which had been ridden by Mouser lay upon the ground, a little distance off, mangled and dead, while the body of the guerrilla lay where it had fallen. \"He jested about the length of time the fuse would burn,\" said Dalton, \"but after all it burned a trifle too long for him. \" \"I's sorry for him, I is,\" said Plato. \"De chaw of 'bacca he guv me just saved us all, for I never could have done dat spittin' widout a stimulant. I'll jest take dis to 'member his gen'rosity by,\" and the darky picked up and"], [147, "WINNING HIS SPURS. 127 placed upon his own woolly head the hat of the dead man, which lay near him. \"He always was foolhardy, \" said Dixon as he appro priated Mouser's two revolvers and bowie-knife. The house was found, as Dixon had reported, entirely deserted. Dixon and Plato succeeded in unearthing suffi cient food to satisfy the hunger of all, and in uio way of arms discovered in the garret two carbines, two horse pistols, and three revolvers, together with a supply of ammunition. While our friends were seated in the library, where Prescott had so bullied and abused Mr. Bertram, discussing the best course to adopt to reach in safety Murfreesboro or some other point in the Union lines, Dixon rushed into the apartment and exclaimed excitedly : \"A man is approaching the house. What's to be doiie?\" \"Is he one of Prescott's men?\" asked Harry. \"I think not. Indeed, I'm sure not.\" \"Let him come in, by all means. He is no doubt a rebel, and we may obtain valuable information fro n him. \" In the meantime the stranger had advanced to witlnn a few yards of the house and come to a halt, as if doubtful of the character of the reception in store for him. He was a rough-whiskered, rather fierce-looking man, in the garb of a Confederate teamster. \"Halt! Who goes there?\" shouted Dixon, at the same moment opening a window and presenting a carbine. \"A friend.\" \"What do you want here?\" \"I want to see Captain Prescott.\" \"What for?\" \"I've got a dispatch for him.\" \"From whom?\" ' ' Colonel Moody, at Beech Grove. * ' \"All right. You can come in,\" and Dixon opened the door."], [148, "WINNING HIS SPURS. 128 \"Where is the captain?\" \"Give me the dispatch. I'll see he gets it.\" The seeming teamster handed Dixon a sealed enevlope addressed simply \"Captain Prescott. \" which in another moment was in the hands of our hero, who, hastily tearing it open, read aloud its contents to his companions, as follows : \"Beech Grove, April 10th. ' ' Captain Prescott : — Report here at once and bring your prisoners, Dalton and Bertram, with you. Their presence here is of the last importance. You eau trust the bearer. Moodv. \" \"Dixon,\" cried Dalton, \"show the trustworthy bearer in.\" ' ' Good-morning, Tom Grattan, ' ' were the words which greeted the ears of the stranger as he crossed the threshold, at which sound he started wildly and drew from the folds of his heavy coat a navy revolver, which he presented as if resolved to use it instanter. \"Put up your gun, old boy,\" continued Dalton as he sprung to his feet and confronted the newcomer. \"No one here will harm you. \" 'Dalton! alive! Thank Heaven I\" were the words uttered by the stranger as he dropped his revolver upon the floor, sprung forward and caught our hero in his arms. \"Off with that,\" cried Dalton as he tore the bushy whiskers from the face of the courier and disclosed the familiar face of our friend Tom Grattan. Another instant and the two friends were locked in a strong embrace. When the hand-shaking and congratulations were over, Grattan was given, a seat and joined the council. \"How did you escape?\" asked Bessie. \"I was set at liberty,, there being no evidence against me and as I gave a good account of myself. ' ' \"And the dispatch?\" asked Dalton."], [149, "WINNING HIS SPURS. 129 \"I found a specimen of Colonel Moody's writing and imitated it. Then I traded clothes with a teamster and set out for here, where I hoped to find you alive and aid in your rescue if Bessie had failed. Had I once got you to Beech Grove you would have been safe, as General Pat Cleburne is there and would have treated you as prisoners of war. ' ' \"And now, Grattan,\" said Mr. Bertram, \"the question is, how are we to reach Murfreesboro?\" ' ' I reached it two days ago, sir, aud with the experience I've had, I think I can take you through without trouble.\" \"Which way will we go?\" \"We will cross the creek at Burton's Ford. It's fallen much in the last two days and is easily fordable, and by turning to the left we'll reach the Union lines without trouble. ' ' An hour later the little party reached the west bank of the river. Here Plato left them. \"I guess, Marse John,\" said he, \"that yon won't need me no mo' at present, and I'll go back to my wife Chloe. who'll be powerful anxious 'bout me.\" With the thanks of all the party, which still included Dixon, who announced his intention of becoming a Union soldier, the faithful negro said good-by and disappeared to the southward. Under the guidance of Grattan no adventure of note was encountered, and at nightfall, tired and footsore, but thankful for their safe reunion under the old flag, they entered Murfreesboro. Here Mr. Bertram met stanch friends from whom he procured what money he desired, and within an hour had secured a passage in a train just leaving for the city of New York. \"I can't afford to take any chances on those bonds,\" he had said to our hero. \"That villain Prescott will, I have no doubt, attempt to secure them. He believes us all to be dead and will not fear detection. \""], [150, "WINNING HIS SPURS. 130 •■Don't yon think you ought to wire the bank where they are deposited?\" suggested Dalton. ' ' A capital idea. In my excitement I should have omitted that. Please attend to it for me, lieutenant. Telegraph in my name that an impostor is on the way to New York and may attempt to personate me and obtain the bonds. ' ' \"I'll send the dispatch, sir, as soon as the train leaves.\" \"Dalton, take good cure of my daughter. I leave her in your charge. After all you have gone through for her sake, I'm sure you feel for her as I do myself. \" \"I sincerely love your daughter, and will protect her wit'i my life, though there will be no great demand made on me, I trust, since she is now safe from the annoyances of Prescott and his band. \" The locomotive bell now rang, and hastily embracing his daughter and waving an adieu to Dalton and his two companions, Mr. Bertram leaped upon the moving train and was borno away on a long journey to the great metropolis. Lieutenant Dalton had not been three months in Murfreesboro without making friends among the civilians there, and to the residence of one of them, Mr. John- Boyle, he conducted Bessie on the departure of the train. Mr. Boyle was an old and wealthy citizen of Murfrees boro, and a pronounced Union man. He greeted our hero cordially, and himself, wife, and daughter extended to Bessie, whose father they knew by reputation, a hearty and sincere welcome. Leaving the young lady thus pleasantly situated, our hero, accompanied by Dixon — Tom Grattan had gone to look up the regiment to which he had been assigned — departed and sought the headquarters of his own regiment. \"Halt, there!\" The lieutenant and Dixon, already in the midst of the camp — they had passed the sentries without trouble — came to a stand."], [151, "WINNING HIS SPURS. 131 \"What's wanting?\" inquired Harry of the sergeant who had halted them. \"You look like Lieutenant Harry Dalton.' \"Such is my name and rank. \" \"Of the Ohio?\" ' ' Exactly. ' ' -w- -* -^ \"I have an unpleasant duty tc perform, lieutenant.\" \"And that is?\" \"To place you under arrest.\" \"Arrest! To place me under arrest! For what, in heaven's name?\" \"For deserting to the enemy.\" \"Deserting?\" \"Yes, and carrying information to the enemy , \"Oh! I understand now, \"cried Dalton with a light laugh. \"I escaped from the guardhouse. \" ' ' I see no extenuating circumstance in that, ' ' answered the sergeant severely. \"I went -'ii secret service, and my escape was arranged by my colonel. \" \"A likely story. Who is your colonel?\" \"Colonel McDonald— Finley McDonald.\" \"Who else knows of this arrangement''\" ' ' No one. It was a secret between us. ' ' \"Then I'm sorry for you, lieutenant.\" \"And why?\" \"I fear a court-martial will refuse to believe your story. \"But Colonel McDonald will indorse all I say.\" \"Colonel McDonald, thirty-six hours ago at Franklin, was shot through the head and instantly killed. ' '"], [152, "132 WINNING HIS SPURS. CHAPTER XXIV. \"to be shot to death. ' ' The announcement of the death of Colonel McDonald was a severe blow to our hero. For nearly two years he had held him in high regard as his superior officer and as a kind and courteous gentleman whose death naturally caused him genuine sorrow. Seated by himself in a small compartment of the regi mental guardhouse, he had ample time for reflection, and was not long in concluding that he was placed in an em barrassing and dangerous position. With the return of day he asked to be allowed to communicate with his friends, but was informed by the guard that he could not, as the orders were to keep his arrest secret for the time. \"Why a secret, in heaven's name?\" he demanded. To secure additional evidence, I presume.\" \"Evidence as to what?\" \"Oh, I'm not a bureau of information. You'll know in time.\" In vain Dalton attempted to send a dispatch to the bank in New York where Mr. Bertram's bonds were deposited, as he had promised to do, and which in his excitement he had forgotten until his arrest. The few dollars he possessed were indignantly refused by the guard, but whether on account of superior virtue or the smallness of the temptation was not apparent. The morning of the 12th of April dawned bright an-1 clear."], [153, "WINNING HIS SPURS. 133 For twenty-six hours our hero had been kept in close con finement and was almost in despair. About nine o'clook he was notified that a court-martial was in session, that his case would be passed upon at eleven o'clock, aud that he might send for any witnesses he desired. A pen and paper being provided him, he hastily made out a list of half a dozen names, among which were those of Bessie Bertram, Grattan, Dixon, and also Colonel McDonald, of whose death he had no other evidence than the statement of the officer who had arrested him, and who he still hoped might prove to be alive. At eleven o'clock he was conducted to the city hall of Murfreesboro, where the court-martial was in session. Of all the witnesses be had sent for but one was present, and the sight of that one sent a thrill through his heart. \"Bessie!\" he involuntarily ejaculated as, unmindful of the place, the surroundings, everything save that the fair girl he had learned to love was present, aud that her very presence was an evidence of her regard, perhapB love, he started forward to join her. \"This way for the courting, please,\" said the guard, seizing the lieutenant rudely by the arm and drawing him to the opposite side of the room. It is not our purpose to describe in detail the proceedings of a court-martial. Lieutenant Dalton called attention to the circumstance that but one of the witnesses he had asked for was present and prayed a postponement on that account. \"This officer, \" replied the judge-advocate, 'is accused of deserting to the enemy; of carrying information to the enemy ; of returning to our lines as a rank spy, and with being a member of Prescott's noted band of guerrillas. Informed at the time of his arrest of the death of Colonel McDonald, he has had the effrontery to include the name of that, gallant officer among the list of his witnesses He"], [154, "134 WINNING HIS SPURS. has asked to appear and give evidence for him one Thomas Grattan, whom he well knows has been detailed on Bp service and cannot be produced here, and has even had the hardihood to include the name of one Dixon, who was with him at the time of his arrest, and who, I have positive evi dence, is a member of Prescott's band of bushwhackers. It is on account of the absence of such witnesses that he demands a postponement. I ask for an immediate hearing. \" It was at once decided to proceed with the inquiry and counsel was assigned the lieutenant. Corporal Flynn told how he had seen the accused gamble away his sword and had arrested him with two others, one of whom he now knew to be none other than the notorious Captain Prescott himself, and that that very evening Lieu tenant Dalton and his two companions had managed to escape from the guardhouse. Two soldiers of his own company swore with evident reluctance that they had seen the lieutenant on the night of his escape disguised as a countryman, and mounted on a horse which they had never before seen him ride, gallopiug rapidly in the direction of Hoover's Gap. It was then shown by the sergeant who arrested him that at the time he was dressed as at present, in the uniform of a private soldier of the Union army, and that Dixon had disappeared and could not be found. Thus far a strong ;< wie case had been made against Harry Dalton, who, while realizing his perilous position, did not despair of rendering a satisfactory account of him self until the last witness took the stand, at the sight of whom he started and turned pale, for the witness was none other than the confidant of Philip Prescott, the bush whacker known as Corduroy Sam. \"This man, \" explained the judge-advocate, \"camo in last night from the rebel lines. He was a member of Prescott's company and knr>ws all about Dalton's connec tions with the same. He has consented to testify. \""], [155, "WINNING HIS SPURS. 135 \"Have you promised him any reward?\" inquired one of the officers of the court. \"None whatever. I have simply agreed that he can remain in Murfreesboro aud enlist, if he likes, as a scout.\" \"Do you know the accused, Lieutenant Harry Dalton?\" was the first question propounded him. \"Very well indeed.\" \"How long have you known him?\" \"About four weeks. \" \"Where did you first meet him?'- \"A few miles from here, at Hoffman's Tavern.\" \"How came he there?\" \"He sought Captain Prescott, who was quietly raising a company in that section — his second company.\" \"What was the result?\" \"He furnished Prescott in my presence with partial plans of the works at Murfreesboro and the outposts, and promised to bring us fuller plans and other valuable in formation a little later, when he would formally join our company and enter the service of the South.\" \"Did he carry out his promise?\" \"A few days ago he met us at Hoffman's Tavern, where he delivered the plans and statements of the force and dis position of General Rosecrans' army. \" \"Did he formally join Prescott's company at that time?\" \"He did, and in celebrating the event got very drunk and engaged in gambling with the captain, who won his money and finally his sword. He said he wanted to get rid of the Yankee cheese -toaster. Some Union soldiers came in and we were all arrested. ' ' \"Who?\" \"The captain, Dalton, and myself. We escaped that night, and together reached Beech Grove. ' ' \"Has he been with you ever since?\" \"Until two days since, when he and Dixon were sent into the Union lines, he to represent that he had been cap-"], [156, "WINNING HIS SPURS. 136 tured by the Johnnies, and Dixon as a deserter. He was with us at Franklin three days ago, where we heard that his old colonel had been shot and killed. ' ' r'Do you know that young lady?\" asked the advocate, pointing to our heroine. \"Yes, indeed. She's old Uncle Johnnie Bertram's daugh ter. She and the old man came in with Dalton and Dixon. Old Johnnie has gone to Canada on secret business for the government, I understand. ' ' Our hero shuddered as he saw his intended defense thus swept away in advance, but in a calm, manly way he told briefly the story already known to our readers. Realizing that, it smacked of improbability, he felt that the officers of the court-martial did not give it credit. Bessie Bertram was called and confirmed his statement so far as lay in her knowledge. As the unhappy young officer, on trial for his life, his honor, looked at the fair witness' face, eloquent in its tears, he felt that he was saved. How could any one doubt the word of so beautiful, so sincere, so devoted a witness? The arguments concluded, the court withdrew for con sultation, and in about fifteen minutes returned with their finding, which a youthful officer read with downcast eyes and trembling voice : \"We find the accused not guilty as to the charge of being a spy ; as to the charges of desertion to the enemy and carrying information to the enemy, guilty, and sentence him to be shot to death at sunrise on the 14th day of April, a.d. 1863.\""], [157, "WINNING HIS SPURS. 137 CHAPTER XXV. diamond cut diamond. Traveling by rail in the spring of 1863 was a serious un dertaking, subject to many delays and disappointments. The Federal government, which at the outbreak of the war had regarded the rebellion as a slight thing to be easily and promptly suppressed, had at last awakened to the magni tude of the undertaking. Repulses and defeats had taught a bitter lesson, and had supplanted in the people of the North tlie feeling of confidence with one of doubt, uncer tainty and concern. The friends of the Union cause were everywhere awake and active. Hundreds of regiments were being recruited. organized, drilled and hurried southward toward the seat of the bloodiest civil war of the world's history. Provisions, clothing, army ordnance and ell manner of munitions of war in large trainloads were moving in the same direction, and hence private business and travel were often impeded. It was not until the evening of the 12th day of April that John Bertram stepped from the incoming train of the Pan Handle Railroad at the depot in Pittsburg and inquired the location of the New York train. \"Right there before your nose,\" answered the person addressed, pointing to a long line cf coaches on the oppo site side of the depot. \"It don't leave for a full half -hour, so you needn't break your neck about it.\" Thanking the stranger for the valuable information, though it had been communicated in a discourteous man ner, Mr. Bertram hurried forward to secure a seat."], [158, "WINNING HIS SP 138 \"Merciful heaven ! Am I losing my mind?\" murmured he hoarsely as in surprise and bewilderment he came to a sudden stop and stood observing a man who, standing on the platform of the rear car, was industriously smoking a cigar. Well might the old gentleman start in astonishment, for the figure on the platform was a counterpart of his own : the heavy, muscular form, white hair aud beard, steel spectacles, black broadcloth suit, and half-military hat, all were present. Even the complexion and expression of the face seemed the same. In an instant, however, the look of bewilderment passed from the face of Mr. Bertram, and he at once stepped behind a coach, from which he could observe this striking counterpart of himself. \"How I was startled !\" murmured he. \"I surely thought it was my wraith and portended my death. You are well disguised when you deceive me, Mr. Philip Prescott, but I'll outwit you, my fine gentleman. I know you do not stop at murder to accomplish your ends, and I propose to anticipate your arrival in New York. ' ' In the meantime Philip Prescott, disguised as John Ber tram, stood enjoying his cigar and cursing the delay. ' ' I ought to have had that money in my pocket at noon to day, \" muttered he, \"but unless all the fiends have con spired against me, I'll have it secure to-morrow. Then I'll have a little fun in New York and sail for England. ' ' His musings were interrupted by a light tap upon his shoulder, and turning abruptly he saw himself confronted by a stalwart police officer. \"Well, what do you want?\" said the guerrilla, starting in spite of himself. \"I want you \" was the response. \"Want mo!\" What for?\" \"I propose to turn you over to the military authorities. You are said to be a rebel spy named Prescott— Philip Prescott.\""], [159, "WINNING HIS SPURS. 139 The face of the villain turned pale. With Bertram and Dalton blown to atoms, as he confidently believed they were, who was there to track him here? In fancied security he had encountered peril — perhaps even death was in store for him. \"You have made a grave mistake,\" replied he, regaining his composure as suddenly as he had lost it. \"My name is not Prescott. I am John Bertram of Tennessee. I have papers to identify me aud am on my way to New Y\"ork, where I am well known. ' ' You'll have to come with me, sir, \"said the officer \"But I'll miss my train. I must be in New Yrork to morrow,\" pleaded Prescott. \"I'll make it worth your while,\" added he significantly, taking a roll of bills from his pocket. ' ' The man who gave the information is watching us and I can't let you escape, \" answered the policeman, looking greedily at the money. \"Who has informed against me?\" \"A man who looks as much like you as if he were your double. He says that his name is John Bertram and that you, a rebel spy and guerrilla chief, have assumed his identity for purposes of fraud and treason.\" \"He lies! He is the impostor. I am John Bertram,\" cried Prescott in trembling tones. And he added in a low voice: \"All this man wants is money. He has trumped up this charge, knowing that I cannot afford to be delayed. I do not ask you to violate your duty as an officer. Take me to some private room where I cannot escape and send the informer in to me. I tell you he wants a little money — that is all,\" and the speaker pressed into the hand of the officer a greenback of the denomination of fifty dollars. \"There can be no harm in that,\" replied the latter, pocketing the money. ' ' The station agent has left for the night and I'll lock you up iu his private office and bring your accuser in two minutes. This way, please,\""], [160, "WINNING HIS SPURS I 140 From a little distance Mr. Bertram saw his enemy led away by the officer and the key turned upon him, and he smiled with satisfaction and relief as he concluded that Philip Prescott had at last ceased to trouble him. ' ' Well, sir, ' ' said the officer as he joined him a minute later, \"I pinched the cove as you directed. He is very anxious to speak with you. He has something important to communicate. He says he can arrange everything satis factory in five minutes.\" \"This man is a cutthroat of the worst kind, \" said the old man after a moment's reflection. \"But I will speak with him. He may be willing to betray some of the secrets of the enemy. He knows all about Bragg's army and resources. But you must keep a close watch that he does not escape or do violence to me. ' ' \"All right, sir. I'll stand at the door and there'll be no trouble. This way,\" and the policeman conducted Mr. Bertram to the extreme end of the depot, where he unlocked a door, passed his companion through and closed it. upon him. The shades of night were fast falling, and objects in the unlighted apartment into which Mr, Bertram had been so strangely ushered were indistinct and shadowy. Between himself and the window, however, he discerned standing the form of a man. \"You wished to speak with me,\" began the old gentle man. \"I have come. What have you to say?\" ' ' I am, as you surmised, Captain Prescott, ' ' answered the guerrilla in alow tone. \"I thought you dead, but the fates are against me and you live to prove the ruin of all my plans. Let us come to terms. Give me $50,000 out of the half million or so in the tin box in the vault of the safe deposit company in New York, and I swear to leave the country and to trouble you no more. Is it a bargain?\" \"Prescott,\" answered his companion, \"I despise and abhor you for your brutality and treason, but I cannot"], [161, "WINNING HIS SPURS. 141 choose but admire your sublime assurance. Here, a prisoner, guarded by a police officer and without hope of escape, you talk of coming to terms. I accept no terms and have none to offer. You are a cutthroat and a murderer, and must make your terms with tlie law which you have so long violated. I thought you might have some confession to make or information to offer, but as you have not I will withdraw. Philip Prescott, your career of wickedness draws near its end. \" Philip Prescott answered not but sprang lightly forward, and with fingers of steel seized the old man by the throat and forced him noiselessly to the floor. The assault of the desperate villain had been so unexpected, and his grip was so vice-like, that the struggles of the victim were but momentary, and in a minute or so the desperado opened his hand and arose to his feet. \"I think he's done for at last, \" muttered he hoarsely, \"but I'll take no chances,\" and taking a bottle from his pocket he opened it and proceeded to saturate with chloroform a handkerchief which he took from the old man's pocket. Setting the empty bottle upon the floor, he laid the wet handkerchief across the face of the insensible man and Knocked upon the door. ' Did you come to any terms?\" asked the officer as he stepped aside to allow Prescott to pass and proceeded to relock the door. ' ' No. The wretch must die. He tells me, by the way that he gave you fifty dollars to send me in to him.' It is false. He lies. ' ' Without replying Prescott thrust his hand into the coat pocket of the policeman and brought out the fifty-dollar greenback he had so recently given him. .\"I guess Prescott told the truth,\" said he with a laugh, while his companion started and turned pale. \"Here, take the note and do as I tell you, and I'll never mention the circumstance.\""], [162, "WINNING H.'S SPURS. 142 \"Thanks, a thousand thanks, Mr. Bertram. Wnat shall I do for you?\" \"At present, nothing. I don't wish to be detained here now as a witness so keep close guard over him until my train leaves, after which take him to the station-house. I'll be here to appear against him ou the morning of the 15th. I've got your number — 168 — and will look you up on my return and reward you if you prove faithful. But there goes my train. He threatened to commit suicide, so keep an eye on him. I don't want to miss the pleasure of seeing him hung. Good-by!\" and the guerrilla ran briskly down *-he depot and boarded the Pennsylvania express train which was just leaving the building."], [163, "WINNING HIS SPURS. 143 CHAPTER XXVI. the tin box and its contents. Surely the fates had conspired for the discomfiture of Philip Prescott, for about midnight the train which was bearing him so rapidly toward the coveted fortune came to a stop so suddenly as to throw many of the passengers from their seats with considerable violence. A bridge had been washed away and the engineer had barely been able to stop the locomotive on the brink of the abyss. \"The luck of a fiend pursues me,\" muttered the villain with an oath. \"I can't reach New YTork before the morning of the 14th. Am I never to secure old Bertram's fortune?\" It was late on the night of the 13th of April that Philip Prescott, wearied with his long and tedious journey, entered the New York Hotel and registered as \"John Bertram, Tennessee. ' ' The following morning he arranged his toilet with great care, preparatory to calling as John Bertram at the office of the safe deposit company At the proper window he presented his receipt, which, together with himself, was closely scrutinized by the clerk in charge. \"I wish, Mr. Bertram, that you would wait until Mr. Hick comes in,\" said he after a moment's hesitation. \"I was absent from the bank during the afternoon yesterday but I remembe' that on my return I heard something said about this very deposit. Don't imagine that I think any thing is wrong, but Mr. Hick will surely be here soon.\" \"The box contains, among other things, certain abstracts"], [164, "WINNING HIS SPURS. 144 of title which I must use to-morrow in Boston. My train leaves at noon, and it's now past eleven o'clock,\" ans Prescott, looking anxiously at his watch. \"Tho receipt is all right, and you surely remember me?\" \"Yes, I think I do,\" replied the clerk in a cautious tone. \"Oh! it's all right. Here, John,\" said he to his assist ant, \"bring up No. 37,191 — a tin box, sealed.\" Ten minutes afterward and the guerrilla chief, with the coveted sealed tm box in his hand, was hailing a cab, and an hour later, his disguise abandoned, he was seated in a state-room of a staunch Cunarder which wa3 just getting under way for a voyage to Liverpool. \"At last I\" mul tered ho with a triumphant gleam in his evil eyes. \"After a score of discouragements and defeats, at last I have secure fortune. I only regret that I was compelled to leave the old man's fair daughter behind. But I must ascertain the extent of my fortune. I shall be surprised if it is less than half a million. \" With trembling yet skillful hands he broke the seal, pried open the lid, and emptied the contents of the box upon tbe floor. A moment later and a fearful curse mingled with u groan issued from his lips. Then, silent and dumfounded, his face white, his mouth open, he sat gazing upon the floor. Not a bank-note, not a government bond — nothing but piles of carefully folded brown wrapping paper met his gaze. For some minutes he sat staring at the folded papers, as if under a spell. Then, as if by a strong exercise of will-power, he started to his feet, seized his hat, opened the stateroom door, and rushed on deck. ' ' Why. you have taken passage for Liverpool, ' ' said the captain in response to his eager inquiry if he could return in the pilot boat. \"True,\" said he, \"but I'm even now growing sick, and I'm afraid to make the voyage. I suppose I'm a coward, but I wish tc return. ' '"], [165, "WINNING HIS SPURS. 145 That evening, with a pale, desperate-looking face and blood shot eyes, he purchased a ticket for Cincinnati. \"I have been a f ool, \" he muttered as he boarded the train. \"Old Bertram is too infernally cautious to risk his money in any bank. The whole thing, like the affair of the iron-bound chest, was designed to throw me and others off the true scent. I'll return to Murfreesboro and when I've found Bessie Bertram I'll find the old mau's wealth not far away. I shall win this time or lose my miserable, worthless life.\""], [166, "WINNING HIS SPURS. 146 CHAPTER XXVII. IN the face of death. The morning of April 14th dawned bright and cloudless over the city of Murfreesboro and the adjacent country, where the valorous but impatient army of General Rosecrans lay encamped. Since the retreat of Van Dorn there had been renewed talk of an advance, and scores of wiseacres had affected to kuow the exact day and hour when the necessary order would be issued. Camp life, even in front of the enemy, becomes, when long protracted, exceedingly irksome. This was especially true of the heroes of Stone River, who for fifteen weeks had lain inactive, and had heard daily of good blows struck by their brothers in arms for the cause of liberty and union at other points on the grand line of conflict, which extended for more than a thousand miles across the country. But amid all the excitement and expectation of that bright, spring morning there were many hearts that ached and refused to be comforted. Bessie Bertram had said farewell to her lover, fearless Harry Dalton. The parting had been sad beyond all thought of expression. He was to ride away to an ignomin ious death, while she, by the same volley of musketry, would be condemned to perpetual maidenhood. The two days which intervened between the court-martial and the morning fixed thereby for the execution of our hero had not _ been wasted by his friends, both soldiers and civilians. Tom Grattan had been sent on a scouting expedi-"], [167, "WINNING HIS SPURS. 147 tion and could not be located. Plato was within the enemy's lines, while Mr. Bertram had not been heard from since he left Murfreesboro on the evening of the arrest. At the sug gestion of quick-witted Bessie, a dispatch setting forth in brief the dreadful predicament in which Lieuteuant Dalton was placed had been sent him by Mr. Boyle to the care of the safe deposit company in New York. No reply was received, which increased the misery and despair of the daughter, who reasoned that some dreadful mishap, perhaps death itself, had befallen her much-loved parent. General Rosecrans had refused to postpone the execution. The case, ba said, was one of clear and undoubted guilt. It is true that the record of the condemned for bravery efficiency, and all the qualities that go to constitute a tri soldier was excellent. He had enjoyed the confidence of his superior officers to an almost unlimited extent. But these circumstances, now that he had turned traitor to the cause he had sworn to support, were so many circumstances appealing against, any sort of clemency. And so the finding of the court martial had been approved, and he who had so often risked his life for the cause of his country was to die for deserting and carrying information to the enemy. Seated upon a rough pine coffin in an ambulance wagon, Harry Dalton began what promised fair to be his last ride on earth. The place appointed for his execution was two miles out of Murfreesboro, toward Hoover's Gap. As the ambulance stopped in a little hollow and the prisoner alighted, he thought of the two Confederate officers who less than a week previously had been shot as spies on that very spot, and the recollection served to increase his mi=ary. Those two soldiers, young and valiant, had, it is true, met an ignominious death, but they had met it at the hands of their enemies, while death was to come to him"], [168, "148 WINNING HIS SPURS. from the throats of Union muskets. Thousands of sympa thizers with secession would hear of their untimely death and enshrine them as martyrs to the cause of liberty, while bis name would be remembered coupled with the odious epithets of deserter and traitor. His reflections, sad as they were, were rudely broken by the booming of the morning gun announcing the moment of sunrise. With a haste that appeared unseemly, two of the file of men detailed for the unpleasant and, in this case, murderous work of execution, removed the coffin from the ambulance and placed it upon the ground beside a freshly opened grave. The unhappy young officer, in obedience to a gesture from tiie sergeant in command, advanced and stood with his b-iek to a tree, while the six solemn-visaged soldiers took their muskets and formed in a line a few paces in front of him. \" Soldiers, \" said the sergeant, \"your duty is a painful one, as also is mine. Only five of the muskets are loaded, so that each of you may hope that you did not contribute to the death of this misguided man. Aim deliberately and fire at the word. ' ' \" Comrades, \" cried our hero in an unfaltering voice, ' ' one moment. In the exercise of your duty you are about to put me to death. For your unavoidable action you have my free forgiveness. You do not feel the need of it now, but you will a little later when it is clearly established, as it will be, that I died innocent of the dreadful charge of treason to my country and as devoted to the cause as you are, yourselves. Good-by, Grattan — mother — Bessie I\" \"Ready !\" cried the sergeant in a voice that quivered with evident emotion. The first ray of light from the newly risen orb of day, glancing along the world, fell upon the pale but resigned face of Harry Dalton. The radiant sunbeam dazzled his eyes and he closed them, not thinking to open them again"], [169, "WINNING HIS SPURS. 149 until moved thereto by the softer light of beams not known on earth. \"Aim I\" cried the sergeant, At that instant a shot rang out on the still morning air, and the sergeant, turning his eyes to the southward, saw a man mounted on a horse approaching at a breakneck speed. He was waving a white handkerchief over his head, and had evidently fired his revolver to attract attention. \"Hold!\" shouted the sergeant. \"Here comes a messen ger. We will wait a moment, though he can't be bringing a reprieve from that direction. AVell, what is it ?' ' said he a moment later to the newcomer, who reined in his foaming steed aud sprung lightly to the ground. \"Tom Grattan '.\" cried our hero from the coffin. \"Ay, Tom Grattan, and not too late to save you!\" cried he, rushing forward and clasping the lieutenant in his arms. ' ' This work must stop, sergeant, ' ' said he, turning to the officer. \"Lieutenant Dalton is innocent.\" \"I'm glad of it,\" answered the latter, holding out his hand. \"Your authority, please.\" \"I have no authority, sir. I have had no time to secure it. An hour ago I returned to Hoover's Gap from a scouting expedition and learned that a brave, true soldier was about to die on a falsely proven charge. My name is Tom Grat tan. I was with the lieutenant on his recent expedition and o n clearly establish his entire innocence, as well as the guilt of the murderous guerrilla who swore against him. Let us at once return to headquarters. \" \"How long have yon been a soldier, Grattan?\" inquired the sergeant. ' ' Only a few days. ' \"I thought so.\" \"And why?\" \"Because had you been long in the service you would know that I cannot postpone an execution at the simple re quest of one of the friends of the condemned. I have a sad"], [170, "150 WINNING HIS SPURS. duty to perform, but would be unworthy the name of a sol dier if I faltered. You no doubt believe him innocent, but he has been found guilty, and my comrades and myself have been detailed to execute the sentence of the court. Pall back, Private Grattan. Prisoner, resume your place. Ready, men I\" \"-But, sergeant, you don't propose to kill him when I tell you he is innocent and that I can prove it? Why, it was he who made me a soldier. ' ' \"Aim!\" The six murderous-looking muskets again covered the breast of our hero. \"Hold!\" shouted Tom wildly. \"A horseman! A flag! A reprieve I\" The sergeant turned his eyes this time to the north wird and discerned at the distance of about a quarter of a mile a man approaching on horseback, waving over his head a white flag. \"Ground arms, men!\" cried he. \"This looks like busi ness and comes from the right direction. \" The rider from the northward proved to be an orderly. He hastened to alight from his horse and hand a paper tc the sergeant. \"An order in the handwriting of General Rosecrans him self, deferring the execution.\" said the officer when he had read the dispatch. \"I congratulate you, Dalton, but had it not been for the timely arrival of your faithful friend, Tom Grattan, you would be beyond the reach of congratulations. You owe your life to him. ' ' \"And not for the first time, believe me,\" replied Harry, wringing the hand of his comrade in so many strange ad ventures. \"I lack a great deal of having balanced the account,\" an swered Tom, while tears of joy ooursed down his cheeks. \"The general must have changed his mind rather sud-"], [171, "\"A horseman! u flag! a reprieve!\"— See pago 150."], [172, ""], [173, "WINNING HIS SPURS. 151 denly?\" said the sergeant to the orderly interroga tively. \"Yes, indeed. I've never seen him so moved, He bade me ride hard that I might save the life of an innocent man and a brave soldier, who had been falsely accused and con demned to death. \" \"Thank heaven !\" murmured our hero reverentially."], [174, "WINNING HIS SPURS. 152 CHAPTER XXVIII. A TIMELY TELEGRAM. Choked into insensibility, a handkerchief saturated with chloroform over his face, and securely locked in a dari room, what chance had John Bertram for life? Apparently Jiis fate depended upon tlie action of the officer, whose cupidity had been excited by the money he had already received and who might be expected to hope for more from the man who had just left him and who ex pected to return. \"I'll step into Billy's for a glass of beer and a dish of oysters, and attend to the old codger later, ' ' muttered he as he walked down the depot. ' ' He can 't get away, and if he carries out his threat and does himself up, why I can't be blamed, and somehow I don't think it would displease the old gent, who, I am sure, has lots of dust. ' ' Hardly had the dishonest policeman, who had so coolly disgraced his uniform and the name of officer, left the build ing before a fat, unwieldy, good-natured-looking wheezed into the depot and toward the door of the room where lay the unfortunate Mr. Bertram. \"I wouldn't lose that receipt book for fifty dollars, and it may be here, ' ' said he when, having unlocked the door, he struck a match and proceeded to light the gas. \"I'm pretty certain that Great Jupiter Ammon ! What is this?\" In an instant he had snatched the covering from the face of the prostrate man, and was kneeling beside him With his"], [175, "WINNING HIS SPURS. 153 fingers searohing for the pulse, crying loudly for help and in a moment half a score of men were in the apartment. \"What are you standing there for?\" shouted the fat man excitedly. \"Some of you go for a doctor, and forty- 'leven of the balance get out of the way and give the man a chance to catch his wind. It's a sure case of murder, and a decent looking old man he is. ' ' In a minute or two a physician arrived upon the scene and began the treatment usual in such cases and in a short time the patient showed signs of returning consciousness. In half an hour he was able to explain the causes of his re cent sad predicament. \"Then you think he intended to murder you?\" asked the fat man when Mr. Bertram had finished his account. \"No doubt of it. He hates me bitterly, and then he ex pects to secure a valuable special deposit at a New York bank, of which he holds the receipt. What am I to do?\" \"Do? Why, take the 8 o'clock train. \"When will that put me into New York?\" \"To-morrow at noon. \" \"But this guerrilla— Prescott. He will be there before me and secure the deposit. ' ' \"Not a bit of it. We will wire the bank to arrest him if he presents himself there, as he no doubt will to-morrow. You will be on the ground aud will furnish evidence against him. \" \"Indeed I will. I can furnish evidence enongh to hang him a dozen times. ' ' . After thanking his rescuer and all who had so kindly come to his assistance, Mr. Bertram, feeling weak and ill, but unwilling to think of a moment's delay, boarded the 8 o'clock train for the metropolis. At 12 :30 the following day he entered tlie office of Mr. William Hick, of the safe deposit company of New York. To Mr. Hick he was well known, and five minutes later he was seated in a private room with tbe precious tin box open before him."], [176, "154 WINNING niS SPURS. It contained four hundred and fifty onfe-thonsand-dollar bonds of the United States. These the old gentleman re moved and replaced them with a number of pieces of brown paper which he took ready folded from his pocket. He then relocked the box and renewed the seal. \"The scoundrel was delayed by the washout on the Pennsylvana road,\" murmured he, \"but he'll be here bright and early to-morrow to secure the fortune for which already the lives of so many of his followers have been sacrificed. I'll let him secure the box and enjoy his discomfiture when he opens it. I'll have a detective here in the morning to follow and arrest him at the right time, ' ' and the old man chuckled audibly. \"I'll be in New York several days and will see you again, Mr. Hick, ' ' said he to that gentleman as he returned the sealed tin box. \"I hope to have a good story to tell you to-morrow. Good-day.\" \"Wait a moment, Mr. Bertram. I was almost forgetting it, but I have a telegram here for you, ' ' and he handed the old gentleman the dispatch, which two days previously had at the suggestion of his daughter, been sent him by Mr. Boyle. Mr. Bertram tore open the envelope and hastily perused the inclosure ; then without a word he covered his face with his hands and sunk into a chair. \" What has happened ? Bad news? Are you ill?\" cried Mr. Hick, hastening to his assistance. \"The worst has happened. Read that.\" \"To be shot on the 14th. Why, that's to morrow morn ing. Who is Lieutenant Dalton? What's to be done?\" cried Mr. Hick after reading the dispatch. \"He is my best friend — my more than son. He has saved \"niy life and my daughter's honor. I can fully establish his innocence. What shall I do? Pray advise me, my dear sir. ' ' \"Let me see. Who is in command at Murfreesboro?\" ' ' General Rosecrans. ' '"], [177, "WINNING HIS SPURS. 155 \"Oh, yes. Do yoa know him personally?\" \"Very well, indeed. He has twice consulted me as to the roads, gaps and fords to the south of Murfreesboro. He knows me to be entirely reliable aud a stanch Union man. \" \"Then telegraph him at once, giving full particulars. He will credit you and hold the matter in abeyance until your arrival, which will be in about two days. ' ' \"But the dispatch may be delayed. ' \"In the present state of affairs it probably will be, but it will surely reach him before to-morrow morning. \" Two hours later Mr. Bertram left Jersey City on an express train for the Southwest. In his anxiety for Lieu tenant Dalton he quite forgot the guerrilla Prescott and the necessity of putting a detective upon his track, but before leaving he had telegraphed at length to General Rosecrans, as suggested by Mr. Hick. The dispatch was delayed, but. thanks to a kind Providence, it reached its destination the following morning in time to save the life of our hero, as the reader already knows."], [178, "WINNING HIS SPURS 156 CHAPTER XXIX. THE END AT LAST. At nine o'clock on the morning which had been fixed for the execution of Harry Dalton, Tom Grattan was admitted to an interview with the commanding general. Ho was warmly received, General Rosecrans not having forgotten him or the signal service he had so recently rendered in furnishing information of the advance of Van Dorn and the peril of Franklin. \"I'm glad to see you, Grattan,\" said he. \"They tell me you are rendering invaluable service as a scout. ' ' \"Thank you, general. I'm glad to be able to do some thing for ray country. I called about the matter of a man I am proud to call my friend — Lieutenant Dalton.\" \"Y\"ou may well be proud of him. From what I can learn he is a brave and efficient officer. But tell me something more about him. \" Briefly Tom related the salient points of the adventures of the lieutenant and himself for the past few days, and all that the former had done m securing and forwarding im portant information. \"Why, \" said he in conclusion, \"but for that man I might, and no doubt would ere this have joined my fortunes with the enemies of my country- ' ' \"You can rest easy as to the future of your friend. The finding of the court-martial will be reversed, and in the meantime he will not be deprived of his liberty. What remains to be done is a mere formality. Assure him of my confidence and regard, and tell him that I have just"], [179, "WINNING HIS SPURS. 157 found among the official papers of the late Colonel McDon ald a memorandum stating the reasons of Dalton 's escape from the guardhouse, and agreeing with his account in every particular. \" ' Our hero passed a happy day with Bessie at the residence of Mr. Boyle. The kjowledge that her father was safe and would soon be restored to her, removed the last feeling of depression, and a happier or more light-hearted maiden could not be found in all the land. Harry Dalton himself felt light of heart and easy in mind as after a late dinner he left tbe hospitable Boyle mansion to walk to the head quarters of his regiment, and his good feeling was not without reason. After adventures of a most hazardous nature he had returued iu safety, and with eveiy undertaking accomplished. After having been that day face to face with a dishonorable death, he had been saved as if by the special interposition of Divine providence, and lastly, to round his happiness to full completeness fair Bessie Bertram had that day acknowl edged her love for him, and the wedding day would be named as soon as her father returned. \"I 'clar to gracious, it's Marse 'Tenant Daltoa. \" These words recalled our hero's thoughts and attention to this mundane sphere, and looking across the narrow street he saw with pleasure his faithful friend and guide, Plato, who was accompanied by a large, kindly looking colored woman and four small, curly-headed children.\" ' Why, I'm glad to see you, Plato. How came you here?\" cried Harry, hastening to take the little man by the hand. ' ' Things got too hot for me. and I concluded to move ; so I brought Chloe, Lincoln, Seward, Greeley, and Harriet Beecher in with me, and we's looking for Marse John. The lieutenant explained to him that Mr. Bertram was absent on business, and directed him to Mr. Boyle's, where he knew they would be kindly cared for until his master's return."], [180, "WINNING HIS tPURS. 158 On the morning of the 16th Mr. Bertram reached Mur freesboro and was received by his daughter with open arms. It was not their first meeting after a sad parting, but it proved the last, for never again were father and daughter separated. The following day Philip Prescott, well disguised, ap peared in the streets of Murfreesboro. Baffled and defeated at every turn, he still thirsted for the Bertram fortune and had not given up the thought of securing it. Within an hour after leaving the train he met his old comrade in crime, Corduroy Sam, in the street, who, not withstanding his disguise, recognized him at once and has tened to make known the fact. \"It's not safe for us to be seen together here, \"said Prescott after the first salutations were passed between them. \"True, captain, so come with me. I have secured a room. It's in the nigger quarter, but its' safe on that account. \" \" Well, what have you got to say?\" asked the guerrilla chief as he seated himself upon the rickety bed in the loft which Corduroy Sam dignified by the name of room. \"You promised us boys half the old man's money, and as I'm the only one on hand to put in a claim, I thought we had better settle the whole matter at once. ' ' \"Very considerate of you,\" sneered Prescott. \"All the same I want my rights. \" \"Sam, I didn't secure a penny, aDd spent all the money I had in the attempt. I've less than ten dollars left. I was just about to strike you for a loan. ' ' \"A likely story. Come, none of that. Shell out, or there'll be trouble.\" \"Oh, that's your game, is it? Well, P. Prescott will take a hand with you,\" cried he, drawing a murderous-looking knife and springing upon his companion. The next morning, at the instance of the old woman who inhabited the little house where Sam had conducted Prescott,"], [181, "WINNING HIS SPURS. 159 our old friend, Corporal Flynn, accompanied by three sol diers—one of whom was Tom Grattan— ascended the primi tive ladder which led to the miserable loft, where a horrible sight met their eyes. The dead bodies of two men lay upon the floor, locked in what had evidently been a death-struggle. Each held the other by the throat, and their protruding tongues showed plainly that both had died of strangulation. \"Phil Prescott and Corduroy Sam, as I live !\" cried Tom. \"You recognize them, corporal'/\" \"Yes, beyond a doubt. They quarreled about money, I dare say. ' ' \"I suppose so. Miserable wretches that they were, their last act has been to cheat the gallows. ' ' On the evening of the 1st of May following a brilliant party was assembled at tbe residence of Mr. Boyle. The occasion was the marriage of Lieutenant Harry Dalton and Bessie Bertram, and seldom, if ever, was a fairer lady and a braver soldier united in wedlock. While the hearty congratulations were at full height a messenger entered the parlor and banded our hero a sealed packet. Until it was opened, expectation was on tiptoe. It proved to be a commission appointing Henry Dalton a colonel of volunteers. It had been marie out on the recom mendation of the commanding general, who had held it for two days that it might come in the form of a wedding present. For two years, and until the close of the war, our hero fought bravely for the Union. Tom Grattan became a captain in his regiment and distinguished himself on many an occasion. On the return of peace Colonel Dalton rejoined his wife and Mr. Bertram in Tennessee, where the latter had pur chased a largo aud handsome estate, which Harry, with the assistance of Tom Grattan, who was too devoted to them all to think of leaving them, managed with great success and"], [182, "WINNING HIS SPURS. 160 profit. There was a cabin for Uncle Billy and Aunt Snkey, and one for Plato and Chloe, with Lincoln, Seward, Greeley, Harriet Beecher, Dalton and Grant, the two latter being late arrivals. And now, in these later years when the war is over in reality as well as in name, and the free institutions of our common country once more — and let us hope for all time — established on a firm and enduring foundation of equality for all before the law, Harry Dalton, with his faithful wife beside him, often in the gloaming relates to his children his adventures during the long sanguinary conflict. But none of the many tales he tells them causes their cheeks to burn and their hearts to swell like the story of the iron-bound chest under The Shattered Oak. the end."], [183, "8 in s c i l\"d m hrj 5 td -* O > \"< H^ * O o > Q o> Q o -4 » — ' m O 3J hrj a^ a- œ • © g P Q OT g P o r 3 a > < & as g O s° ■ BB 0q T< ° • S _ m r o ca a 5\" k. ___. o * P • hd so 0_ 09 > OQ •"], [184, "■\"THE BHINE, THE I ALPS LINE.\" Hie Famousfl^/ Limited ttSTRYlNg VIRGINIA! Has £sso Kc,ual Between CINCINNATI and NEW FORK, Via Washington, Baltimore, and \"Philadelphia. Vestibuled, Steam Heated, and Electric Lighted Throughout. THROUGH BrvISfG CAB AXO COMPLETE PULLMAJT SEBVICE. THROUGH SLEEPERS TO AND FROM ST. LOUIS, CHICAGO AND LOUISVILLE. The most interesting historic associations and the most striSdne an* Beautiful scenery In the United States are linked together by the C.\" A O System, which traverses Virginia, the first foothold of English settlers iii America, where the Revolutionary War was begun and ended, and w'aere the great battles of the Civil War were fought; crosses the Blue Ridge and Alleghany Mountains and the famous Shenandoah Volley, roaches the cele brated Springs region of the Virginias, and lies through 'the canons of New River, where the scenery is grand beyond description. H fnllowsjhe banks of the Kanawha and Ohio Rivers, and penetrates the famous Blue Grass region of Kentuoky, noted for producing the greatest race-horses of the world. For maps, t oldora, descriptive pamphlets, etc., apply to Pennsylvania Railroad tickot offices in Kew York, Philadelphia, and Baltimore tbacruv oipal tioket offices througfcunt the country, or any of the following aift agencies: ' .________.__■ NEW YOR1T— 382 and 1323 Broadway: WASHINGTON— SI3 and 1421 Penna. avennej CINCINNATI— Corner Fifth and Walnut street* t LOUISVILLE— 253 Fourth avenue : ST. LOUIS— Corner Broadway and Chestnut street] CHICAGO— 234 Clark street. O. B. ETANi Assistant General Passenger Agent, Cincinnati rt * a. ir. wmxzw&*$*umw Agent. w«b£$on,;0.«"], [185, ""], [186, ""], [187, ""], [188, ""], [189, ""], [190, ""]]