[[1, ""], [2, ""], [3, "THE VINDICATION: or, Day - Thoughts on WISDOM WGOODNESS: Occajioned by the COMPLAINT; or, Night - Thoughts on LIFE, DEATH, & IMMORTALITY. ToXyycov uv_.$X_yctg irpog rov Qeov inrH-Vy or. you y-ot Xo-trov Big o oc» vtXvg' oy.oyvuf_.ovu Grot' Ic®* _iyt° volv ■& c-Qt.tr upx. tuv cot Sokvvtuv \"qttv 6e\\_i$ aye. Arrian. in Epi<£tet. lib. 2. Tov -<jA«jv SI rig friTTo'iym ; rig Kuprnig de rig; rug £ upscg rig; ry]v Se TTpog dxXviXvg cuy.7rXox^i> jc, ko.vuvIxv rig; tira c6y.7r_.vrc. EtXytpag vocp ccXXa, Yj avrov ceocvrov, c_yoivctx,rt.g x^ yeyipy rov oovroc, av en r. cc<p_Xr\\rxi; Id. lib. 3. LONDON: Printed for J. Noon, at the White-Hart, near the Poultry, in Cheapjide, and R. Baldwin, at the Rofe in Pater-nojler-row. M DCC LIII."], [4, ""], [5, "a Cy^HE Reader is defir d to tale notice : that the A following Rejle&ions on the Complaint are leveled only again fl the Thoughts of the jfrrft Night : and that a confiderable part of them was written pre fently after thofe Night-Thoughts firft appear W, which was in the year 1742, when they came forth without any Name of an Author, T?je Qbfervations are drawn only from the Thoughts them) elves: whofe Author is throughout confiderd as a perfon intirely unknown ; as in that firft Edition he really was, and choje to be. But the Name, now that it is publifh 'd, makes no al- teration in the Thoughts. Their tendency, fo far as the author of this B/fay can judge, is rather to arraign the Divine ConduSl, to make men quite uneafie and difcontented, and confeque?7tly to indifpofe them for mutual Benevolence, than to recommend Sentiments fuited to the State, in which a wife Providence has placed them. Which State is really far from being fo wrenched, as the Complaint reprefents it. This is the Reafon for fuffering thefe Remarks to fee the light, after. having lain by for many years. They had probably come outfooner, but that the author, who had fnifjed and tr.infcrib'd the whole before he had read a page of any other than the Thoughts of the brft Night, had u?iex- A 2 pecledly,"], [6, "IV peSledty, in the ye^r 1750, the whole Colleclion of the Night-Thoughts put into his hand, publiJFd that year in one volume; and found that the ninth and laft Night, intituled the Confolation, in a few lines hand fomely retraSled the complaining Doctrine of the firfl and the following feven ; in all which the Complaint was continued, though mixd with ma?iy excellent things, not well confifting with it. Tis pity t>he Gentleman did not at the fame time revoke what he had fo often, fo much out of charaSi&r, and fo inconjiftently with other parts of his Poem, deliver d concerning Fate ; deliver d i?i fuch a manner, as if he really beleivd the DoSlrine of the a?icient Fatalifb, though it is plain he does not beleive it. . The thing is indeed become too fafhionable. But neither can Poetic Licenfe authorize, nor any other thing i?i the' world be an excufe for it. When men of good character will ufe Words and Phrafes, which na turally te?id to make people beleive the DoElrine of Fate, they are altogether inexcufable ; becaufe of the Mifcheif they do to the Minds of their Readers, by the influence of their good Char abler. And this is the Reafon for retaining in this Vindication the fevere Reflections againft that DoElrine \\ when many things written againft other parts vf the Complaint were, upon fight of this Re tractation, immediately expunged, and the whole laid afide, with the view of being totally fuppref d. If any JJmII ajk, Why therefore is it now fluff erd to appear : they"], [7, "V they are deflrd to obferve, that what is now offer d to view does not deal wholly in Expoflulation, notwith ftanding the many occaflons given : but that the greatefl part is employ d in refuting a pernicious DoElrine, which tends to alienate mens Hearts from the wijeft and beft of Beings, and in dire&ing them toyeild Him that affectionate RefpeEl which is his juft due. The proper is: whether an Authors having re traced in a few words a very hurtful Doctrine, with all the influence and fuccefs which his CharaEler may have given it, is a fufficient Reafon for fuppreffing a copious Refutation of that Doctrine, fuppofing the Work itfelf to be tolerably well fuited to anflwer thofe good Ends, asfomewho havefeen the following Effay judge it to be. It is deflrd, that the Reader woud confult the Complaint itfelf as he goes along ; that he may fee whether the Remarks upon it have or have not a good foundation. The quotations in the Margin will affift him in this Search; being directed to the Lines which were mark W by Numbers in the flrfl Editions. And it is hoped, that if he meets with any thing which he may think too fever e, he will be flo jufl as to remem ber, that it was written^ not againfl the Confolator, but the Complainer. + The"], [8, ""], [9, "7 The Vindication. POOR, reftlefs Mortal, whofoe'er thou art ! Stranger to Comfort ! Who of human kind, If thy Complaints wellgrounded were, and juft, S th Com- Wou'd not companionate the deep Diftrefs plaint , lin. 6. Of One, who wakes from fhort, diflurFd Repofle, 7. And thinks them happiefl3 that wake no more ! Who wakes, emerging from a Sea of Dreams Tumultuous ; where his wreck' d, defponding Thought From wave to wave of fancy d Mifery At random droiK, her helm of Reajon lofl ; 10 And when reflord finds only Change of Pain, A bitter Change, fever er 'for fever e I 15,16,17. Tor whofle Diflrefs the Day s too fhort ! and Night, Even in the Zenith of her dark Domain, Is Sunfhine to the colour of his Fate / If this Defcription of thyfelf were true ; One wou'd fufpecl Thee deeply ftung with Guilt, Yet utterly unable to repent, Feeding on black Defpair, expeding Vengeance, Haunted"], [10, "8 20 30 40 To Haunted with Horrours, and with Furies fell. I hope tis not fo bad. But certainly Thy Mifery muft be great, exceeding great: Elfe thou woud'ft never wifli a flpeedy End Of univerfal Nature ; or implore Inexorable Fate, to drop the Curtain ! 27 Yet in the midft of all this Woe, methinks, If in thy gloomy breaft Benevolence Had any place ; though Thou canfl lofle no more, Mankind might ftili be fuffer'd to furvive Thy long' d-for Death. Though the Creation fleeps, Or feems to ileep, at Night ; and Nature makes An aweful Paufe, prophetic of her End : Why fhou'd this Prophecy be floon fulfil d% 27 23,25,26 Merely to lay thy fullen Soul to Reft ? 28,32,33 Silence and Darknefs, daughters of the Night, Within the Grave, their Kingdome, might receive Thy thanks ; and yet the reft of Men enjoy Their State contented. Nay, a little Thought, Not overborne by Fancy's violence, Wou'd have convinc'd thee, that relentlefs Fate Neither Intreaty nor Complaint admits. Invoking favour's of Impiety: And all Complaints are moft abfurd and vain ; For if Fate rules, there can be no Redrefs. How fhall I reconcile Thee to thy felf ? That Soul, moft certainly, will ne'er give way"], [11, "9 To thoughts on Fate, which heartily beleives lin. 40. There is a God; and flies to Him, her Truft. If there is One Supreme, Father of Lights, 47 — S1, Who from each fcene can nohlefl Truths infpire; 50 Nor lefls infpire my Conduct than my Song ; Teach my befl Reaflon, Reaflon ; my befl Will Teach Rectitude; and fix my firm Refolve Wifdom to wed, and pay her long Arrear : If this be true; and I flncerely pray 44. That He woud lead my Mind : no thoughts of Fate Can e'er difturb me. If there is a God, There is no Fate : if Fate, there is no God. But that there is a God, the fad Complainer 38 — 51. Himfelf acknowleges. He prays to Him 60 For heavenly Wifdom : Him, who put to flight Primceval Silence, when t&4 Morning Stars 25 39. Exulting, flouted der the rifling Ball: Whofe Word from Darknefs flruck that f park, the Sun. He feems with Rapture to acknowlege God, - As paffing Wonder ; while he fpeaks of Man, 69 — 74. Made wonderful by Him ; of ftrange extremes, From different Natures, marveloufly mixt, Connexion exquiflte . of diflant Worlds, Difiinguifh 'd Link in Being\" s endlefs Chain, 70 Midway from Nothing to the Deity. Nay further, he acknowleges the Love Of the Creator to this creature, Man, B While"], [12, "10 104 54 S5> &c 219, 220 197 While this firm Principle he juftly lays, For human Weal Heaven hufband V all event?. Unftable foul ! Hadft thou ftood firm to this; All thy Complaints had ever been fupprefs'd. But to the Night-Thoughts let us now attend. The Bellflrikes One. — What then ? Compofe thyfelf To Balmy Reft. If Sleep is quite withdrawn, 8 a Thy Thoughts are well employ' d, in taking note Of .time departed; while their tendency Is to improve the yet re?naining Time In recommending wife and quick Difpatch, Where much important Work is to be done- But when they only pore upon the Ills Of human Life, it's Ble flings all forgot ; When all the E-vlh of the prefent State Are aggravated far beyond the Truth, By wild Imagination's random- Flight ; 90= When thefe are made the fubjetT: of Complaint, And all Mankind, in every Circumftance, Are reprefented deftitute of Joy; When any Thought of fublunary Blifs Is chargd with Pride and Vanity ; and made Implicite Treafon to divine Decree, A bold Invaflon of the Rights of Heaven : Then is the Thinking Faculty abus'd, The Time mifspent ; all to no better End, Than"], [13, "11 IOO no 120 On Than to make Man a Torment to himfelf, And injure much the Ruler of the World ! How much more happily, and wifely too, Wou'd fleeplefs Hours or Moments be engag'd In joyful Thoughts, on Grace and Love divine, Or that confummate Wifldom, which produc'd, And governs this vaft Fabric of the World, Or any other noble, pleafing Theme ? Muft I, becaufe I'm waking and alone, When Midnight's paft, abandon all my Soul To frightful Thoughts, by Melancholy nurs'd ? Muft I relolve, in Nightly Solitude, To think on nothing that can give Delight, On juft foundations built ? Why may I not, Why .fhou'd I not, employ that peaceful time, (If Sleep denies it's wifh'd^r Aid) in Thoughts On that Munificence, to which my felf And all created Nature is in debt For every Good ? Or on the Chriflians Hope, The Glories of the future Heavenly State ? Why fhou'd not fuch Refledions fill my Mind, As place Religion in a lovely view, Rather than fuch as give Difcouragement To every thing that's Good ? Purfue this Train : And if you're faithful to your Mafter's Truft, No Horrours ever need poflefs your Mind, Either by Day, or in your Nightly Thoughts B 2"], [14, "12 lin 221 237> On Life, or Death, or Immortality. Tis to be fear'd indeed ; and with this Thought Moft gladly wou'd I frame you fome Excufe : That too great Fondnefs for the Night has caft 130 On your whole Soul a dark, habitual Gloom. This doleful Cloud if you wou'd difHpate ; Do not confine your Thoughts to fallen Night; But fometimes think, or ftrive to think, by Day But you are not content to aggravate 53. The Woes that fall on your devoted head: (Devoted only by your felf to Woe ; Not by the gracious Ruler of the World, Nor yet by Fate> for Fate's an empty Name, Rafhly advanc'd into the place of God) 140 Mankind in general muft be defcrib'd 233. Completely wretched. To complain for One, (Whofe bufie Thought, too buflefor his Peace, Ledfoftly by the flillnefls of the Night, Strays, wretched Rover, o'er the pleafing Pafl, In quefl of Wretchednefs perverfely ft rays, Who trembles at the Bleffings once fo dear, Whofe every Pleafure pains him to the Heart,) 236. Will not fuffice. No: you muft mourn for Millions, Pronouncing Mifery the common Lot. 150 8, 9. You cry : that in each fhape Fate has entail d (Abominable thought ! Fate has entail' d !) The Mother s throes on all of Woman bom, Not"], [15, "2I9»*20 240-260 13 Not more the Children, than fur e Heirs of Pain, Nay further : if your loud Complaints are juft, In every varied Poflure, Place, and Hour, Widow 'd is every Thought of every Joy. Sad State indeed ! But let us fairly try On what foundation the Complaints are built. For if thefe things are true, and can be prov'd : 1 60 Then Life's not worth the mighty Donor's Gift, Nor Man's acceptance 1 then no Thanks are due For fuch Exiftence as is made the Lot Of all Mankind : then there is Caufe enough For loud Complaint 'gainft Him who forc'd us here, Only to drink deep draughts of bitter Woe. However, then we juftly may complain, That He, without our Choice, or previous Fault,. Has doom'd us, by his arbitrary Will, Into a State, where Mifery abounds, 170 And much o'er balances the Good we feeL Thefe are the Confequences of the Point The Plaintiff feeks to prove. But all his Proofs Fallfhort; though fetch'd from Famines, Wars and Pefls, Volcano's, Storms and Fires, intefline Broils, Oppreffions, darkfome Mines y and. galling Oars, (The Lot of captive Slaves) Want and Difeafe, And Falls, from higher to a lower State. Ail this can't prove, concerning all Mankind, That in each varied Poflure, Place, and Hour, 180 Widow'd"], [16, "14 With Widow d is every Thought of every Joy. Rafh affirmation this ! and far from Truth 1 Nay tis not true even of the Worft of Men, Though he that's Wicked muft be Wretched too. His Confcience haunts him, and deftroys his Peace. Yet He has many Bleflings, many Joys, Owing to kind, indulgent Providence : Which wou'd be vaftly greater than they are, Were they not marr'd by a corrupted Heart, And oft imbitter'd by the Pangs of Guilt. 190 But 'tis not thus with Good and Upright Men. Inftead of having every Place and Hour, Atid every Thought widow d of every Joy ; Thoufands of pleaflng, gladfome, thankful Thoughts Poflefs their hearts^ on firm foundation built : For God, they know, is their unfhaken Friend. This Thought gives Relifh to each other Joy, Which his kind Hand imparts. This Thought fupports Under Diftrefs, and keeps from Murmuring. Why then are All pronounc'd Unhappy f Why 200 Are Charges harfh prefer'd againft the Hand, That fluff ers Trouble to be mix'd with Joy In an imperfect State ; a State defign'd Only to fit us for a better Life? Tis Comfort, under general Complaints, That fome Exceptions cannot be denied. Not all Mankind are always curs' d with War,"], [17, "240 252 257 With Pefl, or Famine, or with Storm or Fire, Remedilefs Difeafe, or pinching Want, Or with inteftine Broils : Not all opprefd, zio Or plungd in Mines, and Strangers to the Sun, Or hammer d to the galling Oar for Life. Among the many Nations of the World, If fome by Wars are harrafs'd and diftrefs'd, Yet there are fome, enjoying fweets of Peace. And if incurable Difeafe, and Want, With Heaven's Permiflion, feize on Multitudes; Yet there are Multitudes in Health and Strength, At a wide diftance from Necejflty. Numbers are feen flowing in Wealth and Eafe. 2 20 And if fome will refufe their helping hand For the Relief offluch as once were fed In Fortune s Lap : what Fault, but in Themfelves 2 But whence arifes mofl of our Diftrefs ? And when it feizes, whom fhall we accufe ? 5 hall human Woes be fubjett of Complaint , Merely becaufe they're fluffier d to exift ;, When mofl Calamities derive their Birth From Mens own Raflmefs, or Stupidity f Shall they, who bring Diflempers on themfelves, 23.0 And Poverty, complain of Providence, Becaufe permitted to be Sick and Poor f Or if we're lick and poor without our fault ; Is this a juft foundation of Complaint Againfl *5"], [18, "16 241 243 244, 246 240 Againft that Wife, and Jufl, and Gracious Being, Who tries us here with various Ills of Life, To wean our fond Affections from it's Snares, And to prepare us for a better State ? Or fhall we lay on Him the fault of Thofe, Who when they fee their Brethren in Diftrefs, 240 Harden their wicked Hearts ? Muft He, who form'd, Force Men, his creatures, to be Good and Kind, Or be complain d of, if they're Harjh and Cruel? If Tyrants will Opprefls*; muft He be blam'd, Whofe Witnefs in their Hearts remonflrates loud Againft their Crime ? who will avenge the Wrong, And recompenfe the Injuries endur'd. If fome are diflnherited of Day, And plungd in Mines ; fbme hammer d to the Oar: Yet even there, a righteous, pious heart 250 Alleviates Diftrels ; and raifcs Hope Of better things, enough to countervail All prefent Miferies. But then condemn The cruel guilty. Dare not to accufe By rafh Complaints, His conduct, who permits, And will avenge, th' Abufe of Liberty. As to intefline Broils : they're not the Fault Of Him, who teaches every human foul, That 'tis their Duty, and their Intereft, To live in Peace. The fame is true of Wars : 260 Which rife from mens ambitious Luft of Rule, From"], [19, "240 240 240 266-282 From Pride, and from Contention : not from God ; Who yet in Wifdomy^r.; men to feel The dire Effects of their own wicked Choice. Famines and Plagues He juftly may employ As Punifhments, intended to correct The daring Vices of a finful Land, And lead to true Repentance thofe he fpares. Volcano's, Storms, and Fires ; if they do hurt, They do more good. Volcano s fave the Earth 270 From numberlefs Concuflions, which wou'd elfe In various Places Defolation raife: And what neceflity have men to fix Their dwellings where fuch fierce Eruptions are ? If Devaluation comes by Storm, or Fire, And fome few Individuals are harm'd: For public good the Air is clear'd : nor fhall One Damage ever fail to be repaid, Which any man incurr'd without his Fault. Let then the mournful Plaintiff ftop his mouth, 280 And ceafe complaining, till he finds more Caufe. But this he feems to think that he has found. For he goes on : and bitterly laments, That Prudence cannt defend, or Virtue fave; That fell Difeafe invades the Temperate, And Punifhment the Guiltlefs ; that Alarm Through thickefl fliades purfues the fond of Peace; C Mans *7"], [20, "18 69 104 Mans Caution often into Danger turns. And his Guard falling, crufhes him to death ; Not Happinefs itfelf makes good her name ; 29a The fmootheft courfle of Nature has its Pains, And trueft Friends, through Errour, wound our Refti Nor are Foes wanting to the Beft on earth; That endlefs is the Lift of human Ills, And fighs might fooner fail, than Caufe to flgfa Unhapppy, joylefs, inconfiftent Man! Confider where thefe bitter Plaints muft fall r Upon that very Being, who, you own, Shines both in Wifdom and Benevolence _? And then He rnufb at leaft be. Righteous too. 300 You own there is a God. You own him Wifer Informing that mofl wondrous creature, Man. You own him Good and Gracious, when, you fay„ For human weal Heaven hufband's all events. And fuch acknowlegements are juft and true :. Yet very well confiftent with the Ills, Which in the Wifdom of his Providence God fuffers to attend the prefent State. They're His Permiflions, who is Wife and Jufl And Good beyond compare: who can, and will.-^io Turn them to happieft ends.. Then afk yourfelf, Why may He not permit fuch things as thefe? Was the Almighty Maker of the World Ob-"], [21, "19 Oblig'd to make Man abfolutely Perfect, Incapable of choofing wrong f If he was not ; If Man is left to Freedom of his Choice ; If the great Ruler does not interpofe In every cafe, that Freedom to obftruct, As 'tis not fit he fhould : of Confequence, While there remains a Wicked man on Earth, 320 There will be Mifcheif. Some will rob and fpoil Some will deceive and cheat : fome will opprefls, As oft as opportunity admits. Thefe things will come in Courfe, unlefs reftrain'd By Providence, for wifeft purpofes. Think then on human Ills as the Effect Of Liberty abus'd; not as entail d By Fate. No^ that's an Atheiftic thought, Not fit to enter any human breaft. And\" further think: with many of the Ills, 330 To which we're fubject in the prefent State, There is a mixture ftill of fo much Good, As, with Content, wou'd Happinefs fecure. if We Wou'd eftimate the Worth of Life, We muft take in it's Pleafures and Delights, As well as Sorrows ; think on all the Joys Which well confift with Innocence of Mind ; And not confine ourfelves to mournful Thoughts On all the Miferiesx that may attend C 2 A"], [22, "20 The A State, for full Perfection ne'er defign'd. 340 The innocent fupplies of Appetite Furnifn a Pleafure not to be exprefs'd. Converfe affords Delights of higher Guft. The Joys of Freindjhip are moft exquifite. Our Intellectual Pleafures are fublime, In contemplation on the Works of God, From what we flee, and feel, and hear, and tafle ; Still more fublime the welcome Joy, which fprings From the tranfporting Thought,, of Love divine To thofe who perfevere in Virtue's courfe. 35a Set thefe againft the common, Greifs of Life; Then fairly judge, which fide preponderates. But 'tis enough to fileiice .all Complaints^ That patient bearing of the Jlls [ of Life Makes Good men Better ; gradually weans Their fond Affections from this World : which elfe Might dangeroufly engrofs them, 1 and prevent Their looking higher. I Let us not deplore Our Tryals here : which are the kindly Means To purifie our Souls from Earthly Dr of s% 36 c* And fit them for a State oi Heavenly Blifs* Forgive the. Repetition of this Thought. I own it dwells and reigns within my heart. Some Tryals we muft all expect. May mine Be borne with Decency. If I attain"], [23, "21 397, &c 393>4 408 The happy Object of my Wifh and Hope ; I fhall be thankful for whatever Pain I here endur'd. On it I fhall reflect As Happinefs begun ; and fo defign'd By Him, who knew what was mofl fit for Me. 370 Your next Complaint is: 'All Mankind are Fools.' Of Mans Miraculous Miftakes, this bears The Palm, that All Men are About to live; For ever on the Brink of being born : All pay them) elves the compliment, to think They, one day, fhall not drivel ; and their Pride On this Reverflon takes up ready Praifle : T!ime hdgd in their own hands is Folly s Vails : That lodgd in Fates, to Wijdom they canfign. Were not this Charge thus univerfal made, 38a And were it not ad vane' d as a Complaint;. It might be borne. For 'tis a Mournful Thought; That Men fhou'd cheat themfelves,, and lofe their Time,, And to the Mercies of a Moment leave The vaft Concerns of an. Eternal Scene. I'll never blame the Man,, who looks with, Greif At fu.ch Abufes, wifhing to reform. Whom- he fees guilty. But when we aTe told ; '2w flcarce in human Wifdom. to do more Thanfeorn a Fool; (fmall hope, it feems, to 'fcape 390 The Folly fcorn'd) that dilatory Man% Poor,"], [24, "22 40c 41C Intc Poor, dilatory Man, is nought but Promife, And that through every Stage : let this be drefs'd In Figures e'er fo fair and beautiful, What is it elfe than a Complaint, that All, In every Stage of Life, are doomd to Folly . I fay : if Fools are e'er fo numerous, Tis their own Fault ; and not the Fault of Him, Who gave them Power to aft a wifler part. They might be Wifler, if they wou'd but ufe Their noble Faculties. If Man has not Th' extenfive Knowledge of an Angels Mind ; If the World's Author did think fit to place Creatures of different Ranks in Scale of Being, Some in more near refemblance to Himfelf Than others are : no ground of juft Complaint Can hence be rais'd. No more will be requir'd Of any Creatuse, than his Maker gave. If none has more of Pain, than Happinefs Provided for him ; let him not complain* Or think he's injur'd. But I wou'd enquire, Whether Angelic Minds fo Perfect are In Knowlege, or whatever elfe is Good, As to admit no manner of Defect. If fo: how cou'd it ever come to pafs, That any of that high, exalted Rank Shou'd lofe their Principality, and plunge"], [25, "Into the loWeft Depths of Guilt and Woe f Why fhou'd not They complain, They were not made In all refpects as Perfect as their Maker? 420 Then why fhou'd Man complain, that He is not Endued with Wifdom and with Strength of Mind Equal to that of Angels; that he's left To ftruggle with the .Appetites of Senfe : When Reaflon is imparted, to direct And rule thofe Appetites ; when He, who form'd His wondrous complicated Frame, applies, And whifpers to his mind this cheering Thought;; \" That if he will attend, he'll furely fee, \" His Duty and his Interefi are join'd.\" 43a Is it a Fault, that in a State of Trial Man is not fibred to think and act aright? What if he will neglect his Intereft, And will indulge a Train of fioolijh Thoughts, Which tend to nothing but to make him Wretched ?:' What if he choofes moft pernicious Ways, When he knows how to fteer a better Courfe ;; When his own Judgment blames him. for. his Choice,, And. loud Remonflrances. are made,, in vain;.;. 440. When good Examples evidently prove That Virtue's practicable', when he may,. With offered Help and Guidance,, tread fecure The Path that leads to everlafling Blifls,,."], [26, "24 450 You; And nourifh inward Peace, inftead of Woe? What if all this be true ? Accufe the Man : Condemn His Folly. Dare not to complain, As if the World's moft gracious Governour Envied the Happinefs he feemd to give, And wou'd not fuffer wretched Man to grafp The Good, that feem'd to be within his Reach. Complainer : If in your Defence you fay, Your Lucubrations blame men for their Folly, And are not taken up with meer Complaints: Yet you exceed all reafonable Bounds, And rafhly vilifie whole Human Kind; Yet fib accufe their foolifh practices, As if you thought, none coud do otherwife. I wifh indeed, Fools were lefs numerous. 408,409 But are you quite in earneft ? Are there none 460 That yet have learn d to live f Have there not been, Within your own acquaintance, inftances Of Men, who learn d to live, before they died? How came + Philander, your lamented Friend, To die a flafe, though 'twas a fudden death ? 383 Cou'd he die fafely, if through all his Life He ever was only About to live? And fhall I judge, that all your chofen Friends, f See his excellent character, lin. 343 — 357."], [27, "*s 47° 480 > 490 Of Your wifely chofen Friends, who yet furvive, . Are only on the Brink of being born ; . That they are all meer Drivelers ; and applaud ,_The well conducted Life they neer will lead f 399 401 4°3>4 I pleafe my felf with hoping better things. I hope there are ftill fome Philanders left, To make this World a much more happy State, That you have represented it to be. Thus have I taken liberty to blame What I. conceiv'd of Hurtful tendency, Though intermixt with Thoughts of better fort. Defcriptions beautiful are interfpers'd In your complaining Work : and Counfels wife, Are found, not quite confiftent with the view And tenor of the whole. Nay more, I own, Mention is made of Immortality: You lay, You fling Immortal Man. But ftill, The Tenor of your Poem is, Complaint ; Tending to raifle and fettle in the Mind Repining, murmuring Thoughts againft the Befl, The Wifefl, the moft Perfect Being in the World Tending to plant Defpair within the Heart, Prevent all cheerful Service where moft due, And indifpofe for focial Ufefulnefs. 451 Inftead of doleful Mournings and Complaints D"], [28, "26 Of all the Ills attending human Life, I'll take the Thankful part : and gladly own, That many real Bleffings are confer'd On Mortal Man in this Probation- State. Which, by a well-difpofed Mind improv'd, Will make him truly Happy ; though they're mix'd With fuch Allay, as naturally tends 500- To raife Defires after a more complete, More lafting Happinefs, plac'd full in view. Inftead of Murmuring, I will rejoice, That God Omnipotent, fupremely Good, Supremely Wife and Holy, rules the World. Thefe Thoughts are my Delight in cheerful Day : Thefe my Refrefhment in a fleeplefs Night. Guarded by thefe, I never fhall afcribe To Fates entail the Sorrows and the Pains, Which prove this Life a State of Difcipline. 510 On firmeft Grounds I've reafon to beleiye, That the great Former of the Univerfe Had Right to place his wondrous creature, Man, That compound of both Worlds, in fuch a State^ As by its Imperfection might fuggeft To his afpiring Mind, that he was form'd For Better things than here he can attain. No Wrong is done. For ftill, upon the Whole, With all the Sorrows of the human Life, There"], [29, "27 There is more GWenjoy'd, and more in Hope, 520 On firm foundations built, than /// endur'd. Thus the Difpofer's Wifldom clearly fhines, In making Sufferings themfelves the Way To high Felicity. His Grace and Truth In the fupport of fuffering Virtue fhine ; And in its ample, glorious Reward. This is the Cafe. The Government is fix'd By Him, in whom all full Perfections meet. And where One abfolute Perfection is, u , There All concur, nor can they be disjoin'd. 530 Finite degrees of Power and Knowlege may Be feparate from what is Jufl and Good, As in tyrannic Governours they are. But that a Being, infinite in Power, And infinite in Wifldom too, fhou'd prove Stranger to Right or Good, with Malice fraught, Or fway'd by Envy, or Tyrannic views ; Is not in Reafon to conceive: becaufe He nothing can behold, but what is far Beneath his own moft perfect Excellence. 540 No Want or Fear can reach Him : nor can aught Tempt Him to fwerve from what is Good and Right. Nothing but what gives limits can disjoin Thefe Attributes. But Limits there are none To Knowlege, Goodnefs, or to Power, Divine; D 2 °r"], [30, "28 Or to that perfect Rectitude, which reigns Within the bofom of the One Supreme. He, who with matchlefs Wifldom form'd the World, With equal Wifdom rules the World he form'd : Elfe he would foon deftroy the Works he made. 550 But Wijdofn in Perfection cannot be, Without a Perfect Rectitude of Mind, And perfect Goodnefs, and fufficient Power To execute the Good and Wife Defigns Of the Great Ruler. Thus am I affur'd, God will repay the guiltlefs fufferings Of his lov'd Offspring with a Recompenfe Outweighing far the Sorrows they endur'd. Their very Follies he'll companionate, Thofe Follies, which betray' d them into Greif ; 560 And with a willing Heart forgive the Faults Of the true Penitent. He'll be as Kind, Upon the whole, as ever can eonfift With Good, and Wife, and Righteous Government* Fill'd with thefe Thoughts, I heartily rejoice, That my Affairs are in His hand : who knows* Much better than my felf, how to conduct For my beft Int'reft : who takes more concern For my true Welfare, than my felf have fhewm Need I to prove, that Wifdom is difplay'd, 5 70 Confummate Wifdom, Power and Goodnefs too In"], [31, "23 In the Formation of this Fabric vaft? Let him, who doubts, give any juft account Of that exact-proportion' d Harmony Of Heavenly Bodies; firft among Themfelves, Then with this Earth inhabited by us. Let him account how, Numerous as they are, And fome prodigious Large, fome lefs in Bulk, Moving in different Ways, they never clafh, Ne'er interfere, to ftop each other's Courfe: 580 Efpecially when all the Comets move In Orbits fo Eccentric, to and from All parts of Heaven. Nay further, let him fhew, How came the Sun, and all the fixed Stars, (So like Him, in their Ufe, for other Worlds) To be fo fix'd, as never to rufh forth Againft each other, to deftroy the Whole. Let him account, how that bright burning Globe, Our Sun, whofe cheerful Light, and genial Warmth, Cherifh fuch numbers of dependent Orbs, 590 Came to be made the Center of the Syfteme : How the moft diftant Planets came to have So many Moons, yielding reflected Light In differing Periods, ferving one Defign : How that one varying Moon, which fhines on us With borrowed Rays, and ferves fo many Ends, In all her Changes proves fo Regular. A"], [32, "30 A few more Queftions give me leave to afk. How came our Diftance from the Sun fo juft, So well proportion' d to our Vifive Powers, 600 As not to blind us with exceffive Light, Or leave us Dark: fo fuited to the Make Of thefe our Bodies, and the Denflty Of Earth on which we tread, as not to burn, Nor yet congele, and make us ftarve with Cold? How came th' Ecliptic Courfe fo limited, So fitly limited, to change the Seafons; And yet fo conflant, and fo far from Change, Year after year, to ferve each differing Clime Of this terraqueous Globe with Light and Heat? 610 Whence came the Revolution of this Earth Round it's own Axis ; giving cheerful Day While we behold the Sun; and Night, to reft, While with his Beams he comforts other Parts ? How comes the Winter to lock up the Earth For it's Repofe, after the fruitful Toils Of the preceding Seafons? How return Thofe Seafons, year by year: the Cheerful Spring, Opening, by flow degrees, its new Delights : The Summer, ripening the expected Fruits : 620 The Autum7i, yielding Harvefts to our wifh ? How come the Bodies of inhabitants Under each diftant Climate, hot or cold, So"], [33, "So fluited to the Climes themfelves; and yet, For purpofes of Commerce, every Clime, At certain Seafons, fuch as may be borne By men from very diftant parts arriv'd? How came our Globe to be diverfified With Seas, and Rivers, Plains, and lofty Hills Each part fubferving ufeful purpofes? 630 How came the Earth, the fenflelefs Earth, to yeild Such numerous Remedies, our Wounds to heal, Our Sicknefls to remove; befide what ferves. In cafes numberlefs, to our Delight $ How came All things around us to concur, Either is. anfwering fome Ufeful End, Or giving Pleafure f Does not Heaven itfelf, Though fram'd for higher ends, beyond our reach, Yet yeild to Man -a Rational Delight, And profitable Thoughts, in fetting forth 640 The Wondrous Works of Him, who form'd the. Whole f Befides ; that Hand, which plac'd the Fixed Stars Juft at fuch Diflance, as may well direct Th' obfervant Mariner, cou'd have plac'd them all Beyond the Reach, or of the Naked Eye, Or convex Glafls. But Goodnefs rul'd the Plan.. And does not every part of Earth and Sea, Of Air and Water, and th' Inhabitants Of all thefe Elements, confpire to give En 3*"], [34, "32 Enlarged Pleafure to our prying Minds, 650 Befides innumerable Services f As to our Selves. How came We to be form'd Such Wondrous Creatures as we are? How came The Motions of our Bodies to obey The Wills Command? How came we fitted for Such different Delights? Not only thofe, Which are convey'd through the Canal of Senfle, By Hearing, Seeing, Tafle, and Touch, and Smell; But pleafures fuited to the Ruling Mind, Pleafures arifing from extenfive Views 660 Of the Creator's wondrous Workmanfhip ; Befides that Pleafure, ftill fuperior far, The confcious fenfe of doing what is Right f Ravifhing Pleafure! Which no Violence Can e'er deprive us of: and which conveys The Approbation of the Befl of Beings ; Fund of fublime, and never failing Joy ! A thoufand Queftions more might foon be afk'd. But 'tis enough. How came thefe things to pafs ? Whence this Provifion, in the very Frame 670 Of all thefe Beings, for the Purpofes Thus briefly hinted ? Every thing agrees With the acknowlegement of One Supreme, One only Wife, Almighty, Juft and Good, Creator of the Whole : but not with Fate, Or"], [35, "53 Or with blind Chance; or any other Scheme. And has Creation this Provifion made For Man's Felicity, while here on Earth; And will the Maker leave his Workmanfhip, Or doom to Miflery, without it's Fault, 680 And without Recompenfe for Woes fuftain'd? This I can ne'er beleive ; or reconcile To what I fee. Man's way is not befet Throughout with Briars and Thorns. Provifion's made For much Enjoiment. Nay there's much enjoy d, Even in the prefent Life, by thofe who learn It's BlefTings to improve. Men may indeed, And thoufands do, lead miferable lives, By the perverfenefs of their foolijh Choice ; Acting as if they thought their noble ft Powers 690 Defign'd for nothing etfe, but to provide Gratifications for their Appetite. Thefe cannot fail of Difappointments fore. Some fuffer juftly for their own Mif deeds. Some are betray'd by inadvertent Steps Into Diftrefs ; which yet may turn to Good. And fbme there are ; who though abounding much In Wealth in cheerful Friends, in every thing Which wou'd give others high Enjoiment, yet By gloomy Dif content indulg'd become 700 As wretched, as if deftitute ot Ail. E But"], [36, "34 But though Men are perverfe: yet God provides What is moft for their Intereft on the Whole : He their beft Friend; Themfelves their Enemies. When things ftand thus: and when Provifion's made For the Eternal future Happinefls Of our immortal Spirits : when the Powers, With which we are endued, lead us to God, If we will ufe them right : and when his Word, His facred Word, is granted, to dir&Sl 710 Our Searches after Him, to rectifle Miftaken Apprehenfions, clear our Doubts, Diflpel our guilty Fears, flupport our Hearts With Promifes of every needful Help Throughout our Courfe, and place in cleareft Light A happy Immortality, to crown Our faithful Labours, and our Sufferings too: When things ftand thus : all Murmurs and Complaints Ought to be banifh'd from our thankful Minds. Here then my Refolution fhall be fix'd. 7 20 With aweful Reverence I'll look to Him, Who does, in Heaven and Earth, whate'er he will,, Yet nothing does but what is Jufl and Good. Him will Iferve; my Lord, my King, my God. Him will I kve, with all my Heart and Soul ; Of all Good Beings moft Benevolent. Him will I blefs, for Benefits receiv'd Through"], [37, "35 Through my whole Courfe of Life. To Him 1*11 pray, For the Supply of my returning Wants* In Him I will confide :. to Him flubmit, 730 When in the Wifdom of His Providence Mv Lot fhall prove far different from my .Choice,. This is my Duty : this my Intereft : And may it always be my Practice too. To thee, Night-thinker, I will leave Complaints. Me they offend. I choofe the Other Side: Au ' deem it Honour high, to vindicate The L,oiidu<3: of that Wifleft Governour, Who always does what's Fitteft to be done^ F 1 is."], [38, "'OKS printed fir Jo h n- No o k i#* White- Hart near Mercers- Chapel in Cheapfide, A-New\" Verfion of St, %k Gofpei, with felecl: Notes j • wherein the Verfiop is indicated, and the Senfe and Purity of feVerat Words and Ex predion s iri the Original are fettled, illuftrsted from Authors of eikblifhed €; To which is .eview'of Dr. ,.M//'s Note^ on this Goipel, correcting tl - Man's many Miflakes and Errors, and fv f bamell^tt, LL.D. II. A Paraphraie and. Notes on tbr. Paul t [liam, PUhppians, ar,d Hebrews a^r the manner of Mr. Lsde. ...To which sure annexe •.Grit^cai .piiiertarions on particular Texts of Sc By the late Reverend Mr. Jamei Pierce of ' Exon, The Second Edition. III. A Paraphraie and j*Jotes on the Revelation of St. John > with large Biftork a Preface, giving an Ac- count c . tTie of this Book, with a Scheme and fafes Lcwman. I ion on .he Civil Government of the Hi in which the true Defigna and Na^ Jovemment are explained, an, -^ Confhtv. ;> \"TB? Second Edition, withAdd '!?t APr\" E>r Fair's Difcourfe on Thcocr;; • 4r-w Won n which ' *iie.' Ritual are explained Vindicaf- ■:■.- fame Author."], [39, ""], [40, ""]]