[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Die Grundzügc d es SMtewesens im Mittelalter, mit besonderer Beziehung auf die Freistadt Worms. Von Dr. Wilhelm Uhrig. Worms. Druck » » u A. Kran, bü hier."], [8, ""], [9, "Die Grundzüge des StObtewesems im Mittelalter^ mit besonderer Beziehung ans die Freistadt Worms.^) Von l)l. Milyelm Mrig. Von den alten Deutschen berichtet man uns, daß sie nicht in Städten, sondern zerstreut in -^lUsche und römische Nie kleinen Ansiedelungen, zumeist m Höfen, feltner in Dörfern gewohnt hätten. Ihr Unabhängigkeits- derlafsungcn sinn sträubte sich gegen den Aufenthalt in umfchlossenen Orten , welche sie als das Grab der Frei- '\" heit betrachteten. Anders dachten ihre Nachbarn, die Celten oder Gallier, welche in der ältesten Zeit den ganzen Westen Europa's, von dem jetzigen Deutschland aber namentlich das linke Rhein ufer, sowie daö Gebiet zwifchen der Donau und den Alpen bewohnten. Sie hatten zahlreiche und wohlbefestigte städtische Niederlassungen, von denen viele wohl lange Zeit vor Christi Geburt erbaut worden sind und mit mehr oder weniger veränderten Namen in den Städten des heutigen Frank reichs und Spaniens fortbestehen. Auch am Rhein und feinen Zuflüssen finden wir unzweifelhaft celtifche Städte, z.B. Trier, Mainz, Worms, Spcier, Straßburg, von welchen einige, wie Mainz (Hlo^olltilleum) , Worms (Lordetom^u« , vielleicht von der Wurzel burdc», sieden, und ma^ns Feld ***) Die nachfolgende Abhandlung verdankt vorzugsweise cincni lokalen Bedürfnisse und vielfach ausgesprochenen Wunsche ihre Entstehung. Bei dem zunehmenden Interesse, welches die Bcwobncr der Stadt Worms für die Vergangenheit ihrer hochberühmtcn Balerstadt zeigen, schien eine kurze Darstellung der städtischen Verhältnisse des Mittclolters ein dankbares Thema zu sein , um so mehr , als eine lobcnswcrtbe Liberalität in der Vertbeilung der Gvmnasialprogramme dieselben dem größten Theil der Bewohner der Stadt zugänglich macht ; doch muß der Verfasser bedauern , daß ihn die Beschränktheit des Raumes genöthigt hat, aus der Ucbcrfülle des Stoffes uur das Nothwendigste, um nicht zu fagcn Nothdürftigfte, auszuwählen. Von den zahlreichen Hülfsmitteln, die derselbe benutzen konnte, gewährte ihm die reichste Belehroing und Ausbeute das Meisterwerk vou W. Arnold: Verfassungsgeschichte der deutschen Freistädte im Anschluß an die Verfassungs qeschichte der Stadt Worms, 1854, 2 Bde., welches allen denjenigen nicht genug empfohlen weiden kann, die ein tieferes Studium des Städtewescns beabsichtigen. Für den culturhistorischen Theil verdankt der Verfasser äußerst werthvolle Auf schlüsse dem ungcmein gründlichen Werke K liegt's: Frankfurter Bürgcrzwiste und Zustände im Mittelaltcr , 18L2, welche; einen Tbcil der Schätze des Frankfurter Archives erschlossen hat."], [10, "2 abzuleiten), Nimwcgen (NoviomaFriz) , Remagen (Uißoiu^uiia) u. A. den freilich arg verstümmelten ccltischen Namen beibehalten haben, andere wie Köln (Ooloiaig, , Koblenz ((Üoiatluente»), Trier (H.u^u8ta \"Ireviroruiu) den römifchen Namen leicht wieder erkennen lassen. Als um die Mitte des Iten Jahrhunderts v. Chr. C. Julius Caesar in diesen Ländern erschien, waren deutsche Stämme, die Rauraker, Tribokker, Ncmeter, Vangionen (von welchen Worms auch den Namen rn-d« Van^ioriuiii erhalten hat), Trcvirer u. A. im Besitze des linken Rheinufers, nach deren Unterwerfung die Rheinlinie von den Römern dadurch geschützt wurde, daß Castclle nicht nur bei den bestehenden Städten , sondern auch an allen den Punkten errichtet wurden , wo eine Schutz wehr gegen die Einfälle der freien Deutschen des rechten Rhcinufers erforderlich schien. Von besonderer Wichtigkeit war das befestigte Standlager zu Mainz, unter dessen Schutze eine blühende Civilstadt erwuchs , so daß Mainz als die bedeutendste Stadt des römischen ObergermanienS bezeichnet wird, wie dies Köln für Niedergermanien war. Zu den 50 Burgen, welche Drusus an gelegt haben soll, gehörte ohne Zweifel auch ein Castell zu Worms, dessen Stelle wohl in dem höchsten Theile der Stadt, dem jetzigen Andreasviertel, Luginsland und Neusah zu suchen ist, und an dessen Ostseite die römische Heerstraße (durch das Katterloch führend und die jetzige Stadt in der Richtung vom Viehthore bis zum Hamburger Thore durchschneidend) hinzog. Diese trefflich ge pflasterte Straße verband sämmtliche römische Festungen, bei denen der militärische Zweck in dem Maaße zurücktrat, als durch Besitznahme des rechten Rheinufers und Befestigung der Grenzen des nachmaligen Iehntlandes (das jetzige Nassau, Großherzogthum Hessen, Baden, Württemberg und einen Theil Bayerns umfassend) durch Wall und Graben, den f. g. Pfahlgraben, eine unmittel bare Gefahr für die rheinifchcn Städte nicht mehr in Betracht kam. Manche diefer Städte , wie Trier, Köln, Augsburg und Regensburg, (die beiden letzteren im römischen Vindelicien, für welches das Nämliche gilt, was von dem römischen Germanien gesagt wurde) hatten als römische Colonien Anfangs besondere Ehrcnvorzüge, da in ihnen wirkliche römische Bürger die eigentliche Bürgerschaft bildeten, während auch die übrigen als Municipalstädte mit lateinischem Rechte faktisch die fast un beschränkte Selbstrcgierung besaßen und von der lästigen Gewalt der Provinzialbehörden befreit waren. Sie hatten nach dem Vorbilde des römifchen Senats einen oräo ciscurionaoru , später auch euria ge nannt, d. h. einen Stadtsenat, ein städtisches Patriziat, dessen lebenslängliche Mitglieder, äseurionL» genannt , zuweilen 100 , ja selbst in großen Städten 200 an der Zahl , sich aus den Rathsgeschlechtern und den reichsten Grundeigenthümern der Stadt ergänzten, die innere Verwaltung, die niedere Ge richtsbarkeit, die Polizei :c. leiteten; ihre Vorsitzer waren die den römischen Consuln entsprechenden cluurnviri (Zweimänncr). Die Römer waren in mehr als einer Beziehung das welterobernde Volk des Alterthums. Wohl ist unter dem schweren Tritte des rauhen römischen Legionärs die an unheilbaren Uebeln kränkelnde Cultur der greisenhaften Völker des Ostens niedergetreten worden; dem Westen Guropa's brachten die Römer frisches, fröhliches Leben und alle die Segnungen jenes praktischen Sinnes, der die römische Cultur vorzugsweise bezeichnet. Von dem Saum der Wüste Sahara bis zu den Gränzen Hochschottlands , vom schwarzen Meer bis zum atlantischen Ocean , überall haben sie ihre Herrschaft in unvergänglichen Zügen eingegraben und jene stummen Zeugen einer vergangenen Herrlichkeit hinter. lassen, die nach vielen Jahrhunderten von der erstaunten Nachwelt wieder an's Licht gebracht worden ist und noch späteren Geschlechtern eine reiche Fundgrube darbieten wird. Wer beschreibt die zahlreichen Tempel , Gerichtshäuser und Amphitheater , mit denen die Städte der Rhein- und Donauländcr geschmückt waren, wer die Bäder mit ihren künstlichen Heizvorrich-"], [11, "3 Zerstörung der Städte in der Völkerwan- derung tungen und den prachtvollen Mosaikfußböden , die die Pftugfchaar des Landmanns an Orten zu Tage fördert, wo man die Eristenz einer festen Niederlassung nicht einmal vermuthen konnte. Mächtig ragen noch jetzt die halb zerfallenen Pfeiler jener großartigen Wasserleitungen, die einst den Städten frifches Quellwasfer in rauschenden Bächen zuführten, und mit würdigem Ernste verkündet uns der Grabstein die Dienstjahre des Italikers und des an den Ufern des Rheins bestatteten Reiters der syrischen Schwadron, oder die rührende Klage des Gatten um die ihm entrissene Gattin. Noch fortwährend werden neue Funde verzeichnet, seien es die kostbaren Bildsäulen von Bronce oder Marmor, die geschnittenen Steine und Münzen, die zierlichen Vasen, oft geschmückt mit wohlgclungcnen Ge mälden, die geschmackvoll gearbeiteten Waffen und andere Ausrüstungsstücke, von dem Schwerte mit goldner, reichverzierter Scheide bis zu dem plumpen, mit dicken Kupsernägeln beschlagenen Schuh des Legionssoldaten. Ein Gang durch die Museen von Mainz, Wiesbaden, Darmstadt «. dürfte in diefer Beziehung belehrender sein, als die ausführlichste Beschreibung; und felbst derjenige, welcher die zahlreichen Inschriften nicht zu entziffern vermag, wird nicht ohne Interesse die wohlerhaltenen Reste Tuches, sowie die Werkzeuge und Abfälle einer antiken Echustcrwerkstätte betrachten, die neuer dings in Mainz zu Tage gefördert worden sind. Wir dürfen alfo annehmen , daß zur Römerzeit die Rhein- und Süd-Donauländer sich einer hohen Cultur erfreuten, und daß diefe mit blühenden Städten und Dörfern bedeckten, durch Ackerbau, Weinbau, Gcwerbthätigkcit und Handel reich ge wordenen Provinzen eine starke Vormauer der Civilisation gegen die noch wenig von der Cultur berührten Bewohner des eigentlichen freien oder Großgermaniens bildeten. Daß auch das s. g. Zehntland romanisirt wurde, ist schon oben bemerkt worden; hier lockten besonders die warmen Quellen von Wiesbaden, Baden-Baden :c. zu frühzeitigen Ansiedelungen; doch sind im Ganzen nur wenige Römerstädte auf dem rechten Rheinufcr mit Bestimmtheit nachzumessen. Als wahrhaft be wunderungswürdig crfchcint es, wie die Römer die natürlichen Hülfsqucllen des Landes aufzufinden und auszubeuten wußten, wie sie Bergwerke eröffneten, Heilquellen auffanden und nutzbar machten, wie sie paffende Thiere und Pflanzen einführten, aber auch die cinheimifchcn veredelten und zu Ge genständen der Ausfuhr machten. Deutsche Spargeln und Rüben kamen auf die Tafel des römischen Feinschmeckers, die blonden Haare der Deutschen wurden zu Pcrrücken für elegante Herren und Damen der Wclthauplstadt verarbeitet, und Wiesbadener Seife war in Rom ein beliebtes Mittel, die Haare roth zn färben , wie dies die Mode zeitweise vorschrieb. Der blühende Zustand des römischen Germaniens reizte die wilden, beutelustigen freien Ger manen zu häufigen Einfällen, die jedoch meist blutig abgewiesen wurden, so lange der Verfall des römischen Reichs durch die» treffliche Kriegsverfassung desselben noch aufgehalten wurde. Aber im 3ten und noch mehr im 4ten und 5ten Jahrh, übcrftuthctcn die nun zu Voltsvereincn verbundenen und dadurch gestärkten Deutschen überall die Rhein- und Donauländcr und behaupteten sich auch schließlich im Besitze derselben. Zwei Völkervcreinc sind es, die hier besonders in Betracht kommen: die Franken am Nicdcrrhein , die Alemannen am Oberrhein und der oberen Donau. Neben ihnen erscheinen eine Zeit lang die Burgunder, deren Könige ihren Sitz in Worms hatten, wo auch jene großartige Begebenheit spielt, um welche sich die deutsche Heldensage in dem Nibelungenliede gruppirt. Schon damals hatte die rauhe Hand dieser Völker schwere Verwüstungen über die eroberten Länder verhängt, und die römisch-deutschen Etädtebewohncr waren zum größten Theil aus den zer störten Mauern entwichen, oder auch wohl hier und da in harte Knechtschaft gerathen, wenn die Sieger ihr Leben verschont hatten. Was noch übrig geblieben war, das erlag im 5tcn Jahrh, dem Anprall der Hunnen unter Attila, die sich wie ein ungeheurer Heuschreckenschwarm an der Donau 2"], [12, "4 Neue Nieder lassungen auf den Trüm- mern der Nömerstadte. hinaufwälzten und bis nach Gallien vordringend, alle und jede Cultur mit schauerlicher Gründlichkeit austilgten. Damit schließt die Geschichte des römischen Germaniens ab. Ein reiches Culturlebcn war fast spurlos untergegangen; und doch dürfen wir den scheinbaren Rückschritt zur Barbarei vom nationalen Standpunkt aus nicht beklagen. Denn das deutsche Volt hat gezeigt, daß es nicht nur zu zerstören, sondern auch wieder aufzubauen verstehe; es hat neue und eigenthümliche Schöpfungen an die Stelle der fremden zu setzen gewußt, und, wir dürfen es mit Stolz fagen , deutschen Ursprungs ist die Städteversassung des Mittclaltcrs , wie sie sich nicht nur am Rhein und der Donau , fondern auch in Frankreich und selbst in Ober- und Mittelitalicn in der dem deutschen Charakter eigenthüm lichen Vielseitigkeit und Mannigfaltigkeit herausgebildet und staatliche Gemeinwesen als Vorbild und Muster für die modernen Staaten in Bezug auf Gesetzgebung, Verwaltung, Polizei, Kriegs- und Finanzwesen begründet hat. Acrmlich und unbedeutend waren freilich die Anfänge der neuen Schöpfungen, und eine weite Kluft trennt die niedrigen Hütten der neuen Ansiedler von den stolzen Palästen und den ragenden Zinnen der mächtigen Freistaaten des 13ten und 14ten Jahrh. Die erste Veranlassung zum Wieder aufbau der zerstörten Römcrstädte gab das Christenthum, an welchem wie an einem unerschütterlichen Felsen die Wogen der Völkerwanderung vergebens ihre Kraft versucht hatten. Demüthig beugten sich die rohen Sieger vor der Religion der Schwachen und Unterdrückten, und es war von nun an die großartige und mit Erfolg durchgeführte Aufgabe der Kirche, das harte Loos der Besiegten zu mildern und die fchroffen Unterschiede der Stände durch die erhabene Grundidee des Christenthums, die Bruderliebe, allmählich aufzuheben. Alle größeren Städte, welche wieder aufgebaut wurden, waren schon im 4ten Jahrh, namhafte Bischofssitze gewesen; hier sammelten sich wieder die zerstreuten Gläu bigen und um die aus den Trümmern neucrstandcnen Gotteshäuser siedelte sich bald eine zahlreiche Bevölkerung an, deren Loos sich unter dem Schutze der Kirche noch am Leidlichsten gestaltete. Die günstige Lage der Städte am Rhein und an der Donau, unter denen Köln, Mainz, Worms, Speier, Straßburg, Basel, Rcgcnsburg am Frühesten wieder eine hervorragende Stellung erlangten, brachte sie auch bald wieder zu einem gewissen Wohlstande, und die häufige Anwesenheit der fränkischen Könige, die in ihren stattlichen Pfalzen ihre Getreuen zu den Geschäften des Staates, wie zu den mit einem gewissen rohen Lurus gefeierten Festen versammelten, gab den Städten vor dem flachen Lande eine erhöhte Bedeutung. Auch für Worms war die Herrschaft der fränkischen Könige aus dem Geschlechte der Mero vingcr und ihrer Nachfolger, der Karolinger, äußerst wohlthätig. König Dagobert, dessen Name noch jetzt am Rhein einen guten Klang hat, erbaute an der Stelle der jetzigen Dreifaltigkeitskirche eine Pfalz, in welcher er häufig Hof hielt; als dieselbe 790 abbrannte, blieb Karl der Große !en ganzen Winter über in der Stadt, um den Wiederaufbau des Reichspalastes zu überwachen. Eo stand schon um 638 an der Stelle des jetzigen Domes die Basilika des h, Petrus, und das Bts thum Worms, welches von den Königen und ihren Dienern mit Gütern reich begabt wurde, über traf damals an Ansehen das benachbarte Bisthum zu Mainz, von dem es freilich bald bedeutend überflügelt wurde. Als politische Gemeinwesen erscheinen jedoch die Städte während der nachfolgenden Jahrhunderte durchaus nicht, vielmehr treten sie als selbstständigc Factoren und als bedeutungsvolle Glieder in dem eigenthümlichen mittelalterlichen Staate erst im 12ten und 13ten Jahrh, auf, wo sie eine gemeinheitliche Verfassung erhielten und dieselbe unter günstigen Bedingungen mitunter selbst bis zur republikanischen Unabhängigkeit ausbildeten. Bis zu dieser Zeit waren sie der Gauverfassung"], [13, "5 einverleibt, und es waren nur einzelne, befonders bedeutende Städte in der Art begünstigt, daß über dieselben coruites eivitatum (Stadtgrafen) gesetzt wurden, die sich ursprünglich von den oomitez pHgoi-uru (Gaugrafen) in rechtlicher Beziehung nicht unterschieden. Um aber die spätere Entwicke lungsgeschichte der Städte zum besseren Verständniß zu bringen, erscheint es unerläßlich, die Rechts verhältnisse der deutschen Völker, namentlich der Franken, in übersichtlicher Kürze darzustellen. In der ersten Hälfte des Mittelalters war im fränkischen Reiche der Gau (wie Rheingau, Gau- Wormsgau, Brcisgau :c.) die politische Einheit, an dessen Spitze der Anfangs gewählte, fpäter Könige als Beamter eingesetzte Gau gras das Kriegs- und Rcchtswcscn, sowie die Verwaltung Mittelalters. besorgte. Ihm zur Seite standen als Urtheilsfinder in Rechtssachen die Schöffen, nur aus den Rachinburgen, d. h. schöffenbar Freien entnommen; die Gerichtssitzungen (Ding) waren regelmäßige (ungebotene) und außerordentliche (gebotene). Der Gau zerfiel in Districte (ceiateullo) , ursprüng lich wohl aus 100 Sippschaften bestehend, diese wieder in Marken, letzteres meist mit villa, gleich bedeutend. Der Vorsteher der Cent war der Centgraf, der mit feinen Schössen weniger wichtige Angelegenheiten erledigte. Die villi». besteht aus einer Anzahl von Höfen, rruaiasi genannt; das zu derselben gehörige Land heißt Hufe (llodlr) und begriff jedesmal einen Antheil an dem unverthciltcn Gemeindebesitz an Waldung, Weiden :c. in sich; ihre Größe wechselt von 12 — 40 Tagewerken je nach dem Stande des Besitzers , wie z. B. die Köniqshufe 40 Tagewerke oder 60 Morgen enthielt. Die Höfe sind von verschiedener Art: 1) herrschaftliche Höfe (rnauzi inäonüiaioati oder ourte«), von welchen wieder andere Höfe abhängig sind ; 2) maiazi «ervilcs , von Hörigen , seltner von Leibeignen bewohnt; 3) ruaiasi iriALuuiles , deren Besitzer für sich ganz frei waren und im Heerbanne dienten, die aber gewisse Dienste und Abgaben an die curtis zu leisten hatten. Die Bewohner eines Gaues zerfielen in 4 Klassen: 1) nobiles (Adelige). Ihre Zahl war sehr Rechtsvcrhält gering; in Sachsen gab es nur 20 — 25, in Baiern nur 6 adelige Familien; 2) inFenui oder li^ri '\"I«,„ima (Gemein freie). Sie bildeten mit den Adeligen das eigentliche Volk, das in feinen Versamm lungen die wichtigsten Hohcilsrcchtc ausübte, über Krieg und Frieden entschied, und dessen Zustim mung zu den Gesetzen und Verordnungen selbst während der Rcgicrnngszcit des allgewaltigen Karl des Großen rcgclmäßig eingeholt wurde; 3) liti, bei den Sachsen las^n, bei den Longobarden «läien genannt, die zahlreiche Klasse der Hörigen, zu welchen im Allgemeinen die unterjochten Stämme gehörten, sofern sie nicht durch ein günstigeres Abkommen mit den Siegern ihre persönliche Freiheit bewahrt hatten Das Verfahren deS siegreichen Volkes den Besiegten gegenüber war nicht überall gleich. Gewöhnlich mußten die Besiegten einen Theil des Bodens in jeder Feldmark abtreten, den übrigen Theil behielten sie als precäres Eigenthum; zuweilen wurden ganze Völker, wie die von den Sachsen unterjochten Thüringer, zinspfiichtige Hörige. Das Verhältniß der unterworfenen Römer zu den Siegern war gleichfalls fehr verschieden; am härtesten unter den Vandalcn, am mil desten unter den Gothen und Burgundern. Was die Franken betrifft, so wurde die Anfangs ziem lich strenge Praris mit der Zeit wesentlich milder, besonders im westlichen und südlichen Frankreich, wo die Zahl des herrschenden Volkes wohl nur eine verhältnißmäßig geringe gewesen ist. Im All gemeinen behielten die unterworfenen Römer ihre persönliche Freiheit und ihr eigenes Recht und wurden in die fränkische Reichsgenossenschaft aufgenommen. Freilich war das Recht der Römer dem der Franken nicht gleichgestellt, und auch unter den Römern wird ein Unlcrschicd gcmacht zwischen den oonviva« rsß-i« (Königsgenosscn) , den possossores (Grundbesitzern) und den triduwrii» (Zinspftich tigcn). Im günstigsten Falle behielt der angesehene Römer seine persönliche Freiheit, trat aber in Betreff seiner geschmälerten Besitzungen in das Patronat eines Franken' ein, Wurde er als Hof- 2*"], [14, "6 Königliche Pfalzen. und Gcsindcmann in die Familie des Königs aufgenommen , fo konnte er als königlicher Beamter fogar einen höheren Rang (durch das höhere Wehrgcld ausgedrückt) einnehmen , als der gemeinfreie Franke, obwohl er allerdings nur nach dem halben Wehrgeld eines fränkischen Hof- und Gesindemannes geschätzt ist. Der raosse^oi- romallUZ ist nach dem Wehrgeld dem liws gleichgestellt. Die 4te und letzte Klasse waren die «ervi oder ruarrcipi!*!. (Schalke), eigentliche Sclaven, die verkauft werden konnten und gewöhnlich das Hausgesinde der Freien oder auch das der Hörigen bildeten. Sie müssen wohl von den Hörigen unterschieden werden, die nur zins- und dienstpflichtige Schutzbefohlene und waffenfähig waren. Von ganz besonderer Wichtigkeit waren die königlichen Kammergüter (eurtez oder villae reZiae), welche im ganzen Reiche zerstreut waren und deren Erwerbung meist aus der Zeit der Eroberung herstammt. Nach dem schon erwähnten Gebrauche behielt der König jedesmal einen beträchtlichen Theil des eroberten Landes für sich , während mit einem andern Theile der Adel und die Gemeinfreien aus gestattet wurden. Doch muß man einen Unterschied machen zwischen einem occupirten Lande und einem unterworfenen Volke. In dem Theile AlcmannienS , welcher von den Franken förmlich besetzt wurde, und welcher von da an zu Rheinsranken gehörte, lagen die meisten königlichen Kammergüter; auch mußten die daselbst wohnenden Alemannen eine Abgabe, das s. g. Stufkorn, an den König bezahlen, während das eigentliche Alemannicn (das fpätere Schwaben) seine Verfassung beibehielt, also auch die persönliche Freiheit und die Abgabcnfreiheit der Güter. Aehnlich war es auch bei den Sachsen, wo nur eine Abgabe an die Kirche, der Zehnte, dem besiegten Volke auferlegt wurde. Königliche Domänen gab es aber auch in Sachsen und Alemannicn, so daß wir auch hier wohl an eine Ab tretung von Grundeigenthum an die Sieger zu denken haben. Die Könige hatten keine bestimmte Residenz, sondern wohnten abwechselnd auf den Kammer gütern, wo sie ra-alatia (Pfalzen, Rcichspaläste) erbauten, von denen die in Rheinfranken gelegenen Pfalzen zu Ingclhcim, Frankfurt a. M. und Tribur befondere Bedeutung erlangten; daß auch in vielen Städten solche Pfalzen waren , ist schon erwähnt worden. Der oberste Beamte einer Pfalz hieß Pfalzgraf; derselbe übte besonders eine obcrrichterliche Gewalt in dem Umfange der königlichen Besitzungen aus. Da nun die Kammcrgüter in Rhcinfranken am zahlreichsten und einträglichsten waren, das Amt aber, welches nach und nach erblich wurde, vielfache Gelegenheit zum eigenthüm lichen Erwerb diefer Güter und anderer Besitzungen in dem fchon frühzeitig aufgelösten Herzogthumc Franken bot, fo wurdcn dicse Pfalzgrafcn (in Rheinfranken das Haus Wittelsbach) bedeutende Territorialhcrren , und von der Würde wurde ihr Land später die Pfalz genannt. Die Kammer gütcr wurdcn sorgfältig bewirthschaftet, da ihre Erträgnisse die Haupteinkünfte der Könige bildeten. Steuern zahlten die freien Franken nicht, obwohl gewisse freiwillige Geschenke üblich waren. Eine nicht unbeträchtliche Einnahmsquellc bildeten der königliche Antheil an den Geldstrafen für Vergehen aller Art, sowie die Zölle und die Lehensabgaben. Nach der Gauverfafsung lag also die höchste Gewalt in den Händen der Gaugrafen , die jedoch eigentlich nur als königliche Beamte anzusehen sind und einer beständigen Controle durch die Send boten des Königs unterworfen waren. Wenn nun aber unter kräftigen Monarchen , wie unter Karl dem Großen, eine Ucbcrhebung der Grafen nicht leicht vorkommen konnte, fo war dies ganz anders unter feinen fchwachen Nachfolgern , wo die mächtigste der in dem Gaue angesessenen Familien das Grafenamt nach und nach erdlich erwarb und durch diese bevorzugte Stellung Gelegenheit genug fand, die eigne Macht durch Kauf und Heirath, noch mehr aber durch Unterdrückung der geringeren Freien zu vermehren."], [15, "7 Während nämlich in der älteren Zeit nur Stammcsfehden von dem ganzen Volke ausgefochten Uebergang der wurden, Eroberungszüge aber gewöhnlich nur von einem kriegserfahrenen adeligen Führer ausgingen, D^nstleute. dem sich ein beutelustiges Gefolge freiwillig anfchloß , so wurden jetzt fast nur rein dynastische Kriege geführt, und das Wehrrccht, früher ein hochgcfchähtes Vorrecht der Freien, ging in eine äußerst drückende Wehrpflicht über. Allerdings hatten ärmeie Freie nur zu je 3 — 5 einen bewaffneten Mann zu stellen und zu verpflegen, allein auch dies überstieg zuletzt ihre Kräfte. Eine andere Wandelung bestand darin, daß ein förmlicher Kriegerstand aufkam, der aus den reicheren, Reitcrdicnste leistenden Freien bestand, und der nicht nur besondere Ehren, fondern auch Vortheile aller Art erlangte. Deß halb gaben viele Freie ihre Unabhängigkeit auf und schlössen sich dem Könige als Dicnftleutc an, oder sie begaben sich in den hoch geachteten Schutz der Kirche , der sie ihr Eigenthum darbrachten und gegen eine oft nur nominelle jährliche Abgabe als Lehen zurück empfingen. Auch die Großen des Reichs, die selbst Dienstmannen des Königs waren, strebten danach, die Zahl ihrer Untergebenen zu vermehren, und gar viele Gemeinfreic mußten sich ihrer Freiheit begeben, wenn sie nicht beständigen Gewaltthätigkeiten von Seiten ihrer mächtigen Nachbarn ausgesetzt sein wollten. Der Lehnsherr solcher Halbfrcien hieß senior («eiFneui-) und konnte seine Vasallen zum Kriegsdienste aufbieten, hatte aber dann für ihre Ausrüstung und Verpflegung zu sorgen. So schmolz die Zahl der Altfreien immer mehr zusammen, und nur in wenigen Theilen Deutschlands, vornehmlich im alten Sachsenlande finden wir noch heute die Nachkommen der freien Bevölkerung auf eigner Hufe sitzen, während im übrigen Deutfchlcmd die Masse der Freien im günstigsten Falle in Lehensabhängigkeit mit Bewahrung der persönlichen Freiheit, im ungünstigsten in völlige Dienst barkeit gerieth. Aus einer Verordnung Karl des Großen vom Jahre 786 erfehcn wir die Veränderung der Standes- und Rechtsverhältnisse am deutlichsten. Den höchsten Rang nehmen ein die geistlichen und weltlichen Großen, nämlich die Bischöfe und Acbte, die Grafen und die königlichen Vasallen, die Vice domini oder Laienvcrweser der Bischöfe; dann kamen die übrigen Geistlichen, die Unterrichte,\" der Grafen^ endlich die Gesammtheit des Volkes, sowohl diejenigen, welche die Volts- und Gerichtsvcrsamm lungen als schöffenbar Freie selbst besuchten, als auch die, welche daselbst von Senioren vertreten wurden, nämlich die freien Schutzbefohlenen (llomiiaL«) der geistlichen und weltlichen Großen. Nach ihnen werden die halbfreien Hintcrfassen der Krone (tascülini) , der Kirche (ecoleziastici) und der andern Grundhcrrcn (ooloiai) erwähnt , und zuletzt von den Unfreien (servi) diejenigen , welche durch Aemter und Lehen von ihren Herren ausgezeichnet, oder als Reisige mit Roß und Rüstung ver sehen sind. Für alle Hörigen und Leibeignen, die zu einer «urti« gehörten, entstand schon frühe ein Hof- Hofrecki. recht, dem sich, wie bemerkt, nach und nach auch viele Besitzer der ruaiazi iuFelluilez unterwerfen mußten , und das von dem Herrn oder dessen Beamten ausgeübt wurde. Dieser vertrat sie auch bei dem Gaugerichte , an dem nur die Vollfreien Recht zu suchen hatten. Dagegen war nach einer allmählich aufkommenden Praris den öffentlichen Beamten , also den Gau- und Centgrafen die Aus übung ihrer Amtsgewalt, wenige Fälle ausgenommen, auf den Gütern des Königs, des hohen Adels und der Kirche untersagt. Man nannte dieses Verhältniß immuniw«, und es ist damit auch für die Besitzer der Immunität ein Schutzrccht über die Hörigen verbunden, woraus später eine wahre Iurisdiction entstand. Unbedingte Immunität, auch in Criminalfällcn , genossen nur die Kirchen und andere Gotteshäuser (Asyl). Dadurch verlor die Würde der Gaugrafen immer mehr an Bedeutung, während das Anfebcn der Beamten der hofrechtlichen Gerichtsbarkeit fort während stieg."], [16, "8 Ministerialen Alle dcm Hofrcchtc unterworfenen Personen nannte man ursprünglich Dicnstleutc (ruiuisteri»!«**«), weil sie die ausschließliche Fähigkeit und Verpflichtung hatten, nach dcm Ermessen des Herrn Aemter zu übernehmen. Anfänglich ist ruinisterilili« gleichbedeutend mit «Li-vus oder puer re^ins, und man verstand unter diesem Namen die im Hause erzogenen und in einem Geschäfte oder Hand werke geübten Unfreien, fpäter versteht man darunter alle in einem Dienstverhältnisse zu einem Herrn Stehenden. Nach ihren früheren Standesverhältnissen, sowie nach ihrer Brauchbarkeit und Verwendung war auch ihr Rang sehr verschieden , wie z. B. die aus dcm Stande der Freien her vorgegangenen ministsriales nicht zu knechtischem, sondern blos zu Hof- und Kriegsdienst verpflichtet waren und nach wie vor wie die übrigen Freien nur vor dem öffentlichen Richter zu Rechte standen. Nachmals heißen alle Arten von Beamten, von den höchsten Reichsbeamten bis zu den geringsten herrschaftlichen Dienern miiüzterials« , und der Begriff der Unfreiheit ist nicht mehr damit verbunden. Den höchsten Rang nehmen begreiflicher Weise die Kriegsdienst leistenden Ministerialen des Königs ein, welche zu dem Kriegsherrn in einem Verhältnisse persönlicher Treue und Hingebung standen, und welche den jederzeit zur Verfügung stehenden Kern des Heeres bildeten. Eine geringere Stel lung in der lanailiÄ. des Königs (der Fiskalincn) haben die s. g. Königslcute (trommos oder pusri i-e^ii, ursprünglich freie Leute, die sich unter den Schutz einer Königspfalz begeben hatten und sich vorzüglich mit Handel, aber auch mit der Bearbeitung der edlen Metalle, mit Wein- und Garten bau beschäftigten. Sie standen anfänglich unter dcm Hofrechte und waren einem Zins, dem Ehe zwang und dem Bcfthaupt unterworfen, d. h. der König konnte bestimmen, wen ihre Töchter hei rathen sollten und nahm bei dem Tode des Familienhauptes das beste Stück Vieh oder einen sonstigen Werthgcgenstand aus der Verlassenschaft. Doch haben diese Königsleute wohl schon frühe die Fesseln des Hofrechts abgestreift und sind wieder in die altfreie Gemeinde übergegangen. In den königlichen Städten bildeten sie die erste Vollbürgergemeinde; in den Bischofsstädten treten sie fpäter in den Stand der Ministerialen ein und gehen dann in den niederen Adel über. Der Vor steher der königlichen Dicnstleute hieß major äoiuu«, der Oberrichter ooine« laalatii (Pfalzgraf), der Geheimfchreiber rslerenäÄrius , der Aufseher über das Hofgesinde 8Lne8ollaIor!8 (eigentlich der Alt- oder Oberknecht), der Aufseher des königlichen Marstalles marszolaalous (d. h. Pferdeknecht), worin jedoch nichts Entehrendes gefunden werden darf, weil der Dienst zu Roß und die Beschäfti gung mit Pferden allein Ansehen verlieh , wie denn auch aus dem Worte corues «wduli (Stallgraf) das französische Wort ooiairotadle , nachmals die Bezeichnung für die höchste militärische Würde ge worden ist. Gleiche Ableitung hat das Wort Constabler, der Name für die berittenen Bürger aus dem Stande der Altfreien , wcßhalb auch in Zürich das Patriciat der Geschlechter als Constafcl von den Zünften unterfchieden wurde. Die Ministerialen der Kirche bestehen aus den bischöflichen Be amten (miiaisti-i) und den Dienstmannen (militeZ) später ist D. und M. gleichbedeutend. Als Resultat der Regicrungszeit der spätern Karolinger, sowie ihrer Nachfolger, besonders der Könige aus dcm sächsischen Hause ergibt sich eine abnorme Vermehrung der Immunitäten und demgemäß eine beständige Verminderung der Zahl der Freien bei gleichzeitiger Ueberhandnahmc des hofrechtlichen Ver hältnisses. Ueberhaupt zeigt sich eine entschiedene Neigung der Könige , durch ihre Dienstmannen ein Ge gengewicht gegen den unabhängigen Adel und zugleich eine stets bereite Macht für ihre persönlichen Zwecke zu erwerben. Dies geschah nicht nur durch Verleihung von Gütern und Einkünften aus ihrem eignen Gute, wie auch aus dcm der Kirche (deiasracl3. , lenäa, Lehen, die Anfangs nur auf Lebenszeit ge gebenwurden), an angesehene Freie, sondern auch durch die Erhebung ihrer eignen Hörigen zu größeren Rechten (höheres Wehrgcld, das Recht sich mit Freien zu verheirathen, vor dem Gaugericht auftreten zu"], [17, "9 Neue Städte im inneren Deutfeblano. dürfen *»c.) Freigelassene aus dem Dienstgefolge des Königs wurden Vorsitzer in den Centgcrichten, ja sogar königliche Kanzler; allerdings erwarben solche Freigelassene erst in der dritten Generation alle Rechte der Immcifreien. Der Unterschied zwischen den ganz freien Lehensträgern oder Vafallen und den unfreien Ministerialen wird nicht befonders betont; auch gingen die unfreien Dienstleute nach und nach in den niederen Adel über, während Freie mitunter bis zur Leibeigcnfchaft herabsankcn. Dem Beifpicle der Könige folgten die weltlichen und geistlichen Großen, und indem auch sie wieder Theile ihres wahren Eigenthums (des Allodes) oder mit Bewilligung des Oberlehnsherrn auch Lehen als Afterlehen weiter vergaben, entstand ein äußerst verwickeltes Lehenssystem und damit ein Verhältniß der gegenseitigen Verpflichtung, welches zu vielfachen Irrungen und Zwistig keiten Anlaß gab, bis unter Konrad II. wenigstens die Erblichkeit der kleinen Lehen gesetzlich fest gestellt wurde. Alle diese eigenthümlichen Rechtsverhältnisse finden ihre Anwendung auf die deutschen Städte, von denen, wie bemerkt, die alten Bischofsstädte am Rhein und im Donaulande, als neue Schöp- fungen auf den Ruinen celtisch-römischen Niederlassungen am Frühesten eine gewisse Sclbstständigkeit erlangt und auch während des Mittclalters einen hervorragenden Rang im Reiche behauptet haben. Besonders zahlreich und wichtig ist aber die Classe der neuen Bischofsstädte, die mit der Ausbrei- tung des Christenthums nicht nur in dem inneren Deutschland , sondern auch in den nach und nach dem Deutschthum wiedergewonnenen Slavenländern gestiftet wurden. Dahin gehören die Städte Würzburg, Bambcrg, Erfurt, Padcrborn, Münster, Hildeshcim, Bremen, Brandenburg u. A. Auch Klöster gaben den Mittelpunkt städtischer Niederlassungen ab , wie die von St. Gallen , Dort- mund , Soest. Von den aus Königspfalzen entstandenen Städten erlangten eine größere Bedeutung Frankfurt, Ulm, Nürnberg, Aachen, Magdeburg, von welchen die letztgenannte Stadt durch Otto d. Großen mit wichtigen Privilegien begabt und zum Sitze eines Erzbisthums erhoben wurde. Ferner verdankt eine große Anzahl von Städten den Burgen der mächtigeren Fürsten und Grafen ihre Entstehung , unter deren Schutz sich besonders die Handel und Gewerbe treibenden Unterthanen niederließen, wie Braunschwcig, Heidelberg, Stuttgart, Dresden, Darmstadt u. A. Manche Dynasten stifteten geradezu auf ihrem Grund und Boden Ttädte und statteten sie mit beträchtlichen Vorrechten aus, wofür diese in Kricgszciten dem Herrn und seinen Unterthanen Schutz gewährten und zugleich durch Zölle und andere Abgaben die baarcn Einkünfte desselben vermehrten. So grün- deten die Zähringcr die Städte Bern, Freiburg im Breisgau und Frciburg im Uechtland, die Welsen München. Auch Lübeck, eine Stiftung des frommen Wendenfürsten Gottschalk wurde nach mehrfacher Zerstörung durch Heinrich dem Löwen wieder aufgebaut, kam aber wie das von Ludwig dem Frommen angelegte , aber noch häufiger zerstörte Hamburg nur langsam empor. Zum Schlüsse muß auch noch der Verdienste Heinrich des Vogelstellers gedacht werden , den man auch vorzugsweise den Städte- gründer genannt hat. Dieser Fürst baute zum Schutze der Grenzen gegen die Einfälle der Avaren und der flavischcn Stämme eine Anzahl von ummauerten Plätzen , oder befestigte schon vorhandene Niederlassungen, indem er je den Neunten der heerbannpftichtigen Bewohner der Grenzländer aus- wählte und in den neuen Städten zu wohnen anwies. Derselbe hatte für sich und seine acht Marfgenosscn Wohnungen zu bauen, den dritten Theil ihrer Fcldfrüchte aufzubewahren, während die andern Acht den Acker des Städters bestellen mußten. Ferner ordnete Heinrich an , daß Ver sammlungen aller Art in den Städten zu halten, Verwaltungsbehörden niederzusetzen, kirchliche und weltliche Festlichkeiten hier zu begehen seien. Von diesen Städten sind Mcrseburg , Meißen, Qued linburg u. A. zu größerer Bedeutung gelangt; die meisten mögen wohl mit dem Aufhören der"], [18, "10 Innere Ent wickelung der Städte im 10.— 12 Jahrhundert Veranlassung wieder eingegangen sein. Die eigentliche Zeit der Städtegründung , sowohl in Deutsch land, als auch besonders in den slavischen Ländern fällt erst in das 13te Jahrhundert, und das rasche Aufblühen namentlich der letzteren Städte ist dem äußerst lebhaften Handel zuzuschreiben, welcher mit den Slaven und Avalen betrieben wurde und nicht nur Landcsproducte und eigene Fabrikate, sondern auch die kostbaren Specereien und feinen Gewebe aus Seide und Baumwolle umfaßte, welche, wenn auch vcrtheuert durch die lange und nicht immer sichere Landrcife, doch mit großer Regelmäßigkeit durch Karavancnzüge aus den reichen Ländern des östlichen und südlichen Asiens nach dem östlichen Europa gebracht wurden. Arabische und kufische Münzen waren das Hauptverkehrsmittel für diefen Handel, wie dies die noch jetzt an den Ostseeküsten häufig vorkom menden Funde bezeugen. Ein Hauptstapelplatz des nordischen und östlichen Handels war Iulin an der Odermündung, noch im Uten Jahrhundert als große heidnische Handelsstadt gerühmt, in wel cher Christen ihre Religion nicht öffentlich ausüben durften, und in der fogar Griechen (Russen) als angesessene Kaufleute erwähnt werden. Auch die Friesen wetteiferten mit den Sachfen an Rührigkeit in Gewerbsteiß und Handel. Diese Phönizier des Nordens zogen mit ihren Wollen waaren überall herum und erwarben schon 830 von Ludwig dem Frommen Zollfrciheit in Worms, Ladenburg und Wimpfen. Allerdings wurden zur Zeit der Kreuzzüge die Handelswege theilweise abgelenkt und über Syrien und Aegypten nach den großen Handelsrepubliken Italiens geleitet, welche jedoch den Weiter vertrieb der Waaren nach dem Norden wiederum durch Vermittelung deutscher Kaufhäuser in Re gensburg, Augsburg, Nürnberg, Ulm, Straßburg und Constanz, sowie der Hansastädte an der Nordsee und dem baltischen Meere besorgten. Rechnen wir zu den bereits erwähnten Städten, bei deren Angabe begreiflicher Weise eine Vollständigkeit nicht beabsichtigt sein kann, die im Deltaland des Rheines und der Maas fröhlich aufblühenden Handels- und Fabrikstädte Gent, Brügge, Ant werpen, Mecheln, Löwen und zahlreiche andere Sitze des rührigen und durch mancherlei Umstände schon frühe zu bürgerlicher Freiheit gelangten vlämischen Volkes , so werden wir uns nicht wundern, wenn die römischen Begleiter des Kaisers Otto III. auf dessen Rundreife durch Deutschland die große Zahl und die Blüthe der deutschen Städte, wenn auch mit verstecktem Aerger, anerkennen und die ihrer Nation geläufigen Begriffe von nordischer Barbarei einigermaßen modificiren mußten. Freilich bedürfte es noch langer Zeit und blutiger Kämpfe, bis die deutschen Städte annähernd die Selbst ständigkeit erlangten, welche die italienischen Gemeinwesen, begünstigt durch die zeitweilige Lösung vom deutschen Rcichsverbandc, noch mehr aber dadurch gewannen, daß sie vor dem Aufkommen eines mächtigen hohen Adels kräftig genug geworden waren, um diesen in seine Schranken zurück zuweisen, oder ihn mit dem Patriziat verschmolzen geradezu im städtischen Dienste zu verwenden. Ueber die innere Entwickelung der deutschen Städte im 10. — 12. Jahrhundert wissen wir nur sehr wenig. Dieselbe folgt überhaupt keiner Regel, sondern bietet bei jeder einzelnen Stadt eine solche Abwechselung der verschiedenartigsten Erscheinungen, meist hervorgegangen aus äußeren, theils fördernden, theils hemmenden Ursachen, daß es sehr schwer ist, aus der Mannigfaltigkeit der städtischen Zustände des Mittelalters eine auch nur im Allgemeinen zutreffende Theorie aufzustellen. Wenn das Bestreben der modernen Völker auf Einheitlichkeit und Gleichberechtigung in der Gesetz gebung und Verwaltung hinzielt, fo zeigt das Mittelalter entschiedene Neigung zur Zerthcilung des Staates in unzählige meist sehr kleine Gemeinwesen, ein Bemühen durch Privilegien aller Art sich der öffentlichen Gerichtsbarkeit und Verwaltung zu entziehen, ein Bestreben der einzelnen Glieder des Reichs, die wichtigsten Rechte und Aemter an sich zu bringen, und daraus hervorgehend eine"], [19, "11 Unsicherheit der Rechtsverhältnisse, von der man sich jetzt kaum mehr einen Begriff machen kann. Alle Privilegien, auf denen das Verhältniß des Königs zu feinen Unterthanen, der Bifchöfe zu den Städten, der Lehensherrn zu den Vafallen beruhte, galt eigentlich nur für die Lebensdauer des Königs, für die Amtszeit eines Bischofs «. und mußten dem Nachfolger jedesmal zur Bestätigung vorgelegt werden, die durchaus nicht immer erfolgte. Daher die beständigen Streitigkeiten, die gewöhnlich mit einem Vergleiche endigten, der von dem benachtheiligten Contrahenten regelmäßig dann wieder verletzt wurde, wenn die Umstände ihm dies erlaubten. Wie die den Kaiser wählenden Großen dessen Ge walt durch Wahlcapitulationen zu beschränken suchten und seine Noth jederzeit benutzten, um ihm neue Concessionen zu entreißen, so benutzten kräftige Herrscher günstige Zeitumstände, die ertheilten Privilegien oft unter nichtigen Vorwänden zurückzunehmen und die übermüthigen Vafallen bis zur tiefsten Erniedrigung zu demüthigen. Die nämliche Erscheinung wiederholt sich in der Entwickelungs geschichte der größeren deutschen Städte, welche im beständigen Kampfe mit ihren Bifchöfcn, wie auch mit den diefelben zeitweise beschützenden Königen und Fürsten einen großen Theil ihrer Kraft ver geuden mußten, fo daß manche derselben schon im 13ten und l^tcn Jahrhunderte zu sinken beginnen, und daß alle die genannten Städte längst über ihre Blüthe hinaus waren, als ein geordneter Rechts zustand endlich am Schlüsse des Mittelaltcrs wenigstens dem fortwährenden Fehdczustand ein Ende machte und an die Stelle des Krieges mit den Waffen den Federkrieg setzte , welcher denn auch bis zum Unter gang des deutschen Reichs den Juristen reichliche Beschäftigung verschafft, unsern Bibliotheken aber dicke Folianten und Quartantcn in zierlichem Latein oder in barbarischem Deutsch geschrieben hinter lassen hat. Wir haben oben gesehen, daß die Städte der Gauverfassung einverleibt waren, daß aber die Verschiedene Wirksamkeit der öffentlichen Beamten in hohem Grade beschränkt wurde durch die immer zahlreicher dm^Städten\" werdenden Immunitäten, die dann als hofrechtliche Gemeinden der Könige, der Bifchöfe, der welt lichen Dynasten erscheinen. War in einer Stadt nur eine solche Gemeinde vorhanden, wie es in den rein fürstlichen und in manchen der königlichen Pfalzstädten der Fall war, so war die Entwickelung der Gemcindeverfassung ziemlich einfach , und der Uebergang der ursprünglich hörigen Insassen in freie Bürger ging ohne eigentlichen Kampf vor sich. Anders war es da, wo zwei Gemeinden, eine altfreie und eine hofrechtliche bestanden, am ungünstigsten war aber das Verhältniß in den Bischof städten am Rhein und in den Donauländcrn , wo mitunter nicht weniger als vier Gemeinden, jede unter besonderen Beamten und mit verschiedenen Rechten zusammenwohnten. So gab es in Worms im 10ten Jahrh, eine bischöfliche und eine hofrechtliche der königlichen Pfalz untergebene Gemeinde , sodann die zum Stammgut der Salier gehörige Burg mit ihren Dienstmannen und Hörigen, und endlich eine Gemeinde der Altfteien , auf welche letztere sich die Autorität der öffentlichen Be amten befchränktc , wobei allerdings nicht zu vergessen ist , daß der Königs - und Blutbann d. h. die peinliche Gerichtsbarkeit und die Entscheidung über den freien Grundbesitz den Grafen vorbehalten blieb. Unter den sächsischen Kaisern erwarben die Herren der Immunitäten lehensweise auch dieses Verschmelzung wichtige und wegen der Strafgelder äußerst einträgliche Hoheitsrccht, welches jedoch die geistlichen Grinde, Inhaber einer Immunität durch einen .-rclvocatu» (vogatos, Vogt) ausüben mußten Der nächste Schritt zur Begründung einer Territorialherrschaft der geistlichen Reichsstände war die Erwerbung der in den Bischofsstädtcn gelegenen königlichen Pfalzen sammt ihrem Zubehör, wozu sich um so leichter Gelegenheit bot, als die Unterstützung des königlichen Ansehens durch die Bischöfe nicht ohne cntfprcchcndc Gegenleistungen stattfand, manche Könige aber als ausgesprochene Freunde der Kirche, oder aus politischen Gründen , um nämlich die Geistlichkeit als Gegengewicht gegen den allzu mächtig"], [20, "12 Bischof Vurckaro von Worm gewordenen Adel zu benutzen, mit dem Rcichsgut äußerst freigiebig verfuhren. So wurden die Pfalz < gemeinden in den großen rheinischen Städten, wie auch in den mit Reichsabteien verbundenen Städten Fulda , St Gallen , Zürich , Quedlinburg :<*. mit den bischöflichen Gemeinden verschmolzen und durch den bischöflichen Vogt verwaltet. Es mußte nun den Bischöfen viel daran gelegen sein , auch die altfrcicn Gemeinden , fowie die etwa noch außerdem vorhandenen Unterthanen weltlicher Dynasten unter ihre Vogtei zu bringen , und auch dies gelang ihnen in den meisten Fällen , so daß dann die vollständige Gerichtsbarkeit in der Stadt und ihrem Weichbild über Freie und Unfreie durch den bischöflichen Vogt ausgeübt wurde.- Das persönliche Recht der verschiedenen Einwohnerständc blieb getrennt; auch wurden die Altfreien dadurch nicht dem Hofrechte unterworfen, sondern umgekehrt die Unfreien wurden unter einen öffentlichen Richter gestellt. Der vom Bischöfe ernannte , und vom König bestätigte Vogt war gewöhnlich ein angeschener in der Nachbarschaft der Stadt begüterter Graf, der dann auch oft Burggraf genannt wurde, und dessen Amt leicht erblich wurde. In solchen Fällen artete die Vogtei in eine lästige Schirmvogtei aus, wie in Worms, wo die Grafen von Saarbrücken, und in Magdeburg, wo das Haus Sachsen die Burggrafschaft erwarb, und konnte nur mit Mühe wieder befcitigt werden. In manchen Bifchofsstädten, wie in Regensburg, ist die königliche Gerichtsbarkeit über die altfrcie Gemeinde nicht an den Bischof übergegangen, und man unterschied dort noch im fiten Jahrhundert eine Königsstadt , eine Pfaffenstadt und eine Neu- oder Kaufmannsstadt. Durch den Erwerb der vollständigen Gerichtsbarkeit waren die Bischöfe die wirklichen Schutz- Herren der Städte geworden, und die Lage der Altfreien hatte sich dadurch wesentlich verschlechtert, da sie von jetzt an von ihrem Grundeigcnthum einen Zins an den Bischof entrichten mußten. In Straßburg waren die Altfreien sogar verpflichtet, 5 Tage im Jahre für den Bischof zu arbeiten, und diefer konnte dreimal jährlich 24 Kausieute als Boten innerhalb des Bisthums verwenden, woraus wenigstens eine Anerkennung der bischöflichen Herrschaft gefolgert werden kann. Alle Obrig keit der Stadt wurde von dem Bifchöfe befetzt, und zwar nur mit Dienstmannen seiner Kirche. Dock waren die Altfreien den oft drückenden Lasten des Hofrechts nicht unterworfen ; ihre Stellung blieb vielmehr eine bevorrechtete, und sie haben auch bald die Beschränkungen ihrer Freiheit wieder abgeschüttelt. Als die Zeit, in welcher diese wichtigen Veränderungen zu Stande kamen, mag das 10te und der Anfang des Uten Jahrhunderts angcfehcn werden. Sie ist reich an hervorragenden Persönlich keiten aus dem geistlichen Stande , die sich als Wohlthäter der Städte einen unvergänglichen Namen gemacht haben, wie Willegis von Mainz und jener Bcrnward von Hildeshcim, der die Stadt nach einem Brande wieder prächtig aufbaute und die feineren Gewerbe beförderte, deren er selbst äußerst kundig war. Vor allen Dingen gehört aber in ihre Reihe ein eben so großer, als guter Mann, der Bischof Burchard von Worms. Er war ein geborener Hesse von nicht geringer Her kunft und bestieg im Jahre 1000 den bischöflichen Stuhl zu Worms. Ein wahrhaft frommer Kirchenfürst war er strenge gegen sich selbst, mild gegen Andere, ein nimmer müder Wohlthäter der Armen und Bedrückten. Als er in Worms ankam, lag die Stadt in Trümmern. Nicht allein mehrfache Verheerungen durch die Normannen und die Ungarn, durch welche alle rheinischen Städte schwer zu leiden hatten , sondern auch die Gewaltherrschaft des rheinfränkischen Herzogs Otto , dessen Burg in Worms als eine Zufluchtsstätte für Räuber und Missethäter geschildert wird, werden als die Ursachen dieses traurigen Zustandes angegeben. Die Stadt soll damals mehr zum Schlupf winkel für wilde Thiere, als zur Wohnung von Menschen geeignet gewesen sein. Durch die"], [21, "13 Obrigkeitliche Beamte in den Städten. zerfallenen Gräben und Mauern drangen Wölfe in die Stadt und griffen Thiere und Menschen an. Diesem Unwesen steuerte Burchard , indem er zuerst durch du Hörigen der benachbarten Dörfer die Befestigung der Stadt wiederherstellen ließ. Dann brachte er durch Vermittlung des der Geistlichkeit sehr gewogenen Königs Heinrich II. die fränkische Herzogsburg in der Stadt an sich , ließ sie nieder reißen und erbaute an ihrer Stelle die Paulustirche. Ebenso errichtete er die Andreaskirche, die Iohannis- Taufkirche und begann die Erbauung der Martinskirche. Sein herrlichstes Monument aber ist der Dom, der an der Stelle der abgebrochenen uralten Basilika des h. Petrus mit wunderbarer Schnelligkeit emporstieg und noch mehr als die übrigen Kirchen den Eindruck einer für die Ewigkeit gegründeten Gottesburg macht. Seine eigentliche Vollendung datirt allerdings erst aus späterer Zeit, indem er nach der ersten Einweihung von 1016 noch zweimal, 1110 und 1181 eingeweiht wurde. DaS von Ludwig dem Frommen gegründete Stift Neuhaufcn wurde von Burchard reichlich bedacht, wie er denn auch das uralte aus der Karolingerzeit stammende, fpäter aber in Verfall gerathene Kloster Mariamünstcr wieder aufbaute. Bischof Burchard sorgte aber auch für Ordnung und Rechtsschutz innerhalb seiner neuen Schöpfungen. Das von ihm gegebene Wormser Dienstrecht für die tÄmilia 8. ?etri, welches als das älteste dcutfche Stadtrccht angefchen werden kann , ist nichts anders als ein Stadtfrieden , durch welchen nicht nur den unter der Herrschaft des Vifchofs Stehenden, sondern auch den Fremden während ihres Aufenthalts in dem Weichbilde (Weichbild ist die Stadtgemarkung , deren Gränze von geweihten Bildern bezeichnet wurde) der Stadt ein höherer Rechtsschutz gewährt werden sollte. Ueber die Verhältnisse der Einwohner ersehen wir aus dem Wormser Dicnstrccht , daß die Gottesleute wehrhaft und des gerichtlichen Zweitampfes fähig sind, sowie daß aus dem bisher nur nutzbaren nach und nach ächtes , wenn auch mit einer Abgabe behaftetes Eigenthum wurde. Burchard starb allgemein betrauert am 20. August 1025. Mit dem Aufkommen der bischöflichen Herrschaft über die zu einem Ganzen vereinigten städtischen Gemeinden war eine gleiche Berechtigung und Verpflichtung der Einwohner durchaus nicht verbunden, obwohl sich unter den geistlichen Herrn die Verschiedenheit des Rechtes der Ministerialen, Königs leute, Iinspftichtigen und Hofhörigen mehr und mehr ausglich; ebenso waren die neuen Obrig keiten nicht überall rein bischöfliche Beamte, sondern ein Rest der königlichen Gerichtsbarkeit ist in fast allen Städten mehr oder weniger zu erkennen , wenn gleich die ursprünglich die erste Stelle ein nehmenden königlichen Richter meist von den bischöflichen in den Hintergrund gedrängt werden. In Benennung und Competcnz zeigen die neuen Obrigkeiten der Städte so viele totale Verschiedenheiten, daß es nicht leicht ist , eine kurze und doch genügende Erklärung zu geben. Als Regel mag an genommen werden , daß vor der Verschmelzung der Gemeinden vier Beamte in den Städten die Gerichtsbarkeit und die damit vereinigte Verwaltung ausübten, nämlich der königliche Burggraf, der dem Gaugraf, und fein Unterbcamter , der Schultheiß (von «chullell befehlen, also Befehlshaber), der dem Centgraf entspricht, als Richter über die freie Gemeinde; ferner der bifchöfliche Vogt nebst einem weltlichen Probste als Richter über die unter dem Hofrechtc stehenden Unfreien. Nach dem Uebergang der ganzen Gerichtsbarkeit an den Bischof fallen regelmäßig zwei Beamte weg, oder ver lieren doch ihre eigentliche Bedeutung. Zuerst verschwindet der königliche Unterrichter, und der Name Schultheiß wird dem verbleibenden bischöflichen Untcrrichter beigelegt, dessen Stellvertreter nachmals auch Stadtgreve heißt. Was die Burggrafschaft und die Vogtei betrifft , so wurden diese in Mainz, Worms und Spcicr verschmolzen, in Köln und Magdeburg hat die Vurggrafschaft fortwährend den obersten Rang behauptet, und der Vogt stand als Schultheiß unter den Burggrafen, welcher zwar 3«"], [22, "14 Heinrich IV und die Zt-dte. von den Erzbifchöfcn gewählt wurde, aber den hohen Gcrichtsbann unabhängig von diesen ausübte, da er ihn unmittelbar vom Reich zu Lehen trug. Gewöhnlich bezogen Burggraf und Vogt nur die Einkünfte ihrer Aemter und ernannten Stellvertreter (juäioes). Umgekehrt war in Straßburg und Augsburg der Burggraf fast ganz heruntergedrückt worden , so daß er in Straßburg nur uoch die Aufsicht über die früher zur königlichen Pfalz gehörigen unfreien Handwerker und andere geringfügige Rechte, wie die Sorge für Mauern und Brücken, befaß, in Augsburg aber als Schultheiß unter dem Vogt stand. In den aus königlichen Pfalzen entstandenen, oder von Fürsten gegründeten Städten gab es keine altfrcie Gemeinde ; die ganze Einwohnerschaft stand unter dem Hofrecht und unter einem vom Könige oder dem Grundherrn ernannten Vogt (fpäter auch an manchen Orten Burggraf ge nannt), der einem dienstmännifchen Geschlechte angehörte und einen Unterbeamten (minister) hatte. Es kann wohl nicht gclüugnct werden , daß die großen Bischofsstädte ihren geistlichen Oberherren unendlich viel zu verdanken hatten, und daß ihre Blüthe wefentlich durch den Rechtsschutz und die Sicherheit bedingt war , welche unter der milden Herrschaft der Kirche mehr als irgend wo anders gefunden wurde. Aber wenn Bischof Burchard — und ähnliche Zustände finden wir in den andern Städten — der Begründer des neuen Worms und der Vater seiner Schutzbefohlenen gewesen war, wenn er überdies als Freund und Rathgeber der Könige es verstanden hatte, viele Vortheile seiner Schöpfung auszuwirken, fo änderten sich diefe Verhältnisse nur zu bald einerseits durch das erwachende Selbstgefühl der wohlhabend gewordenen zahlreichen Bürgerschaft, anderseits durch die strengere Regierung der Bischöfe und die mit dem Interesse der Bürger vielfach in Conflict gerathenen Ansprüche des städtischen Klerus, so daß es nur eines äußeren Anstoßes bedürfte, um die Städte in Opposition und dann in einen langjährigen blutigen und verderblichen Kampf mit ihren Bischöfen zu bringen. Diese Veran lassung ergab sich in dem vierzigjährigen Kampfe des vorletzten Saliers Heinrich IV. gegen Kirche und Reichsfürsten, in welchem zuerst der Stand der Bürger selbstständig auftritt und als Ersatz für die während des Krieges erlittenen großen Verluste an Geld und Gut den Grund zur Unabhängig keit von den Bischöfen und damit zur Selbstregierung legte. Und hier gebührt wieder der Stadt Worms der Ruhm, die gefährliche Initiative ergriffen zu haben, als der von Allen verlassene König Schutz und Hülfe fucheno vor Worms erschien. Bischof Adclbcrt gehörte zu feinen heftigsten Gegnern und wollte ihm den Eintritt verwehren; aber die Bürgerschaft stand auf, vertrieb den Bischof und seine Dienstmannen und holte den König feierlich in die Stadt ein, die von nun an sein Stützpunkt am Rhcinc blieb, deren Bürger für ihre Treue jenes noch im Originale vorhandene Privileg der Iollfrcihcit an verschiedenen königlichen Iollstätten erhielten und von dem dankbaren Könige als Muster für alle übrigen Reichsstände erklärt wurden. Bald traten auch die meisten übrigen Städte auf die Seite des Königs , und wenn auch die Gegner über das aus Kaufleuten bestehende, nicht besonders große, noch tapfere Bürgerheer spotteten, wenn auch einzelne Städte ihre Anhänglichkeit an den unglücklichen Fürsten schwer zu büßen hatten, so war doch das Selbstgefühl der Bürgerschaft erwacht und die Alleingewalt der \"seitherigen Herren jedenfalls gebrochen. Bifchof Adclbcrt, dem man den Ruhm eines energifchcn und consequentcn Mannes nicht absprechen kann , war zwar 40 Jahre lang Bischof von Worms , aber 30 Jahre von diefer Zeit aus der Stadt vertrieben; von den vier Gegenbifchöfen , die Heinrich IV. eingesetzt, hat wohl keiner versucht, die vollen Rechte des Stadtherrn auszuüben, und so darf cs uns nicht wundern, wenn die Bürgerschaft in diesen schweren Zeitläuften das Regiment fclbst in die Hand nahm und dieses durch ein aus ihrer Mitte hervorgegangcnes Rat h s collegium ausübte, welches vom Könige stillschweigend, oder ausdrücklich als Obrigkeit der Stadt anerkannt wurde."], [23, "15 Der Rath der Stadt Worms wird zuerst urkundlich im Jahre 1106 erwähnt, der der übrigen Entstebuug Städte meist weit später. Wohl mag schon früher ein vom Bischöfe aus der Zahl feiner Ministerialen oder Hausgenossen berufener Rath bestanden haben, es ist sogar wahrscheinlich, daß bei wichtigen Angelegenheiten angesehene Bürger aus dem Stande der Altfreien zugezogen worden sind Da aus den Letzteren auch die Schöffen als Urthcilsfinder des Stadtgerichtes hervorgingen, so muß diese Körperschaft zu allen Zeiten einen gewissen politischen Einfluß um so mehr gehabt haben, als sie lebenslänglich im Amte blieben und sich durch eigene Wahl ergänzten. Immerhin ist zwischen diesem wesentlich bischöflichen Beirathe und den 40 oonzule» unter Friedrich Barbarossa ein großer Unter schied , und man kann von einer wirklichen Vertretung der Bürgerschaft erst von dem Zeitpunkte an reden, wo der Schwerpunkt in dem Stande der Altfreien oder dem Patriciate und den aus der Vereinigung der frei gewordenen Handwerker hcrvorgegangenen Zünften liegt. Die Städte hatten bei ihrem ersten selbftständigeu Auftreten die rechtmäßige Sache ihres Königs mit Erfolg vertheidigt; bald aber zeigte es sich, daß das erstarkte Selbstgefühl der Bürger auch eine falsche Richtung nehmen könne, denn während der Regierung Heinrichs V., der wie sein Vater eine städtcfreundliche Politik verfolgte , empörten sich in trotzigem Uebermuthe die Bürger von Köln, Mainz, Worms. Sie hatten aber ihren Versuch schwer zu büßen, indem Köln nicht weniger als 6000, Worms 5000 Pfund Silber als Strafe zahlen mußten. Unter König Lothar nahm Speier Partei für die Hohenstaufen , wurde aber wieder unterworfen; Augsburg wurde wegen einer Empörung gegen den in der Stadt Gericht haltenden König geplündert und verbrannt; cbcnfo Ulm wegen Parteinahme für die Hohenstaufen. Mit der Thronbesteigung Konrad III. kehrten Friede und Ord nung zurück, die Wunden vernarbten bald, und da die drei ersten Hohenstaufen ebcnfo der ge mäßigten und aus der königlichen Machtvollkommenheit entsprungenen Städtefreihcit in Deutschland günstig waren, wie sie in Italien die in der Entwickelung um 100 Jahre vorangeeiltcn und zu wahren Republiken erwachsenen Gemeinwesen in die gesetzlichen Schranken zurückzuführen strebten, so schritten die deutschen Städte rüstig in gedeihlicher Entwickelung voran und gelangten rasch zu einer äußerst beträchtlichen Bevölkerung und zu einem kaum begreiflichen Rcichthume. Vor Allem hatte sich Worms der Gunst des großen Rothbart zu erstellen , der viele Reichstage Großer Frei- in der Stadt abhielt und im Jahre 1156 durch einen großen (im städtischen Archive aufbewahrten) Freiheitsbricf die Stadt zu einem eignen Freistaate unter königlichem Schutze machte und zugleich b\"«ssa's für der Stadt das Kriegs- und Fehderccht im Umfange des ganzen Reichs zusprach. Durch dieses wichtige Privileg ging die Gerichtsbarkeit und damit die obrigkeitliche Gewalt von dem Vogt, dem Schultheißen und deren Untcrrichtcrn auf ein Gericht über, welches aus 12 Dienstmannen des Wormser Bisthums und aus 28 Altfreien zusammengesetzt war, die den Namen consulez führten. Sie bekleideten ihre Würde lebenslänglich und ergänzten sich durch eigne Wahl. Die alten Gerichts- bcamten traten jetzt nur noch als Beschützer des Stadtfricdens auf; der Schultheiß führt den Vor- sitz im Rath, sein Untcrbcamter ist der aus den Altfrcien entnommene Stadtgrcvc. So genoß Worms gegen Ende des 12ten Jahrhunderts eine fast republikanische Freiheit. Alljährlich am Feste des h. Martin kamen die Bürger im kaiserlichen Hofe zufammen, um den Schultheiß und die Unter beamten zu wählen. Zu den letzteren gehörten die 16 Heimbürger, aus den Pfarrsprengeln gewählt und mit der Beaufsichtigung der Maaße und Gewichte, der Marktpolizei ic. beauftragt. Mainz, von einem mittelalterlichen Schriftsteller die größte und volkreichste Stadt Deutsch lands genannt, gelangte erst später zur Selbstständigkcit, die überdies von den mächtigen Erzbischöfen fortwährend bestriltcn worden ist. Fast zu gleicher Zeit , als Worms von Friedrich I. mit unschätzbaren"], [24, "16 Vorrechten begnadigt wurde, verlor Mainz wegen Ermordung des Erzbischofs Arnold durch die Bürger seine Mauern und Privilegien. Erst im Jahre 1244 erkämpfte die wiedcierstarkte Bür gerschaft von dem Erzbifchof Siegfried III. den großen Freiheitsbrief , wonach die Bürger einen Rath von 24 lebenslänglichen, sich selbst ergänzenden consulez wählten. In Speier fallen die Anfänge des Rathes in die Zeit Heinrich IV. und V. Wesentliche Kämpfe mit den Bifchöfen fanden hier nicht statt ; die Stadt ließ sich die scheinbare Oberhoheit des Bischofs gefallen , der Rath führte aber, wie wir dies wenigstens für die Zeit Philipps von Schwaben wissen, die Regierung in durchaus unabhängiger Weife. Auch in Straßburg finden wir in der zweiten Hälfte des 12tcn Jahrhunderts eine städtische Verfassung, die jedoch nicht vom Könige gegeben, sondern von den Bürgern usurpirt und durch Vertrag mit dem Bischöfe festgestellt worden ist. In dem eisten Stadtrechtc, welches in das Ende des 12ten Jahrhunderts gesetzt wird , sind eigentlich nur die Rechte des Bischofs den Bürgern gegenüber zusammengestellt; das etwas spätere zweite Stadtrecht enthält die Rechte, welche die Bürger errungen hatten , und die der Bischof anerkennen mußte. Durch das Privileg Philipps von Schwaben 1205 wurde die Stadt in den unmittelbaren Schutz des Kaisers und des Reiches aufgenommen, also gewissermaßen für reichsunmittelbar erklärt. Im Anfange des 13tcn Jahrhunderts hatte der Bischof noch einen Antheil an der Besetzung des Rathes , später ist diese ganz in die Hände der Bürger schaft übergegangen, und die häufigen Kämpfe der Bifchöfe um Wiedererlangung des Verlorenen endigten mit einer vollkommenen Unabhängigkeit der Stadt. Bafel erhielt 1261 durch Bischof Heinrich die Handfeste, wonach er Bürgermeister und Rath zu fehen gelobte, welche von den Dom herren, Dienstmannen und Bürgern gemeinschaftlich gewählt worden feien. Innere Kämpfe zwischen den oberen Ständen begünstigten die Entwickelung des Bürger- und Handwerkerstandes. In Regens bürg, dem großen Stapelplatze, wo sich die Produkte von Osteuropa und Asien mit denen der westlichen und nördlichen Länder Europas kreuzten, waren die Hoheitsrechtc zwischen dem Bischöfe und dem Herzoge von Baiein getheilt, indem der Letztere die mit der Burggrafschaft vereinigte Vogtei als Reichslehen ausübte. Die Anfänge des Rathes sind hier in dem Kollegium der äenoruirrati zu suchen, die von der Bürgerfchaft erwählt wurden, um die Freiheiten der Stadt aufrecht zu halten. Die in jedem Jahre erneuerte geschworene Einigung der Bürger heißt auch , wie in Straßburg, eon^uratio, oarnrnuiaio. 1230 erhielt die Stadt den Freiheitsbrief Friedrich II., der aber später wieder beschränkt wurde. Auch in Regcnsburg kamen häusige Streitigkeiten vor zwischen Rittern, Münzern, Brauern (einer Geschlechterinnung, welche die Braugerechtigkeit besaß), und auf der andern Seite den Kaufleuten und übrigen Bürgern. In der alten erzbifchöftichen Stadt Trier waren um das Jahr 1000 ähnliche Zerwürfnisse wie in Worms unter Bischof Burchard. Adelbcro von Lützelburg, Capellan des Hochstifts, nahm nach dem Tode des Erzbischofs Bruno 1008 das Erzstift als sein eigen in Anspruch, mußte aber dem von Heinrich II. eingesetzten Erzbifchof Megingaud weichen. Da jedoch die Pfalz und die Schlösser an der Mosel in der Gewalt Adclberos blieben, und überdies Zerwürfnisse mit den Bür gern die Stellung des neuen Kirchenfürsten erschwerten, so verlegte derselbe seine Residenz nach der Königspfalz Koblenz, welche er von Heinrich I. 1018 zum Gefchent erhalten hatte. Auch in Trier erlangten die Etadtvögte oder Vitzthume eine fo große Macht, daß man sich ihrer nur schwer zu entledigen vermochte. Die großartigste Entfaltung städtischen Lebens zeigt Köln. Hier hatte die zahlreiche und durch frühe Handclsblüthe mächtige Gemeinde der Altfreicn (abgesehen von der vor übergehenden Unterdrückung unter Erzbifchof Hanno) ihre Unabhängigkeit fclbst zu der Zeit behauptet, als die Erzbischöfe die öffentliche Gerichtsbarkeit besaßen, und aus ihr war wohl schon frühe eine"], [25, "17 Verbindung oder Innung, (träte rnitH«) die Richerzechheit oder Gilde der Reichen hervorgegangen, die man fälschlich auf die altrömifche Vollbürgergemeinde oder Curie zurückgeführt, hat. Aus dieser Gemeinde sonderte sich eine Echöffenbrüderschast, also ein Amtsadcl ab, der die Anwartschaft auf das wichtige Schöffcnamt ausfchlicßlich für sich in Anspruch nahm. Zu dem Colleg der lebensläng lich im Amt bleibenden und sich selbst ergänzenden Schöffen, welche unter dem Vorsitze des Burg grafen und Schultheißen das Urtheil fanden, kam im 12ten Jahrhundert ein eigner Rath hinzu, der jedoch nur den Charakter einer berathenden Behörde hatte. Bürgermeister, Schöffen , Rathsherrn, Burrichter ic. ja fclbst die Innungsmeister gehörten der Richerzechheit an, die nicht als Etadtrath, sondern als die regierende Genossenschaft der Patricier anzusehen ist. Die unzünftige Menge der ge ringeren Bürger (raor»ulZ.re8 oder oomumuiw«) hatte lange Zeit gar keine Vertretung , erst seit 1258 erhielt sie Antheil an der Controle der Verwaltung der Einkünfte und des Gemeindevermögens. Aus diefcm streng aristokratischen Rcgimente erklärt sich die Heftigkeit der späteren Kämpfe zwifchen Herren und Beherrschten, aus denen auch die Erzbischöfe Vortheil zu ziehen wußten. So wurde in der Mitte des 13tcn Jahrhunderts durch einen Bund des Erzbischofs mit der unzufriedenen Bürger schaft die Herrschaft der Geschlechter zeitweise gebrochen. Als aber der Erzbifchof von den Bürgern verlangte, sie folltcn ihn als Herrn der Stadt anerkennen, rief man die Geschlechter zurück, und mit ihrer Hülfe erfochten die Kölner den Sieg über ihren mächtigen Gebieter. Damit war auch wieder die Herrfchaft der Patricier auf weitere 100 Jahre befestigt, wenn auch diese, unter sich um die feindlichen Häuser der Overstolzen und der Wysen geschaart , ihre Kraft in Parteiumtriebcn oder in offener Fehde vergeudeten. In dem Kampfe mit den Erzbischöfen waren die benachbarten Lan desherren gewöhnlich treue Helfer der Stadt, manche dcrfclbcn ließen sich sogar zu Bürgern auf nehmen, wie Wilhelm von Iülich, Dietrich von Katzcncllenbogen u. A. , worunter allerdings mehr ein Vertrag zu gegenseitiger Hülfcleistung zu verstehen sein mag. Zu Ende des 13ten Jahrhunderts bestätigte Rudolf von Habsburg die Privilegien von Köln und ertheilte der Stadt das wichtige Recht, die Reichstage berufen oder unberufen zu beschicken. Hiermit war also die Reichsunmittel barkeit der Stadt deutlich ausgesprochen. Auch in Magdeburg, dessen Verfassung mit der kölni schen in den Grundzügen übereinstimmt, was die Regierung Anfangs in den Händen von 8 lebens länglich im Amte bleibenden Schöffen, denen fpäter 8 Rathshcrrn, aus der Gemeinde gewählt, an die Seite traten; fpäter wurden die Schöffen ganz aus dem Rathe verdrängt und auf die Gerichts barkeit in peinlichen Fällen befchränkt. Das Burggrafen- und Schulthcißenamt wurde durch Kauf von Herzog Albrecht III. von Sachsen und von Dietrich von Eckersdorf erworben und der Erzbifchof genöthigt, den Zunftmeister der Kürschner zum Schultheißen zu bestellen, so daß Magdeburg nunmehr eine ganz demokratische Verfassung befaß. In den königlichen Städten tritt der Stadtrath etwas später als in den bischöflichen auf. Große Kämpfe fanden hier nicht statt, da die Könige dem durch Handel und Gewcrbsieiß empor gekommencn Bürgerstande erst Antheil an der Gemeindeverwaltung und dann eine gewisse Selbst rcgierung einräumten, wobei sie sich jedoch die vogtcilichen Rechte und Einkünfte, sowie die Er nennung der obersten Gerichtsbcamtcn (des Burggrafen und Schultheißen) vorbehielten. Die Reichs ministerialcn sonderten sich bald von dem Bürgcrstand ab, um in die Reichsrittcrschaft überzugehen. In Frankfurt machten 12 sich durch eigene Wahl ergänzende Schöffen (wohl aus den früheren Königsleutcn hervorgegangen) mit einem Bürgermeister an der Spitze den ältesten Rath aus; hierzu kamen im 13tcn Jahrhundert die Rathsmänner aus der Gemeinde und endlich im 14ten Jahrhundert eine dritte Ratbsbank als Vertretung der Zünfte. Ganz ähnlich war es in Ulm, wo die 12 Schöffen"], [26, "18 auch gcschworenc Richter (juäices , jru-ati) heißen und der Schultheiß den Vorsitz führte. In den königlichen Hofstädten Ha genau und Geinhaufen gab Friedrich Rothbart eine Verfassung, nach welcher der Schultheiß und die aus den königlichen Dienstmannen entnommenen Schöffen die Obrigkeit bildeten ; an sie schließen sich die aus den Königsleuten hcrvorgcgangcnen Stadtgeschworcnen an, welche später gleichfalls den Namen oorrsule» erhielten. Von den fürstlichen Städten mag Fr ciburg im Brcisgau beispielsweise die Entwickelung dieser Art von Gemeinwesen deutlich machen. Im Jahre 1120 hatte Konrad von Zähringen, Bruder des Herzogs Berthold III., auf feinem Allod, d.h. feinem eignen Grund und Boden in Frciburg einen Markt- und Handelsplatz mit einer geschworenen Einigung (ooiajui-atio) von angesehenen Kaufleuten gestiftet, welche er aus der Umgegend berief, und denen er Wohnsitze gegen einen Zins anwies. Diefe Bürger sollten den Stadtrichter, Vogt oder Schultheiß genannt, alljährlich wählen, sowie den Priester ernennen; der Gründer behielt sich nur die Bestätigung vor. Dagegen setzte er den Zöllner (thelonelrriuz) , der die herrschaftlichen Einkünfte zu verwalten und für die Brücken und den Stadt wall zu sorgen hatte. Eine Vertretung der Bürgerschaft finden wir in den 24 Marktgcschworenen (coiajurati toi-i), später corrzule« genannt, die wohl auch das Schöffengericht besetzt haben und als das städtische Patriciat angesehen werden müssen; Dienstmannen des Herren konnten nur mit Zu stimmung der Bürger Aufnahme in der Stadt finden. Das Kölnische Recht , womit der Stifter die Stadt begabte, ist wohl nur das Kölner Privat- und Handelsrecht, nicht die verwickelte und für andere Verhältnisse kaum passende Stadtverfassung gewesen , wie denn auch die Kölner Bürgerschaft die Appellinstanz für Handelssachen bilden sollte. Später erhob sich die Gemeinde gegen die patri cischen Vierundzwanziger und wählte weitere 24 coriiurati, welche einen städtischen Rath aus der Gemeinde bildeten und den alten Stadtgeschworenen nur die Gerichtsbarkeit beließen. Von dem Ur theile dieser Schöffen konnte an die Gemeinde appcllirt werden. Außer 3 ooQsirlez aus dem neuen und 1 oon8ul aus dem alten Kollegium wird noch ein Ausschuß von 4 Mitgliedern zur Verwaltung des öffentlichen Einkommens erwähnt, der aber mit den Rechten und Einkünften des Stadthcrrn nichts zu schaffen hatte. Wien, an der Stelle der aus celtischen Anfängen erwachsenen Römerstadt Vinelo dona, erhielt 1198 durch Herzog Leopold aus dem babenbergischen Hause ein Stadtrecht. Neben dem herzoglichen Stadtrichtcr wurde eine Behörde von 24 Bürgern bestellt , welchen die Aufsicht und die Erhaltung der Ordnung, besonders bei dem Handelsverkehr oblag, und eine andere von 100 Männern „aus allen Gassen, wo die Verständigeren wohnen\", von denen zwei oder mehrere bei jedem wichtigen Handel zugegen sein sollten, um nöthigcnfalls Zeugniß darüber ablegen zu können. Auf diefen Grundlagen entstand der äußere und der innere Stadtrath, dessen Bedeutung im 13ten Jahrhunderte in dem Maße wuchs, als Wien einen großen Theil des Handels von Rcgcnsburg nach und nach an sich gezogen hatte. Die von Friedrich II. 1237 der Stadt ertheilte Reichsfreiheit konnte nicht behauptet werden. InSchlefien erkannten die polnischen Herzöge des Landes die Vor theile des deutschen Bürgerthums. Brest au erhielt 1261 das Magdeburger Stadtrecht, wobei sich allerdings der Herzog die wichtigsten Hoheitsrcchte vorbehielt. Die meisten übrigen Städte Schlesiens waren geradezu deutsche Colonien im Slavenlandc, die von den Fürsten durch beträchtliche Freiheiten angezogen wurden, dafür aber dem Stadtherrn regelmäßige und beträchtliche Einkünfte brachten. Ihre Anlage ist durchaus gleichförmig. Ein großer freier Platz, der Ring, in dessen Mitte das Rath° Haus steht, wird von den anfehnlichsten Gebäuden umschlossen und diente dem äußerst lebhaften Marttverkehr mit den slavischen Umwohnern. In den brandenburgifchen Marken bildete das Magdeburger Recht die Grundlage fast aller Stadtrechte, zuerst für Stendal und Brandenburg."], [27, "19 Etädtefeiuo: liche Wirt*- samkeit Friedrich II. Berlin, aus dem wendischen Fischerdorfe Colne und dem Dorfe Berlin hervorgegangen, stand lange Zeit hinter den andern märkischen Städten zurück und blieb selbst dann noch ein unbedeutender Ort , als zu Ende des 15ten Jahrhunderts die Residenz der brandenburgischen Kurfürsten von Spandau nach der Doppelstadt Berlin verlegt wurde. In Westphalen hat das aus der ersten Hälfte des 12ten Jahrhunderts stammende So est er Stadtrecht große Verbreitung erlangt und ist u. A auch in Lübeck eingeführt worden. Diefe Stadt erhielt durch Heinrich den Löwen Handels freiheit und eine gemeinheitliche Verfassung unter einem von dem Stadtherrn (eine Zeit lang von Dänemark) gesetzten Vogte , der das Gericht und die übrigen Hoheitsrcchte verwaltete , Abgaben und Zölle auferlegte. Friedrich II. gab der Stadt die Neichsfteiheil mit dem Rechte, daß die Stadt immer nur unter der unmittelbaren Hoheit des Königs selbst beim Reiche verbleiben solle. Die Ansprüche des Vogtes wurden später durch eine Geldsumme abgefunden , und die Regierung der Ttadt verblieb, da Rittermäßige ganz ausgefchlossen waren, einem kaufmännischen Patriciat. Eine ähnliche Verfassungsgeschichte hat Hamburg; ein Theil seines Stadtrechtcs ist dem damals im ganzen Norden und Osten Deutschlands Wurzel fassenden lübischen Stadtrechte entlehnt. Wenn es in dem Vorhergehenden versucht wurde, die Grundzügc der städtischen Entwickelung im 12ten und 13ten Jahrhunderte an dem Beispiele einer Reihe von Städten zu zeigen, die ent weder eine besondere Wichtigkeit im Reiche erlangt haben, oder deren Verfassungen maßgebend für andere Städte geworden sind, fo tonnte eine Vollständigkeit um fo weniger erwartet werden, als der dem Verfasser zugemessene Raum dieselbe von selbst verbot; eine Behandlung sämmtlicher deut schen Städte würde aber auch nur eine Anzahl äußerst ermüdender Variationen eines einfachen Themas darstellen. Es mag deßhalb nicht nur durch lokale Rücksichten, sondern auch durch innere Gründe gerechtfertigt sein, wenn wir für den weiteren Verlauf unsrer Darstellung einige der oben genannten Städte, und zwar vorzugsweise die Stadt Worms wählen, um die mannigfaltigen Wandelungen zu entwickeln, welchen die Verfassung der Städte vom 13tcn bis zum löten Jahrh. unterworfen war , und zugleich die traurige Thatsache nachzuweisen , daß in den Jahrhunderte lang dauernden Kämpfen, welche die Städte mit den Gegnern ihrer Eclbstständigkeit zu bestehen hatten, die innere Kraft der einst so herrlichen Gemeinwesen zu Grunde ging, und daß es meist nur noch Trümmer einer großen Vergangenheit waren, die am Schlüsse des Mittclalicrs ihre nunmehr wenig bencidcnswcrthc Reichsunmittclbarkeit behaupteten. Der große Kaiser Friedrich Barbarossa hatte, wie oben ausgeführt wurde, die gesetzliche Ent faltung der Städtcfreiheit in Deutschland begünstigt und namentlich den Bürgern von Worms eine fast republikanische Verfassung ertheilt; unter feinem Enkel Friedrich II. follten alle diefe fchöncn, eine gedeihliche Zukunft versprechenden Errungenschaften wieder verloren gehen. Als dieser Fürst zur Regierung kam , war bereits der Grund zur Teiritorialherrschaft der geistlichen und weltlichen Großen gelegt. Anstatt sich nun auf die Ritterschaft und die damals in voller Blüthe stehenden Städte zu stützen und mit deren Hülfe die dem Königthume gefährliche Macht jener zu beschränken, glaubte er seine Herrschaft dadurch befestigen zu können, daß er gerade die wichtigsten Städte, nämlich die Bischofsstädte, die sich ihm so gerne angeschlossen hätten und selbst nach arger Mißhandlung seinem Hause treu blieben, den Fürsten und Bischöfen preis gab und diesen überhaupt eine Stellung im Reiche einräumte, die sie nie vorher besessen hatten. Indem er sich das Haupt, die Fürsten aber die Glieder des Reiches nannte und diese als die Urheber und Schildhaltcr seines Ansehens bezeichnete, welche mit ihm zur Herrschaft berufe» feien, hat er den Weg angedeutet, auf welchem die Fürsten mit kluger Benützung der Vortheile, welche ihnen die fo häufig vorkommenden Königswahlcn boten. 4"], [28, "20 gar bald zu territorialer Unabhängigkeit gelangten, die Königsgewalt aber bei allem äußeren ihr verbleibenden Pompe zu einem bedauerlichen Schattenbilde herabsinken mußte. Friedrich hatte feinen Thron den Bemühungen des Pabstes und der Bischöfe zu verdanken; er gcrieth deßhalb gleich im Anfange feiner Regierung in ein drückendes Verhältniß zu seinen Beschützern, ohne deren Hülfe er auch schwerlich die Wahl seines Sohnes Heinrich zum römischen König hätte durchsetzen können. Der Lohn dieser Dienste war die Zurückführung der Städte unter die bischöfliche Herrschaft. Auf die Beeinträchtigung einzelner Städte durch Nichtbestätigung ihrer Privilegien, Aufhebung der Städte bündnisfc, Verbot der Ausdehnung der städtischen Gerichtsbarkeit über das Weichbild der Stadt hinaus, Untcrsagung der Aufnahme von Pfahlbürgern (Auswärtigen, die ohne in der Stadt regel mäßig ihren Wohnsitz zu haben , die Vortheile des Bürgerrechts genossen) , erfolgte im Jahre 1232 das Edikt von Ravenna, durch welches die gesammte freie Verfassung der Städte, die sich in den vorhergehenden 150 Jahren herangebildet hatte, aufgehoben, alle Privilegien vernichtet und die Städte der Herrschaft der Bischöfe wieder untergeben wurden, „denen vor Alters die Herrschaft und der Besitz der Regalien zuständig gewesen sei, und die auch in Zukunft in dieser Herrschaft erhalten werden sotten.\" Allerdings ist dieses Edikt nie zur vollständigen Ausführung gekommen, auch hat der Kaiser' später, nachdem er den Undank der Fürsten und Bischöfe reichlich erfahren hatte, eine entgegengesetzte Politik verfolgt und die deutschen Städte, soviel er bei seinen beständigen Kämpfen in Italien vermochte, zu schützen gesucht; aber der von ihm ausgesprochene Grundsatz hat den Bischöfen eine Handhabe zu fortwährenden Versuchen geboten, denselben zur praktischen Geltung zu bringen, wobei sie in manchen Fällen den Sieg davontrugen, oft aber auch ihre eigne Kraft wie die der Städte , in aufreibendem Kampfe vergeudeten. Wenn die Regierung Friedrich II. und feines Sohnes Konrad IV. für Deutschland überhaupt eine unheilvolle gewesen ist, so war das Zerwürfniß der Hohenstaufen mit der Kirche insbesondere für die Bischofsstädte überaus schädlich, da die un aufhörlichen Fehden der kaiserlichen und der päbstlichen Parteigänger den Nerv des städtischen Lebens, Handel und sicheren Verkehr, nothwendig zerstörten. Dazu kommt, daß die Bürger sich selbst gar häufig an Kriegszügen gegen ihre Widersacher betheiligen mußten, was immer einen beträchtlichen Kostenaufwand vcrurfachtc und nicht jedesmal zu dem gewünschten Resultate führte. Wie sich König und Gegcnkönig um den Besitz des Reiches bekämpften, fo finden wir Bischof und Gegcnbifchof mit geistlichen und weltlichen Waffen um den Besitz der Stifter streitend ; hier treffen wir die Städte auf der Seite des einen Prätendenten, wie z.B. Mainz in voller Eintracht mit dem Erzbifchof Siegfried, der den Bürgern alle gewünschten Rechte gewährte, um sich mit ihrer Hülfe im Besitze der reichen Länder des Erzstiftes zu erhalten, dort sehen wir sie den Hader der geistlichen Herren benutzend, um die hergebrachte, bedrohte Freiheit zu bewahren und zu befestigen. Manche Städte kamen Jahr zehnte lang nicht aus Bann und Intcrdict, aber diese einst so furchtbaren geistlichen Waffen stumpften sich nach und nach ab , weil sie zu häufig und oft nur im weltlichen Interesse angewandt wurden. Und doch knüpften die Bürger einzelner Städte , wie die von Worms , ihr Geschick an das sinkende Schiff der Hohenstaufen, obwohl sie keinen andern Dank als leere Versprechungen und schöne Worte erhielten ; wie denn König Heinrich , des Kaisers Sohn , zu Frankfurt an einem Tage die Freiheiten der Bürger von Worms bestätigte, um sie am folgenden Tage zu Gunsten des Bischofs wieder auf zuheben! Fast möchte man es deßhalb eine Schwäche nennen, daß die Wormser treu an ihrem hohenstaufisch gesinnten Bischof Ludolf hielten, sich nach dem Vertrage von 1233 einen vom Bischof gesetzten Rath von 9 Patriciern und 6 von diesen gewählten Dienstmannen gefallen ließen und die Geschlechter nickt unterstützten, als diese den alten unabhängigen Rath der 40 consules wieder"], [29, "21 Rheinischer Städtebuud einführen wollten; vielleicht ist aber darin schon ein Anfang der im folgenden Jahrhunderte zum Ausbruch gekommenen Opposition der Handwerker gegen den städtischen Adel zu erkennen, durch deren Unterstützung der Bischof seine Zwecke zu fördern wußte. Die Hohenstaufen waren vom Schauplatze abgetreten, und mit ihnen waren fröhliche Hoff nungen zu Grabe getragen worden, die sich an eine gedeihliche Wirksamkeit eines so hochbegabten Geschlechtes geknüpft hatten Aber noch schlimmere Zeiten sollten kommen — des Interregnum mit allen den Schrecken der Gewaltthaten, die sich der Stärkere gegen den Schwächeren erlaubt, wenn das Gesetz verstummt ist, mit jener trostlosen Verwirrung der Rechtsbegriffe, die einen Theil des sonst so streng auf feine Ehre haltenden Rittelstandes zu einer schamlofen Räuberbande umgestaltete. In die trübe Zeit der allgemeinen Auflösung aller gesetzlichen Ordnung fällt ein erfreulicher Licht strahl, der uns wiederum zeigt, zu welch' wichtiger Rolle die Städte berufen waren, und wie sie allein es vermocht hätten, bei gehöriger Unterstützung durch den, wenn auch nur nominellen In haber der Kaiseiwürde die Vermittlung zwischen den streitenden Interessen zu übernehmen. Es ist dies der große rheinische Städtebund, der aus einer Eidgenossenschaft der beiden Städte Mainz und Worms hervorging und bald die meisten Städte des westlichen Deutschlands nebst vielen angesehenen Fürsten umfaßte. Aus einem einfachen Schutz- und Trutzbündniß wurde ein Bund, der mit gcwaffneter Hand den Landfrieden begründete und beschützte, unrechtmäßige Zölle abstellte, die Friedensbrecher bestrafte und ihre Burgen brach. Von höchster politischer Bedeutung war aber die gegenseitige Verpflichtung der Mitglieder, auf eine einhellige Wahl bei Erledigung des König thums hinzuwirken und bei zwicfpältigen Wahlen keinen der Prätendenten anzuerkennen. Wie heil sam wäre es gewesen, wenn diese Bestimmung auch zur Ausführung gekommen wäre. Aber schon die nächste Wahl der Könige Richard und Alfons gab Veranlassung zur Zertrümmerung des Städte dundes, da es die Einen , wie die Bürger von Worms und Epeier , gleich ihren Bischöfen mit dem Abkömmling der Hohenstaufen, Alfons, die Andern, wie die Mainzer und Kölner, mit dem frei gebigen Richard hielten. So wurde ein fchönes Werk nach kurzer segensreicher Wirksamkeit zerstört, zum größten Nachtheil der betheiligten Städte, für die nie wieder eine ähnliche Gelegenheit geboten wurde, eine den Fürsten ebenbürtige Stellung einzunehmen, oder ihnen gar Bedingungen vorzuschreiben, wie sie es während des Städtebundes gethan hatten. Allerdings kommen auch noch später Land friedcnsbündnisse, wie der große Städtebuno unter der Regierung des Königs Wenzel, vor, allein sie übten keine weitergehende politische Wirkung aus und konnten sich nicht gegen die über legene Macht der Fürsten behaupten. In gleicher Weise hatte auch jene mächtige Hansa vorzugs weise die Beschützung der Handelsinteressen im Auge und hat trotz der glänzenden Erfolge, die sie zeitweise über die Fürsten des scandinavischcn Nordens erfocht , und bei der unbestreitbaren That sache, daß sie ein mächtiger Hebel für die Ausbreitung deutscher Cultur gewesen ist, auf die Ent wickelung des deutschen Reiches einen nur unbedeutenden Einfluß ausgeübt. Eine ähnliche Erscheinung tritt uns bei den meisten Städten des alten Herzogthums Lothringen, besonders bei den niederlän dischen, entgegen. Die aus der Auflösung des Herzogthums hervorgegangencn Graffchaften, Bis thümer ic. standen meist in einem nur sehr lockeren Verbände mit dem Reiche , und der hohe Adel von Flandern, Brabant, Hcnnegau u*. neigte sich, wenn es sein Vortheil erheischte, gern zu Frank reich hin, mit welchem er, wie mit dem Reiche, in Lchensverhältnissen stand. Schon frühe war in den Städten Gent, Brügge, Ipern u. A. aus den verschiedenartigen Elementen der Bevölkerung «ine Gemeinde mit einem unabhängigen Schöffenthum erwachsen, und die Stadtrechtsurkunden (Kcurcn) zeigen, welche Fülle von persönlichen und privatrechtlichen Freiheiten der Bürgerschaft zu 4'"], [30, "22 (nnlrilt der Handwerker in \"den Natb. Theil geworden war. Die Herrschaft der Landesherren wurde nicht bestrittcn, aber die Bürger nahmen einen Antheil ander Wahl derselben in Anspruch, wcßhalb auch Graf Wilhelm von Flandern, als er 1226 die Privilegien der Stadt Brügge bcfchwor, geradezu mit dem Namen consul bezeichnet wird. Für Worms knüpfen sich an das Interregnum bcfonders traurige Erinnerungen. Nicht nur durch zahlreiche äußere Feinde wurden die Bürger an Leib und Gut gefch ädigt , auch aus ihrer eignen Mitte crwuchfcn ihr gefährliche Feinde, wie jener Dienstman.i Jakob Raab vom Stein, der wegen feines Uebermuthes aus dem Rathe gestoßen worden war und nun mit feinen ritterlichen Raubgenossen der Stadt unsägliches Unheil zufügte. Dazu kam eine Ueberfchwemmung , die einen Theil der Mauern zerstörte, häufige Brände (innerhalb 17 Jahren brannte zweimal je die Hälfte der Stadt ab) und andere Unglücksfälle , so daß es nicht auffallend erscheint , wenn schon bald darauf ein Rückgang der Einwohnerzahl und des Wohlstandes der Bürger bemerkt wurde. Mit Rudolf von Habsburg kam ein städtcfreundlicher Herr auf den Thron. Er hat die Reichs standschaft der Bischofs- und Königsstädte ausdrücklich anerkannt und nennt in dem Eid, den er sich persönlich von der Wormser Bürgerschaft fchwören ließ, die Stadt geradezu eine gefürstete. Allein auch damit war noch wenig gewonnen, da jeder Regierungswechsel das Errungene wieder in Frage stellte und überdies die immer mächtiger gewordenen Fürsten die Politik verfolgten , die größtcntheils auf ihr Weichbild beschränkten und oft von dem Gebiete eines Machthabers ganz um fchlossencn Städte durch fortgesetzten Druck und durch beständige Einmischung in ihren Streit mit den Bischöfen, oder auch durch pfandweise Erwerbung der Hoheitsrcchte zur Aufgabe ihrer Rcichs freihcit zu nöthigen und sie zu fürstlichen Landstädten zu machen. Im 14ten Jahrhunderte tritt allgemein ein neuer Faktor in der Verfafsungsgeschichte der Städte auf. Dies ist der dritte Stand, wie man ihn den Dienstmannen und den altfreien Patriciern gegenüber nennen kann. Die große Mehrzahl der Städtebewohner, die sich vom Kleinhandel und vom handwerksmäßigen Betrieb der Gewerbe nährte, war als beherrschtes Volk bis dahin gänzlich von der Verwaltung der Rechtspflege und der Finanzen ausgeschlossen gewesen, welche von dem städtischen Adel nicht selten zu eigennützigen Zwecken ausgebeutet wurde. Mit der Zeit war diese anfänglich unfreie Gemeinde von den Lasten des Hofrcchtes befreit worden und hatte wie an Zahl, fo an Tüchtigkeit und Wohlhabenheit oft die regierende Minderheit überflügelt. Schon frühe kamen trotz vielfacher Verbote geschlossene Vereine der Gewerbsgenossen auf (traterriitates , Zünfte, Gilden, Innungen), die dem ächt deutschen Triebe, sich durch Vereine und Genossenschaften zu schützen, entsprungen waren; doch ist die Zeit ihrer Entstehung nicht mehr genau nachzuweisen. Sie waren Körperschaften, welche nicht nur gemeinsame gewerbliche Zwecke verfolgten, sondern auch den Charakter von politischen, militärischen, kirchlichen und geselligen Verbindungen an sich tragen. Als der eigentliche Zweck der Zunft muß ursprünglich eine Gemeinschaftlichkeit des Lebens „Lieb und Leid mit einander zu leiden bei der Stadt und wo es Noth geschehe\" bezeichnet werden. Da her hießen sie auch Brüderschaften, deßhalb hielten sie auch so viel auf gemeinfame Chre, die vor Allem darin bestand, daß der Genosse ehelich geboren, unbescholten und fromm sei, daß Keiner den Andern Lügen strafen dürfe :c. In politischer Beziehung waren die Zünfte das Organ der Hand werker in ihren Beziehungen zum Rath, sie übten bei Ruhestörungen die Polizei aus, hielten Ord nung bei Turnieren und geleiteten zuweilen statt der städtischen Söldner die fremden Kaufleute. Cbenfo bildeten sie die Abtheilungen der städtischen Miliz, wobei sie für ihre Ausrüstung selbst sorgen mußten. Sie hatten ihre gemeinsame Gottesvcrehrung und waren verpflichtet, bei der Beerdigung eines Genossen zugegen zu sein. In gewerblicher Hinsicht waren die Zunftordnungen"], [31, "23 ursprünglich äußerst freisinnig. So bestand kein Zunftzwang , vielmehr unbeschränkte Gewerbefreiheit, und es wurde in Frankfurt a. M. , dessen Zunftverhältnisse wir hier zu Grunde legen , geradezu erklärt, daß jedes Mitglied einer Zunft diefcr zu keinem andern Gehorfam verpflichtet sei, als daß dasselbe seine militärischen Obliegenheiten erfülle und den kirchlichen Zwecken der Zunft diene. Erst zu Ende des 14ten Jahrhunderts beginnen die kleinlichen Beschränkungen der Gewerbefrcihcit, die nach und nach in's Ungeheuerliche wuchfen und die Zünfte zu privilcgirten Gewerbsgenosscnschaften herabdrückten. Das Verhältniß der Zünfte zu der nichtzünftigen Bürgerfchaft war nicht überall gleich. In Frankfurt a. M. zerfiel die gesammte Einwohnerschaft in zwei Abtheilungen: 1) die Gemeinde, 2) die Handwerker oder die Zünfte. Die letztere Abtheilung umfaßte allerdings die große Mehrzahl der Handwerker; eine strenge Scheidung ist jedoch nicht vorhanden. So gehörten einzelne Handwerker zur Gemeinde, anderseits traten ganze Körperschaften, welche früher zur Ge meinde gehört hatten, wie die Gadenleute, d. h. die in Kramläden feilhaltenden Kaufleute 1355 von der Gemeinde zu den Zünften über. Manche Bürger gehörten beiden Theilen an, ein Gärtner ist Mitglied der Zimmermannszunft, ja es werden sogar Bürger erwähnt, die außerhalb beider Abthei lungen standen. Die Gemeinde, wie die Handwerker zerfielen wieder in Unterabtheilungen, welche Gesellschaften hießen, und zwar wurden die der Gemeinde vorzugsweife Stubengcfellschaften , auch Stubcn, die der Handwerker Zünfte genannt. Die Stuben nannten sich meist nach den Häusern, in denen sie zusammen kamen, die Zünfte nach dem Gewerbe ihrer Mitglieder ; doch hieß auch eine der Stuben in Frankfurt die der Krämer oder Ulner. Schon im Uten und 12tcn Jahrhundert haben die Zünfte wohl einen großen Theil der be- waffneten Macht geliefert, durch welche die Städte die Sache des Rcichsobcrhauptes aufrecht erhielten, die ihnen aber auch dazu diente, Königen, Fürsten und Bischöfen gegenüber die Stellung zu er- kämpfen, die das gesteigerte Selbstgefühl der Bürgerschaften als ihr natürliches Recht in Anspruch nahm. Diesem Elemente eine gebührende Stellung in dem Gemeinwesen einzuräumen, war eine unabweisbare Forderung, und es ist dies auch in manchen Städten ohne große Widerrede von Seiten der seitherigen regierenden Partei geschehen, so daß z.B. in Worms bei den unaufhörlichen Kämpfen mit äußeren Feinden , zu denen gleichzeitig die nicht endenden Zerwürfnisse mit den Bifchöfen kamen, die Bewegung des dritten Standes ganz in den Hintergrund tritt. Das Verhältniß gestaltete sich in dieser Stadt so , daß die Handwerker eine nach Pfarrfprengcln , nicht nach Zünften , gewählte Vertretung, die Sechzehn«**.- , erhielten; sie werden Anfangs immer neben dem Rath, dem die pein- liche Gerichtsbarkeit verblieb, dann mit ihm genannt; zuletzt fällt der Unterschied zwischen Rath und Scchzehnern ganz weg. Zugleich verschwindet der älteste Bestandtheil des Rathes , die Dienstmannen, ganz aus demselben, da die meisten Mitglieder dieses Standes die Stadt verlassen und auf dem Lande ihren beständigen Sitz genommen hatten. An der Spitze des Rathes steht nun der patricische Bürgermeister. Weit gewaltsamer tritt die Zunftbewegung in den meisten übrigen Städten auf. Die Zünfte erzwängen eine Vertretung im Rathe, oder sie rissen das Regiment ganz an sich, fo daß die Patricier die Städte ganz verlassen mußten, wenn sie es nicht vorzogen, mit Verlust ihrer Standcsvorrcchte in die Zünfte einzutreten. Zu einer dauernden Masscnherrschaft ist es nirgends gekommen; denn indem die Häupter des dritten Standes in die Regierung eintraten, verknüpften sich ihre Interessen bald mit denen der früheren Aristokratie, und die frühzeitig gehemmte Weiterent- wickelung der Städte machte eine Befestigung der neuen Zustände möglich , die abgesehen von lokalen Unruhen, besonders zu Anfang des 16tcn Jahrhunderts, bis zum Untergänge des deutschen Reiches leine wesentliche Veränderung mehr erlitten haben."], [32, "24 Zunslunruhcn in den Städten Der Verlauf und die Resultate der Zunftbewegung mögen einige Beifpiele klar machen. In S p e i c r erlitten die Geschlechter im Jahre 1349 nach hartnäckigem Kampfe eine solche Niederlage, daß sie auf alle Vorrechte verzichten mußten und fortan nur eine gewöhnliche Zunft bildeten. Hier hatte auch das Zunftregiment einen dauernden Bestand. Die Streitigkeiten mit dem Bischöfe sind gegen die in Worms geführten unbedeutend zu nennen, und als Rest der bischöflichen Herrschaft blieb nur die Investitur der vom Rath jährlich vorgeschlagenen Richter. Eine Freistadt des heil. Römischen Reiches wird Speier zuerst in einem Rathsstatut von 1512 genannt. In Mainz, wo der Rath von der Stadt, das Gericht von dem Erzbifchof besetzt wurde, hatten die Zünfte einen schweren Stand gegen die zahlreichen und mächtigen Patricier, und der zünftige Beirath der Zwei undzwanziger konnte es zu keinem großen Ansehen bringen. Erst zu Anfang des 15ten Jahrhun derts brachen die Zünfte nach langem Kampfe den Widerstand der Geschlechter und vernichteten deren Vorrechte. Obwohl immer noch 12 Patricier neben 24 Zunftgenosfcn im Rathe saßen , so erschien doch die rechtliche Gleichstellung der Handwerker mit den Geschlechtern Vielen der letzteren so demüthigend, daß sie Mainz ganz verließen. Nicht lange jedoch erfreute sich die Stadt der gewon nenen Ruhe, denn bei einem Streite zwischen Adolf von Nassau und Diether von Isenburg um den Besitz des Erzbisthums nahm der erstere durch einen nächtlichen Ueberfall die Stadt ein (1462) und vernichtete ihre Sclbstständigkeit so vollständig , daß Mainz von da an aus der Reihe der Frei städte verschwindet. Auch in Straßburg siegten die Handwerker über die unter sich uneinigen Geschlechter; doch dauerten die Kämpfe noch lange fort, und zwischen 1334—1482 wurde die Ver fassung nicht weniger als 16 mal verändert. Im Allgemeinen kann man annehmen, daß der Rath, der 5 Jahre lang im Amt blieb , gewöhnlich zu '/z aus Patriciern , zu aus Handwerkern bestand. Neben dem eigentlichen Rathe trat noch ein großer Rath auf, zu welchem jede der 20 Zünfte 15 Genossen wählte; dieser wurde nur bei gewissen wichtigen Angelegenheiten von dem regierenden Rath berufen, um seine Zustimmung zu den Beschlüssen desselben zu geben. Seit dem 14ten Jahrhunderte wurden auch wohl die ausgetretenen Rathsherrn um ihre Meinung befragt; aus ihnen bildete sich mit der Zeit das Collegium der Einundzwanziger , die zu Ende des 15ten Jahrhunderts mitbeschließende Stimme erhielten. Dazu kamen noch die Rathsdeputationen der Drcizchncr und der Fünfzchner, die mit den Einundzwanzigern die drei geheimen Stuben hießen und nach und nach die ganze Regierungsgewalt an sich brachten. Was die Rechte des Bischofs betrifft, fo konnte diefer gegen die mächtige Stadt nichts ausrichten, die zu Ende des 15ten Jahrhunderts geradezu als Reichsstadt anerkannt wurde. Auch nach der bedauerlichen Losreißung dieser herrlichen Stadt vom deutschen Reiche blieb der Rath im Besitz der innern Verwaltung und der niedern Gerichtsbarkeit, die ihr von Ludwig XIV. zugesichert worden war, und erst die französische Revolution machte dem Reste der reichsstädtischen Selbstständigkeit Etraßburgs ein Ende. In Basel ging der Eintritt der Zünfte in den Rath ohne Störung vor sich; die Regalien kaufte man dem Bischöfe ab. Uebrigens trat die Stadt 1501 in den Bund der Eidgenossen und ging dadurch dem deutschen Reiche verloren. In Regcnsburg hatte in der ersten Hälfte des 14ten Jahrhunderts die patricische Familie der Auer mit Hülfe der Handwerker die Herrschaft an sich gerissen; später empörten sich diese gegen den-Uebermuth der allzustrengen Herren und vertrieben sie aus der Stadt. Nach einem neuen Statute traten die Handwerker in die Gemeinde ein, zu der vorher nur die Geschlechter gehört hatten, und es wurde der Bürgermeister nicht aus der Stadt, sondern wie in vielen italienischen Städten , aus einem der benachbarten angesehenen Rittergeschlechter genommen. Später finden wir 2 Räthe, von denen der eine rein zünftig war, und zuletzt bildete"], [33, "25 Großer Städtekricg unter Kaiser Wenzel. Worms seil dem 15len Ial'rbnndcrl sich ein geheimer Ausschuß, der die Regierung ohne weitere Controle ausübte. In Köln erlangten zuerst die Weber durch einen Aufstand Antheil am Rath, verloren ihn aber auch wieder nach kurzer Zeit. 1369 brachen neue Zunftunruhen aus, durch welche nach zwanzigjährigem, äußerst blutigem Kampfe die Ocfchlechter unterlagen. Der s. g. Verbundbrief (1396) begründete die neue Verfassung der Stadt. 22 Gaffeln, wovon 5 durch die Patricier, die übrigen durch die Handwerker gebildet wurden, umfaßten die ganze Bürgerschaft. Der Rath der 51 wurde immer auf ein Jahr gewählt und blieb frei von der Einmischung des Erzbischofs, der dagegen die Gerichtsbarkeit behauptete. Die Eigenschaft der Stadt als Reichsstadt hat der Erzbifchof beständig bestlitten, obwohl die Stadt dieselbe thatsächlich besaß. Unter der Regierung des Kaisers Wenzel wiederholten sich die grauenvollen Zeiten des Inter regnums. Fürsten, Grafen und Ritter, Bifchöfe und ihre Kapitel, Geschlechter und Handwerker stritten unter einander; unnatürliche Bündnisse wurden des augenblicklichen Interesses wegen geschlossen, aber auch rasch wieder gelöst. Den festesten Bestand hätte bei richtiger Leitung und bei größerer Einigkeit der Bethciligtcn der große Städtebund haben können, welcher 1381 geschlossen und vom Kaiser bestätigt wurde. Aber der schon 1388 ausgebrochene blutige Krieg zwischen den Städten einerseits und den zeitweilig verbündeten Fürsten und Rittern anderseits war für die ersteren äußerst unheilvoll. Nachdem das schwäbische Bürgcrheer bei Dössingen, das rheinische bei Worms, das Frankfurter bei Praunhcim geschlagen worden war, mußten die Städte einzeln durch große Geldopfer den Frieden erkaufen. Damit war die politische Bedeutung der Städte gebrochen, denn von den 51 Städten, welche die Reichsunmittclbarkeit behaupteten, wurden die meisten an Ein wohnerzahl, wie an Wohlstand durch die von nun an fröhlich aufblühenden fürstlichen Städte über flügelt; doch kann man ihnen das Verdienst nicht abstreiten, daß sie ihr Möglichstes gethan haben, um im Bunde mit dem Kaiser den gänzlichen Zerfall der Reichsvcrfassung zu verhindern. Die Geschichte der Stadt Worms während des 15ten Jahrhunderts berichtet uns von einem fast unaufhörlichen Hader der Bürgcrfchaft mit dem Bischöfe wegen der Besetzung des Rathes, so- wie von beständigen Fehden mit den benachbarten Dynasten, so daß sich viele Ackerbürger der Stadt einem in der Gegend begüterten Grafen oder Ritter untergabcn (verherrten) , um nicht durch die häufige Verwüstung ihrer Accker und Weinberge zu Grunde gerichtet zu werden. Dazu kommen endlose Streitigkeiten mit den Klerus wegen der von demselben beanspruchten Ausnahmsstcllung, wegen des Asylrechtes, insbesondere aber die unerquicklichsten Zerwürfnisse wegen des alten und neuen Weinmaßcs , oder mit andern Worten wegen der Besteuerung des Weines, welche eine der wichtigsten städtischen Einnahmsquellen war und dadurch sehr in ihrem Ertrage vermindert wurde, daß die Geistlichkeit das Recht beanspruchte, ihren Wein steuerfrei zu verzapfen. Wir wollen die Geduld der Leser nicht mit den zahlreichen Verträgen oder Rachtungen ermüden, die über diese Streitpunkte zwischen Stadt und Bischof abgeschlossen wurden, wobei als gewöhnliches Zwangs mittel der Auszug der Geistlichkeit aus der Stadt benutzt ward , dürfen aber nicht verfchwcigcn, daß durch einen neuen in die Verwickelungen eintretenden Faktor die Stadt meist sehr ungünstig ab kam. Dies ist die wachsende Macht der Pfalzgrafcn am Rhein, die sich fortwährend als Verbündete des Bischofs und als Schutzhcrrn des städtischen Klerus , oder als Schiedsrichter in die erwähnten Streitigkeiten einmischten, und deren Absicht auf nichts anderes hinauslief, als die fast überall von pfälzischem Gebiet umgebene Stadt ihrer Landeshoheit zu unterwerfen. Ganz nahe war Worms diesem Schicksale unter König Rupprecht von der Pfalz, und sie wurde nur durch den den pfälzischen Eroberungsgelüstcn abgeneigten Erzbifchof Siegfried von Mainz in ihrer relativen Eclbstständigkeit"], [34, "26 Reichsstädte, freie Reichs- städte. erhalten, mußte aber auf die Besteuerung des Klerus gänzlich verzichten. Dagegen war die lange, gewöhnlich sehr ungünstig beurtheilte Regierung Friedrich III. aus dem Habsburgischen Hause ein Wendepunkt in der Verfassungsgcschichtc der Stadt, indem dieser Kaiser mit klaren Worten die Reichsfrciheit derselben anerkannte und alle ihr abgcnöthigten Verträge kassirte (1489). Nicht mit gleicher Entschiedenheit verfuhr fein Sohn Marimilian I., obwohl auch unter ihm der Bischof die auf Wiederherstellung seiner früheren Rechte erhobenen Ansprüche nicht durchsetzen konnte und sich sogar manche Kränkung von den Bürgern gefallen lassen mußte. Nach dem Tode des Königs ver mittelte der Pfalzgraf als Rcichsverwefcr in den rheinischen Landen und als Schirmvogt der Stadt nicht ohne Zwang einen neuen und letzten Vertrag, die s. g. Pfalzgrafenrachtung (1519), nach welcher der Bischof zwar die Stadt als Reichsstadt anerkannte, aber einen wesentlichen Antheil an der Besetzung des Rathes erhielt. Die umständliche und sehr verwickelte Wahlart wurde wie in andern Städten nachmals sehr vereinfacht und durch den Rath ein Collegium der Dreizehn« ein gefctzt, welches die eigentliche Regicrungsbchöldc bis zur Auflösung des Reichs geblieben ist. Welche Schicksale Wolms seit dem Beginne der neuen Zeit erlebt hat , liegt eigentlich außerhalb der Grenzen dieser Darstellung. Erfreuliches ist nicht viel zu melden, und der Rückgang der Stadt tritt mit jedem Jahrhunderte deutlicher zu Tage. Zwar folgte auf die unheilvolle Sickingen'fchc Fehde , in welcher der tapfere Ritter in nicht sonderlich glänzendem Lichte dasteht, der denkwürdige Reichstag von 1521, wo die alte Stadt noch einmal die glänzendste Versammlung der weltlichen und geist lichen Fürsten zusammcnsah, und wo die Gassen von einer zahllosen Menge erfüllt waren, die theils von dem prächtigen Schauspiele, noch mehr aber durch das Interesse an der Person und der Sache des Reformators Dr. Martin Luther angezogen worden war. Traurige Zeiten erlebte die Stadt im dreißigjährigen Kriege, wo ihr Wohlstand unwiederbringlich zerrüttet wurde; man wird dies begreiflich finden, wenn man erfährt, daß allein der zweijährige Aufenthalt zweier kaiserlicher Regimenter die Stadt über 775,000 Gulden gekostet hat. Während der schwedischen Occupation wurden die Vorstädte größtentheils zerstört, was nicht so hart gefühlt wurde, da der ganze Umfang der Stadt längst zu groß für die Bevölkerung war. Doch noch Schlimmeres sollte kommen. Im Jahre 1689 verwandelte die mordbrenncrische Politik Ludwig XIV. die Stadt in einen Schutt haufen, aus welchem nur ein ärmliches Gemeinwesen wieder erstieg, das sich mühsam und unbe achtet bis zur Einverleibung in die französische Republik und dann bis zu der Zeit hinschleppte, wo es als Landstädtchcn von etwa 5000 Seelen an das Großherzogthum Hessen überging. Doch von da an ist es wieder aufwärts gegangen mit der alten, guten Stadt. Eine rührige, stets wachfende Bevölkerung erfüllt wieder die alten Straßen und Märkte, überall verschwinden die leeren Stellen, Wohnhäuser und mächtige Fabriken erstehen, freilich nicht ohne ein wehmüthiges Gefühl in dem Herzen des Vaterlandsfreundes zu erwecken, wenn er die Trümmer und den Brandschutt als redende Zeugen einer ewig zu brandmarkenden Barbarei an das späte Tageslicht gebracht sieht. So entsteht ein neues Worms, und wir dürfen wohl hoffen, daß Gottes Segen auch wieder eine fröhliche Zukunft der fo hoch berühmten , aber auch fo schwer geprüften Stadt verleihen werde. Zum Schlüsse dieses verfassungsgcschichtlichen Abrisses mögen noch einige Bemerkungen über die Benennung Reichsstadt, Freistadt und freie Reichsstadt folgen, worüber durch die Untcrfuchung Arnolds eine unbestreitbare Entscheidung gegeben worden ist. Eo lange das Reich einen einheitlichen Staat bildete, waren alle Städte Reichsstädte; erst seitdem sich die Territorialherrschaft der welt lichen und geistlichen Fürsten ausbildete, also etwa seit Friedrich II., werden die Städte nach ihrem Verhältnisse zum Kaifer, zu den Bischöfen oder den weltlichen Landesherren unterfchicden und"], [35, "27 Culturge fchichtlickcr Theil. Befestigung der Städte. verschieden benannt. Reichsstädte heißen von da an die von einer ursprünglich unfreien, fpäter aber von den Lasten des Hofrechts befreiten Bevölkerung bewohnten königlichen Pfalzftädte, also z. B. Frankfurt a. M., Ulm, Nürnberg, Aachen :c. , welche die königlichen Rechte durch Kauf oder Schenkung nach und nach erwarben. Dahin gehören auch die meisten schwäbischen Städte, welche wie das ganze Herzogthum Schwaben von Friedrich II. 1235 unmittelbar an das Reich gebracht worden waren und auch nach dem Untergange des schwäbischen Herrschergeschlechtes als keinem Landesherren Unterthan ihre Neichssteiheit behaupteten. Diese Klasse von Städten hatte übrigens eine nicht unbeträchtliche Steuer an den König zu entrichten , die oft nur mit schweren Opfern abgelöst wurde; auch hatten diese Städte nicht wenig durch die Verpfändungen geldbedürftiger Kaiser, besonders der Lulemburger, zu leiden, wodurch manche Stadt, wie z. B. Oppenheim, um ihre Feiheit gekommen ist. Die oft genannten alten bischöflichen Städte heißen Freistädte, welcher Ausdruck um fo paffender erfcheint, als sie sämmtlich eine Gemeinde altfreier Einwohner gehabt haben. Den Bischöfen gegenüber behaupteten sie Reichsstädte zu sein , den Königen gegen über betonten sie ihre Eigenschaft als Freistädte, da sie als solche die Lasten der Reichsstädte nicht zu tragen hatten. Erst seit der definitiven Feststellung der Reichsvcrfassung unter Marimilian I. (1495) heißen auch die Freistädte Reichsstädte und benannten sich zur Erinnerung an ihre frühere Bezeichnung mit dem gewissermaßen einen höheren Rang andeutenden Namen freie Reichsstädte. Die Städtegeschichte des Mittclalters leidet bei aller Mannigfaltigkeit im Einzelnen an einer gewissen Einförmigkeit in der Hauptfache, was in einem kurzen Abrisse um fo mehr hervortreten mußte, als hier das mitunter höchst interessante Detail der Bürgerkämpfe, der Zunftunruhen ic. keine Aufnahme finden konnte. Weit anziehender ist der kulturhistorifche Theil des Städtewesens ; wir können es uns deßhalb nicht versagen, unsere Leser zu einem flüchtigen Gange durch eine mittelalterliche Stadt einzuladen und ihnen das Leben und Treiben des deutschen Bürgerthums aus dem 14. — 15. Jahrhundert in einem gedrängten Bilde vorzuführen. Wir werden auch hier wieder die Stadt Worms vorzugsweifc in's Auge fassen, welche in ihrer Anlage wohl seit der ältesten Zeit bis jetzt nur ganz geringe Aenderungen erlitten, wenn auch die Zerstörung des Jahres 1689 fast alle Privatgebäude und den größten Theil der öffentlichen Gebäude vernichtet hat. Diefe Ansicht gründet sich auf einen, im städtischen Archive aufbewahrten, aus der Vogelperspcctive auf genommenen Plan der Stadt, welcher von dem Maler Peter Ha mann herrührt und ein bis auf das Geringste getreues Bild der Stadt gibt , wie dieselbe etwa zur Zeit des 30jährigen Krieges gewesen ist. Die äußere Ansicht einer mittelalterlichen Stadt war weit großartiger als die unserer modernen Städte. Wenn man sich dem Weichbilde näherte, so erblickte man mächtige Wartthürme, meist auf den die Stadt bcherrfchcnden Höhen gelegen, von welchen fleißig Ausschau gehalten wurde nach den zahlreichen Feinden , welche die Bürgerschaft oft mitten im Frieden bedrohten , und von denen aus auch die in Gärten und auf dem Felde arbeitenden Leute zeitig vor Gefahr gewarnt werden konnten. Manche Städte, wie Frankfurt a. M. , fchützten ihre Gemarkung durch ein sogenanntes Gebück, d. h. einen starken lebendigen Zaun , der wenigstens den berittenen Friedensbicchcrn einigen Wider stand leistete. Die eigentliche Stadt war gewöhnlich von geringem Umfange und behielt ihre Mauern und Thürme, auch wenn die Zahl der Bewohner eine Vergrößerung des Flächenraumes 5"], [36, "28 Straften nnd Plätze durch Vorstädte nöthig machte. Diese waren Anfangs nur mit einem Pfahlwerke umgeben , erhielten aber später eine vollständige, wenn auch weniger massive Befestigung durch Mauern, Thürme und Gräben, an welche sich seit der Einführung der niederländischen Befestigungskunst Eidwerke mit schwerem Geschütz besetzt anschlössen. Die Vorstädte waren wohl selten durchaus bebaut; sie ent hielten auch Gärten, Landhäusel und Weinberge der städtischen Patricier und sind in vielen Städten wieder eingcgangrn , als die Zahl der Bürger zusammenschmolz und die häusigen Angrisse, besonders zur Zeit des dreißigjährigen Krieges, eine engere Vertheidigungslinie wünschenswerth machten. Un gemein stattlich muß der Anblick der doppelten Ringmauern und der Thürme gewesen sein, welche durch ihre Festigkeit bis zur Erfindung des Schießpulvers allen gewaltsamen Angriffen zu trotzen vermochten. Die Thürme hatten meist spitze Dächer, die mit gemalten Fahnen geschmückt waren; an ihnen befanden sich auch wohl Erker, die im Winter geheizt werden konnten. An manchen Thürmen hingen Körbe, um die flüchtigen Bürger auch nach dem Schließen der Thore rasch auf nehmen zu können. Die Stadtgräben waren wo möglich mit Wasser gefüllt, dessen Ausdünstung nicht gerade günstig für den Gesundheitszustand der Einwohnerschaft wirkte. Von besonderer Größe und schöner Bauart waren die Thorthürme, auch Porten genannt; zu größcrem Schutze gegen plötzliche Ucbcrfälle waren sie gewöhnlich mit einem durch kleine Thürme verwahrten Vorwerke ver sehen. Die oberen Stockwerke dieser Thürme, von denen Mainz und Frankfurt wohlerhaltene Bei spiele zeigen, waren bewohnbar und oft mit bedeckten vorspringenden Gallerten umgeben, um den Feind von oben beschießen zu können. Die Hamann'schen Zeichnungen geben uns eine Vorstellung von der prächtigen Mainzcrport (am Mainzer Schlag gelegen) und der nicht minder stattlichen Martinsport (an der Stelle des jetzigen Mainzer Thores). Die übrigen Porten waren: die Iuden port (jetzt Hamburger Thor), die Gänsport (an der Mündung des Eisbaches in den Gießen), die Rheinport (am Ausgang der Rheingasse), die Gießenport (an der Gicßenbrücke), das Fischerpörtlein «oberhalb des Woogs), die Viehport (an der Ecke des Heyl'schcn Weingartens), die Pfauenport «jetzt Viehthor), die alte und die neue Speicrport , die Michelsport (an der Kiesgrube) die innere und äußere Andreasport, die Ncuport und das Neupörtlein und die zur Zeit des dreißigjährigen Krieges bereits vermauerte Altmühlport (am Friedhof). Von den inneren Mauerthürmen hat der einen weiten Blick in das Land gewährende Luginsland auch dadurch ein Interesse gewonnen, daß hier König Heinrich, der ungehorsame Sohn Friedrich II., gefangen faß; das prächtigste Festungs werk muß aber nach Abbildung und Befchreibung der unweit der Liebfraucnkirche am Rhein gelegene Neuthurm gewefen sein , der zugleich den Fluß beherrschte , und von dessen Festigkeit man sich einen Begriff machen kann, wenn man erfährt, daß ihn die Franzosen 1689 erst durch die 14tc Mine sprengen konnten. Die engen und winkeligen Straßen der Städte waren ohne Plan angelegt, indem der zwischen den ältesten, zerstreut liegenden Gebäuden, wie den Kirchen, Pfalzen, Bischofshöfen liegende Zwischenraum nach Bedürfniß ausgebaut wurde. Gerade Straßen , wie sie zuweilen nach Stadt dränden oder bei einer Erweiterung der Stadt angelegt wurden, erhielten den auszeichnenden Namen Zeit. Straßenpflaster war nur ausnahmsweise vorhanden ; in Frankfurt dachte man 1399 zum erstenmale an die Pflasterung einer Straße, während Ulm zu dieser Zeit schon einen besoldeten Pftästercrmeiftcr hatte. Auch später muß das Pflaster häufig im schlechten Stande gewesen sein , da in Frankfurt bei besonderen Gelegenheiten Stroh, Reiser und Sand aufgeschüttet werden mußten und Holzschuhe als gewöhliche Tracht erwähnt werden. Ein Hauptgrund des schlimmen Zustandes der Straßen war die Gewohnheit der Einwohner, das Vieh, besonders die Schweine, auf den"], [37, "29 Kucken «töster Straßen herumlaufen zu lassen, sowie allen Unrath auf die Straße zu werfen, weßhalb in Frank furt öfters Verbote diefcr Unsitte durch das s. g. Dreckmeisteramt erlassen werden mußten. Regel mäßige Straßenbeleuchtung war bis zum 18ten Jahrhundert nirgends vorhanden; bei besonderen Gelegenheiten, besonders bei Feuersbrünsten , mußte Jedermann ein brennendes Licht vor seinem Hause aushängen, oder es wurden auf cifernen Pfannen Pcchkränze angezündet. Die öffentlichen Plätze waren weder zahlreich, noch geräumig; die meisten Plätze des heutigen Worms sind aus den Kirchhöfen und aus den durch die Zerstörung mancher Kirchen entstandenen leeren Räumen hervor gegangen. Die oft äußerst originellen Namen der Straßen sind wie ihre Richtung meist unver ändert geblieben; auch in den die Vorstädte durchschneidenden, jetzt von Weingärten und Gärten begrenzten Wegen erkennen wir genau die alten Straßen des Stadtplanes wieder. An den Straßen ecken und auf den freien Plätzen waren Ziehbrunnen, zuweilen mit reichem architektonifchcn Schmucke geziert. Von den Gebäuden trugen die mächtigen Gotteshäuser besonders dazu bei, das äußere An sehen einer mittelalterlichen Stadt imposant zu machen. Von den zahlreichen Kirchen der Stadt Worms sind einige bei dem Mordbrande des Jahres 1689 zu Grunde gegangen , andere von vanda lischen Händen erst vor wenigen Jahrzehnten abgetragen worden; dagegen sind zwei protestantische Kirchen im vorigen Jahrhundert neu erbaut worden. Vor Allem waren es die mächtigen Dome oder Münster, die nicht nur Zeugniß ablegen von der Frömmigkeit der Bürgerschaft, sondern auch von der Geschicklichkeit und dem reinen Kunstsinne, welcher sogar das eigentliche Handwerk erfüllte. Allerdings sind viele dieser herrlichen Gebäude, namentlich die in gothischem Stile errichteten, nicht vollendet, während die romanischen Kirchen in äußerst kurzer Frist ausgeführt wurden. Der Grund liegt darin, daß die letzteren zu einer Zeit erbaut wurden, als nicht nur die rcligiöfe Begeisterung auf ihrer Höhe stand , sondern auch die Handwerker in den Bischofsstädten noch hörige Unterthanen waren und die Verpflichtung hatten , ohne Lohn und nur gegen Darreichung der Kost die ihnen von dem Herrn aufgetragenen Arbeiten zu verrichten. Die gothischen Kirchen wurden nicht nur etwas später angefangen, als diese Abhängigkeit der Handwerker größtcntheils aufgehört hatte, fondern auch weit umfangreicher und künstlicher projcktirt; dazu fällt ihre Erbauung in die Zeit der innern und äußeren Kämpfe der Städte, wobei der Eifer der Bürgerschaft durch die vielen Opfer, welche der Krieg forderte, beträchtlich vermindert wurde. Außer dem Dome, der mit seinen vier gewaltigen Thürmen , zwei Kuppeln und zwei Chören den Eindruck einer für die Ewigkeit gegründeten Gottes burg macht, hatte Worms noch drei Stiftskirchen in der inneren Stadt, nämlich die Martins-, Paulus- und Andreastirche. Neben dcnfelbcn standen die Pfarr- oder Taufkirchcn von St. Johannes, St. Lambert, St. Rupprecht und St. Magnus , von dcnen nur die letztgenannte, wenn auch viel fach verändert, noch jetzt erhalten ist. Ferner standen in der inneren Stadt die prächtige Domini kaner- oder Predigcrkirche, deren Namen sich in einem kleinen Platze erhalten hat, die Stephanskirche auf der Nordostseite des Bischofshofes, die Valentinstirche im Hofe des jetzigen Gymnasiums, die Nazariustirche auf dem Schulhofe. In der Epeierer Vorstadt stand die Meinhartskirche neben dem Mariamünster- Kloster und die Michaclskirche an der Westseite der Hcyl'schcn Fabrik. In der Mainzer Vorstadt finden wir nahe an der Stadtmauer die neuerdings vortrefflich restaurirtc Lieb frauen-Stiftskirche, ferner die Amanduskirche, eine Kapelle auf dem Gottesacker, sowie die Allcr heiligenkapclle rechts vor der Martinsport. Von den Klöstern, welche gleichfalls ihre eignen Kirchen hatten, erwähnen wir das Franzis. tanerkloster in der Pctersgasse, dessen Gebiet auch das jetzige Schulhaus und den Echulhof bis an 5*"], [38, "30 Weltliche Gebäude. Vürgerhof, Münze Nisckofshof den Markt hin umfaßte, das Augustincrtloster (an der Stelle des jetzigen Gymnasiums), das Domi nikanerkloster (dem rothen Hause gegenüber), der reiche Convent (jetzt Cafe Convent) neben dem Bischofshofe; in den Vorstädten das prächtige, alte Mariamünsterkloster, das Bergkloster vor dem inneren Andreasthor, das Karmcliterkloster (jetzt Militärlazareth) , das Remigianerkloster , später Rehmaierhof genannt (jetzt die Wollengarnfpinnerei) , das Kapuzinerklostcr neben der Licbfrauenkirche. Vor der Stadtmauer lagen die Klöster Kirschgarten (jetzt Melas'sche Fabrik) und Liebenau, von welchem letzteren noch die Klostermühlc erhalten ist. Cin gottesdienstliches Gebäude von sehr hohem Alter und großem historischen Interesse ist die Synagoge, welche jedoch durch spätere Restaurationen vielfach umgestaltet worden ist. Von den für weltliche Zwecke bestimmten öffentlichen Gebäuden nahmen die stattlichen Rath häuser die erste Stelle ein. Auch in Worms hatten die Bürger im 13ten Jahrhundert einen statt lichen Bürgerhof in der Hagengasse (jetzt Ludwigsstraße) mit einem Aufwande von 2000 Mark Silber gebaut; sie zerstörten ihn jedoch bald darauf durch Feuer, da sie befürchten mußten, daß sie von dem Kaifer genöthigt werden würden, ihn dem Bischöfe auszuliefern. Ein späterer Bau führte weitere Irrungen herbei, da die Bürger ein steinernes Zeughaus bei demselben errichteten und überhaupt das Gebiet bis zum Marktplätze hin zu einer festen Stadtburg machen wollten. Dieser Plan gelangte jedoch nicht zur vollständigen Ausführung, und die Bürgerschaft mußte sich ver pflichten, zwischen dem genannten Gebiete das f. g. Bürgerhofsgäßchen zu eröffnen und für immer frei zu halten. Der spätere Bürgcrhof, dessen s. g. Kaiseistube noch in Abbildung vorhanden ist, war wohl niemals ein besonders prächtiges Gebäude und ist nach der Zerstörung von 1689 nur äußerst nothdürftig wieder hergestellt worden. Einzelne Theile desselben sind jedoch alt, wie das im 13ten Jahrhundert erbaute städtische Archiv, welches einen großen Schatz der wcrthvollsten Urkunden birgt und mit rühmlicher Sorgfalt verwaltet wird. An der Ecke des Marktplatzes von der jetzigen Hauptwachc bis zur Dreifaltigkeitskirchc stand die alte und die neue Münze, ein wahrer Prachtbau mit Bildhauerarbeit reich verziert, wie dies die Hamann'sche Abbildung zeigt. Nach ihrer Zerstörung im Jahre 1689 wurde auf einem Theile des Platzes, auf welchem in alter Zeit die Königspfalz, fpäter aber das Franziskanertloster gestanden, zu Anfang des vorigen Jahrhunderts die protestantische Hauptkirche, die Dreifaltigkeitskirchc, erbaut. Ein stattliches, in einer Hamann'schen Zeichnung erhaltenes Gebäude war das neue Zeughaus in der Iwerchgasfe (der jetzigen Mathildenstraße an der Stelle des Sturm'schen Hauses gelegen). Neben dem Dome und mit demselben durch einen Flügel verbunden stand der Bischofshof (im jetzigen Hcyl'schen Garten), die Residenz der Bifchöfe und das gewöhnliche Absteigequartier der Könige nach dem Eingehen der Pfalz, zugleich das Lokal für zahlreiche Reichsversammlungen , unter Andern auch für die denkwürdige Sitzung des Jahres 1521. An der Saalstiege des Bischosshofcs ver sammelte sich auf den Ruf der Hofglocke die Bürgerfchaft zu Wahlen und andern wichtigen Ver handlungen; auch war wohl lange Zeit der Bischofshof der Sitzungsort des Stadtrathes. Nach feiner Zerstörung 1689 wurde der Palast im Zopfstile wieder aufgebaut, jedoch 1794 von den Franzosen zum zweitenmalc abgebrannt, so daß jetzt außer einigen Gewölben keine Spur mehr davon zu sehen ist. Auch auf der Südseite des Domes lagen zahlreiche Stiftsgebäude. Von öffentlichen Gebäuden verdienen fernerhin Erwähnung das große Spital zum heiligen Geist (vor dem Epcicr thore an der Stelle des Engel'schen Hauses), sowie das noch vorhandene Ball - oder Tanzhaus am Neu thorc, welches längere Zeit hindurch von der lutherischen Gemeinde zu kirchlichen Zwecken benutzt wurde."], [39, "31 Prirat- Gcl'äuoe banden und Bänte. Stadibränoe Innere Ein thcilung der Slädi, Cinwoducr Die Bauart der Privatgebäude war zur Zeit der größten Blüthe der Städte sehr einfach. Die meisten Häuser waren von Holzfachwerk und mit Stroh oder Schindeln gedeckt. Um Raum zu gewinnen, baute man die einzelnen Stockwerke über, so daß die Giebel der einander gegenüber stehenden Häuser oft nur wenige Fuß von einander abstanden, ein Unfug, der häusig verboten, aber nie ganz ausgerottet weiden konnte, obwohl dadurch der Zugang von Luft und Licht in die ohnehin engen und schmutzigen Straßen über Gebühr verwehrt wurde. Auch die von Stein errichteten Höfe des Adels und der Geschlechter waren mehr fest als bequem gebaut uud ans's Ein fachste ausgestaltet. In Italien entstanden in Folge der häusigen Fehden zwischen den Patriciern förm liche Kastelle innerhalb der Städte. Die Fenster der Vorderseite waren ohne Regel angebracht, da man sich nach den Zimmern richtete, und gewöhnlich horizontal abgeschlossen; Spitzbogen bilden die Ausnahme. Glasfcnster waren ganz selten; Holzläden und Gitter, sowie dünngeschabtes Horn und Pergament gewährten Schutz gegen schlechte Witterung. Die Hauschüren waren aus festem Eichenholze gefertigt und mit künstlichem Eifenbefchlage, fowie mit einem Klopfer versehen-, neben der Thür war gewöhnlich eine Bank angebracht. Erst im 15ten und 16ten Jahrhundert erbaute man jene prächtigen Patricierpalästc , welche man noch jetzt bewundert, und deren Vorderseiten zu weilen, wie in Augsburg, mit schönen Gemälden verziert wurden. In Italien, der Schweiz und Süddeutschland findet man noch jetzt die im Mittelalter ganz gewöhnlich vorkommenden Lauben, d. h. Bogengänge mit Läden, von dem ersten Stockwerke bedeckt, welche Schutz gegen die Witterung gewährten. Später wurden nach Art der orientalischen Bazarc förmliche Gebäude errichtet, Lauben oder Hallen genannt, in denen jedes Mitglied einer Zunft feine Bank hatte; fo gab es Fleisch-, Wein-, Brod-, Schuhbänte. Diese Sitte hat sich in Frankfurt noch heute in Bezug auf den Fleischverkauf erhalten. Gewöhnlich waren die Lauben am Markte oder in der Nähe desselben. Auch Verkaufsbuden wurden dem Erdgeschosse des Hauses vorgebaut, wie dies in Worms an der dem Dome zunächst gelegenen Seite des Neumarktes der Fall war. Der herrschende Holzbau, der übrigens eines mannigfaltigen äußeren Schmuckes fähig war, verursachte häusige Brände; fo kamen in Worms während des !3tcn Jahrhunderts allein 7 bedeu tende Brände vor , durch welche jedesmal ein beträchtlicher Theil der Stadt zerstört und ein unermeß licher Schaden (einmal auf 150,000 Mark geschätzt) verursacht wurde. Uebrigens bestand zu Regcnsburg schon im Jahre 1308 eine Fcuerlöschordnnng. Die Häuser hatten meist besondere Namen, nach welchen auch zuweilen die darin wohnenden Familien benannt wurden. Wappen oder Haus zeichcn, entweder gemalt oder in Stein gehauen, ließen den Besitzer leicht erkennen. Auch die Bilder von Schutzheiligen waren auf einem Vorsprunge oder in einer Nische des Hauses aufgestellt, und gereimte Sprüche deuteten auf den frommen, oder weltlichen Sinn des Erbauers. Die Städte waren in Bezirke, (Gebur- oder Hcimfchaftcn) eingetheilt, die mit den Pfarr sptcngeln zusammen fallen und eine politische und kilchlichc Bedeutung hatten. In Köln hatte jede Palochie ihren eigenen Vorsteher (Burrichter), der die niedere Gerichtsbarkeit ausübte, ihr Rath haus und ihre Hcimbürgcr, eine Art von Polizeibeamten. Köln hatte Anfangs 7, später 19 Pfarrsprengcl , welche längere Zeit den Charakter als selbstständige Gemeinden behaupteten-, Worms zählte zur Blüthczcit der Stadt 8 Pfarreien. Die Einwohnerzahl der großen Bifchofsstädte war während des 12te» und 13ten Jahrhunderts äußerst beträchtlich , so daß man vielfach bezweifelt hat , ob auf dem engen Raume eine fo bedeutende Anzahl von Menschen habe zusammen wobncn können. Am bevölkertstcn waren Köln mit 120,000 E., Mainz und Straß bürg mit je 90,000, Regens bürg mit 80,000, Worms und Ulm mit"], [40, "32 Geistlichkeit Weltliche Einwohner 60,000, Speier mit etwa 50,000, Basel mit 40,000 E. Wenn man nun bedenkt, daß ein großer Theil des Bodens durch Kirchen und Kirchhöfe, Klöster, adelige und patricische Höfe :c. eingenommen war , fo muß allerdings die Masse der Einwohnerschaft äußerst eng zusammengewohnt haben , da überdies aus guten Gründen anzunehmen ist, daß die Vorstädte niemals ganz ausgebaut waren. Was die verschiedenen Einwohnerstände betrifft, so gab es zunächst einen zahlreichen, start begüterten Klerus ; die Weltgeistlichkeit führte den Ehrennamen Pfaffhcit, die Klostcrgeistlichcn werden einfach die geistlichen Leute genannt. Außerdem gab es noch Beghinen oder fromme Schwestern, welche sich einem, durch eine gewisse Regel geleiteten, frommen Leben widmeten, jedoch in die Welt zurücktreten konnten. In Frankfurt waren 39 Beghinenhäufer, auch in Worms werden einige er wähnt. Die großen und immer wachsenden Besitzungen der Geistlichkeit, welche Steuerfreiheit genossen, schmälerten die Einkünfte der Städte, weßhalb häusig Verbote gegen den Ucbcrgang liegender Güter in die todte Hand gegeben wurden und wenigstens für weitere Erwerbungen die Besteuerung auf recht erhalten blieb. Auch die geistlichen Ritterorden hatten Höfe in den meisten Städten ; in Worms erkaufte der deutsche Orden 1324 einen großen Hof; ob derselbe identisch sei mit dem bei Hamann angegebenen, vom Volke Deutschordenshaus genannten Iohanniterhof (an der Stelle des jetzigen Casino's), in welchem auch Luther 1521 seine Herberge genommen hat, oder ob ein Dcutschordens haus und ein Iohanniterhof neben einander bestanden, wage ich nicht zu entscheiden. Die weltlichen Einwohner der Städte zerfielen in Dienstmannen oder Ritter, Patricier, welche mit diesen ebenbürtig waren, und Handwerker. Die Dienstmannen hatten Anfangs große Vorrechte, mußten sich aber fpäter der städtischen Gerichtsbarkeit und Besteuerung unterwerfen. Sie verwalteten die Einkünfte der Bischöfe und wußten ihre Aemter erblich zu machen. Den Reichsministerialen waren sie, nachdem sie den Rest der Unfreiheit abgestreift, ebenbürtig, obwohl sie nicht wie jene eine voll ständige Unabhängigkeit von der Oberhoheit der Bifchöfe erlangten. Seit dem Aufkommen des dritten Standes zogen sich die Ritter meist auf das Land zurück. Zu den Dienstmannen gehörten auch die Münzer oder Hausgenossen, eine Körperschaft, welche das dem Stadtherrn von dem Könige lehensweise überlassene Münzregal in dessen Auftrag und gegen eine Abgabe ausübte, zugleich auch Wechsclgeschäfte u. dgl. trieb. Von Wormser Dienstmannen werden u. A. genannt die Herren von Bockenheim, von Sülzen, von Pfeddershcim , hinter der Garküchen, von Gundheim. Am be rühmtesten wurde das Geschlecht der Kämmerer von Worms , welches 1398 die Besitzungen der aus gestorbcnen Herren von Dalburg oder Dalberg zu Lehen erhielt und von da an beide Namen führte. Der Kämmerer von Worms war der oberste Beamte des Bifchofs, und das erblich gewordene Amt war ebenso einflußreich, als einträglich. Unter der Reichsritterschaft hat fpäter die Familie wie be kannt den ersten Rang behauptet. Die eigentlichen Vollbürger oder Patricier, auch Geschlechter genannt, stehen an Rang dem Dienstadel gleich und mögen an Zahl etwa den 20— 25tcn Theil der Bevölkerung ausgemacht haben. Sie behaupteten längere Zeit hindurch die Herrschaft und nannten sich geradezu die Herren der Städte; auch traten geringere Bürger in ein bcfondercs Schutzverhältniß, die Muntmannschaft , zu den Patriciern, gegen welches häusige Verbote erlassen wurden. Die Geschlechter waren Grund besitzer und trieben Großhandel, von dessen Ertrag sie ihren Landbesitz zu mehren suchten. Später hielten sie den Handel für entehrend und gaben ihn gewöhnlich auf. Ihre Namen sind meist von der Herkunft, dem Wohnorte, Eigcnfchaften , Gewerben, Vornamen :c. entlehnt. So finden wir in Worms folgende patricifche Namen: von Köln (in Mainz gab es ein Geschlecht von Worms), in der Wollgasse, in der Hangasse, vor der Münze, Holtmund, Vosselin (Füchslein), Jude, Raab,"], [41, "33 Jüdische Gemeinden Städtisch Obrigleil Rübner, Wackerpfyl, Krutsack, Ritterchen, Goldfchmidt, Machlolf, Eberzo, Goßmar, Richer, Dierolf, Diemar u. A. Ueber den dritten Stand, die Handwerker ist das Wesentliche schon oben angeführt worden, weßhalb darauf verwiesen werden kann. Die Zahl der Zünfte war nach Zeit und Ort verschieden: in Worms bestanden zu Ende des Mittelalters 1? Zünfte. Eine besondere Klasse der Einwohnerschaft bildeten die Juden. Jüdische Gemeinden entstanden in den meisten Städten schon sehr frühe, wie z. B. die Tradition das Alter der Wormfer Iuden- gemeinde bis weit vor Christi Geburt hinaufsetzt. Ihre Lage war bis zu den Kreuzzügen, ja selbst noch im 14ten Jahrh, weit besser als im 15ten bis 18ten Jahrhundert. Sie hießen Kammerkncchtc des Königs, weil sie eine Abgabe an die königliche Kammer zu bezahlen hatten, und wurden von den Königen gegen Beeinträchtigungen geschützt, aber auch gehörig ausgebeutet. Sie bewohnten eine eigene Straße, die nachmals durch Thore abgesperrt und durch städtische Söldner bewacht wurde. In Frankfurt, wo später die Stellung der Juden eine sehr ungünstige war, wohnten im 14tcn Jahrh. Juden in allen Stadttheilen, wie auch Christen, darunter selbst ein Bürgermeister, in der Iudengasse ; sie besaßen Häuser und Felder in der Stadt und der Gemarkung und wurden in das Bürgerbuch geradezu als Bürger eingezeichnet, womit allerdings das active Bürgerrecht nicht gemeint ist und höhere politische Rechte nicht verknüpft waren. In Worms hatten sie ihren eigenen, aus 12 Personen bestehenden Rath, dessen Vorsteher Iudenbischof hieß und als der Vertreter der Ge- meinde den Königen, Bischöfen und Städten gegenüber crfchien. Alle inneren Angelegenheiten , fowie Rechtsfachen zwifchen Juden wurden von diesem unabhängig geschlichtet. Ihr ausschließlicher Lcbcns- beruf war der Handel, besonders das Verleihen von Geld , was ihnen schon deßhalb zufallen mußte, weil es nach kirchlichem Gesetze den Christen verboten war, Zinsen zu nehmen. Der hierdurch ge- wonnene Reichthum der Juden war aber von sehr unsicherer Dauer , da sie oft in äußerst willkürlicher Weife besteuert , zuweilen selbst ihres ganzen Vermögens beraubt wurden. So erklärte König Wenzel 1390 alle Schulden, welche Fürsten und Ritter bei Juden gemacht hätten, für getilgt und zwang die Opfer dieser Brutalität, die Schuldverschreibungen ohne Entschädigung herauszugeben. Seit dem Interregnum, besonders aber unter der Regierung der geldgierigen und gcldbedürftigcn Luiembulger kamen die Verpfändungen der Juden, d. h. der Iudensteuer, sowie Geldanweisungen auf die Juden, immer häufiger vor, bis die Städte selbst die Pfandschaften erwarben und somit die rechtmäßige Obrigkeit der Juden wurden. In Frankfurt geschah dies 1349 vermittelst einer Summe von 15,200 Pfund Heller, welche Kriegt zu 76,000 Gulden und nach dem heutigen Gcldwerthe etwa zu einer Million berechnet. Dazu kamen noch weitere 6000 st., um welche Kaiser Karl IV. 1372 den noch in seinem Besitze befindlichen Halbthcil der nach 1349 in Frankfurt aufgenommenen Juden an die Stadt verkaufte. Dafür waren aber auch die Steuern, welche die Stadt nunmehr von den Juden bezog, äußerst beträchtlich; sie beliefen sich im 14tcn Jahrh, bis zu 642 Gulden in einem Jahre, wozu noch bedeutende Summen tamen (in 16 Jahren an 6000 Gulden), die als freiwillige Beisteuern der Iudenschaft in die Stadtkasse gezahlt wurden. Vor den grausamen Verfolgungen, welche sich der rohe Pöbel im 13ten und 14ten Jahrh, gegen die Juden erlaubte, war ihre Zahl in den Städten nicht unbeträchtlich; von 1357—1400 wohnten aber in Frankfurt nur etwa 96 Seelen, wozu allerdings noch viele Juden kamen , welche sich nur zeitweise in der Stadt aufhielten. Von der Obrigkeit der Städte ist in dem ersten Theil dieser Abhandlung wenigstens das Wichtigste mitgetheilt und dabei bemerkt worden, daß am Schlüsse des Mittelaltcrs in allen Frci- und Reichsstädten der Rath die wahre und alleinige Obrigkeit blieb , wenn auch den Bischöfen ein"], [42, "34 Finanzwesen größerer oder geringerer Antheil an der Besetzung desselben zustand. In Worms übten nack der letzten Richtung zwei Rathscollegien das Stadtrcgiment aus: 1) der beständige Rath der Dreizehn er, dessen Mitglieder lebenslänglich im Amte blieben. Ging eines derselben mit Tod ab, so wurden zwei Männer aus dem großen Rath oder aus denen vom Adel oder sonst ehrbaren Geschlechtern dem Bischöfe präsentirt , welcher einen derselben bestätigte. Ebenso ernannte der Bischof aus je zwei von den Dreizehnern vorgeschlagenen Mitgliedern den Stättmeistcr und Schultheißen. Die Dreizchner übten die Regierungsgewalt in der Stadt aus, die 4 oder 5 ältesten hießen auch Rechenräthe und hatten die Rechenstubc (das Finanzwesen) zu verwalten; auch war für jede Zunft ein Dreizehner als Vorstand zugeordnet; 2) der äußere Rath. Er bestand aus 36 Mitgliedern, von denen jährlich 12 abgingen; 8 aus diesen wurden von dem beständigen Rath zu Gerichtsschöffen erwählt und aus ihrer Mitte von dem Bischöfe der Stadtgreve ernannt. Die 12 neuen Ralhs mitglieder, sowie der Bürgermeister wurden aus der doppelten Zahl der dem Bischöfe Präscntirten von diesem erwählt. Die einzelnen Aemter wurden durch den Rath besetzt, gewöhnlich unter dem Volsitzc eines Dlcizehnels ; so das Consistorium , das Scholctlchat , das Kriminalgericht , das Polizci gericht, das Vieicramt fül Cmatelsachcn u.dgl., das Feldgericht, das Umgcldamt , das Bauamt. In Iustizsachen war die erste Instanz das Stadtgericht, in welchem die regierenden Stättmcister und Bürgermeister saßen , und von dessen Ausspruch an den gesammtcn Rath appcllirt werden konnte ; die weitere Instanz war nach Gutdünken der Appellanten entweder das höchste Reichsgericht, oder in blos bürgerlichen Händeln der Bischof. Die Strafjustiz war bekanntlich während des Mittelalters und noch weit in die neue Zeit hinein äußerst barbarisch; vielleicht ist es Manchem von Interesse, die Ocrtlichkeiten zu erfahren, wo im 13ten Jahrh, und vermuthlich auch in späterer Zeit die Leibesstrafen vollzogen wurden. Darüber berichtet der Chronist Zorn, wie folgt: „Ein Dieb und Mörder hat man vor der Mainzer Pforten auf freier Straßen gehenkt und geraddrccht; die Köpf hat man ihnen vor der Andreaspforten auf dem Aasgraben abgeschlagen; die Weiber, so ihre Männer umbracht, hat man auf der Straßen, da Psiffelkheimcr und Hochheimcr Weg zusammengehen, verbrannt; die Händ hat man bei der Martinspforten gestümmclt; die Backen hat man bei der Andreaspforten gcbrennt; desgleichen die Straf der Schienbein und Haut, welches man zu der Zeit fchern und Villen genannt, hat man auch daselbst verrichtet.\" Eine besonders wichtige Stelle in der städtischen Verwaltung nimmt das Finanzwesen ein, zu dessen Verständniß einige Bemerkungen über die Gcldverhältnisse des Mittelalters vorausgeschickt werden müssen. Unter Karl dem Großen wurden aus dem Münzpfund Silber 240 Pfennige geprägt , von denen 12 einen Schilling bildeten. Der Pfennig war damals etwa 10 Kreuzer werth, das Pfund 42 Gulden. Später fank der Werth der Münzen durch geringere Ausprägung immer mehr, obwohl die Namen blieben; fo in England das Pfuud (livi-e) zu 240 Pfennigen auf den etwa V« des früheren Werthes, der Schilling auf 36 Kreuzer und der Pfennig (\"oennv) auf den Werth von 3 Kreuzern ; in Frankreich ist das Pfund (livre) gar auf etwa 28 Kreuzer hcrabgctommcn und der Schilling («oticlu«, so), «on) eine mäßige Kupfermünze geworden. Die Münzverschlechterung wurde während des Mittelalters eine unversiegbare Einnahmequelle für die Münzhcrrcn und ihre Lchensträger ; das gewöhnlichste Mittel, die besseren Münzsortcn zur Umprägung mit einem größeren oder kleineren Gewinn zu erhalten, war der Verruf derselben, ein Kunstgriff, der zu weilen von Jahr zu Ial>r wiederholt wurde. Man kann hiernach sich denken , welche Verwirrung bei der Menge der Münzstätten entstand. Dieses Unwesen, dem vernünftige Landesherren zu steuern suchten, wiederholte sich später noch einmal zu Anfang des 30jährigcn Krieges, wo die Kipper und"], [43, "35 Wipper ihre betrügerischen Operationen im großartigsten Maßstabe ausführten; erst nach dieser Zeit traten verhältnißmäßig geordnete Zustände in dem Münzwesen ein. Für das Mittelalter gilt als feste Regel, daß das Pfund fortwährend zu 240 Pfennigen ausgeprägt wurde; durch Legirung mit Kupfer hat fpäter das Münzpfund nur den Werth eines Mark d. h. eines halben Pfundes Silber, zuletzt prägte man aus der Mark 2, 3, selbst 4 Pfund Münze. Zu Anfang des 13ten Jahrhunderts kamen die zuerst in Schwäbisch -Hall geprägten leichten Pfennige oder Häller auf, die nur den halben Werth der Pfennige hatten; fpäter verlor sich dieser Unterschied, Pfennig und Heller ist gleichbedeutend. Auch prägte man Doppel- oder Dickpfennige (gro««!, Grofchcn), von denen 120 auf das Pfund gingen. Wegen des äußerst verschiedenen Feingehaltes der Pfennige gab man bei Iahlungsverfprechen u. dgl. gewöhnlich die Münzstätte an und rechnete nach Wormser oder Speierer Münze, guten Pfennigen :c. Zu Ende des 12ten Jahrhunderts mag das Pfund Pfennige nach unserem Gelde etwa noch 21 Gulden werth gewesen sein, später kam es bis auf etwa 5 Gulden herab. Für den Großhandel, fowie für das Rechnungswesen der Städte wurde deßhalb meist nach der Mark Silber gerechnet; da aber auch die Mark durch Zusatz von 4 Loth Kupfer bis 12 Loth fein Silber verfchlcchtert wurde, fo kehrte man wieder zu der alten Rechnung nach Pfunden zurück. Für größere Iahlungen bediente man sich auch der zuerst in Florenz geprägten Florcncn oder Goldgulden, von denen 64 auf die feine Mark gingen; deutfche Goldguldcn wurden je 66 aus der rauhen Mark geprägt; 8 Goldgulden wurden auf die feine Mark Silber gerechnet. Wenn hiernach die Ausdrücke Pfund, Schilling, Pfennig, Heller je nach den verschiedenen Zeiten, wie nach den Münzstätten ganz verschiedene Werthe darstellen, so tritt ein ähnliches Verhältniß ein, wenn wir den Geldwerth nach dem Preise der nothwendigsten Lebensmittel bestimmen wollen. Erfahren wir z. B., welchen Preis ein Malter Korn zu einer gewissen Zeit an einem gewissen Orte hatte , so müßten wir zuerst den Feingehalt der angegebenen Münze, dann aber auch den Rauminhalt des Malters er mitteln, da auch Maaße und Gewichte eine beträchtliche lokale Verschiedenheit zeigen. Außerdem waren die Verkehrsmittel für fchwer wiegende Landesprodukte so mangelhaft, daß in einem Theile Deutschlands Ueberftuß, in einem anderen der größte Mangel, in einem Jahre Hungerpreife vor kommen konnten, im nächsten durch eine reichliche Ernte die Früchte fast werthlos wurden. Im Allgemeinen darf man nicht glauben, daß die Lebensbedürfnisse im Mittclaltcr wohlfeiler als jetzt gewesen seien; wenn man als Maßstab den Tagelohn des gewöhnlichen Hand- und Feldarbeitcrs annimmt, so darf man vielmehr behaupten, daß sich der Arbeiter in unferen Tagen besser nährt, besser kleidet, besser wohnt und überhaupt mehr Bequemlichkeiten durch seinen Lohn erwerben kann, als dies im Mittelalter der Fall war. Die Einkünfte der Städte bestanden in Bußen, Strafgeldern, Renten und Gefallen, Martt geldern, hauptsächlich aber in dem Ungelte, einer Verbrauchssteuer von den nothwendigsten Lebens mitteln , wie von Getreide , Wein und Bier. Später erhob man auch dirccte Steuern von Personen und Vermögen, wozu noch bei besonderen Fällen außerordentliche Umlagen kamen. Waren diese Einnahmen auch an und für sich äußerst beträchtlich, so reichten sie doch für die immer wachsenden Bedürfnisse des städtischen Haushaltes nicht aus. Die Ausgaben bestanden in Beden an den König und die Bischöfe, in einer Geldentschädigung für den Reichsdicnst nach Italien :c. Dazu kamen noch beträchtliche Ausgaben für Geschenke, die dem Könige, seiner Gemahlin und seinen Dienern bei ihrer Anwesenheit in den Städten gegeben wurden. Bedeutende Kosten verursachte der Bau und die Unterhaltung der städtischen Gebäude (wie die Wormser zu Anfang des 13tcn Jahrh. 2000 Mark Silber für den Bau ihres Bürgerhofcs verwandten) und der Bcfestigungswcrke ; noch größer aber 6"], [44, "36 Kricgswes'-n waren die Summen, welche die Betheiligung der Bürgerschaft an Kriegszügen erforderte. Eo kostete der Zug der Wormfer Bürger gegen Kastel 1242 die Stadt 400 Mark, die Hülfe, welche die Bürger in demselben Jahre dem König Konrad in's Rheingau leisteten, über 300, die Belagerung der Starkenburg 1243 über 200, der zweite Zug in's Rheingau 1243 ebensoviel, der Zug an die Nidda 1246 150, der Zug gegen Flonheim 1250 über 700, der rheinische Städtebund 1254 über 1000. der Zug gegen Rietberg 1255 über 500 , die Belagerung von Rheinfels 1256 2000 , die Befreiung der bei Selz gefangen genommenen Bürger 254, der Zug gegen Alzey 1260 über 1000 Mark, die Entschädigung wegen der Zerstörung von Pfeddersheim 1150 Pfund Heller, die Züge zur Erhaltung des rheinifchcn Landfriedens 1270 1000 Mark. Dazu kamen nicht selten hohe Geldstrafen, wie z. B. die Kölner 1106 ihre Auflehnung gegen Heinrich V. mit 6000, die Wormfer 1122 das gleiche Vergehen mit 5000 Pfund Silber büßen mußten. Zieht man nun den weit höheren Werth des Geldes im Mittelalter in Betracht, so müssen uns jetzt solche Summen fast unbegreiflich er fcheinen; man kann sie nur dadurch erklären, daß man annimmt, das ganze bewegliche Kapital fei in den Städten aufgehäuft gewesen und auch nach zeitweisei Verringerung bald wieder in dieselben zurückgeströmt. Freilich tonnten außergewöhnliche Ausgaben nicht immer durch Besteuerung aufgebracht werden, und es mußten sich die Städte schon frühe zum Schuldenmachen entschließen. Anfangs vcrtaufte man Renten und Gefalle, verpfändete das Ungelt, zuletzt lieh man Haares Geld, gewöhnlich gegen Leibrenten. Der Zinsfuß war hoch, meist 6—10 Procent; die Stadt Frankfurt mußte im 14tcn Jahrhundert für Anlehen einmal 9, einmal 11°/,, einmal 13, zweimal 18, einmal 45, ein mal fogar 52 °/> bezahlen. Bafel hatte im Jahre 1430 nicht weniger als 14,200 Pfund jährliche Zinsen zu entrichten; ganz ähnliche Verhältnisse, die von einer großen Zerrüttung des städtischen Haushaltes zeigen, finden sich auch in den andern Städten. Die Sicherheit der Städte beruhte nicht nur auf starken Mauern und Thürmen, sondern eben sosehr auf einem tüchtigen Bürgcrhcere. In der ersten Hälfte des Mittelalters waren nur Freie und Dienstmannen waffenfähig gewesen, Hörige, also die Handwerker, waren vom Kriegsdienste aus geschlossen. Seitdem sich aber die Städter so wacker ihres Königs Heinrich IV. angenommen hatten, fiel dieser Unterschied weg , und die Handwerker bildeten von nun an einen Haupttheil der städtischen Heere , die an Zahl , wenn auch nicht immer an Tüchtigkeit , den Ritterheeren weit überlegen waren. Eine Andeutung der früher dem Ritterstande vorbehaltenen Ehrenrechte finden wir in einer Verordnung Friedrich I. , wonach die reifenden Kaufleute ihr Schwert nicht umgürten , sondern nur an den Sattel geknüpft, oder auf den Wagen gelegt mit sich führen durften. Für Worms haben wir eine Angabe über die Zahl der waffenfähigen Bürger aus der Zeit der höchsten Blüthe der Stadt, nämlich aus dem Jahre 1250. Damals rückte die Hälfte der Bürgerschaft der inneren Stadt mit 2000 Be waffneten und 100 Armbrustschützen aus. Rechnet man für die andere Hälfte der inneren Stadt und die weniger dicht bevölkerten Vorstädte je die gleiche Zahl, so ergibt sich die Summe von etwa 6000 Mann als die waffenfähige Mannschaft von Worms. Das Bürgerheer war Anfangs nach Kirchfpielen, dann nach Zünften eingetheilt; fpäter kehrte man zu der früheren Ordnung zurück. Die Patricier dienten zu Pferd , die Handwerker zu Fuß. Die Reisigen waren entweder Rittergleven (Helme), mindestens aus drei Mann, dem Ritter, einem Edelknecht und einem Jungen bestehend, oder Einspännige, wenn der Ritter nur einen Knecht oder Jungen bei sich hatte. Die Handwerker stritten mit Pfeil und Bogen, Hellebarden, Streitärten, Morgensternen, Spießen, nicht aber mit den den Rittern vorbehaltenen Lanzen und Schwertern; einen Harnifch trug dieses Fußvolk erst in der späteren Zeit des Mittelalters. Neben den Reisigen gab es auch fahrende Bürgerglcvcn , wenn"], [45, "37 Polizei man die Mannschaft fchnell fortbewegen wollte, wie z. B. Rotenburg 1429 1050 Mann Fußvolt auf 115 Wagen befördern ließ. Endlich müssen auch die Kriegsfchiffe der Stadt Worms erwähnt werden, von denen der Chronist Zorn berichtet. Der Kriegsdienst war begreiflicher Weise für die Bürger äußerst lästig; deßhalb nahmen die Städte häusig Ritter in ihre Dienste, die zu jedem weiteren Zuge bereit waren, während die Bürgerheere in der Regel nur für kurze Zeit zusammen gehalten werden konnten; auch erwarb man das Recht des Eintrittes in die Burgen des benach barten Adels. Endlich nahmen die Städte zuweilen benachbarte Dynasten als Stadthauptleute an, ein Verhältniß , welches z. B. längere Zeit hindurch zwischen Worms und den Grafen von Leiningen bestand. Wenn die Bürger in größeren Zügen ausrückten, so wurde das Stadtbanncr, auf welchem gewöhnlich der Stiftsheilige abgebildet war, auf einem Wagen mitgenommen und mitten in den Kampf gefahren, wobei es für die größte Schande galt, dasselbe im Stiche zu lassen. Dieser Wagen hieß bei den Mailändern eai-ocoic» , war von rother Farbe und wurde von 4 Paar mit Scharlachtuch bis zu den Füßen behangenen Ochsen gezogen. In der Mitte war eine Stange aufgerichtet, eben falls mit Blutfarbe angestrichen und auf der Spitze derselben eine vergoldete Kugel, unter dieser die Stadtfahne, noch tiefer ein Crucifir. Auf dem Vordersitze saßen die Vertheidiger, auf der Hinteren Bank einige Trompeter. Der Wormser Kriegswagen hieß Standhart, und es wird von Zorn mit großer Betrübniß berichtet, daß derselbe bei dem großen Brande des Bürgcrhofcs 1259 nebst vielen Waffen verbrannt sei. Der bedeutende Einfluß, welchen die Erfindung des Schicßpulvers und der Feuerwaffen auf die Städte ausübte, macht sich erst zu Ende des Mittclalters und zu Anfang der neuen Zeit geltend und entzieht sich deßhalb der weiteren Betrachtung an dieser Stelle. Eine Hauptsorge der städtischen Obrigkeit war nicht nur die Aufrechthaltung der öffentlichen Sicherheit, fondern auch die Beförderung der Wohlfahrt der Bürgerfchaft, wobei indeß die väterliche Fürsorge oft in kleinliche Beschränkung der persönlichen Freiheit ausartete. Gewiß kann man es nur billigen , wenn auf richtiges Maaß und Gewicht streng gehalten wurde , wenn man , um den blutigen Raufhändcln zu steuern, die Länge der Messer bestimmte, welche getragen werden durften; es mag auch sein Gutes gehabt haben, daß die Bürger durch die Wein- oder Bierglocke zum Aufbruche aus dem Wirthshause ermahnt, daß in Regcnsburg Nachtschwärmer zum abschreckenden Beispiel in das vorn mit einem Gitter versehene Narrcnhäuschen gesperrt wurden; schwerer dürften die Taren zu rechtfertigen sein, welche von dem Rathe für den Verkauf der wichtigsten Lebensbedürfnisse vor geschrieben wurden, und die bei den Schwankungen der Frucht- und Weinpreise gewiß zu häufigem Betrüge Veranlassung gaben. Sehr streng war die Aufsicht über den Weinverzapf; wer falfches Maaß gab , wurde gefchupft, d. h. mehrmals in den Koth oder in das Wasser geworfen. Das Mischen des Weines war gleichfalls verboten, ebenso das Verfälschen desselben mit Waidasche, Schwefel, Scharlachlraut , Eiern, Milch, Salz, Kalt, Alaun. Ucbrigcns erfehen wir aus einer Regensburger Wcinordnung von 1388, daß dafelbst italienische , österreichische , Heilbronncr, Clsässer, Franken-, Ungar-, Rhein- und Landweine verzapft wurden. Auch für die Güte des Bieres wurde Sorge getragen, welches häufigen Verfälschungen durch Nußlaub, Buchenasche, weißes Pech, Anis, Welschkorn, Petersilie :c. unterworfen war. Die Verordnungen wegen des Fleischverkaufs waren so zahlreich, daß die für die Basler Metzger zwei Foliobände füllen würden. Bäcker, welche zu kleines Brod lieferten, wurden nach altem Gebrauche gefchupft. Die Fifcher in Wien mußten bei jeder Jahreszeit und jedem Wetter ohne Mantel und Kopfbedeckung auf dem Fifch markte stehen, so lange sie feil hielten. Sogar über die Länge, Breite und Dicke der gebrannten Bausteine, sowie über die Größe des Papiers gab es gesetzliche Vorschriften. 6'"], [46, "38 Bcschästigung der Städte- bcwohner. Ackerbau Weinbau Gewerbe Handel Trotz allen Vorkehrungen für die Wohlfahrt der Bürgerschaft war der Gesundheitszustand in den Städten nicht günstig. Durch die enge Bauart , den Mangel an Abzugskanälen, die mit stehendem Wasser gefüllten Stadtgräben «. war die Sterblichkeit unter gewöhnlichen Umständen groß, sie wurde geradezu erschreckend zur Zeit der pestartigen Krankheiten , welche namentlich im 14ten Jahrh, das west liche Europa heimsuchten. Wenn man dem Chronisten Zorn glauben darf, fo starben 1313 in Worms 6000, in Mainz 16,000, in Köln 30,000, in Trier 13,000, in Straßburg sogar 130,000 (?) Mcnfchen. Der Pöbel half sich freilich damit , daß er die Juden befchuldigte , die Brunnen vergiftet zu haben , und sie mit Raub und Mord verfolgte ; für die Milderung der vorhandenen Uebelstände geschah wenig , höchstens daß man hier und da besoldete Stadtärztc (in Frankfurt jüdifchc) anstellte. Die Bcfchüftigung der Städtebewohner im Mittelalter war velschiedcnel Alt. Die angesehensten Einwohner, besonders die Patricier, lebten von dem Ertrage ihrer Güter, die sie in der Stadt gcmarkung, wie auch in den benachbarten Ortschaften besaßen. Von großer Bedeutung war der Weinbau , der eine weit größere Ausbreitung als in der jetzigen Zeit hatte und bis nach Danzig und Königsberg hin betrieben wurde. Von welcher Qualität diese nordischen Weine waren, darüber läßt sich kein Urtheil mehr fällen; doch wissen wir, daß man häufig versüßte Gewürzweine trank, also auch damals schon bestrebt war, der Natur etwas nachzuhelfen. Bei Weitem die Mehrzahl der Städte bcwohner beschäftigte sich mit Gewerben und Handel. Von den Gewerben war das angesehenste die Tuchmachern, welche meist fabrikmäßig betrieben wurde und nicht nur einheimische Wolle, sondern auch die feineren Wollen Englands, Spaniens und Nord-Afrikas verarbeitete. Gröbere Wollen und Tuche lieferte Friesland. Am Blühendsten war die Wollweberei in den Niederlanden; in Brügge sollen im 13ten und 14ten Jahrh. 50,000 Menschen davon ihren Unterhalt gehabt haben, die aber auch als die trotzigsten und aufrührerischsten unter den Handwerkern bezeichnet werden. In Worms deutet noch der Name Wollgafsc auf die Wichtigkeit der Wollweberei hin. Scharfe Gesetze sorgten für die Güte des Gewebes und der Farben, für die richtige Länge und Breite der Stücke, die von geschworenen Tuchschauern gestempelt wurden, ehe sie in den Verkehr überginge». Leinwand wurde vorzugsweise auf dem Lande verfertigt, nur die feineren Stoffe, wie z. B. das Kammertuch aus Cambray, gingen aus den Städten hervor. Von großer Wichtigkeit war auch die Verfertigung von Metallwaaren. Die Producte der Schmiede, besonders der Waffenschmiede, der Schlosser, der Zinn- und Gclbgießer waren gesuchte Artikel und zeigen schon frühe einen hohen Grad von Kunstfertigkeit. Von großer Bedeutung waren auch die Gewerbe, welche sich mit der Bereitung und Verarbeitung des Leders befchäftigten , da der Bedarf der Reisigen an Sätteln, Pferdegeschirren, Reithosen :c. vorzugsweise durch die städtische Industrie gedeckt wurde. Der Handel der deutschen Städte im Mittelalter umfaßte theils die eigenen Erzeugnisse des Bodens oder der Kunstfertigkeit, theils die Naturprodukte und die Fabrikate des Auslandes; er war zugleich zum großen Theil Iwifchenhandel, besonders in dem Vertriebe der orientalischen Waaren, wie weiter oben bereits ausgeführt worden ist. Aus dem Orient, Griechenland und Unteritalicn kamen Gewürze, deren Verbrauch früher ungleich größer war als jetzt, Heilmittel, Zucker, welcher in Acgypten, Kreta, Syrien, dann auch in Sicilien und Spanien gebaut wurde, Alaun, Süd früchte, Baumöl, Reis, Wein; ferner Seide, Baumwolle, feine Wolle, Kleidungsstoffe aus Seide, Baumwolle, Wolle, durch schöne Muster und ächte, glänzende Farben ausgezeichnet; darunter werden die Goldbrokate und Sammte der arabischen Weber in Palermo gerühmt, auch der Mailänder Barchent wurde bis auf die Frankfurter Messen gebracht. Aus Spanien kamen die von den Mauren ge fertigten feinen Baumwollenstoffe, sowie das hochgeschätzte Corduanleder, welches seinen Namen von"], [47, "39 Hau*eu Banken Märkte uiw Messen der Stadt Eordova trägt. England war das wichtigste Land für die Erzeugung der Wolle; der fcandinavischc Norden lieferte getrocknete und gesalzene Fische , Wachs , Bernstein , Thran , Pelzwerk, welches ganz allgemein zur Verzierung der Kleider gebraucht wurde, Metalle, Schiffszimmcrholz, Pech, Hanf, Thierhäute, Potafche, Theer, Talg «. In der ersten Hälfte des Mittelalters spielte leider auch der Sclavcnhandel eine wichtige Rolle. Aus Deutschland wurde ausgeführt: Salz, Bier, Wein, Mcth, Glas, Mühlsteine, Tuch, Leinwand, Leder, Waffen, Geschirre. Bei der Unsicherheit der politischen Zustände und bei der Mangelhaftigkeit des Rechtsschutzes waren Handclsunternehmungen Einzelner in fremde Länder mit großen Gefahren verknüpft gcwefen; daher bildeten sich Handelsgesellschaften, Hänfen genannt, welche den auswärtigen Handel durch ihre Diener betreiben ließen und in ihren Kaufhöfen strenge Zucht hielten, Privilegien mannigfacher Art erwarben , aber auch es nicht verfchmähten , zum Schwerte zu greifen , wenn ihre Interessen ver letzt wurden. So bildete z. B. die Niederlassung der deutschen Hansa in Bergen eine Brüderschaft von einigen tausend Kaufdienern, Schifflcuten und Handwerkern, sämmtlich unverhciratheten jungen Leuten, mit eigner Obrigkeit in einem besonderen Stadttheile, also einen Staat im Staate, welcher der Obrigkeit des Landes ohne Bedenken Trotz bot. Zu den Hindernissen des Handels gehörten die gezwungenen Bürgschaften, wonach ein Gläubiger, der feine Forderung nicht erhalten konnte, auf Perfon und Güter eines Mitbürgers des Schuldners Beschlag legte und sich daran schadlos hielt, es diesem überlassend, zu Hause wieder zu seinem Gelde zu gelangen; ferner die häufigen Fehden, die oft unter ganz nichtigen Vorwänden den Städten durch die geldbedürftige Ritterschaft angesagt wurden, welche Gelegenheit suchte, die reisenden Kaufleute niederzuwerfen, zu berauben und noch dazu ein Löfegeld für die Person der Opfer zu erpressen Auch die vielen Iollstättcn, die jeder Landesherr trotz den Verboten der Könige in seinem Gebiete errichtete, erschwerten den Handel, so wie das Stapclrecht, wonach in gewissen Städten, wie z. B. in Köln, alle durchgehenden Waaren ausgeladen und eine bestimmte Zeit lang zum Verkaufe ausgestellt werden mußten, äußerst hem mend für den Verkehr, wenn auch gewinnbringend für die berechtigten Städte war. Zur Erleichterung des Geldwechsels, welcher durch die trostlosen Zustände im Münzwcsen eine wichtige Rolle spielte, entstanden schon frühzeitig Banken. In Italien finden sie sich schon im 13ten Jahrhundert, und die Lombarden trieben ihre Geldgeschäfte in allen Städten Europa's , weßhalb auch die meisten kaufmännischen Ausdrücke aus dem Italienischen stammen (wie das Wort Bankrott, banco rotte», da den zahlungsunfähigen Wechslern die Wechselbank zerschlagen wurde). In Frankfurt a/M. kommen die ersten Wechsel (Wessil) am Ende des 14tcn Jahrhunderts vor; 1396 erhielt ein gewisser Wermut« aus der Stadtkasse 45j Gulden dafür, daß er dem Frankfurter Gesandten 40 st. mit einem Wechsel zu Rom bestellen sollte. 1402 errichtete der Rath eine förmliche Handelsbank (den Wefsil), indem er ein Kapital einschoß und die Geschäfte durch sein Dienstpersonal besorgen ließ , auch Privatgelder verzinslich annahm. Im folgenden Jahre wurden auch drei andere Banken conccfsionirt , an denen aber der Staat bctheiligt blieb. Ihr Hauptgeschäft war, daß sie auf Unterpfänder Geld liehen; ferner legten fremde Kaufleute am Ende der Messe ihr Geld in die Bank und gaben dann An weisungen auf diefelbc ab , wodurch man des unsicheren Transportes überhoben war. Der Gewinn der Stadt betrug in den ersten 9 Jahren 100—991 Gulden, was nicht unbeträchtlich war, da die gcsammte Etaatseinnahme mit Einschluß der Anlchcn in 24,000—33,000 fl. bestand. Auch Versiche rungsgesellschaften kommen fchon frühzeitig in Italien, Spanien und den Niederlanden vor. Der Marttverkchr in den Städten war von großer Bedeutung ; nur hier konnte der Landmann baarcs Geld für feine Produkte erhalten, oder dieselben gegen die Erzeugnisse des städtischen Kunst-"], [48, "40 Privatleben der Städter. steißes austauschen; daher schon flühzeitig Veioldnungcn zum Schutze des Velkehls , aber auch starte Abgaben in Form von Weg- und Brückengeldern, Standgeld u*. Da die größeren Märkte gewöhnlich an hohen kirchlichen Festen gehalten wurden, so nannte man sie auch Messen. Ueber haupt begünstigte die Geistlichkeit den Handelsverkehr, und in den Kirchen wurden nicht selten kostbare Waaren der größeren Sicherheit wegen niedergelegt; es mußten aber auch Gesetze gegeben werden, um den Verkauf derfclben in der Kirche selbst zu verhindern. Von den Messen' des westlichen Deutschlands hat die 1240 zum erstenmale erwähnte Frankfurter Messe von der letzten Zeit des Mittelaltcrs bis zum vorigen Jahrhundert den ersten Rang eingenommen. Beginn und Ende der Messe wurde durch Einläuten und Ausläuten kundgegeben. Die fremden Kaufleute wurden durch Geleitsmannschaften eingeholt und auch wieder bis an die Grenzen des Stadtgebietes begleitet. Während der Messe wurden besondere Vorsichtsmaßregeln zum Schutze der Kaufleute gegen die laubluftige Rittelschaft der Umgegend angewandt und Veltläge mit benachbarten Landesherren zum Schutze der Durchreisenden geschlossen. Von den beträchtlichen Meßabgaben waren manche Städte, wie Worms, befreit; doch mußte dafür in jeder Herbstmesse bei dem s. g. Pfeifergcrichte dem Schultheißen ein aus Holz geschnitzter, weißer Becher mit einem Pfund Pfeffer, ein Paar auf diesem liegende weiße Handschuhe, ein auf letzteren liegender Räderalbus, ein weißes Stäbchen und endlich ein Bibelhut, später statt desselben ein Goldgulden entrichtet weiden. Während der Messe waren große Freiheiten gestattet; die Handwerker durften am Sonntage arbeiten, die Wirthshaus ftunde war abgeschafft, die Mcßfremden, wie die Einwohner durften Fastenspeisen genießen. Auch für Meßvcrgnügungen war gesorgt. So wurde 1450 zum erstenmale ein Strauß, 1443 oder 1480 ein Elephant gezeigt; Seiltänzer traten auf, Spielleute wurden sogar vom Rathe bezahlt. Auch eine Spielbank war auf Rechnung der Stadtkasse in dem Heißenstein errichtet, welche im Jahre gegen 10,000 Stück Würfel verbrauchte und von 1396 an während der nächsten 16 Jahre durch schnittlich 891 fl. eintrug. Bis zum 13ten und 14ten Jahrhundert war die Lebensweise der Städter mäßig; Kleidung und Hausgeräth waren einfach, die Vergnügungen bescheiden. Im Uten Jahrhundert trugen die Männer einen gegürteten Rock mit engen Aermeln , welcher bei vornehmen Personen meist sehr lang war; ferner einen weiten Oberrock oder Mantel, Kappe genannt, oft mit einer Kapuze, Gugel, versehen. Die Beinkleider waren eng und bestanden Anfangs aus zwei langen Strümpfen, die nachmals durch ein Obertheil verbunden wurden; daher der Ausdruck „ein Paar Hosen\". Schuhe oder Stiefel waren in der früheren Zeit nicht gebräuchlich ; unter den Füßen ist die Hose durch lederne Sohlen geschützt. Das Haar wurde kurz getragen , das Gesicht glatt geschoren. Schnurrbärtc kommen gar nicht vor, der Vollbart Friedrich Barbarossas ist eine Ausnahme. Später kam man auf die altdeutsche Sitte, das Haar lang zu tragen, zurück. Hüte oder Mützen von mannigfaltiger Gestalt bedeckten das Haupt. Eine Wunderlichkeit ist die s. g. getheilte Tracht, bei welcher z. B. die eine Hälfte der Kleidung von Kopf bis zu Fuß grün, die andere roth war; zuweilen ist die eine Hälfte in viele Streifen, bis zu 50, getheilt, die dann wieder in verfchiedencn Mustern ge ordnet sind. Die Frauen trugen regelmäßig zwei Kleider, ein unteres, bis über die Füße herab wallendes , und ein oberes , welches nur bis an die Kniee reichte ; unentbehrlich war auch ein schön velzieiter Gültel. Um das lange, selten geflochtene Haar trug man einen schmalen goldenen oder silbernen Reif, der später bis zum Diadem erweitert wurde und den Namen Schapel halte; Andere trugen eine Art Haube, Gebende genannt. Ferner gehörte zur weiblichen Tracht ein Schleier, der lose auf den Kopf gelegt wurde und auf die Schultern Herabsiel, sowie eine Tasche von Leder oder"], [49, "41 gewebtem Stosse mit gepreßter odel gestickter Arbeit , welche an einem Riemen oder einer Borte vom Gürtel tief herabhing. Die Kleider waren gewöhnlich von Wollentuch , häufig auch von Sammet und Seide. Die Farben waren fehr mannigfaltig; befondcrs gefchätzt waren Echarlachkleider , auch verbrämte man die Kleider gern mit Pelzwerk. Um die Mitte des 14ten Jahrhunderts erfolgte ein Umschwung in der Mode , die nun als eine höchst bizarre, in Farbe, Schnitt und Verzierung übertriebene Ausartung der würdigen, und doch prächtigen früheren Tracht bezeichnet werden muß. Es war nach der großen Pest , wo die Menschen wieder anfingen, sich einem fröhlichen Leben zu ergeben. Aber dieses Wiedcrerwachen der Lebensluft führte zu Ausfchweifungen aller Art, so daß sich nicht nur die Obrigkeiten zu Verboten gewisser Trachten und zu umständlichen Kleiderordnungen veranlaßt fanden , fondern sogar die Reichstage zu Lindau 1497 und zu Freiburg i. B. 1498 einschreiten mußten. Der charakteristische Zug der ent atteten Tracht ist die übermäßige Enge der Kleidung, die als „die kurze, schandbare Tracht\" be zeichnet und verdammt, nichts desto weniger aber von Vornehm und Gering getragen wurde. Die Ränder des Oberkleides sind in lange Zacken oder Lappen zerschnitten , die gespaltenen und zer schlitzten Aermel reichen bis zum Boden; das Unterkleid, der Rock, war zur förmlichen Jacke ge worden, oben weit ausgeschnitten und durch zahlreiche Knöpfe geschlossen. Die lächerlichste Aus artung ist die Echcllcntracht, bei der überall Schellen, oft von kostbarem Metall, an einem Halsband oder an dem Gürtel angebracht wurden, sowie die Schnabclschuhc, die bei Vornehmen oft über zwei Fuß lang waren und das Gehen derart verhinderten, daß man sie zuweilen am Knie oder Gürtel mit Kcttchen befestigte. Unter ihnen trug man verzierte Holzschuhe mit doppelten Klötzchen; an der Spitze des Schnabels war zuweilen eine Schelle angebracht. Das Leder der Schuhe war oft ver schiedenfarbig, gestickt, mit gothifchen Verzierungen durchbrochen. In Fricdberg in der Wetterau wollten die Bäcker und Schuster nicht dulden , daß die Echneidergescllen getheilte Schuhe , den einen weiß, den andern schwarz, trugen, und es mußte deßhalb ein Gutachten des Frankfurter Rathes eingeholt werden. Später schlug die Tracht der Echnabelschuhc gerade in das Gegentheil um, und man trug die breiten Kuhmäulcr oder Entenschnäbcl , wie auch statt der engen Kleider die unge heuerlichen, zerschlitzten Pluderhosen und die weiten Puffcnärmel aufkamen. Als Kopfbedeckung trug man Mützen mit steifem Rande, aus denen oben eine Masse überflüssigen Stoffes hervorquoll, so daß man ihnen jede beliebige Gestalt geben konnte. Auch Filzhüte wurden getragen mit einem sehr langen, hellfarbigen seidenen Bande, welches über die Brust oder Schulter herabfiel, oder wie ein Turban um den Hut gewunden wurde. Bei den Frauen kamen die Schleppen in Gebrauch , deren Länge durch Verordnungen beschränkt werden mußte, wie in Modena , wo ein in Stein gehauenes Modell aufgestellt war, damit die verdächtigen Schleppen sofort daran gemessen werden könnten. Die Oberkleidcr von Brokat, Damast und andern kostbaren Stoffen waren gleichfalls gezackt und reich mit goldenen Spangen, Borten und Pelzwerk verziert. Als Kopfbedeckung trugen die Frauen jetzt die aus breiten , verschiedenfarbigen Streifen zusammengesetzte und gezackte Gugcl , oder auch eine goldgeschmückte , mit Perlen besetzte hohe Haube von barocker Fonn , oft wie ein kolossales Horn gestallet. Auch Schönheitsmittel waren ganz allgemein im Gebrauch; Schminken, Pomaden \"*<*. wurden im Uebermaß nicht nur von Frauen, sondern auch von Männern angewandt. Daß dieser Lurus nicht nur von den höheren Ständen getrieben wurde, sondern auch in die unteren Schichten gedrungen war, beweist u. A. eine Verordnung des Rathes zu Brcslau, wodurch den Dienstboten das Tragen von Seide, Atlas, Perlen und Sammt bei Gefängnißstrafe verboten wurde. Wie in Kleidung, fo war auch in Speisen und Getränken eine fast unglaubliche Ueppigkeit"], [50, "42 cingensscn, fo daß auch dagegen häufige Verbote erlassen wurden. Bei besonderen Festlichkeiten , wie bei Taufen und Hochzeiten, war die Zahl der Gäste, der Werth der Brautgeschenke, die Zahl der Hochzeitstage (die oft bis auf 14 ausgedehnt worden war), der Schüsseln u. dgl. genau bestimmt. Selbst bei Leichenbegängnissen, besonders bei den Leichenmahlen wurde ein unpassender Lurus ent faltet, so daß der Rath zu Worms 1220 in dieser Beziehung einschränkende Bestimmungen erlassen mußte. Die kirchlichen Feste, sowie die biblischen Fastnachtsspiele , arteten oft zu wüstem Unfuge aus, namentlich wurde ein wildes, Leben zur Weihnachtszeit und um Fastnacht geführt, wo die Niederen sich die Freiheit nahmen , die Höherstehenden mit argem Spotte zu verfolgen. Dazu kamen die häufigen Schmauscreicn , Mummereien, die Gelage in den Trinkstuben der Geschlechter, wie der Zünfte, wobei man sich durch Würfel- und Brettspiel die Zeit zu vertreiben suchte. Auch in anderer Be ziehung herrschte grobe Unsittlichkeit in wahrhaft betrübender Ausdehnung , fo daß jedenfalls für diese Zeit der Ausdruck „die gute alte Zeit\" nicht anwendbar ist. Als rühmliche Ausnahme muß aber hervorgehoben werden, daß der gesunde Sinn vieler Bürger edlere Vergnügungen suchte, und auf den Stuben der Meistersänger die edle Dichtkunst, wenn auch oft in etwas handwerksmäßiger Weise , pflegte. Auch in Worms blühte der Meistergesang , und ein Wormser Bürgerskind war jener Barbier Hans Volz, der unter den Meistersängern Nürnbergs, wo er später lebte, eine hervorragende Stelle einnimmt."], [51, ""], [52, ""], [53, ""], [54, ""], [55, ""], [56, ""]]