[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "EL ESPLORADOR J. CREVAUX I EL RIO PILCOMAYO Por SANTIAGO V. GUZMAN Conferencia celebrada por la Sociedad Geográfica Arjentina el dia jo de Junio de 1882, en homenaje á la memoria del 'Dr. Julio Crevaux. Edición ordenada por la Legación de Bolivia, acompañada del retrato del Dor Crevaux i de la carta del Pilcomayo. BUENOS AIRES IMPRENTA DE PABLO E. CONI, ESPECIAL PARA OBRAS 60, Calle Alsina, 60 MDCCCLXXXII"], [8, ""], [9, "EL ESPLORADOR J. CREVAUX I EL RIO PILCOMAYO Por SANTIAGO V. GUZMAN Conferencia celebrada por la Sociedad Geográfica Arjentina el dia yo de Junio de 1882, en homenaje a la memoria del T>r. Julio Crevaux. Edición ordenada por la Legación de Bolivia, acompañada del retrato del D°r Crevaux i de la carta del Pilcomayo. BUENOS AIRES IMPRENTA DE PABLO E. CONI, ESPECIAL PARA OBRAS 60, Calle Alsina, bo MDCCCLXXXII"], [10, ""], [11, "JULIO CREVAUX Nació el i° de Abril de 1847 en Lorquin, departamento del Meurthe (Francia)"], [12, ""], [13, "Sociedad Geográfica Argentina Buenos Aires Junio -i de 1882. Al Señor Doctor Don Santiago Vaca-Guzman. Señor : La Sociedad Geográfica Argentina en acuerdo del dia de ayer , ha resuelto hacer una manifestación en homenaje d la memoria de uno de los mártires de la ciencia, que ha sucum bido victima de su intrepidez , de M. Julio Crevaux , bárba ramente inmolado, junio con sus compañeros de expedición, por los salvajes que viven d orillas del Pilcomayo. Esa manifestación debe consistir en una conferencia pú blica que tendrá lugar en el Salón de sesiones de esta Socie dad en la noche del yo del presente, en la que deberá ha cerse justicia d las eminentes cualidades científicas de la ilustre victima, presentándose, al mismo tiempo, un cuadro drescriptivo del rio Pilcomayo y una reseña histórica de las distintas tentativas de exploración que se hubieran hecho hasta el dia para utilizar su corriente y ponerla al servicio de los intereses comerciales é industriales de los Estados en cuyo territorio corren sus aguas, formando una de las arte rias de la red hidrográfica de la hoya del Plata. Para llenar este propósito, ruega á Vd. muy encarecida mente se sirva tomar d su cargo el desarrollo del referido"], [14, "4 tema, sobre él que, sabe la Sociedad, que tiene Vd. estudios anticipados, fuera del apreciable libro debido d su pluma, y que vio la luz pública antes de ahora. Persuadido, por mi parle, de los patrióticos sentimientos que le animan, no dudo que accederá Vd. á prestar su con curso, con tanta mas razón cuanto que la Nación d que per tenece se halla directamente interesada en la exploración del rio donde M. Crevaux ha dado el mas elocuente testimonio de que los hombres que se dedican al cultivo de las ciencias saben sacrificarse en su servicio. Con sentimientos de la mas distinguida consideración, me suscribo de Vd. muy atento servidor, El Secretario general, JOSÉ A. DE ESCUDERO."], [15, "Buenos Aires, Junio 6 de 1882. Señor Doctor Don José A. de Escudero, Secretario jeneral de la Sociedad Jeográfica Arjentina. Señor : Me ha cabido el honor de recibir su estimable nota de 3 del corriente , en la cual tiene Vd. la bondad de hacerme saber que la Sociedad Jeográfica deseando honrar la memoria del Dr. Julio Crevaux, inmolado últimamente á orillas del rio que se proponía esplorar, ha resuelto dar á esa manifestación la forma de una conferencia pública en la cual se haga jus ticia á los méritos del sabio esplorador, se reseñen las diver sas esploraciones efectuadas en el rio Pilcomayo hasta el dia, i se dé d conocer la importancia comercial de esta pode rosa vena fluvial. Igualmente, me espresa Vd. que la referida Sociedad desea que tome á mi cargo el desarrollo de los indicados temas. Considerando por mi parte mui merecida la manifestación que se Irata de llevar á cabo, acepto gustoso la honrosa tarea que se me confia i que procuraré desempeñar con decidida voluntad en la modesta esjera de mis facultades. Ruego al Señor Secretario jeneral se digne hacer presente esta aceptación á los ilustrados miembros de esa importante jisociacion, á la vez que mi reconocimiento por la distin-"], [16, "6 cion con que se han dignado favorecerme con tanta esponta neidad. Ofreciendo al Señor Secretario jeneral mis distinguidas consideraciones de respeto i estima, me es grato suscribirme como Su mui atento S. S. SANTIAGO V. GUZMAN."], [17, "CONFERENCIA -«€>ÍIO- PRIMERA PARTE Hai una poderosa tendencia en el espíritu humano á mantener vivos i palpitantes en medio de las desvasta ciones del tiempo, todos los esfuerzos jenerosos que se ligan con el destino de las sociedades i que la muerte intenta detener en su carrera. Manifestación de los afectos del alma; del egoismo, en la lucha por la exis tencia, ó espresion de la gratitud de los pueblos, hai una lei solidaria entre el pasado, que es la esperiencia dolo rosa, i el porvenir que es la luz de la esperanza alum brando lo desconocido. Desde Valerio Publicóla, que levanta la voz conmovida en el Forum para rendir homenage á las virtudes de Brutus, la palabra, menos consistente que el ala del insecto, ha perpetuado ilesas al través de los siglos las grandes figuras que marcan en el tiempo la inmensa labor del perfeccionamiento humano. La débil nota vocal, las endebles tablinum deposi tarías de la historia de los quírites, la frájil hoja que guarda el signo escrito, han resistido mas que el duro"], [18, "8 mármol destinado á inmortalizar un nombre ó á perpe tuar una idea. Roma, el cerebro del mundo antiguo, exaltando las virtudes del patriciado, colmando de elojio el valor de sus guerreros, acojiendo como la palabra de la revela ción divina las doctrinas de sus filósofos, enseña el culto de lo grande i hace de sus muertos dioses tutelares del honor, del valor i de la gloría de la patria. Los pueblos latinos conservando el viejo rito, hacen hoi de la obra del que cae el programa para lo venidero, como si por esa vinculación pretendiesen burlar la limi tación de los dias concedidos á la criatura humana i se propusiesen absorber todas las nobles fatigas del espíritu. Del labio de Littré se recoje anhelosa la última palabra reveladora, i en la turbia mirada de Bernard se intenta alcanzar el postrer pensamiento que ilumina. Diríase que nuestras sociedades modernas en la lucha con lo desco nocido intentan atesorar, avaras de la verdad, hasta el mas impalpable átomo de la labor del esfuerzo humano ! Cuando en la Academia queda vacio el sitial que enno bleciera el sabio, le reemplaza un nuevo obrero i al penetrar entre los escojidos del arte ó de la ciencia, el recien venido resucita al caido perpetuándole en la forma imperecedera del lenguaje que modela las indefinidas lí neas de su espíritu, i levanta la doctrina que parecía haberse sepultado entre el polvo del sudario. Nosotros no poseemos el cenáculo, pero la asociación privada se ha impuesto la misión que debiera llenar la Academia científica. Esta reunión es elocuente testimonio de ello. La Sociedad Jeográfica Arjentina ha querido rendir el debido homenaje al distinguido esplorador que acaba de sucumbir en las márjenes del rio Pilcomayo i ser la primera en recojer los anhelos de la ilustre"], [19, "9 víctima para consumar la fecunda obra que se propuso realizar en bien de la concordia i la prosperidad de tres pueblos. Sabedor este Centro de que yo poseia algunos datos i estudios sobre esa trascendental empresa, se ha dignado encomendarme la tarea de esponer los antecedentes de ella, dar á conocer su importancia, los resultados que está llamada á producir, i finalmente, historiar las esplo raciones que el justamente deplorado viajero Julio Cre vaux, habia realizado en provecho de la ciencia en diver sos Estados de la América Meridional. He aceptado este encargo, superior á la limitación de mis medios, en el deseo de contribuir á la realización del pensamiento que no ha logrado alcanzar el sabio francés, anhelando aunar mi voluntad á la manifestación que esta Sociedad hace hoi en respeto á la memoria de aquel. Espero que la sinceridad del propósito haga disculpar, en lo que á mí concierne, la imperfección de la obra que me ha sido encomendada. Antes de exponer las circunstancias que indujeron al explorador Crevaux á estudiar el curso del rio Pilcomayo i reseñar el lamentable suceso de su victimación, con viene formarse una idea clara de las condiciones jeográ ficas é importancia económica de ese estenso canal. Sea, pues, este el primer cuadro de la presente relación. I ESPLORACIONES REALIZADAS EN EL PILCOMAYO. I72I Á 1863 Una de las rejiones que desde el descubrimiento del Rio de la Plata i sus afluentes se ha tentado conocer i"], [20, "10 dominar con bastante empeño, ha sido la que se estiende desde las cabeceras del Guaporé hasta el Bermejo i que se halla encerrada entre las últimas declinaciones de los Ancles Orientales i el rio Paraguay. Dos elementos con trarios, propios de la época, se encontraron en el tras curso de dos siglos en esa feracísima latitud : los con quistadores i los misioneros. Aquellos se lanzaban al desierto con un puñado de hombres i desafiando la in clemencia del suelo i las densas multitudes de la bar barie, recorrían el territorio tranquilamente como se ñores á cuyos pies debían doblegarse la naturaleza del trópico i el aborigen. Espíritus avezados al peligro, los conquistadores españoles hicieron de la virtud rara del heroismo, un hábito inseparable del soldado, i como si tuviesen la creencia de que de sus cenizas debian surjir jeneraciones herederas de su arrojo i sus dotes caballe rezcas, miraban con la sonrisa en los labios acercarse la muerte hasta ellos, en medio de las soledades del desierto. Empero, los conquistadores no eran aptos para do minar el robusto suelo tropical ; poetas i espadachines, eran demasiado orgullosos para inclinar la serviz i rasgar con el arado el fecundo seno de la zona tórrida ; por eso desdeñaron la pródiga llanura i fueron á recoger del pié de la montaña caudales de oro con que satisfacer sus caprichos de príncipe i celebrar en opulenta fiesta sus ruidosas aventuras. El trópico demandaba la ruda mano del pionnier i ofrecía escasas recompensas ; la montaña, en cambio, podia ser sangrada por el brazo de la raza conquistada i prodigaba la fortuna en inagotable vaso. La elección no fué dudosa ; los dominadores de América asentaron sus tiendas sobre cumbres de plata i abando naron la fecundidad del llano tropical á la barbarie i á los misioneros."], [21, "11 Los Jesuitas, primeros evanjelizadores establecidos en América, aceptaron el legado esperando que las espan ciones de las razas de la llanura sofocarían á los poten tados de la montaña. Mas hábiles que sus bravos com petidores, en vez de destruir, hicieron suyas i procuraron la multiplicación de las tribus que se sometían á su invisible despotismo, i á imitación de la política incásica sometieron á su dominio con las armas de la bondad i la persuacion la vasta zona donde crece espontáneo el algodón, se hiergue la caña de azúcar i viven en intimidad las blancas flores del café con los capullos de púrpura del tabaco. Aquella perseverante conquista, que antes de llegar á su robustez revelaba una musculación her cúlea, turbó el sueño de los dominadores de sable. La escrupulosa mano del misionero habia tenido tacto bas tante para injerir en el cerebro de la numerosa grei un tenue rayo de luz, suficiente apenas para atestiguar que dentro de aquella figura sumisa, de cuyas manos aca baba de caer la salvaje flecha, existia un alma humana embotada por la humillación que dejenera en la servi lidad ! Cuán fecunda habría sido para la civilización de América esa conquista, en la cual, como dice Montesquieu. los Jesuitas supieron hermanar la idea de relijion con la de humanidad, si á medida del ferviente celo los pro pósitos hubiesen sido mas lejítimos. Fué buscando los medios de estender sus reducciones i de ligar mas fácilmente las misiones de Chiquitos con las del Paraguay, que los Jesuitas tentaron la navega ción del rio Pilcomayo. Dos han sido las esploraciones que con este objeto llevaron á cabo en el siglo pasado; la una realizada en 1721 por el Padre Patino, i la otra efec tuada en 1 74 1 por el padre Castañares, natural de la ciudad de Salta."], [22, "12 Para llevar á cabo la espedicion del Padre Patino se combinó una triple esploracion: una comitiva debia salir de la ciudad de Tucuman, la otra de Chiquitos, reunién dose ambas en el Pilcomayo, con la de aquel á quien se encargó remontar el rio. El personal que acompañaba al jefe de la esploracion fluvial constaba de sesenta indios, cuatro misioneros, seis españoles i un sargento mayor. Del diario de la espedicion, aparece que remontaron cuatrocientas setenta i una leguas i media en tres meses i diez dias (del 20 de Agosto al 1° de Diciembre), hacién dose la navegación en un buque grande i varios botes. Después de recorridas noventa i tres leguas i media, la embarcación mayor i parte de la tripulación quedó de tenida en un pequeño rápido formado de greda untuosa i resbaladiza que las corrientes de las aguas no pueden gastar i que se levanta sobre el nivel normal del lecho del rio en el punto donde se divide en dos brazos. Patino acompañado del padre Niebla, tres esjpañoles i treinta i cuatro indios prosiguió su viaje hasta llegar al territorio de los Tobas, en el cual á solicitud de estos, desembarca i visita sus lancherías, no sin tomar antes bastantes precauciones para contrarrestar cualesquiera alevosía de la traidora tribu. \"Las indias que vinieron á verme, dice Patino en su diario, eran blancas como espa ñolas i de hermosos rostros.\" La tripulación siguiendo las órdenes del Padre, considerando asegurada la paz con sus huéspedes, trata de cortar algunos palos para hacer una cruz ; inmediatamente los indios rodean á los obreros, matan á uno de ellos, se apoderan de otro, i los demás se abren paso entre sus sitiadores con sus hachas hasta llegar á los botes. Después de una sostenida refriega con los bárbaros, que se arrojan al agua para impedir el descenso de las canoas, estas vencen el obstáculo merced"], [23, "13 á las armas de fuego de los tripulantes i descienden apre suradamente el rio, navegando durante el dia i la noche hasta encontrar el resto del personal de la espedicion. — Así terminó, estorbada por los Tobas, la primera esplora cion del Pilcomayo, si bien menos funestamente que la última que acaba de hacer fracasar la misma tribu. El viaje del Padre Patino adolece de no pocas inexac titudes i exajeraciones, siendo una de ellas la relativa á la distancia que espresa haber recorrido, por la cual se dá al Pilcomayo una estension tan vasta como la de los ríos de primer orden, el Plata ó el Misissippi (i). Veinte años después (1741), el padre Castañares realizó otra espedicion remontando el brazo inferior, ó sea el mas austral del rio. La travesía duró ochenta i tres dias, la mayor parte de los cuales la comitiva se detuvo en diversos puntos. Si se toma en consideración que para remontar algo mas de una legua los espedicionarios em plearon seis dias, haciéndose la ascención á fuerza de (1) Segun consigna el P. Patino en su diario, recorrió hasta la rejion habitada por los Tobas, que se encuentra á las cincuenta leguas de San Francisco, cuatrocientas setenta i una leguas i media, pudiendo con siderarse el trayecto que hizo como las dos terceras partes de la estension navegable del Pilcomayo. Mientras tanto, la distancia que media entre la ciudad de Chuquisaca i la Asunción del Paraguay, estremos de toda la longitud de dicho rio, conforme á los datos recojidos por los Jesuitas, es la siguiente : De Chuquisaca á Pomabamba 6o leguas De Pomabamba al valle del Piray 20 » De Piray á Caiza 30 » De Caiza á la Asunción 14o » Total 250 leguas Ahora, suponiendo que las tortuosidades del rio aumenten su estension en cincuenta leguas, tendría solo trescientas en todo su curso. Este cálculo demuestra la inexactitud de la distancia que Patino espresa haber recor- rido. s- v- G-"], [24, "14 remo i contra la corriente, es fácil colejir que la estension recorrida por Castañares no fué de mas de treinta ó cua renta leguas. En este supuesto, mui admisible, me in clino á creer que la detención de sus embarcaciones por falta de agua, tuvo por causa ser el brazo austral del Pil comayo una ramificación de la corriente principal, de me nor caudal de agua. La esploracion de Castañares, tiene, no obstante, el mé rito de haber penetrado primero por el brazo superior del rio i después por el inferior, habiendo levantado el cro quis mas importante i exacto de las rejiones recorridas, documento debido al padre Salvador Colon, cuyo oriji nal existía en el archivo del Colejio de San Ignacio de esta ciudad. Estas fueron las tentativas mas notables realizadas en el pasado siglo. En 1S44 el Gobierno boliviano interesado en poner en comunicación el interior de Bolivia con el Plata, enco mendó la esploracion del Pilcomayo al lugar-teniente de marina Van Nivel. Esperábase que esta espedicion da ría resultados mejores que los obtenidos el año anterior por Rodríguez Magariños, quien, sin la competencia bas tante, emprendió el descenso del rio en embarcaciones de estraordinario calado, las cuales zozobraron después de un pequeño trayecto. Van Nivel llevaba consigo cincuenta i seis soldados de línea, efectuando su viaje en una flotilla compuesta de tres piraguas i ocho canoas. Después de una travesía, que el esplorador calculaba en trescientas ochenta i nueve leguas, recorridas en treinta i siete dias, aserto desvir tuado por el viaje del padre Gianelly, la espedicion retro cedió trayendo el poco lisonjero dato de que el rio se insumía en el seno del Chaco i perdía sus aguas por eva-"], [25, "15 poracion. Aseveraba, también, el esplorador haber aban donado el viaje á orillas del rio, no obstante considerarse próximo al Paraguay, por haber sido atacado por ochenta mil indios; lo cual prueba, que ó los cincuenta i seis espe dicionarios eran mui valientes ó el lugar-teniente se habia familiarizado con todas las hipérboles posibles. El viaje de Van Nivel, que no contribuyó en modo al guno á dar á conocer el curso del Pilcomayo i condicio nes del territorio recorrido, llevó el desencanto á todos los ánimos. Para los jeógrafos primero i para la jenera lidad después, el misterioso rio moría absorbido por las arenas de Guilgorigota, como castigado por una mano vengativa por haber presenciado impasible consumarse no lejos de sus márjenes el sacrificio del capitán Andrés Manso. Desde entonces la jeografia, aceptando á ojo cer rado la fábula, hace figurar al Pilcomayo muriendo de consunción en el desierto. Pero por mucho tiempo que pudiese mantenerse esta creencia, ella no podia ser eterna. Un misionero debia correjir la plana al lugar-ieniente. En efecto, en 1863 el padre franciscano José Gianelly, nombrado por el Gobierno de Bolivia Pacificador de las tribus del Pilcomayo, emprendió la travesía del Chaco, siguiendo las orillas del rio. Escoltaban al padre cincuenta nacionales al mando del comandante Rivas, á los cuales iban agregados varios neófitos conocedores de aquellas rejiones. Gianelly llegó hasta mas abajo del punto que alcanzó Van Nivel ; el trayecto recorrido medía sesenta i siete le guas, las cuales fueron salvadas en diez dias. Después de un detenido estudio del lugar en que éste sepultaba al Pilcomayo, el misionero recojió la evidencia de que no solo el rio no se insume en los llanos, sino que corre"], [26, "16 por un canal susceptible de ser habilitado para la nave gación; el cauce principal, en vez de seguir al sud-este, toma hacia el norte i después de formar un ángulo mui agudo vuelve á inclinarse en la dirección indicada. Las aguas se dilatan en este punto ocultando esa inflexión del rio, verdadero laberinto susceptible de desconcertar á mas de un precipitado esplorador. El viaje del padre Gianelly á este respecto, no solo ha arrojado bastante luz acerca de la hidrografía del Pilco mayo, sino que ha alentado de nuevo la esperanza i esti mulado las tentativas que ahora se tratan de llevar á cabo. La espedicion de Gianelly, que habia sido obstinada mente seguida de lejos per los Tobas en actitud hostil, retrocedió del punto de Iuquirendá, en el territorio de los Chorotis, habiendo grabado cruces en los troncos de tres algarrobos, vestijio que algún dia encontrarán los primeros esploradores que vuelvan á tocar esas rejiones. Omito relacionar otras pequeñas espediciones realiza das en la boca setentrional del Pilcomayo, tanto por su ninguna importancia, cuanto porque nada nuevo han agregado á lo ya conocido. De esta reseña se infiere que el Pilcomayo ha sido re corrido en toda su estension por dos misioneros: el padre Patino que arribó por agua hasta la tribu de los Tobas, cercanas al departamento de Tarija, i por el Padre Gia nelly, que pasando por el territorio de estas ha recorrido las dos terceras partes de la distancia que media entre el puerto de Magariños ó Bella Esperanza i la corriente del rio Paraguay."], [27, "17 II CONDICIONES JEOGRÁFICAS DEL PILCOMAYO Tres son las rejiones que comprende en su curso el rio Pilcomayo ; la de sus fuentes, situada en la parte montañosa del territorio de Bolivia; la de su travesía por los llanos del Gran Chaco, i la de sus desagües en las costas bajas que terminan en el rio Paraguay. Pres cindiendo de los afluentes secundarios que forman el alto Pilcomayo, propiamente dicho, en la rejion monta ñosa, la vena que lleva este nombre tiene nacimiento en los Andes orientales comprendidos en las cerranías de Lipez, Chichas i Poopó (i). Este se reúne con el Cachimayo (á los ic;02o' de latitud austral i Ó7°i5' oeste del meridiano de Paris), rio que nace á poca distancia de Sucre (ó Chuquisaca) en los valles de Yamparaez, Yurubamba i Quila-quila. Al unirse las dos corrientes, el nuevo i poderoso canal que forman toma el nombre de Chicha-pilcomayo, siendo susceptible de prestarse á la navegación de buques chatos á vapor, por lo menos en la época de las cre cientes periódicas, esto es, durante seis meses en el año. La idea de la navegación en esta parte del rio ha sido conceptuada como una ilusión quimérica por los razona dores en quienes se han petrificado las viejas preocupa ciones del atraso industrial de pasados tiempos. (i) Para datos mas estensos acerca de la jeografia del Pilcomayo, re mitimos al lector á nuestra obra publicada en 1880, bajo el título : Inte tereses comerciales entre Bolivia i el Plata, — El Pilcomayo, en la cual se enumeran prolijamente los anuentes que dan oríjen á esta importante vena fluvial. S. V. G. 2"], [28, "18 Todavía hai pesimistas que ignoran que bastan tres cuartas de agua para sustentar el mas fecundo inter cambio, i que un buque chato, movido por algunas li bras de vapor, puede redimir de la opresión de muchas toneladas de carga á millares de sumisas acémilas. — La navegación de los mas secundarios rios interiores de los Estados-Unidos i Francia ha demostrado que el pro greso moderno camina á gran prisa por las acequias donde otros no encuentran agua bastante para lavarse las manos. — Me alienta la esperanza de que los im pulsos del progreso han de conducir el hjero cuters á las puertas de la capital de Bolivia para solaz de los turistas i provecho de mercaderes i traficantes. Después de atravesar el seno de fecundos valles, en una estension aproximativa de sesenta leguas, el Chicha- Pilcomayo reúne sus aguas al Pilaya, que circunvala el departamento de Tarija (á los 20° 1 5 ' de latitud austral i 65o 15' oeste del meridiano de Paris), resbalando sobre arenas de oro que muchos las ponderan, todos las apete cen, i pocos las buscan. Desde este punto la declinación del suelo es menos violenta ; el Pilcomayo corre sobre un plano inclinado poco sensible hasta salvar el salto de Guarapetendi, pequeña prominencia levantada en medio del rio á guisa de mojón divisorio entre los estrechos plie gues de las montañas i las estensas sábanas del Chaco. Al penetrar en la rejion de los llanos el curso del rio toma un carácter menos accidentado i fluye sin obstácu los hasta descender á la planicie mas baja de la llanura, en la cual sus aguas se dilatan en las crecientes formando varios arroyos que desaparecen en la época de la bajante. Dos son los principales canales que dan curso á sus aguas en esta rejion ; el brazo normal i mas importante en vez de seguir hacia el S. E. (que es el rumbo jeneral de"], [29, "19 la corriente) se dirije al Norte i después de formar un ángulo mui agudo vuelven á tomar la dirección indicada. El otro brazo de menor importancia (i que segun algunos se une al anterior después de un divorcio de veinte i cinco leguas), sirve de desagüe en las crecientes, siendo jene ralmente abandonado por las aguas después de estas. El ángulo del brazo principal, segun lo observa el P. Gia nelly en el diario de su espedicion, es demasiado agudo para que las aguas de las grandes avenidas puedan de una manera brusca salvar inflexión tan violenta sin des bordarse en todas direcciones hasta chocaren los sólidos bordes del gran lecho del rio que las contiene, i formar así los bañados i lagunas que existen en este punto, los cuales i no el rio se secan en los fuertes veranos. Cuando Van Nivel arribó á este punto (1844), sin de tenerse á estudiar el cauce del rio, envuelto en el laberinto que forman los rebalses, no atinó á dar con el curso regular, [i retrocedió trayendo la mala nueva de la pér dida del Pilcomayo por inmersión. Conviene advertir que segun opinión uniforme de cuantos conocen el curso del Pilcomayo, desde el Salto de Guarapetendi hasta este punto, el rio es susceptible de navegación ; en el lugar de los derrames i en una es tension de veinte varas, la profundidad solo alcanza en la época de secas á tres cuartas, no bajando de cuatro pies en lo restante de este trayecto. El P. Patino observó, de acuerdo con esta misma circunstancia, que el Pilcomayo se halla cortado en algunos puntos por vetas de arcilla que levantándose sobre el nivel regular del lecho del rio i abarcando una estension de cuatro á ocho varas, for man rápidos algo violentos que estorban la navegación de buques de mucho calado. Desde luego, estas vetas se hallan amenazadas por la cuchilla de la draga para que"], [30, "20 se dejen de incomodar el dia que el Pilcomayo abando nando la tradición mitológica pase á hacerse un rio positivista. Es digno de observarse que las tribus de los Tobas i Mataguayos, como si conociesen la trampa que encubren las aguas en este punto para burlarse de esploradores inespcrimentados , hubiesen sentado sus reales á sus orillas, utilizando esta formación especial como medio es tratéjico contra los que intentan poner el pié en sus dominios. Salvada la pequeña zona de los derrames, las aguas siguen un curso regular i uniforme hasta el punto en que se separan en dos brazos ; esa separación está mar cada por un rápido llamado Sallo del P. Patino, por ser el punto donde se detuvo la embarcación mayor de las que formaban el convoi de la espedicion que realizó este misionero. El brazo superior, que lleva los nombres de Pilcomayo, Iiica ó Araguay giiazit (Grande Araguay), des pués de seguir un curso sumamente tortuoso, al aproxi marse á la rejion mesopotámica ó de las costas, desem boca en el rio Paraguay frente al cerro de Lambaré, á dos millas de la Asunción. El brazo inferior, llamado Ai aguay mini (Araguay chico), de idénticas condiciones al anterior, aunque de menor caudal de agua, se inclina mas al sud i desemboca frente a la Angostura á nueve leguas de la capital citada. De este modo los dos brazos al desembocar en el Paraguay forman un triángulo cuya base es de nueve leguas, i cuya altura se calcula en setenta hasta su vértice. Este trián gulo ha sido llamado isla del P. Patino en memoria al primer esplorador que remontó el Pilcomayo ; su suelo es bajo é innundadizo, sobre todo en las costas mas pró ximas al rio Paraguay."], [31, "21 Del brazo inferior ó austral, á su vez, se separa otro pe queño canal al cual se le ha considerado como otra de las bocas del Pilcomayo por el P. Quiroga, quien estudió todos los puntos de desagüe del rio. Hasta poco después de la esploracion realizada por Azara, el rio Confuso, situado al norte del brazo princi pal, á ocho leguas de la ciudad de la Asunción, se creía que comunicaba con el Pilcomayo, siendo uno de sus ra males ; pero esploraciones realizadas casi hasta sus ver tientes por los esplotadores de madera (obrajeros) han hecho conocer que el Confuso no tiene contacto alguno, salvo en la época de las crecientes en la cual los re balses del Pilcomayo se estienden hasta derramarse por el cauce de aquel. El Confuso ha dado márjen á tantas confusiones, que ha habido jeógrafo que para no equivocarse ha creado en una de sus cartas dos rios de este mismo nombre, uno que corre al norte del brazo superior del Pilcomayo i otro al sud del brazo inferior. De este modo existen Confusos jeográíicos para todos los gustos. La profundidad del Pilcomayo hasta el punto en que se divide en dos brazos varia entre siete i cinco metros ; en la rejion media, entre dos i tres, salvo los pequeños trayectos cruzados por las vetas de arcilla en los cuales alcanza á uno. Actualmente la navegación es entorpe cida por multitud de troncos de árboles caídos en su lecho i cuya estraccion no ofrece mayores dificultades."], [32, "22 III AMPUTACIONES DEL TERRITORIO BOLIVIANO Para apreciar la importancia del rio Pilcomayo como via comercial de Bolivia, conviene formarse una idea exacta de las condiciones actuales del territorio de esta nación. Se hace, pues, indispensable conocer los antece dentes que han condenado á aquel pais á un aislamiento obligado. El dia en el que la República de Bolivia, por sus pro pios esfuerzos i en ejercicio de su soberanía, se consti tuyó como Estado independiente, tenía por límites los mismos que se habían fijado entre las coronas de Es paña i Portugal en lo que concierne á sus fronteras di visorias con el Imperio del Brasil ; respecto de las nacio nes de oríjen español, estos límites eran los que el monarca había señalado á la Real Audiencia de Charcas. Por consiguiente, hacia el Este poseía derechos de do minio desde las cabeceras del rio Paraguay, en toda la costa occidental, hasta la desembocadura del rio Ber mejo ; hacia el Noreste, desde la boca del Jaurú tocaba la ribera austral del rio Guaporé i seguía su corriente hasta mas abajo de su unión con el Mamoré ; desde esta confluencia continuaba por el curso del Madera hasta una distancia igual entre la boca del Mamoré i los desa gües del Madera sobre el Amazonas ; de ahí partía una línea divisoria hasta encontrar la ribera oriental del rio Javarí, que desemboca en el Marañon. Es1 os límites eran tan precisos i lijos como son los que i íedian entre el Estado Oriental del Uruguay i la República Arjentina. Segun esto, Bolivia poseía sobre el Alto Paraguay los"], [33, "23 fuertes de Coimbra i Alburquerque, así como el puerto de Corumbá, con pleno acceso á la navegación de aquella estensa corriente. Hacia el Norte, el Guaporé, el Madera i el Purús,,casí en toda su estension, le ofrecían salidas sobre.el Amazonas, i por consiguiente, formaba parte del sistema de este poderoso canal, en el cual venían á en contrarse por vecindad de límites el Perú, el Ecuador i Colombia. Después que en virtud de las espansiones de la liber tad el intercambio comercial dio á conocer los productos nobles de Bolivia procedentes de sus rejiones tropicales, como el café, el cacao, el azúcar, el tabaco, etc, los plan tadores brasileros no pudieron menos de notar la supe rioridad de los artículos bolivianos sobre los similares que cultivaban en sus estensas sazendas; el ojo penetrante del comercio imperial divisó á lo lejos la figura desco cada de la competencia castigando con su mano' de as tuto mercader los productos brasileros análogos á los bolivianos. Al propio tiempo, se descubrían en la zona comprendida entre la mitad de la corriente del Madera i el rio Javarí inmensos bosques de siphonia cahucha productores de esa leche sustanciosa que hoi alimenta multitud de industrias i que el viejo mundo paga con montañas de esterlinas. El Imperio comprendió que no habia otro medio de deshancar á la amenazadora competencia que obligando á los artículos bolivianos á pasar por las horcas caudinas de sus puertos — ¿Cuál el medio? — La anexión territorial. Por su parte, los senos robustos de las rejiones del cau chut despertaban el apetito i no era cosa de andarse con escrúpulos en la casa del vecino, cuando con un buen corte podían quedar satisfechas todas las tentaciones. Así es como el presidente de Mattogroso, juzgando que"], [34, "24 la joven República podia haber estraviado sus pergami nos en sus patrioterías, penetró al dia siguiente de la emancipación de aquella en los territorios de Chiquitos; pero el jeneral Sucre, llevando la mano al puño de la espada, preguntó al Imperio qué significaba aquella vi sita; el Imperio, viendo el ceño del jeneral, contestó que se había equivocado de puerta i que se marchaba con la música á otra parte. Pero no fué tan lejos que aban donara las costas bolivianas que caian sobre el Paraguay ni llegara á desamparar la tierra del cauchut. Paciente i previsor, llevó sus límites hasta donde la argucia diplomática pudiera sostenerse con aires de jus ticia i trazó su frontera alejando á Bolivia de sus costas ; Coimbra, Alburquerque, Corumbá pasaron á la faltriquera imperial ; se trazaron límites imajinarios sobre la mitad de los lagos que dan posada al Alto Paraguay i el territorio comprendido entre el Madera i el Javarí cambió de opinión, haciéndose monarquista famoso de republicano que habia nacido. En 1863 el Imperio atisbo, escudriñando lo que pen saba su vecina de estas lindezas, i como la encontrase de mal talante, se sentó tranquilamente á esperar que llegase un administrador bastante complaciente ó torpe, capaz de lejitimar aquella posesión bastarda. La corrupción polí tica enjendró el mayordomo apropiado para hacerm igas con el Imperio. Un oscuro soldado, un improvisado Can ciller general, i unos cuantos escojidos otorgaron al intere sado el título que le faltaba. El sentimiento nacional pro testó contra el negocio ; se derramó sangre patriota en defensa de la integridad nacional ; pero aun cuando la sangre salvó la dignidad, el Imperio se llevó el territorio. Es así como empezó la estrangulación de Bolivia por el lado del Oriente ; á renglón seguido los dispensadores del"], [35, "25 jencroso donativo, no contentos con la dádiva de miles de leguas, acordaron obsequiar al Imperio con un ferro-carril que hubo de construirse en las márgenes del Madera en el territorio cedido, para lo cual se comprometió an chamente el [crédito de la Nación. Afortunadamente el presente no se llevó á cabo porque la Empresa naci '> enferma i murió al poco tiempo, habiendo pagado Bo livia gruesas sumas por el entierro. El comercio boli viano, acongojado con motivo de este duelo, no volvió á mirar mas del lado del Amazonas. Hacia el Pacífico, la madre patria habia legado á Bo livia una robusta garganta de respiración otorgándole cinco grados territoriales comprendidos entre los ríos Loa i Paposo; un dia los agricultores encontraron el secreto de fecundizar los envejecidos i estériles senos de la tierra; este rejenerador fecundante era el huano; mas tarde le disputó el privilejio de la fecundidad el sa litre ; los dos milagrosos jeneradores se habian arraigado en la costa boliviana, ó sea en medio de la garganta de la nación. Chile, que andaba en busca de fortuna en contró á mano la del vecino i clavó su estaca de jesuita sobre la tierra prometida del huano i del salitre ; la es taca fué avanzando tanto que desde 1842 hasta 1879 no ha quedado un palmo de terreno á la nación favorecida por estos dones de la naturaleza. La estaca, ademas, ha cerrado la garganta, i el país se hubiera asfixiado sin re medio si no hubiese podido respirar por medio de la algalia arjentina. He ahí como el contubernio de ideas enjendrado por el cauchut i el salitre han consumado monstruosas ampu taciones en el territorio boliviano, haciendo de un cuerpo sano i bien equilibrado un inválido amenazado de asfi xia ó parálisis."], [36, "26 Clausurados los puertos del Pacífico, Bolivia ha tenido que buscar salida á sus productos por el interior del territorio arjentino, vía desventajosa para el servicio de su comercio i que solo la necesidad hace tolerable. En las condiciones actuales de aquella nación, los intereses de su comercio se tienen que inclinar hacia las rejiones mas próximas á las costas ; ahora bien, el canal mas in mediato es el del Paraguay ; por lo tanto, es hacia él á donde hoi converjen todas las miradas del cálculo. Dos son los vehículos para llegar á esta corriente : el primero seria una vía férrea que partiendo de la Bahia Negra tocase en un punto estremo del Chaco boreal, ya sea este el pueblo de Sauces ó cualquier otro , i que de ese punto un ramal se dirijiera hacia el Norte hasta Santa Cruz de la Sierra i otro brazo al Sud para ligar Sucre, Potosí, Cochábamba i La Paz. De este modo, la línea central del Chaco daría salida á los productos tropi cales del Oriente i á las riquezas minerales del Sud. Pero un ferro-carril, por limitadas que sean sus condi ciones de construcción, demanda capitales, de los cuales Bolivia no dispone, ó empresarios que tengan confianza en negociación tan vasta. A falta de unos i otros, en la actualidad hai que uti lizar los canales naturales que desembocan en el Para guay. El único que por su situación i condiciones de viabilidad puede satisfacer esta necesidad es el Pilco mayo, atentas las facilidades que ofrece para su habili tación como vía fluvial sin demandar grandes desem bolsos; este es el vehículo posible. Intertanto, mientras estos proyectos no llegan á ser una realidad, Bolivia continuará escluida de toda comu nicación por el Pacífico, alejada por completo del Ama zonas i separada de las costas del Alto Paraguay, no"], [37, "27 quedándole mas válvula respiratoria que la fatigosa pe regrinación al través de la dilatada ruta por el interior de la República Arjentina. IV VINCULACIÓN CONVENIENTE ENTRE LA REPÚBLICA ARJENTINA I BOLIVIA Las condiciones que se acaban de manifestar revelan que Bolivia no es otra cosa que una nación emparedada. Sus vecinos por un mal cálculo, del cual empiezan á mani festarse poco satisfechos, la han privado de sus salidas naturales obedeciendo á tendencias de espansiones ter ritoriales i al propósito de adueñarse de sus valiosos productos por el monopolio, bajo pena de hacer pesar sobre ella las gabelas de las aduanas por las cuales tie nen que pasar los artículos destinados á su consumo. Pero esta monstruosidad ha enjendrado una reacción en sentido inverso. Los mismos Estados que le arreba taron sus costas en el interés^ de absorber su vitalidad, han comprendido que la nación despojada tiene que abrirse caminos por nuevas rutas, lo cual desbarata sus errados planes. ¿Cómo combatir esa tendencia i con trarrestar las inclinaciones que se notan en aquel pueblo para buscar válvulas de respiración sobre el Plata ? Na turalmente, otorgando franquicias comerciales. La aven tura pasada ha sido, pues, infructuosa. Bolivia ha desempeñado el papel de una rica heredera, rodeada de codiciosos vecinos, los cuales tentando es plotar á la opulenta consumidora le impiden el paso por su heredad para obligarla á pagar á alto precio la serví-"], [38, "28 dumbre de tránsito; pero otro vecino joven i galante, mas astuto i mas liberal, la ofrece tomarla de la mano i hacerla pasar cómodamente por la vía mas llana de sus dominios. ¿I que sucede? los viejos pretendientes que no quieren perderlo todo abren de par en par las puertas para que pueda atravesar holgadamente el mayordomo que hace la provisión para la acaudalada dama. El Brasil, aun cuando obrando con mucha circunspe cion, no ha devuelto los territorios de Bolivia concedi dos por D. Mariano Melgarejo i su Canciller Jeneral. en cambio ha otorgado franquicias que si no importan entera libertad para el comercio por el Amazonas, por lo menos le andan mui cerca. Chile le ha ofrecido el puerto de Arica, detentado al Perú, pero la dignidad nacional no ha querido escuchar el discurso de la oferta ni aceptar el regalo de la propiedad ajena. Resultado : Chile en competencia con los pueblos que se disputan el comercio boliviano no tiene otro camino (camino que adoptará tarde ó temprano) que devolver á Bolivia su litoral para atraer su antigua clientela á sus mercados. De este modo las leyes económicas harán lo que no han hecho los principios internacionales ; el interés mercantil restable cerá la integridad territorial de Bolivia ó alejará para siempre á esta nación del movimiento comercial del Pa cífico, necesario de todo punto para el pueblo que hoi gasta estérilmente su dinero i el ajeno en conservar los puertos deshabitados de Cobija i Antofagasta. El alejamiento de Bolivia de las vías naturales por las cuales pudo antes de ahora establecer un comercio regu lar, así como las inmensas distancias que el comercio del Sud i del Oriente tienen que recorrer para atender á sus consumos, han producido estos dos hechos de desastro sas consecuencias ; en cuanto al comercio estarior, la im-"], [39, "29 portación de los objetos destinados al servicio de la in dustria se hace con un recargo de 500 por ciento sobre el valor neto de los artículos ; baste este ejemplo : 600 rollos de alambre destinados á la prolongación del telégrafo de Tupiza á Potosí se obtuvieron en esta plaza por 4,000 fuertes : la conducción del artículo hasta Bolivia ha demandado 22,000 fuertes ! De aquí dos resultados : la industria boliviana no podrá desenvolverse porque no puede poner á su servi cio las máquinas modernas ; el hierro, elemento indis pensable en Bolivia, como pais productor de metales, se paga en esta nación á un precio seis veces mayor que en ningún otro pueblo de la tierra. Esto demuestra, entre otras cosas, que la vía al través del territorio arjentino no conviene al comercio boliviano i que la del Pilco mayo, por el reducido flete de los trasportes fluviales, es la única que llegaría á serle benéfica por el momento. En el orden interno la falta de vínculos con el este rior, trae esta terrible solución : El año en que las co sechas son abundantes, los productores se arruinan ; la abundancia de los artículos necesarios para la vida envi lece su precio, i el agricultor, no teniendo donde esportar el escedente del consumo se empobrece en medio de la abundancia (1). He aquí como puede haber un pueblo donde se tenga que medir atinadamente la cantidad del grano que se siembra, ó en el que el agricultor haya de es perar un mal año para recuperar sus pérdidas á costa del hambre de los demás. (1) Los principales productos que hoi esplota Bolivia i que consti tuyen casi su única esportacion, son la plata piña, cuya estraccion anual se calcula en 10,000,000 de fuertes, i la quina, de la cual existen depósitos por valor de 5,000,000 de fuertes destinados á la esportacion en el pró ximo año."], [40, "30 Ahora bien, yo creo que la República Arjentina está llamada á estirpar aquellas verdaderas calamidades en provecho suyo i de Bolivia por estar ligada á este país por canales naturales de vastísima estension. En efecto : el área del valle del Plata es la tercera del mundo, siendo dupla en superficie que la del Ganjes i mas que triple que la del Danubio, la mayor hoya de la Europa ; esa área se estiende hasta tocar el territorio boliviano, el suelo mas fecundo en productos tropicales, considerados nobles en el comercio. Monopolizados estos en los mercados arjentinos, puede hacer competencia en la América Setentrional á la im portación similar de otros países. « El Plata, decia M. M. F. Mauri, director del Observa torio astronómico de Washington en su estudio sobre el rio Amazonas, el Plata fluye esclusivamente en el he misferio meridional i las estaciones de su vasta hoya, son opuestas á las del hemisferio septentrional. Cuando recien está sembrando el labrador en el Norte, el culti vador de las hermosas riberas de este rio se halla ya re cojiendo sus cosechas; de donde resulta que los frutos del Plata pueden dominar en los mercados del norte du rante seis meses enteros sin competencia alguna. » De lo dicho se infiere que Bolivia para arrojar sus pro ductos al mercado del mundo necesita imperiosamente de la República Arjentina, por ser el país que le ofrece vías fluviales mas próximas, i por consiguiente, menos onerosas. Pero no es menos cierto, también, que la República Ar jentina necesita de Bolivia, como necesita del Paraguay i de la Banda Oriental aun cuando sus estadistas no crean en esta aserción que tiene todos los visos de una para doja. La causa orijinaria de esa necesidad es la natura-"], [41, "31 leza de los principales produ:tos arjentinos : las lanas i las pieles. Hasta ahora este país se ha limitado á esportar i mostrádose satisfecho con las ganancias que la venta de esos artículos en los mercados europeos dejan en manos de los pastores que cuidan innumerables rebaños desde la opulenta ciudad. Las lanas i las pieles se envían á Europa en su forma primitiva, mejor dicho, en estado salvaje, i después de surcar el Océano dos veces, vuelven infatuadas en forma de vistosas telas haciéndose pagar á precio de oro para conceder á sus antiguos señores la gracia de no andar desnudos. Entretanto, el pueblo de donde procede esa materia prima le paga el viaje de ida, su civilización en la casa de los telares, su regreso á la patria, i las innumerables propinas que abandona á los intermediarios por el trabajo de hacerla ir i venir. El precio de la lana trasformada en mercadería es tres veces superior á su valor primitivo, i como el productor solo ha percibido el importe de este, la Nación regala las otras dos terceras partes de la riqueza pública al fabricante europeo por hacerse vestir. Pero estas prodigalidades ruinosas tienen que con cluir, i lo que hoi no hacen la previsión ni el cálculo, ma ñana lo hará una ruda esperiencia. La competencia que las producciones similares á las del Rio de la Plata em piezan á hacer la Australia i la India Oriental, traerá por consecuencia que los productos arjentinos sean trasfor mados en mercaderías en el mismo país^es decir que el pastor será también fabricante, i que el fabricante bus cará compradores seguros que paguen al contado; estos compradores tienen que ser, antes que nadie, los vecinos. Entonces la República Arjentina hará lo que todavía no hace i lo que persiguen la Inglaterra en las Indias, la Rusia en el Asia Central i los Estados Unidos"], [42, "32 en nuestro continente; esto es, apoderarse de los consu mos de un país para encontrar fáciles salidas á todos sus productos. Hé aquí como las leyes de la producción i del cambio, restablecerán la fraternidad de estos países, fraternidad relajada por la falta de contacto i por una soberbia inter nacional mui mal entendida. La República Arjentina entonces, como hermana mayor i mas juiciosa, con la práctica i el ejemplo de sus instituciones, enseñará á su hermana menor Bolivia cómo se maneja la casa i se mantiene en paz á la quisquillosa familia; i á fuer de mas entendida en modas, con las se dosas telas labradas por sus industriosas manos, la ves tirá gallardamente de los pies á la cabeza. A su vez, la hermana menor, mejorada en tercio i quinto en la repartición de los dones de la madre natu raleza, hará á la República Arjentina la depositaría de sus caudales; le entregará la quina de los valles del Illimani para que la distribuya i lleve la salud á todos los hospi tales del mundo; zahumará su traje azul i blanco con las perfumadas resinas de los bosques del Oriente, i á fuer de mimosa i contar con la despensa siempre llena, por la mañana le servirá en taza de plata el nutritivo chocolate del Beni, i á la tarde, en pocilio de oro, el aromático café de Yungas. Pero para encaminarnos á esta vinculación, necesita mos realizar antes la grandiosa obra que se propuso con sumar el esplorador Crevaux, cuya espedicion i méritos científicos me propongo dar á conocer en la segunda parte de esta conferencia."], [43, "SEGUNDA PARTE I ANTECEDENTES RELATIVOS Á LA ESPLORACION DEL PILCO MAYO POR EL Dor CREVAUX. — CONDICIONES DE LA ESPEDICION EFECTUADA EN MAYO DE 1 832. — FIN DESAS TROSO DE LOS ESPEDICIONARIOS. Mui á pesar mió me veo en la necesidad de relacionar algunos antecedentes que á propósito de los proyectos de esploracion del Pilcomayo, se ligan con mi persona. Esta necesidad espero disculpara las referencias que paso á hacer respecto á la humilde participación que desde antes de ahora he tomado en este asunto. En 1879 la ocupación de los puertos bolivianos de Cobija i Antofagasta por las armas chilenas, privó al comercio del Sud Bolivia de toda comunicación con el Pacífico. Con este motivo los comerciantes de Sucre, Tarij a i Potosí se vieron obligados á di j irse al Rio de la Plata, tanto para hacer por esta va sus esportaciones, cuanto para adquirir las mercaderías destinadas al con sumo de esos departamentos. Desde los primeros mo mentos se notó que la nueva ruta adoptada era de todo punto onerosa; la inmensa distancia de 600 leguas que era menester recorrer por tierra; los d':st;ntos me dios de trasporte, muchos de los cuales eran totalmente deficientes, i la necesidad d¿ mantener comisionados i"], [44, "34 en diversos puntos de la República Arjentina para el paso de las mercaderías, todas estas circunstancias demandaban extraordinarios gastos, i por consiguiente, el recargo de los artículos importados i que se exporta ban, era enorme. Estas quejas, justificadas por otra parte, habían llegado hasta mi. Comparando la ruta clausurada sobre el Pacífico con la vía arjentina, no podia hesitarse; la primera superaba en ventajas á la segunda. Era indudable que concluida la guerra en que Bolivia se hallaba empeñada el comercio volvería á dirijirse á sus antiguos puertos. Así, pues, se anhelaba una pronta solución del conflicto i aún se tenia sé en que el país recobraría las costas de que se le habia despojado. Por mi parte el amor patrio me habia alucinado un momento haciéndome esperar la reintegración de los límites de la República. Pero examinando luego des apasionadamente la situación, contra la altivez del orgu llo nacional, entreveía una situación desesperada. Tenia razón para desconfiar de los sucesos: el hombre que regía los destinos de Bolivia no me habia merecido concepto que pudiera inspirarme confianza. Le habia visto subir hasta la altura del Gobierno contra el tor rente de la opinión, llegando á la cumbre á impulsos de un atentado, desprovisto del caudal de ideas i de la lejitimidad de propósitos que son necesarios á los que tienen la misión de encaminar naciones jóvenes, faltas de reposo, de esperiencia i aun de conocimiento de sus medios de vida. Creia yo que el Gobierno correspondía al mejor entre los mejores, i por desgracia, aquel hombre estaba bien lejos de esta jerarquía. Mal, pues, podia hacer una campaña gloriosa quien carecía de luces para dirijirla. Las batallas modernas no se ganan con la espada, sino"], [45, "35 resolviendo una ecuación aljebráica. Me inclino á creer que el General no sabia lo que eran matemáticas. — La primera derrota debia sernos cara; el vencedor se pa garía su triunfo engulléndose el litoral boliviano i el país vencido quedaría poco menos que embotellado. Divisando esta poco halagadora perspectiva, creia que, caso de realizarse la pesadilla, Bolivia podia salvar de la asfixia respirando por el Plata. La vía mas fácil mente habilitable era el Pilcomayo. Consagré decidi da atención para conocer si seria posible su navega bilidad i los datos que pasaron por mi examen hicieron la convicción en mi espíritu. Conocedor de que el respetable Dr. D. Saturnino Laspiur, que desempeñaba el Ministerio del Interior, se preocupaba con decisión de abrir vias fáciles de comunicación que radicaran el comercio boliviano en los mercados arjentinos, me dirijí á él i le espuse mis ideas respecto de la conveniencia de habilitar el Pilcomayo á la navegación. El señor Laspiur, bajo cuyos auspicios habia realizado una corta esploracion don Luis Bernet, me manifestó hallarse de acuerdo con mi modo de pensar i se dignó encomendarme la redac ción de un informe acerca de las condiciones jeográsicas del citado rio, así como de sus ventajas comerciales. Ese trabajo debia servir de base para llevar á cabo una esploracion, la cual estoi seguro se habría realizado si el señor Laspiur hubiese continuado en el desempeño del cargo que merecidamente se le habia confiado. Cuando apareció mi informe no faltó quien juzgase ese trabajo como tiempo perdido en persecución de una utopia. Sin embargo, he visto después con harta com placencia que él ha servido de base para algunos pro yectos de exploración importantes, como el que trataba"], [46, "36 de efectuar el conocido capitán señor Bossi, i otros de menor trascendencia. Ese escrito fué estractado i vertido al francés como obra orijinal de un tercero, viniendo por esta razón a colocarme en la difícil condi ción de padre natural de un hijo mió nacido en Francia. Desde 1879, ya sea que la citada compilación de datos hubiese despejado muchas dudas acerca del Pilcomayo, ó que la importancia del comercio de Bolivia llamase la atención de este país, la verdad es que la prensa boliviana i sobre todo, la prensa de Buenos Aires, no han dejado de mano la cuestión de viabilidad por el Pil comayo. Últimamente la Legación Boliviana encomen dada al señor doctor Omiste, para satisfacer la ansie dad pública, proyectaba se realizase una exploración aunando los esfuerzos de los gobiernos arjentino i boliviano, á quienes interesa la dominación de ese rio. A su vez, el distinguido jeógrafo señor Luis J. Fontana solicitaba la cooperación del gobierno de su patria para recoje'r, la por cierto envidiable gloria de resolver la cuestión de la navegación del Pilcomayo. Por mi parte, aún cuando no tengo motivos para creer en la gloria, procuraba realizar la empresa por medio de recursos particulares; pero creyendo que el señor Fontana me llevaría la delantera, envidiaba su suerte de todo corazón, contemplándole como el reden tor que abre las puertas á un pueblo hoi prisionero dentro de su pr< pió territorio. La cuestión del Pilcoma yo habia llegado, pues, á hacerse epidémica, contando muchos atacados de la fiebre esploradora. Fué en esos momentos que arribó á Buenos Aires el ilustre viajero Julio Crevaux. El Sr. Crevaux se habia dirijido á esta parte de Amé rica con el objeto, ya fuese de reconocer las vertientes del"], [47, "37 rio Paraguay ó bien descender el Tocantins hasta el Amazonas, i aun si fuese posible, esplorar el Xingú. — ■ Creo que el señor Crevaux no traia un plan fijo sobre el particular, pero lo evidente es que sus proyectos tenian por blanco recorrer los afluentes del Amazonas. A su llegada á esta ciudad, el reputado esplorador Sr. Francisco Moreno le habló del Pilcomayo, llamando la atención del viajero sobre el Chaco Central. — Después de compulsar datos no satisfactorios sobre el particular, segun me ha manifestado el citado señor Moreno, el naturalista Sr. Ilolmberg, le dio á cohocer el informe que yo habia publicado, el cual impresionó á nuestro esplorador : al dia siguiente, el Sr. Ministro de Bolivia le manifestaba la importancia del reconocimiento del rio i los proyectos que tenia entre manos. Estas circuns tancias hicieron cesar las vacilaciones en el espíritu de Crevaux i la esploracion del Pilcomayo quedó re suelta. El esplorador i su amigo el señor Moreno habian pro curado estudiar todos los inconvenientes del viaje, i ¡ funesta coincidencia ! pocas noches antes de su partida, recorriendo nuevamente ambos las pajinas del trabajo que di a luz, Crevaux se habia detenido en la foja donde se enumeran las tribus feroces que pueb!an las orillas del Pilcomayo i como si presagiara que una de esas tribus debia sacrificarle, señaló la pajina doblándola, conser vándose hoy dia tal como él la dejó antes de su par tida ! Resuelto el viaje, el espedicionario se dirijió á Bolivia para descender el rio que se proponía esplorar. Lo acom pañaban los Sres. Luis Billet, astrónomo distinguido; Augusto Ringel, hábil acuarelista i fotógrafo ; Ernesto Haurat, timonero de la marina francesa; Juan Dumigron,"], [48, "38 ayudante ; i los marineros arjentinos Enrique Rodrí guez i Carmelo Blanco. A su arribo á Bolivia fué entusiastamente acojido, cifrándose las mas lisonjeras esperanzas en su espedicion. Puede decirse que tenia el terreno preparado : el go bierno boliviano, deseoso de abrir una comunicación con el Paraguay á través del Chaco, habia resuelto realizar una esploracion en forma, á cuyos efectos se destinaron ioo hombres de línea i 50 milicianos de los valles de Caiza, conocedores del Chaco, los cuales debían espedi cionar tan pronto como estuviesen listos los recursos que les eran necesarios. El Prefecto de Tarija, así como el gobierno, querian que las dos espediciones saliesen conjuntamente, á sin de que la que debia seguir las costas del Pilcomayo, protejiese á la comisión científica que encabezaba el Dr. Crevaux ; pero este se negó á aceptar tal proposición, manifestándose decidido á penetrar en el corazón del Chaco sin mas auxilios que los de sus compañeros de estudios i vanos jóvenes voluntarios de Tarija que admitió por escolta. (1) Estos últimos iban á las órdenes del capitán Baldomero Vera i del teniente Bernardino Valverde ; contábase entre este número el intérprete ó lenguaraz Irimaye, que poseia los dialectos de las tribus del Chaco. Cómo fué recibido el Dr. Crevaux en Bolivia, aparte de cartas particulares escritas á esta ciudad al señor Ministro de Francia i otras que han visto la luz pública, en las cuales se muestra harto agradecido á las demos- (1) Estos intrépidos voluntarios eran : Baldomero Vera, capitán de ejército ; Bernardino Valverdi, teniente i° de ejército ; Nemecio Valverde ; Julián Romero ; Jacinto Gaite ; Miguel Montero ; Estanislao Zeballos ; Francisco Zeballos."], [49, "39 traciones de que fué objeto, lo dice la siguiente comu nicación dirijida el mismo dia de su partida al Ministro de Instrucción Pública de Francia : « Bolivia, Marzo 13 de 1882. \" Señor Ministro : \" Después de un viaje de tres meses al través de la República Arjentina i de Bolivia estamos próximos á emprender la esploracion del rio Pilcomayo. \" Hemos sido admirablemente recibidos por ¡los boli vianos, particularmente por los habitantes de los pueblos de Tupiza y Tarija; el Prefecto de esta última ciudad, señor Samuel Campero, se ha dignado prestarnos su apoyo, no solo moral sino pecuniario ; encargándose de nuestro trasporte (diez dias por mula) hasta el rio, i del abastecimiento completo de una escolta compuesta de once individuos voluntarios. \" La exploración del Pilcomayo es una empresa mucho mas difícil i mas onerosa de lo que pensábamos ; pero el Gobierno de Bolivia que está particularmente intere sado en el éxito de mi misión tomará á su cargo nuestros gastos extraordinarios. \" Antes de partir, que será dentro de una hora, ruego á Vd. se sirva recompensar al señor Campero por los muchos servicios que nos ha prestado, concediéndole el nombramiento de Oficial de Academia. \" Marchamos con esa plena confianza para la conse cución del objeto de nuestro viaje, no carecemos.de nada i nos encontramos en estado de perfecta salud. \" Los Reverendos Padres franciscanos del convento de Tarija, que son italianos, nos han suministrado los mas preciosos datos respecto á los indíjenas del Gran"], [50, "40 Chaco, ofreciéndonos su copperacion para la cons trucción de nuestras canoas. '• Tengo el honor de rogar á Vd. se sirva agradecerles por estos servicios, etc. (i) \" J. Crevaux. \" La simpatía que Crevaux llegó á abrigar por Bolivia le hizo concebir otro proyecto de importancia para después de realizada la esploracion del Pilcomayo. En comuni cación dirijida al Dr. Antonio Quijarro, Ministro de Hacienda, le insinuaba la idea de expedicionar sobre el Purus, afluente importante del Amazonas, que tiene su nacimiento en el rico departamento de la Paz. El ministro en oficio del 9 de Marzo decía al sabio viajero : \" Recibiré con el mayor agrado el proyecto de explo ración del Alto Purus, de que Vd. me habla; i real mente, yo creo como Vd. que su navegación es preferible á la de los rios Madera i Mamoré, embarazados por ( 1 ) Al dia siguiente de su salida, en carta dirijida al Prefecto del De partamento, espresaba en estos términos su reconocimiento á la sociedad de Tarija por las distinciones de que fué objeto : Santa Ana, Marzo 14 de 1882. Señor Don Samuel Campero. Mi caro amigo : Doile las gracias por los servicios que me ha prestado Vd. en calidad de Prefecto 1 por su ¡enerosa hospitalidad. Gracias, á las familias de los señores Macedonio Trigo, Samuel Achá i Guillermo Cainzo, que nos han proporcionado tertulias. Gracias, á todos los habitantes de Tarija, que han manifestado tanto entusiasmo en nuestra partida al Pilcomayo. Gracias, á las madres de familia, á las esposas, que me han confiado á sus hijos, á sus esposos, para el bien de la Patria. Gracias, á los RR. PP. Franciscanos por haber contribuido eficazmente en la causa de la civilización boliviana. Doi á Vd. la mano, como á su digno Secretario Dr. Taborga. Julio Crevaux. Nota. — Ruegue Vd. al señor Luis Paz, se moleste en dar á luz esta co municación en el Diario de Tarija."], [51, "41 formidables y numerosas rompientes. Tengo algunas nociones sobre el curso del rio Purus, por lecturas que hice antes de ahora y de las que resulta que es distinto del rio Madre de Dios. \" Este antecedente demuestra los propósitos elevados del Dr. Crevaux, respecto de Bolivia, á la cual debia prestar importantes servicios revelando los secretos que esconde su rico é inesplorado suelo. Bajo de este con cepto, su muerte es una pérdida que considero debiera ser llorada como un duelo nacional. La permanencia del Dr. Crevaux en Tarija, fué corta ; llegó á esa ciudad el 4 de Marzo i se dirijió á la misión de San Francisco el 13 del mismo mes. Después de tocar en Caiza, capital del departamento boliviano del Gran Chaco, arribó al punto de su destino donde construyó tres canoas para el viaje ; su ansiedad era tanta, que el dia 19 de Abril, antes de terminar los pequeños cama rotes de las embarcaciones, se arrojó al agua sin mas pensamiento, segun él mismo lo espresaba, que llegar á la Asunción del Paraguay ó perecer en la atrevida em presa. Tres dias después, el 23 de Abril, habiendo recorrido próximamente 39 leguas desde el punto de partida (que bautizó on el nombre de Embarcadero Omiste), llegó á la capital de las poblaciones Tobas, Teyo ; puesto en comunicación con la tribu, el esplorador, dando al ol vido las prevenciones que se le habían hecho en Tarija respecto de la deslealtad de esta, comunicaba á uno de los padres misioneros del Chaco, confiadamente, que habia hecho la paz con la terrible nación. Los Tobas aceptaron á los viajeros con las pruebas de humildad i sumisión que acostumbran ; recibieron los donativos que se les ofrecían, i cuando hubieron alejado"], [52, "42 toda desconfianza del espíritu de los esploradores, los rodearon en gran número i les dieron la muerte bárbara mente á puñaladas i garrotazos, (i) ( i ) Con posterioridad á los datos que anteceden, se han recibido los siguientes detalles en una correspondencia de 8 de Junio publicada en el número 54 de El Trabajo de Tarija, i que con mas ó menos ampliaciones, ha reproducido la prensa del Plata. El 19 del próximo pasado Abril, á las 9 a. m., el señor Crevaux i sus compañeros, dejaron las playas de estas Misiones, principiando su nave gación i exploración en el misterioso Pilcomayo, á cuya corriente debia llevar la luz que lo iba á mostrar al mundo civilizado. En la estadía del señor Crevaux en esta Misión, así como al tiempo de despedirnos de él, le rogamos que no se fiase de los indios, que siempre se muestran afables pa¡a después traicionar á los que momentos antes llamaban amigos. Crevaux nos prometió ser receloso, asegurando que nunca lo engañarían. Por desgracia, no sucedió asi. El mismo dia que salieron de esta, á las 4 p. m., llegaron los viajeros al paraje llamado Irua, á cuatro leguas de aquí. Allí encontraron á los ex mirioneros Noctcnes, hombres tímidos i cobardes que se habian criado con los RR. PP. Conversores, i que se fueron de las Misiones por segiur á sus parientes, llevados por su carácter que los impulsaba á la vida sal vaje. Allí se detuvieron hasta el dia siguiente, conversando con los indios i haciéndoles regalos. Yo vi, 48 horas después, una camisa de lienzo blanco que los exploradores habían regalado á un indio que vino con la última carta de Crevaux dirijida al P. Prefecto, en la que le decia : « Hemos llegado á este punto de Irua, i hemos hecho la paz con los Tobas». Pobre hombre !! No sabia que aquellos indios no eran Tobas, i que eran inofensivos, i creia ya ver á los enemigos de la civilización á sus pies. El dia 20, Crevaux siguió su viaje. Antes de salir de Irua, contrató un indio llamado Caliuis, para que le sirviera de guia hasta Teyo. Crevaux llegó á Teyo i encontró allí á «Caserai» con un número cre cido de Tobas i Chiriguanos, todos, a! ver al explorador francés i sus compañeros, se acercaron i le preguntaron: — j Vienen de buenas ó de malas ? — De buenas, les contestaron los viajeros. — Bueno, nosotros no seremos malos ; los acompañaremos hasta Caba llo-repotí i así irán seguros. Los espedicionarios, incautamente creyeron en la palabra de los indios i se consideraron tan seguros en Teyo, como lo habian estado en Irua, siendo estos salvajes de distinta raza á la de los otros. Si los espedicionarios se hubieran acordado de nuestras prevenciones, de que no creyeran en las ofertas de estos salvajes, tal vez hoi estuvieran recojiendo los laureles que la gloria les ofrecía. Mientras Crevaux i sus compañeros descansaban en Teyo, los salvajes se reunieron en parlamento para decidir de la suerte de los expedicionarios. El parlamento se dividió en dos partidos : el uno gritaba: \" Degollémoslos para que no pasen\"; i el otro decia: \" Dejémoslos pasar, pues que estos no son ni Tarijeños ni Caizeños ; luego no vienen á quitarnos nuestras tierras, estos son gringos: \"que se vayan á su tierra\"."], [53, "43 Así terminaron en las sangrientas manos de la salvaje tribu todos los jenerosos anhelos de esos hombres que debían llevar con su obra la luz de la civilización al espí ritu de razas degradadas por la barbarie ! Momentos [después se vieron las barcas abandonadas flotando sobre las aguas del rio i mas tarde cubiertos los salvajes con las ropas de las victimas. El portador de la funesta nueva, fué el indio Yahunahua, sobre el cual recaen sospechas de complicidad, presu miéndose sea el espía que anunció á los Tobas el próximo viaje de los espedicionarios. La fatal noticia conmovió profundamente á la ciudad de Tarija, como ha de haber conmovido al resto de la República de Bolivia al tenerse noticia del desastre. Aquí esa inmolación ha arrancado esclamaciones de Al indio que trajo Crevaux de Irua, le dijeron los del primer partido: \"No digas nada á los cristianos, porque si dices, te cortamos la cabeza\". No obstante esta prohibición, el indio dijo á los expedicionarios: \" Los Tobas están bravos i los pueden malar \" ; á lo que le contestaron : •'No, no hai cuidado; mui bien nos han acojido \". El 24 ó 25 de Abril, este indio desapareció de la vista de los explora dores. Los Tobas se ofrecieron á acompañarlos hasta Caballo-repotí, pues en ese punto acordaron victimar á los exploradores, que no sospechaban ni preveían el peligro que les rodeaba. Llegaron á Caballo-repotí y encontraron un crecido número de salvajes de muchas tribus. Cuando saltaban de sus canoas, se acercaron los Tobas i les dijeron : \"No saquen sus armas; nosotros no tenemos ninguna, ( para qué sacar las ? Si Vds. no son bravos, nosotros tampoco lo seremos Los exploradores dejaron sus armas en las canoas, bajando sin ellas. Los indios los obsequiaron con carne de cordero. A los pocos metros de sus canoas se vieron rodeados por salvajes, que, hambrientos i feroces, victimaron á los 14 exploradores, dándoles una muerte rápida i espantosa. Inmediatamente déla victimación de los 14 exploradores, se lanzaron los Tobas á las canoas, donde encontraron á Ceballos, joven de 14 a 15 años, á quien tomaron cautivo. La misma suerte corrió el cocinero que estaba preparando la comida para los exploradores. . Estos fatales sucesos tuvieron lugar á las 10 a. m. del dia 26 ó 27 de Abril. . . , . . Estas fidedignas noticias las he recibido por Itiyuro i por el Oriente."], [54, "44 espanto i despertado aliento en las almas jenerosas para penetrar hasta el corazón de la barbara tribu i vengar ejemplarmente la muerte de aquellos mártires del progreso humano. Hai existencias que se hallan fuertemente ligadas á los destinos de los pueblos ; columnas de apoyo, que cuando caen parece van á arrastrar en pos de sí un cataclismo, esas existencias, esas columnas, son los hombres que después de ardua labor han logrado penetrar en las oscuras cavidades de lo desconocido ; ellos traen la luz de en medio de la tiniebla i cuando su mano helada no puede sostener mas la antorcha, la humanidad tiembla creyendo que va á precipitarse de nuevo en el insondable abismo ! Crevaux era uno de esos espiritus fuertes, llamado á dejar tras sí marcada huella. Sus viajes de esploracion presajiaban para lo futuro una figura jigante. Poseía 35 años i habia acumulado vasto material para la obra de mas tarde ; era el buscador de diamantes que después de recojer la deforme piedra la trasforma en sus manos i arranca de su oscuro seno rayos diáfanos de luz. Ese sacrificio en la asidua peregrinación para levantar el monumento futuro, ha arrebatado á la ciencia uno de sus mas escojidos obreros ! ¿ Quién era este joven sabio i qué méritos le hacen digno de esta ovación postuma ? La breve reseña de sus trabajos é investigaciones, vá á decírnoslo."], [55, "45 11 RESEÑA DE LAS EXPLORACIONES DEL Dor CREVAUX EN LA AMÉRICA ECUATORIAL (i) Julio Crevaux era un espíritu esencialmente predi puesto para los trabajos de investigación, cualquiera que fuese la escala á que hubieran de aplicarse sus faculta des analíticas. La carrera que adoptó últimamente acredita esta irresistible tendencia de su carácter. In dudablemente debia haber elegido la profesión de mé dico cediendo á su natural vocación por los estudios esperiméntales: pero cuando llegó al término del fati goso aprendizaje i se encontró doctorado i con libertad para marcar un rumbo fijo a sus aspiraciones, la pro fesión adquirida no debia satisfacer las ansiedades de su alma. Por eso se le vé vacilar algún tiempo, aceptando con resignación el desempeño del cargo de médico de la marina de su patria, utilizando sus horas de solaz en el estudio sobre diversos temas científicos, como el relativo á la epizootia i otros que vieron la luz pública, pero que entre la inmensa labor intelectual del viejo mundo, á pesar de su mérito, no lograban descollar (i) A falta de las obras del doctor Crevaux, que tuvo la bondad de obsequiarnos i que esperábamos recibir de Europa de un momento á otro, consultando la mayor exactitud para esta reseña, hemos seguido i tomado por base de nuestra narración, los importantes estrados de los viajes del distinguido esplorador dados á luz por los Srs. Paúl Gaffarel, i Cortambert, consultado el diario de su espedicion al Magdalena, Guavia ré i Orinoco, así como noticias de antigua data referentes á algunos de los ríos que recorrió últimamente. S. V. G."], [56, "46 levantando su nombre como el jefe de una teoría nue va ó el descubridor de uno de los muchos principios ocultos que presiden á la vida i á la destrucción de los seres animados. A cierta altura de la existencia, cuando el hombre acaba de formarse por la plenitud de la juventud i el cultivo del cerebro, las inclinaciones nativas chocan frecuentemente con la profesión que se ha adoptado temprano inconsultamente, cediendo á la necesidad de adquirir una carrera para vivir de algo. Cuán angus tiosa es esa lucha en que se considera temerario destruir los sacrificios empleados en la mas radiante época de la vida para conquistar un título universitario, los compro misos que ese título trae, i las seducciones de la vo cación que arrastra irresistiblemente por un camino desconocido, pero que de antemano se tiene la seguridad de atravesar con entera firmeza! Crevaux tuvo el coraje de romper esa cadena que lo ligaba á un terreno menos amplio que el que anhelaba recorrer su espíritu. Abandonó al médico, que muchas veces lleva la alegría al seno de la familia, por el esplo rador que hace la luz sobre millares de familias i resucita jeneraciones que fueron, con las cuales la cien cia se pone al habla para desentrañar los secretos que rodean á la criatura humana. Los estudios jeográficos i antropolójicos le arrastra ban invenciblemente en una época en que estas ciencias ejercen tan decisiva i múltiple influencia en todas las relaciones de la vida social. Existían, además, las se ductoras atracciones del estímulo que impulsa las ambi ciones nobles i eleva los caracteres rectamente inspi rados. ¡Cuán poderosos eran esos estímulos que le decidieron"], [57, "47 á lanzarse en la peligrosa carrera que lo ha llevado hasta el sacrificio! Desde hace diez años la esploracion de los territorios poco ó nada conocidos en el mundo antiguo i moderno, viene constituyendo una verdadera pasión en los hombres que consideran escaso el material recojido por las ciencias naturales i de aplicación. La Francia, aún cuando no ha descollado como potencia colonizado ra, constituida en cambio en una vasta cátedra (cátedra muchas veces de repetición), se halla ligada al movi miento científico i no podia permanecer ni por su carácter cosmopolita ni por su ilustración, indiferente á los estudios que otros países procuraban llevar á cabo en diversas rejiones del globo. Es así cómo, compren diendo el elevado rol que le cabe en esta época en el estudio de las diversas comarcas de la tierra, ha em prendido por su parte ó protejido empresas de este orden, que han aportado preciosos caudales al fondo co mún de las especulaciones científicas. Joseph Halévy, solo i con exiguos recursos, venciendo todo género de dificultades, penetra en el Yemen en 1869 i dá á conocer un país que los europeos no habian logra do esplorar después que Elio Galo cruzó su territorio en la época de Augusto. El viajero trajo su cosecha de 696 inscripciones sabeanas, las cuales descifradas revelan la perfecta concordancia de las nomenclaturas jeográlicas antiguas con las modernas. El abate David se introduce hasta el interior de la China i dá á conocer una estension de 800 leguas del continente asiático inesplorado hasta entonces. Otro misionero francés, el abate Debaise, logra pe netrar en el África austral hasta la misma ciudad en la cual permaneció agonizante tanto tiempo el perseve rante Livinsgton, i menos afortunado que éste, muere"], [58, "48 envenenado por la influencia deletérea del clima de aquellas rejiones inhospitalarias para la raza blanca. Delaporte, encargado oficialmente de invest:gaciones arqueolójicas, recorre el Cambodge i arranca de los despojos de sus monumentos las soluciones de una civilización estinguida hace siglos, i que exhumadas á la par de los palacios asirios, dan á conocer en toda su exactitud los esplendores del arte antiguo en el Oriente. Todas estas espediciones que, llamando la atención del mundo científico, hacían objeto de lejitima admira ción á los audaces viajeros que se aventuraban en países desconocidos, estraños por las costumbres, por el idioma i por la índole, debieron molestar por largo tiempo el cerebro del joven médico, para quien cada nueva esplo racion debia ser una batalla campal en la cual él hubiera deseado ser el héroe á costa de cualquier sacrificio. Su vocación le encarriló por fin en la vía propia para el desenvolvimiento de sus dotes i aspiraciones i en la que ha sobresalido por su entereza, su portentoso coraje i su inquebrantable sé. Tres viajeros notables han recorrido varias comarcas importantes de la América latina en estos últimos años: Mr. André, encargado por el Ministro de Instrucción Pública de Francia de formar colecciones de la flora, la fauna i las producciones minerales de la América ecua torial, atraviesa gran parte ele los territorios desiertos de Colombia, el Ecuador i el Perú, i después de estudiar la célebre cascada Tequendama formada por el rio Fun za, que se precipita en una profundidad de 146 metros, esto es, tres veces la altura del Niágara, regresa a su patria llevando una rica colección de plantas, animales é importantes estudios físicos de tan privilejiadas rejio nes. Mr. Wiener, encargado oficialmente, asimismo,"], [59, "49 visita el alto i bajo Perú, dando vasta latitud i recojien do preciosos materiales para los estudios americanistas, por los cuales habia manifestado desde 1874 particular afición; asciende á uno de los más altos picos del Illima ni, que bautiza con el nombre de Pico de Paris, i mas tarde, después de una arriesgada esploracion entre Qui to i las cabeceras del rio Ñapo, poderoso afluente del Amazonas, comprueba la practicabilidad de la utilización de esa vena fluvial, llamada á desarrollar estensamente el movimiento comercial del Ecuador. El tercero de estos misioneros de la ciencia es Crevaux. Sus trabajos, por lo arriesgado de las circunstancias que les son peculiares i por el caudal de datos destinados á ilustrar la jeografía i la antropolojía, sobresalen marcadamente sobre los que dejo enunciados, habiendo con justicia sido objeto de admiración en su patria i fuera de ella. Veamos cómo i en qué rejiones se llevaron á cabo sus estudios. En 1876 el Dr. Crevaux recibió la misión del Ministe rio de Instrucción Pública de marchar de Cayena, la capital de la Guayana francesa, al Amazonas, remontan do el rio Maroni, límite divisorio entre aquella i la Gua yana holandesa; el descenso al Amazonas debia efectuarse por el rio Yary. Nuestro esplorador empren dió su viaje en 1877 remontando el Maroni en una pira gua que lo condujo hasta la tribu de los Bonnis, en donde, por causa de la insalubridad del clima, cayó enfermo siendo abandonado por los pocos tripulantes que lo acompañaban. Fué allí donde logró despertar cariño en el ánimo de un negro llamado Apatou, que desde entonces llegó a ser su compañero leal é insepa rable. Apatou que conocía aquellas rejiones condujo al esplorador á las montañas del Tumac-Humac que separan 4"], [60, "50 las aguas del Maroni de las del Yari i las cuales no habian podido ser visitadas por ningún europeo, no obstante las tentativas hechas desde el siglo pasado i el interés que despartaban por considerarlas depositarías de in menzas riquezas auríferas. En vez del oro el viajero encontró solo tribus salvajes que tienen el hábito de impregnarse la cabeza i el cuerpo con una capa de arena micácea que les dá un aspecto metálico á la luz del sol. En la falda de las montañas tiene sus fuentes el Apaouani, afluente del Yarí. Para descender por sus aguas se improvisó una tijera embarcación formada del tronco de un árbol. A su entrada en el Yarí, nuestro espedicionario fué recibido con manifestaciones de mar cada hostilidad por una tribu que no habia aún conocido europeos; merced á demostraciones pacíficas i enérjicas pudo continuar Crevaux sus observaciones hasta cerca de las fuentes del Yarí, recojiendo la evidencia de la navegabilidad de este rio en su curso superior; en su parte media, las aguas recorren un territorio escabroso i pendiente, formando pequeñas cataratas i rápidos que imposibilitan toda comunicación fluvial. Al llegar á una de estas cascadas, que se precipita por un sensible pla no inclinado de veinte metros de altura, los pocos indí jenas que le acompañaban retrocedieron espantados abandonando al audaz esplorador. Pero Crevaux quería habituarse á vencer todos los peligros, i lleg'i á vencer los con admirable sangre fria. Acompañado de Apatou i otro negro que se les habia asociado, se lanzó en medio de la rápida pendiente; la balsa fué un momento envuel ta entre las espumosas olas de la catarata i reapareció luego en el fondo de la ajitada corriente, como si la naturaleza hubiese querido respetar aquel testimonio"], [61, "51 del dominio de la voluntad del hombre sobre el poder de los elementos. Después de recorrer 250 kilómetros por un trayecto sembrado de rompientes, totalmente desconocido é in habitado, alcanzó por fin la rejion en que el Yarí fluyendo sobre un plano horizontal, corre sin obstáculo hasta reunir sus aguas tranquilas á las del robusto Amazonas. Siguiendo el curso de este rio, arribó al Para el 30 de Noviembre, después de haber cruzado un territorio ajeno á todo elemento de civilización en el espacio de cuatro meses. El resultado de esta espedicion no hizo más que alentar sus inclinaciones naturales, estimulándole á rea lizar nuevas investigaciones. La cuenca del bajo Amazo nas le tenia seducido, i no debia abandonarla antes de entregar al arsenal de la ciencia los territorios que se hallan bajo el dominio de la barbarie i de lo desconoci do. Después de maduro examen acerca de las rejiones que debia esplorar, se decidió por el Parou, estudián dolo, no desde su desembocadura en el Amazonas, sino desde sus fuentes primitivas. Al efecto, emprendió su viaje remontando el Oyapock, rio que deslinda los terri torios del Brasil i la Guayana francesa. El Oyapock, reuniaparaél la circunstancia de no haber sido recono cido en todo su curso. Las diversas tentativas realizadas con este objeto desde el siglo XVI hasta 1832 no obtuvie ron resultado alguno; los espedicionarios habian tenido que retroceder rechazados por la influncia mortífera del clima. El Parou, á su vez, era tan mal conocido, segun la opinión de Gaffarel, que se le consideraba un afluente del Yarí. Respecto del Oyapock, en el tratado de Utrecht se le denomina con el nombre de rio Vicente Pinzón, existien-"], [62, "52 do aún dudas acerca de la diferencia de estos canales; no está demás recordar que la bahia en la cual desem boca, descubierta por Yañez Pinzón en 1498, tiene una vieja celebridad por haberse señalado como término i límite entre los dominios de España i Portugal, i ser el punto desde donde empieza la línea de demarcación establecida por la bula de Alejandro VI, que tantas dis putas ocasionó entre aquellos dos reinos. La ascención de esta vena fluvial efectuada en Agosto de 1878, no presentó grandes dificultades, no obstante hallarse interrumpido el curso del rio por continuos rápidos. El país que bañan sus aguas superiores se halla habitado por las tribus salvajes de las Acóquas, Oyam pis, etc. Segun refiere el esplorador en una de sus memorias, el jefe de una de estas tribus se le presentó armado de una enorme caña de tambor mayor, con la mano sobre el pecho, en el cual ostentaba á guisa de condecoración una pieza de cinco libras con la esijie de Luis XIV. Para descender á la hoya del Amazonas fué menester abordar un territorio impenetrable, cerrado por espesos bosques, el cual recorrió en 20 dias de continuas fatigas auxiliado por la tribu de los Rocuyanas. Su permanen cia entre estos le dio á conocer las conmovedoras cere monias del maraké, en virtud de las cuales, los jóvenes que aspiran al matrimonio son sometidos durante quin ce dias á las torturas del fuego i al martirio de las pica duras de las abejas i las hormigas rubias. Tuvo ocasión, asimismo, de conocer la famosa liana urari, vejetal del cual estraen los salvajes el veneno para sus flechas. Es tudió hasta en sus mas mínimos detalles la preparación de este veneno, i formó colecciones de las plantas que entran en esa nigromántica composición. Segun escribe"], [63, "53 Gaffarell, algunas de estas plantas tienen la propiedad de detener, ó por lo menos de retardar la circulación de la sangre, por lo cual su descubrimiento ha sido reputa do como una adquisición de la que acaso pueda obtener escelentes resultados la medicina. Desde las cabeceras del Yarí, á donde habia llegado la espedicion, se dirijió á la cuenca del Parou, inesplorado aún, el cual descendió sin arredrarse ante los contrastes de un viaje temerario, por un país desconocido i sobre las aguas de un rio erizado de rompientes. Para formarse una idea aproximativa de esta esplora cion, baste decir que de las seis canoas i balsas que sirvieron á Crevaux para descender el rio, cinco zozobra ron en las torrentosas cachuelas. El 29 de Diciembre, después de 41 dias de navegación, penetró de nuevo en el Amazonas lleno de sé en la firmeza de su alma, como el jeneral que regresa victorioso después de una des igual i larga batalla. El éxito feliz de estos primeros viajes despertó en Cre vaux una verdadera pasión por el Amazonas; desde 1639 en que Pedro Texeira esploró el robusto canal, no obs tante los trabajos relativos á la demarcación de límites entre España i Portugal, las esploraciones i estudios de Martins, del profesor Agasis, del Dr. Couto Magalhaes. fundador de la navegación del Araguaya, los afluentes principales del ancho rio no eran bien conocidos en las rejiones que llevan los nombres de Marañoni Solimoes. Crevaux concibió el designio de despejar las dudas que se abrigaban respecto á dos de sus considerables afluen tes, el Putu-mayo i el Yapura. Aparte del interés mera mente científico, se proponía descubrir una via comercial que pusiese en fácil comunicación las dos vertientes de los Andes."], [64, "54 Manteníase respecto del primero la creencia que hasta hace poco se abrigaba acerca de los ríos Bermejo i Pilco mayo; asegurábase que el Putu-mayo se comunicaba con el Yapura por los canales del Peridá i del Pureos ; tam poco se poseía una carta aproximativa acerca de su curso i condiciones para la navegación. Nuestro infatigable explorador remontó, pues, hala gado por tan laudables fines, el Putu-mayo, i después de diez i ocho dias de penosa navegación llegó al pié de los Andes, demostrando la posibilidad de habilitar el rio para el servicio de los intereses comerciales de las pro vincias andinas del Ecuador. En vez de repasar el camino recorrido, prefiere estudiar el Yapura i emprende el más arriesgado de los viajes, sin arredrarse ni ante la insalu bridad del clima, ni ante la hostilidad de los salvajes. Es en la exploración de este afluente donde Crevaux ha dado pruebas elocuentes de su valor moral i de su re sistencia física. Arredrados de la empresa los hombres de su escolta, sin mas auxiliar que Apatou, no hesita en adjuntar á su espedicion á un pirata de siniestra reputa ción, de apellido Santa Cruz, del cual se decia que se en cargaba de asesinar á aquellos á quienes ofrecia sus ser vicios como protector. En tan poco tranquilizadora com pañía desciende el Yapura recorriendo quinientas leguas, en cuya travesía era menester tener el ojo siempre des pierto, i el imperio bastante para mantener á raya al ban dido así como á los salvajes que seguían sus pasos en cuanto ponia el pié en tierra. \" Un dia, dice Gafarell en su reseña acerca de los viajes de Crevaux, el doctor pe netra en un rancho (de la tribu antropófaga de los Oui totos) i levanta la tapa de una vasija que contenia carne humeante ; el cocido era la cabeza de un indio ! Encima de la puerta se habian fijado un fragmento de cráneo i"], [65, "55 algunas flautas hechas de huesos humanos. Estas tribus no podían alegar el hambre por escusa, pues, á cada paso se levantan nubes de pájaros i bandadas de monos i pé caris que se cazan con facilidad; es que los Ouitotos se regalan con la carne humana. Con diversos pretestos, agrega, M. Crevaux, fué asaltado con provocaciones i amenazas ; empero, gracias á su enerjía, pudo sobrepo nerse á todos los obstáculos. Durante cuarenta i tres dias, fué necesario dormir á campo abierto, sin mas abrigo que un techo de hojas; en el dia, él i sus compa ñeros tenían los pies devorados por moscas que sorben la sangre i dejan su veneno en la llaga; en la noche ya era la lluvia, los mosquitos ó los indíjenas los que les impedían dormir.\" Estas penalidades de una peregrinación voluntaria en servicio de la ciencia tuvieron término el 9 de Julio, dia en que el valiente esplorador entraba en las aguas del Alto Amazonas. Mui divididos han estado los jeógrafos respecto de los canales de desagüe del Yapura. Jorge, Juan i Antonio de Ulloa en sus Viajes d la América Meri dional afirman que la corriente se divide en dos brazos, uno de los cuales lleva el nombre de Caquetá i el otro propiamente el de Yapura, el cual desagua por siete ú ocho ramales. En el siglo pasado los lusitanos en su liti jio de fronteras con los españoles, se aprovechaban de esta confusión bautizando con el nombre del rio el canal que mejor satisfacía su concupiscencia territorial. Últi mamente el capitán de navio José da Costa é Azevedo, cree haber resuelto la cuestión afirmando, como sostenía Azara, el demarcador de los límites conforme al tratado de 1777, que el Yapura no posee mas que dos bocas, de nominada la una Auti-Parand i la otra Haranapú ó Hya purá, que es la principal. Es indudable que el diario de"], [66, "56 espedicion del Dr. Crevaux, deba contener preciosos datos á este respecto. A su arribo á la ciudad del Para (24 de Julio 1879) des pués de haber recorrido 1,500 leguas sin otros instru mentos que la brújula i el teodolito, llegaba cargado de numerosas apuntaciones concernientes á la hidrografía i etnografía de la rejion esplorada, así como de impor tantes colecciones pertenecientes á la flora ecuatorial. Durante estas tres espediciones Crevaux habia hecho un viaje completo de circunvalación por los rios que de marcan el territorio de la Guayana francesa, i esplorado el Yarí i el Parou ; en el Alto Amazonas, el Putumayo i el Yapura, hasta sus mas lejanas vertientes. Estos traba jos, aparte del prestijio que daban ásu nombre, i del res peto con que el mundo culto premia los nobles sacrificios, le hicieron acreedor á una medalla de oro con la que fué condecorado por la Sociedad Jeográfica de Paris. En Agosto de 1880, después de un breve reposo a tan penosas fatigas, vuelve con vigor al teatro de sus estu dios, la América ecuatorial. — Esta vez tentaba buscar una comunicación entre el Magdalena, que atraviesa el territorio de Colombia, con el Orinoco que corta el suelo de Venezuela. El 6 de Agosto parte de San Nazario acom pañado de Mr. Lejanne, farmacéutico de la marina fran cesa, que habia viajado por la India, Apatou, i Francisco Burban, marinero de confianza. Nada de particular ofrece su arribo á Sabanilla en la desembocadura del Magda lena, ni la ascención de este rio surcado por el vapor. El derrotero de su esploracion empieza en Neiva, término de la navegación normal. Por informes recojidos en este punto obtiene noticias de la existencia de varios afluen tes desconocidos que desaguan en el Orinoco, siendo uno de los principales el Guabiare ó Guayabero, consí-"], [67, "57 derado como uno de los grandes canales navegables de Colombia, segun la opinión de Alcedo, el cual tiene orí jen en los páramos de Santa-Fé i encamina sus aguas sobre los llanos de San Juan ; el curso de este rio era designado mas por meras presunciones que por observa ciones científicas. Después de cruzar los Andes á través de bosques vír jenes llega á las fuentes del desconocido canal el 21 de Octubre i construye una canoa con capacidad para cuatro personas i una balsa para sus bagajes. Es en la frájil cáscara de una nuez que se lanza en el seno de un rio no visitado en muchas de sus rejiones por la planta del hombre. « Nuestros acompañantes, escribe en su diario de esploracion, refiriéndose á los pocos hombres que le guiaron al través de las montañas, nuestros acompañan tes nos miraban con cierto espanto á medida que el mo mento de la partida se aproximaba. Nos consideraban locos i rehusaban todas las ofertas que hacíamos á cada uno de ellos para que nos acompañasen. El Guayabero para ellos era lo desconocido, i por consiguiente alguna cosa de terrible. Segun su relato, alguno tentó antes de ahora descenderlo i al fin de la jornada habia regresado sobrecojido de terror después de haber encontrado in dios feroces. » El 25 emprende su aventurado viaje después de bau tizar el terrible afluente con el nombre de Lesseps, en homenaje al famoso perforador de istmos. Pocas horas después de la navegación, la balsa se estrella i despedaza al descender un rápido contra uno de los bordes del rio i los viajeros se echan al agua para salvar la carga. — Este mal augurio al comienzo de un largo viaje no acobarda el ánimo de los espedicionarios ; la balsa se rehace i la espedicion continúa. Poco después, mientras Crevaux"], [68, "58 hace sus observaciones con la brújula en la mano, la balsa es arrastrada hacia un nuevo rápido obstruido por colosales bambúes ; la frájil embarcación rueda por la líquida pendiente ; el confiado observador es oprimido bajo los ríjidos troncos i bañado en sangre, mientras Apatou salta por encima del obstáculo i Burban atra viesa el escollo á nado. Al dia siguiente las observaciones se hacen en tierra por medio del teodolito; repentina mente un enorme maracai acecha á distancia de treinta metros á los descuidados viajeros i se lame saboreando anticipadamente su presa. — « Lejanne ¡ un tigre ! » dice serenamente Crevaux ; las armas han quedado en la bal sa, no hay mas que un solo fusil i éste no tiene mas que un solo cartucho; Lejanne avanza hasta ponerse á diez metros de la fiera para asegurar su tiro i le atravieza cer tero el corazón ! El 2 de Noviembre, la espedicion se encuentra en la garganta estrecha de un canal cerrado por elevadas mo les de piedra, por donde corren las aguas rabiosas, levantando olas de espuma. ¿ Es aquel un abismo impe netrable que termina en una catarata? Nadie lo sabe. Apatou esplora el sombrío í estrecho pasaje i en su mal francés, se limita á decir : « Ca mauvais, pouvais passer peut-étre. » Los espedicionarios se miran, i cada cual hace un jesto que importa decir ¡ Adelante ! La chata se lanza al vertijinoso chiflón, luchando con las paredes de la gruta, contra las cuales quieren estrellarla las aguas, i que es menester desviar con firmes palancas, á cada paso, i después de recorrer unos sesenta metros vuelve á salir triunfante del seno de aquel abismo. Un nuevo elemento de peligro amenaza la vida de los viajeros en lo sucesivo. Los caimanes abundan en el seno i márjenes del rio ; Apatou es la primera víctima que les"], [69, "59 señala el riesgo ; el pobre negro es arrancado de la balsa por los dientes del terrible saurio i sumerjido en el fondo de la corriente. El agua hierve revelando una formidable lucha en el fondo del rio ; aquella desapariciones angus tiosa; es necesario salvar de la muerte al esforzado com pañero de fatigas ; de pronto la mano del negro se agarra álos endebles troncos de la balsa i auxiliado por los suyos vuelve á recobrar la vida, si bien dejando entre los dien tes del caimán un pedazo de los músculos de la pantor rilla. Sena largo enumerar las peripecias de este penoso viaje al través de rejiones ignoradas, de tribus hostiles, de estrechos por donde las corrientes se precipitan en espantosa efervescencia. Dos de estos estrechos fueron bautizados por el esplorador, el uno con el nombre de Angostura de las Estatuas i el otro con el de la Escalera. Baste decir que en una estension de 1 50 leguas, no en contró la huella de un solo hombre. \"Nada más triste, dice en su diario, ni mas abrumador que pasar asi jornadas enteras, sin mas testigos que ani males mas bien admirados que espantados i que nos mi raban con un aire estúpido como si fuéramos monos que navegaban sobre el tronco de un árbol. Al atravesar por el territorio de los Piroas, en el cual el laborioso viajero habia observado otra especie del célebre curare, se detiene á estudiar los caracteres de este vejetal i se interioriza con habilidad acerca de la fabricación del veneno que los salvajes emplean en sus flechas. En medio de esta tribu la espedicion es perseguida i corre serios peligros á causa de haber desenterrado mo mias indíjenas, para llevarlas consigo, hecho reputado como un sacrilejio por los Piroas. Al descender el Orinoco un funesto acontecimiento"], [70, "60 enturbia la satisfacción de haber vencido las dificultades de tan largo viaje. Francisco Burban, el intrépido marino, sucumbe durante una tormenta envenenado por la pica dura de una raya. ''Burban, dice Crevaux con esa resig nación propia de los hombres habituados á desafiar la muerte, Burban ha muerto como un verdadero mari no, en medio de la tempestad. No es menos glorioso su cumbir sobre una piragua que sobre un navio de alto bordo.\" En este último viaje Crevaux habia trazado un itine rario de 850 leguas por agua, de las cuales 450 lo han sido en un pais no esplorado hasta entonces. Si la jeografía debia manifestarse satisfecha de este valioso trabajo, la antropolojía no podia quedar tampoco descontenta; 52 cráneos i esqueletos, i 300 reproducciones fotográficas de rejiones i tipos humanos, no conocidos aun, fueron el presente que pudo recojer en beneficio de esta ciencia llamada á revelar los secretos de la familia humana. Entre otras observaciones i estudios que realizó de paso por la isla Guáranos, en la desembocadura del Ori noco, encontró una raza de hombres que a semejanza de los pájaros, hacen su vivienda sobre los árboles, los cua les profesan el culto de la luna. Entre el delta de este rio i Trinidad pudo conocer otra tribu de indios geófagos, ó que comen tierra, llevando algunos su glotonería mas allá de todo límite. Es recien al término de tan largo via je i después de quince dias de permanencia bajo este ar diente clima, con el objeto de tomar retratos i coleccionar cráneos, que aquella naturaleza hercúlea se siente desfa llecer i con una tranquilidad que tiene algo de heroísmo, escribe : \" por la segunda vez he tenido la estrema felicidad de no caer enfermo sino cuando mi misión estaba com pletamente cumplida.\""], [71, "61 Después de esta rápida reseña no se puede menos de convenir que el eminente esplorador, aleccionado por el éxito, cediendo á la virilidad de un carácter templado en la fragua de la labor científica que ensancha el alma i la levanta sobre la nada de la vida, habia llegado á per suadirse que ante la voluntad del hombre i el imperio de la razón, la naturaleza física tiene que doblegarse i abrirle paso humildemente para dejarle libre el camino por donde quiera que anhele estampar su dominadora planta ! Es solo asi como pueden esplicarse estos viajes que con justicia han sido calificados con el nombre de dramas jeo gráficos. III CONSIDERACIONES ACERCA DE LAS TRIBUS DEL CHACO ¿ Cómo tan esperimentado viajero ha podido caer victi mado por las tribus del Chaco en los primeros pasos de la esploracion que se proponía llevar á cabo en el Pilco mayo ? Diversas i contradictorias conjeturas se hacen á este respecto ; los que ignoran los detalles de la partida del Dr. Crevaux al interior del Chaco, juzgan que la ca rencia de datos acerca del carácter de las tribus que pue blan este territorio, ha conducido al esplorador i sus compañeros á un seguro sacrificio ; personas ilustradas creen que esta victimación ha sido producida por causa de la escolta armada que organizó en Tarija ; otros pien san que esta espedicion solo podia haberse realizado al amparo de un destacamento militar, bastante para poner á raya la audacia de los salvajes. Respecto á lo primero, Crevaux i sus compañeros de espedicion sabían bien que se internaban en medio de"], [72, "62 tribus harto conocidas por su ferocidad i su carácter traidor. Nadie mejor que los Misioneros del Colejio de Tarija han podido apreciar la índole de cada una de esas tribus. Con una perseverancia ejemplar i una audacia digna de sus predecesores los Jesuitas, que fueron los pri meros que se consagraron á la evanjelizacion del Chaco, los virtuosos franciscanos han levantado altares al Dios que venera el mundo católico sobre el suelo mismo donde poco hacia se habia derramado sangre humana impasible mente en la lucha bestial de los bárbaros que pueblan los vastos llanos de Manso. Los misioneros patentizaron al ardoroso esplorador todos los peligros que corría cru zando un territorio habitado por la sanguinaria barbarie; podría decirse que presintiendo un funesto resultado procuraban disuadirle de la atrevida empresa que tentaba llevar á término con tanto celo. Los hombres influyentes é ilustrados de Tarija, le ha blaron en idéntico sentido. El Jeneral Jofré, que por ha ber desempeñado los primeros cargos en la administra ción i gobierno del departamento, podia apreciar lo arriesgado de una espedicion auxiliada por doce ó catorce hombres, en una carta dirijida al Dr. Crevaux en 6 de Marzo, á su arribo á aquella ciudad, decia entre otras oportunas observaciones relativas á los Tobas i Matacos : \" Pertinazmente refractarios de la civilización, su sis tema es la destrucción del hombre que no sea de su raza. En esta degradante preocupación arrastran á todas las demás tribus, ejercitando como heroicas virtudes, el pi llaje i la traición \". '• Tan luego como Vd. arribe á la misión de Aguaren dá, partirán emisarios secretos que anunciarán á todas las tribus, la presencia de carayes sospechosos (así lla man á los blancos). Desde este momento Vd. i sus com-"], [73, "63 pañeros serán el objeto de las asechanzas de aquellos salvajes, cuya presencia no alcanzarán á columbrar sino por su huella.\" Luego terminaba su carta el Sr. Jofré con esta útil pre vención : \"Desconfié Vd. siempre de las sumisiones i pactos de alianza ó tregua, á que lo invitarán con fre cuencia para traicionarlo con el mas frívolo pretesto ó sin él \". (i) Por su parte el Dr. Demócrito Cabezas, delegado de la Prefectura de Tarija para acompañar al espedicionario, i D. David Gareca, le hicieron iguales observaciones i so licitaron marchar en su compañia, á lo cual se negó ab solutamente el Dr. Crevaux, no aceptando ofrecimiento alguno. De las comunicaciones particulares, dirijidas á diversas personas por aquel, resulta que tenia perfecto conoci miento de lo riesgoso de su empresa, llegando á espre sar en alguna de ellas que los datos que se le suminis traban hacían vacilar un tanto su espíritu. El Dr. Crevaux, como lo dice en su nota al Ministro de Instrucción Pú blica de Francia, alcanzó á poseer la persuacion de que \" la esploracion del Pilcomayo era una empresa mucho mas difícil i onerosa de lo que se pensaba \". Empero, á pesar de esta persuacion, el hábito contraido en sus an teriores viajes, i la sorprendente firmeza de su carácter le hicieron mirar sin recelo el camino desconocido que se habia propuesto seguir á través del dilatado Chaco. Participo de la opinión de los que creen que para que cualquier esploracion sobre el Pilcomayo tenga resulta do, son indispensables los auxilios de una comitiva (i) Esta carta vio la luz pública en el Trabajo de Tarija, dias antes de la partida de Crevaux á las orillas del Pilcomayo."], [74, "64 armada, en número bastante para poder rechazar los ata ques de los salvajes. Es necesario persuadirse que las tribus del Chaco setentrional han conservado su fero cidad primitiva, sin sufrir la mas mínima dejeneracion en el trascurso de los siglos. El hábito de la traición aleve, la sed de sangre que irrita los instintos feroces de las naciones que pueblan las orillas del misterioso rio se han conservado intactos en la descendencia, i sime es permi tido decir, se han refinado haciéndose mas bestiales en la continua lucha que las tribus han sostenido con las po blaciones cristianas mas próximas. Los tataranietos son dignos de sus antepasados. En 1683 el licenciado D. Pedro Ortiz de Zarate, de real estirpe, hijo del fundador de la ciudad de Jujuy, penetró en compañía del padre Solinas hasta el centro de las tribus de los Tobas, Mocovies i Mataguayos, procedentes de un mismo tronco. El licenciado prometíase reducirlos, estableciendo al efecto misiones destinadas á entregar los dominios de las tribus al imperio del dogma cristiano, en provecho del Rei. — Los indijenas recibieron á los misione ros con manifestaciones de paz, que alejaron los temores que habian abrigado en un principio. Un dia en que el padre Solinas acababa de decir misa i que el Licenciado se preparaba á rezar la suya, los Tobas se acercaron al improvisado altar dando testimonio de sumisión á los evanjelizadores. Presintiendo un acto alevoso, Solinas halagó á los allegados, les obsequió diversos objetos i les exortó en nombre deunadivinidadqueles era desconocida pero que colmaba de beneficios á los que la reconocian ; aquellos desgraciados finjieron escuchar humildemente esas palabras de sé i de esperanza, rodearon á sus pasto res, i de pronto, lanzando gritos de júbilo, los acribilla ron con sus flechas, aplastáronlos bajo los golpes de la"], [75, "65 bárbara macana, luego les cortaron la cabeza llevándola primero en triunfo, i despojándola después de sus órga nos bebieron en nombre de la victoria en los sangrientos cráneos ! Los horrores de esta victimación hicieron en lo sucesivo el nombre toba sinónimo de alevosía i ferocidad. Un siglo mas tarde, en 1744, el fervoroso Castañares tienta dominar por la persuacion aquellas tribus indo mables, i seguido de un acaudalado habitante de Tarija, Francisco Azoca, i una escasa escolta, penetra en el territorio de los Mataguayos establecidos en la már jen derecha del Pilcomayo. El misionero i su abne gado auxiliar son acojidos con muestras de respeto i de paz ; el cacique Gallinazzo, invita á los peregrinos á fundar su misión en su toldería. Castañares ofrece satisfacer sus deseos á condición de que el cacique disponga previamente á sus vasallos para aceptar sus instrucciones, á lo cual se presta aquel i marcha á pre parar á las tribus. Los acompañantes del misionero le inducen á desistir de su promesa i persisten en protejerle en medio de aquellas soledades donde le ofrecen erijir el primer templo cristiano ; pero el misionero obliga á re gresar á sus guías, lleno de inmensa sé i confianza en el poder de su palabra. Una mañana se presenta uno de los salvajes en la tienda de) relijioso Azoca i bajo el pretesto de buscar el perro que se le habia estraviado dias antes. El espía constata la ausencia de la escolta que guió á los peregrinos, i antes de que estos tuviesen tiempo para refle xionar sobre las desconfianzas que esta circunstancia des pertaba en su espíritu, los bárbaros rodean á aquellos desdichados, el Cacique dá el primer golpe sobre la frente del Apóstol, la turba se ceba en las indefensas víctimas i victorea su triunfo haciendo libaciones en los vasos sa grados, que como símbolo de unción i de paz, habia lle- 5"], [76, "66 vado al seno de la barbarie la mano siempre abnegada de la sé. Así murió el segundo de los esploradores del Pilco mayo ; su victimación tiene algo del sombrío sacrificio del esplorador que en nuestro siglo anhelaba dar cima á la obra iniciada por el mártir relijioso ! Los nietos de aquellas razas que parecen haber jurado rechazar toda vinculación con la familia humana ajena á la tribu, no han hecho mas que imitar el ejemplo legado por sus abuelos. Pero el poder invencible de la civilización tiene que arrancar un dia del corazón de aquella sanguinaria des cendencia los instintos de la fiera que degradan la natu raleza humana ! Esta ferocidad i estas inmolaciones no son esclusivas de las ardientes rejiones del Chaco ; en América, como en África, como en todas partes han dejado su sangrienta huella, llevando el luto al tranquilo hogar que abando nara el sabio en su asan por romper los velos que en vuelven al hombre i la naturaleza. Cuantos sacrificios consumados en esa peregrinación en medio del siglo de luz i de fraternidad en que vivi mos ! Garnier, sucumbe asesinado en la Indo-China, cuya fisonomía intenta revelar estudiándola de cerca; Lucerau, muere asesinado por los Comalis en las rejiones del Áfri ca Oriental ; Dournaux-Duperé i Joubert intentan ligar mercantilmente la Algeria i el Senegal i se lanzan á las soledades del cálido Sahara. La travesía es arriesgada por la inhumanidad de las tribus aljerianas del Souf, pero nada detiene á los esploradores. En el territorio de los Chambaas algunos indíjenas piden protección á los viajeros deplorando haber estraviado la senda i hallarse estenuados de hambre, de sed i de fatiga. Los viajeros"], [77, "67 parten su pan i su vino con los mendigos compadeciendo su desnudez i su miseria, pero antes de escuchar la voz de la gratitud, son estrangulados en medio del desierto ! Hai en el fondo de los pueblos primitivos instintos secretos refractarios á toda civilización, como si com prendieran que las leyes sociales son diques opuestos al desborde de las pasiones, como si columbraran que no existe mas que la esclavitud fuera de la vida errante é inactiva en que se desenvuelven sus estrechas concep ciones. De ahí esa odiosidad al estranjero que pisa el salvaje territorio. Esta obstinación, este odio, tienen aun mayor ensanche i refinamiento en las tribus inmediatas á los pueblos cultos, sus eternos adversarios, i cuyos continuos choques enjendran la sed de la venganza que solo logra aplacar la sangre del hombre de raza blanca. \" Los salvajes, dice con mucha exactitud Cortambert, son ciertamente mucho menos temibles en los países alejados de la corriente de la civilización, que en las co marcas que se le avecinan, en las cuales este torrente devastador i fecundante estiende á su rededor, mas bien vicios que semillas jenerosas \". Pero es menester preguntarse ahora ¿i qué, la barbarie ha de estorbar por mas tiempo que las investigaciones de la ciencia den á conocer rejiones inmensas, que no obs tante estar fuera del radio de la civilización, forman la unidad del territorio de la patria ? No lejos de la ciudad alumbrada por la chispa eléctrica, casi al lado de la aldea donde se alza el campanario de la iglesia, como para atestiguar la elevación moral del hombre que fecunda el suelo con el poder de su brazo, campa la salvaje tribu pronta á llevar su tea de incendio sobre el hogar del la brador i la robusta mies. — I la tribu entre tanto, en la plenitud de su albedrío, conmueve en confusa algazara"], [78, "68 el .suelo de naciones donde impera la Magna Carta del Estado, espresion la mas elevada del perfeccionamiento social ! Hai desgracias i sacrificios que muchas veces son para los pueblos la acusación de un error ó la denuncia de la inefectividad de las instituciones. La muerte del esplo rador Crevaux es comprobación de esta verdadera mons truosidad : las tribus bárbaras dominan los territorios mas ricos en el corazón de tres pueblos cultos. Esa muer te recorrerá la Europa pregonando la deformidad de los elementos sociales que se chocan en la América Meri dional. Pero ese sacrificio tiene que ser en adelante un progra ma : la estincion de la barbarie del corazón de la América. En este orden, creo que la medida de nuestros progresos podría estimarse en alto grado el dia en que los primeros majistrados que gobiernan estos países, pudieran enviar este lacónico Mensaje al seno de la representación popu lar : Los beneficios de la constitución i las leyes amparan la propiedad i la vida hasta en el mas apartado confín del territorio i los signos que denotaban los dominios de las tribus salvajes, se han borrado para siempre del mapa de la República. Julio Crevaux i sus compañeros de martirio habrán sido entonces noblemente vengados, i aquel espíritu viril resucitará perpetuado su nombre en la primera ciu dad que se levante á orillas del Pilcomayo ostentando sus blancas vestiduras de mármol, símbolo de una fe cunda inmolación, anillo inquebrantable de la fraternidad de tres pueblos ligados por idénticos destinos : la Repú blica Arjentina, el Paraguay i Bolivia."], [79, "APÉNDICE DOCUMENTOS OFICIALES DE BOLIVIA RELATIVOS Á LA EXPEDICIÓN CREVAUX"], [80, ""], [81, "DOCUMENTOS Legación de Bolivia. N° 85. Buenos Aires, Diciembre 21 de 1881. Señor Ministro : Juzgo conveniente informar á Vd. acerca del siguiente asunto, del cual se ha preocupado la Legación última mente. El Gobierno francés envió á esta República al explora dor M. Crevaux, médico de i* clase de aquella nación, con el objeto de que estudiara algunas rejiones i ríos de este continente. Al arribo del explorador cayó en sus manos la obra escrita por el Sr. Vaca-Guzman sobre el Pilcomayo, i le despertó estraordinario interés el estudio de ese canal. Con ese motivo se apersonó en esta Legación solicitan do datos acerca de Bolivia i de la importancia de la nave gación del rio ya nombrado. Después de una larga confe rencia, en presencia del explorador Sr. Moreno i varios compatriotas nuestros, M. Crevaux acabó por robustecer los deseos que lo animaban para hacer una exploración. Al presente, me es grato comunicarle que dicho Señor sale de esta ciudad el dia 24 del corriente con dirección á"], [82, "72 Tarija para descender por el Pilcomayo desde su curso superior. El explorador lleva todos los elementos i personal científico necesario para que sus trabajos sean coronados de un éxito feliz. Por mi parte me permito recomendarlo á la consideración del Gobierno por el servicio importante que vá á prestar al país, resolviendo uno de los mas tras cendentales problemas de su viabilidad. Con esta misma fecha me dirijo al Prefecto de Tarija insinuándole preste toda la cooperación posible al Sr. Crevaux i le facilite los elementos de que pueda disponer para coadyuvar las ta reas que demanda la exploración. Espero que el Gobierno apruebe los gastos que la Pre fectura llegue á hacer, así como la cooperación que he solicitado. Independientemente de los estudios del Sr. Crevaux, actualmente procuro reunir elementos, ú obtener la par ticipación del Gobierno Arjentino, para organizar otra es pedicion compuesta de ciudadanos bolivianos para que remonten el canal desde su embocadura hasta donde sea posible conducir el vapor. Por este medio ambas espediciones completarán los estudios, cabiéndonos la satisfacción i la gloria de haber resuelto un importantísimo problema comercial i jeo grásico. En el interés de hacer conocer en Europa que la ini ciativa de navegación del Pilcomayo, que tanto interés despierta en estos momentos, ha partido de un ciudadano de Bolivia, en cuyos estudios se vienen basando todos los proyectos de espedicion, he obtenido cien ejemplares de la obra del señor Vaca-Guzman, quien los ha cedido gratuitamente, los cuales enviaré á todas las Sociedades científicas de Europa así como á las Córtes que hoi se"], [83, "73 preocupan de llevará cabo nuevos descubrimientos jeo gráficos. Por el momento remito á Vd. los ejemplares necesarios en el gabinete. Me es grato suscribirme del Señor Ministro, con este motivo como Su atento servidor. M. Omiste. Señor Ministro de Relaciones Estertores de Bolivia Dr. Don Pedro J. Zilveti. — La Paz. Legación de Bolivia. Buenos Aires, Diciembre 21 de 1881. Señor Prefecto del Departamento de Tarija Señor : Me cabe el agrado de dirijirme á Vd. comunicándole que el 24 del corriente sale de esta ciudad el Señor Julio Crevaux, médico de ia clase de la marina francesa, en viado por su Gobierno á explorar algunas rejiones de esta parte de América. El Sr. Crevaux, de acuerdo con la Legación de mi cargo, ha resuelto explorar los rios Pilaya i Pilcomayo á cuyo efecto se dirije á esa ciudad. Interesado vivamente en que se lleve á cabo con éxito la exploración, me permito recomendar i encarecer la mas eficaz cooperación por parte del señor Prefecto, prestando la protección i facilidades que demanda la arriesgada em presa que trata de llevar á cabo el Sr. Crevaux. Al efecto,"], [84, "74 procurará Vd. poner á su disposición algunos hombres armados, carpinteros, constructores, remeros i baquea nos, en la persuacion de que el Gobierno aprobará las medidas i gastos que este servicio ocasione. Recomiendo á Vd. procure sea bien acojido el distin guido viajero, como corresponde á un pueblo culto que debe estimular empresas tan trascendentales como la que motiva este oficio. Para que el señor Prefecto tenga conocimiento de la importancia de la navegación del Pilcomayo i pueda emitir un juicio favorable ante la opinión, remito un ejemplar de la obra escrita por nuestro compatriota el Sr. Vaca-Guzman, que en cierto modo ha servido de esti mulo al explorador que hoi debe disipar las dudas que existen respecto ala habilitación del canal ya nombrado. Con este motivo me es grato suscribirme con toda con sideración De Vd. atento servidor. M. Omiste. Legación de Bolivia. Buenos Aires, Diciembre 23 de 1881. Señor Ministro : El infrascrito, Enviado Estraordinario i Ministro Ple nipotenciario de la República de Bolivia en la Repú blica Arjentina, tiene el honor de dirijirse á S. E. el Señor Ministro de Negocios Estranjeros, participándole que habiendo arribado á esta ciudad el Sr. Dr. Julio Cre-"], [85, "75 vaux, médico de ira clase de la marina francesa, con el objeto de verificar exploraciones científicas en este con tinente por encargo del Gobierno de S. E., después de estudiar i conocer la importancia jeográsica i mercantil del rio Pilcomayo, que atraviesa i tiene sus fuentes en el territorio de Bolivia, se ha decidido explorar dicho canal, á cuyo efecto sale de esta ciudad el dia 24 del corriente con dirección á aquella República. La Legación á cargo del que suscribe acojió con suma complacencia el pensamiento del Sr. Crevaux i ha pro curado estimularlo para que se dicidiera por esa explo ración, por cuanto el rio Pilcomayo suscita hoy dia inmenso interés, tanto respecto á las investigaciones científicas, por no ser bien conocido su curso, cuanto por los beneficios que está llamado á prestar en la esfera comercial á las Repúblicas Arjentina, Boliviana i del Paraguay, con las cuales se avecina. Para que S. E. pueda formarse una idea exacta de la altísima importancia de esa corriente, el infrascrito se permite remitirle un ejemplar de la obra escrita por el Dr. Santiago Vaca-Guzman , por comisión del Exmo. Gobierno Arjentino, la cual estimuló en el Sr. Crevaux, la idea de realizar esa exploración. Al comunicar á S. E. esta decisión, el que suscribe no puede menos que enviar, en nombre de su país, un voto de felicitación i de gracias al ilustrado i progresista Go bierno de S. E. por el poderoso apoyo que consagra al desenvolvimiento de las ciencias jeográficas de esta parte de América i el señalado servicio que en esta oca sión presta á las Repúblicas que liga la vía fluvial del Pilcomayo, contribuyendo á la solución de un problema que hoi preocupa á los Gobiernos i los hombres ilustra dos de estas Repúblicas."], [86, "76 El infrascrito aprovecha esta ocasión para ofrecer á S. E. el Sr. Ministro de Negocios Estranjeros, su testi monio de alto respeto i distinguida consideración. M. Omiste. Exmo. Sr. Ministro de Negocios Estranjeros de la Repú- blica Francesa, Dr. D. León Gambetta. París (i). Ministerio de Hacienda é Industria. La Paz, Marzo 9 de 1882. Señor Julio Crevaux. Tupiza. Mui distinguido señor Con viva satisfacción me he impuesto de su grata co municación de 24 de Febrero, de la que he dado inme diata lectura al señor Presidente i á los demás Ministros. Cuando se anunció el viaje de exploración encomen dado á la competencia de Vd., se creyó en este país que Vd. remontaría las corrientes del rio Pilcomayo, pene trando por la embocadura. Pero no ha sido así. Vd. ha preferido descender por esas corrientes partiendo desde Tarija, resolución que sin duda ha sido adoptada des- (1) Esta nota no ha sido contestada hasta el presente por la Cancillería francesa, tal vez por el cambio ocurrido en el gabinete de dicha Nación en los momentos que debia haberse recibido; pero es probable que se encuentre en el archivo del Ministerio respectivo."], [87, "77 pues de la conveniente meditación. De todos modos, los bolivianos solo tenemos motivos para felicitarnos por la venida de Vd., en la persuasión de que sus exploraciones han de contribuir á los progresos de la ciencia, al bene ficio de la humanidad i á la particular ventaja de Bolivia. Creo, además, que la presencia de Vd. en mi patria i el fruto seguro de sus trabajos, han de servir de motivo plausible para que se restablezcan relaciones oficiales i diplomáticas entre Bolivia i la Francia, por la que hemos abrigado siempre las mas decididas simpatías. En cuanto á la cooperación que Vd. necesita de parte de este Gobierno para el buen éxito de su trascendental espedicion, puede Vd. contar con ella en la medida de lo que fuere conducente á ese sin. Ya se dieron órdenes á la Prefectura de Tarija para que se ayudara á Vd. con toda eficacia, haciendo los desem bolsos que para ello fuesen indispensables ; pero por este correo trasmito autorizaciones é instrucciones mas pre cisas. Segun ellas, la espedicion exploradora que por orden del Gobierno hago organizar en Tarija, encargando los estudios previos á una comisión especial, podrá refun dirse con la que Vd. ha traído de Francia. En semejante caso, Vd. sería naturalmente el Jefe de la espedicion en la parte científica, en la dirección de la marcha i en el arreglo del itinerario. El jefe militar i el jefe civil, nom brados segun el plan del Gobierno, quedarían subordi nados á la superior dirección de Vd. Por lo tanto, convendría que Vd. se trasladara á la ciudad de Tarija, á fin de acordar un plan definitivo con el Prefecto i con la comisión especial.. Si el presupuesto que he calculado para la marcha de la espedicion exploradora, i que monta á la suma de"], [88, "78 bolivianos 7,115, resultara deficiente, el Prefecto queda autorizado para completarlo. Por lo demás, hallándome á tanta distancia de Tarija, no puedo preveer todos los pormenores ; pero fácilmente los acordará Vd. con el Prefecto. Tomo nota de su importante ofrecimiento de sumi nistrar al Gobierno la carta del Pilcomayo i la relación del viaje, que serán publicados por la Sociedad Jeográfica de París. Nos ha complacido saber que Vd. ha determinado la lonjitud i la latitud de Mojo i Tupiza, corrijiendo los errores padecidos al fijar la posición de esos lugares ; i nos causa también particular satisfacción la visita que ha hecho Vd. en algunas minas de plata. Las vistas tomadas por el señor Ringel, deben ser interesantes. Recibiré con el mayor agrado el proyecto de explora ción del Alto Purus de que Vd. me habla ; i realmente, yo creo como Vd. que su navegación es preferible á la de los rios Madera i Mamoré, embarazados por formidables i numerosas rompientes. Tengo algunas nociones sobre el curso del rio Purus, por lecturas que hice antes de ahora, i de las que resulta que es distinto del rio Madre de Dios. Recuerdo particularmente sobre esto las demos traciones de Antonio Raimondi, en su hermoso libro titu lado El Perú, del que solo poseo los dos primeros volú menes. El Gobierno de Bolivia estará siempre dispuesto á cooperar en este proyecto de exploración i á subvenir á los gastos, siempre que ellos no fueren superiores á sus recursos actuales, que están comprometidos en fuertes é indeclinables necesidades. Concluyo esta primera carta, saludando á Vd. respe tuosamente á nombre del Gobierno de Bolivia, i ofre-"], [89, "79 ciendo á Vd. la seguridad de los sentimientos distinguidos con que soi De Vd. mui atento seguro servidor. A. Quijarro. Ministerio de Hacienda é Industria. La Paz, Marzo 9 de 1882. a\\1 Sr. Prefecto del departamento de Tarija. Señor Prefecto : Se ha recibido en este Ministerio su estimable comu nicación de 23 del pasado mes de Febrero, en la que se sirve Vd. contestar á mi oficio de 9 del propio mes. Podemos considerar la venida de la espedicion enco mendada á M. Crevaux, como una de las mas felices coin cidencias con el pensamiento que el Gobierno abriga con firmeza, i cuya primera espresion consta en los planes que tuve la honra de enviarle i que actualmente se hallan sometidos á las dilucidaciones de una comisión especial. Parece de todo punto conveniente, como Vd. mismo lo insinúa, que la espedicion exploradora escojitada por el Gobierno, forme un solo cuerpo con la que trae el ilus trado viajero francés. Habiendo propuesto esta idea á la consideración del Sr. Vice-Presidente de la República, encargado del mando supremo, se ha dignado acojerla con marcada satisfacción, i en consecuencia me ha orde-"], [90, "80 nado que imparta á Vd. las siguientes autorizaciones é instrucciones : r Someterá Vd. á las discusiones de la Comisión especial el pensamiento de refundir en una sola las dos espediciones, esto es, la del Gobierno i la de M. Cre vaux, debiendo resultar de esa deliberación el plan de finitivo al que se modelaría la empresa, tanto en su organización, como en lo tocante á su itinerario i demás pormenores. 2\" En la hipótesis de constituirse una sola espedicion, mediante acuerdo que ha de celebrarse entre esa Prefec tura, la Comisión especial i M. Crevaux, es entendido que este señor será el jefe de dicha espedicion, en lo que concierne á la dirección cient 'sica i al método que ha de observarse en la marcha, correspondiendo al mismo la elección de la ruta i la fijación del orden en las jornadas. 3\" Subsiste la determinación del Gobierno en cuanto al nombramiento de dos jefes, el uno militar i el otro civil, debiendo recaer la elección para este último cargo en la persona del ciudadano D. Luis Moreno de Peralta, á quien el Gobierno debe interesantes informes i cuyos sentimientos patrióticos aprecia mui particularmente, lo mismo que los del Sr. Moisés Echazú, á quien ha cabido también parte activa en el asunto. 4a Conforme al primitivo plan del Gobierno, corres ponderá al jefe civil entender en la parte económica i administrativa de la empresa, sin perjuicio de la inicia tiva que podrá ejercer sometiendo indicaciones en cuanto á la espedicion misma. 5a Si el presupuesto calculado para la realización de la espedicion exploradora, i que monta á la suma de bolivianos 7,115, resultare deficiente, después de una madura deliberación, el Sr. Prefecto queda autorizado"], [91, "81 para complementarlo, con cargo de dar cuenta al Su premo Gobierno. 6a En el caso de que el Sr. Prefecto considere que la espedicion puede ser emprendida en una época próxima, i hallándose de acuerdo en esta opinión el sentir de los señores que componen la Comisión especial, queda auto rizado para contraer un empréstito, comprometiendo para el reembolso un 50 por ciento de los ingresos líqui dos de la Aduana nacional, sin perjuicio de buscar i proponer otros arbitrios. 7a En comunicación dirijida a este Ministerio por M. Crevaux, datada en Tupiza el dia 24 de Febrero, manifiesta que los sueldos, alimentación i trasporte de las seis personas que forman la comisión de que es él jefe, serán cubiertos con sus propios fondos. Esta circunstancia no es un obstáculo para que el Sr. Prefecto deje de tratar al Sr. Crevaux i á sus compa ñeros con toda liberalidad, prestándoles los auxilios i facilidades que les permitan hacer un viaje tan cómodo como fuere posible. Al terminar este oficio, me cabe la honra de agradecer á nombre del Gobierno, las congratulaciones que se sirve Vd. dirijirle como espresion del sentimiento popular del departamento de Tarija. Dios guarde á Vd. señor Prefecto Salinas. A. Quijarro."], [92, "82 .4/ Señor Ministro de Hacienda é Industria, Dr. A. Quijarro, La Paz. Tarija, Marzo 13 de 1882. Señor Ministro : En este momento partimos para el Pilcomayo. Todo va bien. El Señor Samuel Campero, Prefecto de Tarija, nos ha prestado la cooperación mas activa i eficaz. De nada careceremos ; mi comitiva se halla lista ; abrigamos la esperanza de obtener un éxito feliz en nuestra empresa. Es entendido que no solicitamos ninguna recompensa de su Gobierno, pero creemos también que Vd. se ser virá indemnizarnos el gasto extraordinario del viaje. El Sr. B. Trigo debió escribir á Vd. sobre el particular. El pago de los servicios de mi comitiva se halla á cargo del Ministro de Instrucción Pública de Francia. Con profundo respeto, tengo la honra de suscribirme de Vd., Señor Ministro, Atento servidor, Julio Crevaux. P. S. Los vecinos de Tarija i Tupiza me han dispensado la acojida mas simpática. Entre las personas que mas se han distinguido en la coopera ción de mi propósito, tengo el honor de mencionar á Vd. á los Sres. Arraya, Sub-Prefecto de Tupiza, i Andrés Lizardo Taborga, Secretario de la Prefectura de Tarija. Potosí, Junio 16 de 1882. Al Sr. Presidente del H. Consejo Departamental. Señor : El aviso ya confirmado de la victimación de M. Cre vaux i de su comitiva por los salvajes « Tobas », ha cau-"], [93, "83 sado honda impresión de pesar en los vecinos de esta ciudad. Ellos desean hacer público su sentimiento, á la vez que tributar un homenaje de gratitud i de respeto á la memoria de tan ilustre viajero i la de sus dignos com pañeros, que han muerto por su amor á la Ciencia, á Bolivia i á la humanidad. Desean, además, que el Supremo Gobierno conozca la ardiente aspiración que tiene este pueblo, de que sin demora se lance una espedicion armada al rio Pilcomayo para que recoja los restos de M. Crevaux i de sus abne gados compañeros, i para que rompa enérjicamente, una vez para siempre, la valla que las tribus salvajes han opuesto hasta ahora á nuestra comunicación con el Paraguay por el Pilcomayo. El Consejo Departamental, es el órgano mas autori zado para ponerse á la cabeza de esta iniciativa popular i es por eso, que encargados por un numeroso círculo de ciudadanos, nos tomamos la libertad de dirijirnos á él, por el respetable intermedio de su digno Presidente, con los objetos ya espresados. Esta ocasión, nos permite la honra de atestiguar á Vd. nuestro profundo respeto, como Sus mui atentos servidores. Daniel Bracamonte. — M. Morales. — D. Campos. — Luis F. Manzano. — Deme- trio Calbimonte. — José L. Guzman. — Faustino Garrón. — M. M. Jordán. — Adolfo F. Vargas. — Toribio Cortés."], [94, ""], [95, ""], [96, ""], [97, ""], [98, "PUBLICACIONES DE S. V. GUZMAN LA ADUANA NACIONAL. Estudio teórico-práctico sobre la aplicación del sistema proteccionista, con relación á la producción de la República Arjentina. 1877. OBLIGACIONES DEL CONTRATO DE COMPRA VENTA. Exención del depósito del precio en la adquisición de inmuebles cuyos títulos son deficientes. 1878. LA USURPACIÓN EN EL PACÍFICO. Bolivia i Chile i sus tratados de limites. Reseña del debate sostenido con Chile, desde 1842 hasta Fe- brero de 1879. Con la carta de los territorios usurpados por Chile. 1879. INTERESES COMERCIALES ENTRE BOLIVIA I EL PLATA. El Pil- comayo. Estudio sobre las ventajas i la posibilidad de la navegación de esta via fluvial. Obra escrita por comisión del Gobierno Argentino. 1880. EL DOCTOR ARCE I SU ROL EN LA POLÍTICA BOLIVIANA. Exa- men de sus opiniones concernientes á la celebración de la paz entre Bolivia i Chile. 1881. EL DERECHO DE CONQUISTA i la teoría del equilibrio en la América latina. 1882. BOLIVIA : ORIJEN DE SU NACIONALIDAD i sus derechos territo- riales. 1882. LA LITERATURA BOLIVIANA. Reseña general acerca de los escritores en vei>o i prosa, medios de publicación i oratoria del Alto Perú. 1882. EN PRENSA EPISODIOS DE LA IN\"r ¿PENDENCIA AMERICANA : EL NÚMERO TRES. Relación. Con ilustraciones. Precedida de un juicio del Dr. Sa- muel F. Sánchez. PRÓXIMA Á APARECER DERECHOS CIVILES DE LA MUJER. Restricciones i contradicciones de la lejislacion moderna. Precedida de un prólogo del Dr. Joaquín Lemoine. EN PREPARACIÓN LA CIVILIZACIÓN INCÁSICA. Estudio crítico bajo el punto de vista de los dogmas i las artes del imperio de los Incas."], [99, ""], [100, ""], [101, ""], [102, ""], [103, ""], [104, ""]]