[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE NEW K E Y TO THE REHEARSAL. Prefented to his Roval Highne'fs the PRINCE. Written by his Grace George, late Duke of Buckingham. LONDON, Printed for S. B r I s c o e, and Sold near Statigner's-Hall, A. Dod, -without Temple-Bar, and at the Theatre-Royal. 171 7. .Price. 6 d."], [6, ""], [7, "III THE PUBLISHER T O T H E READER. H 0 U canft not he Ignorant, \"That the Town has had an eager Expectation of a Key ret the Rehearfal, ever fince it firfl appear d in Print ; and none has more earneflly defir'd it than myfelf, tho in vain: 'Till lately, a Gen tleman of my Acquaintance recommended me to a Perfon, whom he believd, cou'd give me a further Light into this Matter, than I had hitherto met with from any Hand. In afhortTime Itracd him out; and -when I had found him, he appear' 'd fuch a Pofitive, Dogmatical Spark, that I began to repent of my 1 rouble, in fearching after him. It was my Misfortune, over a Pa of Beer, to begin a film- 1 Difccurfe of the Modern Poets and Actors ; and immediate ly he fell into a great Paffion, and fwore, 'That there were •very few Perfons noiu Living, which defevvd the Name of a good Dramatick Poet, or a Natural Adtor ; and declaim d againft the prefent PraBice of the Englifh Stage with much Violence, faying, he believd the two Companies were joind in a Confederacy againft Smithfield, and refolvd to ruin their Fair, by out-doing them in their Bumbaflick Bills, and ridiculous reprefenting their Plays ; adding, \"That he hoped ere long 'Mr. Collier, and others, woud write them down to the Devil. At the fame time, he coud not forbear to extol the excellent Decorum and Action of former Tears : Aid mag- A ' i nifyd"], [8, "The Publifher IV nifyd the Poets of the laft Age; especially Johnfon, Shakefpeat-, and Beaumonr. I bore all this with tolerable Patience ; knowing it to be ;i,9 common with Old Men, to commend the paft Age, and rail at the Prefent; and fo took my Leave of him for that Time, with an Intent never to trouble him more; and without acquainting him with my Bufinefs. When next I faro the Gentleman, my Friend, who recom mended him to me, I told him how I was entertain d by his Cynical Acquaintance. He laugh'd, hut bid m$ not be difi courag'd; faying, that Et of Railing woud foon have been ever ; and when his juft Indignation had fpe'nt it felf, you plight have imparted your Buftnefs to him', and receiv'd a more fatisfaBory Account. However ( faid he ) go to him again from me ; take him to the Tavern, and mollify his Afperity with a B-,ttk ; thwart not his Difcourfe, but give him his own Way, and III warrant you he'll open his Budget, and - fatisfy )0ur Expectation. I follow' d my Friend's Directions, and found the Event anfuerable to his Prediction. Not long after, I met him 'in Fleet-ftreet, and carry 'd him to the Old Devil; and ire we had empty' d One Bottle, I found him of a quite different Humour, from what I left him in the Time before : He appear d in his Difcourfe to be a very Honeft true En glim-Man ; a hearty Lover of his Country, and the Government thereof, both in Church and State ; a Loyal Subject to his Sovereign; an Enemy to Popery and Ty ranny, Idolatry and Superftition , Antimonarchical Go- vernment and Confufion; Trrehgion and Enthufiafm. ft Jhort, I found him a Perfon of a competent Knowledge in the Affair I went to him about, and one who underflood the Eng' lifh Stage very well; and tho fomewhat Pofitive ; as If aid before, yet I cbfervd, he always took Care to have Truth on his Side, before hs Affinnd, or deny'd any Thing with more than ordinary Heat ; and when he was fo guarded, he was Immoveable. When I had difcover d thus much, and calfd for the Se cond Bottle, I told him from whom I came, and the Caufe"], [9, "to the Reader. V of my Addr effing to him. He deftr'd my Patience 'till he ftept to his Lodgings, which were near the \"Tavern ; and after a port Space he return 'd, and brought with him the Papers, which contain the following Notes. When he had read them to me, 1 lik'd them fo well, that I defii'd the Printing of them, provided they were Genuine ; he ajfur'd me they were, and told me farther ; That, while this Farce was compofing, and Altering, he had frequent Occafions of being with the Author, of perufing his Papers, and hearing him difcourfe of the feveral Plays he expos' d, and their Authors .- Infomuch, that few Perfons had the like Opportunities of knowing his true Meaning, as he him felf had. If any other Perfons had known the Author s Mind fo ex- actly, in all the feveral Particulars, 'tis more than probable, they wou'd have been made Publick before now ; but nothing of this Nature having appear d thefe Two and Thirty Tears ; (for fo long has* this Farce ftourijh'd in Print ) we may reafonably and fafely conclude, that there is no other fuch like Copy in being ; and that thefe Remarks are Genuine, and taken from the great Perfon' s own Mouth and Papers. I was very well fatisjfd with this Account, and more de finus to Print it than ever ; only I told him, I thought it wou'd be very advantageous to the Sale of thefe Annotations, to have a Preface to them, under the Name of him, who was fo well acquainted with the Author ; bu t could not, by all the Arguments I was Mafter of, obtain his Confent ; tho' we de- bated the Point a pretty while. He aHedg'dfor his Excufe, that fuch an Undertaking would be very improper for him, becaufe he pould be forc'd to name feveral Perfons, and fome of great Families, to whom he had ■been cbligd ; and he was very unwilling to offend any Perfon of Quality, or run the Hazard of making fuch who are or may be his Friends, become his Enemies ; tho' he fhon d only .act the Part of an Hiftorian, barely reciting the Words he heard from our Author. However, faid he, if you think a Pr ef ace of fuch abfolute Neceffity, you may .eafily recollect Matter enough from the Difcourfe"], [10, "VI The Publifher Difcourfe which had paf^d between m, on this Subject, to enable your felf, or any other for you, to write one ; efpecially if you confider, there are but two Topicks to be infifted on. i . To give the Reader an Account of the Writer of this Farce. 2. The Motives which indue d him to compofe it. I can flay no longer now, faid he, but if you deftre any further Direction in this Matter, meet me here to Morrow Night, and I will Difcourfe more particularly en thofe two Heads, and then take my Leave of you ; wiping you good Suc cefs with your Preface, and that your Key may prove a Golden One. Now, Kind Reader, having receivd all the InjlruBions I could gain from my Refolute Spark, at our feveral Meetings, I mufl fland on my own Legs, and turn Prefacer, tho' againft my Will : And thus I fet out, I . To tell tljee, what all Perfons, who are any. Thing ac quainted with tlx Stage, knozu already ; vi z. That this Farce •am wrote by the mojl Noble George Villiers, late Dale of Buckingham, &c. a Perfon of a great Deal of Natural H^it and Ingenuity, and of excellent Judgment, particularly in Matters of this Nature; his forward Genius was improv d by a Liberal Education, and'the Converfation of the greatefl Perfons in his Time : And all thefe cultivated and improv d by Study and Travel. By the former, he became well acquainted with the Writings of the moft Celebrated Poets of the late Age; viz. Shakefpear, Beaumont, and Johnfon, (the lafl of whom he knew Per- Jcnaliy, being thirteen Tears old when he dy'd) as alfo with the Famous Company of ABors at Black-Fryars, whom he al ways -admird. He was likewife very intimate -with the Poets cf his Time, as Sir John Denham, Sir John Suckling, the Lord Falkland, Mr. Sidney Godolphin, (a near Relation to the late Lora1 High Treafmer of England, the Glory of that Ancient Family) Mr. Waller, and Mr. Cowley j on the lafl of whom he beflow'd a Gentile Annuity during his Life ; and a Noble Monument in Weftminfter-Abbey after his Deceafe,. By"], [11, "to the Reader. VII By Travel he had the Opportunity of obferving the Decorum of Foreign-T/;(?rtrw, efpecially the French, under the Regulation of Monfieur Corneille, before it was fo far Italianated, and over-run with Opera and Farce, as now it is; and before the Venom thereof had crofs'd the narrow Seas, and poyfoned the Engliih-^V^; we being naturally prone to Imitate the French in their Fajhions, Manners, and Cuftoms, let 'em be never fa Vitiopn, Fantaftick, or Ridiculous. By what has been faid on this Head, I hope thou an fully fatisfyd who was- the Author of this Piece, which the Learned and Judicious £>. Burnet (lateBipopof Sarum) callsaCot- rection, and an Unmerciful Expofing; and I believe, thou haft as little Caufe to doubt of his being able to perform it. Had this Great Perfon been indued with Conftancy and Steadinefs of Mind, equal to his other Abilities, both Natural and Acquird, he had been the moft Compleat Gentleman in his Time. I pall proceed, to pow, 2. The Motives which indue d him to undertaken. The Civil-War filene'd the Stage for almoft TwentyTears, tho' not near fo Lewd then, as it is fince grown ; and it had been happy for England, if this had been the worft EffeBofthat War. The many Changes of Government, that fucceeded the Diffo lution of the Ancient Conftitution, made the People very Un eafy, and unanimoufly Deftrom of its Reftitution ; which was epeBed by a Free Parliament, in the Tear 1666. This fudden Revolution, which is heft known by the Name of the Reftauration, brougln with it many ill Cuftoms, from the feveral Countries, to which the King and the Ca valiers were retir'd, during their Exile, which prov d very pernicious to our Englifh Conftitution, by Corrupting our Morals ; and to which the Reviving the Stage, and bringing Women on't, and Encouraging and Applauding the many Lewd, Senfelefs, 'and Unnatural Plays, that enfu'd upon this great Change, did very much Contribute. Then appear d fuch Plays as thefe, The Siege of Rhodes, Part 1. ABed at the Cock-Pit, before the Reftauration ; The Play-Houfe to be Lett ; The Slighted Maid; The United King-"], [12, "The ru Dinner VIII rent Kingdoms ; The Wild Gallant ; The Englifh Monlieur ; The Villain ; and the like. v . Tou wiU meet with feveral Paffages out of aU thefe, except the United Kingdoms, (which was never Printed) in the following Notes; as you will find out of feveral other Plays, which are\" here omitted. Our moft noble Author, to manifefl his jufl Indignation and Hatred of this Fulfom new Way of Writing, us'd his ut moft Interefl and Endeavours toftifle it at its fir ft Appearing on the Stage, by Engaging all his Friends to Explode, and Run down thefe Plays, efpecialiy the United Kingdoms ; which had like to have brought his Life in Danger. The Author of it being Nobly born, of an Ancient and Nume ropii Family, had many of his Relations and Friends in the Cock- Pit, during the ABing it ; fome of 'em perceiving his Grace to head a Party, who were very aBive in Damning tlx Play, by Hijfing and Laughing immoderately at the flrange ConduB there of; there were Perfons laid wait for him as he came out; but there being a great Tumult and Uproar in the Houfe, and the Paffages near it, he efcapd: But he was threaten 'dhard; how ever, the Bufinefs was compos' d in a port Time, tho by what Means I have not been inform' d. After this, our Author endeavour'd by Writing, to expofe the Follies of thefe New-faftiond Plays in their proper Colours, and to fet them in fo clear a Light, that the People might be able to difcover what Trafh it was, of which they were fo fond; tp he plainly hints in the Prologue ; and fo Jet himfelf to the Compofing of this Farce. When his Grace began it, I cou'd never learn, nor 'is it very material. Thni much we may certainly gather from the Editions of the Plays refteBed on in it, that it was before the End of 1663, and finip'd before the End of 1664; becaufe it had been fever at Times Rehears'd, the Players were perfect in their Parts, and all Things in Readinefs for its ABing, before the Great Plague in 166$ ; and that then preventedit. But what was fo ready for the Stage, andfo near being ABed, at the Breaking out of that Terrible Sicknefs, was very diffe-"], [13, "to the Reader. IX tent from what you have fince feen in Print. In that he call'd his Poet Bilboa ; by which Name the Town generally underflood Sir Robert Howard to be the Perfon pointed at ; befides there were very few of this new Sort of Plays then extant, except thefe bef ore-mention d, at that Time ; and more than were in Being coud not be Ridicul'd. The ABing of this Farce being .thm hinder d, it was laid by for feveral Tears, and came not on the Publick Theatre 3 till the Tear \\6ji. During this Interval many great Plays came forth, writ in Heroick Rhyme ; and on the Death of SirWilliam D'Avenant, 1669, Mr. Dryden, a new Laureat, appear d on the Stage, much admird, and highly Applauded; which movd the Duke to change the Name of his Poet from Bilboa, to Bayes, whofe Works you will find often mention d in the following Key. Thm far, Kind Reader, I have follow' d the DireBion of my new Acquaintance, to the utmoft Extent of my Memory, without Tranfgrefftng the Bounds he Affignd me, and am free from any Fear of having difpleas'dhim : Iwip Icou'djuflly fay as much, with Relation to the Offences I have committed againft your felf, and all judiciom Perfons, who paU perufe this poor, Addref, I have nothing to fay in my own Defence; I pie ad Guilty, and throw my felf at your Feet, and beg for Mercy ; and not without Hope, fince what I have here writ, did not proceed from the leaf. Malice in me, to any Perfon or-Family in the World; but from an honeft Defign to enable the meaneft Readers to under ftand all the Paffages of 'rM Farce, that it may fell the better. I am, With all Submiflioni Your moft Obliged, Humble Servant* .8"], [14, "Plays narrid in the KET. I. \"THE Loft Lady: By Sir William Barcley. II. Love and Honour: By Sir William D'Avenant. III. Love and Friendfliip. \\n c. „-„. v.„. ■ fBy Sir William Killigrew. TV. Pandora. j V. Siege of Rhodes. Part I. By Sir William D'Avenant, VI. Play-Houfe to be Lett : By Col. Henry Howard. VII. United Kingdoms. VIII. Slighted Maid: By Sir Robert Stapleton. IX. Wild Gallant: By Mz. Dryden., X. Englip Monfieur .- By Mr. James Howard. XL The Villain : By Major Thomas Porter. XII. The Pro kgue to the Maiden Queen: By Mr. Dry den. XHI. The Amorous Prince : By Mrs. Bhen. XIV. Tyrannick Love, and Prologue : By My. Dryden. XV. Granada: II. Parts. By Mr. Dryden. XVI. Marriage Al-a-mode : By Mr. Dryden. XVII. Love in a Nunnery: By Ma. Dryden."], [15, "A K E Y TO THE REHEARSAL: ACT the Eirfl i (a) Note i. Rehearsal, p. 3 $ lyes. In fine,itfiaSRead,and Write, andAB, and Plot, and Shew; Ay, and Pit, andGal- lery it, I Gad, with any Play in Europe. The ufual Language of the Honourable EDWARD HOWARD, Efq; at the Rehearfalof his Plays. (b) N-.te 2. Rehearsal,/1. 36. Bayes. Thefe my Rules. He who Writ this, not without Pain and Thought, ~} From French and Englip Theatres, has brought <> Th' Exa&eft Rules, by which a Play is wrought. 3 The Unity of Action, Place and Time ; ~) The Scene's unbroken ; and a mingled Chime > Of Johnfon's Humour, and Corneille's Rhime. j Prologue to the Maiden Queen. (c) Note Z. p.79. Bayes.- / writ that Part only for her. Ton muft know She is Wi Mislrefs, B a The"], [16, "The Key to the llehearfal. 2 h The Part of Amaryllis was Acted by Mrs. Ann Reeves, who, at that Time, was kept by Mr. Bayes. (d) Note 4. p. 40. Two Kings of Brentford, fuppofed to be the two Bro thers, the King and the Duke. See the firft Note, on the Fourth AB. (e) Note 5. p. 4, 43. See the two Prologues to the Maiden Queen. I have printed above a hundred Sheets of Paper, to infinuate the Plot into the Boxes. There were printed Papers given the Audience, before the Acting the Indian Emperor; telling them, that it was the Sequel of the Indian Queen, Part of which Play was written by Mr. Bayes, &c. Perfon. I Gad, I vow to Gad, and all that, is the CQ.nftant Stile of Failer in the Wild Gallant; for which take thisfhort Speech, inftead of many. Note 7. p- \\6, Failer. Really, Madam, Hook upon you, as a Perfon of fuch Worth, and all that, that I vow to Gad, I honour you of all Perfons in the World; and tho' lam a Perfon that am inconfide^ rable in the World, and all that, Madam, yet for a Perfon of your Worth and Excellency I would. Wild Gallant, Paged. (f) Note 9. p. 43. Bayes. No, Sir, there are certain lyes upon me, that I can* not be difengag' d from. He Contracted with the King's Company of ABors in the Year 1668. for a whole Share, to write them four Plays a Year. (g) Note 9. p. f4, So Boar and Sow, when any Storm is nigh, Snuff up, and fmell it gathering in the Sky; Boar beckons Sow to trot in Chefnut-G roves, And there Confummate their unfinifh'd Loves; Penfive in Mud they wallow all alone, And Snore, and Griintle to each others Moan."], [17, "The Key to the Rehearfal. J In Redicule of this, So two Kind Turtles, when a Storm is nigh, Look up, and fee it gath 'ring in the Sky; Each calls his Mate to (helter in the Groves, Leaving in Murmurs their unfinifh'd Loves : Pearch'don fome dropping Branch, they lit alone, And Coo, and hearken to each other's Moan. Conqueft of Granada. Part 2. p. 8. (h) Note 10. p. 4J. lam the Evening dark as Night. Slighted Maid. p. 48 REHEARSAL. Thun. lam the bold Thunder. Light. The brisk Lightning, I. (i) Note 11. p. 45. Let the Men wear the Ditches. Maids, look to their Breeches, We'll fcratch them with Briars and Thirties, Bid. p. 49. (k) Note n. p. 46. Abraham Ivory had formely been a confiderable Actor of Women's Parts; but afterwards ftupify'd himfelf fo far with drinking ftrong Waters, that, before the firft Acting of this Farce, he was fit for nothing, but to go of Errands; for which, and meer Charity, the Company allow'd him a Weekly Sallary. ACT the Second (1) Note 1. p. 46\". I Begin this Play with a Whifper. Drake Sen. Draw up our Men, and in low Whifpers give our Orders out. Play-Houfe to be Lett. p. 100. See the Amorous Prince, Pag. 20, 22, 39, 69. where you will find all the chief Commands, and Directions, are given in Whifpers, ' f (m) Note"], [18, "4 The to the Rehearfal. Key (m) Note 2- p. 4J. Mr. William WmterpuU 'was a moft Excellent, Judicious Actor, and the beftlnftrudtor of others: He dy'd in July, i6j9. (n) Note 3.p.$o. Bayes. If I am to write Familiar Things, or Sonnets. See Note 6. on Act 3. ■ (o) Note 4. />. 50. Take Snuff. He was a great Taker of Snuff, and made moft of it himfelf. (p) Note 5. p. 52. Prince Pretty-Man comes in,and falls ajleep making Love to his Miftrefs. The Lofl Lady, by Sir Robert Stapletoa. (q) Note 6. p. 5 3. As fome tall Pine, which we on JEtna, find T'have flood the Rage of many a boift'rous Wind, Feeling without, that Flames within do play, Which would confume his Root and Sap away. He fpreads his worfted Arms unto the Skies, Silently grieves, all pale, repines and dies : So, fhrouded up, your bright Eye difappears. Break forth,bright,fcorching Sun,and dry my Tears. In Imitation of this P off age. As fome fair Tulip, by a Storm oppreft, Shrinks up, and folds its Silken Arms to reft : And bending to the Blaft, all Pale, and Dead, Hears from within the Wind ling round its Head : So fhrouded up your Beauty difappears , * . Unveil, my Love, and layafide your Fears. The Storm, that caus'd your Fright, is paft and gone. (r) Note j. p. f j. Cmqiteft of Granada. Part, i.p.tf, Bayes. 'The whole State's. Such eafy. Turns of State are frequent in our modern Plays; where we fee Princes Dethron'd, and Governments Chang'd, by very feebl-f Means, and on flight Occafions: Particularly, in Marriage Al-a-Mode ; a Play, writ fince the iirfh Publication of this; where (topafs by the Dulnefs of thta"], [19, "The Key to the Rehearfal. 5 be State-part, theObfcurity of theComick, the near Re ;mblance Uomdm bears to our Prince Pretty-Man, beine jmetimesaKingsSon fometimes a Shepherd's; and no! oqueihon how Amalthea comes to be aPrincefs, herBro her the Kings great Favourite, being but a Lord) 'tis ■-orth our While to obferve, how eaffly the Fierce and ealous Ufurper is Deposd, and the Right Heir plac'don |Throne; as it is thus related by the faid Imaginary Amahh. Oh, Gentlemen, if you have Loyalty Or Courage, fhowitnow.* Leonidas, Broke on a hidden from his Guards, and fnatchine A Sword horn one, his Back againft the Scaffold Bravely defends himfelf ; and owns aloud He is our long loft King, found for this Moment; But, if your Valours help not, loft for ever. Two of his Guards, mov'd by the Senfe of Virtue ' Are turn'd for him * and there they ftand at Bav ' Againft a Hoft of Foes. * T, ■ „ fc- * A, Marriage A-la-Mode, p. 69. This fhows Mr. Bayes to be a Man of Conftancy, and tan to his Refolution, and not to be laugh'd out of his own Method : Agreeable to what he fays-in the next Aft >he fa f m Ik\"0W G°0d' What Care Iwhat (s) Note 8. p. 57. Heyday! Hey day! Iknow not what to do, nor what tofay. know not what to fay, or what to Think ! I know not when I fleep, or when I Wake! , ~ , LSve andFriendfhip. p. 4.6. ■Jy Doubts and Fears my Reafon do difmay,* know not what to Do, or what to Say. Pandora, p. 46. ACT the 3d. Scene 1. (-.Note 1. p. 60. ?)Kmce Pretty-man, and Tom. Thimble, Failer, and Bibber \\ his Taylor, in the Wild Gallant, Pag. 5, 6. (u) Note"], [20, "The Key to the Rehearfal. 6 (u) Note 2. p.6i. Bayes. There s a Bob for the Court. Nay, if that be all, there's no fuch Hafte. The Courtiers are not fo forward to pay their Debts. Wild Gallant, p. 9. (w) Note 3. p. 60. Tom. Thim. Ay, Sir, in your own Coin,. give me nothing hit Words. Take a little Bibber, And throw him in the River, And if he will Truft never, Then there let him lie ever. Bibber. Then fay I, Take a little Failer, And throw him to the Jaylor. And there let him lie Till he has paid his Taylor. Wild Gallant, p.-i. (x) Note 4. p. 62. Bayes. Ay, 'tis pretty well; but he does not Top his Part. A great Word with Mr. Edward Howard. (y) Note >. p. 63. Bayes. As long as I know my Things are good, what care J. See on the -jth Note on the 2d Act. (x) Note 6. p. 62,. Song. In Swords, Pikes, and Bullets, 'tis fafer to be, Than in a ftrong Caftle remoted from thee : My Death's Bruife pray think you gave me, tho' a Fall Did give it more from the Top of a Wall : For then if the Mote on her Mud wou'd firft lay, And after, before you my Body convey; The blue on my Breaft when you happen to fee, You'll fay with a Sigh, there's true blue for me. In Imitation of this, On Seas, and in Battles, through Bullets, and Fire, The Danger is lefs, than in hopelefs Deiire ; My Death's Wound you gave me, tlio' far off I bear My Fall from your Sight, not to coft you a Tear: But if the kind Flood on a Wave wou'd convey, And under your Window my Body wou'd lay ; Whe&>"], [21, "The Key to the RehearfaL' y When the Wound on my Breaft you happen to fee; You 11 fay, with a Sigh, it was given by me. This is the latter Part of a Song, made by Mr- Bayes oh the Death of Captain Digby, Son of George Earl of Brifiol who was a paflionate Admirer of the Dutchefs Dowager of Ruhmond, call d by the Author, Armida; he loft his Life ■HiaSea-Fightagaiiiftthe^wc^ the28rAof May, 1671. (aa) Note j. p. 63. A\\ Johnfon- Pit, Box and Gallery. Mr- Bayes. Mr- Edward Howard's Words. IJnter Cordelio. (bb) Note 8. p. 64. Cordel. My Liege, News from Volfcms, the Prince] Ufh- ife A/emr ;V welcome whatfoe'er it be. Albert. Curtim. I've fomething to deliver to your Cur. Any Thing from Alberto is welcome. fee) Note 10. />. dp. Amor oU_ Prince, p. 29l Voljc- Harry, my Boots; for I'll go to range among My Blades encamp'd, and quit the Urban Throng. Let my Horfes be brought ready tothe Door, for I'll go out of Town this Evening- Into the Country Til with Speed, With Hounds and Hawks my Fancy feed, &c Now Til away a Country Life Shall be myMiftrefs, and my Wife. (dd) Note 11. p. 70. Englifh Monfieur, p. $6, 38, f$ Fair Madam, give me Leave to ask her Name. And what's this Maid's Name ? lbid-p- 40J (ee) Note 12. p. 70- Thou bring ft the Morning piElurd in a Cloud. I bring the Morning picWd in a Cloud- (ff ) Note 1 3 . p. jo. Seige of Rhodes, Part 1 • p. ir> Ama. How! Prince Volk'msm Love? Ha, ha, ha. Mr- Comely in Love ! Englijh Monfieur, p. 49. (gg) Note i_\\-p.ji. Bayes- You fhall fee a Combat betwixt Love and Honour. An indent Author hen writ a whole Play otft- C Sir"], [22, "6 The to the Rehearfal. Key Sir William D'Aven ants Play of Love and Honour. (hh) Note 15. p. 71. Volfc. Go on, cries Honour, tender Love fays Nay. But Honour fays, Not fo. Seige of Rhodes. Part i.p. 19. (ii) Note 16. p. 72. Bayes. I remember once in a Play of mine, I fet off a Scene beyond ExpeBation, only with a Petticoat, and the Belly-Ach^ Love in a Nunnery, p. 34. A C T 4. Scene i. (kk) Note i.p. 74.- Bayes. jf~^Entlemen, becaufe I wou'd not have any two Things VX alike in this Play, the laft AB beginning with a witty Scene of Mirth, I begin this with a Funeral. Coll. Henry Howard, Son of Thomas Earl of Berkpire, made a Play, calf d the United Kingdoms, which began with a Funeral ; and had alfo two -Kings in it. This gave the Duke a juft Occafion to fet up two Kings in Brentford, as 'tis generally believ'd ; tho' others are of Opinion, that nis Grace had our two Brothers in his Thoughts. It was Acted at the Cock-Pit in Drury-Lane, foon after the Reftoration ; but mifcarrying on the Stage, the Author had the Modefty not to Print it; and therefore, the Rea der cannot reafonably expect any particular Paffages of it. Others fay, that they are Boabdelin and Abdalla, the two contending Kings of Granada, and Mr. Dryden has in moft of his ferious Plays two contending Kings of the Tame Place. Note 2. p. 74. ... Til fpeak a bold Word, It pall Drum, Trumpet, Shout and Battle, Egad with any of tlie moft Warlike Tragedies, either Ancient or Modern. Conqueft of Granada in Two Parts. (11) Note 3. p. j6. Smi. Wl)o is the Sifter of Drawcanfir. Bayes. A Lady that was drowned at Sea, and had a Wave to her Winding-Sheet . On"], [23, "The Key to the Rehearfal. 9 On Seas I bore thee, and on Seas I dy'd, I dy'd: And for a Winding Sheet, a Wave I had; and all the Ocean for my Grave. Conqueft of Granada. Part 2. pi 113. (mm) Note 4. p. 78. Bayes. Since Death my earthly Part will thus remove, I'll come an Humble-Bee to your chaft Love. With filent Wings I'll follow you, dear Cuz; Or elfe, before you, in the Sun-beams buz. And when to Melancholy Groves you come } An airy Ghoft, you,ll know me by my Ham ; > For Sound, being Air, a Ghoft does well become. j At Night, into your Bofom I will creep, And buz but foftly if you chance to fleep : Yet in your Dreams, I will pafs fweeping by, And then both Hum and Buz before your Eye. In Ridicule of this. -My Earthly Part, Which is my Tyrant's Right, Death will remove, I'll come all Soul, and Spirit to your Love. With filent Steps I'll follow you all Day ; Or elfe, before you, in the Sun-beams play. I'll lead you rhence to Melancholy Groves, And there repeat the Scenes of our paft Loves. At Night, I will within your Curtains peep ; With empty Arms, embrace you, while you fleep : In gentle Dreams I often will be by, And fweep along before your clofing Eye ; All Dangers from your Bed I will remove, But guard it moft from any future Love. And when at laft in Pity you will dye, I'll watch your Birth of Immortality :\" Then, Turtle-like, I'll to my Mate repair, And teach you your firft Flight in open Air. Tyrannick Love, p. J5- (nn) Note 5. p. 80. Pal. Lo I from this conquering Lance, Does flow the pureft Wine of France. And to appeafe your Hunger, 1 C 2 Have 1"], [24, "The Key to the Rehearfal. 10 Have, in my Helmet, brought a Pye : Laftly, to bear a Part with thefe, Behold my Buckler made of Cheefe. See the Scene in the p. 47, 48, 49, 50, 51,52,53. Where the Hoft furnilhes his Guefts with a Collation out of his Cloaths ; a Capon from his Helmet, a Tanfey out of the Lining of his Cap, Cream out of his Scab bard, &c. (00) Note 6. p. 80. K. Phyf. What Man is this that dares difturb our Feafl > Draw. He that dares drink, and for that Drink dares dye, And knowing this, dares yet drink on, am I. Almah. Who dares to interrupt my private Walk ? Alman. He who dares love, and for that Love muft dye. And, knowing this, dares yet love on, am I. Granada, Part 2. 'p. 14, 115. (pp) Note j. p. 81. Bayes- Now there are fome Criticks that have advis'd me to put out the fecond Dare, and Print Muft in the Place on't I but, Igad, I think 'tis better thus a great deal. It was at firft, Dares dye. Ibid. (qq) Note 8. p. 8l. Draw. Toupall net know how long I here will ftay ; But you pall know Til take your Bowls away. Alman. I wou'd not now, if thou wou'dft beg me ftay ; But I will take my Almahide away. Conqueft of Granada p. 32. K. Ufli. Tho', Brother, this grum Stranger be a Clown, He'll leave us fure a little to gulp down. Draw. Who e're to gulp one Drop of this dares think, Til flare away his very Pow'r to drink. Alman. Thou dar'ft not Marry her, while I'm in Sight; With a bent Brow, thy Prieft, and thee I'll Fright : And, in that Scene, which all thy Hopes and Willies fhou'd content, The thoughts of me fhall make thee impotent. Ibid. p. 5. (rr) Note 10. p. 81. Draw. I drink, I huff, I ftrut, look big, and flare-, And"], [25, "The Key to the Rehearfal. 1 1 And all this I can do, becaufe I dare. Spite of my felf I'll ftay, fight, love, defpair; And all this I can do, becaufe I dare. Granad. Part i. p. So. (ss) Note ii. p. 82. x Bayes. Why, Sir, my Defign is gilded Truncheons, fond Conceit, fmooth Verfe, and a Rant. (tt) Note 12. p. 84. Volfci. Gods would themfelves, un-god themfelves to fee. Max.. Thou' Heft. There's not a God inhabits there, But, for this Chriftian, wou'd all Heaven forfwear: Ev'n Jove wou'd try new Shapes her Love to win, ) And in new Birds, and unknown Beafts would fin ; > At leaft, if Jove cou'd love like Maximin. } Tyrannick Love, p. 1 7. (uu) Note 13. p. 84. Pret. Durft any of the Gods be fo uncivil, I'd make that God fubfcribe himfelf a Devil. Some God now, if he dare relate whatpaft: Say, but he's dead, that God fhall mortal be. Ibid. p. 7. Provoke my Rage no farther, left I be Reveng'd at once upon the Gods, and thee. p. 8. What had the Gods to do with me, or mine. p. 57. (xx) Note 14. p. 84. He is too proud a Man to creep fervilely after Senfe, Iaffureyou. Poets, like Lovers, mould be bold, and dare ; They fpoil their Bufinefs with an Over-care; And he, who fervilely creeps after Senfe, Is fafe, but ne're can reach to Excellence. Prologue to Tyrannick Love. A C T 5. Scene i. (yy) Note 1. p. 85. K. Ufh. D UT ftay, what Sound is this invades our Ears? •L* What various Noifes do my Ears invade ; And have a Confort of Confufion made ? Seige <jfRhodes, p. 4. (zz) Note"], [26, "The Key to the Rehearfal. 12 (zz) Note 2. p. 86. K. Ufh. Hafte, Brother King, we are fent from above; Let us move, let us move; Move to remove the Fate Of Brentford'* long united State, Naker, Hark, my Damilcar, we are calf d below : Daniel. Let us go, let us go : Go to remove the Care Of longing Lovers in Defpair, &c Tyrannick Love, p. 26, 27. (i)Note 3. p. 88. Bayes. This, Sir, you muft know, I thought once to have brought in with a Conjurer. See Tyrannick Love, Act. 4. Scene 1. (2) Note 4., p. 89. What dreadful Noife is this that comes and goes ? Sold. Hafte hence, Great Sirs, your Royal Perfons fave, For the Event ofWarr no Mortal knows : The Army wrangling for the Gold you gave, Firft fell to Words, and then to Handy-Blows. What new Misfortunes do thefe Cries prefage ? 1 Me If. Hafte all you can, their Fury to affwage : You are not fafe from their Rebellious Rage. 2 Meff. This Minute, if you grant not their Defire, They'll feize your Perfon, and your Palace fire. Granada, Part 2. p. 71. (3) Note 'i.p. 91. Bayes. True; and fo, Igad, Til make it too, a Tragedy, in a Trice. Algaura, and the Veftal Virgin, are fo contriv'd by a little Alteration towards the latter End of them, that they have been Acted both Ways,- either, as Tragedies, or Comedies. The Defcription of the Scene of the Generals, &c. (4) Note 9. p. 90. There needs nothing more to explain the Meaning of this Battle, than the Perufal of the firft Part of the Siege of Rhodes, which was perform'd in Recitative Mufick, by feven Perfons only : And the Paffage out of the Play-Houfe to be Let. (y) Nte"], [27, "The Key to the Rehearfal. IJ (5) Note 7. ib. Arm, Arm, Gonfalvo, Arm. The Siege of Rhodes begins thus. Admiral Arm, Arm, Valerim, Arm. Note 8. ib. Gen. Draw down r/;eChelfey Curiafters. The Third Entry thm ■ Solym. Pyrrhm, draw down our Army wide ; Then, from the Grofs, two ftrong Referves divide, And fpread the Wings, As if we were to fight, In the loft Rhodians fight, With all the Wejlern Kings: Each with Janizaries line ; The Right,and Left toHaly's Sons aflign ; The Grofs, to Zagiban- The Main Artillery To Muftapha {hzllbe: Bring thou the Rear, we lead the Van* (5) Note 9. p- 92. Lieut- The Band you boaft of Chelfey Curiafiers, Shall, in my Putney Pikes, now meet their Peers- More Pikes 1 More Pikes! To reinforce That Squadron, and repulfe the Horfe- Play-Houfe to be lett, p. 72^ Note io- p. 92. . Lieut. Gen. Give Fire, give Fire, at once give Fire9 And let thofe recreant Troops perceive mine Ire- Point all the Cannon, and play faft : Their Fury is too hot to laft- That Rampier flukes; they fly into the Town! Pyr. March up with thofe Referyes, to that Redoubt Faint Slaves the Janizaries reel ? They bend 1 They bend ! And feem to feel. The Terrors of a Rout- Muft. Old Zangor halts, and Reinforcement lacks. Pyr- March on ! Muft. Advance thofe Pikes, and Charge their Backs- Orb."], [28, "The Key to RehearfaL H Nte ii. p. 14. Orb. Who calls Terra firma, j&ny? Luna, Luna, ?/;<# BeV pines by Day. Orb. W^ito means Luna in a Veil. Luna, Luna, means to pew her Tail. Phceb. Who calls the World's great Light? Aur. Aurora, that abhors the Night. Phecb. Why does Aurora, from her Cloud, To d*oufy Phcebus cry fo loud ? Slighted Maid, p. 80. Note 12. p. 92. Luna. To Morrow foon, e'er it be Noon, On Mount Vefuvio. The burning Mount Vefuvio. Ibid. p. 8 1. (7) Note \\2,. p. 92. Luna. And I will drink nothing but Lipary Wine. Drink, drink Wine, Lipara Wine. Ibid. p. 8 1. (8) Note 14. p. 95. Come, flljhew ytu how they fhall go off. Rife, rife, Sirs, and go about your Bufinefs. There's go off for you now. Valeria, Daughter to Maximin, having kill'd her felf for the Love of Porphyrias, when fhe was to be carry 'd off by the Bearers, ftrikes one of them a Box on the Ear, and fpeaks to him thus*- Hold! are you mad, you damn'd confounded Dog? , I am to Rife, and fpeak the Epilogue. Tyrannick Love, The End of the KEY. This Day is Puh/ijbed, THE Works of his Grace George late Duke of Buckingham, wherein is con tain'd, the Rehearsal Acted at the Theatre- Royal ; and his other Plays and Dramatick Pieces, in Profe and Verfe ; in 2 Vol. adorn'd with Cuts. - < ■ - Printed for Sam. Briscoe"], [29, ""], [30, ""], [31, ""], [32, ""]]