[[1, ""], [2, "155"], [3, ""], [4, ""], [5, "Odd Ways in Olden Days Down West OR TALES OF THE REFORMATION IN DEVON AND CORNWALL. By VIC AU Rights Reserved. BIRMINGHAM : Hudson and Son Pmnters Edmund Street. MDCCCXCII."], [6, "VERITAS est TURRIS AENEA"], [7, ""], [8, "Printed for the Author"], [9, "INDEX. OR The riale os Tales. PACE Brazen Nose at Brode Clyst, 1566 - - - 1 Morchard Busshop Reasons, 1566 - - 4 Money Matters at Mary Church, 1578 - 6 Sir John the Forger of South Tauton, 1563 8 Married for Nothing at Morval - - - 10 Elsabeth's Fader at the Stone, 1539 - 12 Fowell in Ugborough Church, 1585 14 Whiddon's Will, 1580 - - 18 The Beare Pedigree, 1580 - 21 Liskeard, or Crewes versus Coryton, 1567 - 27 St. Germyn's, 1574 - 29 A Babblyng Bargain 31 Two Strings to a Beau, 1572 - 32 Midnight Matrimony, 1573 - - 34 Paule Trenowthe: his Orthodoxy, 1576 - 36 Whitesole at Lawhitton • - - 39 Tithes and Tennis at Hatherleigh, 1539 - 44 Uffculme - - - - 49 Horwood, 1540 51 Frithelstock - 53 Torrington - 54 IIII;£ Up Hir Sleffe 57 Sir Richard Warren, 1526 - 59 Timber Tything at Trevellyn - - 60 Our Layday of Warpslegh - 62 Life Below the Salt at Trerise, 1541 - 68"], [10, "INDEX VI PAGE A Walk on the Cowley Road, 1541 - - 71 The Most Slanderous Person in Cornwall 73 The Warden of St. Luke's Light, 1540 - 75 Kirton — Buy- a- Broom, 1539 78 The Sampford Spiney Broker, 154\" - - 81 The Chudleigh Charmer, 1540 - - 87 The Chaplain Challenged, 1539 - 89 Very Goote Pigge, 1540 - - 90 Chubbe's Confession, 1540 - gi Difficulties on Dartmoor, 1539 - 93 Denbury Church Dues, 1540 - 97 Buller's Courtship - - - 99 Mixed Matrimony at Meeth • 101 Foot in it, 1540 - - 103 Buckland Bruar, 1540 - - - 105 Bigamous Sampson at Wotton Phyppyn - - - 106 Teignmouth Tit-Bits • - - - - - 108 Laskey's Last - - - - 109 Comic Songs at Yealmpton, 1541 - - no Noysome Childe, 1565 - - . - - 112 Communion in Both Kinds, 1569 - - - 113"], [11, "Pasce Agnos Meos"], [12, ""], [13, "JPppfflrp. '■ tEW counties have received more affectionate and diligent i * [ attention at the hands of antiquarians than have Devon and Cornwall ; though it must be allowed that, in too many cases, a spirit of easy plagiarism has got the better of a nobler spirit of independent enterprise and original research. From this mild blame not the most eloquent is free, for the simple reason that, to the majority of students, the original records and registers of the Courts and Corporate Bodies were studiously forbidden or, indeed, unknown. A more generous habit has now prevailed, and in the 16th century we find material enough for volumes rather than chapters illustrative of official, social, and religious life in the West. It may, however, at starting, be at once premised that all ideas 01 uniformity in the spelling of Christian or local names must be at once resigned, and even the most familiar names mis-spelt. Early in 1505 a quarrel arose about the patronage of Camborne, which was said then to be worth ,£40 a year, but few of the present day would recognise the family name of the Lord of St. Michael's Mount as St. Tabyn, who was patron of the said benefice \" by reason of a vowson gyven unto him by the hers of the Ld. Bassett.\" The tithe fight had been always a very troublesome business ; a stitch of wheat was worth 6d. at Ashbury in 1565, of rye 4d., and oates 3d. ; but if the tithe was sold to any unfortunate person who knew not that the living was sequestrated to Mr. Castell, unpleasant ness was likely to ensue. So also were troubles in store for anyone who denied his responsibility for tithes, if he worked the grist and tucking mills at Bideford in 1562, for John Paole had ground all manner of kind of corn in the one, and what numbers of kerseys no one could tell but himself in the other. Heavitree is the other end of the county, but here a quarrel was brought before the Bishop's Court about certain legacies which had not reached the hands of Alse Tottell, for this reason, as Johan Pyne declares, because she had never demanded them, though she, the respondent, \" was always contentyd to pay the valor of the legacies specifyed in her late husband's testament, although all the legacies mentioned in the sayde testament were spoyled and stolled during this respondent's lyffe time at the last commotion there was now in"], [14, "PREFACE. X Devonshere.\" The legacies consisted of a \" cow called Wandford ; XXs. for three sylver spooens. Xs. for a flock bed, and a bolster IIIIs., and a bed coverlet XXd.\" Curious expedients were resorted to at very early times to evade payment of tithes. At St. Kewe, one Trevethick, with a mind to cheat the lessees of the Rectory, carried off three acres of wheat by night, and when asked for an explanation laid the blame on certain (as he asserted) guilty parties who could not deny the charge, namely, his neighbour's swine. But the most fruitful source of fees and business to the Consistory were the actions for breach of promise which, while by no means devoid of the characteristic amenities introduced as evidence in similar cases in the 19th century, serve as invaluable illustrations of social manners and customs, as also as commentaries on the present Marriage Service in that obviously incongruous jumble of courtship and matrimony, and the present law of contract. The position of defendant and plaintiff were, however, in those days, generally reversed, the man being the injured party ; and this was the case in a very pleasant (at least in the commencement) ceremony, as we may believe, which took place at Tiverton in the days of good Queen Bess. John Ellys, of that celebrated town, having a mind to be con tracted in marriage with Joan Donne, of the same place, invited his friends Richard Southwoode, John Bydwell, Robert Shortridge, and Nicholas Ellys, \"with other men,\" to be at his betrothing with Joan, daughter of Phillip Donne. So they came together unto the said Phillip's house, and the matter being concluded what John Ellys should have in marriage with Joan, they were openly betrothed by Edward Prouse, junior, by words as followeth : — First, the said Joan did before the contract kneel down on her knees and ask (or in then, as now, more vulgar parlance \" axe \") her father and mother's blessing, which they gave her. Upon this the sayde Edward Prouse demanded the sayde John Ellys and Joan Donne whether that they were free from all other persons for any other former contract, and they both sayde \"ye.\" Then the sayde Edward Prouse joyned theyre hands togather and bade them to saye after hem : I, John, do take the Jane unto my wedded wyfe, for better, for worse, for rycher or for porer, yn sycknes and in helth, untyll death us departe, and thereunto I plight the my saythe and trothe, and so sondringe there hands, and joynynge them togather, the sayde Jone spake as followeth : I, Jone, do take the Ellys {sic!) unto my wedded husband, for better, for worse, for rycher and for poorer, yn sycknes and in helth, untyll dethe us departe, and thereunto I plight thee my saythe"], [15, "PREFACE. XI and trothe, and so kyst togather, and so every man that was present gave good handsell unto bothe the parties, and this contract was made in Phillip Donne's house and in his parler by the free consents of both the parties in a certayne Tuesdaye in the affternoone of the same daye in the monethe of Januarii was II eyres last paste. John Ellys was to have in marriage with Jane, with other things, which were concluded betwixt Phillip Donne (her father) and John Ellys. \" The banns were openly proclaimed in short space afterwards, and a day ' opynted ' for the marriage, and the gests bydden and certayne gefts were sett abrode whych were given unto them at theyre manage, and dyd putt them to fattynge against the day of marriage.\" Moreover, in token of the sayd contract Jone dyde fetche awaye unto her fathers house from John Ellys house his firste wyfes apparell. Also \"they are accompted as man and wyffe yn all the hole contrye.\" The Tithe question at Bradnich suggests another subject of almost equal importance and interest to both priest and people under the old system. Peter Sainthill was lessee of the Rectory tithes or glebe of Bradnich, and Thomas Warryn was a defaulter in payment of tithes. As so frequently happened, it was a matter of what was termed \" whitesole ;\" and one William Taylor, as an old parishoner, could testify that he had always paid \" lid, for the melche of a cowe and a tithe calfe, or else to agree for the same.\" He should have had the same pyce of ground unto justement when that Warrens eyre had byn expyred and ended yf that John Maudeat, the elder, had lyved, and the sayd Maudeat shewed him that Thomas Warren did paye VIIL£ by the eyre for yt, and the tithes of the same for III eyres is XLVIIIs. In this parish the tithe paid was always lid. for an acre of hay. For three years Warren had held a pyce of grounde called Brodcyce, payinge eyrely XXXVIs. VHId. So much for tithes and the troubles connected with them, even in those halcyon days of England's happiness under the good Virgin Queen. We shall see eventually how much fiercer and costlier the battle of the tithes was in 100 years time after those unnatural wars when the clergy returned in many instances to their old homes and churches. A more serious matter, as shewing the condition of superstitious idiocy and senile simplicity prevalent then (as indeed unhappily now) in the villages came before the Court, when the Bishop took action against Mistress Margaret Littlejohn, of Whimple, on the charge of incantation."], [16, "PREFACE. XII John ffyte, of Whimple, said, \" that betwyxt Mighilmas laste and Cristmas, he was presente in one Margarett Kellande's howse wydowe dwellynge within the parysshe of Whymple, and in the presence of one George Willes, alias Rewe, when sayde Marg. K. dyd use certayne charmyns and palmestrye, viz., that the sayde M. K. havyng a sowe sycke dyd bye certayne Arbes, and wolld have bounde them upon the sowes hedde, and they wold not abyde upon the sowes hed, and then she did charme certyne dryncke and dyd gyve unto the sowe to dryncke in a halle dyshe, and att sondre other tymes she doth use to go abrode to charme cattell and other bests, and further one, John K., decessed, being in his dethe bedd, she, M. Littlejohn, dyd mynister charmyns unto hym when he was syck, and dyd charm hym with words as followeth, ones everye daye. John Byflye followed nonne; joynt to joynt, sinewe to sinewe, and bone to bone, and as gryne as grasse, an grasse ys yt nowe. In July, 1565, a similar charge was brought by the Court against Alse Martyn, of S. Mary Church. Hearsay was responsible for much of this mischievous and really dangerous stuff. Yet even Thomas Broucke, curate there, was ready to swear that he had heard \" Jane Sayer saye that Alse Martyn was a witche, and she wold Ryde over Halden tenne tymes.\" Even Edward Goodridge, who was fifty-four years old, knew her influence over kyne ; for he had advised Jane Sayer, who was \" in law with Alse, to agree with her, because he knew what harm she could do ; for once she came into the house where he was and called : — Gyve no melche ; and from that day they could make no butter, nor chysse, nor have no melche of kyne.\" Three years later, the Act V., Elizabeth Cap. 16, enacted that persons exercising witchcraft, conjuration, or enchantment, whereby any person shall be killed or destroyed, shall suffer as felons, with out benefit of clergy. The Bishop's Commissary, Mr. Williams, was occupied August 20th, 1560, in cross examination of John Welsh; who, if his own evidence may be believed, had been within a hair's breadth of indictment for this offence. Being demanded of his habitacion, he saythe that he dwellythe in a parishee called Metherbery in Dosett ; next, whether he were ever Sir Robert of Dreaton's man,— he was reteininge to hem by the space of VII yeres ; thirdly, whether he do practyse any fisike or surgerye ; he dothe practyse both for the Pisikes and the agues ; next, whether he dyd it by art, or naturally, or by any other secret or privy means ; herbes— whether hot or cold — he knew no thing of; as to a familiar, he answered utterly that he hath none aboute hem, neither in any other place of the world, ether above ground or"], [17, "PREFACE. XIII under ; as to whether any man is wicked : \" he knewe yt partlye by the feres, and that they be three kindes of ferishes — whit, grene, and blacke, which when he ys dysposyd to use he spekythe withe uppon hilles where is grete hepes of erthe ; namely, yn Dorsetshere, and betwene the houres of XII. and I. at nonne, at mydnyghte. He had had a great book of his master's, which had great circles in him, but this book had been stolen from him by Robert Baker, of Crokehone. But enough has been here quoted to show how, at the time of the Reformation, an immense number of country folk were utterly at the mercy of the most unscrupulous adventurers in every branch of the occult sciences. The old custom of Episcopal license being necessary for school masters, surgeons, midwives, no less than for clergy and other ecclesiastical officials of every grade, it is obvious that the wide extent of jurisdiction which formerly belonged to the Court of the Bishop was incompatible with the exercise of that special discipline which is now thought to be only necessary for the clergy. One result, however, is obtained, for which those who desire to know the real facts of social and religious life in any particular diocese must be thankful, that is the possession of actual original contemporary records which are beyond dispute. The system of verbatim reports was as accurately carried out as at the present time. Incidents of daily life, with all their quaint force, stand straight before us, and so we are able to appreciate the immense advantages which have been obtained by the persistent efforts of the Church, both before and since the Reformation, to teach and train the people, and eradicate superstition and ignorance. Moral offences we can more readily understand as being cognizable under the then extensive system of Episcopal supervision ; but the intricate matter of tithing fishes caught some thousands of miles from the shores of Brixham Bay, is sans doute an extreme case. These facts however have a very definite bearing upon Church history, specially in a diocese where an isosceles triangle best repre sents its geographical shape, the base representing the only part which is not seaboard, because it is obvious that such conditions must not only have primarily affected the history of the inhabitants (as it is well known was the case from very early times), but also the prosperity of the Church and the relations of parson and people. For example in a sea-port or fishing town of which there are many more than manufacturing in the counties of Devon and Cornwall, the income of the Church was like the population, necessarily precarious and uncertain. Of this we have ample proof, not only in mediæval, but in modern tales."], [18, "PREFACE. XIV We know that Walter Raleigh — very possibly father of Sir Walter — farmed the fish at Sidmouth. All along the coasts from Beer to Sennen the Vicar looked to the farmer of the Vicarage or Glebe, and must needs have an eye to his dues. At Maker and St. Germans the dispute waxed exceeding hot in the latter years of the 16th century, and to shew how continuous and unbroken the trade and commercial interests of our seaboard ports is, we will give an instance found circumstantially reported as long ago as 1565, in the words of Richard Skerden, who lived at Gampton or Yealmpton, and was well acquainted with both the places and parties concerned. This was his account of the customs of fish tithing in South Devon. \" Mr. Collyns and John Rowse, the yonger, havynge a ship which traveled unto the new founde lande a ffyshinge in A.D. 1563, the marryners of the sayde ship dyd paye tethinge ffyshe of there shares when they came home unto Mr. Doctor Gammon, Vicar of Brixham, viz. : XIX cople of drye flyshes and VI cople of corse ffshes, and the drye was worth XVs. a hundred, and the corse was worth XXXIIIs. a hundred, and some of it XXXIIIIs. the hundred ; farther, he saythe that every man had for his share VII dry ffyshes and II and a halse corse ffyshes after VI score the hundred.\" We read, however, that Prouse, senior, was a recusant — at least, as far as paying tithes went, not in so hazardous or precarious a matter as fishes in Newfoundland, but as to the tenth of wheat and barley, actually and confessedly grown and cut in the parish of Brixham at Churston. The customs of tithing whitesole in Cornwall are not less interesting, as illustrating the relations of clergy to their parishoners, and the lamentable differences which invariably and continuously arose as to the value and quantity of stock existing at any particular time on any particular farm in that particular parish. Mr. Frank Courtenay farmed the Vicarage of St. Vepe in 1566, and went to the Consistorial to get his dues enforced. There lived Richard Davye, a \" workeman,\" 79 years old ; his idea of the custom of the parish was this : All and singular the inhabytants havynge, within the parish of St. Vepe, or the lymets and tething places of the same kye, feding and pasturing and lyeing, whiche do bringe forthe calves to the numbre of VII in one yere (begynnge alwayes at Ester), shall paye unto the Vicar one calfe for tethe, and shal be allowed for the tethe of III calves yn the yere then next followinge ; and all other persons of the same parishe, having a lesse numbre of kye than seven kye, bringing yn one yere lesse numbre of calves than VII, shall pay in redy money one helf peny if they reare hem, and yf they kill hem or selle hem, one penye. As also all and singular, having within the saide paryshe kye that be melche kye unto the numbre of VII,"], [19, "PREFACE. XV shall paye tethe butter and chyse, and having a lesse numbre of kye than VII, shalle paye in redy money one pennye for every cow, and no more, at Ester. Same said John Griffin had paid \" of friendship unto the Vicars butter and chyse under the numbre of VII.\" To these, and similar depositions, the notaries public generally put their accustomed marks, which varied from a simple but usually more elaborate cross to a conventional trellis work sort of design, calculated to serve either as a labyrinth for a schoolboy or, as in one remarkable instance, as a sort of ground plan for a fortress. The mottoes ingeniously scribbled beneath these ambitious devices were of this descriptive character — Diligite justiciam : qui judicastis ten am or, Magna est veritas. If the high tone of morality evinced in these epigrammatic subscriptions to the official Acts of the Court did not permeate the remote hamlets of Brampford, Stoodleigh, and Molland, we cannot be surprised ; but we certainly pick up a vast amount of indirect information as to parochial life, and the actual places and points of local interest in the country parishes of the diocese. When, as under the old system of compulsory celibacy the character of the country parson was absolutely at the mercy of all his parishoners, some of whom almost as a certainty were simply but securely prejudiced against him as the recipient of their tithes, it does not seem that the clergy at the time of the Reformation, or for many antecedent years, had in any sense merited the obloquy which historians have thought fit to pour recklessly upon them as a class. Documentary evidence, which unfortunately many such biassed writers never took pains to consult, does not corroborate the loathsome picture painted of the English clergy in the 16th century, at least, down west. In one department we can give proof indis putable of the feelings of goodwill which existed between the country priest and his flock. Where he lived he died ; and when he looked round on his glebe, and his stock of quick and dead, it occurred to him that outside his own parish there was no one so closely con nected with himself, and the altar at which he had so many years celebrated the divine mysteries, as the yeoman and labourers around him. He had stood godfather to their little ones, and nursed them on his own knee ; he had sent them forth to fight by sea and land ; some he had laid beneath the sod in peace, but yet a few remained. To these, lacking his own kith and kin, should his own goods and chattels go."], [20, "PREFACE. XVI Touching is the minute and detailed care with which many a diligent pastor bequeathed his little personal possessions to his people. In many villages all the ancient amusements, no less than acts and habits of devotion, concentrated round the parish church, so that it is not surprising to hear how, on divers occasions, conduct and language which would the other side of the cemetery wall have been extremely culpable and, indeed, sacrilegious, simply was accounted libel. Brampford, about four miles from Exeter, is a pretty village on the banks of the Exe. In the year 1541, on a certain evening about Michaelmas, the village of Brampford Speke was slightly disturbed by the disorderly language which passed between William Pridham and Alice Palmer. It appear that Elizabeth Knowling, with Thomas Pansfsord and a dozen others, were in \" a certain sportynge place fast by the church yarde,\" when William said to the plaintiff, as they stood in the churchyard, \" How sayst that thow did see my wiff go into the vicarage at IX. of the clocke at nyght, and came nott owte agen that nygght?\" To which Alice said, \" I beseche God, the devyle take me if ever I spoke hit or thought hit, and thow lyest appon me lyke a dronken knave.\" Such words led, as may well be imagined, to an exchange of further civilities, but not in the churchyard, as, on the approach of a storm, the offended and offending parties moved unto a more suitable site. Here Pridham used a word to Alice, which was seriously calculated to injure her reputation, of which the parishioners were supremely jealous. This solitary example will suffice to illustrate the evils which indiscriminate access to the Ecclesiastical Courts allowed, if it did not actually encourage. The following data are verbatim reports from original documents of indisputable authority. They illustrate with unusual freshness the life of the parish and the Church of England, in times remarkable in our National and Ecclesiastical History. Richard Peres de Sythney, Diocese of Exon, husbandman, forty years of age or thereabouts, freeman, a witness on behalf of Sir Barnabas Johns, Clerk produced, sworn and examined spake as follows : — That XVI. yeres past or there about, as this examinate remem breth the tyme, he comyng unto Sir William Goodolphin's Knight, then living at his house of Goodolphin, in the parrishe of Breage and County of Cornewall, for certen speciall busynes and earnest affayres of his owne, went into the parlour of the said Sir William. Where this deponent sawe the L. Byshop, of Exeter, viz., Mr. Alley* * William Alley was Bishop of Exeter, 1560-1570."], [21, "PREFACE. XVII reading one booke unto his kinnesman, Sir Barnard Johns, now vicar of St. Issye, then and there beynge present at that time the said Sir William Goodolphin, Mr. Retyn, Esquier, Hugh Bearde, servaunt unto the said Sir William, and one Mr. Sellack, then vycar or curate of Constantyne ; and after reverences and duty done by this examinate, he stayed in the parlour during the whole tyme that the said L. Bishop was reading unto the same Sir Barnard, and in the time of his reading this deponent saythe he saw the sayd Mr. Barnabas kneel downe on his knees, and the Bishop to lay his hands on his hed, repeating certen wordes, but what they be he likewise remembreth not ; at the sight whereof then this deponent wascertenly persuaded that the said Bishop dyd make his sayd kinnesman deacon. This statement was followed by that of John Trekeare, clerk, curate of Bereferrers, 35 years old or thereabouts: — XVI. yeres passed ore theare abouts {non recolit tempus, i.e., he cannot recollect exact time) this deponent came out of Cornwall accompanied with the foresaid Sir Bernard John, and one Bysse, then Mr. Tussar's man, who was sent with this deponent unto the Lord Bishop Alley from his said Mr. with letters in this deponent's commendacion to be ordered deacon ; duryng which theire journeying, the said Sir Barnard told this examinate that his busyness was also unto the said Lord Bishop, to be ordered full minister ; and when they were come unto Exeter, both this deponent and the said Sir Barnard were apposed by the said Lord Bishop in one verse out of some Latten author, and ymmediatlye this deponent, with other then present to be ordered, was ordered by the said Lord Bishop deacon ; and verely he thinketh and belevth in his conscyense that the said Sir Barnard John was at that present tyme ordered full minister also, but precisly he will not depose the thing being so long sythens past. It is clear from this glimpse of Church feeling in Cornwall that a \" Nagshead \" sort of legend was the readiest weapon the adherents of Roman allegiance could get hold of. Bishop Alley was intensely unpopular ; the most extravagant and wretched tales were invented by the unscrupulous as to his health and habits, to which it was even asserted in open Court (Consistorial) that his wife was a condoning party. If any parish priest was at variance with any of his people on the question of tithes, there was no lack of opportunity on the one side or the other of exposing their parson's peccadilloes. Happily, all the cases that came before the Consistorial Court were not to the detriment or prejudice of the clergy or Church of those days. Parson-baiting was not the only sport. British national feeling ran high, and the hatred of a foreigner — especially of one with anything"], [22, "PREFACE. XVIII like Spanish blood in his veins — was enough to put a whole village or town in an uproar. This was especially the case in the later decades of the 16th century. Amongst maritime towns then of first importance, the old parish of Toppesham, alias Topsham, held a conspicuous place, on the banks of the Exe, some eight miles from Exmouth. The following tale gives an insight into popular feeling at all seaside towns and maritime ports at this period, when the scent of a man who spoke the \" Portyngall or Castiglione tongue \" would have set all the men, as well as the \" wiffs of Topsham,\" on the hue and cry for a month. It is difficult to see how such an absurd fracas came within the cognizance of the Bishop's Consistory, as in these days it would have been taken at the Petty Sessions held at Woodbury, the manor formerly the Peculiar of the Vicars Choral of Exeter Cathedral ; but we must remember that all such cases, until comparatively recent times, came within the reach of the Arm Ecclesiastical, and that it was, thanks to the somewhat aggressive and officious diplomatic self assertion of the Registrars, Surrogates, Notaries Public, and other innumerable functionaries connected with the old Episcopal and Archidiaconal Jurisdictions, that we now are able to gain some notion of life and manners in the days of Bluff Harry, and his less beloved daughter Mary the Queen. Alfred Frost was not a native of Topsham, but he was of the mature age of a score of years, and had lived in that then busy moving sea-port four years ; he was a freeman — no serf — possibly a sailor ; he had known White and Rogers, the plaintiffs, ever since he had been there ; and he knew Consalvos, the defendant, too, very well, About three weeks ago, he was going along the public road in Topsham, and as he passed the door of William Ford's house he heard Consalvos calling White and Rogers two very uncomplimentary names, the latter being \"dronkerds in the englishe tonge, and in the portyngale tange this deponent hard Consalvos call the said White and Roger Carnotkous, presente ibidem et audiente dicto yosepho Spanyard.\" Asked, qua occasione, for what reason the said Consalvos used these expressions, he declared \" the sayd White said unto Roger, give this Portyngale a blow, and I will give thee a pynte of wyne ■ and so the said Roger did give him a blow or twayne cum gladio evaginato; and for that both Whit and Roger wer sett in the stocks.\" He knew it, because he saw them therein, but he had nothing to do with the blows, on his oath ; he only saw them \" in ley stocks.\""], [23, "PREFACE. XIX They themselfyes shewed this deponent that they were sett in the stocks for gyven the portyngale consalvos a blow, and upon the next morrow the portyngayle mett Rogers and Whyte, and called them as this deponent hath deposed. And he saythe that the good fame of the sayd Whyte and Rogers is hurt by these words, and that they love there wiffs the worse for the same words, and there wiffs do wepe and morn for hit.\" (Goodness gracious — here, if ever, is a plea for damages.) He saythe likewise that there is a public report about that Consalvos has defamed them, \" callynge them Carnethoues, which is in englishe Cuckold, for this deponent doth understand and can speake the langage well, as he sayth.\" Cross-examined as to how he knows this public report is about, he saith \" that the wiffs of Topsham thought to have betten the said portyngale, and the cause had nott bene in the lawe.\" Unfortunately, the case was not carried through the Court ; perhaps Alfred Frost's evidence was too much for the Vicar-General. Anyhow, \"Johannes Spanyarte de Moorlesse Frigare \" did not throw much light on the occurrence, but Messrs. Whyte and Rogers may have got off cheap, as it is very noticeable in the rough copy of the depositions that where the sword with which these lively gentlemen smote their friend Consalvos is mentioned, the notary has — evidently acting under instructions — added a very hard insignificant e to the word vaginato, which, if true, aggravated the assault. Probably the whole case fell through, as the \" wiffs of Topsham \" are by no means of an undemonstrative disposition, and the portyngale may have waited the next high tide and got off with all speed over Exmouth Bar. The following is a case in point as regards the parochial clergy. The depositions lack nothing by being given verbatim. \" Capta suit sequens examinacio coram Reverendo Patre Domino Williehmo Exon Episcopo (absente Thoma Williams ejus Vicario generali) . . . die mensis Martii A.D. 1568.\" The first witness was Thomas Chanan, of Huxham (near Poltimore), husbandman ; had lived there from his infancy ; aged 25 ; freeman ; he deposed : — That upon a Saterdaye before the last generalle Assizes holden at Exon, after evening prayer beinge finished and ended, the parson ot Huxham, a Mr. Anthonie Robyns, of Huxham also, meeting together without the churchyarde, fell at variaunce about certayne shepe of one John Chanan, this deponent's brother, which by fortune brake into the grounde of the said Anthonie Robyns ; for this deponent saythe that the person aforesayde had sett to this deponent's brother"], [24, "PREFACE. XX a certayne peece of grounde harde adjacente to the said Anthonies' ground, which parson's ground, lacking separation in the hedges, occasioned the forenamed John Chanan's shepe, or his father's shepe (for this deponent beleeveth they both have taken the ground together), to come into the said Anthonie's ground. Whereupon the parson and Anthonie falling out at variance, the parson said : Neighbour Anthonie, if I have hindered thee any waye, chuse one of your neighbours whom it shall please thee, and I will chuse another who, yf they can fynde that I have hindered thee, I will make the amends for it as they shall thincke well. Whereupon the said Anthonie, further chafeing with anger, said : None of my neighbours shall have to deall in my matters. Then said the parson : Then in this so saing thou speakest like a soole ; for a better man than thou art would putt his matters to his honest neighbours' judgment. Whereupon Anthonie Robyns forwith offered to strike the priest, thrusting at him very vehementlie with his fiste, and the priest stepping backe quicklie, Anthonie missed his blowe and fell down upon his face. Then immediately this deponent stepped to the said Anthonie and cautjht him about the myddle. Then the said Anthonie, swearing by Godd's bloode, required this deponent to lett him goe. And so in the ende they both parted, one one way and the other another waye. The second witness gives, if possible, a fresher account of the whole affair. Bartholomew Hearde was his name, and he had lived at Huxham about eight years. He was in the churchyard at Huxham at the aforenamed time, and dyd here the parson and Anthonie Robyns chiding (as he at last did understand) about shepe, and approaching nere to here the matter, at last he harde the parson saye to Anthonie : What ayleth thee, foolish man ? I thincke thowe be madde. Whereupon Anthonie stepping back and comming to Mr. Parson sayd : Hence, naughtie parson ! Dost thou call me soole ? By Godd's bones I will dress thee for it ; and then this deponent came over the hedge, and so in the ende they parted asondre, but this deponent was not present at the whole matter from the beginninge : et sic aliter nescit deponere. March 22nd these two witnesses were again called before the Bishop, and after taking a corporal oath that their depositions were true they were let go. So, as far as we know, this matter dropped also. It is not many miles byroad, or as the crow flies, from Poltimore Park to Widworthy, Offwell, and Farway (lovers of trout streams might do far worse than try that country in the season). December nth, 1582,"], [25, "PREFACE. XXI was a date of no slight national interest, but to John Pynney, of Widworthy, it may have been of personal interest, for he was examined in the Palace at Exeter, before Mr. Jermyn, the Bishop's Registrar, on certain Articles of a libel of which, however, we have no record or further idea than what is given in his personal replies to the same. To the first and second his answers were in the negative. To the third he replied that he said the prophet Jonas was sent to the Nynyvites, and they repented ; but he prayed God these preachers be not sent of the devell. To the last he says that X or XII yeres past he said and affirmed meerely that the Parson of ffarwaye married together a goose and a gander ; the rest of the article is not true. This presumably was his reply to certain charges laid against him in the Consistorial Court by his Rector and other friends who did not approve of his plain speaking, though they may have thought more highly of his logic. Next come the answers of the witnesses against him, examined at same place and before same official in February, 1582. John Thomas, constable of Wydworthy, was the first witness called ; 50 years of age. To Article I. he could answer nothing. To II. he says that a lytle before Michaelmas last, he and this respondent, ryding betwene Exeter and Faremyle, in the company of Messrs. Bampfeld, Richard Purchase, John Pynney, and one other man whom he now remembreth not, where amongst other talk had, the sayd John Pynney uttered these words : Yf I had L£ I would (gyve yt to be made a minister) sue to my Lord Bishop and be made a minister, and so get me a benefyce and rack my parishe and go into the pulpitt and sell smoke unto them ; but whether he meant my Lord Bishop of Exeter, or spake those words and smell smoke nescit deponere, he cannot say. Article III. he knew nothing about. Article IV. is true, he says ; and further, that Pynney uttered the same words synce Mydsomer last, at Widworthy, as they walked together. signed, John Thomas. The second witness was the aforesaid Richard Purchase, of Offwell, husbandman, 60 years old. His evidence agreed with that of his \" precontest,\" Thomas, but the conversation had made more impression on his mind, for he recollected that Pynney began by saying : Yf I had my money agayne which I have paid for land I have bought, I would be a loser thereby"], [26, "PREFACE. XXII XX;£, and never purchase land. Why, quoth this respondent unto him : What woald ye then do ? Mary, I would go to the Bishop, and for L£ be made a minister, and within a short space I would get me a Benefice and a long gowne, and walk amang the best of them, and go into the pulpytt and sell smoke unto them. To whom Mr. Bampfeld sayd : May ye be made a minister (thus speaking to Pynney) that can scarce reade English ? Then quoth Pynney : For money I will buy althings, etc., etc. William Bampfeld, alias Rodes, was of Honiton; 50 years old. He said that certain scoffing and scandalc us words were used by Pynney in the presence of the Parson of Widworthy, andthis respondent was requested to bear wytness to it. Pynney said further : I will go abroade and be a preacher, and make sermons, and be called Sir John Smell smoke. John Pynney had also said, \" within this half yere, that the Parson of ffarway had maryed together a goose and a gander, and spake it very scoffingly at Mr. Chichtster's house in Widworthy.\" Bampfeld could only make his mark, which resembles the gallows on a small scale. The fourth witness was Bartholomew Palmer, the parson himself, Rector of Wydworthy ; 30 years of age ; but his evidence was merely hearsay. Thomas Rodden (perhaps Rawden), Rector of Offwell, replied to Article I. as follows , — Pynney and he, having talk together of tythes, Pynney spake very irreverently of my Lord Bishops Consistory, but what the words were he perfectly remembreth not ; but well he is assured he requested one William Gifford then present to beare witness thereunto, who who said : I pray you, Mr. Parson, let yt passe. Further, he sayth that talking of late with the sayd Gifford, Gifford said unto this respondent : I here say Pynney denyeth that he sayd the Devell sitteth in his own Consistory. Dyd not he say so in Offwell Church in your presence and myne ? To whom this respondent answered : I remember now he dyd ; which causeth him therefore verely to beleve the Article proposed to him is trew. Robert Cate (witness VI.), aged 22, was of Offwell. His reply to the third Article is rich enough to pass without comment or contraction, though he does not describe the effect on the Rector. The Parson of Widworthy. preaching a sermon at Wydworthy, taking for his texte these words out of the prophet Jonas: \"And yet XL days before Nynyvy shall be destroyed;\" treating thereon, said : The Nynyvites, within this short tyme or one warning, repented ; but how happeneth that we, having so many and"], [27, "PREFACE. XXIII ofTen warnings and sermons, do not repent Then Pynney, sytting in his pue, sayd these words : Jonas was sent from God, and that was the cause they repented ; but you are sent from the devell, and therefore we do not repent. But whether he meant generally of all prechers, or of Mr. Palmer, he cannot certainly depose. This Pynney may, with some justice, be considered as the aggrieved parishoner par excellence. These, and the following depositions, were repeated before the Lord Bishop. His Lordship's opinion of Mr. Pynney does not appear, nor have we any record of the punishment imposed. William Gifford, of Offwell, fifty-five years of age, said that three quarters of a yere past, John Pynney and the Parson of Offwell talking together touching tythes payable unto him by Pynney, for composing of which matters this examinate made an awarde betwene them. And they three being come into Offwell Church, Mr. Raddon sayd : In truth I would have recovered yt in the Consistory by Law. To whome Pynney answered : I have heard an olde storye that where the devell sytteth in his own consistory, lett not a man go to law, for he the devell, will be judge of his own court. The odium in which both the Bishop and his court were held is well illustrated by another incident which occurs on the page following Pynney's case. It is called, \"The Confession of John Vyner, of Lazante, made of his own free will and accord to certain Articles.\" Some of the charges contained in the document here referred to will not bear quotation, but the gist of the business is as follows : — Imprimis, he saith that comminge by chaunce to Polparayn Chappell, he found theare one Thomas Skynner ; of Lynkinhorne, apparator, holding up a quorum nomina in his hand, saieing to the company then and theare assembled, which weare about a dozen persons, that he had theare a commission from my Lorde Bishoppe to examyne such persons as he was to calle : — Nicholas Waye was called upon to answer a charge which need not be particularized ; the defendant denying it, Skynner threatened that he would make the said Waye spend one of his boates (referring thus obviously to his means of obtaining a livelihood as a fisherman), but he would make him confess it, and said that he had a commission theare to trye it. Item, Christopher Maunsell commyng also thether, and rebuking Skynner for his fayned and counterfeyte Commission and Courte keeping, the said Skinner answered : Whye maye I not kepe a Courte of Knaverie? Students of Church History will recognize in these official reports"], [28, "PREFACE. XXIV circumstantial corroboration of the somewhat misty, but undoubtedly authentic impressions, formed in their minds by the drier and more laboured accounts of standard writers on the Reformation Period. At the same time, if there are any who question the advantages of the old or modern Acts affecting tithe owners and tithe payers, they will be in all probability convinced of the evils of the old system, and immense advantage of doing away with any method which creates or allows of undesirable opportunities of malice and discontent between parish priest and people. The immense variety of cases which came before the Consistory may be well illustrated by this almost pathetic inventory of the goods and chattells of the Parson of a village which has few equals in interest and beauty among the many lovely hamlets of Devon. When the Rector* of Teigngrace, in September, 1541, claimed the effects of a nameless predecessor in the benefice, Thomas Kelar (probably Kelland) replied that these were the only effects found in the house of the deceased : — One gown, value 5s. ; one horse, worth 25s. 8d. ; a fether-bedd two blankets, worth 20s. ; the which fether-bed the respondent did deliver unto William Kelar de Lapford, at the commandement of his brother parson departed ; apparell at prised 4od. ; halffe-a-dosen books ; a lute, 2s. 8d. ; a flytche bacon, 2od. ; in money 4 nobles and 4od. This he, Thomas Kelar, had administered without leave of the Ordinary, and the deceased had made no will. Moreover the chancel had been left out of repair ; it would cost 6s. 8d., and now no effects were left. He submitted himself to the Court. * In this case probably a Commission had issued to the Rector to take an inventory of the effects and administer the estate."], [29, "JSpfl^Fn J3ogF as Ppo&frlgsf. IT was a long time, as might be expected, before the benefits of pure and simple literature reached the distant Devonshire villages. They still clung to their old dark fancies, and lay dumb beneath the awful horrors of the witch who spoilt their dairies, and of the wizard who killed their children and their cattle. Let us take an instance from the parish of Broad Clyst — a now highly favoured district for the working men of Devon. Here the staunch old Radical, Sir Thomas Acland — yet blessed with every faculty of limb and mind — unceasingly devotes his time and his rents to improving the condition of the labouring class who live on his estate. Brought up in the good old sound school of British patriotism and common sense — setting aside his political bias, which, in such a champion receives, as it merits, unfeigned respect, he en deavours by the force of personal example and assistance and advice to help working folk to help themselves, and give them some notion of their dormant capabilities for good. Perhaps the Vicar of Broadclyst in 1566 was as of resolute speech and action as Sir Thomas, for he caused great offence, it would seem, to certain persons called Crudge in his parish. The Vicar's name was Richard Holland. Thomas Triggs, a carpenter, said that after the evening prayer, upon Twelfcday, yn the southe yellde, within the parish church of brode clyst, Mr. R. Holland called Crudge most opprobrious names, such as \" a white hare with two legges,\" &c, — a style of address and insult which none of the parishioners could agree to, Alse Bennett even saying that though she herself \"do the most commonly use her buck in goddly prayer, and using to read A"], [30, "BRAZEN NOSE AT BRODECLYST. with spectacles, Mr. Holland had declared openly in the pulpytte that she was a papiste, and did were her spectacles upon her brasen nose ; which buck she did shewe openly in the Courte, which was a buck of the New Testament in fayre prynte after Tyndale's translation. Jane Moreman, another Brodeclyst witness, said that Mr. Holland had openly declared in the pulpytt that the Justice of the Shere should reprove her, and that she was a wytche, and that she had scurvy hands, and was full of leprosy. Things had come to a pretty pass when compliments of this nature passed between Churchmen in the choir. Mrs. Crudge called Mr. Holland, the Vicar, \" arrant knave,\" in the chaunsell of Brodecliste Churche, upon which he retorted with the same offensive epithet or adjective, and a very shocking substantive. The quarrel arose about a piece of the sanctuary, or glebe which the contending parties had interest in ; but it must be remembered that to call a person a witch was a very un justifiable and most dangerous thing in those days, as a Statute was lately passed (Act v, Eliz., Cap. 16) which enacted that persons exercising witchcraft or enchantment, whereby any persons should be killed or destroyed, should suffer as felons. Ralph Byare knew for a certainty that Joan Moreman and Welshe had accused Juliana Peowtener unto the Justices, but for what crime he knoweth not. Bullocks he had certainly lost, and thought to lose more ; but by what means he knew not. Julian had been charged, thought Michael West, for being a wyche ; and all had been brought before my Lord busshop. The question arises here what part Welshe here mentioned had in getting up the infamous story against Mrs. Crudge. Possibly it was to shield himself, and throw the blame of any thing that went wrong in the parish off his own shoulders. It certainly is remarkable that at this very time we find a very circumstantial account of the methods of one John Welshe, who, indiscreetly coming within the jurisdiction of the Bishop of Exeter, was arrested under the above-mentioned Statute and in hope of escaping the extreme penalties of the law, made a clean breast before the Court of all his machinery and chicanery."], [31, "BRAZEN NOSE AT BRODECLYST 3 At Saint Mary Church, near Torquay, a parish highly favoured during the present century in all Catholic privileges, there was a very remarkable case of witchcraft and incan tation, which we reserve for a subsequent article, and here the parish Priest, Curate to the Dean and Chapter of Exeter, to whom the living belonged, himself spoke to certain facts."], [32, "JKorrljflFb PussIjojj $&m%m$. ON February 6, 1566, a Commission was held by Mr. Thomas Williams, on behalf of the Bishop of Exeter, to receive the personal replies of Roger Rowland, of Morchard Bishop, who said that : — \" As he was comming throught a wode called heywode, within the parishe of busshop's morchard, in a certayne Sonday after evening prayer, after the Twellfeny laste paste, this respondent, William Radford, and Richard Radford's man, whose name he knoweth not, dyd tarry yn the wode togather, lokynge for Robert back, and Philip More, and when they were all comme togather, they toke an oken bowe of a trye for to brake them downe by strength, and yn pulling of them downe, they brake the bowe of the trye, and fell togather in a slooster, and he had reasons in his hose, and with there falling together, his reasons were at the hole of his pocket. and then he, hanging there, prycked in an apple gave unto every of them having them II. or three reasons, sainge : Take and eate this yn the remembrance of me. Asked whether he spake these words unto ever}- one of them severally, he saythe that he spake these words unto them all at once tyme, and saythe further that he spake them in no contempt of the holly sacrament. They mett togather by chaunce and fortune, comming from the churche after evening prayer. They had no other communicacion touchyng the blessed Sacrament then he hath before declared, and saythe further that he doth alow the communion now used in the Churche to be a holly and blessed Sacrament to put us in remembrance that Christ dyed for us. Robert Back remembered all the same circumstances, how Roger had an apple prycked with reasons, did take oute some of them, and gyve unto every one of them, saying those words, He took it that Roger dyd saye it merylie, and in no hurt."], [33, "MORCHARD BUSSHOP REASONS. 5 He dyd reprove Roger for saying of the sayde words, but Roger made answer and sayde that he dyd thynke no harme yn yt. They met by chauncement. There was no talke amonge them of the blessed Sacrament then, but only the folysh words that were before spoken. John More did declare that Roger did not use the words \" and be thankful.\" They all be hartely sorry for their doings. William Radford, who was also present, said that no one spake unto the words said by Roger, nor did he say \" and be thankful.\" It was the Sunday after the Xllth day, and they mett by chaunce in Heywode after evening prayer. Thus they could not be charged with conspiracy, though the accident of their meeting was certainly open to remark. A spirit of insubordination and impatience was manifested in some places — generally in the towns, by the unwillingness of the clergy to alter the old ways ; while, in the villages; the simpler folk held on to the more ancient forms and habits. At Exeter, when order was given for the congregational singing of hymns, the Sheriff and many other citizens forced their way into the choir of St. Peter's Cathedral Church and pushed out the Vicar and singing clerks. They were, on this occasion, urged on by some Londoners who had come down to S. Nicholas' revels. On the other hand, we know how the rebels resisted, even unto blood, any alteration in the mass, and were prepared to die fighting for their Latin missal and their pix, and other precious relics of their Ancient Faith. The suspicion and dislike with which the introduction of the new orders in a Protestant direction were received by the poorer and less educated people, is also illustrated in the childish opposition they offered, where possible, to the law which took away from the parochial clergy the liberty of free and plain speech on questions of practice and doctrine, and substituted the Book of Homilies, which were put forth by Cranmer, so that the poor people might have some means of instruction. Some of the Bishops mocked at the \" hawking and chopping,\" as Latimer calls it, whieh these Homilies went through at the hands of priests who did not like them. But some, says Strype, read them very well."], [34, "HJonFg ÆhMffs as $TCflPg C$nvt% or <&va\\\\B' Q8rit 1 S78. g^l HE clergy in olden times were, if possible, more at the V_-J mercy of the evil-disposed laity than now, and financially were in far worse case, if by any chance incompati bility of temper could be charged on the parson by the squire where matters of morality turned up. Historians have daubed the memory of the mediæval clergy with one black brush. Take, for instance, the financial dilemma in which Evans, Vicar of S. Mary Church, found himself in 1579, when being very hard up, he borrowed ,£10 of James Dashpey, on a certain St. Mark's Day, and then again 10s. in gold, \" which was an Angell.\" As to its being only £8 10s., James knew nothing of any such loan, but when Sir Richard Evans would not pay, he got proces against hym, and procured by vertew thereof of his cozen Langworthy to appoynt Baylifes for his apprehension, and they at St. Mary Church Yard did arrest hym, but he would not obey the arrest, but brought them before the next Justyce, and bounde them to the peace. Frequent transactions of this nature had taken place with Parson Evans for money which he had receyved for his owne use, but his non-submission to the arrest reminds one of the way in which a North Devon parson in more modern times treated the bailif who served him with a writ, when, having asked him to have some refreshment, and had supper prepared for his unwelcome guest, a fine savoury mess was devoured by the officer of the law with an appetite sharpened by his long walk and wait, the only drawback to his final and full satis-"], [35, "MONEY MATTERS AT MARY CHURCH. 7 faction being that after the meal was over, the genial host tenderly informed him that he hoped he had had a good supper and enjoyed the writ, which had been ingeniously cooked up with onions and tripe in a most succulent disguise. But Cousen Langworthy had been let in for it considerably as he himself relates, for Dashpey had lent unto Sir Evans X£, and he, Langworthy, became bound unto Dashpey with Sir Evans, in a byll of XII., but because he neyther could wryte nor reade, he knoweth not what there might be put in the byll, and ferther, he saithe he heard that Sir Evans was arrested, for the said byll of \\2£, and that, as Sir John Gilbert reported, the same byll of I2,£ was shewed unto his Worship, but touchyng the cancelling of the byll for 1 \\£, he denyeth it to be trew. Vicar Evans, Sir, or no Sir, had certainly made a mess of it, so that we need not go to the present century for examples of Jewish extortion, or for a hint how to deal with extortionate usurers. Shylock had little regard at Mary- Church, apparently, for Saint, Church, or Parson, but in return to be brought before a J. P., and lose his Angell, was too much for a mediæval Israelite. Nor is it surprising that the Parochial Clergy should be subject to all manner of slander and abuse when the enemies of the Reformation, who abounded in the Westernmost counties up to the 18th century, did not hesitate to bring the most scandalous charges against the Bishops whom the Queen, at the instigation of Parker, appointed at this critical period. B"], [36, "#ir 3oIjn Ujf fnv^v ofHouf^ Hanson 15 6 3. ONE of the most scurrilous opponents of Bishop Brad- bridge was a schoolmaster, a clerk in holy orders, called William Mynterne, of Plymouth, whose ribald and blasphemous reports of this prelate were too much for the patience of the Episcopal Court, helpless as all the powers and penalties were to silence the poisonous asps in the distant hamlets of Dartmoor. In some instances there was un doubtedly good cause for suspecting the clergy of rather equivocal, if not criminal conduct ; one Sir John Brawlerd consenting to forge a dede of guifte at the request of one Richard Arscott, of South Tauton. A deed of gift had been properly drawn up and attested and sealed from Avis Arscott and her son Richard, but she wished it cancelled. As soon as Richard heard this, off he goes to Sir John with the original, and desires him to ymytate as nere as he might the very forme of the letters therein con tayned, which in faith was so counterfeyted that Mr. Smyth, though himsefe the writer of the originall dede, was not able upon the vewe thereof to deny yt to be his owne hande. In deed Sir John had done it all marvellous well in making and delyvering of this counterfeit, excepting only the seal, which Richard Arscott had himself put thereto, and Richard threw the blame on Sir John, who had advised him to keep the original and give his mother the bogus deed to make peace. Sir John wrote it on parchment, but apparently he had one parishioner, an old man, a farmer, who could not sit still and see such iniquity unrebuked. He was eighty years old, and when he heard what his parson had done he went and re proached him \" for doing so ungodly a thing.\" Sir John's guilty rejoinder was almost scriptural : I have made him a"], [37, "S/R JOHN THE FORGER OF SOUTH TAUTON. 9 dede, and what hast thou to do therewith ? There was some small discrepancy not in the words nor seals, nor in any other clerical errors, but — swore this worthy old protestant, Thomas Downing — in the shape of it. The Vycar made another dede as square as that, and not corner wyse, as the firste was : He challenged Brawlerd as to that. As to his capacity for committing such a fraud — it was generally known that \" the Vicar can write three diverse hands of writing, and he thynketh in his conscyense that he was privy to this falsehood because he wrote it.\" Well spoken, old friend Dunning ! Thy descendants still live in the same neighbourhood, and farm their own land, 300 years after thy bold protest against ungodliness, and many and long may they live to perpetuate so good a name for all honesty and truth. But the most interesting part of the story comes in the conclusion of this little plot. Farmer Dunning was one of those people who are never so happy as when they are laying or hatching some plot to prove that every unreformed Catholic priest is a machiavellian of the deepest dye. But in this case it is imperative to hear what the Reverend Edward Maebly, who was called in to see William Smyth,— one of the chief witnesses against Parson Brawlerd — had to say. Smyth was in extremis : he was not much longer for this world, and his conscience was burdened with a grievous wrong done to his parish priest. Well, thus speaks Edward Maebley : He was with Wm. Smyth in his sickness wherof he died, when he found him perplexed and troubled in mynde, but the chief cause of his inward conceipts he — the priest — knew not then, nor yet doth know ; but within a short space of his abode in the said Smyth's company, Smyth said he wished he had never delte so farre against the Vycar — meaning Mr. Brawlerd. He knew that he had done his best to blacken the Vicar's character and accuse him of fraud and forgery, but when his last hour came, truth prevailed, and the poor fellow acknowledged the guilt of his conduct as the best amendment he could offer. Therefore, De mortuis, &c."], [38, "ÆarriFl) fop TQofljing as piopiraL 'g^J HE manifold evils of precocious matrimonial contracts, \\^-J as seen in the good old days, need no exaggeration in the period when nothing attracts public attention more wildly than a breach of promise. The circumstances and conditions of these juvenile engagements were so often more amusing than vulgar, in the modern acceptance of the term, that from its very simple vividness and lifelike sincerity, we cannot for bear quoting the following little peep of social life at Morvall, a scattered parish some six miles south-east of Liskeard, which rejoices in a very ancient Church dedicated to St. Wenn, and the old mansion of Coodes and Bullers, who must have ticked off many a fleeting hour by the dial on the old south porch. The story loses nothing by being told in the identical words of Mr. Peter Dingle (though the spelling of his name is quaint — \" dinghill.\") In Lent last, was twelve months, the daye of the weke he perfectly doth not remember He was requested by William May, of Minhinit, to come unto the betroathing of his daughter Xpian and Isaack Liswell, who did theruppon repayre unto the \"said Maye's house, where he founde Wm. Maye and Agnes, his wief, Christian, theire daughter, Isaack Liswell, and one Mighill Leache, of Minhinit, servauntte to the said Maye, and other whose names he now remembreth not. And after some speches passed betweene him and the olde Maye, touching theire metinge at that time and place, William Maye asked of Isaack Liswell whether he were willing to marry with his daughter, Christian, to whom Isaack made answer : I will. Then quoth Wm. Maye : What will you ask with her in portion of goods ? In faithe. said Isaack, nothing but your good will. Then he — Peter Dingle — stept unto them neerer, and said unto May : I list not to be at any such contracte where two"], [39, "MARRIED FOR NOTHING AT MORVAL. 11 young couples should come together with nothing, and ther fore, Goodman May, you shall give some portion with your daughter, that they may lyve the better. Then the old Maye offred ymmedyetely after they were maryed to geve unto Isaack Loswell ten pounds and two yeres table or more, if nede were and during the same tyme two acres of lande plowghed to the use of the said Isaack and his daughter, reservinge unto himself only the straw that grew thereof, with which proffer and porcion the said Isaack stoode at that presente contented, and in recompence thereof for the said Xpian's better mayntenance he then promised to give her a release of half his father's bargain, for said he : I will geve it you : Yt is a chattell upon these promises and conditions to be performed in either parte. Then in the presence of these witnesses he took Isaak Liswell and Xpian Maye's hands and joyned them together and said these words : Isaack, take hede you be free of every and all other women : This bargaine is not for a day nor any other tyme, but for ever. To whom Liswell answered : I knew it well enough, I am fre : In like manner he sayd as much to Xpian Maye, who an swered she was in no way intangled in maryage. Then he caused Isaack and Xpian, theire hands being still closed together, to say after him : I, Isaack take thee, Xpian, to my wedded wife, to have and to hold according to God's holy ordinances, and therto I plight the my trouthe : Who did so, and repeated the said words in manner and forme aforesaid — and so they kissed together ! There was indeed little romance about this contract, but that Mighill Leache said Isaack was waiting \" in the Arbour \" to complete the business, and Xpian had said : I fancie hym and will take no other man. However whether the chattell or the \\o£ were wanting, the marriage consummation never came off. Still — Dingle was evidently a cautious man — and a man worth knowing. Come together with nothing ! Love in a cottage is no modern mystery after all !"], [40, "(ijIsahFlffs Fa&FP at tljF ]8tonF. 1539 BUT we meet with one case, in 1539, in which all the circumstances and conversations are so graphically transferred to paper, that we need nothing to heighten the interest of the picture. Let us hear, first, what John Tristram of Bampton knew about it. He had known John Vigurs and Elizabeth Laene since they were babies, and about 1 p.m., the day before the Feast of Corpus Christi, was in one Chester's house at Stogumber, in the County of Somerset, to which Elizabeth came by invitation, when he asked her whether she had made any contract of marriage with John Vigurs, and she answered yes, but not in the presence of witnesses ; upon this he said to her : — Elsabeth, yt war beste for you to make a playne bargan, and calle wittnes thereunto. Wherewith she was contentide ! The ordinary and orderly formal ceremony was then com pleted, and statim osculati su/it ad invicem, — that is, they instantly kissed each other in turn. But it is a pity to miss the pretty remarks one made of the other, and of the whole proceeding, and how the fond parent came in, as, of course, he always ought to do. There were two or three people who took an interest in the match, and amongst these were John Drew, a yeoman of Kenton, and George Rowls. Indeed, John Vigurs' friends had asked the former to see if he could get old Laene to be reconciled to the idea of the match, and it was for this very purpose that he came to Stogumber and tackled the old man on the question. Unfortunately Elsabeth — as her name is euphoniously transmogrified — was in an awful fright of her governor, and"], [41, "ELSABETH'S FADER AT THE STONE. 13 positively quite pale and overcome, but after some trouble the confession was drawn from her : — I can nott denye that he ys my husbande, and I have made a bargan of matrimonye with hym. Upon which her father in fury rushed from the place which was a garden within the hospice — literally speaking — and elicited from Mr. Drew — who, mark you, was a gentle man of credit and renown himself: — Suche gentlemen as you be doth cause her for feare so to confesse. Vigurs, however, had also two more friends, Robert Tookar (a man of some standing, fifty-four years of age,) and Thomas Spurway, who came to Mr. Lane on May 18th, desyringe him and his wiffe that they might speke unto theire doghter. With which requeste they were contente. So they asked her the same question as others had, but \" she did stand still and slackarde at yt.\" Upon which he, Tookar, by way of shewing his ability as a father confessor, thought proper to say : — You have sume thinge in yure harte. Open yt ; I will avyse you. Do you bare hym any love or favor ? Yes, forsuth, said she. Then said Bob T. — the old friend of over fifty summers: — You speke lyke a honeste wenche. Ys there any privye contracte made betwixt you ? Said she : — Yt was done before so many witnesses that yt can nott be denyed. Thou arte the more honeste wenche to tell the trewth, quoth he. So the usual \" kissing together \" was gone through, and then she asked them to take her father oute and to require his goode wille, and upon this they tooke hir fader to the stone* in Saint Peter's Churchyarde, and movede hym to put his goode will to the bargen. Howbeit, Laene, calling Vigurs alle evell names, wold never aggre to yt. Consequently — exeunt omnes except John and Elsabeth left kissing. •What this \"on the stone in St. Peter's Churchyard \" means, it is apparently impossible to discover. I know of no reference to any such custom."], [42, "in Œgbopouglj Oljiiprlj, OK, ©u^> to ©teijwaeftere. 1585. V^L* HE difficulty of preserving peace and goodwill between V»^J the two principal persons of the parish has been illustrated in not a few parishes in modern times, but in Reformation days, the form which contempt or spite took was frequently that of violence and insult, and became so in jurious to the chief parties concerned that the law must perforce take cognisance thereof. From the depositions of the witnesses taken before the Rev. Father in God John (Woolton), by Divine providence, now Bishoppe of Exon, on the 20th day of April, 1585, and produced on behalf of Edward Babington, clerk, Vicar of Ugberow, upon certain Articles, ministered by her Majesty's High Commissioners for causes Ecclesiastical against Richard ffowell, Esquier, we gather that the climax of disagreement was reached on a Sunday about a fortnight before the last Michaelmas Assises in the forenoon, when George fferres, Phillip Voysey, and other servants, to the number of seven, belonging to their master, Mr. Richard ffowell, Esquier, entered into the chauncell at the time of divine service, where at the commandment of their master, they then and there laid hands on John Cole, a servant to Mr. ffountayne, Esq., and arrested him upon suspicion of felony, and charged both of the constables then present, in the fast keeping of said Cole, without offering to strike or beat him, otherwise than by clapping their hands on his shoulders and saying I arrest thee."], [43, "FOWELL IN UGBOROUGH CHURCH. 15 The service was much interrupted and stayed for a little space, and afterwards was again proceeded with by the Minister to the no little offence of the parishioners there assembled. Some said Mr. ffowell was naturally a harsh man who would knock his servants, whistle for them like hounds, or call them roughly, but Richard Dockets could only testify as a free man, and no serf, that he would only summon them with a modest signe of a beck with his hed or his hands, and therefore no disturbance can have arisen or growen by his commandment. Mr. Babington's idea was that he had a grievance against the Squire, and certainly the steps which Mr. ffowell took to shew his authority and power were extremely obnoxious, not only to the Vicar, but to the congregation worshipping in Ugborough Church, as well as to the family of the parson. The Vicar had erected a pew or seat for his wife in the Church, but Mr. ffowell, without any explanation, sent one of his men to pull it down, and said he would justify his so doing, though it is described as being \" in the Vicar's chauncell whearein his wyfe and servaunts did accustomably sytt.\" Nor was it the first or only occasion on which he had disturbed the divine service. Walter Stevens, a serving man of Ugborough, was in Church on April 12th in the same year, and saw Phillip Voysy and George fferres, in the presence and sight of Mr. ffowell, goe into the chauncell, the Vicare being ministeringe the sacramente of the Lord's Supper, and then and theare take Mr. Trevisour by the cloke, and clapping their hands some three or sower tymes with some violence upon his shoulder, a litle before the mynisteringe of the communyon, as he, Mr. Trevisour, was kneeling upon his knees, intending with others theare to receave the communyon, by meanes of which the said Mr. Trevisour was forced to forbeare for that tyme. Opinions seemed pretty equally'divided as to the character of Edward Babington, the Vicar. So far as personal obser vation went, he was \" of good conversation, a man of perfect opynyon.\" While others said that as touching his conversa tion — \"by report of others\" — [jwta bene — no personal know ledge) — he is a bad man, a drunkard, a brawler, &c, and \" emongest his neighbours he is so commonly reported.\" C"], [44, "16 FOWELL IN UGBOROUGH CHURCH. Possibly in consequence of these evil reports Mr. ffowell thought he might address Mr. Babington as \" false knave,\" and in other uncomplimentary terms, but this was not enough. On Easter day, a year before, Mr. ffowell and Grace, his wiffe in the afternoone, passing by the Vicar of Ugborough's wife said : If you owe no duty to me, I will do duty to you, which Mistress ffowell capped by remarking : Every dishwasher of ... . out of London will com pare herself with every gentlewoman! Hoity-toity ! But the Squire had a witness, who, as he thought, could bring up altogether damning evidence against the parson. His name was John Russell, and evidently from his own account he was a highly respectable person, and had taken sufficient note of the Vicar's doings to observe that he often used to go about II yeres past to Wembury, being acquainted with certen honest persons there, and dyd use III or IV tymes in passing to and fro to call at the house of Martha Morcock, who then sold beare onely in that Towne of Nasse, and there was accustomed to eate and drineke between whome he never knew any dishonest life or other lose behaiyour netther ever heard of such saying by the reporte of Mr. ffowell and his company, adversaries as he thyncketh^ to the said Vicar. One other occasion he could call to mind : The Vycar of Ugborow being at Plympton markets in the of Robert Morecock, husband to Martha, dranck together at the house of one Eady of Plimpton, then Maior^of Plympton, where he beleveth Martha was sent for by her husband, whither she came not, nor was she at any other tyme in the company of the Vycar, wherby any other offence might growe. Thus this disreputable tittle-tattle did not gain much by Russell's telling, though, when it came to other equally, if not more compromising suggestions as to the Vicar's slightly mixed qualifications as a man about town, ale-taster, and medical practitioner, it is less surprising if some of his attempts at surgery and landscape gardening admitted of misinterpretation. Some said he endeavoured to add to his means by curing subtle and complicated contagious disorders which were un-"], [45, "FOWELL IN UGBOROUGH CHURCH. 17 English in character, and betook rather of the French-Norman idiosyncrasies. Mr. ffowell, at the same time, must not be foiled in his resolution to malign Edward Babington, so Russell further could testify that he, the Vycar, hath some judgment in surgery, but in what he dealeth concerning the same he knoweth not, neither ever knew hym to intermedle with the curing of any disease, nor did he have any hand in killing of Martha Morcock ; but II yeres passed he removed two White Thornes growing in the Churchyard, which was no hedge nor inclosure, and he also erected a seate for his wife in the chauncell of Ugborow, but whether with the consent of the parishioners or not he knoweth not ; he hath not abused him self towards them, but some controversie there hath been between the Vycar and a poore man, one John Coone, but for what matter he likewise knoweth not, yet at this present beleveth one to love another as they oughte. O quam bonum ! &c. This has a highly respectable and indeed Biblical ring about it, and expressed by insinuation the conditions of feeling which should have existed, no doubt, between squire and parson. But the story illustrates the mischievous propensity which is, in some villages, too laboriously cultivated, of making mountains of molehills, and setting Church against State, or vice versa. As to the various merits of London and Ugborough dish washers, they remain to be accurately defined by a jury of experts not as yet sworn."], [46, "gibbon's Writ 15 8 0 INCIDENTS illustrating the curious fancies even great and clever men have had as to their property, and the clue execution of their wills, are always of interest in this busy age, and shew how little human nature has changed in such respects. There was an Archdeacon of Totnes, by name Oliver Whiddon, in the days of Queen Elizabeth, who, having a mind to get his will properly attested, invited some of his neighbouring clergy and chums to dinner, and thus did business ; but when the will came to be proved, on December ioth, 1580, in the Principal Registry, some little discussion arose as to the circumstances of this last testament, and so we get a vivid account of what occurred. Francis Whiddon was not satisfied with the will and con tested it, so that Thomas Phippes, clerk, Curate of Combin tenhed for six years, had to say what he knew about it. About four years paste, betweene Easter and Whytson tyde, Mr. Archdeacon Whyddon, deceasyd, being at Com byntynhed, at his house sytting at dinner, where accompanyed him Francis Whyddon, his brother, Nicholas Coome, and one Chrofer Persse, deceased where, at the end of the same dynner, sytting styli at his table, Mr. Archdeacon willed one of his servaunts wayting there to reach unto hym a paper lying in the wyndow there in his parlour, which being brought him scaled close with red wax, Mr. Archdeacon sayd : — This ys my last will and testament, and I pray you all beare wytnes hereunto and put your hands unto the same. And so Mr. Archdeacon took pen and yncke and wrote on the back syde of the same will his owne name, and so dyd he Thomas Phippes with the rest standyng by."], [47, "WHIDDON S WILL. 19 He had been curate there six years. This was on a work-day. Moreover he remembers that on the very day that Mr. Archd. dyed he came unto his master in his deathbed and asked of him yf he would make his testament, who being in perfect memory at that tyme answered : Why, you know well enoughe I have made my will already and your hand is to the same, but I will in som things correcte yt. When ? Ouoth Thomas. Within this monethe, answeared the sayd testator, who dyed that very night. And at this time there was also present one Thomas Portingall, of Chagford, when Archdeacon Whydden spake of amending his will. It was on Wednesday, 23rd Nov. 1580. Phippes had indeed been more than servant, and more than curate, he had been the Archdeacon's confidential com panion, and \" from tyme to tyme hath been partaker of his mynde in som thinges espetiallye herein.\" John Babbe was parish clerk, and consequently a man of property, and not to be bought or influenced by a bribe being worth 20,£, though at the same time \" he lyveth by weaving ;\" still he had every right to his own opinion like any other man, and thought verily that Mr. ffrancis Whydden to have right unto the goods of the Archdeacon. But Edward Lang said they could not all write who wit nessed Mr. Archdeacon's will, for such as could not made \" their marks.\" He could write, and what was more to him, but less as it would seem to the point, \"he is clerely worth forty marks, and myndeth to marry, and so settle himself to lyve in some honest trade.\" Note cause and effect : matrimony, cause : honest trade, effect. But Nicholas Coone was a useful witness, for he brings in a little tit-bit of news, how that he had come on busyness from his master, Mr. ffountayne, to know when Mr. Arch deacon would ryde towards London. Mr. Whydden answered : What ! Coome thou art welcome. Thou shalt be wytness to a thing done by me."], [48, "WHLDDONS WILL. 20 Then he held a pece of paper in his hand made up like a letter, close sealed with red wax, and spake these words: Masters, this is my last will and testament, which although you know not the meaning or contents therof, and myself (God be thanked ) in perfyt memorye, yet I have made yt, whatsoever become of me hereafter, and therefore pray you all to beare wyttness of the same, and to putt your hands therunto. This they did as we have heard. But then Nich. you see was a more wealthy man : He was \" worth $o£ or upwards, and sometymes usyng the offyce of an apparator in the Archdeaconry of Totnes.\" For many years he had lived with Mr. Richard ffountayne, Vicar of Brente."], [49, "W\\t JSfbpf JpFbigrFF, OR, (Qfttv t§t £ommoepon. *g*Z~l HE custom of dating events of simply domestic and V_-J private interest by public events of national im portance, receives notable illustration in an enquiry which was held in 1580, as to the family pedigree of the Beares of Marysto, or rather Marsto, as the modern Maristow is now spelt, where is the beautiful seat of Sir Massey Lopes. Richard Beare's wife, Philippa, was fifty years of age when she was called upon to state on oath the number of children she had had, the order they were born in, and what had become of them. Here she had lived from her infancy, or, as it was more accurately expressed — ab incunabulis, from her cradle. She had had eight children, two ded, and six alyve. John, Arthure, Edmund, ffraunces, Philip, Margaret, Walter, and the other a chrysom. John was the eldest ; Arthur the second ; Edmund the third ; ffraunces the fourth ; Philip the fifth ; Walter the sixth ; Margaret the seventh. The expression chrysom is very singular. It is often met with in ancient registers. It was an apt and happy term of euphony for babes who only survived their birth one month. At their baptism, clad in the holy white cloth, which symbolized their unstained purity, they could never, as it seemed, in all human dependence on the Divine mercy, have any sin imputed to them. Thus it was but fit that they should bear the name of the same white robe which at their baptism they put on. What year, then, of King Edward was her son Arthur born ?"], [50, "THE BEARE PEDIGREE. 22 She knoweth not, but at Midsummer last he was XXIII. yere old. When was she and her husband, Richard Beare, married ? About Mydsummer after the commosyon, but who were present at their maryage she knoweth not. How long after her marriage was her first child, Richard, born ? About three quarters of a yere. And further being asked what distance was between the age of Richard and Arthur, she sayth she had never a child called Richard, and therefore she cannot depose anything about him. Joane Lane, Richard Beare's grandmother — or rather, Arthur's, (for Richard Beare fils never existed), also had to state numerically the order of Philippa's children, but she never heard of a Richard amongst them. She recollected the marriage, because Mr. Nick was there with his wiff, and Mr. Edmund Wood, and her daughter was likely to be a mother almost as soon as she was a wife ; and \" this was twelve monethes after the commosyon.\" How much distance between Richard and Arthur ? She knoweth not : for bycause she remembereth none Richard, nor never heard of any named Richard.\" Then came Joan Adam, of Lifton ; she was Richard Beare's sister ; aunt of the other Richard Beare (only that he never existed at all. So he could not have an aunt.) Arthur was certainly born \" after the commosyon in Devon ; on the wien at Michaelmas \" (Can this mean that he was on the wean — or being brought up by hand then ?) So the relationship got gradually more and more distant. Alse Wevell, of Marstow, wiff of Olyver Wevell, of Marsto. When asked what she was to Arthur Beare, sayth, — She is none. Her chronology was more circumstantial as to the time of his birth. \" What tokens had she that she is certen of his day ? \" Why, a son of hers was born on St. George's Day, before the birth. of Arthur Beare, and he was born \"after the com mosyon!' She knoweth he is XXIII. years old at last Midsomcr"], [51, "THE BEARE PEDIGREE. 23 because she was married the same summer that he was born ; but how long \" after the commosyon \" she cannot tell. Her husband agreed in all she swore. Next came Henry White, of Stowford — a septuagenarian — who could only swear that \" he remembereth no token to prove or improve the age of said Arthur Beare, but that he was born after the commosyon ? \" Then came Mr. John Woode, senior, of Lewtrenchard — a gentleman fifty-six years of age — his idea was no hazy un authentic shot. Arthur Beare—\" his birth was three yeres after the commo syon yn Devon or there aboule.\" He was neighbour to his father at that tyme, and now is, and \" further sayth that the Register book of the Churche where he, A. B., was christened, doth testify that he can be no more. Which book he hath seen and viewed, having the name and yere of his sayd christening remayning in the custody of the Vicar of the parish.\" The question was of some importance if we may judge from the fact that another witness of county family was brought up for his evidence. This was Vincentius Calmady, fifty years of age. His evidence was not all hearsay : \" He hath herd dyvers persons say that Arthurc Bere will not be XXIII yere old be fore July next, the tenth day. And before that he hath sene the originall Register Booh, which is in two places rased and thense yt apereth that John Beare and Arthure Beare should be borne within IX wekes by one woman, and so by this falshod thincketh him to be but XXIII before the ioth of July next.\" This finishes another example of the value which even in those days the clergy and laity attached to the Parochial Registers, and how important it was not only that they should be carefully preserved, but easy of access to responsible persons of undoubted integrity, and most carefully guarded from unscrupulous and unknown searchers. The \" commosyon \" so repeatedly referred to was a very serious affair for the country folk of Devon and Cornwall. Yet it is impossible to withhold admiration at their plucky and resolute resistance to the despotic order of Edward VI., D"], [52, "THE BEARE PEDIGREE. 24 by which all the cherished customs and rites of their Church were to be taken away from henceforth even for ever, their Churches disfigured and altered, new books and new habits introduced, and all that was old and familiar swept away. The day chosen for this unpopular law was the Whit- Sunday of 1 549, and when the poor country folk knew what was to happen, they had but one cry : \" We will keep the old rehgion like our forefathers!' Scarcely restrained until Whit- Monday from openly expressing their indignation at the king's commands and New Prayer Book, in every village almost throughout Devon public feeling broke out in overt acts of resistance. One old woman who met Mr. Walter Raleigh, the father of Sir Walter, on his way to Exeter, was merely the mouthpiece of thousands throughout Devon and Cornwall, who counted their parish churches as sanctuaries indeed, and the repositories of all they held most sacred and dear. The Fifteen Articles of the \"Cornish rebels\" were a summary of the doctrines and practices which the Catholic Church had handed down to them for centuries, and against them all Cranmer's rude and bombastic expostulation was wasted energy. Rank Papists, wilful traitors and adversaries both to God and our Sovereign Lord the King — according to the views of the vacillating Archbishop — were these poor people who, for saking their crowded hovels, and snug homesteads, north, south, east, and west, armed with pikes, staves, clubs, and hooks, gathered on Woodbury Common in the Summer of 1 549, and put the loyal city of Exeter to such narrow straits as no Vespasian of old time or harrying Sweyn had ever driven her. It is not necessary to go back to the days of Latimer and Ridley to find out how anomalies and difficulties which sorely beset the country clergy in their remote vicarages, pre vented their being in touch with the intellectual and social progress of the day. The disadvantages of their position threw them into the company of men, who from their very lack of education and refinement were excusably satisfied with a low type of thought and animal rather than mental enjoyment."], [53, "THE BEARE PEDIGREE. 25 Canon law had long, from sore experience gaining wisdom, vehemently protested against rural sports, and even harmless amusements, but the severest censures were reserved for the ale-tippler and tavern frequenter, the Sybarite and dissolute clergy of every order, whose chief source of solace and dis cussion were the beer pot and trencher, instruments of debauchery which dullened the Spiritual appetite, blunted the moral sense and created schism and scoffers throughout the manor and the parish. The transitional crisis of the sixteenth century tells many a tale of such sore wounds, and were no Clergy Discipline Bill, at this very moment, in the hands of the Primate, the stigma of such rebukes would have been long obliterated from the present generation at least. In the days, however, of William Alley, the office of Bishop or of Chief Deacon in any Diocese was no sinecure, and in the Archdeaconry of Barum (in modern parlance, not so frequently heard as Barn staple), there were not a few clergy who resented the inter ference of any authority with their own lascivious propensities with a more self-righteous indignation than any resolution in matters ceremonial or ritual, on which the king's action against Rome or the Primates in favour of Geneva might insist. The village of Martinhoe, famous for nothing in particular but its embattled church tower and the lovely walk along the cliffs from Wooda Bay to Hunter's Inn, nestles in a snug nook of the coast of the Bristol Channel. Here, in 1568, William Martindale was clerk ; by his irregular behaviour he had taken more than his share of the Archdeacon's attention, and brought himself under a charge which the Canons ecclesiastical had contemplated of long time ; namely, the difficulties and dilemmas which on every side beset the bachelor-parson with a domestic establishment which could scarcely exist without a gyp and a feminine bed maker. Deny as he might the imputation of indiscretion, and dispute as he would the necessity or justice of the Epis copal instruction that he should remove one <3 bis Anderson from his house, it was impossible for him to plead with any possibility of a patient hearing, that he was merely following the Apostolic example in leading about a sister (a wife), when it could be distinctly proved that this objectionable young"], [54, "26 THE BEARE PEDIGREE. woman had been \" at sundrie banquetts and feasts with hym, beinyc desyred by those that made the feasts to come with Sir William for the good wyll they beare unto her.\" If they \" satt together commonlie as man and wiff, at one mess,\" there might be cause for complaint, but if the makers of the feasts and sjooii rhcrc do byd her, as they have done, what is she to do, was his plausible defence. This was no new charge : Martyndale, Curate, had long ere this purged himself formally from the charge of keeping \" suspitiouslie\" any woman in his house, and he thought that was enough. In this case anyhow it was no find. It was obviously un fair to reopen the case. The Parson stood purged from all his mischief. And JUns should enjoy her \" qooci cheer.\""], [55, "Edjfcfflrii. Smoke there had certainly been here if there was not much fire, but a splendidly hot flarcup did they have at Liskeard about this very time, and the parties who were warmest in the fray, being men of honourable name and high repute in the county of Cornwall deserve to be placed on record, so far as their actions and words are concerned. The worst of it is that it took place in the Church of Liskeard, not in the streets nor was tobogganing then in vogue against all law and order as in the severe winter of 1890. Whether it was then that the Corytons were jealous of the pre-eminent honor of the Crcwes family, (How do you spell it, Crewes, Cruwys, Cruse, or Crewys ? — all are found here), and John Coryton, Esquire, was a bit sore at the Mayor's assumption of dignity in the Church, we can only gather from Coryton's account. He saythe on his othe : — ■ That truthe it is that there were certaine wordes about the XXI Ith (yV.Z>. — evidently pronounced twenty-tooth !) daye of ffebruarii in Anno, 1567, uttered in the churche of Lyskerd by John Crewsc, then Maiore of Lyskerd, who supposedyeth that Mr. Coryton had abused one Connock's wiff, and spake these words : What a stirre kepe you, Mr. Coryton ! The said Coryton made answeare : I kepe no stirre ! As for Coryton, he shall be Coryton, and Crewse shall be Crewse. You have no more authoritie here than another, for you are out of your libertie. (Liskeard had just been incorporated by Queen Elizabeth in the 29th year of her reign.) And then the sayd Mr. Crewse, with others of his brethren to the number of V. or VI. came to Mr. Coryton to have removed* (my) his man, Thomas Burges standing betwene * The slory was evidently taken down by the notary public vivd voce, who had to alter the first into the third person ; currente calamo, this led to a little grammatical mystification."], [56, "28 LISKEARD. his pewe and Connock's seate, and Mr. Coryton upon that commanded his scrvaunte to stand still, for Mr. Coryton sayth they dydde it but of malice and despyte towards him ; and there at that tyme the Mayor said to Coryton : Thou artte cither madde or lunaticke. So the sayd Mr. Mayor departed, and after service tooke his man, Thomas Burges, and did sett hym by the hecles, where the}' kept him from morning prayer untill evening prayer, and what abuse Mr. Coryton 's man dyd unto Connock's wiff or her children, Coryton knoweth not ; for he saythe he did not encourage his mann thereto, for yf his man did any injurie to them, he sayth his man dyd it against his will and knowledge. And further, he saythe he hath been presented in the officialls' circuite before my Lord Bishopp's Visitacion last paste by Roger Kncbone and Peter Hoblyn, then Church wardens for that yere, before which official he appeared, and was excommunicated for this same matter, and because he could not have againe his seate, he repayred to my Lord Bishopp's palace in Exon, and obtayned absolution at his hands, the letters testimoniall whereof he hath to shewe under my Lord's seale, and never since hath been presented in the Bishopp's Course for the same cause ; which he saith and bcleveth to be contrarie to all equitic ; the other part of the presentment he utterly denieth to be trewc. And what the other part was we have no means of finding but it is perfectly clear that the Mayor had taken upon him self to exercise an official authority which was quite beyond his power in Liskerd Church, if he interfered qua Mayor. But he was the first Mayor under the new Charter ! The guardians or churchwardens of Liskeard, with the sidesmen, were persuaded by the Major that it was a case of brawling, and that their duty was to present Mr. John Coryton, without fear or favour. They were Roger ffuige, John Ansticc, Churchwardens, and WTilliam Kempe, John Vosper, Thomas Couche, and William Mohun."], [57, "%l Gj-FPmgn's, OR QUctn ano (Wife or Qtfycvvowe gf-1 HE extremely comical way in which contracts of mar \\*-J riage were made, marred, and muddled at all hours of the day or night, under all sorts of circumstances, and into every manner of covenant and miscellaneous tokens, and such as bent grottes, gloves, II shillingses, and other oddments, is brought out in the most inimitable fashion in the bona side records of this rather confused period. Nor is it less or otherwise than we might have expected, when we reflect for one moment on the example which had been set by the King of England himself in his matrimonial alliances, contracts as easily made as (except in one instance) broken. To sever a contract of this nature with the headsman's axe was a special privilege reserved for kings : Appeals in such a case could be easily carried from court to court, from Pope to 'Varsity, from pillar to post, and so long as you got the right sow by the ear at last, all was well, but not for \"common folk.\" On Saturday, 27th Nov., 1 574, a merry party sat in the Bishop's Court, under the presidency of Mr. William Marston, L.L.B., the Bishop's Vicar General, to hear the story of a night's lodgings, and be admitted behind the scenes of the fashions of courtship which obtained in the ancient Episcopal borough of St. Germyn's. Mr. Robert Baumyck may have been deficient in any keen sense of the ridiculous, but his account of how Joan Sybly and Thomas John arranged their little matrimonial commerce was pleasantly quaint, for whether the moon was up or no, it is improbable he was poaching, rabbits being out of season, and game incongruous."], [58, "ST. GERMYNS. 30 But from whatever cause, he swore that about Whitsentyde laste, he being by chaunce towards night at the door of one William John, of the parishe of St. Germyn, harde brawlinge and chiding betwixt William John, is wiff, and Thomas John, which Thomas John and Johanne Syblie had dwelled together in the house of Will. John as servaunts, and Johanne her covenant (of service) was then out, and the falling oute was that for William John's wiff would not suffer Johanne lye in the house for that night, and so Thomas and Johanne taking their leave, and coming fourth oute of the dores, by fortune met him, and Thomas prayed him to goe with him to see if the>- could gett any lodging. And so, by the waye, going towards the house of one William Geycke, in the same parishe, Thomas sayd to Johanne : Well, Johanne, use theself honestly, and kepe my com panye and scare not. God willing, yf I dye within this moneth, ye shall have all my goods; and if I can gett a house, I will marry with thee within the moneth. And this sayd, they all came at the last to the house of William Geyke who was, with all his household, a-bedd, and his dores faste. And then Robert Baumycke, calling to Geyke, asked of him if a good folowe might have a bedde there that night — yea or no. To which Geyke, from oute of the wyndowe, answeared : Yea, I have good lodging for two or three. But Geyke (so saith Baumicke) dyd lytle thincke that he, Robert, had been there at that tyme ; no, nor Thomas and Joane with him ; but it was very dark the self-same night. And so when Geyke lett them yn, Robert took his leave and went his wayes. And yt is reported by reason of theyre greate companie to gether that they are man and wiff rather than otherwise of the whole parishe and country thereabout. Please define the exact condition \"otherwise.\" But Robert Watts, alias Daveye, from his superior ex perience presumably had another explanation of the doubt on this all important matter. He solved the difficulty thus : — \" If they are not man and wiff, as some beleve, then, as others beleve, he kept her company for his plesure.\" A very proper and plausible alternative."], [59, "j£ JBahWgng JBapgain. ~g(~L HERE were, however, two young people of Ashperton V_*J who looked at things in a much more business-like way, whether owing to the \" ayle at Wodland parishe,\" or the affection begotten of a long walk together to her father's house through the country lanes. Says Hugh : If youre father and your mother would be so good unto you as to gyffe you the bargen a place which your father dwelleth in, you wer a good marriage. And I wold I were wordy to marye with you. She answered agen that he was wordy to marye with her. Then they betrothed each other in the usual way, and gat them home to her father's house ; but one Edward Mychell, sixty years of age, seems to have had a cronish interest in all such little affairs, and said that she came to William Bullock's house, after evensong, the Sunday after Midsomer, to drink, and did se theym talkynge together, and he thought within hym that he wold examen them whither they wer man and wiff; so forthwith he said unto them : You two stand here aboute a bargen of matrymony. Gyve me your hands, and I will make you so sur that we shall have no more babblynge of hitt ; they both answeryng agen : We be so sure as you can make husse. Or here let us quote another case in all its solemn apparatus of official Latin and long-winded legal phraseology — which nevertheless has no power to rob it of the comical element. E"], [60, "brings to a JSFan, OR, Zwo (Bttoere at (perc^aBufo. BREACH OF PROMISE at PARANZABULO in 1572. Henricus Warne de Kerhayts contra Janam Jennynges, alias Salaman de Peranzabulo in causa matrimonali. *TQ ESPONSIONES personales Jane Jennings, alias r*-^3 Salaman, facte coram Magistro Willielmi Marston Vicario Domini Episcopi in Curia Consistoriali Exon XVI., die mensis Aprilis Ao. 1572, super summariam peticionem apud acta remanentia. Ad contenta in allegacione ista respondens credit tractatum et communicacionem de contractu inter dictum Henricum Warne et istam deponentem ut dicit et aliter non credit articulum allegacionis in compertis : Ad secundum articulum et partem allegacionis respondet et negat contractum, but sayth that the sayd Harry Warne dyd promyse to comme unto this respondent within a III. weykes after ther fyrste talke and communycacion of matry money, and to have a full determyned answere as this deponent saythe, whether that the matter shalle procyde betwixt them, ye or no, and so the sayde Harry Warne came not unto the daye and tyme appoynted, and therfore this deponent dyd retreat herself unto the other man, with whom she hath now married withall ut dicit et aliter non credit allegacionem. Ad ultimum examinata reddet responsionem and saythe that Henry Warne dyd delyver unto this deponent I Is. in money, and theys respondent dyd giv Henry Warne one ringe of sylver in token of good wyll, but not in token of any contract ut dicit, and this respondent {had) would re-"], [61, "Tll'0 STRINGS TO A BEAU. 33 delyver agayne the I Is. unto the sayde Henry, and he wold not take yt, but one Jennings, wyff of Peranzabulo did take up the Us. and II. lytel gerders (garters?) which the said Henry dedit to this deponent's children (ut dicit). Examinata whether the sayde Henry Warne and this respondent be accompted as man and wyffe — ye or no ? respondet quod non et aliter non credit allegacionem. And thus ends this story ; but perhaps the next — speaking a I'Amcricaine — licks it."], [62, "JIMhniglff1 Æafoimong. 157 3. a PON St. Valentine's day, John Myzie, of Slapton, was at Exeter, at Peter Ruell's house, who married his mother-in-law, and when he had stayed there but a little time, came down the High Street unto her house under the Guyldhall, where she told him there was good will and liking in way of marriage between her daughter Grace and Hugh Smerte, and prayed him to ask of them whether they were so mynded. Whereupon, he went to Grace and said, Sister, I understand by your mother there is liking between you and one Hugh Smerte. What is your mynde ? Are you willing to marry him? Then he asked Hugh the same, and told him him that such land as he had must be made sure to his sister and to her heires. So needs must they go to Richard Page ; so they came there between XI. and XII. in the night. Where, when he had knocked, the servaunte of the house asked the cause of the noise and Smote said he was sent for her master by Mr. John Vylvaine, who then lay very ill, to come and speak with him. So Smote went up to Page, who was then in bed, but came down, and they all came to Mistress Gater's porch, where Page examined them, and joined them together. Alter they had kissed each the other, Page said ; (as if they had not made it sure enough already) — Wee too are but mortal men, and yf either of us dy, this contracte for lack of witnesse may be disallowed, therefore I wish you, (tourning to the betrothed couple) to acknowledge this your act before John Withycombe, the goldsmith, to-morrow. And who was Page, pray ? He was, from his own description, \" a merchant and getteth his lyvyng truly by his owne industry ? Born at Totnes, he had lived eighteen years in Exeter — but all his industry did not assist him to understand how Smote, who"], [63, "MIDNIGHT MATRIMONY. 35 was a mere apprentice, could come to him at 11-30 of the clock — \" wherof he marvayled greatly : \" and no wonder, for Smote said : — I have long borne this wench good will, and now am minded to betroth her. I pray you be a witness thereunto. To which Page not unreasonably replied : — It will be better done to-morrow than at such a hour as this is. Nevertheless Myzie, Smerte, and Grace Gibbons urged him, and thus they were made man and wife in Gater's porch, about the hour of XII of the clock. The only compensation apparently being that when they came to Mr. Page's house, he found a reason able fyer, and a pot with a litle quantity of wyne, which he shared with Myzie, who is a yeoman, and holdeth ground at an yearly rent, and lyveth thereon, and hath a tenement of his own in Oxfordshire in the parish of Steeple Aston, besides Woodstock."], [64, "l^anlF ©PFnofof ljF : Ijis dMIjobofg. g^if HE ancient customs which obtained in the parish >JiJ churches are always allowed to be of much interest and some practical value even in these hard times, and explain frequently modern habits of thought and speech in a very pertinent fashion, as well as peculiarities of structure. In Cornwall they are specially attractive because from the very remoteness of the towns and villages from the great centres of commercial bustle and intellectual activity the old uses of manorial service and tenure held out against all the innovations of statute and resolution, and even now in many villages remain unchanged. Take now the village of St. Issey — a pleasant village on the high road from Wadebridge to Padstow — known best by antiquarians, for its circular intrenchment and the remains of the old house of the Champernown family, called Halwyn ; with all its little Tres of Dinnick, Law, Nance, Vance and Gonce — within two miles. In July, 1566, a commission was issued by the Bishop of Exeter to try a case between John Harry, John Warryn, and William Pearse, who leased the tithes, fruits, and profits of the benefice, and Paul Trenowthe, parishioner. It appears — if we may believe the word of John Layne, a husbandman of the place, who was sixty years old, that he had known Paul for over forty years. He said moreover that the custom of the parish is that when soever any person within that parish doth come unto lawfull eyres of discretion for to receave the Holly Sacrament of the body and blud of our Lord Ihu Christ, that then they do paye unto the Vycar or his fermer, at Ester, every eyre theire generall offerings dayes for it is dewe to be payde quarterly."], [65, "PAULE TRENOWTHE. 37 Paule Trenowthe and his wyffe be inhabitaunts and dwellers within the parish, and do hyer God's devyne service there ; but he refuses to paye his tithes, and has always done so. The matter was therefore put yn Arbitrament unto Mr. Parson Nicolls, Parson at St. Ervyn, and Mr. John Burlase, of St. Wenne, for Paule Trenowthe's parte ; and the fermers dyd put the matter unto Mr. Thomas Castell, of Bodmyn, and unto Anthony Wylles, of Lanrak ; but they never came together for to compromyt the matter. At Ester they, the parishioners, do use to paye lid. eyrely for there offering dayes, and when the Crosse was used they did use to offer some hake, some eggs, and some corne. True, he, John Layne, married John Harris's sister, but he has no wish for victory to one more than to the other partie ; he only wants his travelling expenses. Edward Lobbe, as a parishioner, could also say the same, and he knew Paul Trenowthe and his wife did receive the sacrament, and do \" hier God's devine serves.\" He and his wife paid lid. at Ester. At offering days he paid III. half-pence for III. offering days, and some paid ferthing cakes, and eggs, and corne, and a ferthing for Peter's pardon, as it was named in those days ; never less than lid. John Cornysshe paid for himselfe, and his servants lid. when they were of the age to receive the Holy Sacrament — and Paul Trenowthe declared he paid the usual offerings and no more now would he: there ! And what they pay now — who can tell ? Let Legossic mine say what pays ! The difficulties connected with the payment of tithes under the old regime were undoubtedly operating through hundred of years in bringing about a law which if, as it then appeared, was more just in its proportions to all concerned, was only good enough for a short sixty years, and culminated in the year of grace, 1891, in an Act of Parliament which still only breaks up half the difficulty. The Tithe Act of 1891 is possibly an improvement on that of 1837. Still it is — even in the mere matter-of-fact days when land lords are answerable for tithes, and these payments take the form of hard and tangible cash or of cheques, well to"], [66, "38 PAULE TRENOWTHE. remember the habits of discharge which prevailed with the old farmers of the Tudor reign, when butter, cheese, and all manner of perishable provisions came, or were fetched, to the Parson's barn, and also found their way even into Church."], [67, "ŒIpFsolF as Eafopton, OR, $L (migBefr© (guttcv ano £8eeec. gf^i AKE for example the case of the family of Nobille, vv ho farmed in the parish of Lawhitton a good 300 years ago, before Dairy Companies existed, and when a man riding from Cornwall to London could have churned 100 pounds of butter at his saddle-bow on the hard high road. William Noble — as we should now spell it — had lived there fifty years, so that his memory could take him back to the days of Bishop Old ham (who had his clocks timed to synchronise with his work) and he said that he was certain that for over forty years the parishioners paid their \" whyte soole of butter and chese, and dyd brynge hit to the church, before the present daye to the parson, and before this parson's day, that now is, unto Sir William Bray, priest and fermour {i.e. lessee), or to one Mr. Burgiss, parson of Lawhitton, about XII yeres agone: About XI yeres agone to Sir Robert Dassell, priest and preacher, to Sir John Hampton, then parson, and so had his father-in-law, John Cardevv. He could not remember the names of all who thus had paid, but he had often seen them brynge these tything, butter and chesse, to the churche and sett hitt before Saynt Myghell therein. John Collyns lives now in the same house as Cardew dyd, and so should pay lykewyse. Hearken also to Old Noble's touchingly simple description of the ceremony of reminding the parishioners of their duty. \" The Curate, for the time being, on some Sunday between the Feast of John the Baptist and the Feast of Reliques, affter hee had doone with his pulpitynge used to warne the parishe to brynge home there whyte soole speciallie they that myght spare hit. And then they broght hit home sum me F"], [68, "WHITESOLE AT LA W HIT TON. 40 yeren thre, and somme yeres 1 1 II, and some yeres more, and sum me yeres less.\" Thus the}- who did not pa}- white sole agreed with the parson's deputy, either in money or kind, at Ester but most paid in cash. He himself, for example, had last year VI. milch cows and XII milch sheep, and so he paid to the Rector thre cheses and a dishe of butter, worth Xld., which he calculated as being 4d. for one cheese, id. for the two others, and 3d. for butter. Report said that id. could only be charged for a milch cow, and \\d. for a veyre cow, and a farthing for a yowe. One thing, however, is quite clear, that while William Noble did not, as he confessed, catch even- word or public notice which the Rector spake aloud in church, he often heard him read the King's injunctions. The before-mentioned Collyn, another parishioner, had a better memory, for the Rectors and their deputies possibly, because he was servant to one William Lynerne for thirty years, who was proctor for Sir John Hampton, with Mr. Henry Tracarell ; then came Sir William Knott, whose deputy was one Richard Clotworthy : To Knott succeeded Richard Carlyon, to whom also Clotworthy acted deputy until another Rector, who was an absentee, never coming into the parish. Then for four years Collyn went with his master to Launceston, during which time \" there was no Sunday,\" but he adds very significantly he or another servant was sent to gather the tithes, and \" he was privie to this,\" presumably that there was \" no Sunday.\" As to the value of milk \" he himself would give XXd. yerely for the mylke of every cowe that cometh to the buckets, but he would not take upon him to name all those who paid whitesole, as, if he named amiss, the parish might lay to him perjury. The reason why tithes in kind had not been paid generally was that \" there was never a parson resident uppon the benefyee afore this mann, and the mome was more necessarye for the procters.\" In such cases almost every new witness added some item of information of value and interest, filling up the picture of old life in our country villages, and presenting a brightly vivid scene of ecclesiastical and social affairs."], [69, "WHITE SO LE AT LA WH1TT0N. 41 Now, for instance, we learn from Clotworthy that Richard Kyto, or Kitoo, (for it is spelt in these two ways indifferently in ten lines) was Sir John Hampton's locum tenems, and that he was a very popular pulpytter — if we may coin such a word from the previous expression — \" for he had sene so many brynge tythyng butter and chese to the churche where the windo before Saynt Myghell, when was nott roome inoughe they wold sett uppon the grounde before image.\" Though he was not so much afraid of an indictment for perjury, he declined to mention the names of those special parishioners whom he saw walking to the church with their tithes all the time he received them for the parson ; for saith he : If I name any more I shall have sore displesur of my neighbors, and vox populi was in this case as terrible as vox Dei. Indeed, some were so poor, like Tooker, against whom the present parson brought an action that the}- could not pay if they would, and the plea that there was an old custom for some to pay and others not, he had never heard of in his life. In his opinion the church would lose by receiving money and not kind, for \" there is a conscyance in hit, because a kow in mylke is better than a pennye.\" Peter Daw, the village carpenter, was conveniently defec tive in his memory, though he could recollect his mother paying tithe of white sole, and his wife too, unawares to him self, but his work, as he said, took him out of the parish. Still one occasion was impressed indelibly upon his mind, when Sir Thomas, the parson, redde the King's injunctions, and said if the parishioners wold not paye there tythes, butter and chese, lie wold ty the kynge and them together. This threat had the desired result for that year, but the next year the more part of the parish refused, \" becaused they perceaved that the King's injunctions denayed hitt.\" Henc forth the parson refused money. A cow's milk he valued by the year at Xd., and no more. The scale of payment was id. for a cow ; Id. for a veyre cow ; id. for a calls if sold ; £d. if to be reared ; {d. for a yew ! It became intensely comical when one Robert Phillip went up to Sir William Braye, and in these words asked :"], [70, "WHITE SOLE AT LAWHITTON. 42 Father, God hath sent us kye : And now Ester draweth neye. I pray you what is the manner of tythyng in this parish ? But whether this was an involuntary distich can never be known. Stryffe was betwene them. His conscience told him that mylke of a mylche cowe that reneweth by the yere was worth Us. at least. The tenants of certain particular houses always paid tithes of whitesole. His jobs, however, away from home did not prevent his being present when Mr. Harrys dyd make a motion unto the parson and parishioners for a greyment (!), and in conclusion Mr. Harrys axed them and the parson whether they wold be contented to pay and receave as Southpederwyn and Liffton did for all manner of tythes, and they said they were contented ! However, they \" varyed \" again, and it was static quo with a vengeance. But even to those outlandish parts of the world it would seem civilization had reached with its refining influence, for when this case came on before Mr. John Blaxton, on Jan. 18, the same yere, John Shere said that he had paid these tithes simply ex urbanitatc sua, out of his civility, and then, because the Rector or his deputy, asked them only from those who conveniently could pa}- them. His description of the incident previously referred to in the church about the king and the parishioners being tyed together, resolved itself into the threat that \"they should fall in the king's danger.\" This, being King Henry VIII., was enough probably to make anybody fork out, and no doubt but the very idea of any interference from those royal hands, in the case of butter and cheese, was enough to induce compliance. But with or without this awful warning, the succession of names in the parish history is of value, and we learn from Johan Shere, alias Hodge (or, as we should now say, ne'e Hodge) that she recollected and knew well Sir John Saby, who was Rector sixty years ago, since which time no Rector had ever resided at Lawhitton. She was thirteen years old"], [71, "WHLTESOLE AT LA WHITTON. 43 when he died ; after him \" succeditt Sir Patricke Holyburton, which was parson both of Lifton and of Lawhitton nigh on XII. yeres.\" He never resided. Sir Thomas Lucas, prieste, was his fermer ; next after that Sir John Hampton, to whom Mr. Henry Trecarrell was his fermour, and in his tyme came oute of Devonshire a certain honest husband called John Coune (or Toune).\" He was the first she ever saw bring home tythe butter and cheese. Then there was a gap when her memory failed her, until after one year Sir William Knot came all about whom we know. We can only hope that as there was such a strong supply of conscyence in the parish, some modus solvendi or \"greyment\" was found."], [72, "Wifip% anb ?§)Fnnis as1 IjfatlJFPltFigl?. g^l HE revival of the ancient processions at Rogation tide, V—J while scarcely recognised by civil autlority with the honor due to this laudable custom, is an undoubted advan tage to all who take an}- interest in the history of lands or manors, and has often ere this proved of great use in the adjustment of boundaries for rateable and other purposes. The neighbourhood of Hatherleigh is not of the gentle and mild character which characterises South Devon, nor does it offer the grand sweeping landscapes of Dartmoor. The borough, however, owns over 400 acres of the moor, near the town, and here is the famous well of St. John, whence water in ancient times was fetched for baptism. In 1539, Jan. 26th, a commission sat to settle certain disputes as to the bounds of the estate called Northcote, for tithing purposes, which had arisen between Alexander and Margery Medlande, his wife, and Mr. William Spalding, Vicar of Hatherleigh. Richard Parr, the witness who first was called, probably claimed with some justice to be the oldest inhabitant, and being ninety years of age, was a living proof that the occupa tion of charcoal burner, even on those bleak hill sides, which look towards the North-east, was not prejudicial to health and long life. He had known four other Vicars as well. About sixty years ago when he was servant to Mr. Thomas Amadas, Vicar of Hatherleigh, he happened to meet one, Mr. William Yeo, of the parish of Stowe Petrock, in one Genyng's house, at Hatherleigh, so he went and told his master, who thereupon went unto the house of Genyngs, and \" welcumbede Mr. Yeo to the towne, beyng then both Lorde and [tenannte of Northcote, where and when Mr. Amadas, then Vicar of Hatherleigh, did demande of Mr. Yeo XXd. for one yere's Justements of Northcote, due unto the Vicarage of Hather leigh.\" He actually saw Mr. Yeo pay this sum to the Vicar"], [73, "TITHES AND TENNIS AT HATHERLEIGH. 45 for these Justements : He received actually in cash\" III I grotts and I II I small pens, of the which one was a litill pennye, which litill pennye he Richard Parre desiryde of the Vicar, his master, to playe at the tennys, and hade hitt, and, there and then, the Vicar did spcnde upon Master Yeo I Id. of the same 1 1 II smaule penns for a quart of wyne.\" This was on the Saturday after Trinity, sixty years ago. A certain Thomas Medlande then lived in a house called Marseforde, in Hatherleigh parish, and had a farm adjacent, and joining hard {cohere/item) to the agistement de Northcote with a distinct and divided hedge (sepe), especially on the side of the Northcote agistment, which is called Mylham, which said parcel (particula) Thomas Medlande then held and ploughed and sowed with oates, the tithes of which oates Thomas Medlande used to pay (solvebat), about forty-five years ago to one John Hasyde, then lessee of the Rectory of the Abbot and Convent of Tavistoke, and proprietor of the church parish of Hatherleigh. He knew it for certain, be cause \" he did mowe the same ootys in the same place, called Milhyam, which is a parcel of Northcote, and there and then Thomas Medlonde dide shew him that the said hayside had sowlde the said tythyng ootys, but to whom he knew not, and there and than Thomas Medlonde did shew him also that one Walter Ellacotte, parson, than of Inwardeligh, did offer to sell the said ootys unto Medlonde,\" who had told him in reply that they belonged to Hatherleigh Church and Rector, because that farm was within the bounds and limits of Hatherleigh. \" Than cannot I have hit,\" was the very sensible remark of Mr. Ellacotte, who then departed. Then said Parr, as confirmation of this statement : Thomas Medlande, goyng in procession in the Rogacion weyke, offerede to shewe unto Sir Thomas Courtis, then Vicar of Haytherlegh, how muche of Northcote was within his paryshe, and how much was within the paryshe of Inward leighe. As far as he himself, Richard Parre, knew, this is how the parish and said agistment lie in the parish of Hatherlegh — namely Horseham, alias Millyam, Blakadoynham, and Blaka don mede ; he has heard this, too, from men older than himself, such as John Parre, his father, eighty years ago, and"], [74, "46 TITHES AND TENNIS AT HATHERLEIGH. John Webber, and Pilstreyte, of Hatherlegh, who lived forty years ago in a tenement near the agistament of Northcote. The miller in the village (as the barber in the town) was always a man of large information, the grist that came to his mill being not merely farinaceous, but colloquial, and there fore his knowledge of parochial matters was naturally extensive. Walter Moreley occupied that popular position at Edesleigh, now more commonly known as Iddesleigh, a little village on the Torridge (from which the late Sir Stafford Northcote took his title), and for forty years had been conversant with parish ways and means, and had, as lessee of the Vicar of Hatherleigh, received tithes from two members of the family of Medland, Richard of Northlew, and Richard of Inwardlegh, when the latter was tenant of the agistment of Northcote. William Colles. who was Mr. Courtis' predecessor had always received those tithes, and he had heard how Thomas Monkley had also paid Mr. Courtis for the tithe of the woods at Northcote, which the Vicar sold to the charcoal burners. \" Every man alyve \" did remember, swore the miller, how this XXd. had been paid for tithes for the last hundred years : he thought the greater part to Inwardlegh, because the greater part of Northcote is situated in that parish. And if you asked Henry Pillstreyt what he thought about this little job, he would tell you that he had followed the pro cession which Parre talked about in Rogation week, and thus he describes it : — \" The procession of Hatherlegh ever hath goon and zit goth thorowe Blakadon Meyde whyche ys a parcell of North cote, and there and than goyng in procession thorowe the same meyde till for XXX yere agon hath hard old men saye.\" All these that he hath named are in Hatherligh. But why, inquireth counsel, did the parishioners of Hatherligh, in pro cession, always go through that parcel of Northcote called Blakadon Meyde, and not the others. \" Thoy goth in procession from one house to a nother, and so thay go from a certayne house called Waterhouse, therowe Blakadon Mede, whiche is a parcell of Northcote, to a nother house called Marseforde, whiche they culd not do if hit wer within the paryshe of Inwardligh. Ye, and yf hit wer within that paryshe"], [75, "TITHES AND TENNIS AT HATHERLEIGH. 47 the procession of Hatherleigh might leave yt and go a nother way.\" So said also a gentleman of quite another persuasion, or rather trade, even William Rede, who was a very necessary workman in those days of pack-horses and roadsters. He was a pack-saddle maker, born and brought up in the ancient borough, and yet did not stick only or altogether to this, but took a constitutional to Horsham Wood, and helped Monkley and Medland at the carrying of the timber when it was tithed. It certainly went to Hatherleigh Church. All the friends of the Hatherleigh claim were men of mature age, reputable profession, and conspicuous respect ability. Such was Thomas Haside, who was sent by Vicar Courtis to ask Richard Medland, of Inwardlegh, for his tithes, for he went to his house, and as Mr. Medland was out his wife promised to send the money to Hatherlegh, or to Okehampton, which she did within a week, because the Vicar told him so. And how all these little tittle-tattle bits of incidental history assist us now to picture for ourselves the scene. Hayside says that he remembers seeing the parson, Sir Thomas Curtis, equo insidentem, sitting on a horse at the time of the Hatherlegh procession, and — well, as we have his own words, we will take them : He dyd leede the saide Sir Thomas Curtis, Vicar of Hatherleigh, is horse by the bridlle, because the said Sir Thomas was then sycke and ill at eyse, sayeing, This grounde whiche wee nowe go upon, meanyng Horseham, Millham, Blakadonham, and Blakaden Meyde, parcelles de Northcote, sunt infra fines et limitcs parochie mee de Hatherleigh, for the which I have of the tenaunts of Northcote yerely XXd. This was said in the presence of Thomas Medland, now dead — (dead indeed in this year of Grace, 1892, some 300 years) — but the Church remains, and the family of Medland remains, and a good bargain had, however, been made out of the wood which came to Hatherlegh, as one John Beste boasted when he said, in the hearing of the charcoal-burner, Hasyde, I wold I had suche a bargan of woode as I had XXXV yeare ago, in Northcote, to beyld my home agen. The poor fellow had just seen his house reduced to ashes, and G"], [76, "TITHES AND TENNIS AT HATHERLEIGH. 48 in those days there was no Prudential or West of England Insurance Company to save the babes or build the houses. Much importance — more perhaps than we can now readily believe — was attached to these depositions. They were solemnly entered, certified, and sealed, on the 3rd day of February, 1539, and in the XXXIst year of our most illustrious Prince in Christ and Lord of Lords, Henry VIII. If you do not believe it, yet be convinced by the elegant but slightly out-of-the-vertical trellis work device, with which William Burne, Notary Public of the Diocese of Norwich, attested his part in the same or rather the gist of it : — That Truth is a Tower of Brass, of which sentiment you must form your own opinion from the stability of the draughtsman himself : — The brief glimpses of moral life which thus pass before the eye with a rapidity which defies detail, and resents prurient curiosity, are nevertheless valuable, because they bring us face to face with persons of notoriety who either made themselves too well known by their compromising indiscretions, and their rather costly experience of legal judicature ; or with persons of good repute and ancient family who, while others have left nothing to posterity but the faint odour of iniquity, still rejoice in public favour and a noble prestige which no deviation from the path of success and virtue has ever marred. Such was, aye, and is, the much-loved family name of Northcote, and of Walrond."], [77, "ŒffruImF gf*± HE sketch of social life at a village now called V_-J Uffculme, but in less Websterian or Murray-an days yclept — with perhaps more power of suggestion for purposes of identification, Uffcolumbe — this sketch of local politics and private peccadilloes in a village now busy with the serge factory of Messrs. Fox, of Wellington, brings before us the name of Walrond, and the family of Malherbe, both of which in the present, as in the past, hold a never contested position of honor in the roll of County families, the latter hailing from Feniton, where the nettle, or mal herbe, may still be seen carved on the capitals of the pillars in the Church of St. Andrew. Indeed, it was a nettlish case for John Peyrs, with whose malingering, however, it does not trouble us to have much to say, as he was merely the Uffculme reprobate, of whom not a good word could be said by most of the parishe. The remarkable part of the story is, that when questions of propriety arose in which the above-named Peyrs was called upon to purge himself, a man who had lived there for eight years was expected to swear as to the accommodation which existed in the house where Juliana Mylle lived with her mother. How many \" romes \" where there in her house ? Sanitary Board in those days there was assuredly none ; County Councils were far from any man's wildest Utopia ; every pig could rejoice in his own stye. And dreadfully un healthy must many, nay, most of the country houses, and even country parsonages, have been, in the days when even Kings and Queens had to carry their own feather beds with them, and often lay on hard boards, in their armour, and farthingales. The funny thing about this evidence is, that John Rolonde, of Uffculme, when cross-examined by Peyrs'"], [78, "UFFCULME. 50 counsel as to how he knew Peyrs to be guilty of a certain crime, confessed that \" whether there be mo {i.e., more) chambers in the house than one, he cannot tell — for the space of twelve moneths.\" A jury of matrons is a formidable bench of justice, and bold would that man be who ventured to dispute or deny their decision, but where there is a decided animus, and a strong prejudice has long existed, the righteousness of their opinion must, of necessity, be considerably discounted. The \" Wallron \" influence was paramount ; he who wished to be at peace with his landlord came and gave evidence as he was told. Roland declared how \"Mr. Wallron caused him to come hither this daye to tell the tructh in this cause!' No wonder ; he was a Wallron tenant ; but how that would enable him to distinguish between \" lawful and unlawful seasons, both be day and be night,\" in which Peyrs and Juliana met together, it is not easy to see. What a precisely proper prudish punctilious mind ! A chance for Vigilance Co. ! He had heard that Peyrs intended \" to make his purgacion \" in the church, and so he came to say what he knew ; but when a question was asked him as to where he spent Thursday night three weeks after Easter last year, he said he could not distinctly remember, but he was ill in his eye ! The fact was, that he owed Peyrs a grudge, and wanted him to be fined heavily for misdemeanour, and so could swear anything. So Uffculme was left in peace. Not so Ibovwoob."], [79, "Ijopiioob. 15 4 0. OERTES the good country folk in North Devon had odd ideas as to their duties in this respect, and partook of what we might call an Hibernian propriety in their idea of kissing, inasmuch as in March, 1540, Joan Fisheley sued William Nycholl for saying that John Lange had kissed her. The colouring of the picture is in pretty lights, and would make a piquant study of country life on canvas, as the eye witnesses gave it. Jacob Paslewe, of Churche Horwoode, was \" in the churche greyne of Horwoode, syttyng upon the crosse, on a feast day, a little after All Saints' Day last, with William Stapledon, William Nycholle, Joane Turner, Walter, and Turner's wiffe,\" when he asked Nycholle : What news from Exeter? I here say that you shuld speake sclanderous words, by Fysheley is wiffe, and in the effect of the mater I do not parfectlye know. Marye, I will shew you, quoth Nycholle. John Lange over took Joan Fysheley goying from Horrewood Churche home to her owne house, within the paryshe of ffremyngton, and dyd kisse her This said Nycholle, but Paslewe rebuked him. That is evill said of she ; as she is an honest woman. Nay, be God's body, but it was so : declared Nycholle ; and I have said so, and I will say hit agen. This was a serious and malicious libel on Joan Fysheley. And William Stapledon, Nycholle's mate and chum, could not deny that he had most vehemently, and indeed circum stantially, narrated all that occurred. What it actually was does not concern us. Kisses — like wishes and smoke — vanish, as Virgil puts it, into thin air, if the impression is at one time less transitory."], [80, "HOR WOOD. 52 It certainly was on the mind of Stapledon permanently marked, for he describes the scene in Horwood Churchyard thus : I was in the greyne by the crosse there about alle Hawley daye last past, but whether yt was after or afore I do not nowe remembre, where and when I herde W. Nycholle shew unto James Paslewe, sytting there upon the crosse, that John Lange dyd folow Joane Fysheley from Horrewode Churche home to her owen house, and there did shew unto one Roger Fisheley, brother-in-lawe to Jone, that his brother Herry wild hym to come to Horrewood to spaike with hym in alle hayste and so Roger did, and as sonne as he was gone they did drynke, and layed the child in the creddill, and shutte the doors, &c, &c. Which was a grevious slander, and Mrs. Fysheley felt it to be so, and all her neighbours and friends did repeat this, in fact, in the old parlance of those days they preached it — and all we can say is — if it went in — as most preachments do at one ear — only to get as fast as they can out at the other, little harm was done. Indeed what with slander cases, actions for libel, breach of promise, subtraction of tithes, disputes over crocks and pots and pans and feather beds and beds \" performed,\" there was no lack of fodder for the omnivorous gossip. But then between \"gossip\" in its present use and past, there is not the most distant relationship, any more than thereof necessity is between a buxom woman of the time of the Virgin Queen Bessie and the days of Empress Victoria. In 1560 gossip meant God-parent. In 1560 buxom meant faithful, unimpeachably faithful, and yet why should not it mean, aye, and be, both fat and faithful ? The monotony of such disagreeable and mis chievous scandals had no redeeming element of novelty or ingenuity to recommend them to public notice, much less admiration or imitation. The features which make them excellent at the present day are the revelations they offer of types of prevalent thought and taste, and the graphic touches obtained which bring in buildings and churches, men and women as they stood and fell, lived and died in a very different age on the very same soil."], [81, "ypifIJFigtoh T\"\"*V O W no one cares anything in this, the last decade of «-l— £ the 19th century, about the injury which was done to Martha Urynston by William Willston in the 16th century, when he said that previous to her coming to Frithelstock (where of course she could have learnt no harm from the Austin Canons, or John Sturgin, the last prior of the house,) she had erred from the path of propriety, and laid herself under legal penalties in the eyes of the spiritual law. And it is of little consequence to learn that the Vicar, Sir Richard Blynsham, rector of Martyn, did, because she was his \" God doghter,\" having overheard the unsatisfactory report of her previous life, while he was standing \" in the above gardynge,\" stick up for her, and also bring his son from Frithelstock to testify to another scandalous tale told by Elizabeth Pagan, when he was in a certain farm (fundus) called Radd Parke between Frithelstocke and the churche house of the same towne,\" which was also untrue. These little incidents of parochial life do not make national history, but they illustrate the larger principles of social life, such as the relations of the parish priests to the poor and labouring class at that time, and shew plainly how the clergy with all their faults stood towards the landed gentry in one direction, and their serfs and tenants in the other. Another phase of labour is illustrated also — namely the procedure which was in vogue under the regime of the Courts Christian, when persons charged with any offence against morality had the opportunity of clearing themselves by the evidence of a certain number of the parishioners, and proving an alibi, when they had been brought before the official Ecclesiastical, whose duty it was to inquire into all such gravamina."], [82, "t I f HAT is Cheping Torrington— rejoicing also in the J — I — L attribute of magna or great, to distinguish it from the Small Torrington, where the little Chapel of St. Mary .Magdalen still speaks of the noble founder, John Sentleger — was not free from iniquitous people and their doings, and as a city set on hill — as some have thought and indeed said — being similar to Jerusalem, has stood many a hard siege in its time. It has certainly seen many a memorable change in politics and religion, at one time the residence of the mother of Henry VII., Margaret, Countess of Richmond, at another, 1646, the scene of a horrible explosion, when after the defeat of the king's forces by Sir Thomas Fairfax, and the capture of no less than eight colours, two hundred Royalist prisoners were blown up with the ruins of the church from an accidental explosion of gunpowder. Indeed the sacred building seemed destined to misfortune, and needed not the memorable fame of John Howe to tell forth its charms, distinguished foreman, though he be, of that large class of gifted tailors, cobblers, and tinkers, who while abhorring according to their own confession, the teaching and practices of the ministers of the Established Church were glad enough to swallow up their stipends and sirloins. In the days before the daily press was the Court of Appeal in every town of any size, and Mercuries, and Heralds, Expresses, and Chronicles, Gazettes and Journals, became the mentors of justice, the judges of a man's character were the whole parish. What all the men said of any particular man, or all the women thought of any special woman, this decided the character of every jack man and every jane woman in the place, and when a slanderous assertion was made of a fellow who stood high in public opinion, by another fellow who sat very low in public opinion, the process of cleansing his name from foul charges was at times very difficult ; as it was costly and troublesome."], [83, "TORRLNGTON. 55 Thus when Thomas Payne (who had known the injured party, Thomas Mydleton, four years, and John Waterman, the slanderer, two more) was in the backsyde of John Monkely is house within the parish of Toryton die Jovis after last Sunday in white (observe how just as common folk dated their family events by public occurrences, for the year, so in Courts of Law a day was identified either by the Church Feast or the Saint's day, or the Sunday after which it fell) — i.e., the Thursday after the First Sunday after Easter, so called because the newly baptized wore their white robes for the last time — Well, this very day Payne heard Waterman saying that Mydleton did call Hobbe's wife (who lately lived at Toryton), but now of Kirton, his Queene, and that he wuld present Mydleton for hit {at my Lord Bisshops this is erased) at Mayster Archdeacon's visitacion, which was uppon the Thuresday aforesaid, holden at Toryton. Moreover, Thomas said it in the hearing of John Drewe, William Greyner, and Patrick Colveringe, who stuck up for Mydleton, saying he was no suche man nor of suchdisposicion. But Waterman stuck to it, and replied,\" he would presente Mydelton and Hobb's wiff for myslevinge persons.\" And all they said naye to hit. And so the said Waterman did present them both at the same visitacion. Then Mydelton did make his purgacion upon the same crime before Myster Archedecon, at Toryton, with 1 1 II. of the honestest men of Toryton, and after hit was so proclaimed in the Church, every man of the parishe did say that Waterman had slandered Mydilton, and as we should now say, ought to be made to pay for it ; because it was malicious ; and if the parish clerk, or aque bagulus, that is, the official who had the supreme honor of carrying the holy water, John Monkeley, agreed with the whole parish, why it must be true that the slander was false and malicious. And to this the parish constable could swear in the graphic language of those simple days. That, as Hobbs' wiff was proof to Waterman's attentions, he was dyverse nights both at her back doure and street doure, and culd never fynd by her other than good and honest. But her husband being then from home, uppon a certeyne nyght he did calle uppon H"], [84, "56 TORRINGTON the said constable in great haste, and did informe him that there was a mann in Hobbs' howse, and when the constable came out of his bedd at mydnyght to serch Hobbs' house, Waterman mett hem and said he was too late — the mann was gone ; and so the constable putt Waterman in the halle because he did watch att her doure, and culd prove nothing by her. Caught this time, Sir. No wonder Waterman was sore about it, and determined to pay them out ; but being locked up \" in the halle \" must have been a greater honor than he expected. We only hope he was fined heavily."], [85, "nil£ up Ijip #IfJ]f. BO certain payments and important matters of business were arranged for and settled at memorable and regular annual events like Quarter Sessions and Fairs. Up to Exeter Whitsuntide Fair came the good folk from Okehampton, and all the country round, just as down from London they came to do business on the same festive occasion. Thus it was that in Ma}-, 1541, John Pers, of Okehampton, was up in the Cathedral City on Whit-Monday, and when he had finished all he had to do, dyd tarrye for Mr. Thomas Harrys, whiche afore that time was wont to meyte with hym at this fayre, and so ryde with hym back to Okehampton, for Mr. Harrys lodged with hym. Mr. Harrys was reddy to ryde with hym, saying that he wold paye a summe of money, at the payment wherof he desyred him to be present and to be witness of the same ; so that same daye, at afternone, about I III. of the clocke, he did goe with one James Pemberton, of Crediton, and Richard Atkyns, of Brodnynche, to the house of Mr. Henry Hamlyn, and there in the low halle was one Margaret Slader, to whom Mr. Harrys said : Cosyn Margaret, here ys youre uncle is bequeste ; here is youre legacye bequethed unto you in Symon Slader is testament. Do you receave hit. Telle youre money. He paid her III 1^7 in auro in gold. So she received it ; but after the space of about half-an hour, when Harris was departing, she asked him : What shall I have for my wages ? Shalle I have nothynge for my wages ? Looke uppon your uncle is testament, saith Harris ; you have alle that is bequethed unto you. I do paye hit you for your legacye."], [86, "58 1III£ UP IIIR SLEFFE. So he would have a receipt. But when Mr. Henry Hamlyn saw that he \" axed an aquyttance,\" he answered : No : hit shalle be not neded. I wille be bound in XX pounde that you shalle never more be trobled for this money But Margaret said : Cosyn Thomas, I moste have 1 1 II. pounde more for my wayges. Where is the gold ? quoth Cosyn Thomas ; lett me se hit agen, what gold hit is. But Margaret putt hit up her sleffe, and replied : Naye ; the gold is safe ynoche ! And off went Mr. Harris, and with him Mr. Peyrs, and came to Okehampton. But Margery's opinion was that \" at such tymes a man is servante will say what his mayster saith, for she knoweth them well.\" But money troubles seemed just at this time to weigh on litigious minds, and one Widow Roberts, of Newton St. Cyres, had a sore grievance against her sons, Peter and James, which she related in plaintive terms to two neighbours, Richard and George West. The trouble killed her. About twelve weeks before her death, they saw her a sitting at the door of her house weeping bitterly. They were both old men, of sixty and seventy years of age, and listened to her talc. Gosseppe, said she to George, the elder, Gosseppe, I cann nott tell how I shalle live. But he said : Why so ? you have money inough. No ! I have hit nott ; hit is oute of my hands. I cannott have hitt agen. Peter Roberte, my sonne, hath Vl£ ster.,and Jamys Roberte, my sone, hath XX. nobles, which I lent them and now I can nott have it at my need. The law is open, saith George ; and will give you hit agen in case you will sew for hit. But common report was that the money had been so lent them in accordance with their father's will, shortly after his death, for their advancement."], [87, "#ip $LirIjapi} ŒlappFn, IN many similar and more important cases of dispute about money, such as legacies and bequests of chattells, reference can be made at a later age to the original wills in the Probate Court at Exeter, and most curious details of private property brought to light ; but most of the wills of the earlier part of the 16th century have perished ; only a few remaining of the laity in the ancient and dilapidated books of exhibits. We get a glimpse, however, of a dispute which arose about a will made at Torrington, in 1526, when the Curate of Ted burne St. Mary was brought up to swear what he remembered about the will and the intentions of the testator, Hill. In the presence of Richard Powle, Richard Androo, and John Dawkyn, Sir Richard Warren, priest, wrote out a will by which he left all his goods to his children ; but, added he, \" if alle the children dye, the goods to remayne to a priest to syng for me.\" The question was, how many of the children were alive in 1 541. The priest said that he had himself buried one of the three boys mentioned in the will, in the parish church of Torrington : another is said to have died at Kirton, and therefore the third part of the testator's property belongs to Helenora ; but if all three were dead, and Helenora dead too, the goods would of necessity go to the priest. Report said the children were not dead, but being kept out of the way. By an order which it is now useless to dispute, though we may strongly disprove it, all persons making wills under the direction of the clergy, were to set aside so much of their means to the Church stock, poor box, and other pious purposes, as well as for the maintenance of some masses for their souls. Edward VI. abolished all such payments."], [88, "©gtlpng as SsPFbFlIgn. *g^J HE importance and value attached to woods and timber \\^J on an estate can scarcely be overrated at the present day, and in King Henry VIII., his days, was even enhanced. To the owner and to the clergy the possession of well wooded land or tithes due from woods, whether brushwood or timber, was a serious consideration. Thus it was that at Kenwyn, no less than at Hatherleigh, the vicar stuck up for his share of material or its value, and his action has secured to those who now cut timber on the same land a trustworthy description of the Rouse and Tregellen woods near Truro — indeed now most probably covered with houses. Tithes, under ordinary circumstances, are a sore trial to the laity, but a parson who was a Triplet — Martin Triplet, a very unusual person. Yet in his demands of his due share of the Kenwyn woods, the Vicar of Key was merely asking his rights, and when he got hold of Paul Gayler, who had lived in the place for over thirty years, he was in the way of getting excellent information as to real facts. He had known five vicars successively instituted, and also inducted in the parish church of Key : namely, Sir John Ude, Sir William Pedditt, Sir Richard Halse, Sir Peter Barstaple, and Triplets. Vicars Ude and Halse took tithes of Rowse and Trevellen Woods, in the parish of Kenwyn, from one Nich. Panter, who bought it Irom a certain Udy twenty-seven years ago. Then Thomas Trugegen bought Trevellen Wood, which he cleared and paid tithes thereof to Vicar Halse. The Vicar now wished to receive his tithe wood in wood, not cash. William Bennett bought Trevellen Wold from Richard Trevellen, which contained four acres, for i8;£ sterling. The tithes of this was worth 40s., and (which is a very interesting note)"], [89, "TIMBER TYTHING AT TREVELLYN. 61 William Bennett ought to pay these tithes, because this wood hath been twyse cutt within this XXX. yere, and because hitt is butt underwood, and no timbre wood upon hitt. John Rouse's account did not differ in any particular, but he knew that Bennett had sold a quarter of Trevellen Wood to Nicholas Thomas Williame, of Gwynapp, after the rate of XIX£ the whole. The residue of the wood Bennett kept himself, and made charcoal of it. The comen fame is in these parses there as that Bennett ought to pay tyth wood, because hit is underwood, and be cause he maketh cole of hit, and because hit is most tymbre wooded, and hath been cutt twyse within XXX. yeren : this he could se by the stubbs : it was called under or small wood."], [90, "©up Hagbag of ftlappslFglj 'g^JO some such details about timber have more value than X3.7 those which concern religious habits and customs, but fortunately at the present day ignorant prejudice and selfish bigotry have yielded to real catholic charity and common sense, and while every man may have his own way of looking at his religious obligations he can respect his neighbour's ideas on the same subject. Not a few antiquarian students make church customs and folk-lore the subject of their enquiries and annotations. To those who have approached Stodleigh Rectory by the pretty road which, turning sharp over the brawling Exe, creeps up through overhanging woods, anynumber of attractions would seem to be in store (so beautiful is the drive and so pleasantly winds the road up to the village on the top of the hill), but a surprise of another nature meets us when we get there, which is to find that the inhabitants of WTarpslegh had even in those late days been to the Court of Rome for a special brief to enable them to enjoy their own masse, &c. That the Italian aggression was by no means resented, and that any good Protestant would have been fatally shocked — indeed, judging from the last question put, it would look as if doubts had arisen as to the possibility of parishioners coming all the way from Warpslegh with a sound head, but it was nothing more than wet feet or \" breeks \" which they had to fear. But the whole story of the church doings at Stodlegh is so remarkably illustrative of the great vexed questions of the day that we will not spare one word of the two witnesses, Thomas Nott and Henry Raustert. Thomas Nott, as a man of sixty years old, and a regular church-goer, had noted the many changes which marked the course of life even in a quiet village like Stoodleigh, for at that time the personal will of the king was felt in every little chapel of the land when the ukase came down that God's"], [91, "OUR LA YD AY OF WARPSLEGH. 63 devine service was unlawful — altar and image superstitiously abominable and the symbol of redemption iniquitous and a cursed thing. As for poor Sir Thomas of Canterbury it was a hot time for him, and he must go — and with him the Queen of Heaven, Mary, and the Month of Mary, and all the glories and gallivanting of holy days and revels. Well : first of all, as proof of his age, Thomas had known four Rectors of Stodleigh, and every one of these 1 1 1 1, parsons that is to saye Sir Davie Champion, Sir John Mydelden, Sir John Carlian, and Mayster Swayne, now incumbent, hath in the space of these L. yeres in his tymes and tyme mynistered sacraments and sacramentalls to the inhabitance of Warslegh by them selfs or their or his suffycient curates, so that the parson of Stodley for the tyme being dyd fynde butt one priest which was ever wont to ferme both Stodley and Warsplegh, and say most commenly the masses appon the Sunday and oure laydy day — that was one in the parish church of Stodley, and a nother the same daye in the chapel of Warplegh, and so sacraments and sacramentalls in both as nedd requyred, but all four was in suyt concerning the service at Warpslegh, and duryng the tyme of the suyt there was no servyce nor sacraments nor sacramentalls admynistered in the chapell, but in conclusion they did obteyne all their service and other sacrament and sacramentalls, and he heard from all the old men of the paryshe, who, it must be remem bered, went back in life and recollection to the early part of the 1 5th century. N.B. That they obtayned theym by virtue of certain letters (not as had first been written a sede romand from the See of Rome) from the Roman Pontiff himself. He swore most positively to all he had said, and also that many do say that hit is pyttie butt that the inhabitance of Warpslegh shuld have there masse and other sacraments and sacramentalls as they were wonte to have. Also he adds that the parsons hath ever, withoute mynd of man, every Sunday thorow the yere said a masse in the chapel, and, in lyke manner, the fyve fests of Our Lady, and upon Ester Eve to holow the fonte, and to housel after masse, with other, and upon Ester-day masse, and to mynster the sacrament. 1"], [92, "'■4 OUR LA YD AY OF WARPSLEGH. John Ayre bore witness to the truth of all his neighbour had said, and added, moreover, that during the suyte when the service ceased, the inhabitance for that tyme did resorte some time to Stodlegh, and some time to other parish Churches, to receave their sacraments, but allways to Stodley christynged off Cheldryn, and fynally they did allwyse recover agenst the parsons, butt by what lawe he cannott tell; and all this tyme of XL. yere one prist did serve both Stodlegh and Warpslegh, except it wer the pleasure of the parson to find another prist in the winter ; but Mayster Swayne, the now Rector, left out the service at Warpslegh for one whole yere, and longer, because they had obtained a grant from Rome. The inhabitance, however, say that he doth them wronge because they have no service, which they had had for the space of thre hunderth yere. The old custom was for the parson to celebrate mass first at Warpslegh, and then at Stodlegh, on the same day ; but they had only one parish clerk, who served both churches. What about the Image of the Patron Saint and St. Mary the Virgin ? Have we one ? Yes. There always was, and still is, an image of the Virgin in the Church, and sometimes oblations are made there now, but on account of the Royal injunctions none are made. This looks rather like a flat contradiction in one breath. Broughton had been heard to say : Some men doth say that we had oure servyce by the Busshops of Rome is auctoritie, at the begynnynge, but whether we had or no, I do nott forse we will nott use hitt. \" Die parastephes,\" the people go to Stodlegh Church, as far as he recollected, butt they never crept the crosse there that daye. He hath sene the fonte blessed dyverse tymes there, and he hath hard say that the superaltare is consecrated, and no thynge ells. The inhabitants were accustomed to bring {palmetes) palm branches into the presence of the priest, whatever anybody may say to the contrary. Any time of the year a man may come and goo to the parish Churche of Stodlegh, from the village of Warpslegh withoute any bodly danger."], [93, "OUR LA YD AY OF WARPSLEGH. 65 Henry Raustert's knowledge of the whole affair was specially pertinent ; he knew John Carlyan had been com pelled {compulsus) to celebrate mass every festival day of the week in Warpsley Chapel, and to give the inhabitants their rights in the same, and there receaved alle dueties due unto the parson, and uppon Ester-daye to say masse and serve the residewe, and uppon Whitsun Eve to blesse the font, and every day of our Laydy to saye masse and to cristen there every child born within Warpsley, and the maryages of the said inhabitants to be solemnized in the same chapel, and uppon Palme Sundaye the Parson or Curate was wonte by hymselfe to bless the Palme, and to receave all manner of tythes ; and uppon the Monday in the Rogacion week the Parson, or ells his Curat, was wont to go in procession and saye masse every yere, except this yere, and to say masse every Sunday in the year, and maketh holy breed and holy water. But for three years Mr. Swayne hath not done his duty, contrary to the custom in that behalf observed of longe tyme, so that no man alyve can tell to the contrarye. He could bring a hundred honest men, if need be, to prove this. As for the Image, it was still there, but the offerings were very poor — literally attenuated — scarcely amounting to 1 1 1 1. pence a year, for the Rector's proctor told him so. The Image in question had, however, not been suffered to abide at rest. Sir Thomas Greedd, Mr. Swayne's Curate, dyd take hyt down, and after that carryed the same to Stodlegh, and within a year the inhabitants did sett (fetch) her agen and sett her upp in her old place, but noder offerings noder zit light was offered unto her syns she was sett upp laste. Some tyme of the yere, Colforde water ronnynge betwen Warpslegh and Stodlegh is such that a man can nott passe dry shodde. About creeping to the Cross — he knows that uppon Ester Eve the Curat was wont to lay down the Crosse, and the inhabitance were wont to creape and lykewyse uppon Ester daye. The above evidence as to the customs and changes of our parish churches is very helpful in attempting to realize what"], [94, "66 OUR LA YD AY OF WARPSLEGH. life was like in the days of the Tudors — though it is difficult to enter into the feelings of \" thinhabitance \" at such a long interval. The tone of reply is however in each case sufficiently marked to show how bitterly the parishioners resented three things : Royal and Erastian interference and domination in things Spiritual, neglect of duty in their parson, and unaffec tionate disregard for all the rights of their own church. They seemed thankful that when Parson Carlyan tried to evade his obligation, they obtayned more servyce than they had afore by stryfe, that is every Setterday thoroowe the yere was commanded a holy day by the churche to have masse. But the Image was there dearest idol on which the eyes of all were fixed with jealous indignation, and James Broughton, who broght again our layday, and sett her upp in her olde place was the hero of Warpslegh for the time being. And plucky men of good heart were not wanting \" to the homage,\" for as James Maunder confessed when at \" very great rayne Coleford water runnynge between the inhabitants of Warplegh and Stodley is so great that no man can passe excepte he wade as he hath dyverse tymes done and unrayed hymself, and hath born over his neighbors,\" to which is inter lineally, in Latin, added, but such a stream lasteth not more than the space of one hour. One further item occurred to him which emphasized the fact contended for all through this \" stryfe \" that Warplegh had the full rights of a parish church. The parson is bounde by an old custome observed without mynde of man to sett alle tithes at the chappell of Warpslegh. And yet another interest is attached to these very words of the old people in the good old times — that of the English language and words they used, and the way they used them, and the meaning they attached to them. These minor points cannot be noted as trivial and childish, because the diction of the Engish Bible has been acknow ledged by all English historians and poets as the storehouse of English idiom and English oratory, and in these very days was translated. Men who even despise and ridicule the doctrine adopt the symmetrical beauty of the terms employed, and at times"], [95, "OUR LA YD AY OF WARPSLEGH. 67 borrow them with bare acknowledgment to the choicest tropes of a Jewish poet, whose raison d'etre they ignore or despise. But in this report such words stand unchallenged, because the phraseology is notwithstanding its quaint terseness the expression of eyewitnesses, and to this remarkable peculiarity the English Bible owes its excellence and distinction amongst all publications of every age and clime. \" He unrayed himself,\" for instance — how much more divine than \" he undressed himself? \""], [96, "Eif f foM tljF Half at Wvwip ; OR, 2foBn (#run&eff), of Zvmcc—'jfyie §ttiptnbiatp */ I *MONGST the ancient families of Cornwall not one t^J, I , held its head higher than that of Arundell of Trerice, and if loyalty and self-sacrifice claim any gratitude from the Crown of England, most assuredly it was due to many generations of this name from the days of Edward IV. to those of the Restoration. More fearful of prophecy at home than of his adversary in combat abroad, Sir John, who fled from his ill-omened seat of Efford to escape his promised death on the sands of Stratton, only to fall mortally wounded on the shore between Marazion and St. Michael's Mount (when, as Sheriff of Cornwall, he attacked the Earl of Oxford, then holding the Castle against the king) — this Sir John Arundell set his descendants an example which none were slow to follow in deeds of prowess. It was a John Arundell, again, of Trerice, who captured Duncan Campbel, the famous Scotch pirate, in 1522, and was Vice-Admiral of Cornwall in 1553, to whom the Duke of Norfolk, by Royal command, wrote of the \" goodly, valiant, and ieopardous enterprise, it hath pleased God of late to send you, and of which the King's Highness was not a little joyous and glad, promising much advancement.\" And if you want further proof of the inexhaustible pluck and pride of this noble race of Trerise, hear Carew, the famous Cornish historian, speak of his old contemporary, called by nickname \" Old Tilbury \" and \" John for the King,\" who when over eighty years of age held Pendennis Castle against the Roundhead Rebels. And then, his son Richard — famous for his daring deeds on the battle-fields of Edgehill and Lansdowne, yet suffering the loss of nearly all his fortune, if in some sense rewarded by his title of Lord Arundell of Trerise."], [97, "LIFE BELOW THE SALT AT TRERISE. 69 Who the John Arundell was whom we now read of as giving evidence in a breach of promise case it is not quite so easy to say. He signs himself thus — \" per me, Johanncm A rundell de Trerys, junior', and says that on Sept. 23rd, 1541, he was twenty-eight years of age, and had lived at Trerise ten years. Just for this period he had known the two parties in a suit of very little importance to anyone but themselves, but in which Mr. John Arundell seemed to have strong views. One of these, the plaintiff, was Melhuishe, a servant ; the other was one Joane Hore, a sort of lady-help or housekeeper. The company in which we now find ourselves was nothing of higher rank than what was described in legal terms as servieus or serf, possibly domestic servants ; and the house in which this scene is laid is not Trerice, but the manor house of Gwarnike, in the parish of St. Allen (or as it is here spelt Alunne), and it came into the hands of the Arundells in this way. The male line of Beville (another honorable family in Cornwall) became extinct after ten descents, and when one of the co-heiresses married into the family of Arundell of Trerice she brought with her the manor of Gwarnike. So John Arundell says he was asked by Mr. Arundell to to be his messenger in this matter, and accordingly he did fetche Mr. Metros and Joane Hore to his house within the parish of Alunne, and then Mr. Arundell did reteyne Mr. Metros to be a counsell with the said Joane Hore, and did give him his fees there in a parlare within the house — viz., a piece of gold and a certen Whit money.\" Thomas Nycholle, of Truro, was Mr. Arundell's counsel also. But much of the interest of this unimportant suit turns on a man in the establishment called James Willharry, who was in the establishment el stipendiarius ; possibly that means in in his regular pay, or a pensioner (could he have been his jester?) — he apparently had either really or feignedly all the qualifications for a fool. In truth, Arundell, junior, of Trerise, describes him as vere stolidus — really stupid, unable to live without him — presumably without his master's support, on account of his lack of discretion. But how could Mr. Arundell"], [98, "LLFE BELOW THE SALT AT TRERISE. 70 know this ? Why, said he, \" he can nott tell XX. pens, but that none of them will say anythinge that shall make agen hym for feare lest they should have his displeasure, and Mr. A. savers this cause so earnestlie that they will not saye any thynge agenst Hore, and that he caused his own son to execute the precepts of this course agaynste Melhuysh ? In fact, he was what they called about Ashprington a \" frentyke and a bedlyme (Bedam !) fellow.\" But that this Joan Hore (whoever she might be) had great influence with Arundell, of Trerice, is clear, for the last declaration of Young Arundell was that she is his household servant, and hath all the Rente of his place of Treryse. You might ask anybody what they thought of James Willharry, and they would tell you that John Chitton, of St. Anne's, Exeter, was quite justified in describing him verus Ideota — a man of no discretion, in fact he is a pauper — a vile, churl, and common fellow, and frequently drunk and of no credence. Chitton thus described his mental condition, and then goes on to say \" he hath wroght with hym in tynworke dyverse tymes, and so hath sene hym and knowen hym, and hath hard men say so.\" But Nycholle, who came from Truro put a spoke some what awkwardly in here, for Mr. Arundell had said in his hearing that he would make Melhuyshe marry unto Joane Hore if the Lawe will so judge hit or ells hit shuld cost him Xh£. Joane was in need of a husband, and much as Melhuyshe objected, and staunchly as he denied any contract, Mr. Arundell was resolved that she should marry him. This was somewhat hard on Melhuishe, but we must remember that in old days no man could live or die without the consent of the Lord of the Manor — neither could a man marry his family off or change his house without permission, nor could his sons take holy orders. Thus, if Mr. Arundell of Trerice determined that Melhuyshe should marry Joane Hore, marry her he must ; and you must remember that the Arundells came over with the Conqueror William, so that the old feudal customs of the Normans extended even to their scullions and kitchen-maids ; aye, and dishwashers."], [99, "$. MtSh on f|r doiDlFg i&oab. 154 1. WOIiN SEIXTHILL, of S. Lawrence's parish, in Exeter, | had beene one fine day at my Lady Larder's, within the parish of Upton Pyne, at Cowley, at Peterstrete is place, aboute the moneth of Mydsomer was a twelvmonth makyng mery and comynge from thens goynge over Cowley Brydge towards Exeter, saw Sir John comynge over a style oute of a certen \"close called the Conygare, and uppon the myddst of the brydge there Sir John mett with Joane Hilmer, and talked with her, and when he see a wod-carier come, he lept downe of the brydge and stode under a oke until the wode-karyer was past, and whills he stood there, Joane wente into the Conygere and heovertoke her and stept forth before her, and went into a bushcment, and she followed hym ; and when he were litill more than a coyt's cast from them, Sir John .... did caste up his gowne uppon his shulder and went his way. And then as he went on towards Exeter, he saw Sir John and Joane on thothersyde of Crede brydge, and talkyng together. Many things also which this \" mery \" man did see he was very uncertain about ; but one thing he knew for certain— that it was appon a worke day and fyshe daye about XUth of the clocke. At other times he had met Sir John, and on one occasion he remembered very well seeing him in the house of John Christopher, at Stoke {captus suit adco quod)— literally, he was so taken with drink that he could neither stand nor sit ; but here he has, on second thoughts, corrected himself. Sir John could sit (perhaps there was no difficulty about that) ; his disability was as to loqui, not scdere. And what do you think the reason was ? T"], [100, "A WALK ON THE COW LEY ROAD. 72 Because they fell aquaffyng ; and Tristram Larder and John Parke and others made a jolly party. Evidently Sir John loved good company, and \" if sack and sugar be a fault, God help the wicked ! \" For Robert More, of Upton Pyne, a pleasant lad of fifty summers, knew how Sir John \"had a hoggshead ofwyne in the house of John Helmer, Joane's father ; but whether he sold hit unto them or they tappt hit owte for hym he cannot tell, but once Sir John desyred hym to goe dryncke with him.\" There were all sorts of tales rife about Sir John — how even his sheets had been maliciously abstracted — how he was a common haunter of taverns ; but he would not have said all this had not Mr. Robert Fulford — geuerosus — a gentleman, asked him to come and give evidence. Neither could Edward Bodley, of Upton Pyne, give a better account of his goings out and comings in, for he had often seen him so drunk that he could neither stand nor go ; while Edmund Page had seen him \" commenly haunt the taverns and offtentymes well whitylld, yit he could scarce carry himselffe away.\" \" Whitylld \" : Yaukie, crowded ; English, victualled !"], [101, "®|jf moss slan&FPous JPppxon in (fopnfoall, OR, (Dice at §t. Q?eppe. of the ancient customs or occurrences in church s*J of old time seem slightly incongruous and utterly opposed to modern notions, no less than to the Act of Uni formity, but the endeavours made by the Justices to improve the tone of Society scarcely seem kept within due limit when such a scene as occurred in St. Veype church became possible. On the last Sunday in January, 1540, Richard Bennett, the priest, was serving the Church of St. Veype, and had finished Mattins when, before high mass began, in the presence of Nicholas Pillyon and Richard Martyn and others then in the church to hear Divine Service — Hoblyn, the constable, did stande uppe in the body of the churche and charge the paryshioners there to leave unlawful games, as cards and dyse and such other, bycause he was counstable of the parishe there, and bene at the Sessions, then holden in Cornwall, and had commandement of the Justices so to do, and when he had thus done and said, one Daw, then and there sittynge in his sege, answered and said unto the same Hoblyn : You be a pretty counstable, and you had needed to look well appen youre sellfe. Thou deceaivs both God and the kynge. Thow arte a maynteyner of ... . priestes. Richard Martyn"], [102, "THE MOSTSLANDERO US PERSON IN CORNWALL. 74 caught other expressions which can be spared, but his opinion as \" Cosyng Removed \" to Dawe was that \" he is the most sclanderous person in Cornwall.\" This was in the week before Candlemas, and a pretty inducement this was to the parish to give heed to the Monycion to the paryshioners to absteyn from taverness and other unthriftiness accordynge to the commandement, if the order of the magistrates of Cornwall was thus received. But no one could say a word in favour of Daw. So we must presume he was duly sat upon and fined."], [103, "Wfy Morton of %l. Xtufef's Edgljf, OR, QUarRef (ttlorafe as <&xon. 1540 J^L HE evils connected with, and arising from, the com \\--J pulsory celibacy of the clergy, previous to the Reformation, can scarcely be exaggerated, in the face of the repeated complaints which flickered and smouldered beneath the surface of social life, but burst into full flame before the end of the 16th century. The clergy, indeed, became the laughing stock of the laity, and furnished stock subjects for every ribald song and joke which was bandied about from ale-house to stall, and market to barber, throughout town and village. One elegant and savoury story of this sort had been tumbling about Exeter for some little time when Augustin Crutcherd, who lived in St. David's parish, outside Northgate, chanced to be in the house of Mr. Layke, in St. Paul's parish, on a certen workeday about Myghelmas, 1541, when he — Layke — was playing at the tabills, gestynge uppon prests. Amongst good old sports and pastimes — though not known to Struts— may be mentioned that of parson-baiting, a form of amusement even now not obsolete in some places. The subject of his jesting, as might be expected, was the enforced bachelordom of the clergy, and their consequent troubles. One of the company answered and said — and he evidently was of no better persuasion as to the difficulties of the priests : — Alle is but one prist who was kicked out of Blackaller's house."], [104, "76 THE WARDEN OF ST. LUKE'S LLGHT. Yes, said Layke, there was another prist taken in Saynt Martyn's is parishe. Who ? axed another of the company. Where ? When ? With whiche ? Then evidently one of the company laid his finger to his nose, or to his lips, and signified that mum was the word, and he could not say \" with whiche.\" \" Taken with a prest.\" Why not ? A disposition to shew kindness to the clergy, and appreciation of their abilities, surely there can be nothing wrong in this. No ; but even in modern times a Curate has been taken with a milk cart in the same paryshe ; and clergy have been charged with offences which they could not have committed. The fact is that the very position and its duties and assumption challenge criticism, and ever have done so, and when no better scandal is afloat, it is not difficult to excite one on persons or things ecclesiastical. Thus one Berrie had a wife against whom no one could so much as breathe a suspicion of slander, but because she had offered a foolish wench \" a kirtill and a pettycoat \" to leave her house, she was to be talked of all over the town. But no one believed anything of Mistress Berrie, because she was an honest woman and \" her husband is a baker and allewyse at home.\" Nay, however, quoth John Row, whose ubiquity enabled him to say where most persons spent their lives, because he went about buying corrium, or leather, and sold it at the best stall unto Layke in the markets, where Mrs. Berrie was \" chepynge butter and chese.\" \" Allewyse at home ! \" No, said Layke ; ye know he was in Somersedshire then, to by wheat. But another citizen of some credit was mixed up with this affair who lent respectability to the whole transaction, and looked upon such reports as serious blemishes on social propriety, and as such to be punished. This evidently is why John Bricknall, merchant, referred to Layke as an authority for the parish of S. Petrock had always been distinguished for the Lucretian propriety of its dames and the high com mercial morality of its adventurers ; and counsel must be taken."], [105, "THE WARDEN OF ST. L UKES LIGHT 77 On a Wednesday or a Fryday, he John B., beynge within his own shop within the parishe of Saynt Petroke, in Exeter, did call unto hym Lake, saynge unto him : What rewle doo you keepe in youre quarter ? I heare say there was a preste taken in your quarter of layte. Lake said he knew of none. \" Howbehit,\" he added, (but it was a nasty spiteful thing to say), \" howbehit, I heare say that there was a preste taken nerar home unto you aboute the geyld halle.\" Yet both could name no priest. But women's ears are always sharper than men's— not their tongues, oh ! no. — But any how, so it was, that Agnes Wolcote, John Wolcotc's wife, of Exeter, merchant, remem bereth that she heard John Lake standing and selling leather before Mr. Bricknall is shoppe, who is her next nyghborowe, and saying of John Berie passyng by hym : Hit is petie that suche a tall felow shuld be warden of Saynt Luke's light. She asked what he meant : He said he meaned Berye, the baker, and that his wiff was much takyn with a prieste. So she rebuked him \" bycause she never hard such lyke words spoken of her.\" In fact, once more it was boldest scandall, and there was no prieste in the matter, but folk were jealous of the baker's domestic felicity."], [106, "Jcirfon — P3ug-a-Ppoom. CREDITON, 1539. ON June nth, 1539, John Blaxton, Bachelor of Law Ecclesiastical, being the presiding judge, a meeting was held in the Chapel of the Blessed Virgin, within the Collegiate Church of Kirton, to decide the case brought by Mr. George Mason, Dean, against John Walshe and John Howe, when all parties appearing, such a compromise was agreed upon as might be decided by Walter Mowgreche, Treasurer of the Collegiate Church, and John Bodley on behalf of the Dean, and John Holocombe and Thomas Harrys, on behalf of Walshe and Howe, defendants, with a view to an arbitration being made by the next Feast of S. Peter ad Vincula ; if no decision was then arrived at, they might choose some impartial man to decide for them. It does not appear that this amicable proposal led to any practical or peaceable solution of the difficulty, for within two years the same parties met again at the same place, before the same president, and on May 13th (1541), William Crooke, substitute of the Dean Rural of Cadbury, brought into court a certain mandate from the Consistorial Court of the Bishop, certifying that he had cited John Howe in person, and apprehended him at his usual place of residence a week ago, and that the case was to proceed, and certain witnesses be produced on behalf of the Vicar and Dean. All parties were present. Then the Dean alleged that certain witnesses necessary for his case could not, without peril to their body and very life, come to the Court, Robert Phillipe being blind in both eyes and weak and old, and Margery Ley very old and sickly."], [107, "KIR TON—B U Y- A-B ROOM. 79 The Court accordingly adjourned to the house of both these witnesses to take evidence and declared the defendants contumacious in case of non-appearance. The Dean's case was apparently supported by some ten in habitants of the town or neighbourhood, whose custom could scarcely be contradicted, as it was independently corroborated in each particular. Amongst these came William Toocker, who, having lived in the parish of Crediton 40 years, had always cut his broom on a certain fundus prope Phynytedborne and paid the tithe to Mr. John Phylippe, the Dean, and at another time to Mr. Grove, also Dean ; about nine years ago he also had paid to another Dean. His neighbours and friends had done the same, and Robert Philippe agreed with Toocker in some respects, though one remark he made was clearly intended as a shut-up for the cross-examining counsel on the part of the Dean. Quasdam mericas ; that is certain broom growing in Wod land he cut aboute goustover in Crediton parish about 40 years since, and paid the tithe to Dean Philipps, and the custom was that when his neighbor parishieners of Kirton do cutte down this broome and sell hit, then they were ever wonte to paye the tenth to the Dean, as he did which did cutte his broome to sell but once in alle his liffe. Asked whether he knew that some others paid these tithes, he replied he did not know what others did about tithing, neither was he so curious as to enquire about other people 's business, but he had never heard of any controversy as to their payment. John Ley's recollection did not carry him back quite so far as his \" precontests,\" but he remembered seeing Robert Ley, his father, cut his broom in villa de Holcombe, and did carrye upon a wayne a hunderth brome for the tenth unto Mr. John Philippe, then beynge Dean of Kirton, saynge unto the said Mr. Deane, Mayster, I have broght home youre broome here. And Mr. Deane did paye him for the cuttinge and for the carynge. He himself knew many who paid these tenths to the modern Dean, such as William Tooker, John Flood, John Sowden, John Pridam, and John Mogridge. Neighbours tell him that they do not mean to pay tithes of broom, and wish they had none growing on their farms, because they are poorer rather than richer by it. K"], [108, "KIR TON—B UY- AB ROOM. And John Sowden, who \"lives in the country,\" said that he one day cut some broom \" in the south quarter of Kirton.\" and did carrye hit into Crediton to sell, when the Dean came up to him and demanded the tenth of the same, and as he sold five hundred of broom, he paid Mr. Dean one half hundredth, but he knoweth not whether hit bee the Deane is dewtie or no, but he for the dischargeynge of his conscyence did paye him this. And to this John Flood agreed, who had cut much broom growing in a certain farm called Harford, where the Dean took a hundredth for his tithe, but acknowledged that if the broom was kept at home and used at home, no tithes were due. It is curious to observe in this case how the two names Crediton and Kirton are used indifferently both in Latin and English. Surely mens couscia recti in broom must have been a curious product. Probably the Kirton women had no broom to cut : therefore no conscience."], [109, "©Ijf Hampfopi) HpinFg JBpoftFP, 1540. V^L* HE most objectionable character in a country town \\i£j seems to have been the lewd fellow of the baser sort, who, in even ancient times, was the subject of very uncomplimentary observations from no less an authority on social respectability than King David, but who, in the days of lusty King Hal was by common consent legally pronounced to be homo levis, i.e., a light man ; frivolous, possibly ; of no weight in the parish councils ; pauper, a pauper ; damning evidence ; seminator discordiarum, a sower of squabbles — possibly a relation of the Apostle's spermologos, or babbler, at Athens ; a fellow cui nulla sides adhibetur inter vicinos ; none of his neighbours will believe anything he says ; no one will take an othe with him nor be surytie for him in case he should be arrested ; and as if that was not sufficient, he was communis delator querimoniarum, and worse than all litigiosus. Such compromising qualifications (truly or unjustly we know not) ascribed to no less a person than Mr. Roger Attwoode, of Tavistocke, were certainly not calculated to commend him to the notice of the Court, and his ditto was Andrew Hill, a man whose sense of discernment was so blunted by constantly coming into contact with nuda veritas, that his appetite and appreciation for the plain unvarnished article was absolutely spoilt, and in the first magnitude of his mendacity, Fcrdinando Mendes Pinto was but a type of him. There appears to have been a quasi-official authority in good old times who, in his own district, though answering neither to the name of Priest or Chaplain, occupied a position of almost equal honor as referee, and was indeed not what the name now generally implies — a person who reconciled two variants — but actually combined two concordants. That is to"], [110, "82 THE SAMPFORD SPINE Y BROKER. say, if two people agreed to be betrothed, they sent for this official, or their guardians or nearest friend did so, and they were \" betraughted.\" Such was the office of Mediator. Such an office of honor and responsibility one Roger Attwoode seems to have held in the neighbourhood of Tavistock, and if his abilities or special facilities in this matri monial agency business had received no recognition by Church or State, he did not by any means hesitate to come when he was called by a certain Mr. Cragge to the house of William Hamlyng, in Tavystoke, between one and I II I. o'clock upon the * Fridaye byfore litle Wyevyn Soondaye, some twelve monthes before 1st day of July, 1539. But the whole scene is so vividly painted by divers of both sex who were present, that no one will grudge the space or time occupied in relating how Cragge and also Badecocke did it, or possibly did not do it. Atwoode naturally comes first, and stands foremost, as in his own confession Mediator of the happy couple, and adds a few touches to the tragedy. The betrothing part of the business was simple enough. Nothing broke the formal monotony of \" sayth and troth,\" except that there seems to have been a good deal of drink about, to seal the tongues of Craggc's most useful and far fetched acquaintances. One little hitch did occur, to be sure ; tokens were not forthcoming. Hast any tokyn to gyf this yonge wyfe ? Atwoode waited in expectant anxiety. After a half-houre, John Cragge did take out of his purse a rynge of sylver, and gave hit to Atwode, who did give it even to Alson, and they did drynke together. Mark you. They had kissyd together. It was not as if this was any new idea. These two, John and Alson had had many communications of matrimony, and at the very first Atwoode had proved his faith in the old saying, Medio tutissimus ibis, by going betwixt them two and * In the terribly paraphrastic language of the Ecclesiastical Courts, which was alone admissible at this time, this eventful Friday was Dies reneris proxima post Dominicam medie Quadragesime."], [111, "THE SAMPFORD SPINE Y BROKER. 83 becoming their Mediator. Is it likely he could forsake them in their dilemma ? Not he. But the cross-examination becomes intensely, painfully personal. In his opinion, there is no disparity in the two persons. He can swear to that ; but on his oath — Cragge is too goode for hir. And it is extremely probable, indeed, only fair, that a man should wish to make the most of his friends and chances, beycause her father is a honest man, and he thynketh John shall have the termes of a bargen after the deceasse of his father — two mylles and a place. But Mr. Andrew Hill was the man to paint a love scene for he fills in his canvas with every figure and tone which could give life and vigour to the deed. In one dash of his brush he sweeps in the true incidents and accessories of the scene. Indeed he was a clever artist, and an archer bold. Squire Hamlyn's parlour at Tavystock : present, John Cragge ; to him enter Alson Badcocke ; Atwood is there too ; they are all before the fire ; they drank ; (claret, most probably ; or was it some of that famous old aqua vile which some forty years after played such havock with poor old Parson Pickering, with his apple pie, at Hatherleigh ?) However, never mind what they drank ; anyhow, they got up some Dutch courage — was it Schnaps ? — or by French leave — eau de vie — best Cognac in 1539, villainous compound — perhaps it accounts for subsequent contract. Well, they drank ; and then Andrew had time, we must suppose, to see how Alson was dressed ; it was thus : she havynge upon her a reed kirtill, and he a tawnye cote. Charming ! What an eye for colour ! In this costume — and we must assume some other necessary garments — (unless we suppose they followed the example of that remarkable ecclesiastic, who being ordered to conform to the Puritan rule, and divest himself of all his ancient priestly gear, so implicitly and literally complied that he bereft himself of every particle of clothing and prepared to enter the Church clothed only in a \" decent surplice provided by the parish.\") In this red kirtil and tawney coat they said \" W dor des of Marriage which he himself can nott express I\""], [112, "84 THE SAMPFORD SPINE Y BROKER. But was it possible he could not repeat these mystic words: had he never heard them, or was he afraid to pronounce the Cabalistic formula ? Was he a married man ? Yes, \" but he does not know how to recite the matrimonial words used in the face of the whole Church, on the solemn occasion of his marriage with his wife ? But he knows he was married with fit and proper words.\" He had never bandied about these sacred words — never ! never ! ! Disparity of value was in his opinion very great be tween John C. and Alson B. He is much richer than she is bycause he hath a bargan whiche is callede Upyntone within the paryshe of Milton, and also heys lyke to have more sub stance than sheys lyke to have of any of here frynds bycause she hath spende awaye alle here goods. For over half-a-year they had been reputed man and wife in the parish, and, he, while threshing grain in his friends' barns had heard William Ham, William Slyman, Thomas Rowe and Richard Ryndille saying so. Excellent fellows ! Could anything be more certain sure than that Cragge, John, and Badcocke, Alson, were veri conjuges : real man and wife. Margaret Cragge curiously enough had only known her own son for a fortnight, but she was as sure of his wealth and bargen as she was that \" Alson Badcocke ys not worth a penny, and she ys not lyke to have one penny.\" And then comes the mystery of it all. Margaret had lived forty years at Mylton Abbot, ever since she was ten years old, and though she was natural mother of John Cragg and had rader he were bericde than she wold beforesworn, yet she had known John but two weeks ! This is certainly a little mysterious, if we may believe the old proverb, that a wise child knoweth its own father : thus he might be supposed to have some slight acquaintance with his mother. To drag into the question Constance Burde, who lived next door but one, and was everyday in Squire Hamlyn's house, was a work of foolish superstition, unless she was a witch, but if not within the reach of the law for incantation or fortune telling, she was well know as a pest who begged her victuals from door to door, and had told some last Lent that one had promysed her to bere wittness in this cause at"], [113, "THE SAMPFORD SPINE Y BROKER. 85 Tavistok afore Mr. Heyle, and then she confessed that she had never heard the \" matrimonial words \" used by the two parties to each other : She told John Standen as much. The next day the following facts came out before Ven. Roger Goldesmythe. As for Atwoode and Hill a little too much was known of them, and the pleasant complimentary title of Mediator was translated otherwise by Mr. Walter Soper, of Bridestowe, who had seen both these gentlemen in uncomfortable circumstances. All the countree saith that he ys a broker in alle courtes spirituall and temporal!. As for Hill — Well of his own knowledge he is a man who will bere false wittness with anyone for the value of XI Id. What, one bob for a lie ! Soper thinketh that the speche of the countree is a fair criterion of a man's character, and that his two friends, Furse man and Henry Adams, of Mylton and Lamerton, are worthy of all credit when they say that Andrew Hill was ones per juredc, and did beare false wittnes in a cause of matrimonye betwixt John Cragge and a woman of Southpederwyn in Cornwall, and for that thay wer both — Cragge and Hille — set in the stokes. So, so Mr. Cragge — this little affair with Miss Alson Badcock was not your first essay at lady killing. Indeed only the very last Sunday before Ash Wednesday, at Lamerton, in Elizabeth Furseman, ys house, Hill had acknowledged that he never heard any words of matrimony pass between Cragge and Alson. Cragge's mother too was not to be believed, for some four years ago her mind gave way. And now the truth gradually leaks out. Alson Badcocke was really a catch, or the Craggs hoped her parents would bribe John off, and pay for anything to get her out of the proceedings, for it happened that on the second Sunday in last Lent, as John Chubbe, of Broad woode wygeger (!) was standing outside Richard Craggs door, John Craggs father, that Richard said to him : Chubbe, I must desyre the to do a thing for me. What ys't ? replied Chubbe . My son John hathe maed a bargan of matrymonye with badcockes doghter, and now she forsayes hit. I desyre the to beare wittnes in the cause at tyvstoke in the court, and tlwu shalt have for the labor."], [114, "86 THE SAMPFORD SPINE Y BROKER. This Chubbe, as an honest man, could not do, for, as he said, he was not present at the betrothal and knew nothing at all about it. He supposed that Cragg meant he should be well rewarded for speaking false wittness and perjury from the way he spoke, though he did not say so in so many words. And then, as if all chance of Andrew Hill's having a particle of orthodox respectability left about him was to be taken away, who should come into court but his own brother in-law, John Horwill, of Currington, alias Coryton, a village about three miles off, a threescore old mischief maker, who had the affrontery to say that Androo is a very poor fellow, and not able to kepe house by himself (though this by the way is generally considered as the legitimate plea of the wealthy bachelor), and that he dwells with one Richards, in the paryshe of Mylton, which Richard's brother namede ? Roberte Richard hath married with one Agnes Cragge, and therefore Horwill belyveth that Androo did depose contrarye to his conschyens and other ways than the truth was bycause heys not hable to lyve bisyde the same Richard. In fact, he had so little discretion that his father had disinherited him, and wolde that he shuld have no parte of his goods but such goods as his brother John Hill wolde reward him withall. Finally, Andrew had actually told Horwill that he had never heard any betrothal at all, and was never there at all. Sic transit, &c. Truth is certainly great, but there was a very small allowance of it here."], [115, "QljublFiglj QljapniFP. 1540 ND here is another graphic account of a little (%/« ' » engagement — amicable, of course not inimical — which took place near Chudleigh, in the same year, but under different circumstances. Nicholas Herne was sitting quietly at home on the Satur day after St. Peter ad Vincula, about mid-day, when Johan Holte sent her servant to him to ask him to come and talk to her, when she said : Nyghbore Herne, my woode ys amoste spente, and I ame not avysed to tarrye here this wynter, and therefore I will marrye with this man John Darte. Then said he : Ye shalle have my goode wylle. I will ryde to youre weddynge. The usual questions were then asked as to other contracts and when this was satisfactorily answered Nicholas said : I can nott see but you two maybe man and wiffe if hit please you to goo together. To this Holte said : Ye, be we willinge to go together. Then there was the usual hand taking, breaking, shaking, and making business, not without some thirst-slaking — for they drank wine (of which, by the way, there seems to have been always a plentiful supply). They were almost in the very act — and of drinking like wise, when who should come in all unexpectedly but William Cranmore and Thomas Lynkesbeare, parish clerk of Chid leigh — (this is the way the name is generally spelt of old time, shewing the usual pronunciation) — when Nicholas told them how Holte and Dart were engaged, and what did the Clerke do but sit down then and there and write the banns, which banns were proclaimed in the parish church of Chud leigh on three Sundays nulla reclamacione facta. L"], [116, "THE CHUDLEIGH CHARMER. 88 Every man doth saye What shulde suche a litle petty Wate doo with suche a woman ! But we have to thank Mr. Will. Cranmore for a more cir cumstantial account of the affair, and clearly he was not above a joke any more than a drink. On Saturday aforenamed he came yn to the chambre over the entree within Johan Holt's house, oone Nicholas Herne, of the paryche of Chudligh, being in the same chambre, and sayinge unto him : You cumme to late to the bargainne of matrimonye betwixte John Darte and Joane Holte. Ys yt doone ? asked he. Ye, sayd Herne. Then sayde he (William Cranmore) : I was well afrayde, and althoo I coome late to the bargain I come to parte of the drynke. Then spake John Darte : Sende for the clearcke of the paryche to wryte the baynns. And so the clercke came by and by, and promised John Darte and Joane Holte to wryte the baynns the nexte daye after. And so he dide, and the baynns was proclamede thre solemyne dayes withoute contra diccion of any man betwixt theym."], [117, "©Ijf Chaplain OljallFngFb. 1539. Before Thomas Brerewood, Archd, Barum, Jan. 7 Morgan versus Torre Capellanum. 1 540. \"\"f^OB. fsayremouth, of Malborowe, swore thai h <-l-\\> heard Torr publicly sa}- \" that dirges shuld not be sowld,\" and that to his own knowledge he had raised, {suscitavit) not a few errors in the parish as the people declare. Robert Waymonth was Vicar some twenty years ; he said the inhabitants of Salcombe pay their own chaplain, with no prejudice to the parish church. On last Michaelmas day, he and Richard Adam and Robert ffayrewell were at Martyn 's house, when he heard Torr say — talking of saints — \" because thay be mortall, as we be ; and I cannot fynde in my harte to praye to any graven ymage, stok or blok,\" and that he would not pray more effectuallye if the sacramente were there. And Adam, on another occasion, had heard him say at Salcombe, that dirges (dirriges) and exequies doth profett no man but the prist that sayeth them and synge them. But many and clear had been the signs, long ere this, that the old religion was, so far as it was contrary to reason — the reason of a disturbed and restless age, in which all the foundations of Ancient faith were shaken irrecoverably — losing its hold on the people as well as the priesthood."], [118, "\\XFPg Gj-ootF JPiggF. 1540. g^J HE Vicar of Stoke Gabriell, Mr. T. Coote, had a tender V-<^ conscience, hasty speech, and a liking for pig. Unless John Downing, of the same place, was very much out of memory, he was present in a certain dining hall of Mr. William Holleway at Stoke Gabriell, three years before, about the Feast of the Invention of Holy Cross, when the Vicar came, as his custom was every week, to celebrate Mass there, and when Mass was finished, Sir Thomas Coote, the Vicar, didd breake his faste with the sayd Mayster Holleway ; at the which breakefaste, amongest other meate, ther was a pigge, which the said Sir Coote did prayse, saying, This pigge is verye good, and you shalle have all the tythe piggs and geyse of Wayton, within the parish of Stoke Gabriell, as longe as I am Vicare of Stoke, uppon the condicion that sometyme I maye eat my parte of them. Query : — How many persons present when this grant (concessio) was made ? Three ; the grantor, grantee, and mee ; quoth Downing. Now he had seen Sir T. Coote receiving one pore last Easter which he had not delivered to Mr. Holleway ! ! ! And Mr. Coote had only said : What I have gyven to hym is worth XX£ ; but it is my bargen to be at the eatynge of them if I come to the rostinge. And a very fair bargain too !"], [119, "QIjuMif,s GjonfFssion. 1540. mHE glimpses we obtain of custom and observance both in public and private business are full of drollery and serio-comical suggestion. There can be no doubt that the lack of wider spheres of interest drove the mind back on petty accidents of local and personal conduct and character which were rife with mischief and bred suspicion and slander in every small community. Sir Henry Durante was Rector of the Parish Church of S. Paul in the city of Exeter, and was standing at the High Altar on last Easter-day, 1539-40, when one Richard Chubbe came up to him \" for the purpose of confessing his sins according to the requirement of the law of the Church,\" when he gave to him, the said Vicar, a certain written bill or paper, saying clearly : Doo you looke upon this bille, because that I will make a trew confession. The Vicar said I will take no confession by writying ; you be able to speake. This done {diclus Chubbe confessus est semetipsum secundum morem Sancte Matris ecclesie, tanquam bonus Christianus), the said Chubbe confessed himself according to the manner of Holy Mother Church, like a good Christian. The penitent then remarking : Do you take this bill to Hurste. The Vicar, however, said ; Doo you take hit to hym youreselfe."], [120, "CHUBBE 'S CONFESSION. 92 No, I will not take yt to him ; he is a light yonge man said Chubbe. I cannot tell what he will do. So Mr. Durant took this bill to Hurste, Chubbe saying : Call you them agen ; they have made a false confession. And what were the facts : Something in Hurste's private domestic life had come to Chubb's ears, and so he said, \" Mr. Hurste had receaved his Maker unwordly \" — the old way of spelling unworthily. But what business this was of Chubbes we cannot tell. The rule was for all good Christians to receive the Blessed Sacrament at Easter, and Chubbe had no business to go be hind Hurste's back."], [121, "BiJJiruIfiF$ on Hapfonoop. 1539 gZ-J. HE limits of the Forest of Dartmoor, extending as it V^ does, over 56,000 acres, have always furnished food for discussion and debate since the days of the Druids and Ordulph. The parishes which adjoin, and, in fact, extend on to the moor, such as Buckfastleigh, Widecombe, and Dean Prior, were in an anomalous position of uncertainty, and when tithes be came the questio vexata argument became hot, and language strong, various anomalies of custom prevailing which nothing but primitive use can explain or justify. Thomas Hamlynge(a variation for the familar old name of Hamelin, more generally spelt Hamlyn) on this matter called on Mr. Page, the Vicar of Buckfastleigh, in i53i,by request, be cause Page had heard that, he, Hamlyn, had leased the tithes of wool from Mr. Shilston, then Rector of Lidford, who had obtained a citation againt his parishioners at Buckfastleigh, on account of the tithe wooll of sheep feeding and wandering in le forest of Dartmore. The Vicar when asked for these tithes said : I am bounde to paye no tythe wooll to the parson of Lid forde noder zit none of my parryshioners. To which Hamlynge replied : Than will I acite your parryshioners to appeyre before my lorde busshopp's officers to shew a cause why the}- shall not paye hit. Now the Vicar would not knuckle under, but being an aged man he said : I ame an olde man, and I can nott well labore nowe, and I wold Rader agree with the thane thou shulde trobille my parryshioners."], [122, "DIFFICULTIES ON DARTMOOR. 94 I am contentide so that you will offere me anything reasonable. I will Rader give the Vs. a yere than shulde bryng my parryshioners to any busynes durynge my liffe. Nay, said Hamlyn, I will aske no thinge but of duytie in nayme of tythes belongyng unto the parson of Lidford. I tell the I will paye thee nothing of dewtie noder y zit in the nayme of tithes, but because I wold not that thou should put me or my parryshioners to besynes. Hamlyn, however, kept on saying : — I will take none but in the name of tithes. The Vicar kept on saying : — I will pay no thing but of my goode will. Eventually the Vicar paid 5s. a year by his chaplain, one Pynhaye for three years, but at time of his death was \" much behynde.\" One thing Hamlyn was quite sure of, \" he hath seyn the kyng's auditors pay the sum of 5s. in the nayme of barbage for the more of Dartmore.\" But none save Page had ever before or since received such tithes. They belonged to the parish of Lidford. The information which John Vosey (or Voysy), was able to give was interesting, as he was constantly in the Stannary Courts and knew all about the limits and bounds of Lidford parish. Wyndyatt, an important factor in these differences, was, as he knew, a parishioner of Lidford, but received Sacraments and Sacramentalls at Wydecumb, by an old composition and agreements between the Rector of Lidford and the Vicar of Wydecumb : He and all his neighbours at Dunridge are generally accounted parishioners of Lidford all the same. So Quynt also belongs to Lidford parish, and Drew as well pays tithe of wool and herbage. The King's foresters and bailiffs had also told him that all who lived in Wydecumb parish paid their dues, both predial and personal, to the Rector of Lidford, though they attend Widecumb Church, because the nearest of the parishioners is eight or nine miles from Lidford Church. But the most interesting fact stated by this witness was that in giving out the banns of marriage in the Church of"], [123, "DIFFICULTIES ON DARTMOOR. 95 Wodecombe. They are called by name, thus : John Wyndyatt, John Quynte, John Edmonds and Rob. Drew— \"of the parish of Lidford.\" When also, as was usual, these forenamed parishioners paid mortuaries to the Vicar of Widecumbe by a composition between the two clergy, you would imagine that the Vicar would be prepared at all times to bury those who paid these dues, but about 30 years ago, Mr. Brusye, Vicar of Wyde combe declined and altogether refused to bury certain dead bodies, namely, those of William Hodge and John Welmot, who lived in Dartmoor forest, because he said they did not belong to his parish, though they actually were in the habit of receiving sacramentals in Wydecumbe Church, and paid tithes of lambs and quarterly offerings. They were buried at Lidford. Wyndyatt's grievance was that he had been repulsed from the number of the twelve men or jury, duodccim pro rege, but Drew was detected on the Sunday before Michaelmas in taking money from the inhabitants of Wridecumbe which belonged by right to the Rector of Lidford, and to his Church. Subsequently the enquiry was continued in November, 1539, before Mr. Blaxton, when John Elys, of Buckfastleigh, said that he remembered having a foal to tithe, and that he paid what was due to the Rector of Lydford, and that Robert Wyndiatt received it as proctor, while John Quyint said that when he tithed the wool of his sheep, feeding in the forest of Dartmoor and Kingsmore, he paid it to the Rector of Lidford, but the tithe of lambs to the Vicar of Wydecombe : this he paid to John Geyre, Shilstan's deputy, and to Robert Drew, lessee of the present Rectory sheaf. The evidence of John Edmonds was to the effect that he knew the customs of tithe payment, because he always went and paid the Rector of Lydford or his proctor, Sir John Shilston when the animals were — as the custom was — \" con gregated \" all together ad Dondridgepole on the moor. He was not sure, but thought, that the parishioners of Dean Prior and Buckfastleigh did the same, but Robert Drue certainly remembered receaving upon litle estre Sundaye, six yeres ago, of one Thomas Hamlyn, than beynge procter and fermor with him to the parson of Lidforde, I Is. VId. for his M"], [124, "96 DIFFICULTIES ON DARTMOOR. part, the whyche the said Hamlyn receaved of the Vicar of Bukfaste, whose name he cannot remember, and other Us. VId. for hymselffe for tithes of sheep and other animals seeding on the moors, and the same day he heard the Vicar say : I am contente to pay unto you and Hamlyn, your mate, duryng the tyme that you be procters to the parsen of Lidforde and my liffe Vs. sterling for all the tythes of shepe and other catall of my parishe whiche doth pasture in Dartmore and Kingsmore. Once only did he get any tithe for wool from Thomas Coxe, of Dean Prior, about five or six years ago on St. Matthew's Eve, and i6d. from Roger Elys, of Staverton, for six years, and from Nicholas Hodge and Margery Potter and John Layke, of Brode Hempston. There can be no doubt that the Parson of Lidforde has tithe of all the calffes and colts which falleth within the forests. What the profits of the Lidford Rectory may be he knoweth not, bycause some yeres men of dyverse and soondrye paryshees hath sheep goynge in the forests, and other yeres they have none. Anyhow, he looked forward to having a lease of the Rectorial Tithes for the next five years, but if he had lived to the ear of grace 1 893 he would not have envied the Vicar his stipend, though he might have cast envious eyes upon his embattled parsonage overlooking Lydford gorge."], [125, "BFnbupg Qljupr)} Hufs. 1 540, mHE Churchwardens of Denbury, as responsible for the ancient Church customs and payments, brought evidence before George Weaver, the Bishop's Surrogate, in November, this year, to prove that certain tenements in the parish were always chargeable with the supply of holy bread. John Pulsford was one of the oldest inhabitants, and knew that for forty years two tenements called Hutchings and Cul lings place had paid this charge. The ancient custom used in the parish, from time imme morial, was that the possessor of every tenement, whether thay be cots or placys, and that every tenant place holder or cotyers ar bonde to fynde for every suche cote or place, when yt comyth to there course a farthynge breede to make holy breede off and a ob (£d.) to by bread, and wyne to synge with alle. Now Richard Whiteway had held these two tenements for seven or eight years, which doth not pay but only one loffe when hit comyth to his curse, and the Sunday next followynge he should fynde a nother loffe for thother, the whiche he hath nott done for the space of this sevyne yere last past, by the reason whereoff the said paryshe hath bin destitut of holy breed for that Sondaye, contrarie to the good and laudable custame of the same. He could recollect all the holders : Forty years ago John Mayne had Hutchings and paid usual bread : After him William Speke, thirty years ago, also paid : After him Robert Maye, twenty-eight years ago : After them William Webber, twenty years since: Then John Brown: All these paid the same bread without doubt."], [126, "DEN BURY CHURCH DUES. 98 So with Culling's place. John Cullyng held it till his death ; then John, his son : After them Dionysia, his widow, and John Lambshede, until twelve years ago. These all like wise paid usual bread to the Church peaceably and quietly. Other tenants and possessors of tenements also pay like bread for every tenement. William Chambre, for instance, holds three tenements by a written indenture, and for each one pays a loaf. So did John Cholmer, his father before him, for forty years, although there is there but one fyre house only, and no man alyve doth remember the contrarye. Thomas Diar and John Latche also each held two tene ments, and likewise paid two breads ; and John Cole, senior, and John Cole, junior, also paid three loaves and three half pennies for their three tenements. John Gosewell did the same. In fact, all holding any tenement in the parish do find and exhibit one loaf for each tenement. Richard Whitewaye was the first to break a custom observed inviolably in the parish for many hundred years."], [127, "PuIIfp's Cjoupfsipp. mHE following is but a half-finished sentence in some crisis in a woman's life, but the few expressions tell of a sharp agony, and that in connection with a name well known throughout the County of Devon. The prefatory note to the depositions is, as it were, the solemn ratification of a testamentary deed. In the Name of God. Amen. Whatever the charges brought against her in the libel may have been, the 5th, 6th, and 7th were — she swore it — utterly unjustified ; they contain no truth. What were the circumstances which led to such an im passioned reply ? \" Certayne of her freynds did shewe unto her that excepte she did marye with the said Mr. Buller, both her owen lands and also her son is lands wold be in controversye in the law so feare as ever they were, unto the whiche she maede aunsweare agen, saynge that she wold be ordered (as concernynge that) by them, trustyng that she should not be compelled to marye agenste her will. Moreover, she said that her said freynds did say unto her that her lands, and also her son is lands, wolde be lost and go neyre to lose her (* my) lyffe. She aunswering agen, As for that, I will submitte myselffe to my Lord presi dent, and to you, trustyng that I shall not be compelled to marye.\" * It is clear that the defendant was under cross-examination in one of those frequent actions for breach of promise which at that time generally placed the man in the position of the woman of the 19th century. The personal terms used are specially indicative."], [128, "BULLER'S COURTSHIP. 100 But to the eleventh proposition she gave the most emphatic denial that she had ever said : That any Bullers to be begotten betwixt hym and here should weyre any garments of hys. The mysterious nature of the next entry does throw a little more light on the case, though what \" a tablet \" is seems doubtful. She said that Mr. Buller had the same tablette agen the next daye after . . . and the remainder of the question can be judged from her answer, which certainly is rather pro miscuous in suggestion. Truth there was none in what was affirmed but this, that she did kisse the same Buller just as she did others who came to her house. Next, Mr. Buller at his thirde comynge unto her said that he had auctoritie to come yn to her house agenst her will, and thereupon she made aunsweare unto hym that she had coun selled with lerned men in the matter, whiche did shew unto her that he cold have no such auctorytye granted hym, and if she had knowen so much before she wold not have caryde a ryshe for his words, but she naemede not my Lord's prevye scale. She said unto Mr. Richard Buller desyringe him to leave his suyte, for her mynde was determynedly fiyxitt that she wolde not marrye with hym the said Richarde, saying unto her agen : What will you gyve me to leave my suyte ? But what aunswere she made unto hym she doth not remembre. To what incident in the domestic history of the old Buller family this curious episode refers we have no means at present of ascertaining."], [129, "Mftb ITCofoimong of IKff^ /^\\ HE\" marvellous variety of the tokens which were given V_/ in pledge of betrothal in the 16th century throw much light on the manners of our forefathers and serve as a useful and amusing comment on their primitive simplicity. April, I 540. Meeth of itself can lay little claim to fame or glory, though it is stuck up high enough to court attention from all the country round — the now restored Church of S. Michael standing as so many of the churches of the Militant Archangel stand, summo monte, as it were, high as possible. Thomas Brevokes' tale, however, is worth hearing — though it may not be classical enough in its beauty for the famous Dr. Lempriere, whose monument in the church reminds us that he was Rector here for some years. He was in a meadow well known to Thomas Barchurch and all the parish on a Monday last month, about sunset, when he heard John Yenne ask William Cupper whether there was any contract of marriage between him and Elisabeth Yenne. Said he : She hath a napkyn of myne in token of maryage, and condicionally that she shulde be my wyffe, and upon the same she hath my sayth and troth, and I have hirs. And I have a ryng of her and a napkyn upon the same condicion, and in case this be no bargen, and if she will take the parcell upon her, discharging me, I ame well contented, and she shall have parte of my goodes. But, said Elisabeth : I will not discharge you ; a bargen hit ys ; and a bargen yt shall be, and I will goo therow the lande with you. But another, and he a rather important factor, had not yet had his say ; Elisabeth's father, standing by, said : Put fourth the baynns when you will, you shall never have a penny of my goods."], [130, "MIXED MATRIMONY AT MEETH. 102 So that Elisabeth might well have repeated the desperate remark of another young lady whose plans of matrimony were disappointed and disjointed by the paternal veto : Gossepp, I wold that I were seven fete under the grounde. But the affairs of Miss Yenne were slightly complicated, if we may believe the testimony of John Tawton and William Somer, who had on a Monday about a week after the Feast of S. Matthew come by request to the house of William Yenne to take part in a contract of marriage between John Kingsford and aforesaid Elizabeth, when (after a long and daylong com munication on matrimony generally) they two were openly betraughtcd in the presence of X mease of honest men and women bidden to the feast of the betraughting by the friends. Robert Morcomb specially interested himself in the matter, and saw that after he had taken her by the hand, they loosed again separately, and then she took his hand and that at last they kissed each the other. After this Tawton and all the company then present gave to John and Elisabeth lid. each \"in good hansell.\" But Somers' acquaintance with Cupper's previous engage ment was not ignorable, for though he could not say he knew of any real contract he was present when Cupper made the statement about the napkyn and ring, but when asked whether he had any record of a matrimony betwixt them two replied : There is but one sayth and one troth, and thou hast myne and I have thyne. Howbeit, Elisabeth made no answer. The fact of her father's veto was more determinately emphasized by the expression which Somers said he heard fall from Yenne's mouth when Cupper declared his adhesion to the bargain which they had made with a napkin and ring : If thou hast a bargen in her, take her; thou shalte never have penney noder ob with her. Ob standing for obolum, It may turn out from the parish Registers of Meeth or Buckland Bruer (where Kingsford lived) that first come was not first served, and that against her will and love Elisabeth had to marry John K."], [131, "yoof in if. 1540. (4) I HAT a long time they kept these little matters VlcA* hanging about, Thomas Shaw de Hartlande knew well. Four years had passed over his head since he had stood in the parlor of John Foot's house, on a day (not a holyday) in Lent, when Hugh Priste asked William Foot, as he stood before the fire : William, will you have this pretty wench, Joane Priste, for your wiffe, as the lawes of holye Churche will hit ordayn ? And when Joane Prieste, standing also coram igne, was asked if she would take William in the same way, she said yea. But in this case there was no compulsion on the parents' part, each party humbly asking a blessing on their betrothal, but Shaw and his wife counselled William to marry with Joane, he answering : Godfather, I thinke she will not be lede by me. But what William meant by such words he knoweth not ; but he had heard Joane refusing to marry William about three months before. William was XX^ richer than Joane, but he thinketh that Joane shall at length be equall unto William in goods and substance ; but he was only sixteen years of age, and she twelve, when they were thus betrothed. The}- were related, and so was Shaw, to these people ; Shaw's grandmother came of the Foots, but of which of them, or howe neyre a kyn he ys to the said William, he can notte telle. Richard Chauntrell, of Hartelande, was at Hugh Priest's house on Ascension Day, and heard him say that William Foot's father did desyre hym to come to Waydswordye,* * i.e. — Woolfardisworthy ; (now generally pronounced, VVolsworthy ;) a decent village, with no great pretensions to fame, it is about eight miles from Bideford, and six from Hartland, in the ecclesiastical district of Bucks Mills, where is the beautiful seat of Mr. Cary-Elwes. N"], [132, "FOOT IN IT. 104 where W. Foot's father did dwell, to here a contract of matrimonye between William and Joane. And at his request he went thither in Lent was foure yere, and there he axede them both whither thay war willing to marye to gyther, and thay sayde ye, and then the said Hew Prieste did betraught them, in the presence of John Horwill, chaplain, and himself. This insight into matrimonial business at that period is not without interest, as shewing that though the proceedings of formal and legal betrothal were couched in ecclesiastical par lance, and partook almost of the nature of a sacred rite (excepting of course the libation— which was clearly in the eyes of some persons called in — free and popular) the officiating person was never in holy orders, and even when a clerk was present, he was not thought a more fit and proper person to tie the irrefragable knot and make them really man and wife than any layman. Two days after Hugh Prieste, \" the officiating minister,\" gave it, as his opinion, that Joane was XIII. from the appear ance of her body — or rather \" habit,\" and that they contracted marriage with a cheerful countenance and free will ; indeed almost with alacrity, but his own idea was that such a union was desirable, as it would have brought their lands together. A story, however, had reached his ears from Tomasina, Shaw's wife, who said that the very morning of the betrothal, very early indeed, at dawn, William Foot came to her house crying bitterly, and saying that his parents would force him to marry Joane, and Margaret, wife of John Cowle, also of Hartland, said that to please her husband she threatened and coaxed Joane Prieste, and beguiled her thus : Say after Hew Prieste whatsoever he bids the saye. If thou shalt marie with this young felowe Foote, or ells thou shall goo as no man ys chyld shall goo. And if thou doo marie with hym and applye the selff to love hym thou shalt lak no thyng. But Joan's consent could not be obtained — though after such a threat it was only the best policy to say : Well, I may speke the woordes, but I will never marie with hym so long as I live. And what was Foot's fortune, lands in hand ? 10s. and other goods 20^, by hearsay."], [133, "jBnrhlanh JSpuap. 1540 ONE laudable and immemorial custom in the parish of Buckland Bruere has ever been — at least, so swore Nicholas Dennys, generosus, i.e., a gentleman, who had lived forty years there, ever since he was four years old — that by the unanimous consent of the four parts of the parish and their inhabitants four honest {probi) men should be chosen with right authority and power to tax every parishioner what was to be paid for each house for the common use and works and fabric of the Church. The larger houses paid two measures {modii) of oats and half one of wheat, and the smaller one measure {modius) of oats and one \" by peck of wheette,\" and the other poorer people \" halffe a bushell of oots,\" and from the cottages to which no predia are assigned Id. (Hid. has been crossed through). This custom and order has always received the consent of the parishioners inviolabiliter until now, when William Drew — called otherwise \" Cardrew \" — has refused to pay a measure of oats and half a bushell of wheat for his two tenements. A schedule was produced of the rate, which John Medyn, an old parishioner of sixty years, John Wring, one of the \" four honest men of Buckland Brure,\" and John John, senior, seventy years old, agreed was justly drawn according to every man's proper portion and holding — the last adding that without all malice, hatred, or love, the rate was levied on the parishioners ; if they, any of them, came into an increase of wealth, they were rated on the higher scale, and if they came down to poverty on the lesser and lower scale. He is gossappe to Drew, and all he cares for is that justice be done and the Church served. At the present moment there is no record in Buckland Brewer as to any such custom. At Braunton it prevailed for many years without dispute"], [134, "IBigamous #flmj$on al <SUotton nmw 1 540. g'g] I HEN we get out of the Exeter diocese we find \\AcAj another and less pleasing element in the Breach of Promise actions, which in Devon has been agreeably con spicuous by its absence. The compromising facts which now generally give the injured lassie the more substantial damages by way of plaster for an irreparable loss have not in any in stance in this county, at this period, cast a shadow of reproach on the chivalry of the medieval gallants of Damnonia- In the neighbouring counties it was otherwise as at Wotton Phippyn, in the Diocese of Sarum now commonly known as Wootton Fitzpaine. William Sampson, however, brought damning evidence against himself when he sent for his neighbour, Richard Barcumbe, to William Sprack's house, and said : Goodeman Barcumbe, I have causede you to cum hither bycause I wolde desyre you to ber wittnes in a cause of matri monye betwixt this woman, Joane Smyth, and me, and bicause I have myseused here I intende to make a goode woman, there for I desyre you to betroght usse. At this not very interesting, but, no doubt, for Joane more satisfactory contract, who should be present as well as Sprack the householder, and goodeman Borcumbe, but John Serle, himself, Rector of Wotton Phippen, who had already baptised four of their children. How did Borcombe know that these four children were part of Will Sampson's progeny? He had the affrontery to say : (i) The said children be lyke the saide William : (2) And Joane was slandered with no man but unto William. Logic, verily ! Report says so both at Wotton and Whitchurch : So it does too at Membury, where Robert Cloyde had been heard to say they too were man and wife."], [135, "BIGAMOUS SAMPSON AT WOTTON PHYPPYN 107 These asseverations did not, however, satisfy the Court, and secretly and singly both Sampson and Smythe, Will and Joan, were examined as to whether, at the time of the contract, the former had not said : I will marie with her, or ells give her XLs. towarde her marriage. (Possibly a cheap alternative.) Talk of bargens, why 10s. apiece was certainly not a high price for the quartett by which Sampson had enriched the census of Wotton Phyppyn. Nor was that the end of the case ; for another young woman had a vested interest in the strong man ; and, if her uncle, John Bryan, was to be believed, he had been present a fortnight before Whitsuntide last past, in Sampson's house, whither he had been asked to come by John Bryne, the father of Agnes Bryne, when, after a lot of words about matrimony, he had betrothed them, using a shorter but more solemn form of words, preserved indeed, as they now are — in a fashion — in the explanatory exhortation given by the Priest to the couple about to be married (which is indeed part of the ancient order of the Espousals). I, William, take thee, Agnes, to my wiffe, before God and man ; an expression which we do not often meet with in these narratives. There were then present, Thomas, Arthur, and William Danworthie, and it was not until two days ago (it was then Nov. 13, 1539,) that he heard how Sampson had pre contracted matrimony with Joane Smythe, and that she, though he did not know her personally, doth laye a clacme unto William S. So then public report \" labors \" at Mem bury that William and Agnes are man and wife ; and at Wrotton Phyppyn that William and Joane are man and wife also ; so that it was high time that the course of this uxorius ainnis should be stopped. John Bryne was an inhabitant of Woynsare, in the Diocese of Sarum : otherwise Broad Windsor."], [136, "SSWiite. g'g) I HERE there was so much of the matrimonial VJtcA> matchmaking Merry-Andrew sort of contract going on from Hartland Point in the North to Mylton in the South and Teignmouth and Kenton in the East, and with such a very rough and uneducated lot of folk to splice in a legal and formal way, it does seem a little difficult to under stand why some penny-a-line poetaster had not made up a little rhyme without rhythm, or more reason than was necessary, so that the \" wordes of matrimonye,\" which were such terribly mystic, unpronounceable Abracadabra things to remember, could be learnt by rote. In twilight, on the Monday after Michaelmas Day, Teign mouth lay, when Alice Terrill's house was the scene of an act of betrothal between Peter Martyn and Joane Latham, whom Richard Corsett did advertyse to take goode hede. What they did : Yt was not no nyghts bargan ; said he, doye here ? nor days bargan, nor yit yere's ; but so longe as you toiv doo liffe. And on their replying : Ye, quoth he at once : — Peter, can thaw finde in tha harte alle woman to forsake, And Joan Latham for your wiffe so long as you tow liffe to take? This poetical effort must have been exhausting, for iustauler they drank : of course ! and in this, the most serious part of the business, William Martyn and John Currarye had also a share. The next day Peter Martyn gave Joane \" a angelle noble\" as a token, and his friends Robert Harte and Richard Oxley heard his public acknowledgment of his betrothal."], [137, "HagfeFg's &asf IT is difficult to say on what principle professors of scandal in the good old times chose their own proper locus standi aut sedendi, and indeed it would be impossible to lay down any law or formulate any schedule of average as to whether most of the rampagiously outrageous scandals with which neighbours set about pulling to pieces — rags and tatters — their friends' small garment of private respectability were pro mulged when talking at the market, sitting at the Church Cross, under a wall, in an orchard, or outside a parlor, but of all harum-scarum, unscrupulous busybodies, Elisabeth Lasky, who blessed the parish of Chagford with her agreeable society, was the sweetest. The elegance and veracity of her imagination were as con spicuous as the Eiffel Tower, and (thinking of exhibitions) none was more straightforwardly universal than that one set up in a certain form of words in a certain portion of Morton Hampstead parish, called Yolewoordye, in June, 1539, where John Potter, of Chagford, and Richard Boddye, of Morton, heard her placing the names of Agnes Yolden and Alice Farwell in an undesirable association of scandalous conduct with those of Sir Thomas Lowdon, the prieste, and Harrye Crocker and Joane Robyns. Suffice it to say that Joane Robyns was like Katherine Pansford, of Crediton, against whom Richard Helliar had brought some very severe charges about the same date : bona, a good woman ; honesta, a respectable woman ; fidclis, a buxom woman — that is faithful to her husband, and fide digna a woman as good as her word. What more could any man want, but to Elisabeth Lasky such domestic virtues were as — well, never mind — in fact, as old Bingham says — she turned holiness into cussedness."], [138, "Oorair Hongs al 1541 . g'g) I HEN the somewhat notorious Blaxton sat on June VScA* 30th, this year, there was one case before the court which must have tickled his venerable solemnity not a little, though the offence to the Priest in question was something beyond a joke ; if we can give an}- credence to William Purges who had known the worthy Rector from his babyhood, and could easily understand how much injury ribald ballads would do him in the parish. The worst of it was, that though William Burges had known Father Belamy some twenty-six years, the acquaintance had not been productive of that affectionate respect which would naturally debar a young parishioner from singing skits about his spiritual adviser all over the parish, but Bill Burges's own confession was to the effect that he had read all the charges brought against the composer of a certain well-known song, and the song itself as scheduled in the indictment (he, or the notary, rather, calls it famosa ilia cancio). Wralter Kyne he knew to be the composer thereof, or to have helped to make it ; he had told him so ; in fact they had made it together. Here is a Tudor sample of Gilbert and Sullivan all over again. Divided honors ; joint authorship ; and, in this case, joint damages. It was composed (not repeated to him) — for he took half the credit of the song — when no one was present but they twain in a close belonging to John Moxe de Yallmpton, whyle Walter was cuttyng off a hagge to frithe a corne, as Walter afterwards tolld him upon a Saterday, at afternoone, aboute Xristemas last : how long it was he cannot tell, and Walter sang part of hyt to William. He, W. B., further sayeth that he hath heard hym synge hyt dyverse tymes syns goyng alonge in the strete, in Wroughton, within the paryshe of Yallmpton. And saithe he hath heard hym syng hytt dyverse tymes in companies. Insomuch that nowe hit ys a commen song, and song abroode in ye countre. Who, then, had heard it sung? Why, he hath herd hym syng hyt beffore Jo. Inkleton,"], [139, "COMIC SO A GS AT YEALMPTON. 111 Harry Ynkleton, Jo. Lcwnathye, T. Lewnathye, and dyverse oder young men and younge wemen in ye paryshe. And he had herd hym syng hyt so offten tymes that he can syng many verses therof hymselff. As to the injury done to the Rector by this song, all the cuntree speketh off hytt. There seemed some little doubt still as to the authorship and place of \"confection.\" While some said that Walter Kyne composed it, others as strongly affirmed it was put together alibi. Paul Coks was another young buck of Yallmpton, and knew the song well enough, and had often heard it sung, but specially ons cummyng from Aysh ; in William Shepton's ground he heard Walter Kyne sing it, and so did the before named Ynkletons and George Muggridge. In fact, every one sang it in the street of Wroughton. \" To his knowledge much sclander hath been taken by hytt to the priest, for men thyng by reason of this song that ye parson \" — well, had not been all he ought to have been, and had done something he ought not to have done, and that there was need to enforce the stipulated injunction in the canon that the houses of priests should be quite free from all feminine society, specially where suspicion was rife ; but more specially that J. B. should be a misogynist. But what a memory was expected of Mr. Paul Coks — what day, what hour did he last hear Walter Kyne sing \" that song ? \" Hit was a lytell afore hallnyght last past, aboute II of ye cloke at afternowne. But surely the proof that Walter did compose this pretty ditty was one that would scarcely hold water at the present day. Paul thought Walter had composed it, because he had never herd any so busy in syngyng this song as he was. Until this song came out Paul had been the Rector's servant ; but now, as he briefly puts it,— non est, he is not. Clearly sack for song. Pity that tara-boom-de-ay survives when this Yealmpton classic is for ever lost. Henceforth let every man sing his own song, said Walter. O"], [140, "TOog^oniF CfP&F. / I N amusing instance of this opposition occurred at Dean dJt* » Prior, in December, 1565, when one John Fox, on a certayne Sonday when the Vicar reade an Omelie in the Church, was sitting within to or III. syzes of the Vicar, and dyd hold a chillde upon his lapp, and the chilld was talking with the sayde fox, and the Vicar commanded the sayde foxe to carry awaye the childe, and dyd not untyll such tyme as the sayd foxes syster dyd carry awaye the sayde childe, which was noysome and trobblesome unto the sayde Vicar, and foxe dyd laught at the Vicar, but whether it was in scorne or derision he cannot depose. But Philip Fowle, a laborer, thirty years of age, puts the whole affair in a more serious light, for he swore that while the Vicar was reading the Homely, John ffox dyd carry a childe from the founte and brought yt in the myddle of the Churche before the pulpytt, and there the chillde did talk and playe with ffox, and dyd ymnyett (imitate ?) the Vicar who dyd command ffox to carry out the chillde. And what had Stephen Fowle to add to the previous evidence ? Simply that ffox satt beysyde the pulpytt and would not leave, though the Vicar towe or III. tymes sayde : Take away the chillde ; because he was troubbled and un quyetted in the pulpytt."], [141, "Communion in holij Jfeinbs / I MOTHER very curious dispute arose just two years <%J» ' » before, in the City of Exeter, as to why Sir John Berry — a Vicar Choral of St. Peter's — called some women \"Joane downe,\" and why he did not administer the wine to certain communicants on Palm Sunday, in 1569 at St. John's Arches Church. Many witnesses who knew him well said that he used this term of \" honest wiffes and honest maydens,\" and made no reproach of the word. Indeed, he speaketh it merryly. The second difficulty was explained as follows : — Nicholas Maunch, a shoemaker, one of the churchwardens, said that on Esterdaye Sir John Berry went his waye and made such hast that he lefft certayne of the paryshioners there at the Communion Table ; but whether that he lefft them there not ministering the wyne according unto the order of the Communion Buck, nescit deponcre. He was busyin upp of the ornaments of the Churche. But Robert Norris thought it happened on Palme Sunday, when there were dyverse persons that dyd receave the Com munyon at the hands of Sir John berry, and he making hast to depart awaye dyd mynister unto some of them the wyne, but departed his waye for want that hee did lacke wyne for the reste, and one St. John darke, a prieste, did minister the same wyne unto the communicants after his departure, and whether that the said Mr. Darke did say the words of conse cracion or no he cannot depose, for the sayde wyne was brought out at that tyme from the vynteners house, and also that the sayde Mr. Dark did then mynister in his gowne."], [142, ""], [143, ""], [144, ""], [145, ""], [146, ""]]