[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "RAZAS HUMANAS DE LA ISLA DE CUBA"], [8, ""], [9, "ESTUDIO DE LAS RAZAS HUMANAS Q.UE HAN IDO POBLANDO SUCESIVAMENTE LA ISLA DE CUBA POR EL Dr. D. FRANCISCO VIDAL Y CARETA Catedrático de Paleontología estratígrkfica en la Universidad Central, — $ — MADRID EST. TIP. DE LA VIUDA É HIJOS DE TELLO ¡M.FE-. i. DE CÁMARA DE 5. M. C rie San Francisco, 4 1897"], [10, "Es propiedad del autor."], [11, "o/i mi querido amigo y compañero, el distinguido iAatedrahco de La tAtntral, !Dr. !D. Segovia y \"Córrala, en -prueba del más cordial afecto. El Autor"], [12, ""], [13, "Hoy que desgraciadamente la guerra asóla la Perla de las Antillas, es oportuno hacer un poco de historia acerca de las razas humanas que han ido poblando sucesivamente dicha Isla, desde la primiti va raza india hasta los momentos actuales; y ¡quién sabe! ¡quizá este estudio, hecho con los más escrupu losos datos científicos basados en la moderna é indis pensable ciencia, la Antropología, podrán darnos un poco de luz en esa especie de marcmagnum antrópico en que se desarrollan los sucesos actuales de Cuba! Si es así, muy complacido quedará el autor de este humilde libro. Madrid 1897. Francisco Vidal y Careta."], [14, ""], [15, "INTRODUCCIÓN Antes de entrar en materia y á guisa de exordio que prepare convenientememe al lector para el estu dio antropológico cubano que me propongo iniciar, creo acertado discurrir un poco sobre la Geología y Paleontología de la Isla de Cuba (i). Las rocas y los fósiles de la Perla de las Antillas son objetos, lo mismo que los vegetales, mudos, pero elocuentes; pues nos dicen muchas veces el por qué de hechos que al parecer son inexplicab'es. Un país donde la vegetación se prodiga por do quier; donde es raro encontrar porciones de terreno sin plantas; donde las frutas, las aves y los peces son abundantes; donde no se encuentra una sola fiera — dejando aparte las demesticadas, — nos dice que la (i) Publicado en la Revista La Naturaleza."], [16, "10 civilización de las primeras razas humanas tenía que ser muy lenta, porque claro está que la civilización ha sido hija de la necesidad. ¿Qué necesidades podía tener la raza india que po bló la Isla de Cuba, abundando el alimento, y vién dose libre de los ataques de los animales carniceros? Es de suponer que viviría en una paz octaviana y que ia lucha por la existencia apenas se dejaría sentir, á no ser para guarecerse de las lluvias torren ciales que azotan las regiones tropicales, para lo cual no faltan cuevas y grutas, y, en último extremo, no faltarían canoas para poder librarse del peligro in mediato. Por otra parte, una región cuyos estratos están constituidos por rocas que se desmoronan con suma facilidad, favorece el desarrollo de las plantas y por end**! la población humana. Un país pobre de plan tas es un país donde escasea el hombre, á no ser que la industria humana supla en parte la naturaleza. Dicho desmoronamiento continuado de las rocas ha dado lugar á que las eminencias y promontorios, tan acentuados en otros países, se reduzcan en la Perla de las Antillas á meras ondulaciones sin impor tancia, á lomas de escasa altura, exceptuándose de esta regla la región oriental de la Isla, donde la oro grafía, si no se presenta con el carácter imponente de algunas regiones del Globo, por lo menos ofrece montañas de respetable elevación. De aquí la formación continuada de una abundan-"], [17, "11 te capa vegetal que en algunos puntos tendrá pocos centímetros de espesor, pero que en otros alcanza más de un metro. Prueba de lo que digo es la escasa— ó ninguna — vegetación que tapiza los pocos manchones cristali nos que liay en la Isla de Cuba. Se puede asegurar, ¿in duda alguna, que si la hermosa serpentina de Gnanabacoa (Habana) fuera abundante en dicha Isla, hoy ésta sería sólo una porción biológica de la tie rra, con prehistoria, pero sin liistoria; esto es, con historia geológica, pero sin historia humana, porque ¡qué seres humanos hubieran ido á una isla conver tida en secos y estériles peñascos! Indicada la íntima relación que hay entre la vege tación de la Isla de Cuba y la naturaleza de sus es tratos, veamos cuáles son los materiales que los com ponen, para luego poder deducir las conclusiones más acertadas. Antes que todo, debo manifestar que la litología cubana ofrece dos caracteres principalísimos: su com posición, por lo general calcárea, y su poca dureza. Uno 3' otro carácter se pueden apreciar debidamente vi viendo en la Habana, donde se ven amontonadas en las orillas de sus calzadas piedras calizas, que antes de ser trituradas por el rodillo del Ayuntamiento, lo son por los vehículos de todas clases qne transitan por las calles de la capital, dando lugar en el mes de Marzo, cuando es muy intensa la sequía, á que los vientos reinantes levanten nubes de polvo calcáreo"], [18, "12 que, introducido en la garganta de los niños, pro duce la enfermedad tan mortífera conocida con los nombres de crup ó difteria. Casi todas las variedades conocidas de las rocas calcáreas se presentan en la Isla de Cuba, y hasta algunas desconocidas en los demás territorios del Globo. Así, la hay cristalina en las Cuevas de Bellamar, cerca de Matanzas, constituida por formas acicula res, prismático- exagonales, estalactíticas, de crista lización difusa y con coloraciones varias, rojiza, blanca como la nieve, amarillenta y hasta azulada, cuyas formas cristalinas, imitando ya Jos abetos, ó las araucarias, ó las flores (dalias), ó bien otros obje tos, son seguramente lo más notable que encierra la geología cubana y quizá la del Globo. Al contemplar las bellísimas cristalizaciones de las Cuevas de Bellamar; al ver esos trabajos admi rables de la Naturaleza, que son verdadera filigrana, no podemos menos de recordar que se fraguan en el seno de la obscuridad más absoluta, mucho más que la que rodea á la semilla al germinar. ¡Quién sabe si los mineralogistas se han olvidado, al formular las condiciones que requiere la formación perfecta de los cristales, de una de las principales, ó sea de la falta de luz, porque no hay que olvidar que en las Cuevas de Bellamar la luz no tiene acceso; que, por lo tanto, la cristalización se verifica bajo un reposo inaltera ble, que bien podemos calificar de absoluto, ya que no obra en ella Ja influencia física y química del rayo"], [19, "13 solar. Prueba de lo que digo es que cuando esas cristalizaciones tienen lugar en sitios donde, á pesar de haber reposo, tiene acceso la luz, las formas cris talinas resultan groseras, como he tenido ocasión de observarlo en las grietas de las canteras de piedra caliza de Cojimar (Habana) y en otros puntos. A más de las calizas cristalinas, se forman en Ja Isla de Cuba otras calizas. Basta echar una rápida ojeada por ei Mapa geográfico de Ja Isla, para ver al rededor de ella una serie de islotes ó arrecifes á gui sa de faja ó cinturón iue la ciñen por completo. Pues bien: estos islotes ó arrecifes, que llegan al res petable número de r.200, y que por cierto entorpe cen la navegación en el mismo puerto de la Habana, no son otra cosa que grandes masas de caliza ma drepórica que forman algunas especies de coralarios, principalmente del género Maandrina. Esta caliza madrepórica recién fracturada tiene el mismo aspec to que el bagazo de la caña de azúcar, ó sea la parte fibrosa de la caña que queda después de extraer de ésta su jugo sacarino. La caliza madrepórica tiene para Ja Isla de Cuba, y en general para las islas tropicales donde se forma, importancia suma, pues que gracias á dicha caliza se puede calcular, si bien de una manera nunca exacta, la edad de la isla que se explora, sabiendo de ante mano el tiempo que invierte el pólipo en construir, por ejemplo, un metro de arrecife. Como todo lo que se refiere á buscar el cronómetro de los estratos"], [20, "14 no pasa de ser un pasatiempo como otro cualquiera, ya que es imposible la precisión, teniendo que contar con Ja circunstancia de que un determinado estra to no sólo está formado por materiales naturales, sino también accidentales, como son detritus de otras ro cas, detritus de vegetales y animales, más hoy los que aporta la industria humana, no haré el cálculo para apreciar la edad de la Isla de Cuba, edad que re sultaría más digna de la Mitología que de la Geo logía. Basta mirar el Mapa geológico de la Isla de Cuba publicado por los Sres. Fernández de Castro y Salteraín, en el año 1884, en el Boletín de la Comi sión del M<ipa geológico de España, para ver que el color que domina en él es el amarillo, color, como se sabe, dedicado por los geólogos á los estratos ter ciarios. Aunque en la Memoria que acompaña á di cho Mapa diga el Excmo. Sr. D. Manuel Fernández de Castro, con una modestia que le honra, que «cuando se estudie todo el territorio de la Isla, como se ha hecho ya con Jas inmediaciones déla Habana, Matanzas, Cienfuegos y Santiago de Cuba, habrá que sustituir parte del color que representa el terre no terciario por los que indiquen la existencia de formaciones más antiguas que, como la cretácea, no se han reconocido aún ó no se han señalado por fal ta de datos,» no hay duda que los estratos terciarios son los que dominan en la Perla de las Antillas. Los caracteres de las calizas terciarias cubanas se"], [21, "15 pueden resumir diciendo: que son un conglomerado conchífero y madrepórico tan poco compacto, que — salvo pocas excepciones — se disgrega á la menor presión. Este último carácter es tan fatal para la conservación de Jos fósiles, que difícilmente se logra recoger una especie completa: lo que pasa es que al golpe del martillo se deshace el fósil, lo propio que la roca de que formaba parte. ¡Cuántas veces, lle no de ilusión por un feliz hallazgo paleontológico, he visto defraudadas mis esperanzas, deshaciéndose el fósil entre mis manos! Si comparamos el terreno terciario de la Isla de Cuba con el terciario de los alrededores de París, resulta que se tocan los extremos, porque el de Pa rís contiene los fósiles en tan buen estado, que parece que salen del mar, mientras que el de la Isla de Cuba los contiene desfiguradísimos y formando un totum revolutum con la roca de que forman parte. Y no se crea exagerado lo que acabo de decir. Consúltese la monografía de D. Pedro Salteraín y Legarra, intitulada c Apuntes para una descripción físico-geológica de las jurisdicciones de la Habana y Guanabacoa (Isla de Cuba), » y se verá que sólo cita escasamente unos ioo fósiles terciarios, de entre los cuales hay bastantes cuya especie no pudo determi nar, y bien seguro no por falta de conocimientos geo lógicos, que los poseía el distinguido ingeniero de Minas, sino por su estado, muchas veces indetermi nable. En cambio, en París un solo género (el Ceri-"], [22, "16 thium) está representado por ¡ más de ioo especies! ¿De qué dependerá, dirá el lector, este fenómeno tan curioso, tratándose generalmente de las mismas especies, y, por lo tanto, de estratos que se han for mado casi siempre dentro de las mismas condiciones? ¿Por qué, en una palabra, la caliza del terreno tercia rio de París contiene los fósiles en un estado per fecto de conservación, y la de la Isla de Cuba no? ¿En qué consiste esto? Yo creo que hay que atribuir lo en gran parte al clima distinto de una y otra re gión. En la mayor de las Antillas, las lluvias torren ciales contribuyen, con el ácido carbónico que llevan disuelto, á disolver la caliza, que concluye, por esta acción repetida lo menos cien veces al año, por con vertirse en una masa blanda, esponjosa y poco cohe rente de detritus mil de conchas y coralarios. Don de se ve esto palpablemente es en las cuevas citadas de Bellamar, cerca de Matanzas: las aguas bicarbo natadas van filtrando desda hace muchos siglos, quizá centenares de ellos, por las grietas de la gru ta, disolviendo lentamente á su paso la caliza que á su vez van formando al evaporarse el ácido carbónico que llevan disuelto, resultando, por lo tanto, de este círculo vicioso una caliza blanda y húmeda por de más. Inútil es decir que en esas cavernas, sólo alumbradas por el tizón del guía, no se ve ningún fósil, á no ser los de grandes dimensiones, como ocurre con los grandes ostreidos. Pero si los fósiles terciarios calizos se ofrecen en"], [23, "17 tan pésimas condiciones, en cambio los silíceos, ó los que resisten más á la acción de los agentes destruc tores, se presentan mejor. Así hay semillas, troncos y astiles entre los fósiles vegetales, que han sido perfectamente estudiados y clasificados por el ilus trado Padre escolapio D. Pío Galtés, quien ha po dido cerciorarse que corresponden — por lo menos los del Chorrillo (Puerto Príncipe) — á especies que viven hoy en la Isla de Cuba, lo cual es de una im portancia suma, ya que prueba que la vegetación ter ciaria de la Isla de Cuba era análoga á la actual, por no decir idéntica; y por si no bastaran los fósi les vegetales del Chorrillo, se han encontrado en las canteras de caliza miocena y pliocena del Calabazar (Habana) semillas fósiles que conservan con la ma yor perfección la forma y el color de la semilla de la leguminosa viviente Mucuna ureas, D. C, lo cual hace pensar, claro está, que se trata de la misma es pecie. Bastan estos hechos para que nos convenza mos de un modo cierto y positivo de que la flora de la Perla de las Antillas es bastante antigua, siendo natural pensar que la terciaria y postpliocena sobre pujaría en cuanto á magnitud y vigora la actual, ya que ésta tiene algunas especies, como el cocotero — Cocos nucífera, L., — que van decayendo, hasta el extremo de poder aseverar que están agonizando al ver sus hojas amarillentas y demacradas; triste es pectáculo que con seguridad no presenció Cristóbal Colón ai desembarcar en las bellas playas de la Isla 2"], [24, "1 8 de Cuba. Y es que el cocotero es muy viejo: el co cotero vivió ¡en los alrededores de Londres! en los albores de la era terciaria, consecuencia de lo cual es la decrepitud con que se manifiesta ahora, y se gún tengo entendido en la mayor parte de los coca les del Globo. Pero no por esto hay que desmayar y creer, como creen algunos espíritus pesimistas, que el fin de la Tierra está cerca. Comprendo que al ver las inmensas estepas de Rusia cubiertas de nieve, se hielen nuestras esperanzas y nos hagan precipitar el cataclismo geológico; pero al contemplar los bellos campos de Cuba engalanados profusamente con la esbelta palma real — Oreodoxea regia, K.th, — sucede todo lo contrario: la esperanza, en vez de helarse, se cubre de alegre verdor, haciendo ver lejos, muy le jos, el fin del Globo, mayormente cuando los rayos del vivificador Helio amenazan derretirnos. Dejando el reino vegetal y pasando al animal, diré que silbien, como hemos dicho anteriormente, el mo lusco fósil no se presenta en buenas condiciones de conservación, en cambio hay otros fósiles animales que, por decirlo así, constituyen la moneda corriente de la Geología cubana. Me refiero á los dientes, que podríamos creer fantásticos, del Carcharodon mega lodon, monstruo marino que deja muy atrás á los inventados por la imaginación humana. Baste decir que hay dientes que llegan atener ¡15 centímetros de largo! los cuales conesponden á un tiburón que tendría, teniendo en cuenta la ley de la correlación"], [25, "19 de las formas, ¡32 varas! No hay duda que los pri mitivos habitantes humanos que tuvo la Isla de Cuba tendrían que luchar con los feroces tiburones, que harían en el mar análogo papel que el Ursus spelaus en el continente. Hoy mismo, en el puerto, ó mejor dicho bahía de la Habana, campa por sus respetos el Squalus tiburo del mar de las Antillas, sin que valga para ahuyentarlo el sinnúmero de barcos de todas clases que continuamente entran y salen en dicha bahía. De otros fósiles animales debiera ocuparme, tanto más cuanto se consideran por algunos distinguidos geólogos como pruebas irrecusables de la unión de la Isla de Cuba con el continente americano, en épocas geológicas no muy remotas á la nuestra. Aparte la importancia del asunto, que somos los pri meros en reconocer, creo que la existencia de pocos ejemplares de un mamífero fósil en la mayor de las Antillas no es bastante para probar dicha supuesta unión, que, por otra parte, los hechos, tomados de la Historia natural reciente de la Isla, no jus tifican. Toda la Mamalogía cubana se reduce, por decirlo así, á un fósil y á un viviente: el fósil es el Myomor phus cubensis, que se ha clasificado como edentado, y el viviente, haciendo caso omiso de algunos murcie lagos cuya presencia en la Isla de Cuba no presu pone nada, es el Solcuodon cubanas (Almiquí de Poey y Aire de Oviedo), insectívoro del tamaño de un:'"], [26, "20 jutia (i). Todos los demás mamíferos son exóticos, pues hasta el ratón fué á la Isla de Cuba seguramen- te exportado por las carabelas del gran navegante ge- novés, cuyo regalo nos lo compensó América con la cucaracha. Vayase lo uno por lo otro. Creo que con estos datos no se puede afirmar que la Isla de Cuba ha estado unida al continente ¡imericano, por la sencilla razón de que no posee los mamíferos de este continente, poseyendo, en cambio, muchos insectos y moluscos indígenas; no haciendo mención de las plantas, porque ya se sabe que éstas cuentan con mil medios — llamados accidentales — para llegar á una isla. Es más, la misma Paleontología no apoya tal unión: todos los paleontólogos saben que América ha sido la cuna de los edentados, y que éstos empezaron á tomar incremento en los albores de la era cuaterna ria, encontrándose restos de ellos fósiles lo mismo en la América del Norte que en la América del Sur. El Mylodon, por ejemplo, debía aparecer en distintos puntos de América, porque no vamos á suponer que (i) Algunos agregan el género viviente Capromys; mas como se encuentran en Jamaica las mismas especies que en Cuba, difícil sería acertar si las especies de dicho género aparecieron en la Perla de las Antillas, en Ja maica, ó en ambas islas á la vez. No ocurre lo mismo con el género Solenodon, pues si bien es verdad que también se encuentra en Haiti, se trata de una especie distinta de la cubana."], [27, "21 un animal tan poco ligero se fuera paseando desde Patagonia hasta el Canadá. No era muy á propósito la organización de los Megatheriums y Mylodons para estas correrías. De modo que á juzgar por la pre sencia del Myomorphus en la Isla de Cuba, se debería aseverar que la Perla de las Antillas se separó del continente americano en plena era cuaternaria, en la época del diluvium, siendo de tal intensidad el ca taclismo geológico, que no sólo acabó con el Myomor phus, sino con todos los mamíferos que á la sazón habría en la Isla de Cuba, porque no vamos á supo ner que esta Isla, digo mal, esta porción del conti nente americano — admitiendo la teoría de la unión, — estuviera habitada por un solo mamífero, por el Myomorphus cubensis. Como que estas consideracio nes son inadmisibles, no se puede creer en dicha unión. La presencia del Myomorphus en la mayor de las Antillas es uno de tantos hechos inexpücables que registra la ciencia. Dejando los tiempos terciarios y cuaternarios, pa semos á los secundarios. Los estratos secundarios tienen escasa represen tación en la Isla de Cuba, lo cual tiene fácil expli cación, teniendo en cuenta que la existencia de dicha Isla está íntimamente ligada con la emersión de la gran cadena de los Andes en ios comienzos del post plioceno. Desde esta época la Isla ha ido tomando la configuración de arado que tiene en la actualidad (fig. i). Durante los tiempos terciarios, no había tal"], [28, "22 Isla, sino una serie de islotes cuajados de verdor, y donde las palmas ostentarían su gallardía y esbeltez. De dichos islotes, el que más tendría las dimensiones actuales del Cayo Romano, y sus bahías y sus ca nales y estrechos serían continuamente visitados por los tiburones, los verdaderos »*eyes de dichos arreci fes. Así es que no ha de extrañar que los estratos secundarios, y más todavía los primarios, brillen por su ausencia en la Isla de Cuba. Entre los secunda rios, dejando aparte el cretáceo, los demás no se presentan á no ser en puntos muy limitados. El cre táceo sí, se presenta bien, particularmente la creta blanca de los autores; tan bien, que la creta de al gunas localidades de la Perla de las Antillas, por ejemplo la de la Ceiba (Habana), es tan notable como la célebre de Meudon (París). El cretáceo de la Isla de Cuba, lo propio que el infracretáceo, por lo regular se presentan sin fósiles. Se citan calizas litográficas; pero son tan raras, que, á Ja verdad, no constituyen estratos. Y para terminar el estudio que de las calizas cu banas estoy haciendo, citaré los mármoles de la Isla de Pinos (al Sur de la provincia de la Habana), már moles de colores y estatuarios, que si se explotaran constituirían una gran riqueza para dicha Isla. El mármol sacaroideo 6 estatuario, á pesar de no reu nir tan buenas cualidades como el de Carrara para el objeto á que se le destina, sin embargo, admite un buen pulimento. Los mármoles de la Isla de Pinos es-"], [29, ""], [30, ""], [31, "25 posible que correspondan al sistema jurásico, siendo notable que no tengan representación en la Isla de Cuba. En Martín Mesa (provincia de Pinar del Río) hay también mármol casi negro, pero repito es muy escaso en la Isla de Cuba. Habiéndonos ya ocupado de las rocas sedimenta rias, que, dejando aparte los mármoles de la Isla de Pinos, se reducen á las calizas citadas, vamos ahora á decir cuatro palabras acerca de las eruptivas. Sabido es que las erupciones que han tenido lugar en el Globo se comprenden en dos grandes series, antigua y moderna, siendo el jurásico y el cretáceo, ó si se quiere la era secundaria, la que separa la una de la otra, ya que durante dicha era el Globo dio se ñaladas muestras de reposo, sin que este reposo, cla ro está, deba considerarse absoluto, pues que en Ita lia, en Cariara y en la Isla de Pinos, como hemos dicho, y en otros puntos del Globo, se encuentran mármoles en el seno del sistema jurásico y resultado de erupciones que purificaron su naturaleza. ¿A cuál de las dos series corresponden las rocas eruptivas de la Isla de Cuba? Yo creo que es fácil contestar á esta pregunta. Ateniéndonos á su yacimiento, que se encuentra"], [32, "26 entre el cretáceo y el terciario, y á su naturaleza principalmente serpentínica, creo que, sin duda al guna, podemos afirmar que corresponden á la serie moderna. Es verdad que entre ellas está la diorita, roca que Lapparent coloca en la serie antigua; pero esto no pasa de ser una excepción á la regla general, excepción que se puede comparar á la presencia de la sienita en el Banat austriaco. La serpentina de la Isla de Cuba es bella: su fácil pulimento la hace acreedora á que se aplique al arte de la ornamentación. Lo que llama la atención es que siendo varios los manchones serpentínicos de la Isla sean tan escasas las hachas, las primeras armas del hombre, contrastando con esto lo frecuentes que son en la Isla de Puerto Rico. ¿Sería más guerrero el in dio de Puerto Rico que el de Cuba? No pudiéndose admitir esto, hay que pensar en que la anfibolita, ro ca muy común en la Isla de Puerto Rico, se presta ría mejor que la serpentina de Cuba, roca no muy compacta, á la elaboración de dichas armas. Otras rocas eruptivas de Cuba son el cuarzo y el asfalto. Del primero se presenta una nueva variedad, que me he permitido denominar Guanabacoita (fig. 2), por presentarse en las lomas de serpentina de Gua nabacoa (Habana). Dicha nueva variedad de cuarzo fué considerada por el Sr. Salteraín (1) como cúbica (i) Apuntes para una descripción físico- geológica de las jurisdicciones de la Habana y Guanabacoa (Isla"], [33, ""], [34, ""], [35, "29 y pseudomórfica; por el que estas líneas escribe (i) como cúbica y cristalina, y por el Sr. D. Lucas Fer nández Navarro como romboedros de sacies cúbi ca (2). 3i tratándose de un hecho caben tres concep tos distintos, ¿qué ocurrirá cuando se trate de enig mas? En cuanto al asfalto — conocido con el nombre de chapapote en la Isla de Cuba, — se confunde por mu chos con la hulla ó carbón de piedra; pero no hay tal cosa, porque ni vestigios de vegetación se encuen tran en él, ni tiene la estructura de aquélla. Los ma nantiales de chapapote son muy abundantes en la Isla, y su misma abundancia nos prueba que su ori gen es mineral, es eruptivo; si fuera vegetal, co mo creen algunos, su origen, y debido á la carboni zación de algas, se encontrarían con mayor motivo carbonizadas las plantas superiores en la Isla de Cu ba. ¿Por qué razón tienen que haberse carbonizado las algas terciarias— hay que tener en cuenta que el asfalto de Cuba yace en el seno del terreno terciario — y no las palmas, que reúnen, mejor que aquéllas, condiciones para la carbonización? Es verdad que en los mares tropicales del Océano Atlántico existe una de Cuba), por D. Pedro Salteraín y Legarra, pág. 56: 1880. (1) Números 304 y 314 de la Crónica científica de Barcelona. (2) Actas de la Sociedad española de Historia natu - ral. Sesión de Agosto de 1892: Madrid."], [36, "30 gran cantidad de algas, que no dejaron de llamar la atención de los que acompañaron al gran navegante genovés; algas conocidas con el nombre vulgar de uvas de los trópicos {Sargassu;n) y que constituyen el «mar del sargazo» entre los 16 y 38° de latitud N. por una parte, y los 50 y 80 de longitud O. por otra, esto es, en el gran remolino formado por las corrientes marinas. Verdad es también que el mar conserva me jor que la tierra lo que yace en su seno; pero de to das maneras, tendríamos que admitir un número in calculable de algas terciarias para que su carboniza ción hubiera podido dar lugar al asfalto, suposición poco verosímil. Más valor tiene en algunas minas de chapapote, como las de Bejucal (Habana), la presen cia del azufre, elemento que denuncia la naturaleza eruptiva del depósito. Y para terminar ei ligero estudio que de las rocas eruptivas de la isla de Cuba estoy haciendo, agre garé que se encuentran en gran cantidad en la parte oriental de la Isla, esto es, en las provincias de San ta Clara, Puerto Príncipe y Santiago de Cuba, ex celentes filones de hierro, cobre y manganeso, explo tados en su inmensa mayoría por empresas extran jeras. * * * De todo lo que acabo de exponer se puede dedu cir lo siguiente:"], [37, "31 i.° Que después del cretáceo, y antes de que se sedimentara el eoceno, ocurrieron en el Océano At lántico y Mar de las Antillas erupciones aisladas de materiales serpentínicos, dioríticos, porfídicos y cuarzosos, que constituyeron, por decirlo así, los nú cleos origen de la actual Isla de Cuba. 2.0 Que alrededor de los núcleos eruptivos, por la acción combinada de los coralarios y agentes des tructores, se formaron cuatro islotes: uno en la parte occidental de la Isla, teniendo por núcleo á Guana bacoa (Habana); otro en la región central, teniendo por núcleo á Santa Clara, y otros dos en la región oriental, teniendo por núcleos á Puerto Príncipe y Holguín, cuyos núcleos por cierto subsisten actual mente, como se puede ver en el Mapa geológico de la Isla de Cuba, por el eminente geólogo Excmo. Se ñor D. Manuel Fernández de Castro, y publicado por la Comisión del Mapa geológico de España. 3.0 Que estos islotes, cuando emergieron los Andes, en los albores de la era cuaternaria, segurad mente por la conmoción producida en la corteza terráquea americana, se levantaron y extendieron á expensas de los materiales terciarios que se habían sedimentado en los mares, tomando poco á poco la Isla de Cuba la extensión y forma que tiene en la actualidad, siendo, claro está, la extensión mayor donde el núcleo eruptivo había revestido mayor im portancia, como aconteció en la región oriental de la Isla."], [38, ""], [39, "f HISTORIA DE LAS RAZAS HUMANAS EN LA ISLA DE CUBA 3"], [40, ""], [41, "r RAZAS HUMANAS OUE HUBO BN LA ISLA DE CUBA ANTES DE SU DESCUBRIMIENTO POR CRISTÓBAL COLÓN Con el objeto de ordenar nuestros datos acerca de la Historia de las razas humanas en la Isla de Cuba, dividiremos este estudio en dos partes: i.*, estudiar las que hubo antes del descubrimiento de la Isla por el insigne navegante Cristóbal Colón; 2.a, estudiar las que han ido poblando la Isla desde su descubrí - miento hasta nuestros días. Según el Sr. D. Esteban Pichardo, autor de una Geografía de la Isla de Cuba publicada en la Haba na en 1854, los primitivos habitantes de dicha Isla procedieron de los muyscas de Bogotá, á juzgar por el lenguaje de la primitiva población cubana. Este dato es de mucha importancia, porque prueba indi rectamente que la Isla de Cuba no ha estado unida al continente americano, porque de haberlo estado en los albores de la era cuaternaria, lo natural hubiera sido que se hubiese poblado primero la parte más occidental de la Isla por razas procedentes de Norte"], [42, "3 6 América, y no la parte oriental — como lo fué — por muyscas, que dominaban, como se sabe, en la región de la América meridional que hoy se llama Co lombia. Los muyscas probablemente atravesarían en lige ras canoas el Mar de las Antillas, y desembarcarían en las naturales bahías situadas al Sur de la región oriental de la Isla de Cuba. Que las razas humanas del centro de América, por decirlo así, fueron las que originaron el tronco de donde ha partido el árbo antropológico de la Perla de las .Antillas, lo tenemos en el lenguaje, en este carácter que pudiéramos de nominar fundamental 6 basal, ya que de él se deducen casi todos los demás. Recordemos por un momento que infinidad de palabras cubanas, ya sea las que sir ven para denominar frutos (guanábana, aguacate ), ó bien poblaciones (Guanajay, Guanabacoa) ó anima les (bibijagua, agucjí), y tantas y tantas otras, tie nen una raíz común que es gua, raíz que no pudie ron tomar del idioma castellano porque rara vez se encuentra, y sí de las razas meridionales de Améri ca, que todavía conservan en sus respectivos idiomas palabras con dicha raíz, como Uruguay, Paraguay, Guaira, Guaura, etc. Sabido es que en el idioma castellano hay palabras raíces también como villa, que indicando una pobla ción, luego se diversifica agregando otras, como Villanueva, Villafranca, etc. Es más: yo creo que los muyscas de Bogotá cuando fueron á Cuba por prime-"], [43, "37 Ta vez no tendrían todavía lenguaje articulado, y lo de duzco por la época geológica en que fueron á Cuba sus primitivos pobladores. Su lenguaje sería el canto, imitando á los pájaros oscinos, y todo lo más pro nunciarían las vocales en forma de gritos ó de excla maciones. Ahora bien: D. Miguel Rodríguez Ferrer, en su obra Naturaleza y civilización de la Isla de Cuba, pu blicada en Madrid en el año 1876, nos dice en bue nas palabras que duratiU la mayor parte de la era cua ternaria se deslizó ei tiempo en la Perla de las Antillas sin la presencia del hombre; y se apoya al decir esto en que las pocas hachas de piedra que se han encon trado en Cuba pertenecen al período neolítico y ao al paleolítico, hecho que, agregado al de haberse en contrado dichas hachas en la región oriental de la Isla, prueba más y más que nunca ha formado par te la Isla de Cuba del continente americano, ya que, de haber sido así, el hombre continental en Cuba hubiera empezado como han empezado todos los hombres primiti vos, por tallar toscamente las hachas y no por pttlitneti tarlas; y ya que sólo las pulimentadas son las que se encuentran en Cuba, principalmente de diorita y de serpentina, hay que confesar, y bien en alta voz, que nuestra Isla no ha tenido razas hum. ñas indígenas en el sentido estricto de la palabra, sino que las que fueron procedentes de Centro América sabían ya. pu limentar la piedra, lo cual no nos ha de extrañar, por que fueron á Cuba después del Magdaleniense, en el"], [44, "38 piso de los hiokenmodingos (depósitos de restos de cocina), conocido en la ciencia con el nombre de Di namarkiense; kiokenmodingos ó restos de cocina que por cierto se han hallado también en Cuba, cerca del puerto de Manzanillo, y para que todo coincida, tam bién en la parte oriental de la Isla. De modo que no cabe duda alguna que la Isla de Cuba empezó á poblar se por la región oriental, ó sea por la parte más apar tada del continente americano. Ahora bien: ¿cómo se conciba ó enlaza esto con el hallazgo de una mandíbula humana fósil, en un cayo al sur de Puerto Principe, por D. Miguel Rodríguez Ferrer? Á mi manera de entender, no hay dificultad. La mandíbula, completamente fosilizada, pudo muy bien pertenecer á uno de los primitivos muyscas que llegarían á la Isla de Cuba al terminar la época pa leolítica, ósea en las postrimerías del Magdalenien se, entre este piso y el Dinamarkiense, puesto que de no conceder á tal mandíbula carta de naturaleza hu mana, tendríamos que convenir en que perteneció á un primates; y si bien es verdad que en algunas An tillas menores hay vestigios de primates, no ocurre otro tanto con la Isla de Cuba, que ningún vestigio han dejado de su existencia, siendo más de extrañar este dato cuando la Perla de las Antillas es la mayor de ellas. Por otra parte, la Comisión designada por la Junta facultativa del Museo de Historia Natural de esta corte para evacuar el informe que solicitó déla misma D. Miguel Rodríguez Ferrer, lo dio el 24 de"], [45, "39 Marzo de 1871, no vacilando en considerar como humana la mandíbula fósil de Puerto Príncipe (1 ). Como dato que merece recordarse, diré que esta mandíbula la en contró en Cuba el Sr. Rodríguez Ferrer catorce años antes que la célebre de Moulin Quignon en Francia, encontrada po_ Boucher de Perthes el año de 1863 . De modo que no tiene nada de particular que este resto fósil, humano y único en la Isla de Cuba, co rresponda á los comienzos del período neolítico, cuando el hombre empezaba á pulimentar las ha chas, tanto más, cuanto en las regiones tropicales se precipita, por decirlo así, la fosilización, consecuen cia, por otra parte, de una mayor presteza en la des trucción de los elementos orgánicos de las partes duras de los organismos, huesos, conchas, etc. Así es como se explica también que se hayan fosilizado semillas de plantas y astiles de palmas que corresponden á es pecies todavía vivientes. Algo más encontró el Sr. D. Miguel Rodríguez Ferrer interesante para nuestro objeto; pero antes de pasar á ocuparme de ello, debo, con el fin de or denar estos apuntes, deducir alguna conclusión de la presencia de hachas de piedra pulimentadas de ser pentina y de diorita encontradas cerca de Bayamo por el Sr. D. Miguel Rodrigue:: Ferrer. (i) El único de la Comisión que no consideró como humana esta mandíbula, fué nuestro sabio naturalista y maestro D. Mariano de la Paz Graells."], [46, "40 ¿Qué representan estas hachas, que, por otra par te, son muy raras en la Isla de Cuba? Una hacha es un instrumento de lucha. ¿Con quién tenía que luchar el muysca que llegó á la Isla de Cuba en los albores del período neolítico? ¿Con las fieras? Ya dijimos en el artículo anterior que ni una sola había en la Isla de Cuba. ¿Con sus compañeros? Tampoco esta explica ción es oportuna, por la sencilla razón de que la fe racidad de la Isla podía atender á todas las necesi dades de sus pocos habitantes. Más lógico es pen sar que tuviera que luchar con razas invasoras, ta les como la de los caribes. Esta raza, más fuerte que la muysca, procedía de la cuenca del Orinoco, de donde llegó á las islas de Barlovento, ó Antillas me nores, para luego internarse en las mayores. Era una raza antropófaga, sanguinaria y brutal, y bien claro lo indica el nombre caribe, que quiere decir hombre inhumano y cruel. «Eran los caribes, dice Morton, los indios más feroces y brutales de la América. Vivían sin ley ni religión. Suspicaces y vengativos en el más alto prado, se conducían en sus empresas con singular astucia. Miraban á los hombres de otras naciones como bestias propias á ser devoradas. Sometían á la mujer á una vil servidumbre, é infundían en el ánimo de sus hijos la crueldad y la matanza.» Claro que esta descripción de Morton debe refe rirse á los tiempos del descubrimiento del Nuevo Mundo; pero de todos modos, no hay duda que esa"], [47, "41 raza invasora y antropófago diezmaría á los primi tivos habitantes de Cuba, á los muyscas, defendién dose éstos inútilmente de los caníbales ó caribes con las hachas de serpentina y diorita encontradas por el Sr. D. Miguel Rodríguez Ferrer cerca de Baya mo, cuyo señor además encontró, en una cueva in mediata al cabo de Maisí, un cráneo perfectamente conservado de caribe, de cuyo cráneo pueden ver los lectores el perfecto dibujo de la página anterior. Y ya en este punto, tratándose de un asunto im portantísimo para nuestro objeto, dejaremos hablar al naturalista D. Felipe Poey. Dice este autor en la pág. 150 del tomo I del Re pertorio físico-natural de la Isla de Cuba, publicado en la Habana el año de 1865: «Queda generalmente ad mitido y como fuera de duda que los caribes acos tumbraban aplastar la frente de sus hijos, desde la más tierna edad, por medio de aparatos acomodados al caso. Hasta qué punto estaba generalizada esta costumbre, no lo podré decir; y aun subsisten algu nas dudas, en atención á que muchos historiadores oculares no hacen de ella mención alguna. Faltan datos para conjeturar si se ejercía en hombres de cierta casta, destinada á los trabajos, para facilitar la carga; ó si la tribu entera, dada á la guerra y á la rapiña, desfiguraba la nobleza del semblante para hacerlo horroroso y temible á los enemigos. Sabe mos que cuando los caribes salían para sus excursio nes, se hacían pintar la cara por sus mujeres con bi -"], [48, "42 gotes y rayas negras que conducían al mismo fin. »E1 cráneo figurado manifiesta bien á las claras una presión artificial, que empezó mucho antes de que la fontanela estuviese osificada; como lo de muestra la eminencia núm. i, punto de reunión de las suturas frontales y parietales en la línea media. La operación hubo de hacerse poco á poco, porque la pres'ón violenta del aparato sobre los hemisferios cerebrales, y sucesivamente sobre ei cerebelo y la médula oblongada, hubiera traído por resultado la muerte. Es probable que se prolongaba la operación hasta los cinco años, que viene á ser mucho después de la osificación de los cartílagos. »E1 aplastamiento artificial de la frente basta pa ra darnos á conocer que el cráneo pertenece á un indio caribe, lo que confirman las órbitas grandes y cuadrangulares propias de la gente indiana. La po sición central del agujero occipital rechaza desde luego toda idea de que pertenezca á la raza africana. El diámetro grande entre las dos sienes dice bas tante que es de hombre; y aunque las eminencias parietales núm. 2 son tan desarrolladas como en los cráneos de mujeres, debemos atribuir este exceso á la presión. El individuo era viejo, corno lo demues tra la parte posterior, completamente soldada de la sutura interparietal. El cráneo muestra además la bóveda palatina reducida, la fosa temporal de poca amplitud, la apófisis mastoidea pequeña, la cresta occipital poco saliente, el conducto auditivo externo"], [49, "Fig. 3 Fig. 4"], [50, ""], [51, "45 notablemente echado hacia atrás; el ejemplar care ce de dientes, y tiene los alveolos muy deteriorados. »La capacidad interior del cráneo es igual á la que presentan los cráneos normales, compensándose lo que ha perdido en altura con el excesivo diámetro transverso. El ángulo facial, tomado desde la emi nencia núm. i, es de 45o, y desde el núm. 5, de 57o. «Diámetro longitudinal de la cabeza, cráneo y ca ra en una proyección horizontal, 200 milímetros. Diámetro longitudinal del cráneo desde la sutura nasal, 175. Diámetro parietal, 160. Diámetro verti cal, 135. Arco inter-auditivo desde el centro del conducto auditivo externo, 310. Arco inter-mastoi deo, 378. Línea mastoidea de punta á punta, 117. Arco occípito-frontal desde la sutura nasal hasta la parte posterior del agujero occipital, 339. Diámetro longitudinal del agujero occipital, 41. Diámetro transverso del mismo, 31. Circunferencia horizontal desde la sutura nasal, pasando por encima de los pó mulos, 1.080. Distancia inter-orbitaria, 26. Diáme tro transveiso de cada órbita, 3g. Diámetro vertical de las mismas, 39. »La capacidad del cráneo permite suponer un grado normal de inteligencia. La corta extensión de la bóveda palatina y la estrechez de la fosa tempo ral, son circunstancias que no acusan la animalidad, porque los órganos de la manducación se desarrollan en razón inversa de los de la inteligencia. La menor capacidad de la fosa trae consigo la disminución del"], [52, "♦6 crotáfites (músculo témporo-maxilar) y del masetero (m. zigomático-maxilar) que elevan la mandíbula inferior. La dirección del conducto auditivo externo, parece indicar que la oreja se echaba hacia atrás; circunstancia propia de un estado salvaje, en que la vista y el oído están igualmente atentos.» Hasta aquí la descripción bien escrita de D. Feli pe Poey. Natural es pensar que una raza de superior inteli gencia, pero entiéndase de superior inteligencia pa ra satisfacer brutales instintos, diezmara los prísti nos habitantes de Cuba, procedentes, como dijimos, de Bogotá, raza de carácter apacible y bondadoso, hasta el extremo que, según dice Estala, ioo indíge nas (i) no podían resistir á diez de aquellos formi dables enemigos (2). ¡Cómo infestarían todas las Antillas los caníbales ó caribes, cuando precisamente el mar de las Antillas se denominó también mar de los caribes! Lo que más llama la atención, sin duda alguna, en el cráneo de caribe referido, es el aplastamiento de la frente, que, como dijo perfectamente D. Felipe Poej-, sería un aplastamiento puramente artificial, por más (1) palabra de indígena, no se debe admitir. Ra za humana indígena ó aparecida en la Isla de Cuba no ha existido. ' (2) Muy exagerada me parece la apacibilidad que atribuía Estala á ios primitivos habitantes de la Isla de Cuba."], [53, "47 que otros han querido ver un fenómeno puramente natural. Muchas rarezas se notan en la naturaleza; pero desde el momento que vemos que las razas hu manas cuanto más inferiores, más ávidas son de defor marse, pudiendo tomar infinidad de ejemplos, bien de los chinos, que, como se sabe, sus mujeres se defor man los pies; bien de los negros, que se agujerean las orejas; bien por el tatouage que practican muchas ra zas, de cuyas deformaciones ni la raza blanca ha que dado exenta al agujerearse las orejas también las mu jeres y al deformarse el tórax por medio del corsé, creo yo, con Poey, que se trata de una deformación artificial y no natural, que debían practicarla los ca ribes en sus niños, por medio de una presión rea lizada poco á poco y con mucha constancia, antes de que la fontanela anterior estuviese osificada, pues una presión violenta de cualquier aparato so bre los hemisferios cerebrales y sucesivamente so - bre el cerebelo y la médula obiongada, hubiera oca sionado la muerte. Ahora bien: una vez practicadas estas deforma ciones frontales en generaciones sucesivas, ¿pudo la herencia luego abreviar !a obra del hombre, nacien do los caribes, ya algo deformados por la frente? Para contestar á esta pregunta, necesariamente hay que vacilar, porque no es lo mismo deducir tratán dose de uno ó dos cráneos, que si pudiéramos con tar con centenares de ellos. Precisamente hoy la Antropología y su parte importante la Craneometría,"], [54, "48 se basan ó se apoyan en otra ciencia sin duda im portantísima, cual es la Estadística. Viendo y mi diendo centenares y miles de cráneos, es como se resuelven los problemas más delicados de la Antro pología. Así es que si se hubiesen podido estudiar las citadas deformaciones en centenares de cráneos caribes, hubiéramos podido descubrir este enigma, á saber: si la herencia podía tener alguna influencia en la realización del fenómeno, siempre claro está par tiendo de deformaciones frontales repetidas en su cesivas generaciones. Yo, á pesar da la pobreza de la estadística en este caso, me inclino á creer que pudo la herencia tener alguna participación en el fenómeno, y me fundo en que generalmente los caracteres morfológicos se perpe túan más por generación que los fisiológicos. Así los hi jos se parecen más á sus padres por ciertos rasgos de fisonomía que no por sus cualidades morales. Es muy común observar estos rasgos de fisonomía en muchas generaciones sucesivas, mientras que la pro fesión en estas mismas generaciones ha podido va riar en cada individuo. Otra cuestión que entraña la del cráneo caribe es la siguiente: ¿de qué época es el cráneo? Porque el Sr. D. Manuel Rodríguez Ferrer, que ha escrito una obra voluminosa llena de contradicciones á cada paso (i), no dice nada acerca de su época, sabiendo (i) Una de estas contradicciones está en las páginas"], [55, "49 sólo que lo encontró en una cueva inmediata al cabo de Maisí. Pues bien: por de pronto, su no petrificación nos dice que no puede ser anterior al Dinamarkiense; lo cual, por otra parte, confirma lo que dijimos, que los primitivos habitantes que tuvo la Feria de las Antillas llegaron á ésta en la época neolítica, cuando ya sabían pulimentar las hachas. Por otra parte, el mero hecho de haber encontrado el Sr. D. Miguel Rodríguez Ferrer el cráneo citado dentro de una cueva, prueba que se trata de un hecho bastante re moto y no dentro del período histórico, creyendo que debe llevarse al Dinamarkiense, ó sea á la época 131 y 142 de su obra Naturaleza de la Isla de Cuba. En la 131 se lee: «Pues á esta época y á este gran levan tamiento de los Andes en el continente americano, es á la que se refiere la forma característica actual de la Isla de Cuba, constituida quizás antes de este remotísimo período tan sólo por la Sierra Maestra y- sus corres pondientes al E., pues estas rocas fueron levantadas por las serpentinas.* Pues, señor, si esto ha sido así, tá qué responde que el mismo autor, poco después, en la pág. 142 diga: «Pero ya la incertidumbie no es tanta: la cuestión sobre si Cuba estuvo unida ó no al vecino con tinente y por qué época, ya casi no es cuestión, pues ha pasado de la presunción de los antiguos á la casi evidencia de los modernos?» Uñase lo dicho en las dos páginas citadas, y resultará que la Sierra Maestra es tuvo unida al continente americano por el inmenso mar! De esta manara, sin gastar tanta tinta, se puede decir que todas las Islas están unidas á los continentes más próximos. 4"], [56, "50 de los kiokenmodiugos, depósitos de conchas ó restos de cocina, como se le llama, de cuya época deben datar también ias hachas de serpentina y diorita, encontradas también por el citado D. Miguel Ro dríguez Ferrer en la parte oriental de la Isla. Precisamente el Magdaleniense se llama « el piso de las cavernas,» y en la Isla de Cuba hay muchas que deben datar de esta época. La caverna, durante esas épocas, fué el domicilio natural del hombre, y en las regiones tropicales azotadas por torrenciales llu vias, casi diluvios, que todo lo inundan en ciertas épocas del año, la cueva debía ser domicilio indispen sable. Así es como se comprenderá que los antropó fagos caribes, bien procedieran de la cuenca del Ori noco, bien de otras regiones, que para el caso no nos interesa, deben ser bastante viejos en los anales geológicos de la Isla. De corresponder dicho cráneo á la época históri ca, se hubiera encontrado en la citada cueva del cabo Maisí acompañado de muchísimos ejemplares, porque así como cuando se aproxima la nave al puer to va encontrando más y más buques que la intercep tan el p^so, así también, á medida que el geólogo se va acercando á los pisos más modernos, ya no se trata de meras cavernas con pocos cadáveres humanos desfigurados por la acción del tiempo, sino de ver daderos lugares de enterramiento, donde se encuen tran, además de cráneos y otros restos humanos, objetos de cobre, de bronce, de oro y de hierro, que,"], [57, "51 entre paréntesis, no se han encontrado en la Isla de Cuba. Los pobres, indefensos é infelices muyscas, prísti nos habitantes de Cuba, no tuvieron que luchar con las fieras (entiéndase con el orden carniceros de Cu vier); pero en cambio tuvieron que luchar con las fieras humanas de frente aplastada, cuyas legiones em brutecidas y antropófagas harían más estragos entre los muyscas que los leones y los tigres, respectiva mente, en las selvas africanas y asiáticas. Los muyscas, raza apacible, inocente y bondado- sa, viviría feliz en la Isla de Cuba antes de la irrup ción de los caníbales ó caribes. Sin civilización de nin guna clase, y por lo tanto sin cuidados, sin fieras con que tener que luchar, probablemente todavía sin preocupaciones, amaría las Musas y las Palmas, y vería en ellas y en los pájaros de la selva, adornada por los matices de las corolas de infinidad de lianas, á verdaderos compañeros, y en sus amores trataría de imitar los trinos, cadencias y gorjeos del ruiseñor y del sinsonte (i), verdaderos prodigios de la oscinia cubana. La llegada de los caribes á la Isla entorpeció, ó mejor dicho, interrumpió la felicidad paradisiaca de los que se llamaron después siboneyes. No sólo per siguieron á éstos como se persigue á las fieras en el ( i ) El ruiseñor de Cuba es el Muscícapa Elijabet, y «1 sinsonte es el Turdus polyglotus."], [58, "52 bosque, sino que castraban á los niños que caían en tre sus manos, los engordaban como si fueran cer dos, y se los comían como antropófagos que eran, empezando por los intestinos y por las extremidades, dejando el resto, que salaban, para otra oportunidad. No comían á las mujeres: dejaban á las jóvenes para cría, y á las viejas Jas trataban como esclavas (i)_ Una raza humana tan salvaje no podía tener nada bueno, no siendo de extrañar que introdujera en la Isla el culto al demonio (2), como sucedía en la misma época por la América continental. Y digo que intro ducirían en la Isla de Cuba el citado culto, porque es más lógico suponer esto que no que hubiera par tido de los muyscas una adoración á un culto tan po co simpático como es «el culto al diablo.» Es más: yo creo que ios muyscas, antes de la llegada de los caribes á la Isla de Cuba, no podían ni siquiera con cebir la existencia de un culto que sólo seres extra vagantes, feroces y llenos de vicios podían crear. En estas luchas entre siboneyes y caribes debían pasarse luengos siglos, entre los cuales pasarían á la historia terráquea los p-sos Ginebriense y Lubeckien se, para entrar de lleno en el período histórico con el Australiense. (1) Referido por Pedro Mártyr de Anglería. (2) El Sr. D. Miguel Rodríguez Ferrer encontró en una caverna distante tres leguas de la punta de Maisí, un ídolo extravagante que los antillanos tenían por el. luyra ó diablo."], [59, "53 ¿Qué ocurrió entre las razas humanas que pobla ban la Isla de Cuba durante estas últimas etapas geológicas? No han faltado historiadores que han considerado á la Isla durante estas etapas como un centro de civilización americana; pero como dice perfectamente I). Miguel Rodríguez Ferrer en la pág. 155 de su obra Naturaleza y civilización de la Is la de Cuba, «por más loables que sean los esfuerzos del Sr. Valdés en esta parte hacia su patria, no lle van á mi convencimiento lo que no me ha podido probar ningún otro rastro sobre su suelo.» Efectivamente, todo foco de civilización deja ves tigios, y sabido es que los indios en Cuba no hicie ron nada que pueda apoyar la opinión del Sr. Val dés. Estos focos de civilización donde existieron fué en Méjico y en el Perú principalmente, y también en Centro América, como pudo verse en la grandio sa Exposición histórico-americana que se celebró el año 1892 en Madrid, para conmemorar el cuarto centenario del descubrimiento de América por el inmortal' geno vés Cristóbal Colón. Pues bien: en las inmensas salas del soberbio edi ficio de Biblioteca y Museos había sinnúmero de ídolos, infinidad de objetos de indumentaria y milla res de objetos arqueológicos, modelos de templos de los aztecas, colección de cráneos y objetos prehistó ricos; pero justo es consignar que nada de esto se encontraba en la sala destinada á la Isla de Cuba, en la cual sólo se veían productos naturales de su suelo,"], [60, "54 sin que se viera ningún objeto que pusiera de relie ve ese foco de civilización india que, según algunos autores, hubo en la Perla de las Antillas antes de su descubrimiento por Cristóbal Colón. Cuando llegó este insigne navegante á la Isla de Cuba el 28 de Octubre del año de 1492, lo único que los indios sabían hacer era unos ídolos pequeños que denominaban zemis, y para los cuales sólo necesita ban sus manos, un poce de barro y el sol para que los en dureciera. También parece que desecaban las hojas del tabaco, haciendo de ellas un uso análogo al que hacemos nosotros. Por lo demás, ni su indumentaria ofrecía nada de extraordinario, ni sus viviendas, que se reducirían á chozas toscamente fabricadas. Con esto llegamos al descubrimiento del Nuevo Mundo por el insigne navegante Cristóbal Colón. Mas los sucesos acaecidos desde esta memorable épo ca hasta hoy, por lo que se relacionan con las razas humanas, bien merecen capítulo aparte."], [61, "II Con el objeto de ceñirnos con todo rigor á la histo ria, dividiremos esta segunda parte de nuestro estu dio antropológico cubano, en cinco períodos: a). — Desde el descubrimiento de la Isla de Cuba por Cristóbal Colón, hasta la importación en la Isla de la raza negra. b). — Estudio de la raza negra en Cuba y su cruza miento, con las existentes. c). — Estudio de la raza amarilla en la Isla de Cu ba y su cruzamiento con las anteriores. d). — Estudio de la raza yucateca en la Isla de Cu ba y su cruzamiento con las anteriores. e). — Incremento de los sajones en estos últimos años en la Isla de Cuba, y su cruzamiento con las razas anteriores"], [62, "56 J a). — Desde el descubrimiento de la Isla de Cuba por Cris- tóbal Colón hasta la importación de la raza negra en la Isla, ó sea desde el 2S de Octubre del año de 1492 has- ta el primer tercio del siglo xvi. El día 28 de Octubre del año de 1492 fué un día memorable para nosotros, para la Isla de Cuba y para la humanidad. El gran navegante genovés, Cristóbal Colón, gra cias á los Re}'es Católicos Fernando é Isabel, lograba en dicho día poner sus plantas en la Isla, que luego se llamó Perla de las Antillas, lo cual, desde el punto de vista antropológico, representaba el cruzamiento entre la raza blanca ó caucásica y la mal llamada cobri za ó americana; fenómeno que no se había podido rea lizar antes, por la sencilla razón de que ningún blan co había llegado á la tierra americana. De lo expuesto, se deduce que debemos estudiar dos factores: el que se ha llamado equivocadamente indígena de Cuba (1), ó sea el indio cobrizo ó america- (1) Ya dije en el artículo anterior que no puedo ad mitir la palabra indígena en lo que se refiere á los pri mitivos pobladores de Cuba, porque estos procedieron de otros países. La especie humana es única y solo ha tenido un centro de creación. Las razas se han formado en los continentes y en las grandes islas aisladas ó leja-"], [63, "57 no, habitante á la sazón de la Isla, y el blanco 6 cau cásico que acababa de llegar. En primer lugar, lo que nos ha de llamar más la atención en este cruzamiento antropológico, es que los que se iban á cruzar eran, aunque de razas dis tintas, los más parecidos de todas las razas humanas. En efecto, dejando aparte el ángulo facial, puede decir se que los demás caracteres son comunes: RAZA BLANCA RAZA COBRIZA i. — Color trigueño en i. — Color más ó menos muchos. obscuro. 2. — Estatura mediana ó 2.— Estatura mediana ó elevada. elevada. 3. — Nariz saliente. 3. — Nariz prominente. 4.— Ojos rasgados y ho- 4. — Ojos grandes y ho- rizontales, rizontales. 5.— Cabellos largos y de 5. — Cabellos negros y color variado. largos. Y si tenemos en cuenta que los blancos que des embarcaron con Colón en la Isla de Cuba eran an - daluces, todavía la identidad de los caracteres 1, 2, 4 y 5 es más manifiesta. ñas de los continentes. En las islas pequeñas ó en las grandes islas próximasá los continentes, las razas huma nas no han podido formarse; todo lo más se habrán mo dificado en algún detalle."], [64, "58 Previos estos antecedentes, vamos á estudiar los dos factores para el cruzamiento: el blanco y el cobri zo, empezando por aquél, que era el rivilizado, el descubridor y el conquistador . CRISTÓBAL COLÓN T LOS QUE LO ACOMPAÑABAN. Bien merece el gran navegante que le dediquemos algunas líneas. Y ya en este punto empiezan nuestros apuros, porque los historiadores son poco antropólogos, hasta el extremo de que descuidan por complet o describir cien tíficamente á los guerreros y á los héroes. Sólo los novelistas son los que cuidan bien de estos detalles en lo que se refiere á sus heroínas, abusando de tal manera de los caracteres que algunas veces las con vierten en verdaderos monstruos de labios de coral y dientes de perlas. El mismo Rodolfo Cronau, que ha publicado una obra con el pomposo nombre de América, historia de su descubrimiento, en la cual se descubren algunas inexactitudes; á pesar de tener ¡tres tomos!, sólo dice acerca de la personalidad del descubridor, de Cris tóbal Colón, lo siguiente (r): «Al empezar su viaje estaba Colón en sus mejores (i) Rodolfo Cronau, América, historia de su descu brimiento, tomo I, pág. 230: Montaner y Simón, Barce lona, 1892."], [65, "59 años. Su estatura era alta é imponente; su cara larga, ligeramente sonrosada y cubierta de pecas. Sus bri llantes ojos eran de un color gris azulado, y su pelo, en un principio rojo claro, había encanecido prematu ramente, por lo cual se tenía á Colón por regla ge neral por más viejo de lo que era en realidad.» Ignoro dónde ha podido encontrar Rodolfo Cronau estos datos antropológicos concernientes á Cristóbal Colón; pero lo que no deja de tener gracia es que le asigna á su cabeza casi todos los colores del espectro solar. Sigue diciendo Cronau: «Desgraciadamente no se conserva ni un retrato del gran descubridor que pue da tener la pretensión de reproducir fielmente sus facciones en vida. Verdad es que existen diversos re tratos que pasan por ser de él, mas apenas hay uno que se parezca al otro; tanto que el escultor encar gado de hacer el monumento que la ciudad de Geno va elevó á Colón, se vio precisado á no guiarse por ninguno de los retratos existentes, sino á modelar el busto según su propia inspiración, basada en las des cripciones de los contemporáneos del célebre nave gante.» Tiene razón Cronau: no hay dos retratos iguales del gran navegante genovés. Todos los existentes pudieron contemplarse en una de las salas de la Ex posición histórico-americana de 1892, que se celebró en Madrid; pero más bien parecían colecciones de retratos de distintas personas. El que pasa por ser"], [66, "60 más auténtico es el que se encuentra en la Biblioteca Nacional de Madrid. Esto por lo que concierne al descubridor del Nue- vo Mundo en vida; porque si pasamos á sus restos, todavía la confusión es mayor. La Historia registra hechos muy curiosos, y es que muchas veces acon- tece que se conoce mejor lo antiguo que lo moderno: así, por ejemplo, conocemos perfectamente la vida de San Isidro, y hemos podido contemplar sus restos au- ténticos, y en cambio no podemos decir otro tanto de Cristóbal Colón, á pesar de que éste vivió en el si- glo xv y aquel glorioso santo en el xn. Fenómenos análogos se repiten en la Historia, y lo que es más chocante, no sólo en lo que hace relación al tiempo, sino al espacio: el Conde Pecci, por ejemplo, sobrino del actual Pontífice León XIII, ha dicho reciente- mente, al desembarcar en Cádiz, «que aquí en la Pe- nínsula se sabe más de la guerra que en Cuba;» lo cual no nos ha de extrañar, dada la longitud de la Perla de las Antillas, y lo difícil que son las comuni caciones en la Isla. Como paleontólogo, también pue do decir que se conoce mejor el silúrico que la era cua ternaria. De todos modos, sensible es que dos catedrales se disputen los restos de Colón: la de Santo Domingo, en la isla del mismo nombre, y la de la Habana. No vamos á seguir á Rodolfo Cronau en sus largas dis quisiciones, á saber: que los restos de Cristóbal Colón se encuentran en la catedral de Santo Domingo, encerra-"], [67, "61 dos en un ataúd de plomo; y que los que con toda pompa trasladaron á la Habana el año de 1796, fue- ron los de su hijo Diego Colón. Triste sería para nos- otros que descansasen en tierra extranjera los res- tos de Colón, como afirma Cronau, quien, al fin ale- mán, poco le ha de importar; pero de todos modos, cuando hay duda nunca se debe afirmar, y á fuer de bue- nos españoles y patriotas seguiremos creyendo que los restos de Cristóbal Colón están en la catedral de la Habana, tanto más, cuanto entre los restos encerra- dos en el ataúd de plomo de Ja catedral de Santo Do- mingo, hay una bala, que Rodolfo Cronau, con can- didez sin igual, dice (1): «No es conocido que Colón, mientras permaneció en Portugal y en España, ni tampoco durante las travesías que hizo al servicio de los monarcas de España, recibiera herida alguna; así es que nos parece acertada la opinión de que hu- biera recibido el balazo antes de esta época, en su ju- ventud, al parecer muy agitada y aventurera, y que per- maneciese en su cuerpo hasta su fin. Admitimos que al ser transportados los restosdesde Sevilla á Santo Do mingo se sacasen del primitivo y mayor ataúd, mo hoso á causa del tiempo, para trasladarlos al otro de plomo más pequeño, y que habiéndola hallado entre la osamenta, la metiesen también con ella.» (1) Rodolfo Cronau, América, historia, de su descu brimiento, pág. 397 del tomo I: Barcelona, Montaner y Simón, editores, 1892."], [68, "62 ¡Pero qué cándido es Roberto Cronau! ¡Una bala encerrada en el cuerpo del descubridor del Nue vo Mundo, durante casi toda su vida, y desprendida de los tejidos después de su muerte, para ir á mez clarse con sus gloriosos restos! ¡Y no haber referido el gran navegante á nadie este percance grave de su vida, ni siquiera á su hijo! Vamos, que Roberto Cro nau da como seguro un hecho que á todas luces pa rece un canard. En cambio, entre los restos que guarda la catedral de la Habana, y que se atribuyen al gran navegante genovés, no hay ninguna bala, por lo cual los consi deramos más auténticos que los que están acompañados por una bala. ¿Y qué datos antropológicos se conservan referen tes á los que acompañaron á Cristóbal Colón en su pri mer viaje y sucesivos? Si confusos son los que se refieren al gran nave gante genovés, ¡cómo no lo han de ser los que se refieren á los que lo acompañaban! Rodolfo Cronau, que en la pág. 231 de su cita da obra dice: «Fecha memorable la del 3 de Agosto de t4g2, en cuyo día, después de haber confesado y comulgado el almirante y toda su tripulación , etc.,» se olvida de dedicar aunque sólo fueran pocas lí neas á esta tripulación, y esto ala verdad, tratándo se de una obra de ¡tres tomos!, es inconcebible é im perdonable. Pues bien, hay que subsanar la falta de Cronau de algún modo."], [69, "63 En primer lugar, diré, por lo que se refiere á nues tro objeto, que la inmensa mayoría de los tripulantes de las tres carabelas la Santa María, la Pinta y la Niña, eran andaluces, lo cual no tiene nada de extraño, por que en Andalucía es donde se preparó el primer viaje de Colón, y de un puerto de Andalucía (el de Palos, en la provincia de Huelva) salieron las carabelas para el Nuevo Mundo. Y en este acto, al parecer tan natural y sencillo, de bemos ver una obra del alto poder del Creador, por que precisamente iban á ir á las Antillas los españo les, que por temperamento y costumbres son los más aptos para ello. ¡Ojalá qus hubieran seguido siendo anda luces los que, desde el descubrimiento de Cuba por Cristóbal Colón, han ido poblando la Isla! Otra si tuación sería hoy la nuestra en la Perla de las Anti llas; pero precisamente ha ocurrido todo lo contra rio: los andaluces son los que están en minoría en la Isla, y en cambio los asturianos, los gallegos y los monta ñeses (i), que son los que se aclimatan peor, por ser casi de clima frío, 50» los que están en mayoría. En tiempos del activo y pundonoroso general Salamanca (1889). se pensó en crear colonias de familias andalu zas en la provincia más deshabitada de la Isla, en la de Puerto Príncipe; pero como no es lo mismo sem brar familias humanas que sembrar caña, se derrumba- (1) En la Isla de Cuba se llaman montañeses á los de la provincia de Santander."], [70, "64 ron las colonias, porque no fué secundada la mag na iniciativa del malogrado general. Ocasión ten dremos de ocuparnos de la colonización de la Isla por familias del Mediodía de España. Ahora, para nuestro objeto, sépase que los que acompañaron á Colón en el descubrimiento del Nuevo Mundo, y los que el día 28 de Octubre de 1492 pre senciaron el acto hermoso de que ondeara por pri mera vez el pendón morado de Castilla en la Isla de Cuba, fueron andaluces, cuyos caracteres generales de raza son: talla mediana, piel morena, ojos y pelo negro, cráneo mesocésalo, cara oval, nariz saliente, labios carno sos y ser muy apasionados; caracteres de raza que, co mo hemos dicho antes, convenían muchos de ellos á la raza india, salvo el del ángulo facial, que, como se sabe, es muy distinto. Se ha hablado tanto de las condiciones morales de los que acompañaron á Cristóbal Colón en su primer viaje y sucesivos, que huelga todo comentario, tanto más, cuanto no nos interesan en lo más mínimo, desde el punto de vista antropológico. Las cualidades mora les no se heredan: así es que podían ser los que acom pañaran á Colón buenos como ángeles, ó malos co mo demonios, y, sin embargo, el resultado étnico hu biera sido el mismo. Por otra parte, ¿qué se quería? ¡que los que iban al azar á jugar su vida por un proyecto, que los más consideraban descabellado, fueran magnates, arciprestes ó personajes de la cor te de los Reyes Católicos?"], [71, "65 Yo en Cristóbal Colón no admiro tanto su fe y constancia para ir en pos de lo desconocido, como la confianza que supo inspirar para encontrar quien quisiera acompañarlo. Esto sí que es verdadera mente asombroso, teniendo en cuenta el proyecto colosal de Colón en aquella época en que empren dió su primer viaje. Hoy mismo, si surgiera un hom bre del temple de Cristóbal Colón, que tratara, no de ir al polo Norte, que esto ya va oliendo á puchero de enfermo, sino al centro de la tierra, construyen do un interminable pozo, ¿quién sería el animoso que se atreviera, á acompañar al explorador por los peldaños del pozo? Seguramente se quedaría desier to el concurso, y aun ofreciendo premio. Pues algo de esto le debió pasar á Colón; que en la lucha que tuvo que sostener para ver realizado su proyecto, no se reúne y organiza la tripulación de tres barcos, con la misma facilidad como se forma una orquesta ó un cuerpo de coros. ¡Qué de decep ciones sufriría Colón semanas antes de emprender el viaje! Y, sin embargo, se realizó; encontró marinos aguerridos, fuertes y valerosos, como los Pinzones, y gente despreocupada que quiso acompañarlo, sa liendo del puerto de Palos las tres carabelas, la San ta María, la Pinta y la Niñtt, el día 3 de Agosto de 1492, día glorioso, en el que el amor á España, re concentrado en el puerto de Palos, debía latir con más fuerza en el corazón de todos los españoles. De España salía sólc para el Nuevo Mundo el es- 5"], [72, "66 pañol. La española se quedó en el Puerto de Palos, siguiendo con la mirada la partida de las carabelas, hasta que se perdieron en el horizonte Y fué una verdadera lástima que no fueran esas españolas, esas andaluzas que, como dice perfectamente el Padre es colapio D. Pío Galtés (i), tienen ojos grandes y ne gros, rodeados de unas cejas muy pobladas; su talle ar quea con mucha gracia, y sus redondeados miembros ter minan en manos y pies muy finos. Sí: comprendo que para Cristóbal Colón hubiera sido horroroso llevar mujeres á bordo, aun sin tempestad en la mar, por que cuando la hay son la eterna pesadilla, con sus gritos histéricos, para los que mandan un barco. Y, sin embargo, mirada la cuestión desde el punto de vista antropológico, ¡qué ventaja hubiera sido para nosotros el que hubiese llevado Cristóbal Colón al Nuevo Mundo unas cuantas españolas que hubieran continuado en aquellas tierras — las más bellas que ojos vieron — las glorias de Isabel la Católica! ¡Ah, el mes tizaje! Esto es lo que nos ha desangrado y lo que nos ha perdido. Hemos dado nuestra sangre, lo mejor de nuestro ser, á las indias, alas mandingas, yolo fes y fu laces; á las gangaes, longobaes, manís, quisís, minas, lucumíes, carabalíes, sitamos, Ubis, brícamos, congos, motembos, masundis, mombasas, macuaes, chinas,yucate cos, inglesas, norte-americanas, italianas, mexijanas, an- (r) Diccionario etnográfico- antropológico, por el P. Pío Galtés, escolapio: Barcelona, 1894, pág. 194."], [73, "67 tillanas, y qué sé yo las que se podrían agregar: ¿y qué ha resultado? Pues sencillamente una torre de Ba bel antropológica, que por cierto se podrá normalizar de una manera fácil, siguiendo los preceptos de la ciencia antropológica, como tendré ocasión de indi car antes de terminar este estudio. Mas no adelantemos los acontecimientos. Decíamos que Cristóbal Colón no llevó al Nuevo Mundo á ninguna española, y esto es lo que creemos, por más que un novelista haya querido incluir una entre los tripulantes de la nao Santa María (i). Navega con vientos bonancibles Cristóbal Colón desde el día 3 de Agosto del año de 1492, que salió del puerto de Palos (Huelva), hasta el día 28 de O. tubre del mismo año, que desembarcó en las costas de la Isla de Cuba. En esta Isla debía encontrar otra raza, la cobriza ó americana, representada por los in dios ciboneyes ó siboneyes, como también se les llama, y por los indios caribes. ¿Qué fué de esta raza después de llegar los españoles á la Isla de Cuba? Antes de entrar de lleno en el estudio de este se gundo é importante, factor, tan importante que ha (1) Cristóbal Colón, por D Francisco J. Orellana: Barcelona, 18 58."], [74, "68 contribuido, junto con el andaluz, exclusivamente á la formación del tipo étnico cubano, si es que en rea lidad existe este tipo, no estará de más que digamos algo en general de la raza cobriza ó americana, aun que sólo sea para recordar el origen de la que se cru zó con Jos españoles. La mayor parte de los antropólogos están hoy contextes en admitir tres raza-; humanas fundamenta les: la blanca ó caucásica, la amarilla ó mongólica y la negra ó etiópica, considerando á la mal llamada cobriza ó americana como una rama de la segunda, ó sea de la amarilla. Pues bien: yo, respetuoso como el que más con los prestigios bien adquiridos en el campo de la Cien cia, y sin que trate de alardear de juicio más exacto que el de otros antropólogos, creo, sin embargo, que debemos considerar á la raza americana como tipo étnico fundamental, y no como una rama de 3a raza amurilla ó mongólica. En esta última raza hay un ca rácter, por no decir dos, que Ja separan por comple to de las otras, y este carácter es el de la oblicuidad de los ojos, que hace á esta raza antipática y repul siva á todas las demás. Y no se me diga que este ca rácter ha sido adquirido por la costumbre, como por ejemplo el de la frente deprimida de los caribes; no: la oblicuidad de los ojos del chino no ha podido for marse artificialmente, como se forma, por ejemplo, un pie chiquito; la oblicuidad de los ojos en la raza m ongóJica es un fenómeno innato en dicha raza, y"], [75, "69 nunca, nunca, nunca, mil veces nunca, la raza india que llegó á inspirar el más tierno amor al mismísi mo Hernán Cortés con sus ojos grandes y horizontales . pudo descender de otra que los tiene oblicuos, y que es capaz de inspirar, nc amores, sino asco y repug nancia á las demás razas. No: las razas primitivas de América, mal llamadas cobrizas porque no tienen el color del cobre, no han podido descender de la raza amarilla. Se me preguntará: ¿de qué raza descienden, por que, no admitiendo el poligenismo, de alguna raza humana tendrán que descender? Es verdad; y aunque no es oportuno ahora tratar del origen de las razas humanas, diré que las razas americanas pudieron provenir ó descender directa mente de razas iguales, que vivieron en Asia en tiempos remotísimos, y que, por los azares de la lu cha por la existencia, fueron á parar á la parte más oriental del continente asiático, desde donde les se ría relativamente fácil llegar á la tierra america na por el estrecho de Behring, convertido en mar helado. Y lo que ha ocurrido en esta larga peregrinación, por los continentes asiático y americano, por allá en los comienzos de la era cuaternaria, en el Matriten se, Mousterúnse y Solutriense, es que las razas huma nas, á medida que iban poblando la América del Norte, la del Centro y la del Sur, eran relativa mente tardías en cuanto á civilización, comparadas"], [76, "70 con las razas humanas que habitaban la Europa, hasta el extremo que cuando Hernán Cortés descu brió el imperio de Moctezuma, este pueblo se encon traba á la sazón viviendo como en tiempo de los Faraones de Egipto, en análogos palacios, en análo gos templos, á los cuales daban acceso inacabables escalinatas, prodigando análogos sacrificios, y si ha bía alguna diferencia era en la indumentaria hija siempre de la fauna: plumas, pieles de ocelote en Méjico, telas más ricas y .costosas en el imperio de la flor del loto y del sagrado cocodrilo. ¿Y de que habrá dependido, se preguntará el lec tor, que entre la civilización de los Reyes Católicos Fernando é Isabel y el imperio de los aztecas, haya un lapso en el espacio, equivalente á otro en el tiem po de tres mil años, ó sea desde la época en que vi vió Moisés hasta el siglo xv? ¿De qué ha dependido el retroceso de las razas americanas? Para mí, hay que atribuirlo á las revoluciones del planeta que habitamos. En virtud de estas revoluciones geológicas, y ad mitiendo por religión y por tradición que la cuna de la especie humana fué en Asia, siempre resultará que la raza blanca ó caucásica es la que ha tenido qut sufrir más á consecuencia de los trastornos geológicos, y así como el otoño haciendo caer las hojas de los ár boles, y el invierno retardando el curso de la savia, vigorizan el vegetal, para que luego, durante la pri-"], [77, "71 mavera, renazca, cual otra ave Fénix, de sus ceni zas, así también Ja raza blanca oriunda de países fríos, luchando con el hielo y con la nieve unas ve ces, y con las fieras otras, se ha visto impulsada ca da vez más á nuevas necesidades, que han vigoriza do, que han robustecido su cuerpo y han desarro llado la substancia gris de su cerebro, convirtiendo al hombre blanco en un atleta y al mismo tiempo en un ser inteligente. Las razas americanas, al contra rio, viviendo en regiones donde no llegaron ó ape nas alcanzaron los efectos de la época glacial, con tando siempre con el codiciado alimento, han podi do desde luengos siglos afeminarse, debilitarse, has ta el extremo de que han ido desapareciendo sin ha ber podido cumplirla alta misión que les estaba encomendada: la de contribuir al progreso huma no. ¡Oh razas americanas! ¡Bien puede decirse que concluísteis en medio de afeminados é indolentes esplendorts el día que Cristóbal Colón llegó á la Is la de San Salvador! ¡Aquel día se derrumbaron, para no volverse á le vantar jamás, los falsos ídolos albergados en los Teo calli americanos!"], [78, "72 Estado en que se encontraban los indios en la Isla de Cuba al desembarcar Cristóbal Colón. En la pág. 54 de esta obra se lee: «Cuando lle gó Cristóbal Colón á la Isla de Cuba el 28 de Oc tubre del año de 1492, lo único que los indios sab ían hacer era unos ídolos pequeños que denominaban ze - mis, y para los cuales sólo necesitaban sus manos, un poco de barro y el sol para que lo endureciera. También parece que desecaban las hojas del tabaco, hacien do de ellas un uso análogo al que hacemos nosotros. Por lo demás, ni su indumentaria ofrecía nada de ex traordinario, ni sus viviendas, que se reducían á cho zas toscamente fabricadas.» Efectivamente, todos los historiadores están con textes en que los indios de Ja Isla de Cuba, á la lle gada del gran navegante genovés, distaban mucho de poseer alguna civilización. Hasta los novelistas, que siempre se. muestran piopicios á exagerar y á rodear los asuntos más naturales de fantasías, hijas de su imaginación, se expresan de la siguiente ma nera (1): «La tierra se presenta por todas partes fecunda en producciones naturales; pero ningún in dicio existe de la asidua cultura que procrean las necesi- (1) Cristóbal Colón, porD. Francisco Orellana: Bar celona, 1858, pág. 478."], [79, "73 dades de la civilización. Un humilde techo de hojas para defenderse de los rigores de la intemperie; le chos de redes suspendidos en el aire para entregarse al descanso; florestas impenetrables á los rayos del sol tropical y entretejidas con multitud de flores para recreo y esparcimiento del ánimo; frutas admirables, raíces sabrosas y nutritivas, aves y conejos ó utias (i) para saciar ei hambre: tales eran las cosas que allí bastaban al sostenimiento de la vida.» De modo que por lo dicho se comprenderá que el estado de los indios á la llegada de Cristóbal Co lón era verdaderamente patriarcal: iban completamen te desnudos (2); no tenían la menor noción del pu- lí) Orellana era poco naturalista. Si lo hubiera sido, no habría dicho esto, porque la hutía ó Julia no es el conejo. Es un roedor que pertenece al género Capro mys, que se encuentra en las Islas de Cuba y Jamaica. El conejo lo exportaron á la Isla de Cuba los españoles. (:) Poique lo dicen la mayor parte de I03 autores lo digo; pero todos los que hemos estado en la Isla de Cuba sabemos que por la época en que desembarcó Cristóbal Colón en la Isla, ó sea á últimos de Octubre, se deja sentir el fresco ambiente: así es que dudo yo que los indios que vio Colón estuvieran completamente desnu dos. El hombre, no tan provisto de pelo como los demás mamíferos, tiene que defenderse de los cambios de cl'ma con la indumentaria, por tosca que sea. Cuando arrecia el calor, ya es otra cosa. Entonces sí que la temperatu ra casi obliga á la desnudez. Ahora mismo, por los me ses de Julio y Agosto, se v.n por el campo de Cuba, y hasta en muchas casas de la Habana, niños completa mente desnudos ó con una indumentaria ligerísima."], [80, "74 dor (i); vivían en chozas toscamente fabricadas, te niendo hojas por toda techumbre, por todo adorno aretes de oro; sabían hilar el algodón, que arreglaban en forma de ovillos; con el maíz hacían unas tortas; fumaban las hojas del tabaco (2), que encendían con un tizón, y aprovechaban los troncos de las dicotile dóneas y los astiles de las palmas para fabricar ca noas, capaces para contener hasta cuarenta personas, que impelían por medio de unas paletas cortas y an chas por el extremo que entraban en el agua. Esta era toda la civilización de los indios tan glorificada por algunos. (1) El pudor ha sido hijo de la civilización. El hom bre de la era cuaternaria no lo conoció, porque tampoco pudo conocer nada que se refiriese á la inoralidad en las costumbres. El pudor lo ha introducido el cristianismo, y hoy mismo sólo en los pueblos cristianos existe. ¿Qué pudor cabe reconocer, por ejemplo, en las mujeres de la secta de Mahoma? Es verdad que se tapan hasta la cara; pero, en cambio, practican la poligamia. Un pueblo polígamo no puede ser ni pudoroso ni civilizado. (2) De la noticia sucinta de los animales y plantas que mencionó Cervantes en el Quijote, por nuestro emi nente maestro el Excmo. Sr. D. Miguel Colmeiro, co piamos el siguiente párrafo: «Fué conocido el tabaco por los españoles que acompañaron á Colón en su pri mer viaje, poco después de haber llegado á Cuba, viendo cómo los indios tomaban el humo, chupándolo ó sor biéndolo por medio de unos envoltorios de yerbas secas encendidos por la parte opuesta á la introducida en la boca y que llamaban tabacos, según lo referido por Fray Bartolomé de las Casas.»"], [81, "75 Respecto del lenguaje, lo único que se puede decir es que los mansos siboneyes, como llama D. Esteban Pichardo á los indios que Colón encontró en Cuba, hablaban el idioma yucayo, en cuyo idioma, como he tenido ocasión de indicar al empezar este estudio de las razas humanas que han ido poblando sucesiva mente la Isla de Cuba, entra en la mayor parte de las palabras la raíz gua, de origen seguramente yu cayo; pero que por más que he consultado obras, in cluso el Diccionario de voces cubanas, por D. Esteban Pichardo, me ha sido imposible averiguar su signifi cado. En el idioma árabe, por ejemplo, la raíz guad significa río; pero nos encontramos que ninguna re lación existe, ni siquiera remota, entre el árabe y el idioma yucayo de los siboneyes. De todos modos, el hecho es que en la inmensa mayoría de palabras cubanas está la raíz gua, y que por medio de la cual, sin duda alguna, designaron en épocas remotísimas ajgún objeto de uso ó aplicación general, ya que sucesivamente les ha ido sirviendo para formar las innum. rabies palabras que se usan hoy en la Isla de Cuba. En vista de esto, podemos deducir que los pri mitivos muiscas, que en las postrimerías del Magda leniense fueron á la Isla de Cuba, no tenían todavía lenguaje, y que cantarían como los pájaros cantores ú oscinos, ya que el canto fué, sin disputa, el primer lenguaje del hombre, y que más tarde, en el Dina markiense, cuando tuvieron lugar los combates entre"], [82, "76 siboneyes y caribes, entonces es posible que por las necesidades de la lucha acudieran á sus labios algu nas palabras, pronunciadas ó emitidas espontáneamente. ¿No han brotado espontáneamente los cantos popu lares en las distintas regiones del globo, como brota el lirio azul en las márgenes de los caminos y las ninfeáceas en los estanques? Pues si es así, ¿por qué no admitirla pronunciación espontánea de las primeras palabras? En efecto, las primeras palabras el hom bre las ha articulado inadvertidamente y sólo cediendo al impulso de poder comunicarse con sus semejantes. Aho ra bien: ¿no podía indicar la raíz gua algún grito dc. guerra, de defensa ó de terror, al ver invadidos los siboneyes sus dominios por los salvajes caribes? ¡Qué lucha tan espantosa no sería la entablada entre los apacibles siboneyes, descendientes de los muyscas de Bogotá, y los feroces caribes, proceden tes de la cuenca del Orinoco, en la América del Sur! Estos últimos, feroces, antropófagos y de estatura gigantesca (i metro 84 centímetros), atacarían sin compasión á los mansos siboneyes, como dice Pichar do, de estatura mediana y de instintos pacíficos. Pues bien: en estas condiciones de lucha es cuan do, á mi manera de entender, se ha originado el pri mitivo lenguaje yucayo de los primitivos habitantes de Cuba. Esto en pequeña y en grande escala se ve en los animales. Raro es el animal que grite por el solo gusto de gritar. Los animales gritan la mayor parte"], [83, "77 de las veces cuando les amenaza algún peligro; de lo contrario, están completamente mudos. Otra circunstancia, que bueno será que aclaremos, es la de que el idioma yucayo, ó sea el de los primi tivos habitantes de Cuba, guarda estrechas, íntimas relaciones con la geología de la Isla de Cuba. No busquéis palabras dulces en los Alpes ni en los Pi rineos; en cambio, en las llanuras de Andalucía oiréis palabras cadenciosas, que se prolongan por los aires como apasionados besos ó como eco de las olas que acarician las playas. Pues bien: la mayor parte de las palabras aborígenes del idioma yucayo son dulces y suaves, tan suaves que parecen emitidas por deli cadas cuerdas vocales, y pronunciadas por gargantas indolentes de indios ó indias que se estaban mecien do en entretejidas hamacas, sostenidas por lianas de sonrientes corolas y arrulladas entre las musas y las p-ilmas. ¿No indican algo de esto las palabras Ata baiba, Mais, Jiquima, Maguey, Seiba, Guaní, Catey, Yagea, mango, aguacate, guanábana, etc? ¿Podía nun ca haber inventado esta última palabra un pueblo de región montañosa y fría? Nunca: los pueblos de re giones frías no usan palabras largas ni dulces por lo regular; todo lo contrario: lo más ásperas y cortas posible."], [84, "78 Relaciones entre los conquistadores y los indios. Uno de los hechos más curiosos que registra la historia es el de ponerse en contacto dos pueblos de distinta raza, y, por ende, de distinto idioma. ¡A qué de contrariedades no dará lugar este último al enta blarse las primeras relaciones! Si cualquiera de nos otros, al visitar un país desconociendo su habla y sus costumbres, sufre lo que Dios sabe, ¿qué será de dos pueblos, de dos razas distintas, colocadas la una enfrente de la otra? Hemos estudiado particularmente los dos factores que iban á cruzarse: el blanco andaluz y el americano siboney. Vamos ahora á estudiar las relaciones que se entablaron entre estos dos pueblos. En honor de la verdad sea dicho, Cristóbal Colón, al ir en pos de nuevas tierras, sólo le guió el afán de llegar al Asia por Occidente. A Cristóbal Colón no le guió ningún interés antropológico; sí sólo de gloria, y, si se quiere, comercial y geográfico. Claro está que comprendió que las tierras que iba á des cubrir estaban habitadas por otra raza de gentes; pero esto resultaba muy secundario ante la idea de llegar al Asia por un nuevo camino. Desembarca Cristóbal Colón el día 28 de Octubre del año de 1492 en una bahía de la Isla de Cuba, y"], [85, "79 si no mienten las crónicas, en el actual puerto de Nue vitas. Lo natural era pensar que los mansos sibone yes, precisamente por su mansedumbre, se atemoriza ran y alejaran al ver desde la costa á los buques que se acercaban, que no dejarían de llamarles la aten ción y de parecerles barcos monstruosos al compa rarlos con las canoas que, gracias á los troncos de los árboles, sabían construir. Pues bien: según cuentan Jas crónicas, no manifes taron temor alguno los indios al desembarcar Colón y los que le acompañaban; al contrario, lo que ma nifestaron fué pura curiosidad: fueron al encuentro de lo. conquistadores, se dejaron obsequiar con cuen tas de vidrio y otros abalorios, entregando en cam bio á la soldadesca Jos aretes y demás objetos de oro que poseían. La única nota discordante en este cua dro quizá sería la de algún pusilánime siboney en caramándose á alguna palma ó ceiba, no sabemos si para no caer en poder de los españoles, ó quizá para presenciar mejor el espectáculo. Y por cierto que si espectáculo resultaba para los indios la llegada de los españoles, no lo sería menos para éstos la vista de los indios, y sobre todo de las indias en traje de Eva; así es que, mientras los con quistadores pertenecían realmente al siglo xv, en cambio, y por lo que á costumbres se refiere, los in dios y las indias siboneyes se encontraban en plena era cuaternaria. Que las indias agasajarían, obsequiarían y reci-"], [86, "80 birían con dulzura las caricias de los acompañantes de Colón, no lo pongo lo más mínimo en duda. El que ha vivido diez años en la Habana, en ese mues trario antropológico de todas las castas del globo, sabe lo que vale la raza blanca y su superioridad á todas las otras razas del globo. Por lo que pasa hoy se puede deducir lo de ayer. Hoy vemos, por ejem plo, que las negras, las mulatas y las cuaríeronas prefieren en sus relaciones íntimas al hombre blanco que al negro; pues bien: si hoy sucede esto en la raza negra, es natural pensar que hace cuatro siglos la mujer india se entregara sin reparo y hasta prefirie ra y eligiera, para satisfacer sus amores, á los blan cos que veía por primera vez, y que debían parecerle más hermosos que sus paisanos los cobrizos. En cambio, es muy raro que la mujer blanca pre fiera para compañero de su vida á un hombre de raza inferior á ella. Y con esto, llegamos ya á los resultados del cru zamiento entre los andaluces y las indias. ¿Cuál fué el resultado de este cruzamiento? ¿Resultó un nuevo tipo étnico? ¿Fué fatal para la raza india el cruzamiento con los españoles? Yo, á la verdad, creo, y no sólo creo, estoy fir memente convencido, que del cruzamiento entre los andaluces y las indias debía resultar necesariamente un nuevo tipo étnico, tipo que bien podemos denominar cu bano; y segundo, que estoy también persuadido de"], [87, "8 1 que dicho cruzamiento no fué fatal, como se supone por la mayoría de escritores — que sólo han saludado por las cubiertas los tratados de Antropología, — para la raza india que Colón encontró en Cuba. Cruzamiento entre los andaluces y las indias siboneyes. Hemos estudiado los dos factores que se iban á cruzar: el blanco ó caucásico, y el cobrizo ó americano; ó con otros términos: el andaluz y la india siboney. Veamos ahora cuál fué el resultado de este cru zamiento, y si dio realmente lugar á un nuevo tipo étnico: al cubano. Hoy que las razas liumanas se multiplican liasta el infinito, anteponiendo á Ja palabra raza la par tícula sub, no estará de más que indaguemos la ver dad acerca de si existe ó no existe semejante tipo étnico. El resultado de todo cruzamiento entre dos razas humanas distintas, es sabido da lugar á un mestizaje, en cuyo mestizaje ó producto claro está que se ha de ver la fusión de las dos liazas, en el color, ángulo facial, pelo, etc, etc. Ahora bien: pregunto yo: ¿en qué se iban á dife renciar los mestizos de andaluz é india, antropoló gicamente hablando, de sus progenitores, parecién dose éstos en casi todos sus caracteres? 6"], [88, "82 Si se ingertan dos rosales de la misma variedad, supongo la blanca, estupendo sería pedir á la natu raleza que resultara luego un rosal rojo ó amarillo. Si los caracteres del andaluz eran muy parecidos á los de la india, estupendo sería pensar ó pedir que los mestizos se parecieran á la raza negra ó á la raza amarilla. Así es que los mestizos de andaluz é india conti nuaron reuniendo los caracteres de los padres, á sa ber: estatura mediana (i), ojos grandes y horizon- (i) El calor y la humedad, obrando de continuo, tie nen la singular propiedad de elevar la talla de los vege tales y de muchos animales. En cambio, acorta la de los mamíferos. Como ejemplo del primer caso en la Isla de Cuba, citaremos la p_lma real, y la corredera ó cucara cha; como ejemplo del segundo, el caballo, el buey y el hombre. Inútil es buscar entre las familias añejas de Cuba, hombres fornidos y atletas, como se ven con fre cuencia en los países fríos. ¿Cómo obrarán el calor y la humedad, aunados, para producir la disminución de la talla en los mamíferos? Lo ignoro. Pero el hecho es cierto, y cualquiera que va ya á la Isla de Cuba verá los caballos quizá más peque ños que existen en el globo, procedentes de los magnífi cos y de raza árabe que llevaron á dicha Isla los españo les. ¿Influirán los pastos? Puede ser. El ganado en Cu ba está sometido á dos regímenes alimenticios comple tamente opuestos: uno fresco, durante la estación de las lluvias de Junio á Noviembre; otro seco, durante la esta ción de la seca de Noviembre á Mayo: así es que los efectos alcanzados por el ganado en una etapa, están contrarrestados por la otra. Por otra parte, en la época de las lluvias los pastos son extraordinariamente agua-"], [89, "83 tales, color obscuro, pelo negro y sedoso, pies pe queños, y un ángulo facial intermediando entre el de la raza blanca y el de la raza americana; pero que ne cesariamente, andando el tiempo, debía aproximarse más al blanco que á la india, por la sencilla razón de que aquél llegaba sin cesar á la Isla, mientras que el indio permanecía estacionario, ó mejor dicho iba disminuyendo. También hay que tener en cuenta que la Isla de Cuba, cuando la descubrió Cristóbal Colón, esta ría, á juzgar por los relatos de los liistoriadores y por la pronta desaparición de la raza india, poco me nos que deshabitada, lo cual, entre paréntesis, ha ve nido sucediendo hasta hoy, á pesar de haber pisado su suelo casi todas las razas humanas conocidas en el globo terráqueo. De modo que, por una parte, el no estar muy po blada la Isla, y por otra, la llegada incesante de bar cos españoles con gente oriunda de todas las regio nes de España, contribuirían sin duda alguna á que desapareciera de la Perla de las Antillas la primitiva raza que se cruzó con los españoles. nosos, y no pueden nutrir bien el sistema muscular y el óseo, sistemas de gran importancia para el crecimien to de los animales. El animal que se nutre de agua du rante seis meses seguidos, y de paja durante otros seis, no puede crecer mucho: será corredor gracias á la for mación de grandes masas de tejido celular subcutáneo; pero será raquítico y no llamará la atención por su talla."], [90, "84 No podemos menos que convenir en que la desa parición de la raza india en la Isla de Cuba habido sobrado presto á primera vista; mas teniendo en cuen ta las razones en el párrafo anterior expuestas, se comprende fácilmente. La gente no muy versada en los estudios antropológicos se ha creído en el deber de intervenir en este hecho, y después de mucho discurrir, lo ha tratado de explicar por el infame trato que los españoles han prodigado á la raza in dia, no faltando historiadores, como el alemán Cro nau (i), que ha ilustrado la cuestión con grabados alusivos. ¡Pobres de nosotros! Si precisamente estamos pa gando ahora los vidrios rotos, por haber hecho lo con trario de lo que nos achacan. En lugar de maltratarlos y zaherirlos, lo que hemos hecho ha sido primero cruzarnos con ellos; les hemos dado nuestra sangre, y luego á pasos agigantados les hemos dado nuestra religión, la más civilizadora que se conoce; hemos fundado centros de enseñanza superiores, Institutos y Universidades; Jes hemos concedido todos Jos ade lantos que se lian conseguido en la Península, inclu so la primicia de alcanzar las borlas del Doctorado sin necesidad de venir á Madrid, lo cual no ha con seguido ninguna otra provincia española, y todo pa ra que para que nos tilden injustamente de lo (i) América, por Rodolfo Cronau, tomo II, pág. 49: Barcelona. Montantr y Simón, editores."], [91, "85 que no merecemos, y sean ingratos y rencorosos los que sólo debieran mostrar agradecimiento para con la madre patria, para con España. Precisamente el hecho de haber desaparecido con presteza de la Isla de Cuba la raza india, prueba nuestro comportamiento. Si nosotros no nos hubié ramos cruzado con los indios y hubiéramos hecho lo que los ingleses y norte-americanos hacen, esto es, aislar las razas inferiores como si se tratara de focos de viruela, á estas horas estaríamos mucho mejor de lo que estamos, porque no se hubiera producido lo que podríamos llamar el mestizaje. El mestizaje, en sus resultados, es malo, no para las razas inferiores, sino pa ra las superiores. Cuando se cruzan dos razas humanas, una supe rior (i) y otra inferior, ésta necesariamente ha de adquirir cualidades superiores á las que tenía á ex pensas de aquélla que las cede. Así es que al cru zarnos primero con la raza india, ésta no podía dar nos nada superior á lo que teníamos; en cambio, nos otros la ilustramos y produjimos los primeros mesti zos de india y andaluz, que desde luego no tendrían ei ángulo facial tan rebajado de la raza india. ¡Los primeros mestizos! Frase es ésta que debe asustar al que menos versado esté en la ciencia an- sí) Entiendo por raza humana superior: la blanca con relación á las otras; la india americana con relación á la amarilla y á la negra; la amarilla con relación á la negra."], [92, "86 tropológlca. Yo no sé á qué puede atribuirse; pero lo cierto es que la mezcla de la sangre de dos razas dis tintas es siempre de pésimos efectos. Los engendros, por regla general, suelen ser de depravadas cualidades mora les: traidores y despreciativos para con la raza superior, que los ha engendrado; algo más bondadosos para con la raza inferior. Un ejemplo aclarará esta cuestión. El mulato, en gendro del blanco y negra comunmente, es un mes tizo que odia instintivamente á la raza superior ó blanca en este caso; y aunque se cree superior al negro, sin embargo, siente simpatías por éste. Como en este mestizaje casi siempre la superioridad es del padre (blanco) y la inferioridad de la madre (negra), pudiéramos admitir que ésta (i) tiene más influencia que ei padre en las tendencias del mulato. Recordemos que en los mestizos anteriores sucedió una cosa análoga. La superioridad correspondía al padre (andaluz); la inferioridad á la madre (india). Claro que estos cruzamientos contribuyen á la desaparición pronta de la raza inferior á expensas de la superior, si el sexo masculino de aquélla no contrarresta ó atenúa los resultados. Respecto á la raza india, de la cual nos estamos ocupando ahora, no podía atenuarlos: en primer lu- (i) Hoy mismo, en la actual sociedad de Cuba, y por lo que á la insurrección se refiere, las cubanas nos tie nen más odio que los mismos cubanos. ¡Desgraciadas mujeres las que destrozan así la patria y sus hijos!"], [93, "87 gar, porque las mujeres preferirían juntarse con los españoles que con los indios; y en segundo lugar, por que éstos, relativamente en corto número en la Isla cuando llegó Colón, fueron poco á poco obscurecidos por los nuevos vastagos, producto del mestizaje. ¿Permaneció mucho tiempo en la Isla de Cuba la raza india como tal raza después del descubrimiento por Cristóbal Coión? A ciencia cierta no se puede resolver esta cuestión, porque, naturalmente, en estos casos es difícil ave riguar el preciso momento en que termina una raza. Hoy las prístinas razas americanas están en visible decadencia, y, como es muy natural, primero han desaparecido de las islas que de los continentes. No tengo noticia que actualmente haya en ningu na de las Antillas vestigios siquiera de la raza pri mitiva, de la india. Por lo que se refiere á nuestra Isla de Cuba, los indios conservaron sus caracteres de raza un siglo después de la conquista. Sabido es que en el primer tercio del siglo xvi el P. Bartolomé de las Casas, compadecido de ellos, influyó y logró que la raza negra sustituyera á la india en las faenas del campo. Así es que, sin duda alguna, la raza india existió en la Isla de Cuba durante todo el siglo xvi. ¿Qué ha sucedido después? A mi modo de ver, la cosa más natural del mundo. Así como se apaga una candileja cuando no queda aceite que consumir, así se apagó para siempre la raza india en la Isla de"], [94, "88 Cuba, por falta de indios. Ya podéis imaginar el jardín más hermoso en ejemplares florales: si en ese jardín no se van sustituyendo los ejemplares enfer mos y muertos por otros robustos y lozanos, des aparecerá presto. Así es todo en este mundo. No han faltado naturalistas que en estos últimos tiempos han tratado de indagar in visa si todavía existían indios en la Isla de Cuba. Y creen haberlos encontrado en el Caney, pueblecito de la provincia de Santiago de Cuba, en la parte oriental de la Isla. Yo, francamente, no creo en tales indios. Muchos años hará que duermen los indios en la Isla de Cuba el sueño délos justos. Las razas humanas tienen sus caracteres propios para poder clasificarlas, y ni la Isla de Cuba tiene la extensión de Australia para que pudieran ocultarse determinadas familias de indios, ni éstos son tan invisibles que tengan que buscarse como quien busca una aguja en un pajar. A la raza india 6 á los siboneyes se debe, sin duda al guna, la formación del tipo étnico cubano, que debe admitirse en la Isla de Cuba, como en otros territo rios de la misma extensión que nuestra bella Antilla se admiten otros tipos etnográficos. El tipo cubano, á mi modo de ver, está perfecta mente definido, no habiendo intervenido en su formación, ni poco ni mucho, la raza etiópica. Son tan decisivos los caracteres, no sólo de esta raza, sino los de sus cru zamientos con la blanca, que, á la verdad, poco ráctico se necesita ser para no verlos, bien sea en"], [95, "89 los mulatos ó en los cuarterones. No: el negro es y ha sido un elemento puramente accidental en la Isla de Cuba; llevado á Ja Isla, como veremos dentro de poco, bajo fines puramente mercantiles, se ha cru zado, sí, es verdad, con la raza blanca, pero sin que haya podido tener la más mínima participación en la formación del tipo cubano, que se debe exclusiva mente á la raza española y á la india. Es verdad que, cuando los negros fueron á Cuba en el primer tercio del siglo xvi, había indios en la Perla de Jas Antillas; pero los que no se habían cru zado con los españoles existirían en tan corto número — y en esto están contextes todos los autores, — que poca ó ninguna influencia tendrían para que, dando por supuesto que se hubieran cruzado ios indios con las negras — que los negros con las indias mucho lo dudo, — hubiesen podido tener participación en la formación del tipo étnico cubano. La mujer, sea de la raza que sea, no tiene ningún inconveniente, al contrario, se encuentra muy pro picia y solícita en admitir amores de hombres per tenecientes á una raz? superior á la suya; y todo lo satisfecha y bondadosa que es en este caso, se trueca en esquiva y malquerente cuando la solicitan hom bres de raza inferior á ella. Se entregará á los suyos; á los inferiores nunca. Y claro está que estamos ha blando dentro de los términos generales, porque las excepciones que puede haber en esta regla no tienen para nosotros ningún valor."], [96, "90 Los mismos artistas y maestros lo han compren dido así. El amor que siente la Africana, en la ópera del mismo nombre, de Meyerbeer, para con Vasco de Gama, es apasionado, es ardiente; lo mismo se puede decir de ios amores de la negra Aida y el blan co Radamés. En estos dos casos es la mujer la que ama más: en el primero, la africana se suicida deba jo del venenoso árbol, el manzanillo; en el segun do, Aida hubiera podido salvarse, pero prefiere es perar á su amante y morir con él. En cambio, en los amores del negro Qtello con la blanca Desdémona, se puede observar — y es lo más natural — todo lo con trario. Shakespeare, todo lo conocedor que se quiera del corazón humano, pero poco antropólogo, inven ta unos amores que necesariamente han de terminar como terminan: hundiendo el puñal el celoso Otello en el pecho de Desdémona. Comprendan los lectores que el final á la inversa hubiera resultado horroroso. Así debió comprenderlo á última hora el gran dra maturgo inglés. Así es que, por todas estas razones, me inclino á creer que las indias cubanas, en el primer tercio del siglo xvi, mirarían, no sólo con desprecio á los recién llegados negros, sino que se mostrarían altaneras y muy superiores con la raza importada de África. No se mostrarían tan recelosos Jos indios para con ias negras; pero ya he dicho antes que serían aquéllos en tan corto número, que su cruzamiento con la raza negra no podía tener una influencia decisiva."], [97, "91 Con los cruzamientos ocurre lo siguiente, y es que tiene más influencia decisiva la raza primitiva que las posteriores. Si Ja primera raza que se cruzó con los españoles hubiese sido la negra, sin duda alguna que la población de la Isla de Cuba hoy sería muy distinta de lo que es; pero afortunadamente para nosotros, en medio de tantos errores coloniales en que hemos incurrido, el P. Bartolomé de las Casas se acordó de los negros cuando ya hacía cerca de medio siglo que los indios se estaban cruzando con los españoles, y cuando, por lo tanto, ya el tipo étnico cubano estaba formado. De modo, y para terminar todo io que se refiere á la raza india en Cuba, afirmo que la población actual de Cuba desciende, en su gran mayoría, del cruzamiento de los andaluces con las indias, y que la raza cubana, de origen, por lo tanto, español, no ha de sucumbir, ni permitirá Dios que sucumba, ni ante el incremento de la negra, cuya permanencia en Cuba hay que con siderarla puramente como accidental, ni por la impo sición de los yaukees, porque la raza española jamás se ha dejado imponer por ninguna otra. Planteado este problema, vamos á exponer en for ma de cuadro los caracteres étnicos de la raza cu bana:"], [98, "92 CARACTERES DE LA RAZA CUBANA Procede del cruzamiento de la española andaluza con la india americana. Mediana. Trigueño. Estatura. Color.. . . Cabello. Barba . . Liótrico, negro y abundoso. Poco poblada, casi rala. Mesocéfalo. Cráneo Frente. Cara.. . Por lo regular pequeña. Alargada. Ojos.. . Nariz. . Tórax. Manos. Pies. . . Negros; mirada altiva. Prominente, por lo regular. Por lo regular deprimido. Pequeñas. Quizá los más pequeños que existen. Actividad. Escasa. Una mezcla del bilioso con el ner- vioso. Temperamento Carácter Genio.. . Voluble. Altanero, dominante é irascible. Nutrición Predilección por los plátanos y el arroz. Reproducción.. Longevidad. . . Mortalidad Bastante fecundos. Corta. Grande. La población no aumen- ta(i). (i) Así se explica que la Isla de Cuba nunca pase de millón y medio de habitantes."], [99, "93 Precocidad Excesiva. Decrepitud Temprana en las mujeres. Inreligencia. . . . Los dos extremos: ó extraordinaria- mente listos ó muy tontos. No he conocido el término medio. Lenguaje El andaluz modificado."], [100, "94 2. b) — Estudio de la raza negra en la Isla de Cuba, y su cruzamiento con la india, la blanca y otras razas, 6 sea desde el primer tercio del siglo xvi hasta nuestros días. ¡La raza etiópica enla Perla de las Antillas! ¡Qué enorme desacierto! Reinaba en España Carlos I. Un iluso lleno de buena intención, Fr. Bartolomé de las Casas, com padecido de los pobrecitos indios que en la Isla de Cuba no podían soportar las duras faenas del campo, logró conmover al monarca de tal modo, que éste no tuvo ningún reparo en acceder á la petición del que fué después Obispo de Chiapa; hasta el extre mo de decretar «que cesara la esclavitud de la raza indiana, y que se exportase á la Perla de las Antillas buen contingente de negros.» ¡Qué torpeza en un rey tan grande como fué Carlos I de España y V de Alemania! Yo estoy firmemente convencido de que Fr. Bartolomé de las Casas, que con tanta facilidad supo seducir al vencedor de Francisco I de Francia, de seguro no liubiera convencido con la misma faci lidad á Isabel I, á la Reina Católica, que antes de ha-"], [101, "95 cer las cosas las meditaba. ¡Cuánto trabajo y cuántas aflicciones no costó á Cristóbal Colón lograr de la Católica Reina los medios de poder descubrir nue vas tierras! En cambio, más afortunado Fr. Barto lomé de las Casas, en un santiamén logró introducir la raza negra en la Isla de Cuba, con objeto de li bertar á la raza primitiva. No me opongo á la libertad de las razas humanas. La libertad es el don más grande que nos ha dado Dios: coartarlo en lo más mínimo, es destruir la obra del autor de la Naturaleza. Mientras el hombre haga buen uso de esta liber tad, mientras no confunda Ja libertad con el liberti naje, mientras esta libertad no altere el modo de ser de las sociedades humanas, mientras no llegue á ser criminal y á querer destruir la sociedad en que vi ve, puede muy bien hacer uso de este don privile giado que le ha otorgado Dios. Si Fr. Bartolomé de las Casas, compadecido de los indios, pensó en proporcionarles el bienestar, merced á la esclavitud de otra raza, de la negra, ¿qué ideas se habría forjado acerca de la naturaleza de esta raza? Porque no se concibe que defendiera la libertad del indio, y á la vez defendiera con el mismo tesón la esclavitud del negro, avezados uno y otro — co mo lo estaban igualmente — á todas las contingencias y molestias del clima tropical. ¿Es que creería Fr. Bartolomé de las Casas, en su ignorancia antropológica, que el negro no era hom-"], [102, "96 bre, y que, por tanto, podía tratársele como á bestia? Muchas personas han creído que podía conside rarse, dentro del género Homo, otra especie distinta de laque comprendería las razas blanca, india y amarilla; á pesar de que basta meditar un poco acer ca de los resultados del cruzamiento de la raza ne gra con la raza blanca, para comprender que la ra za negra es de la misma especie que las otras razas humanas. No han faltado personas distinguidas, y entre ellas naturalistas, que si bien considerando al negro como formando parte de la especie humana, lo han mirado con alguna prevención. León Doufour, por ejemplo, ha dicho de los negros que serán todo lo humanos que se quiera, pero que él no qnei ía ser de ellos ni primo. Hoy mismo el negro se ha prestado á ser instru mento del blanco en la lucha fratricida, cuando éste en tiempo de paz lo desprecia, no permitiéndole alter nar con él en sociedad. Sabido es que no hace mu chos años que en la Habana había tranvías para blancos y tranvías para negros. Pues bien: hay que convenir en que una raza — la negra — tan torpe, que se presta á servir hoy de ins trumento á la blanca, á la que la ha maltratado an tes, es un verdadero estorbo para la paz moral en la Isla de Cuba, y que los que trataron de libertaria de la esclavitud en que estaba, debían con tiempo ha berse procurado una flotilla de goletas y bergantines"], [103, "97 para haber devuelto á la madre patria de ellos — África — toda la negrada que trabajaba en los inge nios de la Perla de las Antillas. Ellos hubieran esta do mejor y nosotros también. Mejor talento tuvo Isabel la Católica, que al vencer al último baluarte de los moros, Granada, no consintió que queda ra ningún sectario de Mahoma en tierra española. Boabdil, al partir de la ciudad andaluza, lloró; pues bien: yo tengo la seguridad de que ninguno de los negros salvados de la esclavitud hubiera llorado al ser expulsado de la Isla de Cuba. Al expulsar toda la negrada de la Isla, ésta hu biera quedado convertida «en una balsa de aceite.» Hubiera quedado sólo el elemento étnico, el cubano, y éste — -téngase bien presente — no es tan apto para sostener una guerra como el negro. Este es el ver dadero factor de la guerra actual: hombre embru tecido por instintos y costumbres, vago y holgazán, viviendo como el hombre primitivo de frutos y raí ces, prefiere estar en la selva como una fiera, á tra bajar y vivir en sociedad. Pero se quiso libertar al negro de la odiosa escla vitud, y al mismo tiempo que siguiera trabajando como antes en los ingenios. Aquí estuvo el error, por que el negro, una vez libre, quiere tener los mismos derechos que el blanco: quiere perorar en los casinos y ateneos — negros catedráticos; — quiere alternar con el blanco en todos los actos sociales, aprender sus modales, sentarse en cómoda butaca en los teatros, 7"], [104, "98 entrar en los flamantes cafés, presentarse en las ter tulias de levita y sombrero de copa, celebrar sus meetings y discutir todo lo imaginable, y este negro ensoberbecido, saliendo de la esfera en que estaba, quiere avasallarlo todo, arrollando todo lo que en cuentra á su paso; sembrar la destrucción y la muer te, incendiando la casa donde nació y vivió, y arrui nando la patria que le convirtió en hombre libre. Este ha sido el agradecimiento que nos han guar dado por haber abolido la esclavitud. Por otra parte, como es una raza extraordinaria mente fecunda, ya en sí misma ó ya en sus cruza mientos con la blanca, y como además el elemento blanco, cada vez menos frecuente en Cuba, no ha po dido contrarrestar ó compensar estos efectos, ha re sultado lo que debía resultar: que de millón y medio de habitantes que tiene la Isla de Cuba, sólo habrá medio millón de blancos escasamente. CARACTERES ÉTNICOS DE LA RAZA NEGRA Antes de hablar de las vicisitudes por que ha pa sado esta raza en la Isla de Cuba, y de sus cruza mientos con la blanca, no estará de más que demos á conocer sus caracteres étnicos. Estatura. — Mediana, por lo regular. Sin embargo, se suelen ver por el campo individuos de estatura verdaderamente gigantesca."], [105, "99 Cuerpo. — El cuerpo es muy derecho, resultado de que las tres curvaturas de la columna vertebral es tán muy poco pronunciadas y que los huesos iliacos son muy verticales. El cuerpo de las negras es admi rable por Jo bien formado que está. Color. — El color de la piel es negro completamente, negro de carbón, contrastando con este color el blanco purísimo de sus dientes. Sin embargo, algunas panes del cuerpo, como la palma de las manos y la planta de los pies, tienen un color más claro. Este carácter del color negro hace que, cuando se ven los negros por primera vez, todos parezcan iguales; sólo cuando la vista se va acostumbrando á ellos es cuando se notan diferencias en los individuos de esta raza y se distinguen bien sus facciones, habiéndolos, como en todas las razas, feos, hermosos, de facciones groseras, cínicas, más ó menos nobles y delica das, etc. La piel del negro está siempre llena de un unto sebáceo que despide mal olor. Cabello. — Es ulótrico, crespo, ensortijado y corto. Este carácter es de gran importancia, porque á tra vés de la tamización del color negro por los cruza mientos, siempre queda el pelo crespo y más ó me nos rizoso, que denuncia en seguida á la raza negra. He visto en la Habana y en San Juan de Puerto Rico señoritas blancas, al parecer, que, á pesar de los polvos de arroz que cubrían sus facciones de cuarterona, y á pesar de su cola de raso, su cabello crespo y corto las delataba por poco que se fijara la vista en ellas."], [106, "100 Baria. — De todas las razas humanas, seguramen te la blanca es la que la tiene más poblada. Los cubanos la tienen casi rala, y lo mismo ocurre con los negros. Es muy raro ver negros con la barba bien poblada. Cráneo.— El cráneo es comprimido; carácter de in ferioridad. Frente. — Muy estrecha ; denota poca inteli gencia. Cara. — Es hocicuda. El prognatismo da al negro facciones de estúpido. No hay duda que el negro es muy idiota: bien lo prueba su ángulo facial, de 70 á 75o, }' sus maxilares formando su hocico. Ojos. — Los ojos del negro son pequeños, negros,. saltones; pero no tienen la viveza que inspira el ge nio, sino la viveza ratonil. Nariz. — Así como los indios tienen la nariz pro minente, los negros la tienen chata. Labios. — Abultados y sensuales. Tórax. — Tiene una forma algo cilindrica. El talle de las negras llama la atención por su esbeltez- Bien desarrolladas las glándulas mamarias, y la le che tiene buenas cualidades. Muchas negras crían á: los hijos de las blancas. Manos. — Regulares. Pies. — Largos. Actividad. — Nula completamente. El negro sólo piensa en salir lo mejor posible del día presente; la inseguridad del mañana la desconoce por completo."], [107, "101 Sólo trabajan cuando la imperiosa necesidad de co mer les obliga á ello. Temperamento. — Es una mezcla del bilioso con el ■nervioso, con todos los defectos inherentes á estos temperamentos; así es que son arrebatados, pasando de la tranquilidad más pacífica á la fiereza más ex trema, matando sencillamente por la cosa más tri vial. Sabido es que la Habana es una de las pobla -ciones del globo donde más crímenes se cometen, y no se deben á otra cosa sino al temperamento arre batado del negro, que, por otra parte, se presta á ser instrumento cínico de cualquier venganza. Cuan do los negros eran esclavos y trabajaban en los inge nios, no menudeaban tanto les crímenes en las gran des poblaciones. Carácter. — Voluble es el carácter de los negros; pero yo creo que esto es innato á todas las razas que viven en regiones cálidas. Parece que en estas regio nes no sólo se evapora el agua, sino también las palabras. Genio. — Sin duda alguna que es pendenciero el genio de lo* negros. Por afán de pelear, acaban por pelear solos. Una de las cosas que más llaman la atención en los negros es el oirlos hablar solos, bien estén en los quehaceres domésticos, bien estén en la calle; muchas veces cree uno que hay mucha gente en Ja casa, y es el negro ó la negra, que habla sola, y que concluye por pelear consigo misma. Nutrición. — Así como los islandeses se alimentan exclusivamente de patatas, los negros de Cuba pue-"], [108, "102 de decirse que se alimentan exclusivamente de plátanos — Musa paradisiaca de L-, — advirtiendo que dan á este fruto del bananero tal variedad en sus platos y guisos, como no he visto en otro producto del suelo. Ellos lo comen frito, asado, fresco, ente ro, en rodajitas, etc, etc, y es el aditamento in dispensable de todos los platos cubanos. El negro se alimenta de plátanos, y teniendo plátanos vive feliz y satisfecho, no pensando en nada que se relacione con el día de mañana. Una de las cosas que más nos con trarían en esta guerra es precisamente la frugalidad del negro. Reproducción. — Es una raza que procrea muchof bien uniéndose los de la misma raza, bien cruzándo se con Jos blancos. longevidad. — Los negros viven algo más que los indios, pero no pueden ponerse como ejemplo de raza muy longeva: es muy raro el negro que pasa de los sesenta años; su vida desordenada y su poca higiene hace que no vivan muchos años. Mortalidad. — La mortalidad de los negros es gran dísima: la tisis hace en ellos grandes estragos, lo cual se debe en gran parte, á mi modo de entender, á las manufacturas tabaqueras, que, por lo regular, distan de reunir condiciones apetecibles. En estos centros donde el tabaco está depositado, los vapo res de la nicotina forman una atmósfera nauseabun da y deletérea, que tiene por fuerza que dañar los pulmones, y claro que esto no se puede evitar de"], [109, "103 ningún modo por precauciones que se tomen. Por otra parte, el tabaco es el elemento que produce ma yor riqueza en la Isla, y por ende, se puede pagar muy buenos salarios á los trabajadores; no es raro, en las fábricas buenas, que familias numerosísimas tengan ocupación y reúnan entre seis ó siete indivi duos una buena mesada. Y ya que de mortalidad me ocupo, diré que así como los médicos, cuando no pueden explicarse una enfermedad, lo achacan todo á los «nervios,» todo lo que pasa en la Isla de Cuba se atribuye al «clima.» Que ocurre un crimen: pues el clima tiene la culpa; que se ha descubierto un desfalco: también hay que achacarlo al clima; que muere un individuo por él abuso del alcohol ó por un atracón: nada, también el clima; que las calles de la Habana están conver tidas en pantano en la estación de las aguas, y en desierto de Sahara en la estación de la seca: pues bien, en lugar de atribuirlo á negligencia en ei ser vicio de policía urbana, se atribuye también al cli ma; que toda la basura de las casas se arroja al arroyo para mayor comodidad del transeúnte: pues en Jugar de imponer multas á los vecinos, á quien se impone multa es al clima. Y, sin embargo, el clima de la Isla de Cuba es uno de los mejores del globo, y sólo se debe atribuir á preocupación el no considerarlo así. Es verdad que muchas personas muelen del vómito ó de la fiebre amarilla; pero no meditamos en las innumerables"], [110, "104 víctimas que hacen en Europa la pulmonía y el ti fus. Es muy posible que causen más estragos estas dos últimas enfermedades en Europa que el vómito en las Antillas. Es más: yo creo que si cuando vuel va «el río á su antiguo cauce» se miran con más se renidad los fenómenos coloniales y se estudia una buena aclimatación militar, y hasta si se quiere ci vil, por etapas, en las Canarias y Puerto Rico, y se obliga á Jos Ayuntamientos de Ja Habana y demás poblaciones de la Isla á que hagan menos política y más de lo que hacen en provecho de la buena ad ministración é higiene de la Isla, el vómito, este es pantajo de color amarilío que se nos aparece aquí en España cuando se pronuncia la palabra Cuba, desaparecería poco á poco 6 causaría un número de víctimas mucho menor. Precocidad. — La precocidad es excesiva, lo cual no tiene nada de sorprendente tratándose de razas de regiones cálidas. Las negras, á los doce años, están ya en estado de poder concebir, y los negros, mula tos y cuarterones, á los cinco años, son ya unos granujas, dispuestos á cometer toda clase de fecho rías. Decrepitud. — No en balde existe en la Naturaleza la ley de las compensaciones. Lo que pronto ade lanta más, pronto se termina. Esto se ve en los ár boles frutales y en los animales, y la especie huma na no iba á ser exceptuada de esta regla. Precoces son los negros, pero también encanecen pronto. Las"], [111, "105 mujeres, particularmente, envejecen en edad muy temprana. Inteligencia. — Mucho se ha hablado en estos últi mos tiempos de la inteligencia de los negros; pero yo, á la verdad, disto mucho de creer que sea una inteligencia progresiva; y al decir esto, claro está que me limito al negro, no á su cruzamiento con el blanco. Pues bien: yo creo que la inteligencia del negro es una inteligencia imitativa, no progresiva. El negro trata siempre de imitar al blanco en to das las manifestaciones de la vida: le imita en el vestir, en los modales, en las diversiones, en la ma nera de asociarse, etc. Moralidad.— En tesis general, podemos decir que la moralidad disminuye en las razas humanas en esta forma: Raza blanca. — Raza india. — Raza amarilla. — Raza negra. La raza blanca es la más moral; la más inmoral, la negra, representando grados intermediarios la'in dia, que se aproxima más á la blanca, y la amarilla más á la negra. Lenguaje. — Es una verdadera jerigonza ininteligi ble. Hablan el español, pero tan modificado, que no se conoce. Como de clima tropical, no pronuncian las palabras completas, cortándolas por donde les parece."], [112, "106 Vicisitudes por que ha pasado la raza negra en la Isla de Cuba y su cruzamiento con la raza india y con la raza blanca. Concedido el permiso por el monarca D. Carlos I de España y V de Alemania para introducir la raza etiópica en la Perla de las Antillas, no faltaron aven tureros que se fueron á las costas de África á contra tar negros, con la misma frescura que si se tratara de comprar incisivos de elefante. En este mundo hay gente para todo. Llegan los primeros aventureros á las costas de África, y pronto llenan las goletas y Jos bergantines con cargamento negro, en el cual van mezclados Man dingas, Yolofes, Fulaces, Gangaes, Longobaes, Manís, Quisis, Minas, Lucumies, Carabalies, Guamos, Bibis, Brícamos, Congos. Motembos, Musutidis, Mombasas, Macuaes, y de otras comarcas africanas. Tocándonos tan de cerca estas subrazas, no estará de más que digamos cuatro palabras acerca de su na turaleza. En primer lugar se ve, por la sola inspección del cuadro (i) que pongo á continuación, que los 18 gru pos que cita D. Esteban Pichardo en su Geografía de la Isla de Cuba, corresponden al subtipo guineo, con siderado como tipo negro general. (i) Diccionario etnográfico- antropológico, por el P. Pío Galtés, escolapio, pág. 392: Barcelona, 1804."], [113, "107 Clasificación de los negros por Armando de Qua trefages. FAMILIA GRUPO PUEBLO N ctíío (Aeta Aetas. \"¡Mincopie Mincopies. I /Central Gundos. V iHimalaya IJoms. ,.° Negrito. 'DravidianoCeylandés.... Vedas. wrans-gange- / I tico Sakays. Negí os-sus¡ancs. \\Negrito papua Karones. 2,* Tasmanla Tasmanios. ÍNeoguineo... . Alfures. Neocaledonio. Canakas. Neo hébrido. . Fatis. Malgache Sakalavos. La cuarta rama la forman los FAMILIA GRUPO PUEBLO /Austraha-|De ,as costas> Bijnelumbos. I nos Pr°- Del inter¿or... Yaambas. Australianos . ■[ píos ) neanderlha- loideos Aldelaidianos. Los cuatro siguientes forman e! tronco africano: GRUPO PUEBLO . . „ „, (Gaboniano. . . Akoas. 5 Ne*rl\"° ¡Uelleano Akkas. . . un -nt _.- Kanori Bornuenses. 6.» Nubla. . Nubiana. . . j Nuba Nu bas"], [114, "108 FAMILIA GRUPO PUEBLO | Gaboniana. Pongué Bakaletes . ICongeana Congos. !/Malinké Mandingas. lTimaney Susus. ¡Foy Widahs. Guinea ( i'ebú Yebús. IBalante Balantes. • Uolof Felupes. [Achanti Fantis. .Tchadiano... Sanghis. Sudaniana.'Nilótico Chiüukos. ¡Tibbu Febabos. Tarnetán Tarnetanes. ,, ... \\Banyai Banyais. Mozamblca> Nvambano. . Nyambanes. fMakúa Makúas. ,D , iMantati Mantatis. Bantu (Matebele Zulús. o u (Makololo Bassutos. lBetschuana( Bakalahari . . . Barolonges. Por último, forman la novena rama, que es la austro-africana, los FAMILIA GRUPO PUEBLO ~ (Hotentote Bakurutses. Salb »yuaqua--'INamaqúa.... Koranas. \"'Huzuana Bosquimanos. Las 18 agrupaciones de negros que cita D. Este ban Pichardo en su Geografía de la Isla de Cuba, per tenecen, como se ve, al tronco africano de Quatrefa ges, tronco dividido, según este eminente antropó logo, en cuatro ramas: Negrillo, Nubia, Negra y Cafre."], [115, "109 Los negros de la Isla de Cuba deben incluirse en la tercera rama, ó sea en la Negra, dividida por Quatretages en cinco familias: Gaboniana, Congea na, Guinea, Sudaniana y Mozambica. Todas estas cinco últimas citadas familias han dado buen contingente de negros á la Perla de las Antillas, particularmente la Guinea y Congeana. No vamos á describir uno por uno los grupos que cita el Sr. Pichardo, porque se haría interminable; sólo, sí, diré algunos caracteres de los más impor tantes. Así, los mandingas, que pone en primer lu gar el Sr. Pichardo, proceden de Senegambia, y son conocidos también con el nombre de tubacayos. Qui zá son los negros de constitución más robusta que han ido á Cuba: su talla es elevada; su aspecto muy desagradable, debido á su ancha nariz, á sus labios gruesos y á su piel de un negro moreno . Su pelo es muy lanoso. Los uolofes proceden también de la Senegambia (Cayor, Malo, Djolof y Salum): son de alta talla, de piel de color que se asemeja al del chocolate, la na riz no tan ancha como la de los mandingas, el prog natismo muy pronunciado y el pelo muy lanoso. En este grupo están los felupes ó fulupes, negros que habitan el territorio bañado por el río Cazamanza. Son feos y repugnantes; su estatura es muy baja y son muy chatos. En la Senegambia hay también los fulanes, ene migos terribles de los mandingas."], [116, "110 Los manis ó mannas son negros fronterizos del Congo. Los minas ó mimos son negros de pequeña talla que habitan en el centro de Loango. Los hibis 6 bimbias son negros guineos del grupo Yebii, que viven en Camerún. Los congos constituyen una agrupación muy ca racterística: proceden de Loango, Angola y Bengue la; son detalla elevada (1,75 metros), caracterizán dolos el tener la piel muy obscura, el pelo muy la noso y los labios muy gruesos. Son los negros de carácter más dulce y pacífico que habitan la Isla de Cuba, muy aficionados al ruido, y entenderse con ellos — cuando intentan iiablar el castellano — es una verdadera obra de romanos. Los makúas ó ami.kuas pertenecen á la familia mo zambica de Quatrefages; proceden de Mozambique, extendiéndose desde el cabo Delgado hasta Ango sha; tienen algún parecido con los cafres, de los cuales se diferencian por tener los makúas la piel más negra y la nariz más chata. Son los negros de ins tintos más guerreros y de costumbres más perversas. Entre los mozambiques hay algunas tribus cuyos individuos llegan á medir 1,90 metros. Los gasta dores del batallón de bomberos municipales de la Habana, son negros verdaderamente gigantescos. Ya hoy van escaseando los negros oriundos de África en la Isla de Cuba. Claro: prohibida la trata ó introducción de africanos en Ja isla, cesa el ele-"], [117, "111 mentó negro de actuar en la isla como indígena afri cano; pero cuando esto tiene lugar, ya todas las agrupaciones que afluyeron á la desgraciada isla desde mediados del siglo xvi hasta mediados de éste, han tenido tiempo sobrado para tiznar de negro todo el campo cubano, desde el Cabo de San Antonio á la Punta de Maisí. Ya el mal está hecho; no se arro ja tan fácilmente de la Perla de las Antillas un mi llón Je negros, entre negros propiamente dichos, mulatos y cuarterones; tan difíc! sería hoy su ex pulsión como exterminar en las llanuras de la Plata el cardo silvestre, que hace mucho tiempo se ense ñoreó de aquel país. Cuando el negro trabajaba en los ingenios y se le quiso libertar de la odiosa escla vitud, hubiera sido relativamente fácil echarlos de la isla; hoy lo considero imposible. Ahora lo que de bemos hacer es No adelantemos Jos acontecimientos. Tiempo ten dremos de apiiear el remedio. * * Los negros recién llegados á la isla se les denomi naba bozales. Descendientes de Caam, hablan un idio ma salvaje, que no ha progresado nunca, y todo lo más pronuncian alguna palabra de las que se han he cho comunes ó generales entre esta raza, y como dice perfectamente el Sr. Pichardo, derivadas del inglés, ya que éste sería el idioma de los tripulantes de los"], [118, "112 barcos que primero traficarían en las costas de África. Los que llegaron á la isla siendo muchachos, les fué relativamente fácil aprender el castellano, y se les llamó ladinos, no sucediendo así con los que con taban más de quince años, pues aun en el caso de llevar muchos años de residencia en Ja isla, son rehacios en el habla castellana. Yo he tenido ocasión de hablar con negros congos de más de sesenta años, y me era forzoso acudir á un intérprete para com prender lo que decían. Como planta transportada, pronto degeneró la raza negra llegada á la isla de Cuba, á pesar de que no hay mucha diferencia en grados de latitud entre esta isla y Guinea. «Lo cierto es (i) que á los crio llos, ó sea á los negros nacidos en la Perla de las An tillas, se les va ovalando gradualmente el rostro; la nariz chata se eleva y recoge, como los gruesos y toscos labios; en las hembras, las prominentes nal gas disminuyen algo, y toman , con lo demás del cuerpo, una forma esbelta, bien torneada, mientras que los varones pierden aquella musculatura hercú lea de sus padres. Cno y otro sexo conservan la pasa ó pelo crespo y el oído exquisito que los distingue; sus ojos ya no padecen la torpeza simétrica de los bozales, y quizá su encéfalo se mejora, supuesto que la estolidez se convierte en una inteligencia tan admi- (i) Geografía de la Isla.de Cuba, por Ü. Esteban Pichardo: Habana, i35_(.."], [119, "113 rabie y precoz; como su físico, sobrepujando incom parablemente en finura, perspicacia y talento á la gentualla de otras razas que vienen destinadas al servicio doméstico ó rural.» Esto es lo que nos dice D. Esteban Pichardo en la pág. 203 de su Geografía de la Isla de Cuba; y si bien en conjunto es verdad, no resulta cierto en lo que respecta á los detalles, porque esto de que la estoli dez se convierte en una inteligencia tan admirable y pre coz como su físico, vamos, que es un poco exagerado. Lo que sí se puede decir es que el negro, al pasar á mulato, al cruzarse con el blanco adquiere cualida des que no tenía, sobresaliendo los instintos perver sos y las malas costumbres. Por lo demás, los ne gros que he conocido son tan estúpidos como los que fueron á Cuba desde África, y los que vivirán hoy en las selvas africanas. SALVAJISMO DEL NEGRO El negro es verdad que es muy precoz; pero eso de que sea un ser muy inteligente, como afirma Pi chardo, no lo es. El negro lo que tiene es el instinto de la imitación muy desarrollado, y si en algo sobre sale, es en el ejercicio de la música; pero yo diría de la música brutal, de la música salvaje, y, por ende, rui dosa, jugando un gran papel los instrumentos de me tal y de percusión en sus danzas, de ritmo extraor dinariamente difícil para el oído de la raza blanca. S"], [120, "114 El negro es también aficionado á tocar el violín; pero no saca de ese instrumento sonidos dulces y celes tes, sino todo lo contrario, agrios y estertóreos como los de la agonía que precede á la muerte. El instru mento que más place al negro es el tambor, lo mis mo cuando danza que cuando celebra cualquier ce remonia. El negro, de por sí, no tiene la menor ini ciativa para lo bueno: ejecuta siempre las órdenes emanadas del superior sin discutirlas siquiera; y es más, nos inclinamos á creer que se humilla y quiere con preferencia á los que le tratan peor. Si el negro tuviera siquiera instinto de conservación, ¿no hubie ra comprendido que los que lo han halagado para lograr la anexión de la isla de Cuba á Jos Estados Unidos de Norte- América, lo maltratarán, lo humi llarán y lo pisotearán? ¡Ah, sí! Están soez el negro, que no ha comprendido, que no ha sabido ver que él, que ha contribuido con su sangre á tal finalidad, será Ja primera víctima de la fiereza yankee, hasta el extremo de que lo lincharán, ahorcarán, quema rán ó expulsarán como planta dañina de la isla de Cuba, como han hecho con los pieles rojas y con otras razas de indios que poblaban el Norte-Améri ca. El norte-americano no transige con las razas in feriores: Jas aniquila, las pisotea y acaba con ellas. El negro cubano, que no ha querido mirarse en el espejo de Norte-América, que no ha querido ve;>Ja triste situación en que se encuentran los negros de los Estados Unidos, prueba lo que he dicho antes:"], [121, "115 que tiene una inteligencia obtusa, mucho más que la de las aves, que por lo menos dan pruebas de te ner el instinto de conservación y de sociabilidad mucho más desarrollado que el de la raza negra hu mana. El que haya todavía hoy quien afirme la in teligencia del negro (i), lo único que prueba es que no ha visto ninguno de carne y hueso; los habrá vis to de cartón ó pintados en algún libro. El negro, desde que llegó á la isla de Cuba hasta hoy — cerca de cuatro siglos, — no ha experimentado mejora alguna: al contrario, se ha ofuscado y se ha embrutecido mucho más de lo que estaba. Nada más contraproducente que «dar margaritas á los puer cos.» El que arrojara las más delicadas flores, los más deliciosos perfumes y las más valiosas joyas so bre asqueroso y mefítico lodazal, lograría lo mismo que el que tratara de civilizar al negro poniéndole sombrero de copa, levita, corbata y guantes blancos. En fin, á la prueba me remito: ¿ha habido algún negro que haya tenido iniciativa para algo bueno? Yo no he conocido ninguno. Lo único que seduce al negro es blandir el puñal, hacer retumbar el tambor y ras car el violín. Nada de sentimientos levantados é hi dalguía. La muerte alevosa del comandante Joaquín Ruiz es una buena prueba de lo que acabo de afirmar . (il El que haya algún negro inteligente no prueba nada. Las excepciones no tienen valor antropológico."], [122, "116 El ne¿ro jamás piensa cómo pasará el día de ma ñana. Le basta saber que para el día presente tiene satisfechas sus más apremiantes necesidades. Hijo de Ja inmoralidad, vive en medio del libertinaje más desenfrenado. Para esta raza el matrimonio está de más en sus costumbres, prefiriendo vivir marital mente arrimados, sin ligarlos los lazos de nuestra religión. Pues precisamente el concubinato y la pros titución en que ha vivido el negro han contribuido en gran parte, por no decir en toda, á perturbar el modo de ser de la sociedad cubana. Una sociedad como la cubana, compuesta de familias que permiten que sus criados vivan amancebados, ¡qué frutos ha de dar! Los que ha dado: podridos; más que podri dos, gangrenados. Así se ha visto en esta guerra que los principales jefes de la rebelión cubana han ido á la manigua con sus queridas convertidas en amazo nas, y por poco no han formado éstas sendos escua drones, mientras aquéllos hubieran podido descan sar tranquilamente en lujosas hamacas. Consecuencia de esta manera de ser de la socie dad cubana, ha sido la indiferencia á todo lo que haya sido moralidad. Esta ha faltado en las fa milias, en las costumbres sociales, en la adminis tración de los pueblos, en la de las provincias, en la de la isla entera, incluyendo todos los ramos del saber humano, instrucción primaria, superior, ba chillerato, facultades, magistratura, segando las áureas mefíticas á invadirlo todo,"], [123, "117 Claro, que mucho ha contribuido á que prospera ran focos de inmoralidad en la isla, el odio que ha conservado siempre hacia España el pueblo cubano. Este odio ha sido causa de que el español, en la Perla de las Antillas, haya sido considerado peor que un extranjero, que haya sido recibido con taconeos en los salones y en los bailes mientras no ha requerido de amores á alguna cubana porque llegando este caso, la cubana, á pesar de su patriotismo, prefiere oir las declaraciones de amor del peninsular que de su paisano el cubano, aunque después de efectuado el matrimonio ocurra lo que Dios quiera. Consecuencia de este odio ha sido que el criollo y el negro se han criado en un estado lamentable, des conociendo por completo la manera de ser del pue blo español, incluso el Mapa de España, que brilla y ha brillado por su ausencia en la mayor parte de los colegios de primera y segunda enseñanza de la isla, no faltando, en cambio, el de los Estados Unidos de la América del Norte; contribuyendo á este resulta do — da pena el decirlo — algunos maestros que han ido á la isla' con el solo ideal del lucro, prefiriendo complacer á los cubanitos que servir á España. Claro está que ahora recogemos los frutos amargos de tanta desidia y de tanto crimen de lesa patria."], [124, "118 CRUZAMIENTO DE LA RAZA NEGRA CON LA BLANCA La raza negra, que fué á Cuba en el primer tercio del siglo xvi, puede decirse que sólo se ha cruzado con Ja raza blanca, porque la india, por las razones que he expuesto anteriormente, dudo yo que se cru zara con la raza negra. Esteban Pichardo, en la pág. 204 de su Geografía de la isla de Cuba, se expresa en los siguientes térmi- nos: «Respecto á la mezcla de estas razas, todavía no pueden clasificarse otras que las del blanco y el negro, del negro y el mulato y del mulato y el blanco: el hijo de los dos primeros es el mulato; el de los dos segundos, el chino, y el de los dos últimos, cuar- terón. Al mulato se le dice pardo, como al negro mo- reno, para dulcificar la expresión, siempre denigrati- va, que marca su inferioridad y excomunión social, á la manera que cuando se trata en general de todas, se les denomina gente de color, para distinguirlos de los blancos; la palabra chino, adoptada de antiguo para el hijo de negro y mulato ó viceversa, se con- fundiría con el de la raza mongólica, inmigrada últi- mamente, á no especificarse éste con el adjetivo asiático. Raros son los mulatos hijos de negro y blanca; muchos los de blanco y negra. El chino cubano conser- va la ferocidad africana, y su color apenas clarea, como el asiático, algo más atezado. El mulato, sin-"], [125, "119 gularmente cuando sus padres son criollos, es el pro totipo cubano: malhadado desde su nacimiento, sin esperanza de alternar en su patria con la raza domi nante, de que desciende, en vano luciría el color blanco de sus pi imeros albores; sus partes genitales. renegridas como una mancha notable que revela su origen etiópico y fatal, constituyen la prueba y el sello de la reprobación (sicj; el color de todo sa cuerpo va igualando al particular del sexo; antes del año, ya el pardo se ha generalizado y el pelo se ri za, aunque no tanto como el del chino , qae casi es pasa. La Naturaleza compensó estos agravios con una perfección de sentidos igual á su talento: el mu lato hereda la vista del blanco y el oído del negro, so brepujando á todos en la precocidad y excelencia de sus facultades intelectuales (sic); separado de la alta sociedad, de las aulas y colegios, sin poder aspirar ni á carreras ni á estudios (i), se forma por sí mis mo: pule sus maneras, ilustra su entendimiento y descuella en las artes, oficios y en cuanto puede penetrar; fino, cortés, ansioso de saber, avanza y llega á ser, con los mayores obstáculos, el mejor pintor, músico, sastre, carpintero, bordador, platero, poeta, etc. • La mulata, la envidia y el terror de la. blanca (sicj. (i) Hay que tener en cuenta que Pichardo decía esto <a el año 1854, y que desde entonces acá mucho han va riado las cosas."], [126, "120 es la gracia personificada en los contornos de un cuerpo ligero, dominado por una cabeza rizada, una beca siempre risueña y unos ojos negros penetran tes y tan fogosos como su corazón volcánico, cuyas pasiones se exaltan en el baile y en el canto. El cuar terón, no contando más que un costado africano, que no se percibe ya en el color, tiene aspiraciones más elevadas, y al modo que el mulato es opuesto al ne- gro, el cuarterón desdeña al mulato, y recibe mayor insulto que éste cuando se le trata de tal, porque se presume blanco, y aun suele llegar á enlazarse legí timamente con la raza caucásica, obteniendo empleos, cargos y honores, conforme á sus merecimientos, in fluencias y riquezas. Algunos he conocido yo.» Hasta aquí lo que dice el Sr. Pichardo, que favo- rece poco por cierto á la raza negra. Esto de que «sus partes genitales, renegridas como una mancha notable, que revela su origen etiópico y fatal, cons- tituyen la prueba y el sello déla reprobación,» sólo se le Ira podido ocurrir al Sr. Pichardo. El ser negro- no es fatalidad •■»_ constituye reprobación. Dios creó al hombre, y si éste ha constituido distintas razas, és- tas no dejan de ser obra del Creador; y llamar raza fatal, sin honor y reproba á la raza negra, es el col- mo de la insensatez. Que es una raza poco inteligen- te, estúpida y salvaje, enhorabuena; pero de esto á que se la mire con desprecio por el solo hecho del color de azabache, va una gran distancia. Es difícil poder aseverar dónde tuvo su cuna la ra-"], [127, "121 -za negra; el origen de esta raza está rodeado de sen das tinieblas: así que creo preferible no hablar de aquello que no se conoce bien. La raza negra se cruza perfectamente con la blan dea, y este cruzamiento es uno de lo?, más fecundos que se registran en la ciencia antropológica. Como hemos visto, los grados de este cruzamien to son: i.° Negra con blanco, producto mulato. 2.° Mulata con blanco, producto cuarterón. El cruzamiento de un negro con una blanca es caso muy raro, á no ser por medios violentos; y no -es muy frecuente tampoco el de mujeres blancas con hombres mulatos. Respecto del cruzamiento del mulato con la negra — más frecuente que el de la mulata con el neg'o, — diré que es un cruzamiento que podríamos llamar regresivo, y por el cual el producto llamado chino vuelve á poseer los caracteres de la raza negra. VICISITUDES POR QUE HA PASADO LA RAZA NEGRA DESDE QUE DESEMBARCÓ EN LA ISLA DE CUBA HASTA NUESTROS DÍAS. Sabido es que la raza negra fué exportada á la isla de Cuba con el solo objeto de redintir á la raza india, que, según Fr. Bartolomé de las Casas, no podía soportar las duras fatigas de los trabajos agrícolas. Los primeros negros desembarcaron en la mayor"], [128, "122 •de las Antillas en el primer tercio del siglo xvi. Des de esta fecha hasta la en que se decretó la libertad del negro — 1880, — puede decirse que esta raza estu vo viviendo bajo las mismas condiciones: sujeta y «sclava del hombre blanco. Vivió en el campo de la isla de Cuba, viéndose obligada á trabajar en el ingenio y en el cafetal; en aquél cultivando la caña de azúcar, y en el cafetal el café; cultivos que han venido á reducirse al pri mero; porque hay que decirlo bien alto: la perla de las Antillas, que podría producir de todo, sólo pro duce el rico producto del Saccharum officinarum de L. Pues bien: mientras el negro fué esclavo y trabaj.ó en el ingenio y en el caseta], la isla de Cuba fué una tacita de plata; las onzas de oro — según cuentan — se encontraban en la calle; en las mesas no se contaban. los convidados, siendo lo mismo para el anfitrión que comieran diez que comieran ciento; cuando se re colectaba el azúcar en el ingenio, brillaba éste como un ascua de oro, adornando Pomona con sus produc tos la mesa del festín, y animando Baco con sus vi nos el buen humor de los convidados; todo era de rroche y orgía: el vino se bebía oyendo la suave cantinela de la guaracha, y la brisa llevaba al oído de los afortunados los ecos del danzón que los ne gros bailaban. No ha faltado quien se baya esme rado en poner sombras al cuadro, diciendo que mien tras los blancos celebraban sus orgías y bacanales í costa del sudor de los negros, éstos eran tratados."], [129, "123 peor que animales, apaleándolos y sometiéndolos á verdaderas torturas inquisitoriales; pero esto no pasa de ser una intolerable farsa, que se desmiente por sí sola al considerar el incremento que ha tomado en la isla de Cuba la raza negra. Si nosotros la hubiéramos sometido á procedi mientos inquisitoriales; si Ja hubiéramos hecho su frir lo indecible; si la hubiéramos maltratado y piso teado como se dice, ¿hubiera prosperado hasta el extremo de constituir el principal núcleo de la po blación cubana? Desengañémonos: cuando una raza prospera, es porque no sufre ni lia sufrido; al contra rio, cuando una raza humana se encuentra humilla da todos los días, languidece y acaba por degenerar. Muchos ejemplos elocuentes podríamos poner de este caso; pero subsanará la omisión el buen criterio de los lectores. De modo que hay que inclinarse del Jado de que la esclavitud del negro favoreció la opulencia en la isla de Cuba, y no contribuyó poco ni mucho á la degeneración de la raza negra. Al contrario, una mayor suma de trabajo físico vigoriza una raza, siendo una buena prueba de lo que digo nuestros gallegos, que dedicados á las faenas más rudas, bien en el campo, ya en la ciudad, llaman la atención por su complexión robusta. La única diferencia estriba en que el gallego trabaja por su voluntad, mientras que el negro trabajaba en el ingenio á la fuerza; pero ¡ojalá hubiera continuado este estado de cosas en la"], [130, "124 isla, que más próspera sería ésta y no la hubiéramos perdido! La abolición de la esclavitud y la política mansa y sin ideales que hemos seguido en las colonias, ha sido causa de nuestra desgracia. Si no queríamos es clavos, lo que debíamos haber hecho era haber man dado toda la negrada al África; pero declarar al ne gro libre y dejarlo en Cuba, fué el mayor de los desa tinos, que bien lo estamos purgando ahora. El ne gro libre no quiere trabajar, y preferirá mil veces vivir en la manigua alimentándose de los frutos es pontáneos del suelo, que trabajar honradamente en el campo ó en la ciudad. Lo que caracteriza la raza negra es, sobre todo, la indolencia para toda clase de trabajo. Es una raza holgazana en grado superlativo. Yo me río cuando leo en los periódicos la compasión que inspiran en la actualidad á los norte-americanos los pobrecitos ne gros y guajiros de Cuba. «Los cubanos, considera dos en su generalidad, son de la raza de color ó es tan mezclados con ella; influencias climatológicas y de raza han convertido á los cubanos en un pueblo letárgico y no muy industrioso que, viviendo en una isla donde la fruta, el pescado y la buena agua abun dan, no necesitan trabajar mucho para ganarse la vida.» En efecto: este último párrafo, copiado del perió dico inglés The Standard, correspondiente al 28 de Marzo de 1898, es la misma realidad. El cubano, te-"], [131, "125 niendo á su disposición los productos del suelo, no necesita más para vivir. El plátano ó banano, la piña de América ó anana, el mamey, el aguacate, el man-j go, la naranja, la caña de azúcar, el café, el coco, son los principales elementos con que cuenta para vivir, y éstos, muy arruinada tendría que verse la isla de Cuba para que faltaran al pueblo cubano. c). — Estudio de la raza amarilla en la isla de Cuba, y su cruzamiento con las anteriores. Desde el año 1847 otra calamidad vino á cernerse sobre la isla de Cuba. Eran ya pocos los negros que había en la isla para poder trabajar en todos los in genios — cuyo número aumentaba incesantemente; — así que, prohibida la trata ó introducción de africa nos, fué preciso buscar brazos, ya que no esclavos, parecidos ó á propósito. (Pichardo.) La Administración se fijó en el Celeste Imperio, que, siempre sobrado de gente, puede mandar rema nentes á todos los puntos de) globo. Los primeros chinos ó asiáticos desembarcados en la isla proce dieron de Emui, contratados por algunas empresas, y obligados voluntariamente á trabajar en los inge nios. Menos mal que con los chinos no fueron las chinas, porque de lo contrario, la invasión se hubie ra parecido á alguna de las famosas plagas de Egip to. A pesar de esto no dejará de haber en Ja isla de Cuba hoy de 30 á 40.000 chinos, siendo el Cónsul"], [132, "126 general del Celeste Imperio en la Habana un gran personaje, teniendo tanto sueldo como el que tenían nuestros Gobernadores generales. Fué un gran error el permitir la inmigración de Jos chinos en la Gran Antilla. El chino ó asiático, como se llama aquél en Cuba, es un ente raro, que no consume nada de la isla, y, en cambio, saca de ella todo lo que puede para su provecho propio. Se creyó que sería de un gran auxiliar en los ingenios para todo lo que se refiere al cultivo de Ja caña de azúcar; pero más que de auxiliar ha sido un estorbo por su suciedad, proverbial en él, y por su carácter penden ciero y vengativo. El asiático en la isla de Cuba se dedica principal mente á dos oficios: cocinero y vendedor ambulante. El de cocinero lo ejerce bien, siendo casi siempre chino el cocinero que hay en Jas grandes casas de co mercio de la Habana, donde á veces, entre emplea dos y gente apegadiza, hay que preparar comida para un centenar de personas. El almuerzo y la co mida cubana se componen de un sinnúmero de pla tos; pero con la particularidad de que valen más dos de los nu estros que veinte de ellos. El más indígena es el arroz blanco con huevos fritos mezclado con pi cadillo, que se come, por lo general, en el almuerzo, que tiene lugar á las diez de la mañana. El arroz blanco es arroz de canilla, que procede del Celeste Imperio, presentado en forma de masas blancas poco jugosas."], [133, "127 También el plátano frito acompaña comunmente á este plato clásico de la cocina cubana. El picadillo — carne picada — se presenta aparte y se mezcla con el arroz blanco y los huevos fritos. Los postres más frecuentes son la pasta ó jalea de guayaba, junto con el queso, no debiendo olvidar el dulce de coco (i). El chino que se dedica á la venta de objetos de su país, por lo regular es ambulante: anda muchos ki lómetros al día sin cansarse, y para facilitar la venta lleva apoyado en el hombro un palo, de cuyos extre mos penden dos cajones, en los que lleva infinidad de mercancías, descollando los objetos delicados fa bricados con varillas y maderas de su país, especial mente la de sándalo. Parece imposible que el chino, embrutecido por el opio, por sus costumbres, dur miendo en camaranchones imposibles en grotescas acumulaciones, sea capaz de fabricar tanto y tanto objeto delicado como expone á la venta. (i) Una de las especialidades en que sobresale la in dustria de ia Habana es en la confección de refrescos y helados, teniendo los cubanos predilección por el de guanábana, y los peninsulares por el mantecado y por el depiña, cuyo refresco es de los más deliciosos que se conocen."], [134, "128 CRUZAMIENTO DE LA RAZA AMARILLA CON LAS ANTERIORES Cuando la raza amarilla llegó á la isla de Cuba — mediados de este siglo — ya no había indios, de mo do que los asiáticos sólo podían cruzarse con la raza blanca ó con la negra. Por otra parte, faltaba el sexo que en todas las razas tiene mayor interés para la reproducción: la hembra. Faltando la china, el hombre blanco ó el negro no puede cruzarse con la raza amarilla, y en cuanto al asiático, no puede tampoco cruzarse con la blanca ó con la negra, porque por lo regular inspira aversión y repugnancia á aquéllas. Así es que los hijos del Celeste Imperio se han encontrado en pésimas condiciones para reproducir se en la isla de Cuba, y bien puede asegurarse que la blanca, negra, mulata ó cuarterona que se ha entre gado á ellos, no sería ninguna Venus de Milo. Estos raros casos de cruzamiento no han sido muy fecundos; los productos han sido escasos, perdiéndo se en el intrincado dédalo laberíntico de razas de la perla de las Antillas, como se perdería una moneda en la selva ó en un bosque. La raza amarilla no ha influido, por lo tanto, como elemento étnico activo en la isla de Cuba. Se podrían ir hoy todos los asiáticos de Ja isla, y ésta volvería á quedar en análogo estado al que tenía antes del"], [135, "129 año 1847, como la arena en la playa vuelve al mismo estado al desaparecer la ola que la invadía. Seguramente que á la suciedad, pómulos salientes y ojos oblicuos del chino, debemos tan señalado fa vor, porque si llega á enamorarse la negra y la mu lata de aquél, ¡Dios sabe lo que habría pasado! ¡Qué Babel la isla de Cuba! d). — Estudio de la raza yucateca en la isla de Cuba y su cruzamiento con las anteriores. Desde el año 1847 emigraron á la isla de Cuba bastantes yucatecos oriundos de la Península mexi cana, Yucatán, que sólo dista de la gran Antilla unos 200 kilómetros. Dice D. Esteban Pichardo en la pág. 203 de su Geografía de la isla de Cuba , que á pesar de proceder el chino y el yucateco de tan distantes y opuestos lugares, parecen idéntioos 3' se confunden luego que el asiático suelta el traje y deja crecer todo el cabe llo, vistiendo á la europea. Efectivamente, á primera vista se parecen mucho los descendientes de los aztecas con los del Imperio del hijo del cíelo, y es que unos y otros tienen un co lor cetrino y facciones poco delicadas. Sin embargo, el yucateco tiene la cara más ancha, el pelo más ne gro y lustroso y los ojos más grandes, negros y ex presivos que el asiático. No ha sido en Cuba la inmigración de los yucate-"], [136, "130 eos lo suficientemente numerosa para que influyera en la marcha de los acontecimientos de la isla. Es más: ya hace muchos años que el yucateco no emi gra á Cuba, porque desgraciadamente, en la gran Antilla hubiera estado peor que en su país. e). — Incremento de los anglosajones en estos últi.nos años en la isla de Cuba, y su cruzamiento con las razas anteriores. Es tan sabido lo que ha pasado en estos últimos años en la isla de Cuba, que huelga toda considera ción respecto del particular. El comercio yankee cada vez iba en aumento; las visitas de los norte-americanos á la isla iban siendo más y más frecuentes, convirtiendo á la Habana, par ticularmente en los meses de Diciembre y Enero, en una población yankee; el odio de los cubanos para con la madre patria llegaba á su paroxismo, hasta el extremo de que preferían mandar sus hijos á instruir se á los Estados Unidos que á España; el comercio teniendo que vivir de unos y de otros, dejándose lle var por la corriente como hoja en caudaloso río; nuestras autoridades presentando la dimisión á cada cambio de Gobierno; nuestros banqueros variando todos los días el valor de la moneda; nuestro profe sorado débil y escaso en número para contrarrestar la influencia contraria; nuestro prestigio en la Admi- nistración cada vez más mermado; todos estos sao-"], [137, "131 tores aunados han sido la causa de nuestro desastre. de nuestra horrorosa catástrofe. Si fuéramos fatalistas diríamos: «tenía que suce der; » pero lo cierto es que cuando los pueblos son ingratos hasta el extremo de renegar de la madre patria, ésta debe mostrarse digna y altiva, olvidando por completo al hijo desnaturalizado cuya conducta ha sido tan infame. ¡Ay de los pueblos que reniegan de su sangre! El castigo es terrible: desaparecen para siempre de la superficie terráquea sin dejar la menor huella, el menor rastro; engullidos y humillados por el pueblo conquistador, son tratados como esclavos, desapare ciendo paulatinamente sus costumbres, sus cantos, su religión, su idioma Este es el porvenir que aguarda á la isla de Cuba: vegetará durante más ó menos tiempo como otras Repúblicas hoy nada florecientes; pero está conde nada, después de derramar mucha sangre, á desapa recer del mapa como pueblo; antes de cuatro siglos no quedará de los cubanos el menor rastro. Conser varemos nosotros nuestros dólmenes, nuestros monu mentos romanos, nuestros templos góticos, nuestras mezquitas, nuestras catedrales, en una palabra, nues tra historia, incluso los restos del grande hombre que os descubrió, del gran Cristóbal Colón; ¿qué guardaréis vosotros en cambio? Nada. Ni el polvo de vuestra patria. Madrid 21 de Junio de 1899"], [138, "APÉNDICE LA POBLACIÓN DE CUBA (0 El corresponsal de Le. Temps en la Habana escri be al colega parisiense diciendo que antes de la últi ma insurrección de Cuba dicha isla contaba con i .500.000 habitantes entre blancos y gentes de color. Los peninsulares ascendían á 200.000, los de color á 500.000 y á 800.000 los cubanos. De la población blanca asegura que ha desapare cido próximamente el 60 por 100. De suerte que de los 800.000 blancos no quedan más de 320.000. De la población de color, negros, mulatos, indios mes tizos y chinos, ha desaparecido el 15 por 100, que dando únicamente, por tanto, 425.000 supervivientes. La población actual de Cuba, tanto blanca como de color, asciende, pues, á 745.000, de Jas cuales cerca de las tres quintas partes son de color. (1) Para que se vea la marcha rápida de la desapari ción de la isla de Cuba como pueblo, es muy elocuente este recorte de periódico."], [139, "133 Es una República bien pequeña; sobre todo, el elemento blanco está en ella muy en minoría para un territorio de unos 100.000 kilómetros cuadrados. El próximo censo de población — termina la car ta — dirá si esta estadística es exagerada, pero no se la cree así. En todo caso, concuerda con lo que ya sabemos sobre los estragos de la concentración que se hizo principalmente con los habitantes blancos del campo, y arroja una luz muy viva sobre los des tinos políticos que están reservados á un pueblo pe queño de 320.000 blancos, quienes, según cálculos muy razonables, se encontrarán, dentro de uno ó dos años, ahogados por el torrente de un millón de an glo-sajones y de otros varios pueblos."], [140, "ÍNDICE « fig». Introducción 9 Razas humanas que hubo en la Isla de Cuba an- tes de su descubrimiento por Cristóbal Colón.. 35 a) — Desde el descubrimiento de la Isla de Cuba por Cristóbal Colón hasta la importación d-j la raza negra en la isla, ó sea desde el 28 de Octu- bre del año de 1492 hasta el primer tercio del siglo xvi 56 b) — Estudio de la raza negra en la Isla de Cuba, y su cruzamiento con ¡a india, la blanca y otras razas, ó sea desde el primer tercio del siglo xvi hasta nuestros días 94 c¡— Estudio de la raza amarilla en la Isla de Cuba y su cruzamiento con las anteriores 125 dj — Estudio de la raza yucateca en la Isla de Cuba y su cruzamiento con las anteriores 129 e) — Incremento de los anglo-sajones en estos úl- timos años en la Isla de Cuba y su cruzamiento con las razas anteriores 1 30"], [141, "ERRATAS Página. Líneft. Dice. t> ..«. 14 demesticadas domesticadas 9 36 10 árbo árbol 9 anterior 43 «i »8 12 da de (8 25 Manuel Miguel"], [142, ""], [143, ""], [144, ""], [145, ""], [146, ""], [147, ""], [148, ""]]