[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "WHO WAS TO BLAME?"], [8, ""], [9, "WHO WAS TO BLAME? % label BY JOSEPH VEREY IN TWO VOLUMES VOL. II LONDON JOHN MAXWELL AND COMPANY 122, FLEET STREET MDCCCLXV [The right of Translation reserved)"], [10, "I'l-INTEI. HV CHARLES JONES, WEST HARDING bTREEl (late sumfield and jones)"], [11, "CONTENTS OF VOL. II. CHAPTER PAGE I. AUNT MARY IS CENSORIOUS 1 II. MR. SOFTON IS FASCINATED 10 III. MR. SOFTON'S FASCINATION CONTINUES . 31 IV. COULD I SAVE HER ? 37 V. DEEPER STILL 51 VI. PUBLIC OPINION 62 VII. I FOLLOW MY WIFE 72 VIII. THE CONFESSIONAL 87 IX. AN UNEXPECTED MEETING 92 X. A CHAT WITH O'HARA . ...... 105 XI. HOME AGAIN 115 XII. A NEW OCCUPATION 146 XIII. SUNDRY LETTEKS 155 XIV. CASTLEHEAD 177 XV. AN ADVENTURE 188 XVI. AN INVALID'S CHAMBER ...... 199 XVII. AN OLD MAID'S LOVE STORY 212 XVIII. A DRAMATIC SCENE 226 XIX. TWO YEARS AFTER 240 XX. AN UNKNOWN GRAVE 258 XXI. THOUGHTS IN SOLITUDE 266 XXII. TWO OF A TRADE CAN NEVER AGREE . . 270 EPILOGUE 279"], [12, ""], [13, "WHO WAS TO BLAME? CHAPTER I. AUNT MARY IS CENSORIOUS. Since I last spoke of Eleanor she had visited her former governess, and had only now returned. It may be well to relate what has passed in the interim. From the moment that Mr. Softon learned the supposed fact of my Avife's death he pressed his suit Avith Eleanor with redoubled ardour. In this he was well supported by the widow, and the con sequence was that he made a formal declaration. VOL. II. B"], [14, "AVHO AArAS TO BLAME ? 2 Poor Eleanor, agitated between her own thoughts of right and wrong, her mother's pressing advice to accept Mr. Softon, and my secret urgency also, was glad to unbur den herself to her friend, and seek counsel. She was also anxious to gain time — time to prove if my supposition respecting my Avife's death were correct, time to analyse her own feelings, time to enable her to judge fairly of Mr. Softon. But that gentleman was wise in his generation, and it was no part of his policy to let the grass grow under his feet. Con sequently, before she had completed ar rangements for this proposed visit she was solicited by him. Eleanor had before, in answer to a Avritten declaration of his affection for her, declined to consider the proposal for a lengthened period, and she took advantage of his haste to decline most peremptorily. Pressed for reasons, she declined to give any."], [15, "WHO WAS TO BLAME ? 3 Mr. Softon was a somewhat melodra matic gentleman : Avithout urging her any more, he made a tremendous demonstra tion to Mrs. Verschoyle, which had the effect of so alarming that weak-minded lady that she was induced to call in her sister-in-law's aid to take counsel what was to be done Avith her rebellious daughter. \"Now consider,\" said the widow; \"what would the girl have? Here is a gentlemanly young man, in a good situa tion under Government, daily raising him self in the social scale, good-looking, with undeniable talent, accomplishments, and most pleasing manners, and with great affection for Eleanor too. My dear Mary, I left Mr. Softon in the drawing-room, in such a state it quite alarmed me. I'm sure I don't know what he'll do if Eleanor continues so obstinate, but something de sperate I am sure.\" \" Bless my soul, sister, don't alarm your- b 2"], [16, "4 WHO AVAS TO BLAME ? self. Something desperate, indeed ! yes, very likely take to wearing a moustache, or smoking, or playing the flute. Desperate indeed ! Oh ! a desperate youth is Mr. Softon.\" \"Whenever I want a little sensible ad vice,\" said the Avidow, \" that is always the way you answer me.\" \"Don't be foolish, then,\" said the spin ster, sharply ; ' ' say what you want with out talking nonsense. Desperate, indeed ! what's he to be desperate about ? Are there not plenty of young women ? If Eleanor refuses Softon he'll marry another woman in six months, unless, indeed, he runs away with some one who is mar ried already. But what do you want with me?\" Mrs. Verschoyle was extremely angry with her unceremonious sister, but, sub duing her wrath, she begged her to use her influence with Eleanor."], [17, "WHO AVAS TO BLAME ? 5 \" My influence ! Bless my soid, youth and beauty will listen to my influence, of course. Youth and beauty has no will of its own, I suppose ? Youth and beauty won't pull one way while Aunt Mary pulls the other?\" \"Well, sister, try what you can do, there's a dear.\" \" Oh, very dear, when a favour is wanted. Cross old thing, spiteful old maid, mischief-making creature, when no thing is to be gained ; but stay, I think I have a clue to the mystery — I will go and speak to her at once.\" Poor Eleanor, little dreaming of this diplomacy on the widow's part, had shut herself up in her oavu room, and hoped lief worry was ended, at least for the day, when her aunt tapped at the door. She scarcely imagined what was in store for her. Miss Verschoyle entered, and plunged into the subject without delay."], [18, "WHO AVAS TO BLAME ? 6 \" Now, my dear, what about Mr. Softon? You haATe refused him, I hear.\" \" Yes, dear aunt, I haA'e. Would you haA-e me do otherwise ? \" \" Now, don't pump me, girl. I'll give my opinion by-and-bye. Before I give my reasons I wish to know yours.\" ' ' My dear aunt, do you think him worthy ? Have you not frequently ridi culed him ? You have no confidence in him, I am sure.\" \" As much as I have in a girl who runs after married men.\" \" If you make such an accusation as that Avith reference to me, I had rather not speak to you upon the subject, aunt.\" « \"Who meets married men at midnight, in honeysuckle bowers,\" said the old lady, maliciously. \" I know the circumstance to which you allude,\" said Eleanor, \" and I Avill explain it.\""], [19, "WHO AVAS TO BLAME ? 7 Eleanor then calmly told her aunt the whole state of the case, and concluded by stathig the fact of my wife's death. \" I don't believe a word of it. After this I begin to fancy Mark is as bad as the rest of the men. I fancy that, as likely as not, he has himself had the paragraph in serted. I have noticed many times how eagerly he has sought your society ; but I am ashamed of you for encouraging such conduct.\" \" I have not encouraged it, I assure you,\" said Eleanor. \" Mark himself would be the first to disaATow such behaAdour on my part.\" ' ' Fine doings, indeed ! What will the girls come to now ? But,\" turning sharply upon Eleanor, \" if you have acted properly, why does Mark contrive to come to the house daily ? \" \"If it should prove true,\" said Eleanor, \" can you then see any objection ? \""], [20, "AVHO AVAS TO BLAME ? 8 \" Common decency might be studied even then,\" said the spinster. \" He might leave you alone till his wife was decently buried.\" \" You are harsh, aunt.\" \"Harsh? no, just. I love Mark better than you, girl, and that is why I detest such conduct as this. He shall never en ter the house again if I can help it. At all eArents, I won't see him.\" Poor Eleanor knew not what to say. She only besought Miss Verschoyle to leave her, and, making all haste, she started from home without exchanging another word with her mother, sister, or aunt, merely leaving a note to explain where she had gone, and betook herself to the house of her old schoolmistress. Troubled now more than ever, Eleanor sought eagerly the unbiassed advice which she could not obtain in her OAvn home. All her doubts respecting me seemed con-"], [21, "AVHO AVAS TO BLAME ? 9 firmed by her aunt. That I loved her she could not doubt for a moment. That I wished to act honourably she also fully be lieATed, nor could she for an instant sub scribe to the idea which her aunt suggested, that I had misled her respecting the an nouncement of my wife's death. No: if it was false, I equally with herself was de ceived — of that she felt convinced. All she could say to herself, in summing up the eArents that had passed, was that I loved, and that she could be happy with that love if she dared accept it. If otherwise, what should her conduct be ? The answer which her own heart gave to this question seemed to lighten her sorrow in a moment — \" She would remain unmarried as long as she lived.\" What answer was given by time and circumstance we have already seen."], [22, "10 CHAPTER II. MR. SOFTON IS FASCINATED. Mrs. Verschoyle by no means willingly received Constance into her house. There was something in her, notAvithstanding all her flourishing manners, which did not please the widow. Much as Mrs. Verschoyle had been annoyed when she made the disco very that my influence was unfavourable to Mr. Softon' s cause, it was with still greater repugnance that she consented to Constance taking up her abode in the house ; yet she was far too weak to say ' ' No.\" It is possible also that the Avidow meditated bringing my wife in contact with me, in the hope of effecting a reconciliation, in which case all"], [23, "WHO WAS TO BLAME ? 11 difficulty respecting Eleanor would be at an end, and she would become Mrs. Softon Avithout further ceremony. Constance had determined upon fixing herself as a visitor to the window, and was not easily daunted. She had an object to gain, and she would gain it. If the widow had denied her admittance she would have gained access to the house by stratagem — she would have bribed the servants — she would have pleaded illness. In fact, Con stance did not lack expedients, and she would have used them. But her object was achieved without any difficulty, and, after having learned that I was in the frequent habit of visiting there, she found it an easy matter to cajole the widow into allowing her to stay. The quiet repose of manner which she assumed at first had completely deceiAred her hostess — she even consented to aid Constance in her attempts with me. Poor Mrs. Ver-"], [24, "WHO AVAS TO BLAME? 12 schoyle was simple, and without much knowledge of the world. It seemed per haps impossible that this young and beau tiful creature could be really to blame. The fault must have been mine. Why did I allow such a brilliant and fascinating woman to be so much in society ? AVhy did I leave her so much alone — Avith this beauty and talent rendering her peculiarly liable to temptation ? I had been so much engrossed with my factory; I had given myself up to study ; I had taken her from a congenial sphere, only to mix with rigid strangers who could not appreciate the charming talents of this dainty beauty, whose very appearance made every item in her well-appointed drawing-room look homely and commonplace. \"I shall not in terfere,\" thought the widow. \" Still, I don't know, all things considered, if Mark ought not to relent and take this charming wo man back again. After what has passed"], [25, "WHO WAS TO BLAME ? 13 he would know how to manage her better than he did before.\" Such was the widow's simple idea for making all smooth again. Meanwhile, Constance would not give her time for thought, and she took her place at the widow's side on the sofa with such an air of engaging familiarity that a stranger might have supposed they had been inti mate for life. \"You cannot think, my dear madam, how grateful I feel for permitting me this chance of seeing my dear husband again,\" said Constance, naively. \" KnoAving him so long— indeed, having had the satis faction of rearing him from his infancy — your interest in all that concerns him must necessarily be so much greater than a stranger's, and this will be my best ex cuse for troubling you.\" The Avidow could hardly gainsay what seemed so very natural, and therefore easily"], [26, "14 AVHO WAS TO BLAME? fell into the net which had been spread for her. \" You are right,\" said she complacently; \"I do feel a great interest in your excellent husband ; doubtless he owes much of his success to my care of him in his early years ; and if his manners are more abrupt than I could wish for in polite society, I suppose we must ascribe it to the influence of the manufacturing people he has so much associated with ; but of course,\" con tinued she, \"you will not expect me to take either side. Should Mark come here to-day, I would rather not be present at the intei-Adew.\" \"Ah, my dear lady,\" said Constance, with the most childlike humdity, \"do not think I come here to accuse him ; by no means — he is too good, too noble. The sole blame is mine. Oh, why could I not be contented with Ids humble and mono tonous life? I see, now it is too late,"], [27, "AVHO WAS TO BLAME ? 15 where my error has been. What happiness I might have had, even in poverty ! \" \"As to poverty,\" said the widow, \" I think you hardly do Mark justice. His posi tion could not have been bad when you mar ried him, and has greatly improved since.\" \" True, my dear madam, quite right ; but he took me from a home where every luxury was familiar to me.\" The widow had not thought of this ; she had always understood that I had never received a farthing with my wife, but, without being certain of the facts, she thought it better not to argue. \"Have you consulted your parents?\" said the widow. \" Madam, I have not. Ah, my dear parents, how they must have grieved! I can imagine what your dear kind heart would feel if it had happened thus to one of your daughters. By-the-bye, you have two daughters, have you not ?\""], [28, "16 WHO WAS TO BLAME ? \"Yes, madam, my daughter Clara is in the garden. Eleanor has gone for a short visit to a friend, but she returns home again this morning.\" \" How happy it will make me to know them!\" While they chatted thus Mr. Softon was announced. \" Do not move,\" said the widow, seeing that Constance was about to withdraw ; \" Mr. Softon is only \" \" Oh ! I comprehend, madam,\" said Constance, with a roguish smile, which became her well. \" And which of the dear girls does this gentleman affect to choose ?\" \"It is my eldest daughter, Eleanor, to whom Mr. Softon \" \" Is engaged : dear, how interesting ! \" \"H'm, not exactly: my daughter has not positively accepted Mr. Softon, but it will lead to that of course ; oh, yes, it will lead to that.\""], [29, "WHO AVAS TO BLAME ? 17 \" I am dying to see the favoured one,\" said Constance. She was soon gratified, for Mr. Softon immediately entered. He was a little abashed by the presence of such a magnificent creature as Con stance, and did not assume quite so many airs as he would haAre done had she been of a quieter order of beauty. Constance, however, soon put him at his ease. She showed him so much attention, paid him so much respect, was so much interested in some extremely sapient remarks he made concerning the weather, or the garden, or a new fashion, or some such topic, and she laughed so sweetly when he attempted a joke which hung fire, that in ten minutes he appeared to think her one of the most delightful women whose acquaintance he had ever made. The widow being somewhat confused between her visitors, had not introduced them ; and Constance, also, had so imme- VOL. II. c"], [30, "18 WHO AVAS TO BLAME ? diately taken upon herself to set her cap at Mr. Softon that it was only now, when the widow addressed her as Mrs. Irving, that Mr. Softon learned her name. \"Irving!\" said that gentleman, \"is it possible ? But I am mistaken, of course.\" \" I know what you would say,\" answered the widow ; \" pray be careful.\" \" But do I really have the honour ot addressing the Avife of my dear friend Mark ?\" \" Even so,\" said the Avidow, who enjoyed his astonishment. \" And this is the exquisite creature,\" said he in a low tone, but purposely loud enough for her to hear, \"whom he is driving away from him. The barbarian ! \" Then he added, aloud — \"I must conclude, then, my dear Mrs. Verschoyle, that it was a joke that I heard about Mrs. Irving's decease ?\" \"Hush! you naughty man,\" said she ;"], [31, "AVHO WAS TO BLAME ? 19 \" how can you speak of such horrible things as death ?\" \" Truly, it is better to think of the living,\" said Mr. Softon, \" especially when one has the happiness of contem plating them as I do to-day.\" ' ' Have a care, Mr. Softon ; I shall con vey all these fine speeches to Eleanor \" \"Oh, pray now,\" and he joined his hands together in mock supplication, \" I hoped to find her back again by this time.\" \" She may not come till the next train,\" answered she ; \" can you amuse yourself agreeably till then ?\" \"Do you ask?\" said Mr. Softon, gal lantly ; \"I am sorry to say I have an en gagement which will occupy me the next hour or so, after which I will return.\" Mrs. Verschoyle followed him to the door; she scarcely knew what to make of his sudden fascination. c 2"], [32, "WHO WAS TO BLAME ? 20 \" And this is really Mrs. Irving?\" said he in a whisper, as they left the room. \" Yes ; do you like her ?\" \" She is an angel.\" \" Pity Mark does not think so.\" \" The fellow must be a brute.\" \" Hush ! you do not know all. I cannot tell who is to blame.\" ' ' This charming creature is not ; of that I'm certain.\" \" You appear fascinated.\" \" Really, my dear madam, you must admit she is very charming.\" \" She certainly is ; I wish I could feel that she had the sterling merits of my dear girls.\" \" Remember how much they owe to you, my dear madam.\" \"Ah! the care and anxiety I have had over those dear girls,\" said the widow, musingly. \" Pray invite your talented friend in the"], [33, "WHO WAS TO BLAME? 21 evening,\" said Constance, when the widow returned, \" and we will give you a little music. I think I understood he was a musician.\" \"Delightful!\" said the widow; \"I will do so. Mr. Softon is full of soul, I assure you, he should have been an artist.\" \" He is much better as he is, believe me,\" said Constance. \"You an artist, and speak thus!\" re marked the widow. \" Madam, I have seen too much of artists ; you do not know them. You would hardly imagine what a loose tone of thought pervades the artistic world — shocking ! \" \" We have also an artist, named Cary,\" said the widow; \"a very accomplished man, who teaches Eleanor, and whose knowledge of music is profound.\" \"Ah, indeed,\" remarked Constance;"], [34, "22 AVHO WAS TO BLAME ? \" but do you not find these artists a little — what shall I say? — tiresome?\" \" Mr. Cary is very intellectual,\" said the widoAv; \"an excellent man for his position, I should say.\" \" True, my dear madam; but the habits of these people. I have met many of them. They always smell of tobacco ; they are so chary of brushes and combs ; they haAre generally such deep bass voices, and speak so loud they make one's ears tingle in a drawing-room . ' ' So Cary was not inAdted ; the fact being that Constance remembered too well the influence of Cary in the early part of her married life to suppose that he would treat her with much deference now. So Mr. Softon had the full and exclusive benefit of my Avife's society. \" This Mr. Softon is a gentleman, I sup pose ?\" said Constance. \" Oh, quite so,\" answered the widow."], [35, "AVHO AVAS TO BLAME ? 23 \"And rich?\" \" Not rich, perhaps ; but certainly well off.\" \" He has been long engaged to Miss Eleanor \" \" Pardon me,\" said the widow, \" I think you have forgotten that they are not actu ally engaged yet.\" \" How foolishly forgetful I am : of course, you told me so.\" The widow sighed. \" He is so amiable and talented,\" she said, \" I am not surprised that any lady should admire him.\" \" He must be quite young,\" said Con stance, who seemed suddenly anxious to know all about Mr. Softon. \" Oh, quite young, \"answered the Avidow, \"he is not yet thirty.\" The gentleman respecting whom these particulars had been communicated again made his appearance."], [36, "24 WHO AATAS TO BLAME ? His entrance was signalled by Con stance with a sort of triumphal march upon the piano, played with so much spirit that the young man was astonished. But as he came into the room, perhaps because Constance recollected that this was not the kind of music to express her OAvn situation and supposed feelings, she struck into one of Mendelssohn's most plaintive songs without words, and put on such an expression of countenance as would best accord with the sentiment of the music. \" What an impassioned creature!\" said Mr. Softon — \"how spirituelle I '\" Hardly noticing at first that Mr. Softon was present, she played from memory a dashing study of Lizst. \"Really, a most extraordinary crea ture ! \" said Mr. Softon again. Eleanor had just returned from her short visit, and now entered the room so"], [37, "AVHO WAS TO BLAME ? 25 quietly that she had hardly been noticed. Mr. Softon, feeling that he was bound to say something in common politeness, came to her and made some enthusiastic remarks upon the playing. Perceiving Eleanor, Constance rose from the piano, Avith the warmest professions of attachment and admiration, and said — \" You must be an excellent amateur, I am sure, with that expressive face of yours. I am confident you have excellent taste and skill. Do play something, dear.\" There was that in the manner and ex- pression of Constance which repelled Eleanor from the first moment; every word she uttered seemed in her mind an apology for me, and she was almost openly impelled to adopt a defiant tone. Restrain ing herself, she sat doAvn at the piano, and played a short piece, by no means difficult, in a very incorrect manner, for her thoughts were elsewhere."], [38, "26 AVHO WAS TO BLAME ? Constance was in a rapture when she had finished. — \"What expression! — what exquisite simplicity ! — what tone ! \" Softon, though a simpleton, had still a certain amount of honesty, and he could not help saying — \" I fancy, madam, you have not heard Miss Eleanor to the best advantage.\" Miss Mary now joined them. She had seen little of my wife; but it will be re membered that her first impression had not been extremely favourable, and the parting warning which she had given me when paying me a short visit, after my marriage, again recurred to her. \"I have been a true prophet,\" mur niured Aunt Mary. \"What business has she here? My sister-in-law is a fool to encourage her.\" Constance, too, remembered Miss Ver schoyle's visit, but did not refer to it. She had a strong temptation to ridicule the old"], [39, "WHO WAS TO BLAME ? 27 lady's odd ways, but prudence conquered. There Avould be nothing to gain — there might be something to lose. From one cause and another the interest of the group flagged. Mr. Softon from time to time made a spasmodic effort to infuse a little liveliness amongst them, but he wanted assistance ; the work was too heavy alone. They separated early. As they left the drawing-room Aunt Mary called Eleanor into her room. \" Take a seat, my dear ; I haATe been too sharp Avith you I know.\" Eleanor could say nothing ; she wept. \"It is of no use to be miserable,\" continued the spinster. \" You can't have a married man, my dear. Think of that ! — Be reasonable. It is a sin to think of \" \"Aunt, dear aunt,\" said Eleanor, \"do me justice. At the present moment I feel more deeply the bitter trial it must be for"], [40, "28 WHO WAS TO BLAME ? Mark, tied for life to such a woman as this, than any sorrow for my OAvn share in the matter.\" \" Good girl,\" said Aunt Mary, \" I don't know why I attacked you as I did. I was afraid. I know what a difference there is between a man (and Mark is that) who is capable of loving passionately (and Mark is so) and that popinjay yonder ; but mind my words, Eleanor, you will be spared any further trouble in refusing Mr. Softon. He will never ask you again.\" \"Why do you think so, aunt?\" said Eleanor, almost joyfully. \" I can see,\" answered Miss Mary. \" I know what I know. Watch him with Mark's wife if you want an explanation ; but you must be resigned, my dear. It was a pity Mark did not wait to ascertain if the report about his wife was true ; he would have saved himself and you much pain. Bless the dear boy, that was always"], [41, "WHO WAS TO BLAME ? 29 his way from a child — so hasty, so impet uous. But it can't be helped now.\" ' ' Do not say any more about it, dear aunt ; you have lived single all your life.\" \" I have, thank God,\" said Miss Mary. \" And you have never felt unhappy be cause of your single life ?\" \" Well, my dear, there are some thoughts and feelings we don't always care to tell to our dearest friends. All that has nothing to do with the present question ; but I had rather rear kittens and puppies than foolish and dishonourable men and women, and call them my children. There are too many of such already.\" \"Do not be uneasy about me, aunt; duty is my first consideration. I shall be able to OA'ercome any foolish fancies I may have had. Good night. I shall be a quiet old spinster like you.\" Miss Verschoyle did not answer. She"], [42, "30 WHO WAS TO BLAME ? sat in a brooding attitude, Avith her head resting on her hand. Eleanor glanced round the room and pictured in imagination fifty years of her life passed away. Would she resemble her aunt ? she asked herself with a snide, glancing at the same time to the purring cat, the scratching parrot, the wheezy poodle, and, lastly, to the quiet figure of Miss Verschoyle herself, who, as usual when cogitating deeply, had pushed her cap nearly to the back of her head, reveal ing a most masculine forehead and stubby grey hair. \" Why not?\" was Eleanor's inward an swer ; \" she is a good and honourable woman.\" Still it must be confessed youth and beauty is not generally given to thinking thus."], [43, "31 CHAPTER III. MR. SOFTON'S FASCINATION CONTINUES. Constance still stayed Avith the widow ; but certainly, as far as I was concerned, her object had failed. But my absence was compensated for in the frequent visits of Mr. Softon, who now almost entirely neglected his official duties to be constantly at Lymington. He seemed to forget Eleanor entirely, much to the astonish ment of the widow, who saw Mr. Softon's attentions to Constance increasing daily. Constance fell into all his moods ; she was equal to the subject, be it what it would — music, philosophy, art, scandal — no matter what, she followed him. A man"], [44, "32 AVHO WAS TO BLAME ? of a different stamp would soon have tired of a woman who had no opinion of her OAvn. This, however, did not trouble Mr. Softon in the least. They discussed all sorts of subjects, from the last new novel to the last new preacher or the last new creed (there is a fashion now even in such matters as these). Sometimes the topics they touched upon were not of the most elevated kind. Constance, however, ap peared so calm, judicious, and modest, and never allowed her companion to stray into forbidden paths. \"It is astonishing how accomplished and refined she is,\" Mr. Softon remarked. \" I seem as thoroughly acquainted with her character in these few days as though I had knoAvn her all my life ; and how charm ingly easy and graceful she is ! Egad, I wish I was in Mark's shoes — she would be just the woman for me.\" But the Avidow was getting rapidly tired"], [45, "WHO AVAS TO BLAME ? 33 of her visitor and of Mr. Softon's atten tions to her. Her placid nature gave way under the infliction, so that upon one occasion when he was descanting, as he often did, on my folly and cruelty in respect to my wife, the widoAV for the first time seemed inclined to take my part. \"It is impossible, Mr. Softon, to say who was to blame,\" she said, coldly; \"I would rather, if you please, not express an opinion on such a delicate matter.\" She also took every opportunity of en ticing Constance away from Mr. Softon, hoping that the affection which she be lieved he had felt for Eleanor would still lead to a declaration. She began also to think whether she might not as well try once more her influence with me, and accordingly told my wife of her intention. \" What a dear kind soul you are!\" said Constance. \"How I love you! If you had but the same admiration for me that I VOL. II. D"], [46, "AVHO WAS TO BLAME ? 34 entertain for you, how rejoiced I should be ; but I fear, my dear lady, you will be giving yourself trouble for no purpose. Mark will never see me again if he can help it.\" \"You must not despair,\" said the widow, who herself began to despair of getting rid of her visitor. \" Oh, it is past — quite past. I can never bear the humiliation of asking a favour from him again.\" \"Am I to understand, then,\" said the widow, \" that you refuse my interces sion?\" ' ' Refuse your intercession ! Benevolent creature, can I use such a word ? I could not think of putting you to so much trouble, which I know would be of no avail.\" \" But that is the sole object of your stay here, is it not ?\" asked the Avidow, aghast at her visitor's coolness, and rendered still more uncomfortable as the faint light"], [47, "AVHO AVAS TO BLAME ? 35 daAvned upon her that my wife had an ul terior object. Constance had quickness enough to see that her welcome was exhausted. \" It was the sole motive of my stay, dear madam, and since it has failed I will take my leave of your charming society. In fact, I have arranged to leave to morrow.\" The widow Avas becoming enlightened gradually; she did not press her visitor to stay. The consequence was, therefore, that Constance, to the infinite delight of Miss Mary, the satisfaction of Eleanor, and the grief of Mr. Softon, took her departure. Mr. Softon, however, could not part with her thus abruptly. He saw her to the train, and made most earnest and particular in quiries as to her future prospects, residence, and occupation — details Avhich Constance gave with little reserve. Mr. Softon's head was turned, without d 2"], [48, "36 WHO WAS TO BLAME ? doubt. There was a dash of impropriety too in the affair which, to a foolish young man such as he was, had a certain charm. There was something more piquant in these little attentions to another man's Avife, even when cast off with disdain by an injured husband, which gratified his conceit amaz ingly. It is hardly to be expressed how, to his official companions, he boasted of the con quest he had made of such an exquisite creature — \"such a soul, you know,\" said he — \" such eyes — such a complexion — such — hair — such a figui-e — such a smile. By JoAre, gentlemen, you should see her!\" Something of this sort those addle-pated fellows listened to complacently almost every day."], [49, "37 CHAPTER IV. COULD I SAVE HER ? I went back to the factory, shutting behind me, as it were, all that had so en chanted me. The opening to a new life which had promised so much had suddenly closed. Clouds obscuring my vision of the promised land, I experienced all the pas sionate throes of disappointment in their full force. I had been searching for happi ness, and when it was at last found it was only to haAre the cup dashed from my lip in the very moment of tasting it. It sometimes happens that we meet AArith a joy for which we are unprepared. We only see its full beneficence when it is lost"], [50, "38 AVHO WAS TO BLAME ? to us. Our happiness in this world passes before us in fleeting glimpses which come to us like angels whom we entertain un awares, but flee from us like phantoms when we attempt to embrace them; so that it is not easy for even the gayest one of us to sit doAvn to analyse his happiness. It will most probably disappear altogether in the process. Look out of your well-appointed drawing-room into the street, take the first person you see, try to imagine his life, or ask him to change positions with you. He may be the old crossing-sweeper, who has stood there for the last twenty years, day by day, in all weathers, and never could command a decent hat or coat all his life. Yet a photograph of your two faces might induce the stranger to say, as he looked at them, that is the happier man! O'Hara soon discovered that I was ill at ease. He attributed it to regret for my AA'ife's conduct, but his suggestion for my"], [51, "AATIO AA^AS TO BLAME ? 39 relief amused me. He proposed medical adAdce. \" Good Heaven, O'Hara!\" said I; pills and potions for past illusions. If drugs could bring them back the doctors would have a thriving trade. Life seems to be a game of chance where a prize falls to the most indifferent. The more we seek the further we are from the object we desire. I determined to try by labour and study to banish the grief that oppressed me. It was my only course. I was not one of those who could sit down quietly under a disappointment, and wait till time wore away my grief. WhateATer came of it, I must be actively fighting with the enemy, and taking my chance of victory or defeat. After some days I received a letter from Aunt Mary, informing me that my wife had left them. She made no comment, but she reproached herself somewhat with"], [52, "40 AVHO AVAS TO BLAME ? want of confidence in her dear boy. She told me also, AAliat was not unpleasingnews, that, notwithstanding all that had passed, I should not be an unwelcome Adsitor there, and that the Avidow had become so annoyed Avith Constance that she quite absolved me from the blame which she had at first attri buted to me. Toward my wife the old lady had conceived a deep-rooted hatred. Her showy figure, dressed in a style which made her as seducing as possible ; her white teeth, which she showed every time she smiled ; her dark eyes, which were thrown in languishing glances upon those AAdiose interest she courted, or mockingly fierce upon those who could not be tempted Avithin her charmed circle ; her insinuating language, eArery word of which was as a dart pointed with a given aim, and rarely missing its mark ; her cool indifference to the restraints of society — all these things had irritated Miss Verschoyle to the last"], [53, "AVHO AVAS TO BLAME ? 41 pitch of human endurance, and she Avrote as though she longed to see her old favourite again, that she might express her sympathy. I was not slow in availing myself of the temptation held out to me, and again I found myself at Lymington. I had never met Avith so warm a reception from Miss Verschoyle. All the old lady's tenderest recollections of the lonely orphan she had reared to manhood came floating back to her, and she Avas deeply moved. \"Sit down, my dear boy; you must come here as before, but forget what has taken place if you can. I see it all. You made a mistake, my dear boy — a mistake. You could never be happy again with her — of course not. It was useless attempting to make terms Avith her. It would only lead to fresh unhappiness. But \" (and here Miss Verschoyle laid her hand solemnly on my head) \"we must have no"], [54, "42 WHO AATAS TO BLAME ? confidential talk to Eleanor if you come here.\" I was silent, more perhaps from deep feeling than because I refused to comply with her conditions. ' ' You must try to overcome this ; but I haA'O more to say to you — your wife has captivated Mr. Softon.\" \" What next ?\" said I passionately. \" There now, don't be furious. I thought you were indifferent about her.\" \" But not about my own honour.\" \"\" Pooh ! — perhaps one day the law may aid you.\" \"Be assured,\" said I, \"that I shall never seek its aid. Had death broken this bond which is so fatal to my happiness I would have accepted my freedom Avith joy; but through the keen Avit of a lawyer — never. What fresh disgrace is this that you would tell me ?\" \" You Avill hear of it soon enough, my"], [55, "AVHO AVAS TO BLAME ? 43 dear boy ; she will fall deeper and deeper; I grieve to say she is the kind of woman to do so.\" \"Good HeaAren, MissVerschoyle!\" I said, \" how coolly you speak of this abasement.\" \" Ah, my dear boy, I shall get at your secret thoughts at last. You care for her still.\" \" I haATe no solitary thought or feeling which speaks to my heart of any sympathy for her as my wife,\" I said, \" but I cannot look upon her degradation as a woman unmoved. I will see this Softon; I will reason with him ; I will \" \" You will do no such thing. He is a mere tool in her hands. If she is deter- mined to drag him doAvnward Softon will complacently permit it, I can assure you.\" \" God pardon me if any fault of mine has led to this,\" I said. \" It is her nature,\" Miss Verschoyle said. \" I do not believe any conduct of yours"], [56, "44 WHO WAS TO BLAME ? would have influenced her in the long run. Honour, purity, nobleness of spirit, truth, or benevolence, are all idle words to her. She may make use of such words as many others do to whom they are but the skele tons of language, haAdng no soul in them.\" Miss Verschoyle rang the bell. \" Ask Eleanor to find my spectacles,\" said she, when the servant came. \"Now, my dear,\" continued she, \"I shall see how you behave,\" as Eleanor en tered the room. \"I cannot find your spectacles, aunt,\" said Eleanor. \"No, I dare say not; I have them here.\" \" Did you require anything else, aunt?' \" No, dear, that is all ; but see, here is a friend come again — and another,\" con tinued she, as the opening door revealed Miss Perky. \" Say at once, my dear, if you don't"], [57, "WHO AVAS TO BLAME ? 45 want me,\" remarked that lady, \"and I wont take my bonnet off.\" \"I should do so, you may rely upon it,\" answered Miss Mary, in perfect good faith and good temper ; ' ' but you are quite welcome. Come with me into the drawing room.\" \" The drawing-room !\" echoed Miss Perky, Avith surprise — the truth being that she was not often tolerated there. Eleanor, hardly comprehending her aunt's motive, was timid and constrained when we were left alone. \" We are friends, are we not ?\" I asked. \"Yes; suffering has made us so, if nothing else, though the suffering may be only on my part.\" Eleanor looked at me calmly for a moment. It was one of those looks which, from a nature like hers, reveal so much. She grew paler; her lips half parted, as though she would have spoken."], [58, "AVHO WAS TO BLAME ? 46 I felt all she might have said, and spared her the pain of speaking. \" When you Avrote to me,\" I said,\" you expressed all that is or can be. It only re mains for you not to banish me entirely.\" \" I can never do that,\" said Eleanor, \"for I gladly welcome you, even now. But I have still one urgent request to make to you which I have not made before.\" \" What may that be ?\" \" Save your Avife.\" \" How ?\" \" Take her back, teach her, influence her, check her. Do not let her sink into a gulf of shame ; she has a soul of her oavq — a mind of her oavu ; she cannot plead ignorance ; she must be open to conAdction. If she falls she does so with open eyes.\" \" Eleanor, can I save her ?\" \" Perhaps. Ask Miss Verschoyle her opinion — she knows the world better than I.\""], [59, "AVHO AVAS TO BLAME ? 47 \" I haAre already done so,\" I said. \" My oavu opinion on the subject is confirmed beyond doubt by her.\" \"Well, I cannot agree with her,\" said Eleanor. \" Oh, Mark, reflect ! you will be answerable for this sin.\" \" I cannot believe it,\" was my answer. \"We are answerable for our individual actions — Eleanor, my wife, quite as much as myself. How have I misled her ? What have I done?\" \" Oh, do not refuse me this ! \" said Eleanor.\" \" In Heaven's name, my dear girl, what are you thinking of ? — reconciled to a woman who would the next day abandon me for a fresh face or a more luxurious mode of living, who has no idea of any claim upon her beyond the indulgence of self!\" \" I do not reason, I only request,\" said Eleanor gently."], [60, "WHO WAS TO BLAME ? 48 Notwithstanding my deep affection for Eleanor, I could hardly restrain my rising anger. \" I Avill in my turn speak of Mr. Softon,\" said I. \"What of him?\" asked Eleanor. \"His danger is as great as that of my Avife.\" \" What do you mean ?\" \" Simply, that if my Avife falls he will fall with her.\" Eleanor looked aghast, while I re torted — \" What if I say to you, Eleanor, 'Save this man, he wants help ; his Avill is feeble, his moral purpose defective ; he hardly judges clearly between right and wrong ; he is upon the verge of a pre cipice — you, and you only, can save him?'\" Eleanor trembled at the position I had pictured ; she felt the comparison keenly,"], [61, "WHO AVAS TO BLAME ? 49 and was silent for a moment, but at length said, almost in a whisper — \" Mark ! but for the thought of you — but that my heart rebels against any but its rightful monarch — I Avould save him, even at the expense of my life's hap- pmess. \"I apply the same theory to myself,\" said I. \"What is, must so remain. Our mutual self-sacrifice Avould only add to our misery, and would avail nothing.\" \"Ah! ah! there you are, my dears. Take care, Mark, you don't suffocate my poor little dog,\" said Miss Mary, bustling up the stairs and talking in this Avay as a signal she was coming. \"I must go,\" said Eleanor. \" Farewell, Mark,\" and she darted from the room. \"My dear boy,\" said Miss Verschoyle, \"pray don't look so sad; don't give up. Life is difficult, but there are other things to be thought of besides us poor foolish ATOL. II. E"], [62, "50 AVHO WAS TO BLAME ? women. We must not live so entirely for this world. Have you not done so too much ? When my dear boy married in hot haste, did he ask himself, ' Is she good and pure ? Will her spirit influence mine, and lead me to higher and better thoughts and actions?' No ! my dear boy asked him self only if it was youth and beauty, and was satisfied till the day of trial came.\" \" HaA-e I not suffered for my indis cretion ?\" \" Yes, my dear boy, but have you learned its lesson ?\" \" Dear aunt, I have not, but I will ; and may God bless you for discouraging my weakness and want of resolution.\" \" That's a dear boy,\" said the old lady, in tears. \" Now kiss me and go.\""], [63, "51 CHAPTER V. DEEPER STILL. I called again before leaving Lyming ton. The Avidow expressed much sym pathy, and regretted extremely that I could not find it in my heart to be recon ciled to Constance, and said — \" I hope, Mr. Irving, you do not censure me in the matter.\" \" I have no reason to do so,\" I replied. \"I could not do otherwise than receiAre her, you see.\" There were two opinions upon that point, I thought, but it was useless to discuss the question. \" I was anxious to do my best,\" con- E 2"], [64, "52 AVHO AVAS TO BLAME ? tinued the widow, \" and I hoped something would come of it. As it has turned out, I can only express my regret.\" \" I think I understand your feelings,\" I said. \" I thought I should have no difficulty about that,\" said the widow. \" You see, I placed myself in a somewhat aAvkward position ; but, knowing you so many years, it seemed Avrong to shut the house against her 'till I had ascertained what your feel ings were.\" \" I have nought to complain of,\" I said, \" nor do I wish to speak of my wife. Let her go her way, as I shall go mine. Our paths are separate hencefonvard.\" \" Ah !\" sighed the widow, \"I can hardly wonder at your severity ; still, she's a captiATating woman. Her behaviour has been certainly bad. You intend to provide for her suitably, and it is very noble of you. When she came to me, and fell at my"], [65, "AVHO WAS TO BLAME ? 53 feet in tears, I assured her that you would not neglect her.\" I wondered very much what the AvidoAv was driving at in all this. An explanation soon came, however, for she continued — ' ' But are you still obdurate ? Do you not feel, even iioav, that you could be reconciled ?\" I was getting angry, but I repressed my feelings. The Avidow had evidently been preparing a scene of some kind. Of that I felt assured by her manner, and Avas not long kept in doubt, for, throAving open the folding-doors of the drawing-room, she called to Constance, ' ' Come, dear ; he surely cannot remain cold-hearted any longer.\" To my astonishment, in came my wife, calm, cold, tranquil, beautiful, deceptive as ever — unmoved. \"There, take her! be happy! forget the past !\" said the widow, in such a tone"], [66, "54 AVHO WAS TO BLAME ? as she might have used had the scene formed the concluding act of a drawing room comedy. I put forth my hand. Savage as I was, I could hardly restrain my laughter at the absurd burlesque of the widow, who handed her charge to me as though she had been a bale of goods to be transferred from one owner to another. \" Tell me, Constance,\" I said, \" and be honest, if you can, for once, what do you Avant Avith me ? That you repent of your past conduct I do not for a moment be lieve. There is nothing in your manner or behaviour to induce such a thought ; but that you have a latent object in lending yourself to all this I am equally certain. Speak out at once, and let this contemp tible farce come to an end.\" \" I would ask your forgiveness merely,\" said she. \" I do forgive you,\" said I, exultingly."], [67, "AVHO WAS TO BLAME ? 55 \" What I have learned through the sorroAV you have caused me will perhaps recom pense me some day or other.\" \" Oh, he will come round,\" said the widow, softly ; he is very kind-hearted, I'm sure. He cannot resist — I always thought he had a tender heart. It is de lightful to see him so benevolent.\" \" Listen,\" I said to Constance. \" There shall be no temptation to repeat your former acts.\" \" Oh, this is heavenly !\" said the widow, acting as the chorus in this ridiculous drama. \"How pleasant it is to feel the nobleness of human nature thus ! Speak to him, dear; prove to him that you are worthy of his goodness.\" But Constance was silent. She had not been my Avife for two years without learn ing some points of my character ; she saw in my fixed glance, flashing eyes, and quivering nostrils that I should speak"], [68, "56 AVHO WAS TO BLAME ? words of bitter import if I spoke at all, and she was not mistaken. \" I have said, Constance, that you shall be placed beyond the reach of temptation, if such be your desire. I will take you back to Starcross even, if you think proper, and from this day you shall resume your former place in the house. You shall com mand the servants and direct the household. I Avill in all points, and at all times, recog nise you as my wife \" \" Fly to his arms, dear,\" said the widow. \" Can anything be more affecting ?\" And she wept. \" But,\" continued I, unheeding this in terruption, \"I will promise this only on one condition \" \"Consent, dear; agree to it at once,\" said the Avidow. \" On the condition,\" I said, \"that from the moment she enters the house we speak to each other no more.\""], [69, "AVHO AArAS TO BLAME ? 57 The widow whispered to Constance — \" Take him at his word, my dear. He will neATer act thus.\" \" You are very kind, my dear madam, but my husband has said enough for me to understand Avhat his feeling is toward me. There is an end of the matter.\" \" But you will go Avith him ?\" said the widow ; ' ' you will surely not refuse his magnanimous proposal ? \" \" I do refuse, madam.\" \" Now we understand each other,\" said I, and left the room, determined not to prolong this wretched scene. I had not seen Eleanor ; I did not even knoAV if she was in the house. I Avas about leaving it when I met her in the hall. \"You have seen Constance, I suppose?\" said she, quietly. \" I have.\" \" You are still in the same mind ?\""], [70, "58 WHO WAS TO BLAME ? \" Can you ask me ? What new motive have I for changing my resolution ? \" \" Then I must beg of you, Mr. Irving, to grant me a favour.\" \" To ask is to have, Eleanor, in your case.\" \" I am not quite sure of that.\" \" What do you desire ?\" I asked. \" Simply that you will not come here for some months — it will be better for both of us.\" \" Not till I greet you as Mrs. Softon, I suppose.\" ' ' On that point you need not say another word,\" said Eleanor. \"Thank God for that!\" I said, \"even if I never see your dear face again ; but why do you ask me to stay away ?\" ■ \" You will compromise me if you come here any longer.\" \"And you will forget me if I stay away.\""], [71, "WHO WAS TO BLAME ? 59 \" Never ! as long as I live ! \" \" Be it so,\" I answered. \" I will do what you require ; but I must exact a promise also from you, Eleanor.\" \" What is that ?r \" That you will remain unmarried for my sake.\" \" That is an easy promise, Mark — you have it. I promise that solemnly.\" While we spoke Constance came near to us, and at the same moment a fly drove up to the door, and the servant brought some luggage into the hall. Constance affected not to notice me at all. To Eleanor she was extremely complacent. \" I am going, my sweet girl,\" she said. ' ' I need hardly say how I shall grieve to lose your charming society.\" Eleanor replied coldly to this, and went into the house, while I wandered mecha nically down the garden path. A cold clear silvery voice recalled me to myself."], [72, "60 WHO WAS TO BLAME ? \"I was grieved to interraptyour teie-d-Ute said Constance, but our conversation in the drawing-room has almost made me too late for the train.\" \"The train?\" I thought, and suddenly my curiosity was aroused. Before I could speculate upon this the voice of my wife greeted me again. It had not a shade of feeling — not an inflection which could im part the idea that any remorse or regret influenced her. If any effort could be detected it was in a certain attempt to make her words fall upon my ear like a fate from which I could not escape. All she said was — ' ' Her temperament would have harmo nized well with yours, Mark. Pity you were separated when younger.\" Before I could hardly understand what she had said I heard her tell the flynian to drive fast to the station, and she was gone."], [73, "WHO WAS TO BLAME ? 61 The strange curiosity which had seized me when my wife first came to the door was renewed. There was no vehicle at hand in which to follow her. I, however, determined to ascertain, if possible, her destination. I therefore ran swiftly down to the station and got on the platform just as the train was about to start. \" Express train, ladies and gentlemen,\" said the guard ; \" are you all for London?\" \"A lady and gentleman are just coming,\" said the porter, bustling along with some luggage. I glanced at the man who had spoken, and the lady and gentleman following him. They were my wife and Mr. Softon."], [74, "62 CHAPTER VI. PUBLIC OPINION. Of course the event was talked about, and advice freely offered, for, whatever else we are disappointed in, we may calculate with some certainty upon getting advice from our friends. If they refuse a letter of introduction — if they will not lend us money nor endorse a bill — if they forget to invite us to their houses upon special occasions — few are so indifferent to our interest as to refuse us advice. And in this case it was the advice com monly acted upon\"with regard to unhappy marriages in England, but advice which I would rather have died than adopt."], [75, "WHO WAS TO BLAME ? 63 Strange to say, the sight I had witnessed at the station had caused a reaction in my feelings. The frequency, too, of divorce cases is a sad disgrace to our social condition : their possibility a deep dishonour to our laws. That a man should be able to make a money question of his wife's inconstancy indicates but a base estimate, by the law, of conjugal relations. That the wife should be not only unable to prosecute an equi valent claim against the inconstant hus band, but utterly without opportunity to defend herself from the fatal imputation on which the husband's claim is based — helpless and dumb in the hands of her sworn helpmate and of her alleged para mour, as any horse or sheep whose sound ness may be in question between buyer and seller — is a wrong of incalculable enormity. It is no merely speculative objection to say that such a state of the"], [76, "64 WHO WAS TO BLAME ? law affords to the woman a motive to sin, and opens to her husband a means of collusion. It has been denounced on these grounds by every legal dignitary in the Senate. It has been declared by one of the highest authorities that an action for damages against the destroyer of a husband's peace is a scandal to the country — \"a stigma on the law of England\" — \"an action which shocked one's sense of right.\" Lord Brougham declares that in such actions the character of a woman is not unfrequently sworn away : \" instances were known in which, by collusion between the husband and a pretended paramour, the character of the wife had been destroyed :\" and he mentions a case where a lady was excluded from the court, and behind her back, by the principles of our jurisprudence, her character was blackened in every possible way."], [77, "WHO WAS TO BLAME ? 65 It is impossible to witness one of those disgusting exhibitions in which hired advo vates exhaust their licence of innuendo, invective, and simulated pathos, to in crease or diminish the money value of \"out raged honour,\" — in which witnesses are required to depose with indecent minute ness to circumstances of which they could hardly be cognisant without a prior breach of delicacy, if not of duty, — in which the audience are excited, as at a French play, between the prurient revelations of cham bermaids and of police spies, — it is impos sible to hear or read all this without observing that the party alone fatally con cerned is the only party unrepresented, and without suspecting, in many cases, that she is the victim of conspiracy as well as the object of lust. Even while I write this melancholy history there are a num ber of cases in the daily papers which make me blush for the opinion entertained by VOL. II. F"], [78, "66 WHO WAS TO BLAME ? foreigners of the morality of this favoured land. It has been said that our marriage law presses more heavily upon women than upon men, in all classes, because the former are the weaker; but, in truth, the inequality is not less unjust towards the latter — excepting that favoured fraction of the sex which has the ear of ecclesiastical courts and learned lords. In the first place, we must confess to a reservation in favour of husbands as to the relative guilt of inconstancy in the two sexes. If, as all moralists admit, culpability is to be mea sured by temptation, the offending husband is unquestionably less guilty than the un faithful wife ; for he has not that panoply of defence which is woman's beauty as well as her strength — an armour of con quest as well as of resistance. Neither are the consequences of his sin so immediately and fatally mischievous ; forgiveness"], [79, "WHO WAS TO BLAME ? 67 is with him impossible, — to her it is natural and graceful. Whatever the sub lime severity of divine law may exact, in a state of social imperfection allowance must always be made for the inequality of circumstances. While, therefore, we would arm the wife with ample power to deliver herself from an unfaithful husband, we neither expect nor desire its invariable exercise. It is her unquestionable right, but did she always exercise it terrible would be the dissolution of ties that might be re-knit more firmly than ever by forbearance. Our fear is that she would too often and too long forbear. Such a patient forgiving Griselda is woman that, in nine cases out of ten, she would wash out with her tears the bruise which, bared to the eyes of law, would effectually plead for her future protection. In the next place, we would have it remembered that the law which makes over to the husband f 2"], [80, "WHO WAS TO BLAME ? 68 all the wife's means, makes over to him also all her debts; and that, although, among the \"upper ten thousand,\" where ladies are never penniless, creditors may be referred to the lady's banker, the world in general has some trouble to avoid the responsibility of obligations incurred by extravagant or absentee wives. But enough of this speculation upon a theme which has endless varieties ac- cording to the position and the tempera ment of the sufferers. For me the vision of a life had departed, and the latent hope by which I expected to amend the folly of the past — that also had vanished en tirely. After all, could I absolve myself from blame ? If I sought the conquest of a heart to blend with my own, had I ful filled the conditions necessary for such an achievement ? The only sovereignty is when the will is subdued to our own. A vague theory which is shaken to pieces by"], [81, "WHO WAS TO BLAME ? 69 the first wind of opposition cannot be held in high estimation. I had but obtained a feeble power which embraced nothing fairly. We live in a hurry — in fact we scarcely live at all, so occupied are we with infinitesimal things while the real broad deep enj 03111 ents of life escape us. We say we have no time to associate our wives with our daily toils, struggles, and anxieties ; we leave them to idleness, to flippant chatter, which tickles the fancy for a time, but deadens the heart to higher feelings ; to empty sermons, which, as they are known to be addressed chiefly to giddy ears, are prepared with a total absence of common sense or homely truths to touch the heart or awaken reflection. Are the books or the companions we provide for them higher in quality? Then, as time runs on, we find their society wearisome ; they have no interest in the objects of our pursuit. Instead of the women we might"], [82, "70 WHO WAS TO BLAME? have made, we have frivolous incon siderate human being, with whom we cease to interchange our higher thoughts, and the question recurs to us bitterly — Who was to blame ? With this view of things in my mind, I gradually, notwithstanding my wife's faults, came to the conclusion that I had not done all that might have been done to rescue her. I felt then, and I now feel, that the husband must admit the wife to a more intimate participation in his own mental development. He must encourage her when she is disheartened ; he must raise her to his own level. When we remember the facilities men have for their moral and intellectual ad- vancement, it must be confessed that they are not blameless if they make no attempt to elevate the companions they have chosen for life. The consequences of this short-coming are clearly seen ; man seeks"], [83, "WHO WAS TO BLAME ? 71 his happiness in one path, woman in an other, their interests are divided, and the longer they dwell with each other the wider their souls have travelled apart. Divorce, good heaven ! what more perfect divorce is there than that in which the mind is subject to any influence whatever that has not its place beside the domestic hearth ? The spirit of home must be ele vated. New phases of intellectual life make their demand upon the mind and heart of man. What is required is that the inner life of home should not fall so far short of the ideal that is rising in the active mind without, as to be tolerated and endured merely as a refuge from the weariness of daily toil or enervating study. I have been to blame ! My home has been too freely exposed to external influences. My wife has been left too much alone, and without occupation, and vice is her refuge at last from solitude and ennui."], [84, "72 CHAPTER VII. I FOLLOW MY WIFE. The reflections I have indulged in re specting the cause of the estrangement between me and Constance had induced me perhaps to take a more lenient view of her conduct than she deserved. One thing I had resolved upon in the few moments that passed after leaving the railway sta tion, which was, to follow them to their retreat, and, if possible, induce Constance to leave Mr. Softon and endeavour to lead a new life. I fancy even in this I was not acting entirely from my own impulses. Mingled with every thought, every, action of mine at that moment, there was the"], [85, "WHO WAS TO BLAME ? 73 thought of how Eleanor would interpret it, and it Avas almost with a feeling of pride that I imagined she would smile approvingly when she knew how great a sacrifice I had made. My enterprise in business had not been unrewarded, but the keen sense of enjoy ment with which the happy man pursues an object had passed away. I determined to discharge my hands and sell off the machinery at once, and deATote myself, for a time at least, to the task of reclaim ing my lost wife. In these operations O'Hara assisted me with such good effect that in a short time I was relieved from all my business cares, and, with a handsome income, had the world before me where to choose. I had employed a confidential agent to follow up the guilty pair, and he had performed his duty well. From him I now learned that Italy was the ulti-"], [86, "74 AVHO WAS TO BLAME ? mate destination of my wife and Mr. Softon. It may seem strange that I had not at once followed them, if I desired to exert my influence, but this I felt to be hopeless. I knew that a certain time must elapse before any entreaties of mine would avail in the least. But when she found out how worthless and shallow was the character of her paramour — when she discovered as I imagined that his sole object was to live easily upon her talent I thought she must inevitably become dis gusted. Besides, it appeared to me also that the fact of my follomng her, and making earnest endeavours to reclaim her, might have more weight at a later period than at first. A dreary painful disen chantment was probably before her, and the poisonous influence of a mind like that of Softon must have time to be neutralized by his own conduct before"], [87, "WHO WAS TO BLAME ? 75 any effort of mine seemed at all likely to be beneficial. To my amazement, when my business affairs were settled O'Hara became strongly infected with the desire to travel. It was in vain I represented the view his wife would most likely have upon the sub ject, or the little advantage his society would be to me in any capacity. \" Shure, master, I'm wishing to see the world, and if ye won't take mo I'll go by meself,\" said he. Further argument did not tend to con- Arince him, and at length I consented to take him Avith me. The latest intelligence we had heard of the fugitives was that they were in Naples. To Naples accordingly we went, and, in spite of all my regrets, I could not help being keenly influenced by the attractions of that remarkable city. It is the most animated and enchant-"], [88, "76 AVHO AVAS TO BLAME ? ing city of Italy, and shines the more brightly when compared with the solemn and dreamy Rome. We had been detained long at the custom-house, and night had spread her wings over the earth as we drove along the quay to our hotel, the Villa di Roma, which is situated on the sea shore. Vesuvius was hidden from us, for no flame gave sign of its internal life ; but along the sides of the harbour countless little lamps glittered in the booths, and gas lights flamed in the shops, and were re flected in their numerous looking-glasses, whilst, high above the dark forest of masts, the reA'olving light of the lighthouse shone, now brighter, now fainter in the dark sky. Naples should be seen in the evening by any one who wishes for a viA^id idea of the people's life in the South. The whole population of the city seemed to have for saken their houses, and the Avindows were everywhere wide open. All along the quay"], [89, "AVHO AVAS TO BLAME ? 77 cooking and roasting were going on ; the booths of the dealers in provisions and lemonade were gaily lit and decorated ; and a joA'ial noisy crowd of street mer chants, with large flat baskets on their heads, were crying various dainties. At about every twenty paces stood the tables where water-melons were sold, displaying whole fruit in its bright green covering, others cut through to show the glowing colour within, and some cut into little pieces for the lowest order of custo mers, who stood in troops around refresh ing themselves with the wholesome juicy fruit ; near them were men roasting the yellow cobs of the maize, also a favourite and agreeable article of diet ; and by the sea-shore were chairs occupied by ama teurs of oysters, for whom the sellers were opening the Frutti di Mare, as they call them, and serving large bottles of the Nea politan wine, which stood on the tables"], [90, "78 AV'HO WAS TO BLAME ? along with heaps of green lemons ; guitar players were pushing in as near as possible to obtain the reward of their exertions, and these again were elbowed aside by the criers of aqua gelata, who appeared every where welcomed. Sometimes the lower class of people improve the iced water by the introduction of a few drops of aniseed, but often they will merely take a lump of ice in their mouths, and even the babies will suck it eagerly. At almost every cor ner are tubs supporting a sort of stage, on which rope-dancers and conjurers are ex hibiting their feats; here a juggler is plunging a knife into his throat — there Pulcinello '__ teasing a poor fisherman — further on a pretty little girl is displaying her skill upon the rope, and others per forming a little comedy; and all have a numerous audience. Fathers and mothers lift up the smallest of their children in their arms ; great boys, nearly naked, force"], [91, "WHO WAS TO BLAME? 79 their way through the crowd till they reach the front row. Soldiers, laughing with their fair admirers, enter into all the hu mour and abandon of the motley crowd ; and, wherever your eyes may turn, a crowd of monks, looking as unlike ministers of religion as one can well imagine — jolly, fat, sensual-looking fellows, chatting, laughing, applauding, and making as merry as any of the rest. It was the festival of some saint. But that, indeed, was nothing special, for saints' days in Naples are nearly every day in the week, and the consequent festi vals keep the city in a feverish state of hilarity. Pleasure the Neapolitans will have at any price, or under any circum stances. If there are fast days, that does not prevent laughter, chattering, and flir tation ; and as for the feast days, I verily believe one such day in London as the Carnival excitements I witnessed upon the"], [92, "80 AVHO WAS TO BLAME ? Largo del Palazzo would ruin the city for ever. If merriment is any honour to the Italian saints, they have plenty of it ; and when the people are tired of laughing and shouting they keep the game aliATe with a band of music or a display of fireworks. It is such a place for enjoyment as hardly exists anywhere else in the world. Here am I, an angry and disappointed man, seeking a wife who is faithless, and giving up what would have realized in a few more years a princely fortune. Yet, spite of all past thoughts and present feel ings, I can^no more help the contagion of the scenery, the atmosphere, and the gene ral hilarity, than a schoolboy who has been whipped can resist the next game of cricket or marbles. And, to the lover of nature, what a sight it was as we rode in the evening along the Toledo towards the sea ! What red glow"], [93, "AVHO WAS TO BLAME? 81 is that which we see in the distance, where Vesuvius rises like the ruler of Naples ? It is deep night ; the sea is hidden froin our eyes, but its hollow murmurs reach the ear ; a few masts of ships are visible in the foreground, and the massive outline of the volcano is now faintly discernible — a flame, whose intense crimson has never been seen in a fire made by human hand, rises and sinks slowly in the crater, and then a stream of flaming red flows down the mountain, or a tongue of fire shoots high up into the air, and scatters far around showers of sparks and red-hot stones. The stranger gazes with a feeling of horror toAvards the spot where these de structive powers are ever busily at work ; the ground beneath him seems under mined as this flaming sign bears witness to their invisible might ; you feel inclined to run someAvhere, or sink down in prayer ; G VOL II."], [94, "WHO WAS TO BLAME ? 82 but the people of Naples scarcely cast a glance towards this marvel of Nature ; and even in St. Lucia, which is exactly opposite to the mountain, nobody concerns himself about it. In this quarter the fish and oyster dealers are peculiarly at home ; and here are the magazines for shells, where the product of the sea and the mountains — corals, conchylia, and lava, elegantly wrought — are sold ; and on the broad flag stones with which it is paved buying and selling and feasting are going on. Amidst all the busy hum of life the castle of St. Elmo rises silent and solemn ; and at this hour even the convicts, who in their yellow dress are seen at work on the walls during the day, are confined within their cells. Imprisonment and solitude must seem doubly melancholy to those who know that beneath these still and gloomy walls the sounds of mirth and revelry are heard, and the luxuriant beauty of Nature is"], [95, "AVH0 AVAS TO BLAME ? 83 summoning all her children to enjoy ment. Below, on the shore, at the foot of the rock on which the Castle of St. Elmo stands, lies the Castel del Ovo, built on the ruins of the villa of Lucullus. Along the road of Chiatamoni we followed the strand to the Villa Reale, whose dark umbrageous alleys invited us to enter them. From amidst the deep green foliage there peeped out from time to time the most beautiful casts of celebrated antique statues— the Medicean Venus, the Flora, the Apollo di Belvidere, the Antinous, and others which we see in museums, but which here stand about in the open air, and familiarise the lowest of the fortunate people of the South with loA'ely forms. There were gas-lights beneath the trees, besides the light of the moon and the crimson glow of Vesuvius, and the sounds of military music mingled with the soft murmuring of the sea. G 2"], [96, "84 WHO WAS TO BLAME ? O'Hara had been of no trouble and some use to me, for he would persist in waiting upon me himself, and took infinite pains to spare me the least worry or annoyance. I asked him on the day after we arrived how he liked what he saw, and if he did not sometimes pine for his old quarters. \" Faith ! \" said he, \"it is the nature of mortal man to be always wishing himself a long way off, and then Avishing himself back again. Many a time when I've squinted up at the ould factory chimney I've said to myself, O'Hara, says I, how would ye like to see one of the big moun tains, me boy, wid the snow on the top of him, and the waterfalls running doAvn the side of him, and the broad trimmings of green pines round the skirts, like the flounces of a lady's dress, while her lady ship's head is tossing as proud as may be in the clouds? Yes, O'Hara, says I to"], [97, "WHO WAS TO BLAME ? 85 meself, it would be a mighty fine thing for ye to see a mountain, but as the poet says— more power to him ! — the mountain won't come to Mahomet, and Mahomet sure can't go to the mountain ; but now I'm here, master, and I'm looking at the great A'olcano yonder, I say to myself at odd times, O'Hara, says I, it's yourself would like a small taste of whiskey, or a potato that wasn't be-devilled.\" \" Yet you seem amused,\" I remarked. \"Amused, yer homier? Sure, if there's any life in me at all, I'll be amused in a place like this. The religious observances are enough for a pantomime. Faith, I don't know if it's me head or me heels I walk upon, and as to me soul, it wouldn't have time to be saved in such a country as this. When I wake in the morning bim bom go the bells. It's church time, O'Hara, says I, and why would ye let the devil overtake ye iD this way ? But when I come"], [98, "86 AVHO AVAS TO BLAME ? doAvn it's not the blessed Sabbath at all, but a saint's day and a procession. Och ! the talloAV-chandler must have a fine time of it here. It's all very well for rich people, yer honner, but Iioav they manage to have Sunday every day and holidays betAveen is too much for the brains of O'Hara.\" \" But you are a good Catholic, O'Hara; you must not rail at these pious obser vances.\" \" Pious is it then ? The Lord preserAre them for their piety ; but the fat round faced children sprawling about look mighty like the reverend fathers, I'm thinking, and their wicked ould eyes leer at the lasses in a way that's not all saintly. Faith, if I had them at the factory I should be mighty sharp after the female hands, yer honner. But there's one merit of the way of life — the people seem happy, and sure it's just the place where the Blessed Virgin might be sup posed to Avink, if anywhere under the sun.\""], [99, "87 CHAPTER VIII. THE CONFESSIONAL. Haahng learned beyond all doubt that my wife and Mr. Softon were in Naples, I made great efforts to discover them, but for some days my search had been fruit less. I wandered daily into galleries and churches, and frequented all the public resorts of the pleasure-loving Neapolitans, without success. After one such day of aimless wandering I entered, more for shade and rest than from curiosity or expectation, one of the many churches in one of the principal thoroughfares. I was refreshed by the subdued atmosphere of the place, after the glare of the sun without,"], [100, "88 WHO WAS TO BLAME ? and the twilight aspect of the huge build ing seemed perfectly in harmony with the scattered worshippers. These were mostly women, who glanced at me inquisitively with their dark Italian eyes, which seemed to ask me why, if I came there at all, I did not join in their worship. I was not at that moment in a mood for higher thoughts, although I could- not but feel the calm influence of the place. Beyond resting a little while, I had no motive in being there, and was leaving the place again when my attention was attracted to a form which seemed familiar. It was that of a lady who was standing near the confessional in earnest conversa tion with the priest. Something told me that I had seen the figure before, and I waited long and eagerly to see her face, but the length of her confession surprised me, and after a time I went to the door of the church, feeling sure that I could not"], [101, "\\ATH0 AVAS TO BLAME? 89 miss her Avhen she came out. In this, however, I AAras mistaken. One by one the fair penitents had left the building, but still the lady I sought remained. At last, feeling impatient, I went back to the spot where I had seen her at first. She was gone ! That it was my wife I had been convinced, even in the momentary glance I had caught. How she had left the building unperceived was a mystery. I cannot think of the event at this moment without recalling the feeling of bitter dis gust and misery which overcame me. It seemed in that moment as if death would haAre been preferable to any further know ledge of her life and habits. I wandered back to my hotel totally distracted, and spent the remainder of the day in a be wildered dream. O'Hara was away, bent upon following out some directions and inquiries, and I was alone. The remembrance of my feelings that"], [102, "90 AVHO WAS TO BLAME? day will never be obliterated, and it re quires some effort to make a confession of my weakness of will and want of Christian purpose. The oppression of spirit which had seized me in the church so grew upon me in the course of the day that I became almost insane, and, rambling along one of the crowded streets towards evening, the horrible thought occurred to me to end my unhappiness by self-destruction. I walked deliberately into a gunsmith's shop and purchased a pistol. No notice whatever was attracted by this, for in a place like Naples the strangest whims of the English visitors would pass unheeded. Armed Avith this weapon, I walked mechanically out of the toAvn, determined to carry my dreadful purpose into execution. Loading the pistol, I sat down, and from the spot I had chosen cast one long glance upon the various wonders and beau ties that surrounded me, and, with the"], [103, "WHO WAS TO BLAME ? 91 solemn feeling that I was looking upon them for the last time, they seemed to reveal a splendour of which I had never dreamed before. Far away, in the stillness of the evening, I could hear the deep low tones of the bells of the city mingling their echoes with the splash of the sea. Far away, like the shrine of some awful sacri fice, towered the giant mountain, whose incense eternally rose to heaven. Ever and anon there came faint echoes of music, or the splash of oars upon the sea beneath, or murmur of laughing voices. From the city of beauty and pleasure I had wan dered here to die. Once more I surveyed the enchanting prospect ; once more I murmured a prayer ; then, giving myself a willing victim to the fate I could not control, I raised the fatal weapon to my brow. A sudden gallopping sound — a shriek — a crash arrested my hand."], [104, "92 CHAPTER IX. AN UNEXPECTED MEETING. It was singular how suddenly the sound I heard destroyed all the morbid feelings of the previous moment. There are few so lost to the instincts of humanity as not to fly to the rescue of another in distress. Had I coveted life with the devotion of an epicurean, I could not have hastened more readily to solve the enigma of this ad venture. I had but little difficulty to do so : upor climbing some rising ground near at hand I perceived a light pleasure carriage, such as may be seen in frequent use by the visitors to Naples, in the act of overturning."], [105, "WHO WAS TO BLAME ? 93 The only occupant of the carriage was a lady, and from the manner in which the horse kicked and plunged I feared the accident might be serious. The driver, in his effort to stop the horse, had been thrown off, and was lying apparently in sensible in the middle of the road, while the lady herself, by dint of clinging to the side of the vehicle as it turned over, had probably escaped with little injury. With all the haste I could command, I made for the scene of the accident, in hope that I might be in thne to render assistance. The faint fingering light in the Avcst ren dered objects at a distance almost invisible. All I could discover was that the carriage occupant was a lady — whether young or old, native or foreign, I could not tell. But when I reached the carriage and saw the lady coolly shaking frora an expensive and stylish dress the dust which it had gathered up from the road — when I heard"], [106, "94 AVHO WAS TO BLAME ? her calling out in a dictatorial voice to the driver, demanding why he did not instantly get up and drive her into the town — and when, last of all, she turned her face toward me, and, with a jaunty air of defiance, adjusted a charming traATelling hat — there could be no mistake as to the person. Still less could there be any mistake when, with gay familiarity, as if we had met at an evening party the night before, and had become somewhat merry together over the ices and champagne, she said — \" Is that you? Oddest of mortal men. And to think of our meeting in this way. The world certainly must be growing crazy, and all the incidents thereof. Mark, my dear fellow, you must of a certainty have taken leave of your senses. I could have imagined many droll things of you, but this I could never have dreamt of. To think that this good, mechanical, mill-wheel, manufacturino: sort of a man would be"], [107, "AVHO AVAS TO BLAME ? 95 wandering alone, like a second Quixote, in search of knight-errantry adventures, or probably pouring forth his soul into a spasmodic poem of the modern school, is too much for my graATity ; it is indeed.\" With these flippant words, my wife (of course the reader knew who it was) began to chuckle in the most absurd manner. Angry as I was, I could hardly refrain from catching the infection, while the dri ver, who seemed to think the merriment arose solely from the accident, began to laugh and chatter like a buffo singer at the opera. Wien I could make myself heard, and had contrived, in the few words of Italian I knew, to insist upon the driver's attention to his OAATi business, I said with as much severity as I could assume — ' 'I should have thought, madam, that some latent feeling of womanhood, if none of re pect towards an injured husband, wouldhave"], [108, "96 \\A\"HO WAS TO BLAME ? led to a more lady-like tone than this.\" \" Dear me,\" said she, looking round with affected gravity, \" if we had but a pulpit in the neighbourhood ! I wondered what yTou, Mark, could be doing in tins lonely place ; but I did not fancy you had been com posing a sermon. But how do you like Naples, Mark ? Have you been fascinated with any of these Italian beauties ?\" \"God help me!\" I replied bitterly, \"I was fascinated once, and the result of that fascination will ruin me, body and soul.\" \"Really, Mark, was it growing so serious as that ? I always thought that charming countrywoman of ours much too cold to en danger your peace of mind. Well, you can easily be cured of that infatuation here.\" \" If anything would cure me of infatu ation,\" I retorted, \" it would be the know ledge that women can become such as you are now.\" Constance winced a little under this, and"], [109, "AVH0 WAS TO BLAME ? 97 set her dashing hat a little more firmly on her head. Then, shaking her luxuriant curls with a toss of the head, and an ex pression of her eyes which said plainly, \"You cannot deny my beauty and grace if you would,\" she became silent and thought ful, as if influenced by a sudden feeling of remorse, and, after a moment's pause, said gently— \" I should not have lost my influence, Mark, if some one else had not gained some power over you.\" ' ' Heaven be my witness, Constance, no thought of another ever entered my mind while I believed you faithful to me; and even now, when you have treated me so shamefully, when you have acted in a way that not one husband in ten thousand ever forgives, I would, if I could trust the future, willingly admit my share of blame in the past.\" While I spoke she gazed at me sorrowfully. It was hard to believe VOL. II. H"], [110, "98 AVHO AATAS TO BLAME ? but that her next words came from her inmost soul as she said — \" I fancy your love for me, Mark, has not entirely evaporated eATen now. I almost fancy I can see a tear in your eye, notwith standing the bitterness of your tongue.\" Has the reader ever compared the human heart to a bell ? The comparison Avould not probably have occurred to me at such a moment but that the deep bell of a neighbouring campanile sounded the hour. Now it occurred to me at once what assimi lation there is between human tones and those of the bell. One could not say that the voice of Constance was otherwise than sweet and pure, and many a time had I heard the ring of those silvery tones Avith deep emotion. Alas! now I had discovered the secret flaw that brought a discord amongst its sweetest tones and filled me with the deepest sadness."], [111, "AVHO AA'AS TO BLAME ? 99 \" See,\" said Constance, changing her manner in an instant, when she found the shot had not told, \" our driver is wonder ing to see us growing so sentimental in a moment. Poor fellow ! he does not under- stand our melancholy northern tempe raments.\" \" Truth and honour are independent of gaiety or sadness,\" I said. ' ' Nonsense, Mark, I understand all. If you wept at this moment, it would be as much for your oavu sorrow as mine. It is Arery instructive to meet again and take a lesson of each other ; but tell me how you areg etting on, Mark, and how goes the old millstone of business. Is it daily rolled up the hill, to tumble back again at night, year after year, till its high priest lies beneath it, and some clod of a fellow, with his mallet and chisel, carves upon it — Here lies, &c ? \" \"I can only wish you, Constance, an H 2"], [112, "100 AVHO WAS TO BLAME ? office as honourable ! However monotonous and tame the business life may haA-e been, you, at least, shared its benefits and were exempted froin its anxieties.\" \" Idle talk, Mark, every word of it. Jump into the carriage now, like a reason able human being. The man is ready. It will save you a fatiguing walk.\" Her flippancy astounded me. I had reproached myself, having conceiA^ed the idea that I had been to blame in my treatment of her ; but could any treatment of mine, any neglect, however wilful, have caused such a tone as this ? With a shudder of disgust, I was turning swiftly away from the spot when my wife called to me. Determined not to allow my passion to stand in the way of anything like shame or remorse, I turned again mechani cally. \"I know all your thoughts, Mark, and am sorry I can neither tease nor amuse you"], [113, "AVH0 AY AS TO BLAME ? 101 this evening. Wit is thrown away upon you, satire does not sting you, sympathy does not console you: you are the most difficult man to please I ever knew in my life.\" \" Is that all you have to say ? \" I asked as calmly as I could. \" No, Mark, certainly not. In case I don't see you again in Naples, by-the-bye, you can leave a card at the Palazzo Virini if anything should occur to you which has escaped you in this hurried interview. In the meantime, here is a very elegant trifle made out of the lava from Vesuvius. Curious, is it not ? I purchased it the other day when I went to see an eruption. It struck me that it would be a pleasing little gift for you to give to Eleanor when you next see her.\" It was a small box, carved and orna mented in a most elaborate manner, which Constance now put into my hand. Had"], [114, "102 AVHO WAS TO BLAME ? it been filled with a poisonous vapour which Avould have killed me at a breath I should have had no power to withstand the gift. Was there, I asked many a time afterwards, some dreadful secret power in this woman's peculiar manner which, as we read in many a strange German tale, exercises an influence over us which we haAre no power to control, and the baneful effect of which can only be counteracted by a holier, loftier, purer life — by more earnest faith and more earnest prayer ? The events of the last hour had seemed like an epoch in my life : the emotions which had passed through my mind made this short period seem like an age. I was bewildered — agitated — half crazy. The silvery AToice recalled me from my dejected dream. \" She Avill be amused with the motto,\" said my wife. \" I selected it myself, and had a world of trouble to make the stupid"], [115, "AVHO WAS TO BLAME ? 103 Italian spell the words correctly. ' Safe bind, safe find ' — a good motto, is it not ? \" I turned away. It was useless to speak, to argue, to threaten, to entreat — useless to do anything but be silent. \"Well, good bye, Mark. Delicious country Italy — trees, hills, blue sky, and bluer waters, ruins, pictures, music, love, and laughter. Really if I am here long I shall grow poetical and send Eleanor a sonnet upon Vesuvius. Did you hear Verdi's new opera last night ? Oh ! I forgot, you are not musical. You lost a treat, I assure you ; but it's getting late, and my driver looks impatient. He does not comprehend so much sentiment in a coujile of cold English peojile. But won't you ride? Well, if you would rather walk, — addiof Was it of any use to reason with such a wife as this ? Perhaps not ; but as Avater dropping on a stone gradually wears it"], [116, "104 WHO WAS TO BLAME ? away, so my presence may at length shame her into repentance. Its effect may be doubtful, but at least it shall be tried."], [117, "105 CHAPTER X. A CHAT WITH o'HARA. When I reached my hotel I found O'Hara waiting for me. There was some thing dubious in his manner, as though he felt that he had news to impart which could give me little pleasure. \" Out with it, O'Hara,\" I said, testily. \" And what is it, then, that I'll be out with, yer honner ? Is it meself you would have get out then?\" \" Nonsense, man. I can tell, Avithout asking any questions, that you are by no means proud of the information you have gained. Do not keep me in suspense. Tell me, if you have aught worth telling.\""], [118, "106 AVHO WAS TO BLAME ? \" May be yer honner would'nt like my budget just now.\" \" As well now, O'Hara, as any other time.\" \" Well then, yer honner, to begin at the beginning, it Avas the morning, and I was taking a walk, and thinking what Mrs. O'Hara would say to some of the fine young creatures about here, so mighty fond as they are of displaying their charms, and not thinking of the modest old boy from Ireland watching them — \" \" Surely, O'Hara,\" said I, laughing in spite of myself, \" you are not becoming corrupted in your morals, I hope ? But come, let us hear your adventures.\" \" Well, then, I was taking the walk, and admiring the beauties of nature and art—\" \" Including female beauty, it seems.\" \" True for ye, yer honner ; it was that same, Avhen I stopped to see a fine party"], [119, "AVH0 WAS TO BLAME ? 107 of pleasure enter an old church. I went into it as well, and sure enough I saw there your good lady.\" \" Not alone, of course.\" ' ' Not alone, yer honner, more's the pity, and little she cares, saving yer presence, in whose company she is.\" \" Confine yourself to facts, O'Hara.\" \" That 1 will, yer honner, and stubborn things they are to be confined with. But of all the curious ladies I ever saw, your lady was the strangest. Sure she turned the holy Catholic faith, and the priest, and the worshippers, and the place, and the holy water, and all belonging to it, into a pantomime.\" \" How was that ?\" I asked ' ' Oh, she was full of frolic, yer honner. There was a fine old statue of some great warrior of former days, and mighty stern and bold he looked, never leaving his post these many hundred years, and his armour"], [120, "108 WHO WAS TO BLAME ? and shield, and sword, cut out of the marble as natural as life. By the powers, if my lady didn't walk up to him and make him a bow ; and, of course, Mr. Softon laughed, pleased like. Then she came near the holy water, and took her bouquet that she carried in her hand — ' Sprinkle these with the holy water,' she says, laughing, ' it will prove if there's any virtue in it better than making artifi cial crosses upon one's face.' The Lord love us, yer honner, it was an awful deed.\" \" I am not surprised, O'Hara. She ap pears to have no reverence whatever.\" \" She ridiculed all, yer honner. Her parasol touched the warrior's face, and she begged his pardon, and asked him if he had any commands from the other world. I never saw the like of it in all my days.\" \"What became of her afterwards?\" I inquired."], [121, "WHO WAS TO BLAME ? 109 \" The pair of them entered a carriage, and I saw no more of them for a time ; but later in the day I saw her in the car riage alone.\" \" And I have seen her since myself, and I believe I am not far wrong in imagining that she will apjiear in an opera at one of the smaller theatres this evening. We will go.\" \" To see an opera ? Faith, it's new won der every day coming upon old O'Hara ; me head will be turned if I'm here much longer.\" The opera was Lucia di Lammermoor, and my wife was the Lucia. Her voice, not very powerful, was very pleasing in quality, and she certainly looked the part uncommonly well. I have no conception as to what her position was as an artiste, but evidently she had the power to capti vate her audience, and the applause was enthusiastic."], [122, "110 AVHO AVAS TO BLAME ? O'Hara, utterly new to operatic glories, was astonished beyond measure at the whole performance. After the introduc tion, when the scene and duel take place between Edgar and Lucy, the tenor who performed the part was so impassioned in his manner, and so lavish of his stage endearments, that my faithful henchman was utterly disgusted, and hissed audibly. The furore which followed this demon stration of his nearly got us turned out of the theatre, and I begged him not again to display any emotion. He, however, con tinued so irate that he favoured me with a running commentary upon the whole per formance. His sympathies, which at first were entirely opposed to the tender tenor who performed Edgar, changed as the opera proceeded, and in the great malediction scene, where Edgar disturbs the marriage ceremony, he applauded vigorously. I was too much of a novice myself in operatic"], [123, "WHO AVAS TO BLAME ? 111 matters to judge whether the applause my wife gained was deserved. I could only come to the conclusion that I should never cure her of her love of excitement and change, and from the moment the curtain fell I inwardly determined to make my Avay back to England. Lingering a moment in one of the lob beys, a magnificent form flitted past. Almost unconsciously I turned, and per ceived it was my wife. Flushed a little with the excitement, but in her tone and manner as cool and collected as eATer, she said, ' ' I Avonder, Mr. Manufacturer, you could sit there Avithout giving a single brava. I call it very sulky of you. When you put up as member for the county you may depend I shall not forget this. Most likely I shall find my way to the election, and shall esteem myself very forgiving if I don't pelt you with a cabbage-stump.\""], [124, "112 WHO WAS TO BLAME ? \" You are welcome to any threat, how ever absurd,\" I said, \" considering that you have injured me beyond redress. As to ambition, I have none. My only aim in coming here was to see if, by any possi bility, I could influence you and induce you to lead a worthier life. But even that slight hope is over.\" \"Well, good bye, Mark. Sorry to find you still moping and morbid in your tone ; and really, too, you are much behind the fashion. Where on earth did you get that coat ? It fits you like a sack. You must have been patronising some friend of O'Hara's. Should have been glad to introduce you to Sir Harry Topsill, but in such a coat as that I fear — \" What she feared I did not hear, for, turning on my heel, I went back to my hotel and arranged with O'Hara to leave Naples the next day. I did not, however, intend to make my"], [125, "WHO WAS TO BLAME ? 113 way at once to England. There was only bitter regret and humiliation in my native land, and I determined to linger for a while in Switzerland and the Tyrol, and see what effect the enchantments of nature might have upon my mind. So I wandered through a land of dashing Avaterfalls, and shadowy pines, and snow clad peaks, and often wondered as I passed the snug little cottages, lying like nests in the sheltered places between the moun tains, what the lot of the inmates might be, and had spots pointed out to me where these simple homely men had gone out to meet death and suffering without a fear, and I thought how gladly now I would have laid doAvn my life if the past could be altered. To die for what we love, or in a great and noble cause, is, it seems, better than to live a cold-hearted false life. But O'Hara brings me a letter. It is from Cary, full of sympathy and earnest assur- VOL. II. I"], [126, "WHO WAS TO BLAME? 114 ances for the future. He has settled in Oxford, for the sake of being near an old friend. I determined to go there when I returned to England."], [127, "115 CHAPTER XL HOME AGAIN. We were back in England, and, having no inducement to resume the operations of the factory, I had a great desire to see O'Hara comfortably settled. There was a small property to be sold in a little vil lage about fifty miles from Lymington. I determined to go and see it, and buy it if possible for my faithful follower. Little dreaming of the events that would spring from that journey, I started, glad of an object which was likely to benefit another. Thankful for any change to relieve my melancholy thoughts, I deter mined to take the journey on horseback. i 2"], [128, "116 WHO AVAS TO BLAME ? Passing a solitary lane, I was greatly pleased with the situation of a fine man sion, surrounded by wooded hills, which I could perceive upon a rising ground at some distance. Some strange remini scence passed through my mind as I gazed upon the place, as though at some time or other I might have been familiar Avith such a residence ; but, dismissing the thought again as a way ward day dream, I should have proceeded to the next town, but such a heaAy black cloud suddenly rose, and the Avind began howling in such savage gusts, that I began to think of securing shelter somewhere. Before I could do so the tempest came — thunder, lightning, Avind, and rain — so that my unfortunate horse, as well as myself, was nearly blinded. After pursuing our way for some little time in this doleful plight we came to a strag gling village. There was the usual road side inn, with the usual SAvinging sign,"], [129, "AVH0 AVAS TO BLAME ? 117 looking homely and common-place enough, but now I welcomed the inn as though it had been a palace. \" Be' ant ye a-most drenched, zur?\" drawled a red-haired youth who offici ated as ostler. The fact being too patent to require an answer, I dismounted, giving my red haired sympathiser the reins, and stumbled weary and benumbed into the house. The landlord commented upon my con dition in much the same style as the ostler. I inquired for a room and a fire to dry my soaked clothing. He opened the door of a small neat par lorn-, looking cheerless enough at first, but the portly host promised there should be a fire in a few moments, and he kept his word with right good will. The storm continued, as though unwil ling that I should have escaped, and tried its utmost to blow in the little diamond"], [130, "118 WHO WAS TO BLAME ? panes of the casement. Baffled in this endeavour, it sought an entrance doAvn the chimney, and, finding it could not put out the fire, entirely filled the room Avith smoke. At length, when, notwithstanding all discouragement, the fire would burn up, then the wind, like a defeated legion, un willing to give any credit to the ATictor, returned muttering defiance, and growled savagely in the hollow chimney for an hour or so, adding merely to my enjoyment thereby. I sat for some time in a broAvn study, dreaming over past days and past things, that had been, and others, alas! which might have been, when I was aroused by the stamping of feet in the passage and the flapping of a heaAy umbrella, which clicked so much when it was closed by its owner that it was evidently not improved in condition by its recent contact with the elements."], [131, "WHO WAS TO BLAME ? 119 A voice, probably belonging to the OAvner of the umbrella, was calling out, \"Here! I say, boots, waiter, landlord, somebody, are you all gone to bed ? \" This lusty call had the effect of bringing out the landlord. \" Is this the way to welcome a neigh bour ? \" said the new comer. \"Very sorry, Mr. Creakle, very glad, sir \" \" Sorry and glad at the same time ? Well, then, show me you're sorry by walking me into a room where there's a good fire, and show me you're glad by bringing some brandy and water to keep the cold out.\" \" Well, Mr. Creakle, sir, there's a fire in the kitchen, sir.\" \" And suppose I don't like to go in the kitchen ? The Spanish proverb says the smell of a kitchen is unpleasant to the man who has dined.\" \" There's the tap, sir.\""], [132, "120 AVHO AATAS TO BLAME ? \" Yes, I suppose there is, and the usual tap company. I'll be bound all the raga muffins will be drinking and smoking this wet afternoon. What have you done to the old parlour ? \" \" There's a gentleman in there who asked for a private room, Mr. Creakle.\" ' ' And I'm a gentleman wanting a pri vate room. Show me in.\" \" Perhaps the gentleman won't like being disturbed,\" said the landlord. \" Perhaps not. Consequently I won't disturb him.\" With these words, the new comer peeped into the room, and thus addressed me — \" You behold, sir, an unfortunate foot passenger, whose umbrella has proved but a sorry shield against the arrows of the tempest, and whose nose, not proof against the odours of very rank tobacco, is repelled by the atmosphere of the tap, and whose bilious apparatus, not having completed its"], [133, "WHO AVAS TO BLAME ? 121 requisite functions since the last meal, turns restive at the notion of a sojourn in the kitchen. In this dilemma, worthy stranger, pardon my familiarity if I say, in the language of Paul Pry, ' I hope I don't intrude.' \" He was a man of between forty and fifty years of age, with a florid cheery coun tenance and prominent eyes : of course, by his loquacity one might have expected so much. He had a stout squat figure, and, as is sometimes the case with such men, was so dressed as to show off his awkward shape to the utmost possible disadvantage. For instance, the reader will readily im agine that a dress coat Avith very small tails, and being veiy tight in the arms and across the chest, did not greatly add to his dignity, especially when the little round bullet-shaped head was surmounted by a low-crowned hat with a very broad brim ; add to which drab gaiters, and rather"], [134, "122 WHO WAS TO BLAME ? tight inexpressibles, and we shall see that Mr. Creakle's appearance was rather laugh able than imposing. I, however, was pleased with a look of honesty and good humour which I de tected in his face, and consequently gave him a welcome. \" Thank you, sir, you are very good indeed, and more charitably disposed than some horsemen I could name ; for, do you know, sir, there are people who think still that respectability belongs to a gig ? \" \" Which would not include me, then,\" I said, smiling, \"for I have but a horse with me.\" Mr. Creakle did not reply to this, but, to my surprise, began to survey me intently. \" Now, it is very remarkable, and re markable things generally occur to me, of all men in the world,\" said Mr. Creakle, \" but I fancy, sir, I must have known you somewhere, or at some time.\""], [135, "AVH0 WAS TO BLAME? 123 \"Possibly,\" I said, \"for I was largely engaged in manufactures for some years in a distant part of this county.\" \"With manufactures,\" said Mr. Creakle, \"my acquaintance is limited. A gridiron or a warming-pan, a spade or a plough, a saw or a cannon, are ingenious imple ments, but I prefer to indulge in a broiled bone, a warm bed, a flower border, or corn-field, &c, without inquiring into the imjilements that produce them.\" \"Ah! indeed,\" I replied, \"that is the way of the world, from the highest to the lowest ; they forget how much of their per sonal comfort they owe to manufacturing people.\" \" My acquaintance has been with the aristocracy mainly,\" said Mr. Creakle. \" Though I despise gentility in a gig, I am not averse to splendour in a carriage. But you have not brought my brandy and water, landlord.\""], [136, "124 AVHO AVAS TO BLAME ? \" Here it is, Mr. Creakle,\" said the host, coming into the room at this time. \"And what of sleeping accommoda tion ? \" continued Mr. Creakle, \" for it is pretty evident that the elements intend to make a night of it, and my umbrella has gone to smash. Here, Polly, Sarah, Anne — what's your name ? — are the beds well aired?\" This was said to one of the girls passing at that moment, who evidently looked upon Mr. Creakle as a troublesome cus tomer. \" Hist, Mary, Clara, Harriet, stop a moment,\" and he flew to the door and dropped some silver into her hand. Pro bably the girl's scornfulness was owing to the gratuity being overdue, but she was mollified instantly, and promised that Mr. Creakle should be attended to. \" Do but perceive, my dear sir,\" said Mr. Creakle, turning to me, \"what examples"], [137, "WHO AVAS TO BLAME ? 125 we hourly meet with of the selfishness of human nature. I have used this house for years ; I have brought aristocratic patrons to this establishment ; yet nothing but money influences these people. Now, I pride myself upon being a man of some experience and knowledge of the world, but, take my word, sir, we haven't a chance against Noodledom. We are in the thick of Noodledom here, and I am hated accordingly. Oh ! if I could join their body and become as one of them, what a happy fate would be mine ! I might have lived comfortably and died happily. As it is, I shall be reviled while I live, and perhaps when I am dead some of them will revenge themselves upon my honourable memory by giAring me a truthful epitaph. Ah ! what a fortune I might have married by frequenting some of the tabby tea parties and saintly conversations ! How they would have lauded my Christian feel-"], [138, "126 AVHO AVAS TO BLAME ? ings ! How they would have studied my spiritual welfare ; and my temporal ditto would not have suffered, of course. By this time I should have been chairman of some scientific society, or president of an anti quarian meeting. I was simple indeed not to have cultivated the arts of Noodle dom, when I might have acquired them easily. Good gracious ! it is easy enough to turn up the whites of one's eyes, and mumiur Bible quotations got by heart. Acting up to them does not seem at all necessary.\" \" Perhaps,\" I said, hoping to stay the current of my new companion's remarks, \" perhaps you expect too much of the world.\" \" Not at all, sir; the world expects too much of me. Rascals, sir, cheats, cow ards, false fellows everywhere. But, come, let us be jovial while we can. I begin to feel hungry. Hullo, landlord, something"], [139, "WHO WAS TO BLAME ? 127 to eat, my good fellow, and that quickly.\" \"Yes, sir,\" said the host, entering, \"what would you like to have, sir ? \" \" And what would you like us to have, sir ? Come, now, what can you give us ? \" \" Fowls, sir — veal cutlets, sir — ham, sir — chop, sir.\" \"Well, then,\" said Mr. Creakle, \"let us try them all. In the meantime, don't forget the brandy and water. I'm cold.\" The liquor was brought, and Mr. Crea kle sipped it in silence, till at length our repast was spread before us, when he became loquacious again. Thinking, from his apparent familiarity with the district, that he would probably know the mansion which had so much pleased me, I inquired of him respecting it. ' ' You mean the estate surrounded with woods, the house itself standing upon a gentle hill overhanging the river ?\" \" Yes, that is the place.\""], [140, "128 WHO AVAS TO BLAME ? Mr. Creakle was busily plying his knife and fork, but he gave me the requisite information. \" The name of that place, which I ought to know better than most men \" (here he carved a noble slice of fowl) \" is Castle head.\" (Now he ladled a river of graAy into his plate.) \"And — capital cutlet this ; why don't you join me ? Very fine estate, Cas tlehead, but fast going to ruin for want of \" Mr. Creakle finished his repast with a hearty smacking of his lips, and turned his chair to the fire. \" Going to ruin, my dear sir,\" he repeated, \"simply for want of a master.\" It may seem strange to the reader that I should at this moment awake, as it were, to a remembrance of my own connection Avitli Castlehead. The fact had been that an active life and the miserable excitements and disappointment of my married life"], [141, "WHO AVAS TO BLAME ? 129 had quite banished from my mind the recollections of my childish days and of the pictures my poor young mother had painted of this identical place. The re membrance of her simple descriptions was now vividly recalled, and it Avas not without emotion and keen curiosity that I inquired of Mr. Creakle the distance to Castlehead. I was seized with an ftmn cible longing to see the place. \" I think I heard you say,\" I remarked to Mr. Creakle, \" that Castlehead Avas no great distance from here ? \" \" Scarcely so far as it looks, in fact. Castlehead, my dear sir, is just two miles from here. If you desire to see it, I am your man ; if you desire to purchase it, I am still your man ; if when you have purchased it you require a man of the world to watch your interests — a person acquainted with the aristocracy and averse to Noodledom, say the word, and I'm again your man.\" VOL. II. K"], [142, "130 WHO WAS TO BLAME ? Wondering what influence Mr. Creakle could have with the aristocracy; wondering, too, what business or profession could keep a man like this in such a jovial frame of mind ; wondering, most of all, at the strange fate which after so many changes had brought me to this spot, I asked if the place would be worth seeing. \"That of course depends upon indi- Addual fancy,\" answered my companion. \"Some like ruins and statues, some like lakes and grottos, some woods and water falls, but Castlehead will be pretty sure to please. For my part, much as I respect the aristocracy, I should like some of their parks ploughed up.\" After some further conversation, which was continued till late, we determined to stay for the night at the inn, and go together in the morning to see Castlehead. I was extremely puzzled to know what was the nature of Mr. Creakle's influence"], [143, "AVHO WAS TO BLAME ? 131 at Castlehead. I was struck also by the remark he had made, that • Castlehead Avas in want of a master, but no question of mine could draw from that gentleman any hint as to his private affairs. \"Sir,\" said he when we retired for the night, ' ' in the morning, if we have any favourable change in the weather, your humble seiwant will be most happy to con vey you to Castlehead. I presume you will be up in good time.\" I promised to do so, and we parted. Mr. Creakle no doubt slept well ; for my part, I could not sleep at all. The night continued to be stormy, and I listened to the howling of the wind and the pattering of the rain, till at last I fell into an uneasy slumber, and was disturbed by vivid dreams. I dreamt that I was walking in the woods surrounding Castlehead, and the strangest part of my dream was this : that, k 2"], [144, "132 AVHO WAS TO BLAME ? haA'ing since seen the place, I should be able to confirm, as it were, the actual ap pearance as being precisely that of my dream. Wien I dreamt this I had never yet seen it, or anything like it. I was walking in the woods, and Eleanor was with me, looking full of soul and beauty. Now, to say that her beauty was of a per fect kind would be exaggeration, the fact being that my wife would generally have been considered by far the most beautiful, especially by the sculptor or painter. But it does not always follow that the greatest beauty is the deepest inspirer of the strong est human passion. There is a mystery in passion which beauty of form and face can seldom solve. There is a beauty which may discover itself to another mind in some special mo ment, and which ever after, while life lasts, runs no risk of disenchantment. Such a beauty met my eyes at that moment of my"], [145, "WHO WAS TO BLAME ? 133 dream. We talked as we rambled, when suddenly we became enveloped in a wild tangled mass of boughs and briars. I struggled, Avith all the impotent despair that seizes us in dreams, to set her free. For a moment it seemed as though we had regained our liberty, when suddenly in the ground beneath our feet a terrific gulf opened. It widened as though rent asunder by an earthquake, and before the fear which had rooted us to the spot could be overcome we were parted. I stretched out my hands with a vain cry for help, and, seeing its hopelessness, would have plunged into the horrid gulf, but the same sweet look from Eleanor restrained me. I was as powerless to move in opposition to that look as a fiend would be to drag down an angel from Paradise. While, with fixed eyes and frenzied thoughts, I stood paralysed on the brink the sweet vision of Eleanor faded like a mirage"], [146, "134 WHO WAS TO BLAME ? from before my eyes. Trembling in every limb, cold, horror-struck, I awoke. The morning was fair, the sun shining gaily, and the early davm breaking, as I lifted the little white curtain of my casement. There was a delicious fragrance in the air, and not a sound to be heard, save the gentle twittering of the birds, or the occasional sighing of the wind through the neighbouring woods. Disturbed by my dream, which still haunted me, it was some time before I could think calmly. Then, as I looked out of the Avindow over the distant land- scape, over which a faint golden haze had been throAvn, like a fairy veil, I saw, like a vision, the bold front of the mansion of Castlehead rising out of the rosy mist, like the clear thought of an exquisite poet, gradually taking shape and form out of the chaos of a day dream. My new friend was on the alert. I could"], [147, "WHO WAS TO BLAME ? 135 hear him walking about in his bedroom, and was shortly saluted by his cheery voice. \"Come, that's well,\" said he. \"I see you can rise, if not with the lark, perhaps with the linnet. But really, now I come to think of it, I don't know which bird puts off its nightcap first. So-ho, landlord, for breakfast, with what cheer you may.\" The landlord, taking, as I fancied, his cue rather from me than from Mr. Creakle, set before us a substantial repast, which my companion did not fail to praise, and something more. I had noticed during our short intimacy that Mr. Creakle, despite his warmth of manner, did not seem on the best possible terms Avith our host ; and upon leaAang the house to start forth on our journey I could perceive, as I thought, a desire on the landlord's part to say something to me. Accordingly I lingered a little, and alloAved"], [148, "136 AVHO WAS TO BLAME ? my companion to go a few yards down the road. He was scarcely out of hearing when the landlord said, in a stage whisper, \" Be very careful, sir, be very careful.\" \"Careful of what, my good man?\" I asked him, laughingly. \"Careful, sir, not to lend Mr. Creakle anything. You don't know what a man he is. He has such ways. Of course, sir, you AA-ill pay for what has been ordered ?\" \" By myself, of course.\" \" Oh ! indeed, sir ! Then I am again de ceived. Oh ! what a fool I am ever to take his word ! \" \" Make your mind easy,\" I said to the host. \"It is rather a cool proceeding to quarter himself upon a stranger in this fashion, but he may be able to do me some service. If so, I shall not grudge the pay.\" Considerably relieved, the host went back into the house."], [149, "AVHO AVAS TO BLAME ? 137 We set out through Avinding lanes and lovely meadow paths, such as are rarely to be met with out of Devonshire. The fresh morning air was delightful, the sun tinted the trees and grass, the dewdrops hung like diamonds upon the leaves, Mr. Creakle hummed and whistled as gaily and cheer fully as the birds themselves ; so we trudged along till we reached the gates of the park. The lodge alone proved at a glance that, as Mr. Creakle said, it wanted a master. The Avindow frames were decayed, the broken panes stuffed with old rags or bits of paper, half the thatch either rotted away or blown off the roof, the little garden in front a perfect wilderness of nettles and thistles, and the ivy, as if tired of clinging any longer to such a forlorn dwelling, had dropped from its fastenings, and crept along the ground. If any one lived in this dilapi dated abode, he was evidently not an early riser, for we could make no one hear."], [150, "138 WHO WAS TO BLAME ? We called out lustily as we stopped at the gate, admiring the elegant scrollwork which ornamented it, and glancing through at the magnificent woods, which awoke admiration even in Mr. Creakle's breast. He stopped for a time his fight flippant tone, and was silent Avith admiration, though the place appeared to be quite familiar to him. \"We have aroused some one at last. Come, Sally, my girl, I've brought a gentle man to see yTour establishment, and I thought you intended we should go away again ungratified. Make haste, my old girl.\" \"Make haste!\" grumbled the crone. \"When you're my time of life, Mr. Creakle, you won't make so much haste, may be.\" However, she quickened her pace a little, and we passed into the park. \" There is a little knoll, my dear sir,\" said Mr. Creakle, \" where we can see all over the park, and away twenty miles"], [151, "AVH0 WAS TO BLAME ? 139 beyond, if you like ; though, for my part, like jovial Sydney Smith, I prefer 'short views.'\" As we were speaking we reached the higher ground he had spoken of, and the prospect was indeed very lovely : heavy woods, a shining expanse of silvery lake, far-spreading green lawns, with glimpses of bold rock, standing like Druid altars amidst the trees, and covered with ivy, a stately ruin, hoary, and crumbling in the gay morning sun. It was truly a delicious scene, well worthy of the journey I had taken, if no other idea had possessed me. I was deeply impressed by the solitude. It seemed as though the place stood mute and expectant of its future OAATier, as though the enchanted landscape lay in a fairy-like dream, only to be wakened to life and reality by the presence of some long-lost inheritor of the domain."], [152, "140 WHO WAS TO BLAME ? The place was nearly deserted, the house being shut up, except a room or two tenan ted by a withered grey-headed man, the son of the old dame who opened the gate for us, but who looked nearly as old as his mother. He seemed to have become faded and shrunken with the fading splendour of the place and the neglect into which everything had fallen, and he Avinked and blinked, as he came out into the bright sunshine, like a superannuated owl dis turbed in its sanctuary of the belfry by a sudden peal on the bells at some unusual hour. \" Well, Barnard, my man, how are you getting along ? \" said Mr. Creakle. \"Getting along, eh? We don't get along much here. Time was when things were cheerful enough, and such a horse could be seen in yon stables as couldn't be matched every day, and such a bottle of old port in the cellar as did your heart"], [153, "AATI0 AVAS TO BLAME ? 141 good to think on. I wish I had a tumbler of it now.\" \" Well, so do I,\" said Mr. Creakle ; \" but I fear it's rather too much crusted, eh, Barnard? Like you, old boy, all the flavour is gone out of it vrith age.\" \" My dear sir,\" continued Mr. Creakle, turning to me, \" you have visited Castle head : what do you think of it ? \" I freely expressed my admiration. \"Then,\" said Mr. Creakle, \"if you are in a position to become a purchaser of this magnificent domain, Avith all rights and privileges thereunto appertaining, now is your golden opportunity, and in the indi vidual now addressing you, the human personality known as Creakle, you find the person capable and competent to carry out your wishes.\" \" Do you mean, Mr. Creakle, that you have the power to let this estate? \" \" Nothing more nor less than that.\""], [154, "142 WHO AATAS TO BLAME ? \" But from whom then do you receive authority, may I ask ? \" And I fear in making this query I may have uncon sciously shoAvn somewhat of a sarcastic tone, for the man's impudent manner rather nettled me. Mr. Creakle, instead of ATouchsafing me any answer, expatiated on the beauties of the place a la George Robins. \"It is Avild, romantic, full of hallowed associa tions. If it were the primeval forest of which the bard Longfellow sings so touch ingly, one could scarcely be more removed from the haunts of men than here. In this place the high visions of aristocra tic power which haAre been my bane from childhood have been fostered and encouraged. Nature here displays that wealth and luxuriance which vulgar man turns to his base account in less favoured localities, making the rippling streamlet handmaid to the clattering cogs of the"], [155, "WHO AVAS TO BLAME ? 143 mill-wheel, turning the geological strata which might be the delight of the student into smoky shafts and roaring furnaces, stabling his cart horses in the majestic ruins of the past.\" \"Really, Mr. Creakle,\" I said, \"you are getting eloquent, but you have not yet answered my query.\" ' ' Pardon me, my dear sir. A portion of a guide book which in an earlier period of my existence I had the honour to compile for a neighbouring bookseller was running in my head at that moment. With regard to my principal in this matter I am not at present at liberty to speak. I have now for some years lived upon the prospect of one day disposing of this domain, and have, I lament to say, mortgaged the commission promised thereupon to sundry obscure and narrow-minded shopkeepers, who have yet to learn the duration of credit essential to an aristocratic connection.\""], [156, "144 WHO WAS TO BLAME ? I would not trust myself to express my thoughts to Mr. Creakle, but I could not help a suspicion that Castlehead had by some means got into improper hands. However that might be, it was evidently uncared for, as on every hand I coidd 6ee evidences of neglect. The park palings were broken down, and the cattle of the neighbouring fields strayed in and out just as they pleased. \" Probably,\" I said to Mr. Creakle, as we walked back to the inn, \"you could, for a consideration, introduce me to the present proprietor of this place.\" Mr. Creakle put his finger to one side of his nose, with an air of great mystery, and, looking round, as though anxious to be certain that we were not overheard, said in a hollow whisper — \" Whatever you do, my dear sir, or what ever I do, name not the commission.\" \" The commission ! what do you mean? \""], [157, "AVHO AVAS TO BLAME ? 145 ' ' Upon the sale of Castlehead, my dear sir. For years have I regaled upon that commission as upon a magnificent dream ; but to realise it would be my downfall.\" \"But how if I made myself responsible for the commission, as you are pleased to call it, before taking any other step toward the purchase ? \" \" Name it not, my worthy sir, I beseech you. A specified sum imrested on my behalf, or a position of confidence upon the estate, would satisfy my moderate views. But the one great financial idea of my life must not be annihilated. Therefore, name not the commission in the hearing of mortal man — or Othello's (or rather Creakle's) occupation is gone.\" ' ' A plain question, Mr. Creakle. Will you or not introduce me to your employer ? \" \" My hand upon it,\" said he, with some tragical emphasis. \" And now to dinner, with what appetite we may.\" VOL. II. L"], [158, "146 CHAPTER XII. A NEW OCCUPATION. We had quite a merry dinner, and Mr. Creakle did full justice, as before, to the excellence of the fare, which, as the land lord now understood, I was to pay for. I plied him with wine, but his tongue seemed completely under his own control, no matter how fast it gabbled. Not a word could I get likely to be of any use to me in the present or the future, but of the past he rattled away glibly. \"All in good time, my dear sir, all in good time,\" he said in answer to my questions. ' ' My patron is not at present in town, but I am always to be found here"], [159, "WHO WAS TO BLAME ? 147 when required, and I will lose no time in communicating your wishes.\" This was all I could glean for the present ; so leading the conversation back to Mr. Creakles's past connection with Castlehead, he soon became chatty again. \" The humble indiATidual who addresses you had the satisfaction of receiving an Oxford education, which, he grieves to say, has been thrown away upon him, mainly owing to plebeian associations casting their malignant shadows over an aspiring na ture,\" said Mr. Creakle, severely. \" Not to become poetical, I may state that my father was connected with the soap and tallow interest, and when you hear the fate of one who has been blasted through too frequent reference amongst aristocratic companions to those useful but vulgar articles of trade, remember I am that unhappy man. My honoured but common-place pro genitor, conceiving the idea of overlaying l 2"], [160, "148 WHO WAS TO BLAME ? the greasy and slimy element of the soap and candle factory Avith a coating of Ox onian varnish, sent me for a time to a college in that renoAvned city. It was there that a young gentleman of noble views as regarded the ends and aims of humanity, and of generous principles as associated Avith dinners and champagne, became my friend. That young gentle man's fate resembled mine : he became an outcast and a wanderer upon the face of the earth, Avithout, as far as I am aware, the poor consolation of a commission in pro spect.\" To haATe seen the roguish twinkle of Mr. Creakle's eyes was, in itself, a sauce pi quante for the dinner. He proceeded — \" That young gentleman, holding Aaews in harmony with his parent, took me home a visitor from college. Holding views in opposition to those of his parent, he married in haste — \""], [161, "WHO AVAS TO BLAME ? 149 \"But did not repent at leisure, I am sure,\" said I warmly, betrayed into this expression of opinion by the certainty of what Avas about to be told. \" Your sagacity is unquestionable, my dear sir,\" said Mr. Creakle, looking up somewhat surprised at my tone. \"My young friend did not repent of his mar riage ; but it ruined him, nevertheless. Ah ! lovely woman, into what mad enterprises wilt thou 'betray us ! My dear friend (he holds twenty I O U's of mine to this day) was sacrificed by his passions. He loved — he Avas thwarted — he was banished — and I never saw him more. I'd croAvns resign to call once more the friendship of that man mine.\" Mr. Creakle was affected, and wiped away from his cheek a drop — of port wine. \" And what became of the young wife?\" I asked. \" More I know not,\" said Mr. Creakle,"], [162, "150 AVHO WAS TO BLAME ? \"for I never saw her, but have been told she was beautiful. Somehow they always are in these cases. The heroine of a run away match is never anything short of a paragon.\" I asked him no other question at the moment, feeling certain of my ability to add all the links of the chain which Mr. Creakle had dropped. A new impulse had seized me. I had failed to influence my wife ; but it was not without a latent feeling of pride, and a desire perhaps to punish her impertinent sneers at my busi ness capabilities, which led me at once to determine upon searching out the mystery of Castlehead to the very bottom, and, if possible, establishing my claim to the estate. \"You have not told me, Mr. Creakle,\" I said, \" why the place has been allowed to fall into this deplorable condition.\" \" My friend's father,\" he answered, \"was a vain, self-willed, obstinate man, yet not"], [163, "WHO WAS TO BLAME ? 151 without feeling. He endeavoured to hide his motives from others, but it was easy to see that pride was at the root of all his harshness to his son. When my friend found that his influence Avith his father had failed he ceased ever to visit Castle- head. After a time the old man began to get gloomy and morbid. He would gladly have welcomed his son back, for I believe he loved him. Then the mother died, and Sir Mark became more rigid than ever. Your humble servant has a vision of an old man wandering as in quest of some thing, but he wandered in vain, and his infernal pride would never allow him to make the case public. Then came his death, and the property passed into other hands ; and then Mr. Creakle, the nar rator of this true history, obtained his commission,\" said he, winding up with a smile. Thus another day passed, and I became"], [164, "152 AVHO AV4S TO BLAME ? so engrossed with the new project upon which I had set my mind that I had taken no further steps on behalf of O'Hara. After more wine and more rattling talk from Mr. Creakle, we separated again, with a promise from him that steps should be immediately taken to place me in com munication with the person or persons he professed to represent. We were late, and, fatigued Avith the rest less night I had had before and the walking during the day, I slept longer than usual. When I awoke, and came down to a late breakfast, I inquired for my companion, but he was nowhere to be found. I called the host, but he was evidently quite igno rant of Mr. Creakle's whereabouts. After, therefore, waiting a considerable time, I finished my breakfast alone. \"It is very odd Mr. Creakle has not come in to breakfast,\" I said again to the landlord."], [165, "WHO WAS TO BLAME ? 153 \"Well, sir, you see, sir, Mr. Creakle is curious in his ways.\" ' ' He is, indeed. I only hope his curious ways have not induced him to make free A\\rith any property belonging to me.\" \"Oh, dear! no, sir. There's no fear of anything of that sort.\" \" Well, but how does he live ? What is his profession ? Who employs him ? \" \" Well, sir, all we know is that Mr. Crea kle never pays anybody anything. If a stranger comes here (begging your pardon, sir, and hope no offence) Mr. Creakle ge nerally makes a property of him. If any body asks him for money, he says he will pay it out of his commission.\" \" When you see him again,\" I muttered, ' ' be good enough to say that you have a 'commission' from me to horsewhip him.\" \" Yes, sir ; and I think it would do him good,\" said the host, laughing. The more I considered Mr. Creakle's"], [166, "154 WHO WAS TO BLAME? conduct the more I became convinced that there was something Avrong connected with the Castlehead estate. I had been so ac customed to combat with difficulties in my upward path in the factory that I became quite eager and interested in folloAvdng out this fresh scheme. To establish my claim to Castlehead, to restore the place to its pristine splendour, to awaken new life and energy amongst the Avretched villagers and loungers, poachers, and pillagers who infested the place, would be an occupation worthy of time, talent, and wealth to accomplish. If the place became mine, it would be a home for the few friends who were steadfast to me ; and I fancied the pride and pleasure of O'Hara established as factotum in such a noble place. The old man would be as vain as a peacock. But this is counting my chickens before they are hatched."], [167, "155 CHAPTER XIII. SUNDRY LETTERS. From Richard Fihbes, Esq., Liner Temple. My dear Sir, The important commission with which you entrusted us, a month since, has received due attention. The result of careful inquiries is now in our hands, and places it beyond doubt that you have a prospect of obtaining your right to the estate and manor of Castlehead, Devon. The estate of Castlehead, aforesaid, we have ascertained to have been the property of your grandfather, Sir Mark Irving, who, by Mary, daughter of the late Hugh"], [168, "AVHO AVAS TO BLAME ? 156 Clayton, of Stadminster, had issue Mark Irving, your father, heir to the estates of Castlehead, as aforesaid, and all benefits, rights, and privileges thereunto apper taining. Furthermore, we find that the heir to the aforesaid Castlehead estate did, by reason of marrying a domestic employed in the aforesaid mansion of Castlehead, grievously offend and alienate your grand father, the aforesaid Sir Mark Irving. Also that, by reason of the said offence and alienation from the said Sir Mark Irving, your father was not known to haA'e again appeared at the aforesaid Castlehead mansion during your grandfather, the said Sir Mark Irving's, lifetime. We further find that your grandfather, the aforesaid Sir Mark Irving, did make sundry wills and bequests respecting the aforesaid Castlehead property, some of which are known to have been destroyed."], [169, "WHO WAS TO BLAME ? 157 But we furthermore discover your grandfather, the aforesaid Sir Mark Irving, to have been greatly under the influence of a confidential steward, whose conduct will scarcely bear scrutiny, and who is believed to be still living somewhere in the neighbourhood of the aforesaid Castle head, and to have communications with a confederate in Ireland who lays claim to an interest in the aforesaid property of Castlehead. In conclusion, we beg to state that we have discovered that a person of doubtful character, and resembling in many respects the person who had gained your grand father, the said Sir Mark Irving's, confi dence, has made statements respecting his own connection with the aforesaid Castle- head estate which are in the highest de gree important. What may be the present condition and circumstances of the afore- said confidential servant we cannot take"], [170, "AVHO AVAS TO BLAME ? 158 upon ourselves to say without further infor mation. We may, however, furthermore, add that his age would be nearly that of your OAvn father, and that his name is Crokle, Carkle, or Creakle, our informant having probably been misled in that particular by the peculiarity of the Devonshire pronun ciation. From Jonathan Creakle. Honoured Sir, Upon a memorable day some weeks since, when I had the felicity to be your guide, philosopher — may I add, and friend ? — when in your esteemed society we gaily trudged the woodland path and merrily leaped the stile, as an esteemed poet so picturesquely describes — fate had not fore shadowed the probability of my becoming of any future importance to you. But, as"], [171, "WHO AVAS TO BLAME ? 159 another esteemed poet remarks, ' coming events cast then- shadows before,' and it must have been a coming event of no ordi nary magnitude which has cast its gigantic shadow in the path of that unfortunate and deluded victim of misplaced confidence, Jonathan Creakle. For some Aveeks it has been the unhapjiy condition of the above to have been a marked man, to be watched, to be sus pected, to have his outgoings reported, his gettings-up commented upon, his lyings doAvn discussed, to be asked, by persons of whom he has neither knowledge nor acquaintance whatever, questions relating to persons, places, and things — persons, as, for instance, the former distinguished pro prietor of Castlehead — places, as, for in stance, the mansion just named — things, as, for instance, certain documents, deeds, wills, and legal papers, of no use (See advertisement) to any one but the rightful"], [172, "160 WHO AVAS TO BLAME ? owner, who offers certain equivalents (See advertisement, Richard Fibbes, Esq., Inner Temple, London) for trustworthy informa tion on behalf of Mark Irving, Esq., Star- cross. Now, with due deference to Richard Fibbes, Esq., Inner Temple, London, I may candidly state, once for all, that he is no man for my money, or, if he prefers to transpose the sentence, I am no man for his money. No, sir. The too-easily-im pressed individual who now addresses you is constrained to admit, in confidence, that he would rather not accept the benevolent intentions of Richard Fibbes, Esq. It matters little that an esteemed bard, proba bly the swan of Avon, has asked what's in a name ? I answer, ' Much,' and decline to give information. Had I, however, when imbibing the social glass and droAvning care in the bowl at the wayside hotel two miles from"], [173, "AVHO WAS TO BLAME ? 161 Castlehead, been aware of the claim likely to be made on behalf of my distinguished entertainer, I might possibly have ren dered some service. But, sir, remember my stake in that magnificent property. In a moment of innocent weakness I imparted to you the foundation upon which my position in society was laid. Need I do more than allude to the ' commission ? ' To proceed — you came to Castlehead, and, like the antique Roman, observed, ' I came — I saw — I — wish to purchase.' My imagination conjured up a prospect of Castlehead once more inhabited, decorated, resuscitated, renovated, invigorated, but with that pleasing picture before my eyes came the shadow of a dark thought, which was that with Castlehead sold the occupation of Jonathan Creakle would be, as the bard observes, gone. With this lamentable view of my destiny VOL. II. M"], [174, "162 AVHO AVAS TO BLAME ? before me, what could I do otherwise than seek my principal and enforce my claim to a consideration in the event of the above- mentioned calamity — to me ? A voyage to an island all of whose sons are said to be brave and women pure, and whose potato crops are the envy of the surrounding nations, enabled me to accomplish my object ; but, alas ! my well meant endeavours have been rudely re jected. My principal is without principle, aud I was treated with disdain. Anxious, therefore, to do my duty in that state of life to which Providence has been pleased to call me, I hereby tender the services of one whose experience of men and things is not altogether contemptible ; and, while the fate of the ' commission ' trembles in the balance of circumstances, I remain, yours to command, Jonathan Creakle.\""], [175, "AVHO AVAS TO BLAME ? 163 If anything could increase the astonish ment I felt after reading the foregoing letters it was certainly the contents of another which I now opened. The address was in an unfamiliar hand, but the tracing of the enclosure could never be mistaken. From Constance. Dear Mark, I wonder if you are still as unfor- giving as ever, and I wonder too if I were to die, which I suppose I shall do one of these days or nights, if my affectionate manufacturer will have a tear to spare over my grave. You will see that I have left Italy, my last engagement being in Dublin, where I happened to pick up a piece of wonderful news. Goodness, Mark, is it possible that you stand a reasonable chance of becoming a baronet ? — that in fact you m 2"], [176, "164 AVHO AVAS TO BLAME ? are ' rightful heir,' as we say on the boards, to a fine estate, and never told me what a magnificent prospect was in store for me ? For of course I shall come back and make myself at home, and of course my dear Mark will forget all about the smoky factory and hissing steam engines and grinding wheels, the noise of which nearly drove me mad. The way I became acquainted with this is curious. An impudent fellow was in Dublin at the same hotel with me, and got into hot water with the host because he ran up a score he was unable to pay. As far as I can remember (for you know of old, Mark, I was a wretched hand at re membering people's names), this fellow's cognomen was Creakle, or something simi lar, and for cool unblushing determination to make the most of himself I never saw his equal. When the host got in a rage with bim because he could not pay his bill"], [177, "AVHO AVAS TO BLAME ? 165 Mr. Creakle proposed to take the Assembly Room, and giAre a musical lecture. I don't believe the fellow ever knew a note of music in his life. In the dilemma the bewildered landlord appealed to Madame Constance, for I still sing in that name. Really I was so amused that I sang for nothing, to illustrate his lecture, being curious to see the end of the affair. He went in for music as though he had been a musical conductor all his life. Bach car ried no burden for him ; Handel he turned without the slightest difficulty ; Bishop was one of his cardinal points ; and after all the Christian composers he threw a Pagan ninny into the bargain. He was a com plete noArice in everything connected with the art, but the musical chord could not be found capable of entangling him. He had a capital audience, and went off with a few pounds in hand after settling his hotel bill. He was extremely complacent to me,"], [178, "166 AVHO WAS TO BLAME ? and, judge my astonishment, imparted the information that he had the power to restore the heir of an ancient estate to his rightful possession. Little did I dream that in this odd fashion I should discover a new future for my manufacturer. So now, Mark, I shall expect a full, true, and particular account of the glories of Castlehead, and the date of your taking possession. You may certainly expect me there as soon as you are comfortably settled. Meantime, any suggestion I can make respecting fur niture and fitting-up you are welcome to, and I shall announce the farewell appear ances of Madame Constance immediately. From Aunt Mary. My dear Boy, \"What is all this about baronets and Castleheads, woodenheads, blockheads, and other heads ? One had need of a guillo-"], [179, "AVHO WAS TO BLAME ? 167 tine to take them all off. I hope they won't turn my dear boy's head. But tell me now, and mind you write at once, for I have a woman's curiosity, and an old Avoman's to boot, and am not easily satisfied. Of course I knew your poor dear mother's history, but I always heard that your fero cious old grandfather had adopted some legal kind of excommunication to get rid of his son for ever, and cut off all prospect of inheriting the estate. I wonder if his ghost has been wandering about the old place disconsolate till it has told the secret to some one ; but of course you will tell me all about it, and then I shall be as wise as other folks. I hope there is some truth in it, for my dear boy is restless and dissatisfied I knoAV, and this will be an object for him to expend his superfluous energy upon. He will erect model cottages, put stained glass windows in the church, buy a gallery of"], [180, "168 AVHO WAS TO BLAME ? pictures, and follow the hounds, of course. But now, like my sex, I am coming at last to the main subject of my story. You will wonder, Mark, how an old woman in this quiet place should have got hold of the news, and I will tell you. Your wife has actually written to me, of all persons in the world, and she tells me that you have for given and forgotten everything, and she is to be mistress of Castlehead, as if nothing had happened. Strange news this, my dear boy ; but if you can find it in your heart to take her back again, well and good — I say nothing. If my dear boy is happy, his foolish old Aunt Mary Arill be happy too, and not grumble at the means by which the happiness has been attained. A Second Letter from Mr. Creakle. Honoured Sir, To adopt the language of a novelist"], [181, "WHO AVAS TO BLAME ? 169 whose prolific writings have given me con siderable pleasure, I may commence as follows : — A few clays since, at a late hour of the evening, a man, probably about forty years of age, was seen hastily picking his way through the miry and unlighted tho roughfare, which could not by any stretch of courtesy be called a street, but which served as the principal roadway in the little town of Ballyrandon. He was a tall, portly, and well-made man ; his features were regular, and had that brilliant showy kind of effect which some ladies are dis- posed to consider handsome. The more accurate observer, however, could not fail to remark the sardonic self-satisfied smile that occasionally gleamed upon his fea tures, and the hungry sensual glare of his eyes, while the sinister expression of his countenance Avas greatly increased by a peculiar Mephistophelian curl of the upper"], [182, "170 WHO WAS TO BLAME ? lip from time to time, as he hastily walked along, evidently pondering some deep-laid scheme. It would have been difficult for a stranger to speak of his condition in life, for cos- tume in these days gives so little indi- cation of our worldly standing, unless we are soldiers or policemen ; but there was a freedom in the manner of this man which seemed to bespeak a certain famili- arity Avith the good things of this world and (judging by his face) an indifference to the prospects of the next. The evening was wet and stormy, and there were not many passengers abroad. Of those few, some passed the man I have described with a sulky stare, others with a side glance so sinister as to imply that they would gladly do him a mischief if they had the oppor tunity. Others there were whose sole de sire appeared to be to slink out of his sight as speedily as possible. It was very clear"], [183, "WHO WAS TO BLAME? 171 that the man, while he held his umbrella firmly, and buttoned his coat closer, was perfectly conscious that he was recognised by all that passed him. It was also quite as clear that he, outwardly at least, affected extreme indifference to these symptoms. He pushed on, intent upon his own ideas, whatever they were. Judging, too, by the externals of Bally randon on a wet stormy evening, it would seem that there could not be many inhabi tants in such a place whose good opinion would materially influence this portly and important looking gentleman. Whoever follows up the march of in tellect may take the word of Jonathan Creakle that they have certainly made a mistake in the turning when they come to Ballyrandon, and will imagine that our boasted nineteenth century progress has gone backAvard a few hundred years, for if the Ancient Briton fared as badly as"], [184, "AVHO AVAS TO BLAME ? 172 the modern Celt in this remote little town, Jonathan Creakle cordially sympathises Avith his condition, and is happy to know, by the centuries that have passed, that he is well out of his troubles. Can I forget the heaps of dust, the de cayed vegetables, the anything but Eau-de- Cologne-smelling manure that obstructed my path at every step as I wended my way in the rear of the individual before mentioned ? Can I forget the lamentable little court in which, as I passed, party feel ing ran high, and so little moderation was observed in an argument that shillelahs were employed to give force and emphasis to any knotty ■ point where logic and rhe toric failed ? In more peaceable days, when the bone of contention had not been scraped too closely\", the amusements were varied by shooting an agent or so, and it is worthy of remark, and speaks highly for the affec tionate tone of society at Ballyrandon, that,"], [185, "AVHO AVAS TO BLAME ? 173 notwithstanding all differences of opinion, the heroes of such deeds are by common consent concealed from the unreasonable demands of Saxon justice. If in Ballyrandon there may yet exist some of those tame and spiritless people who are contented to earn their own bread and spend their own money, Jonathan Creakle would be glad to know them. As it is, with many apologies for this digres sion, I proceed. The person whose por trait I have faintly sketched had found it to his account to leaA^e England, and lived at this place ostensibly as a land surveyor, but I may remark that when he surveyed land it was with a view to possession. He had, it was rumoured, frequently undertaken commissions with much greater secresy than was con sistent with the simple proceeds of land measuring. I had followed him at a respectful"], [186, "174 WHO AVAS TO BLAME ? distance for some time, when he stopped at the door of a house of good appearance in the outskirts of the town. The door was opened by a gabbling old Irishman, whose light was blown out in a moment. For some time it had been the ambition of the present writer to find himself in the inte rior of that establishment, and for some. time it had been his fate to be rebuffed by the aforesaid gabbling Irishman. The mo ment was propitious. Ere a sAVord was drawn an arrow from my bow had pierced — pardon me, the quotation does not serve. Enough, I stood Avithin the house of my enemy, and my enemy was not aware of the fact. As softly as a cat I followed him into a kind of office fitted up, so as to give a colouring to his sham profession, with plans, diagrams, plaster casts, &c. He sat down by a fire, without looking round, till his factotum brought a light, when the"], [187, "AVHO AVAS TO BLAME ? 175 astonishment of the pair at perceiving Jonathan Creakle was a thing to dream of, not to tell. I have said that my host was considered by some a good-looking man, but of all the fiends I have ever imagined in my dreams he certainly was the most fiendish. He did not utter one word ; only, with a slight movement, he opened the drawer of a desk close at hand, and taking therefrom a pistol, carefully and deliberately loaded it, laid it on the table beside him, looked at me, and pointed to the door. The hint could not be lost upon an im agination so active as that of Jonathan Creakle. He decamped without further ceremony. In conclusion, let me add, what is of most importance for you to know, the name and deeds of this demon in human form. The name is Michael Cregan, and"], [188, "176 AATIO WAS TO BLAME ? he holds illegally the estate of Castle head. I am your obedient servant to command, Jonathan Creakle. P.S. Am open to treat respecting the commission, and will forego all claim for an adequate consideration. J. C."], [189, "177 CHAPTER XIV. CASTLEHEAD. I will not weary the reader with the details of my obtaining possession of Castle head. It is enough to say that Mr. Creakle upon discovering which course of action was likeliest to prove of the most advantage to him wisely followed that path. The con sequence was that, with unexjiected ra pidity, I succeeded in establishing my claim and tracking out Mr. Cregan, who, after much bluster and many threats, event ually gave up some important papers, which materially aided my legal advisers. This Cregan had, it appeared, when a vouth, ingratiated himself with my grand- VOL. II. N"], [190, "178 WHO WAS TO BLAME ? father, and had become possessed of many particulars relating to the property. Owing, however, to reckless and dissolute habits, the ascendancy he had acquired was of little service to him, and, beyond ille gally receiving for the time some of the rents of the estate, he had derhred but little benefit from his nefarious scheme. Much had been done to restore the home of my ancestors, and I had actuallv taken possession of Castlehead. Notwith standing- all my care to take to the estate quietly, I discovered that every particular of my past life had been duly canvassed in the neighbourhood, and preparations had been made, much against my will, to give me a reception. Too many thoughts, occupied my mind for me to feel much interest in these cere- monies, and it was with great effort that I passed through the day Avithout giving dire offence to my neighbours."], [191, "WHO AVAS TO BLAME ? 179 The day and the place, as it appeared, then became fixedly impressed upon my memory. The calm golden haze of the summer afternoon, the cawing of the rooks, the sighing welcome of the broad-spreading trees, the faint glimmer of the sun upon the lake, and the solemn aspect of the many-gabled house itself, all disposed me rather to melancholy reflection than up roarious feasting. I had left all these arrangements to O'Hara, whom I had scarcely seen during the day. I could not look without some con- tempt upon the festivities got up in my honour on the occasion of my taking Castlehead. It was impossible for my neighbours to say if they Avould like me or not when we became better acquainted. I felt an intolerable dislike of being shown to a new public, as it were, like a giant, dwarf, comic actor, or sinewy n 2"], [192, "AVHO AVAS TO BLAME ? 180 tumbler, for I could not imagine any other way in which they were likely to be in terested in me. However, I bore the infliction as best I could, neither stopping my ears when the peal in the neighbouring belfry became overwhelming, nor unfurling my umbrella to protect me from the shower of roses, lilies, and hollyhocks which were pelted into the carriage as we parsed under a sort of triumphal arch in the avenue leading to the mansion. I eAren kept my countenance when the Odd Fellows' band played ' See the Conquering Hero Comes,' which was about as appropriate to my feelings at that moment as the ' Dead March in Saul.' I even screwed up my courage and assisted at the dinner party given in my honour, applauding with all my might the toasts and sentiments, some of them fulsome • '..ough to sicken one. Bat the longest day must come to an"], [193, "AVHO WAS TO BLAME ? 181 end ; and it was with a sigh of relief that I saw my faithful squire at length coming toward me, a comical grin overspreading his countenance. \" Faith, yer homier, it's glad they are to see you, and many's the tale I've en lightened them Avith this blessed day about yer honner's past life.\" \" Mind AArhat you are about, O'Hara,\" I said sternly. \" My past life is not to be a subject for idle gossip. Understand that clearly, or avc cease at once the friendly terms of our former acquaintance.\" \" Never fear, yer honner. When O'Hara spakes he always considers his audience, and he knows quite well that rayson Avould be throAvn away upon the party we have had here this day. Shure they knew all about the factory, and mighty curious they were too. ' What did ye manufacture, sir?' Avas the question asked me. ' Och !' says I, ' Ave manu factured hats for the Sandwich Islanders.'"], [194, "182 AVHO WAS TO BLAME ? \" ' But I thought they were savages,' said a gossoon. ' Not a bit of it,' says I. ' Faith ! don't they spake French and play the piano ? Savages, indeed ! They swear as neatly as any of ye, and get drunk like Christians, and bate their wives for not putting their shirt buttons on.' \" ' And what else did ye manufacture ? ' said they, with their mouths wide open. ' Me boys,' says I, ' ye should have seen the telescope we manufactured to take the dimensions of the moon. Divil a bog in it that wasn't as plain as I've seen it meself in ould Ireland, and the man in the moon winked at me as much as to say, \" It's wonders ye're doing for science, O'Hara.\" ' \" ' The master's a wonderful man/ every body calls out. ' You may say that,' I tould them, ' and if ye'd seen the cast-iron trees — ' \" ' Lawk-a-massy ! cast-iron trees! never"], [195, "WHO WAS TO BLAME ? 183 heerd of sich a thing.' ' May be not,' says I, ' nor anybody else till the master invented 'em for the Russian Prince. Faith ! he lived in a park where the trees wouldn't grow, so, being a man of taste, he says to the master, \"I'd like some model oaks, elms, and sycamores, with a few firs into the bargain,\" says he. The master took the contract and turned 'em out to the day, and I'm tould,' says I, ' that the birds build in them by this time.' \" ' Wonderful ! wonderful ! ' says the chorus. 'Och!' says I, ' if I tould ye all the master can do, ye might say Won derful! enough.' But may be yer honner's had enough of my foolery, and I'll give these gossoons a parting glass and send them away.\" When the festive party had gone I wandered out into the park with a feeling of intense loneliness and depression. The vast woods lay steeped in a twilight atmo-"], [196, "184 AVHO AArAS TO BLAME ? sphere, and the stars began to peep faintly from the sky, purpled AAfith the last rays of the sun. How much I desired to be able to feel the love and protecting care of the Creator, and how much I still needed in my character before I could look up to Him with due reverence and simplicity of soul! There was still a passionate feeling of reA-olt in my mind as I conjured up the past. I could not yet see the infinite wisdom which was to purify my heart and lead my thoughts into a higher region. I compared my inflated visions of the past with what had been realised, and still fondly imagined the life I might have led. It was the poor egotism of each human soul, which fancies itself the entire fabric, instead of but one stone in a mighty edifice. Thus idly doth wave after wave of hu manity rush forward to gain the strand, only to break and disappear."], [197, "AVHO AATAS TO BLAME ? 185 Yet life is a glorious thing still, and day by day the question will rise, Can I not still be happy? Then the latent despair breaks upon the thought, like those dis cords in a sweet harmony which so strangely hint at the unsatisfied hopes that perpetually drop into the mortal cup. Here, in the midst of noble possessions, I wandered alone, full of health and A'igour, young, and Arith great prospects for the future, but yet miserable, and rendered more so by the thought that a time must come when this summer of the heart which belongs to manhood will be overcast — when the snows of age will whiten my head, and its misty atmosphere will dim my eyes, and at the last I shall lie in a lonely grave, with none to weep over it and few to re member it. I shall be forgotten, or, haply, if remembered, it will be with scorn, as one whose influence and will could not restrain"], [198, "186 WHO WAS TO BLAME ? an erring Avife or prevent his oavu dis honour. I hope still to keep within my breast something of that spontaneous feeling which blooms so freshly in y^outh. How ever exquisite the feelings of our after-life, they seem always deficient in that freshness and bloom which added so much to the same pleasures in the past. At that time, instead of looking upon my neighbour with enAy, and mistrusting my best friend, I thought that there was nothing cnviner in the whole creation than the heart of an aspiring man. We are so apt as we grow older to get into the habit of looking first into the deep well where truth hes to see if any of the commodity is likely to benefit ourselves before we dip in the bucket on behalf of our neighbours. Now with youth how different ! Round goes the Avindlass, splash falls the bucket, and with what hearty goodwill it is hauled up again, for"], [199, "WHO WAS TO BLAME ? 187 the mere pleasure of bringing some good to light ! Now one is so apt to think of the interest upon 'Change in preference to any interest about a fellow-man, and to wink at principle that increases our prin cipal ; and in art, too, we get to prefer the columns that spring from capital to the capitals that surmount columns, getting not a little ashamed of any Quixotic doings of our younger days which have not brought much grist to the mill."], [200, "188 CHAPTER XV. AN ADVENTURE. There was a certain reserve in the manner of those who came in contact AAnth me in the early days of my residence at Castlehead. Probably it was not diffi cult to discover that my mind was ill at ease, for I have little doubt that the fre quent sadness of my reflections imparted a sombre hue to the countenance. I was determined, however, to do what I could for the wellbeing of my little domain, and Avas heartily assisted by O'Hara in all my plans. In some things, hoAvever, this worthy fellow fell short in practice of his benevolent intentions, and in few things"], [201, "WHO AVAS TO BLAME? 189 more so than in one object upon which I had set my heart, which was the education of my poorer tenantry. Anxious to help me as much as possible, and not being free from a little Aranity in his new position, O'Hara was wont to lay down the law in a somewhat peremptory fashion. As I knew he would soon be tired of the attempt, I even went so far as to allow him to try his hand occasionally at an evening school for the children of the labourers. I found, hoAvever, that his no tions upon education were much too far advanced for his pupils. \"Now, me boys,\" he began, \" I'm going to put ye on the high road to knowledge, and a mighty fine road it is, and seeing that some of ye don't know the great A from a bull's foot, sure its O'Hara that will enlighten you. So now, if you plaze, to begin at the beginning, when you see two gentlemen boAving to each other in a most"], [202, "190 AVHO WAS TO BLAME ? condescending way, and after a while shaking hands, what letter is that like ?\" The poor lads were gifted with but a limited amount of imagination, and it was with considerable trouble he made them understand that his illustration in any- way resembled the letter A. \" Mighty slow ye are, indeed,\" said the new schoolmaster. \"Listen to this, then. What letter is it that looks like the gal lows, that some of ye will come to if ye don't mend your ways ?\" After much cogitation it was decided that the letter F had, as printed upon the schoolroom wall, a remote resemblance to O'Hara's similitude. \" Timothy Howler, go to the top of the class, and mind ye keep there,\" said O'Hara \" And now, where's the fine boy that'll open his mouth very wide Avithout anything to put in it, and say what letter he's got hold of?\""], [203, "WHO WAS TO BLAME ? 191 This seemed forcible, and the lads, too many of them knowing full well what it was to open their '♦mouths very wide and to have nothing to put in them, called out \"0\" lustily. \"By the powers we're mending, and ye'll all be scholars yet. But, murder ! here's one ye'll never find out, though it's as like a five-barred gate as I am to Jupiter.\" A distant notion that it must be the letter M inspired Timothy Howler ; but, fearful of losing his former laurels, he murmured faintly. \" Spake the truth and shame the diAal, and you'll read that in the Bible, Timothy Howler. Out with it, you spalpeen.\" Timothy ventured again, and was re warded Avith O'Hara's cordial applause. \" Now, boys, ye've a janius at the top of the class, and ye must sharpen your wits. Simon Lobb's tongue is hanging out of his mouth, and reminds me of another"], [204, "192 AVHO AVAS TO BLAME ? useful letter. Now, Simon Lobb, make yourself a practical illustration, and tell us all about it.\" Neither Simon nor the others could dis- cover any affinity between his open mouth, with the tip of his tongue hanging out, and the letter Q, but O'Hara's Aavid fancy insisted upon the resemblance, and he scolded accordingly. \" Now, if ye'll tell me what letter looks like the ould scarecrow with his arms stretched out to frighten the birds from the corn, I'll forgive ye the bating ye deserve.\" The resemblance to the letter T seemed by this comparison to fall within the scope of the rural fancy. \" Now haven't ye seen an elegant trunk of a tree with two big branches shooting up?\" Timothy Howler maintained his supe riority, for he suggested Y at once."], [205, "WHO WAS TO BLAME ? 193 \"You'll be a bright man, Timothy Howler, and yer mother will bless the day she knew O'Hara. And now ye'll be just obliging enough to tell me how many I'll get out of two and two.\" FiA^e, suggested one of the young gen tlemen. \" Now, by the powers, ye're a cute young spalpeen, that ye are, and it's what I have been wishing to make all my life. But faith, my dear, in this hard world ye'll find its only four, I'm thinking. And if ye take two from four what will ye have left?\" That the schoolmaster had been abroad for an unusual length of time was evident, for the question remained unanswered. I had been standing just within the door of the room O'Hara had appropriated, listening with some amusement to his ori ginal mode of imparting the rudiments of learning, when I became conscious that VOL II. O"], [206, "WHO WAS TO BLAME ? 194 some one else was listening also. Glancing round, and fancATing for the moment that probably I merely stood in the path of another hopeful pupil for O'Hara, I saw that the person who watched was eAddently not intent upon the scene from any desire of obtaining instruction. I could only see the face imperfectly, but I fancied that I had not often witnessed a physiognomy more repulsive. I had but little time, how ever, to draw any conclusions therefrom as to the stranger's motives or presence, for he disappeared instantly. Something sinister in this act roused my suspicion, and, calling to O'Hara, who looked up startled from his new occupation, Avith a half sheepish grin on his face at being detected in his amateur teaching, he followed me at once, leaving his pupils in a state of great bewilderment. \" Yer honner,\" said O'Hara in a whisper as soon as we got out of the door, \" that's a"], [207, "AVHO WAS TO BLAME ? 195 character we'd do better without. He's been lurking about here two or three times.\" \"We'll find out what it means, if we can, O'Hara.\" \" But which way did he go, yer honner ?\" I pointed out the path I believed the man had taken, and we followed quickly. What might be the stranger's object or intention I did not stop to ask myself. Enough that it was an incident to divert my mind for the moment, and I welcomed it gladly. We passed out of the reflection of light which came from the schoolroom into the shadow of some large trees. At first we fancied we heard a rustle amongst the branches, but soon all was silent again, and we imagined it could only have been the wind, while in a hollow beneath these trees a little stream babbled incessantly. \" Hush, master, listen a moment,\" said O'Hara in a whisper. o 2"], [208, "196 A\\THO WAS TO BLAME ? We both peered into the wood, and saw a shadow of some kind beneath one of the trees. \" Who goes there?\" I cried out. There was no answer. \" You must have been deceived,\" I whispiered to O'Hara. \" Divil a bit, yer honner. I'd swear by all the saints that somebody passed us, and for no good purpose I fear.\" \" What purpose do you imagine?\" I asked. \" Surely there's not much to be gained by haunting such a lonely spot as this.\" As I said this, still in a whisper, we emerged from the thicket into a byepath leading to the house through some neigh bouring fields. It was not much frequented, but when any communication with the railway station was desired, then it formed the nearest access to those who went on foot. Suddenly, before we had cleared the"], [209, "AVHO AVAS TO BLAME ? 197 heavy shadow cast by the trees we had just left, a shot Avas fired from the thicket itself. A heavy fall was heard, and then a cry of pain. Startled beyond measure at such unusual sounds, we hurried to the spot to ascertain the cause. There, to our great surprise, eAridently much more frightened than hurt, we saw extended the form of Mr. Creakle. \" Villains, outcasts, plunderers,\" thus he saluted us, \" let me die in peace. Let me like a soldier fall upon the open plain, my breast expanding — alas ! no more will the breast of Creakle expand to those emotions which — \" \"Come, Mr. Creakle,\" I said, \" we are neither robbers nor villains. Let us help you into the house and send for medical assistance.\" \" That voice ! Is it possible ? My friend, my deliverer ! Can it be that the commis-"], [210, "198 WHO WAS TO BLAME ? sion will yet restore me to the bosom of humanity ? — that Avithout a blushing cheek or doAvncast eye I may once more behold those creditors whose importunate demands have so often wetted this cheek with tears?\" We concluded by this fluency that Mr. Creakle had not received any serious in jury. He shortly got up, and walked with us in the direction of the house. We had not proceeded many yards, and Avere questioning Mr. Creakle as to the motiA^e for this outrageous act, when sud denly behind me came a hasty step. The step was followed by a terrific blow, and in an instant I lay senseless upon the ground."], [211, "199 CHAPTER XVI. AN INA'ALID'S CHAMBER. That the attack upon Mr. Creakle was intended for me was evident, but it was long before the mystery was unravelled. Meantime I was removed to the house by O'Hara and Mr. Creakle, in a state appa rently more dead than alive. The best advice to be obtained within miles of Castlehead was sent for — at first it was believed with slight chance of success. Every effort was made to track my cow ardly assailant, but he had not been dis covered, and I still lay with small hope of recovery. The physician, however, was not with-"], [212, "200 WHO AA'AS TO BLAME ? out hope. He tried every available means, and had the satisfaction of seeing that the remedies administered had not been with- out their due effect ; and eventually, as he had prognosticated, the dark shadows which had obscured my brain for the last two or three days began to clear away. The impressions of the past and the life around me gradually became more distinct, and I began to have some understanding of my personal identity. I was free from pain, and lay in a quiet meditative mood, too weak to trouble my self much about what was going on in the world — scarce alive enough, in fact, to give due consideration to those who had watched and attended me so carefully, especially Cary, who had been sent for at once by O'Hara. The beneA-olent countenance of the phy sician inspired me Avith confidence in the result of his skill. Cary hovered about my"], [213, "WHO AVAS TO BLAME ? 201 bed, quiet and gentle in his manners, and more like a woman than a man in all his efforts to amuse me. I lay there watching them, too languid to move, and caring little to speak. Occa sionally Cary would give me a gentle shake of the hand, as if to assure me that every thing should be done that was possible. Much as he tried to conceal the expression of his thoughts about me, I could see plainly that he was still in doubt, and when he thought me asleep, and could get hold of the physician quietly, he was eager in the extreme to know if anything more could be done. \" If no change for the worse takes place there is no fear,\" I heard the physician whisper. \" But he has been on the very brink of the grave, doctor, has he not ? \" \" There is no question of that. Indeed, even now, when he is so much better, if"], [214, "202 WHO WAS TO BLAME ? there is any one he would like to see, for fear of any change, it would be well to send. Probably at such a time as this he might like to see his wife, or — \" That was all I could catch for the mo ment, when shortly I heard Cary again say softly — \"It is AATong, I know, doctor, to ply you with questions, but I have a reason of the utmost importance for asking them. Do you think now his mind is quite at ease ? \" \" Certainly not,\" emphatically replied the doctor. \"And probably if it could be soothed his recovery might be accel lerated. Beyond all question there is a weight upon the feelings which can easily be detected. Remove it if you can, by all means.\" I had fallen at this moment into a drowsy luxurious mood, neither sleeping nor waking, in which I remained for some"], [215, "WHO WAS TO BLAME ? 203 time without comprehending anything further. When I aroused myself again it was dark, the curtains were drawn, so as to exclude the glow of the setting sun, and the atmosphere of the apartment was dim; but after a few seconds I perceived my faithful friend sitting near me watching me intently. There Avas no one else in the room. All the others, even O'Hara, wearied out with sitting up two or three nights, had gone to bed, and he was taking their place. Looking at the dear kind hearted fellow, as he sat with his beautiful artistic head looking so noble in profile, and the side glance of his dreamy affec tionate eyes falling upon me, I could not help reproaching myself that I had in any way deterred him from declaring his passion to Eleanor. He was worthy of the purest and noblest woman, yet without doubt he would remain single to the end of his days."], [216, "204 WHO WAS TO BLAME ? I could not help wondering at the ex pression of his face as he loooked at me. It seemed as though he were endeavouring to penetrate some mystery in my character or to read my inmost thoughts at the moment, so intent was his gaze. \"Dear Cary,\" I said after a time, \" what are you thinking of so earnestly ? \" He took my hand and pressed it Avith the old mixture of affection and tender sympathy, but said nothing. \"Ah! Cary,\" I muttered, \"these are the moments when we recall inevitably so much that we would willingly forget. When I remember now how much and how uselessly I have injured you I am perfectly beside myself ; yet, let me confess it, all the circumstances that have hap pened haAre made no change in my feel ings. I should just as passionately, just as selfishly, follow in the same path I have done before if the opportunity came.\""], [217, "AVHO AVAS TO BLAME ? 205 \" I know that, my dear fellow,\" he an swered, \"and you should have my assist ance if I could render any.\" Gradually, in murmured talk like this, I sank once more into slumber and vague dreams. Hoav vividly the time comes before me again, with the long shadows of the lamp thrown in wonderful relief across the large room, the buzzing of a fly upon the window-pane, the rustle of the trees without, the sound of the distant bell, sub dued by distance, but near enough to re mind me how slowly the hours pass from morn to night when one is lying upon a sick bed ! I coidd keep no account of time : when I slept it seemed as though a year had passed away, or many years, and often when I awoke front the dull shunbers which weakness had created it seemed strange to me that my attendants looked as when I last saw them. It seemed"], [218, "206 WHO WAS TO BLAME ? as though they should have grown older. Upon one of these occasions I became conscious of some unusual activity in the room. Whatever it was I could not for some time divine, for Cary was so extremely quiet and gentle in his manner. When I became a little more conscious I saw at once it was Aunt Mary, who had arrived Avithout the least warning, and was sitting there as I knew her of old, her quick little eyes glancing round the room and taking in a moment a microscopic in ventory of everything, to see that I was well cared for and wanted nothing, then bending down over her knitting needles, for she was far too active to sit still Avithout doing anything. It was some time before she would allow me to speak upon anything but the merest commonplaces. Although she was quite certain of the thoughts that flowed most"], [219, "AVHO WAS TO BLAME ? 207 readily to my mind at that moment, and knew perfectly well that the simplest word about my old haunts and old infatuation would be of the deepest interest, yet she would insist upon speaking of other topics. Gradually, however, she yielded, and was full of all the little incidents of the life thaf was so dear to me. I listened to details of the simplest character with intense interest, and the nurse, often coming into the room and seeing my animated countenance, would look unutter able volumes of rebuke at Aunt Mary. Nurses in general have a great horror of anybody looking cheerful or hopeful in the neighbourhood of a sick room. Per haps they fancy if the event were made less solemn their importance would be diminished. So Aunt Mary chatted away, and, not withstanding the changes that had taken place, it seemed so like old times to have"], [220, "208 WHO WAS TO BLAME ? her sitting there that I unconsciously be gan to build up the old day dreams, un consciously began to indulge in the old hopes, until remembrance, like the passing gust of wind that blows into obhVion the sweetest tone that may have delighted us a moment before, swept off these fancies as they rose. Cary was somewhat disturbed by her presence. Indeed, I fancied I detected in the young artist's face an uneasy and perplexed expression, as though he were bent upon something which he found diffi cult to carry out satisfactorily. Whatever it was, I could learn nothing. Aunt Mary spoke little of Eleanor ; when she did it was always in such a manner as to stay at once any passionate effusion on my part. Much as I revolted at the self-denial she exacted from me, there was so much firmness and dignity combined with her love for me that I could only be silent."], [221, "AVHO WAS TO BLAME ? 209 Yielding to my intense desire, I had been removed from the bedroom to an adjoining chamber, where I could for a short time each day enjoy a beautiful pro spect of the park and the country beyond. A certain calm melancholy had succeeded to the animation which had at first filled me when Aunt Mary came. I still felt in doubt if I should recover, and ever and anon, when this thought came into my mind, I involuntarily wandered to Elea nor, till the desire to see her once more overcame every other consideration. But, supposing she knew of my state, would she come ? I was in doubt, and tormented myself till I became really ill again. I fancy when the mind becomes subdued to the thought that we must part with all we have most cherished life becomes more uniform, and death more easy. It is in some instances easier to endme than one day to be filled with the most delicious VOL. H. P"], [222, "210 WHO WAS TO BLAME ? hopes and the next to have them dashed to the earth. Musing thus one day, and getting each moment sadder in my thoughts, the desire of life seemed to leave me utterly. I could have wished to die that moment without another thought or care for the world. Unconsciously falling into a melancholy reverie, I was unaware that the door had opened, and that some one had entered. I looked up — it was Eleanor. Looking very loATely, pale indeed, paler than usual, with a dark circle round her beautiful soft eyes, now lighted with affec tionate interest in me, while her sweet face wore a timid smile, as though she scarcely dared trust herself in my presence to give vent to her natural feelings, all she said was \" I am very glad, Mark, to see you again.\" For me, I did not speak at all. She might have been an angel, a fairy, any thing; for the mist that came before my"], [223, "WHO WAS TO BLAME ? 211 eyes at that moment did not improve my vision. \" You have been badly used, I hear, Mark, but it is gratifying to find that you have been so well cared for. I don't know if I have done right in coming, and I dare say Aunt Mary will very much blame me, but Mr. Cary so much alarmed me by his account of you that I feared to find you even worse then you are.\" I bowed gently, or waved my hand, or made some motion to signify that she should continue to talk to me. That was all I wanted — to see and hear her. For me to say anything seemed worse than useless. Besides, what could I say ? So with a few gentle Avords she soothed me, and I felt happier than I had done for years — too happy, indeed, for when Aunt Mary shortly bustled in the sudden waking up to realities and stern facts was almost too painful to be borne. p 2"], [224, "212 CHAPTER XVII. AN OLD MAID'S LOVE STORY. \" Now youth and beauty will have the goodness to clear out,\" said Aunt Mary decisively. \" And I'm not quite sure that youth and beauty should have been here at all, and I'm scarcely disposed to forgive it either. Let me feel your pulse. Of course, like an express train in a tunnel, thumping away to get out again. Quite feverish, too, I declare. This will neArer do. Mercy on us ! You had better, Mark, be contented with us old creatures a little longer, or you'll be making a mess of it, my dear boy. This is against all my protestations, and I'll tell you once for all it won't do.\""], [225, "AVHO AVAS TO BLAME ? 213 \" This interview, aunt, was not of my seeking, precious though it be. I should not haA^e dared to intrude upon Eleanor again. The poor girl has suffered too much already.\" ' ' Hold your tongue, my dear boy ; you are much too excited. I declare I must drum up some foolish old story or other, merely to quiet these troublesome neiwes. Bless my soul, when I was courted there was no fuss about it, and if it had come to anything, which it didn't, I should have lived happy ever afterwards of course, and have brought up my three or four boys, and I don't know hoAV many girls, putting them into the way they should go, so that when they were old they would not depart from it.\" This was the first time I had ever heard her speak in that way, and, to humour her, I asked Avhy the engagement had been broken off."], [226, "214 WHO WAS TO BLAME ? \" Oh ! pooh ! what is the use of talking about these things ? You won't be inter ested in an old fiddle-faddle like me prating about her younger days.\" \" But I shall, indeed, aunt. If your own character could not inspire me Avith respect, the gratitude I owe you would make me interested in all that concerns you.\" Aunt Mary got up from her seat without speaking, stroked my hair as though I had been a child of two years old, and gave me a kiss, and went to the mirror and arranged her own hair, shook out her black silk dress in a characteristic manner, then sat down, and began to speak in such a sharp sudden tone that it made me tingle like a small electric shock. \" Jonas Hadder was a mean unmiti- gated humbug. I called him ' adder ' as long as I remembered him, for truly he was a snake in the grass. You never heard of him before, my dear boy ? Of course not."], [227, "AVHO WAS TO BLAME ? 215 Well, he was a dissenting minister, av1k> made religion, our loftiest feeling, a cloak for money-making-, and abused loA*e, our next highest feeling, to the same purpose. I bear Jonas Hadder no illwill for reveal- ing his own character in time to save me from a life of misery. But I hate his very memory for leading me into an act of self deception. \"Through him I was led to believe myself beautiful and fascinating, and gave myself airs, and set myself above my neighbours. I could not take the testimony of my own looking-glass, and reconcile myself to the fact that I was a humdrum lass, with features of a type the reverse of classical, and a complexion that had nothing akin to roses and lilies. Yet avc are such absurd dreamers at twenty-one that Ave only re quire to be told we are lovely to SAvallow the delightful poison without blinking. \" Jonas Hadder came to our Arillage with-"], [228, "WHO WAS TO BLAME ? 216 out a pennA\", as I afterwards discovered. He imagined that our spiritual wants might be made subservient to his temporal ditto, and he tried the experiment Avith great success. Jonas Hadder had conceived a great idea — nothing less than building a chapel for himself upon voluntary contri butions. He was not a man to hide his light under a bushel. He chose the most prominent situation in the whole village, and persuaded a builder to commence ope rations, for he was aware how much the object would be forwarded by a practical exhibition of his views. The more con- spicuous the fold, thought the ReAr. Jonas, the easier for the flock to find it ; and the better chance of letting the pews, said a few malcontents, who woidd persist in some self-seeking on the part of the new minister. ' ' Amongst other adroit bits of manage ment adopted, he paid especial attention"], [229, "WHO AVAS TO BLAME ? 217 to the young lady element. Ho was well aAvare that the fan- creatures are frequently placed in positions where they have con siderable influence, and why should not that influence be exerted in the sacred cause of religion? argued he. ' ' I was living at that time with an aged relative, who deAroted large sums yearly to the cause of charity. Before Mr. Had der's advent I had been the almoner of these charities. I was in the full confi- dence of my relative, and it was generally believed by me, as by every one else, that the bulk of her large property would fall to my share. ' ' This Avas far too good a mine to be left unworked by such a clever explorer. The reverend gentleman soon became a con stant visitor at our house, and by a suc cessful course of flattery and persuasion, aided by a handsome person, made us think him a saint. This went on till I was en-"], [230, "218 AVHO AVAS TO BLAME? gaged to be married to him, and probably should have been at this moment Mrs. Hadder but for the sudden death of my relative. Then came out a great secret. The large property which I knew to have been originally intended for me had been settled upon Zion Chapel and the Rev. Jonas, with the exception of a small an nuity and such balance of cash as might remain after defraying the funeral and medical expenses. ' ' I was not at first so much alarmed at this, because I still believed in my clerical admirer, though I would willingly haATe had the management of what I considered my OAvn property in my oavu hands. Hoav ever, I was soon destined to see the mask fall from the handsome face of Mr. Hadder. He had so repeatedly stated that worldly matters were as nought compared to spiri tual, and that no effort in the cause of the Gospel could be objectionable, that it was"], [231, "AVHO AVAS TO BLAME ? 219 with some surprise I noticed the sudden cessation of his visits. I consulted friends, and it was determined to bring him to an explanation. \" I was debating my plans and arranging my ideas one day, when the advent of the Reverend Jonas was announced by the servant, in that subdued, reverential, and obsequious tone with which female ser vants generally greet the presence of a black coat and white neckcloth, as if, for sooth, the hidden mysteries of God were concealed in any speciality of dress. \" ' Good morning, my dear Miss Ver schoyle. I haAre not had the pleasure of spiritual communication with you since the demise of our clear and much-to-be- lamented sister, but I hope that you haA~e sustained the shock without too severe a strain upon your feelings, and that yr>u are prepared to see in all things the work ings of a Power beyond ourselves, which"], [232, "220 WHO WAS TO BLAME ? regulates our efforts and defines our des tiny.' \" Not bad this, my dear boy, from one who had regulated my affairs so neatly to his own purposes. \"'Our dear departed sister,' he con tinued, ' had much to commend in you during her last saintly hours upon earth. Permit me also to add my oato testimony to the invaluable assistance you rendered,' and he sighed and looked solemn. \" I was getting impatient. Those who have studied the whims and sacrificed them- selves to the caprices of those upon whom they have been dependent, and have seen, as I did at that moment, a long-expected fortune gradually slipping through their fingers, AAdll understand that the romance of my acquaintance Avdth the Reverend Jonas was rapidly evaporating. \" ' Pardon me, Mr. Hadder,' said I Avith some asperity, ' if I allude at once to"], [233, "WHO AVAS TO BLAME ? 221 pecuniary matters. Having always ex pected that a large fortune awaited me upon the death of my relative, I should be glad to know how we stand.' \" ' With pleasure, my dear young lady. You are aware that our departed sister, in her anxiety for the spiritual welfare of her native Arillage, has left a portion of her property to Zion Chapel?' \" 'Which portion embraces her Avhole possessions I believe,' said I. \" ' Stay, stay ! There are heavy deduc tions to be made : the expenses of the funeral, the — ' \" ' Which I have the means in hand to defray, and wish at once to render an ac count. You are aware what the under taker's charge would be, and I have decided upon the tombstone according to her last wishes.' \" ' Exactly. I think, my dear Miss Verschoyle, our dear departed sister Avas"], [234, "222 AVHO WAS TO BLAME ? not desirous that the memorial should be costly ? ' \" ' I am not aware that any reference was made to that point,' I answered. \" ' Still it would be unwise to allow full scope to these persons. In my position as a minister of the Gospel I would not set before my flock an example of ostentation. Her dear soul is in peace. She would not have desired special homage to the frail body.' \" ' There is no cause for alarm,' I an swered curtly. \" Twenty pounds Avill not be a great margin for display.' \" ' No more ? ' said this saintly huckster. ' I must realfy compliment 3^ou. And the medical man ? ' \" ' I have had the hardihood to deduct something from his account,' I said, ' see ing that most of the physic was thrown out of the window.' \" ' Your firmness in a good cause, Miss"], [235, "AVHO AVAS TO BLAME ? 223 Verschoyle, is beyond everything praise- Avorthy.' \" ' If praise be allowed for studying one's own interest,' I said sarcastically. \" I then produced my accounts, which Mr. Hadder ticked off in the most business- like way, item by item. When this Avas done, during which I was boiling OATer with indignation, I said — - ' ' ' Now, Mr. Hadder, be good enough to explain your own conduct. ' \" ' My conduct, Miss Verschoyle?\" \" ' Yes, your oavu conduct — your OAvn mean underhand trifling with sacred things for profit — your oavu hypocritical atten tions to me, which you so suddenly sus pend without any apparent reason.' \"'Really your language is most un usual,' said the abominable hypocrite. \" 'Must I speak still plainer?' I asked. \" ' If you will have the goodness, do so,' he replied."], [236, "224 WHO WAS TO BLAME ? \" ' You have made me an offer of your hand,' I said, tremblingly. ' Is your be haviour of to-day in keeping with such a declaration ? ' \"'My dear Miss Verschoyle,' he said, with the most saintly and prophetic ex pression he could summon, ' our fate is not always in our own hands. It has some times occurred to me during our delightful acquaintance that my mind has been too much engrossed by your charms. I have dwelt upon the worldly delights of a home and married life with rapture, to the ex clusion of those diviner ideas which ought ever to animate the breast of a Christian minister. My thoughts have been weaned from my beloved flock. They have been at times, I feel acutely, as sheep without a shepherd, and I shall be unable to render a just account of their precious souls. Let us, therefore, my beloved sister, if I may so term you, pursue for a time the Lord's"], [237, "WHO AVAS TO BLAME ? 225 business alone, ere we come into closer communion.' \"I did not wish to hear more. The Reverend Jonas Hadder and his policA' stood clearly revealed. I rang the bell for the servant. \" ' Sarah, be good enough to show Mr Hadder the door. ' \" I need hardly tell you, my dear boy, that he married the prettiest girl in the village, and made her miserable of course, and so ended a foolish old maid's love story.\" VOL. II. Q"], [238, "226 CHAPTER XVIII. A DRAMATIC SCENE. I had listened to Miss Verschoyle' s simple narration with a feeling akin to shame. I could not help contrasting my own gloomy disappointment and dark melancholy with the quiet fortitude with which the old lady dismissed the dream of her youth and resigned herself to the subdued life of an old maid. My feelings were the inevitable result of merely looking back. But still it will hardly be wondered at that, with Eleanor in the house at the moment, I could not battle with old feel ings with much success. Especially as I longed to see her again,"], [239, "WHO AVAS TO BLAME ? 227 I hardly dared ask Miss Verschoyle. I knew how objectionable Eleanor's A'isit had been to her. Wondering what would be the next turn in the tide of events, I determined to make no further effort to stem it, but to let all chance as it would. Little did I imagine what was at that moment passing beneath my oaati roof, or the exciting scene which was shortly to follow my aunt's quiet narration. I think it is Heine who speaks so rap turously of the effect of a beautiful hand upon his imagination. I had been studying German, and was reading those delightful Pictures of Travel, which are so different from any other German writing whateArer. Miss Verschoyle being silent, I took up the book again and read — \" The face of the lady was concealed from me, partly by the white veil she wore, and partly by the confessional : but there came Q 2"], [240, "228 AVHO AVAS TO BLAME ? to view a hand Avhich at once held me fast. I could not help looking at it : its blue veins and the aristocratic gleam of its white fingers were so strangely familiar to me, and all the power of dreams in my soul was stirred into life to shape a face to match this hand. It was a hand that had something spiritual in it, something ex citing past associations, like the hands of handsome human beings who are highly refined and accomplished, or who have greatly suffered. And there was something so touchingly innocent in this hand that it seemed as if it had no occasion to con- fess with the rest of the lady's person.\" As though the thought expressed in the book had magic in it, and had conjured up the very shape it described, there ap peared before me a hand which answered the description I had just read — a hand that at once suggested some indefinite sense of purity and sweetness, such as no other"], [241, "AVHO AVAS TO BLAME ? 229 hand had eA*er done, nor this indeed till that moment. I looked up from the book : Eleanor was standing before me : it was her hand which had been offered me, but it was her fare well. In a few soft words of condolence and sympathy, she expressed her satis faction at finding me so much better than she expected, and yielding, as I knew, to her aunt's determined pressure, was at once leaving the house again. I took the hand thus offered me, and Avhilc I did so a presentiment filled me that I was taking it thus for the last time — that I should ultimately clasp that hand as mine or never clasp it again. With this thought in my breast, I held her hand firmly, feeling as I did so strengthened in the resohe I mentally made at the mo ment, never again to allow any temptation to be put in her way with regard to me which could bring her any regret or un-"], [242, "230 AVII0 AVAS TO BLAME ? easiness. Still holding her hand, finding it equally difficult to speak or be silent, we were thus interrupted : — With a majestic step, such as had often no doubt brought doAvn thunders of ap plause from the galleries, my wife suddenly entered the room, followed by O'Hara, Avith trouble and perplexity in every line of his countenance. \" I must treat your friends with respect,\" said my wife, Avith a kind of mock polite- ness. She first closed the door gently, then presented O'Hara a chair, taking one herself, with an air of apparent uncon- cern. I was certainly puzzled how to meet this cool introduction at such a moment. I felt weak and nervous from my late illness. The presence, too, of Miss Verschoyle and Eleanor made the prospect of a scene par ticularly embarrassing. While in this un-"], [243, "WHO WAS TO BLAME ? 231 certainty, which my Aviso saw and evi dently enjoyed, she spoke. \" I have come, Mark, to ask your as sistance in a matter of some importance to me.\" \" I do not see how we can discuss any question in future that is likely to add to our mutual happiness.\" \" I am prepared for a little grandeur arising from your neAvly-fledged honours,\" said Constance, bitterly; \"but really I am not so easily put down. You have a very thriving market town close at hand, where a few concerts can be got up with every prospect of success, especially with the eclat that will arise from the patronage of Sir Mark Irving.\" The coolness with which this proposition Avas made perfectly startled me. O'Hara, too, not Avithout a little aAve of his former mistress, stood Avith the blankest look against the door, awaiting my commands,"], [244, "AVHO WAS TO BLAME ? 232 while a scene ensued which I can fitly describe only by putting it in the dramatic form. Myself. — \" Your object, doubtless, in making this proposition is to obtain more money from me.\" Constance. — \" Really I don't care which way the money comes, but I must haATe some.\" Myself. — \" You lately received five hun dred pounds through my solicitor.\" Constance. — \" Positively, my dear man, A*our ignorance of fashionable habits is pitiable. Do you suppose I gave less than a hundred guineas for this shawl, or less than fifty for these bracelets ? Why, the fan I broke over the accompanyist's head avIio blundered last night cost me twentA' pounds. I consider, Mark, you are ATery stingy. Poor dear Eleanor yonder is quite dowdy.\" Aunt Mary (fiercely). — \" Hold yxmr"], [245, "AVHO WAS TO BLAME ? 233 tongue, ma'am. Don't siqipose my niece's character resembles your own in any way.\" Eleanor. — \" The insinuation is certainly uncalled for.\" Myself. — \" You had better, perhaps, con fine yourself to a statement of your imme diate wants.\" O'Hara (aside). — \" Handsome is as hand some does, faith!\" Constance. — \" Ha ! ha ! We have the elements of a comedy here. The young lady in love, full of sentiment and romance ; her impassioned adorer, a part generally given to the walking gentleman ; the crusty duenna, who won't let the course of true love run smooth ; the fan- one who has been cast off, and avIio can't forego her little revenges ; the heavy father, ready to join hands and say 'Bless ye my children.' An excellent comedy ! \" Aunt Mary. — \" I fear, ma'am, life may"], [246, "234 AVHO AVAS TO BLAME ? prove to you a tragedy instead of a comedy some day.\" Myself. — \" Take my keys, O'Hara, and bring my cheque-book. It is at least a consolation of my position that I can jiur chase quiet, if not peace of mind.\" O'Hara (returning with the cheque-book). — \" Will I wait, yer honner ?\" Myself. — \" It may be desirable. Noav be good enough to say what will keep you out of disgrace for the next six months.\" Constance. — \"One thousand pounds. Not a penny less, and don't cross the cheque, for I've no banking account.\" O'Hara (aside). — \" Holy powers ! I'd buy the whole parish of Ballymuck with that same.\" Eleanor (with great earnestness). — \" Oh ! madam, forgive me if I implore you by all that is sacred in the marriage tie to con sider what you are doing, and the end which must ineAfitably come to all this. Is"], [247, "WHO AVAS TO BLAME ? 235 there nothing in your remembrance of the past to detach your thoughts from the arti ficial life in which you move ? You will resign this objectionable course, will you not ? And for any thought that you may have respecting me and my influence Avith Mark, dismiss it at once. I am here, be lieving him to have been dangerously ill ; I have been in the house but a few hours ; I leaAre it never to return ; and, oh ! if during these feAV moments that we meet any word of mine could touch your heart and bring Heaven's blessing there, how Avillingly would I sacrifice every hope I have in the world ! \" O'Hara (softly, brushing a tear from his cheek). — \"Amen.\" Aunt Mary. — \" The girl's mad.\" Constance. — \"I feel wonderful admira- tion for your high-flown sentiments, my charming Eleanor, but I am afraid I shall receive more benefit from the cheque just"], [248, "236 AVHO WAS TO BLAME ? written for me. I at least live a merry life now, and if I came here, as I intended to do, I'm sure I could not stay. When I play the queen behind the scenes I am monarch of all I survey, and command my kingdom to a reasonable extent. My prime minister, the prompter, helps me out Avith my speeches. I have as many changes of costume as I please. My band plays tri- umphal marches while I display my courth* graces. The courtiers faAvn and the mob clap their hands as in other royal pro- gresses. But here I should have my gen- tility contested, and should never be able to keep my countenance. Therefore, spare your homilies, my sweet Eleanor. When my thousand is gone we may meet again, as I presume you are a regular visitor here.\" Aunt Mary. — \" My dear boy, how can you listen to these vile insinuations ?\" Myself. — \"They Avill injure no one but the utterer.\""], [249, "AVHO WAS TO BLAME ? 237 Constance. — \" Noav, O'Hara, don't stand there Avith your tongue in your cheek, but order me a carriage for the next train, and show you know how to treat a lady.\" O'Hara. — \" By the Lord, ma'am, I know a lady when I see her ; but it's a mighty powerful microscope I'll require if I look your way.\" Constance. — \" In high life, sir, we don't express our opinions so freely. Amongst the bogs and cabins of Ireland such coarse ness might pass.\" O'Hara (warmly). — \"Oh! my lady, amongst the bogs and cabins of Ireland there may be a scarcity of ladies, but we know how to find women.\" Aunt Mary. — \" There, ma'am, take an honest man's opinion, and be off.\" Constance. — \" Madam, I wish you good morning, and an increase of politeness. Farewell, too, my dear Eleanor, but be advised, and keep your feelings under con-"], [250, "AVHO WAS TO BLAME ? 238 trol, or they will get the better of you. And, Mark, be good enough to make your tenants cash up rigidly, for I shall endea vour to sustain my new position as the wife of a baronet with all becoming dignity. As to you, O'Hara, I think I shall keep the five shillings I intended for you till my next visit.\" O'Hara. — \"By all means, me lady, and don't hurry yourself.\" Myself. — \" In future, O'Hara, as you will have the conduct of my business matters, let this affair be among them. It is useless to appeal to her feelings, to her sense of delicacy, or to her honour. Let it there fore be understood in future what the terms are to be to free me from these visits, and they shall be complied with, if my means will permit.\" Constance left the house without another Avord. Aunt Mary and Eleanor took their departure by the folloAving train. Cary,"], [251, "AVHO AVAS TO BLAME ? 239 who had been absent, sketching, Avhen this scene took place, also left in the course of the day for Oxford, and once more I was left alone to reconcile myself to the pre sent and to brood upon the future."], [252, "240 CHAPTER XIX. TWO YEARS AFTER. And now for two years I passed a life of constant gloom and depression, such as makes me unhappy to look back upon. The first incident which occupied my attention upon my recovery was the prosecution of the villain who had so un warrantably attacked me. I would wil lingly have set the fellow free, but the affair made a stir in the neighbourhood, and the whole case had been raked up by the local papers, and every incident of my past life had been blended Avith the state ment, and the prosecution was urged upon me so much by my neighbours that I found it almost impossible to stand aloof."], [253, "AVHO WAS TO BLAME ? 241 The evidence, as I expected, proved that the fellow had been in the employ of Michael Cregan, who had emigrated when he found that he was likely to become implicated. This ended, I had set to work at first Avith some spirit to improve the property. I had been ably seconded by O'Hara, but the most vigorous nature will sink into apathy if there be no object in view. For me, when the thing was done the interest had gone. There was no bright face to welcome me at home, no society to interest me abroad. Cary, the only friend in whom I could feel any interest, came occasion ally, and I was cheered for the time, but the dead weight of my gloom was too much ultimately for his more buoyant temperament, and I could generally, not withstanding the kindness of his nature, detect a certain lightness of heart when the time came for his departure. VOL. II. R"], [254, "WHO WAS TO BLAME ? 242 From Lymington I heard occasionally, but all communication with Eleanor had entirelv ceased. This I could not wonder at, for had it been otherAvise I should only have made the poor girl unhappy and her position equivocal. Much as Aunt Mary loved me, she knew her duty to Eleanor better than her own mother, and tried her utmost to wean her niece from every thought of me. The morbid self-reproach which fre quently seized me respecting my wife had subsided, partly induced by her own con duct, which became constantly more shame less and defiant of honourable principle. For some months she had contented her- self with drawing heaAy sums from me, which I had readily advanced, being de termined she should have no reasonable cause of complaint against me. This course, howeArer, I was obliged to abandon, for the result was too hu-"], [255, "AVHO WAS TO BLAME ? 243 miliating. At the first check, however, she took measures to revenge herself by annoying me in every possible way. One of her first acts was to give a concert in the market toAvn, two miles distant, at very low prices, the bills of which concert had been liberally posted in every avail able space within sight of Castlehead. EA^en the very trees of the park had been covered with them. At this concert she addressed her audience in a high-flown strain respecting the wrongs and sorrows she had suffered at my hands ; and, as many of the tickets had been distributed gratu itously, there was no lack of applause. It has been said by a wiser man than I am that it is only necessary to throw mud enough and some of it will be sure to stick, and so I found. Too proud to reply to my wife's accusations, I discovered that many of the falsehoods she had circulated were belieAred in the neighbourhood. Amongst r 2"], [256, "244 WHO WAS TO BLAME ? these simple people a person like my Avife, of shoAvy manners and plausible address, could make them believe almost anything. HaATing come to the conclusion that my patience was exhausted, she neglected no opportunity of exciting ill-feeling against me. Some of her modes of annoying me, however, were almost laughable. Upon one occasion I came suddenly, while Avalk ing in a secluded part of the park, upon a merry party of twenty or thirty persons picnicking there. I never made any re strictions as to who visited the grounds, but the troop now assembled was so noisy and ill-behaved that I stepped a little nearer to watch them. It was a very miscellaneous assemblage, evidently chosen without the least regard to respectability or propriety of behaviour. A quantity of rich viands strewed the ground, and the wine was not stinted. In fact, my Avife herself had evidently been drinking freely,"], [257, "WHO WAS TO BLAME ? 245 and, surrounded by a choice party of her own sex, of very doubtful character and appearance, was very noisy and excited. Until lately she had exhibited a slight feel ing of delicacy in keeping her paramour in the background. From the moment, howeArer, that in my oavu defence, and from sheer hopelessness of any change in her, I had made a stand and refused any further supplies of money, all reserve had been thrown aside, and Mr. Softon, bloated, indolent, and sensual as he had become, was her constant companion. Having gone within sight of the party, I was instantly recognised by my wife, Mr. Softon, and some others. \" We will drink our host's health,\" said Mr. Softon, brandishing a tumbler of cham pagne in a mock-defiant attitude and winking at me with a half-drunken leer, which was inexpressibly revolting to me. \"How will you have it, my boys?"], [258, "246 AVHO AVAS TO BLAME ? Three times three, with one cheer more,\" continued Softon. \" I propose an amendment,\" said my wife sarcastically. \"I propose Sir Mark Iiwing, and confusion to him.\" By the uproarious applause that followed this speech, and the bumpers drained upon it, I concluded that my wife was the founder of the feast. It mattered little what toast she had proposed, it would have been received with the same welcome so long as a bottle remained to wash it down. I determined not to interfere Avith them, but commissioned O'Hara to watch that no wilful damage was done. The old man I afterwards found had not been quite so forbearing as I intended, for upon coming to the place and finding three or four of the party left sleeping off the effects of their copious libations, he had, AAnth the assistance of a stableman, hastened their recovery by sousing them thoroughly in"], [259, "AVHO AVAS TO BLAME ? 247 the nearest pond, and then sending them off to join their companions. This was the last time I Avitnessed such a scene. Disgusted and sick at heart, I determined I would shut up the place again, and let it relapse into its former desolation, rather than see it desecrated thus and be obliged to take legal measures for the defence of my own property. I therefore frequently absented myself from the place for weeks, upon which the annoyance ceased, and I heard nothing of either my wife, Mr. Softon, or any of the party for a considerable time. How and where I next heard of her shall soon be told. I had accepted Cary's invitation to spend a few days at Oxford with him self and a college friend. While there a strange incident occurred, which may pro bably have been occasioned by an over wrought imagination, but the effect at"], [260, "248 AVHO WAS TO BLAME ? the moment upon my mind was very de- pressing. The shadows of a twilight evening were falling over the magnificent avenue of elms that stretches across the Merton meadows and encloses the broad walk in the rear of Christ Church, and thither Cary was walk ing with me. There were few prome naders besides ourselves, and we Avere unusually silent till Cary said, \" Mind we are not late. We shall hear the hundred and one strokes of the old bell soon.\" \" They still retain old customs, then ?\" I said. \" Old customs agree with a place like Oxford,\" said Cary. \" They do,\" I continued. \" Here every thing breathes of calmness and peace. What a life I might haAre led if, like you, I had adopted a studious career and stood aloof from the world, with its bitter disappoint ments, its conventionality, and base aims !\""], [261, "WHO WAS TO BLAME ? 249 \" You would find, my dear fellow,\" said Caiy, \" there is plenty of conventionality here, and no wonderful amount of purity or elevation of soul in student life. As for the seclusion, that is quite a mistake. In these times you can hardly get seclusion in the backwoods of America, much less in a place like Oxford. Besides — hang it, Mark — you talk as if you Avere an old man.\" ' ' Unfortunately, Cary, I haAre succeeded in engrafting some of the regrets of a ma turer age upon a youth that has been wasted in a vain dream.\" \" Cheer up, Mark. It will never do to mope away your life in this way. You do not seem to improve by being here. Come back to my friend's rooms, and let us have a chat till he comes in.\" We went into the college again. I was too undecided, too restless, to follow any course long. We got back to the college"], [262, "250 AVHO WAS TO BLAME ? rooms, where a cheerful fire was burning, and sat down; but whether my morbid mood influenced Cary, or how it was I do not know. Yet for a time we were silent, again broken, however, at length by Cary saying — \" How extremely moody you are, Mark, looking into the fire as though you could detect some fate in it ! \" \"Fate enough, for that matter,\" I an swered, \" for the flames are not unlike ourselves. They pant, struggle, and leap ever upward, flashing a moment and dying out again, then breaking into a sudden blaze, but in each and every mood while they glitter and flash they also consume. We, too, in the world, burning, blazing, loAung, hating, working, pining, some times (but not often) succeeding in our aims and objects — but the end of it all is smoke and ashes.\" ' 'A cheerful young gentleman you are, on"], [263, "WHO WAS TO BLAME ? 251 my word,\" retorted Cary; \" but I shall not take a pattern by you, whatever I may have felt and still feel at times. For the future I shall take life as agreeably as I can, sweetening it with active labour, and flavouring it with laughter. I am getting past the age when a love of ambition would induce me to wear out my brain with over-study. Now, if I get no praise from others, I praise myself. If ever I should inherit a fortune, I Avill try to enjoy it. Meantime I have accepted my old friend's invitation to this sedate old place, and am trying to make the most of it.\" \"Cary,\" said I, as a sudden resolution passed through my mind, \" do you believe that the dead revisit the earth again ? \" Evidently somewhat taken aback, Cary looked at me with some surprise, but he soon recovered his former light tone, for which I was not ungrateful, feeling sure"], [264, "252 WHO WAS TO BLAME ? that it was as much to cheer me as for his own gratification that it was adopted. \"As to ghosts, that jolly old proser whom Shakespeare has conjured up in Hamlet is almost enough to make one believe something of the sort. Then there are swarms of apparitions in Macbeth, but the only ghost I ever met with proved to be a turnip hollowed out and carved into the likeness of a human face, with a candle stuck inside. Yet I confess it terri- bly alarmed me until I found out that I had been sold.\" \" Stuff, Cary. I am not speaking of imaginary creations. I ask you, seriously and solemnly, do you believe, or have you any evidence to give a reasonable colouring to such an idea ? \" Cary's tone altered, and he fell into my own mood. \"Well, Mark,\" he answered, \"there is one thing which is certainly strange in"], [265, "WHO WAS TO BLAME ? 253 the matter : in all parts of the world, and amongst all nations, from the most culti vated and refined to the most savage, there has been a latent idea of the kind. You will rarely find a man of imagina tive faculties who will positively deny the supernatural. It is one of those things that influence us Avhether we will or no, but the moment we attempt to embody it in description, in music, or painting it be comes at once so palpable and real as to be almost laughable, except in rare instances. One would think, considering how general this half belief is, that it must have a germ of truth in it. There have been, without doubt, some very remarkable omens and presentiments, but they may have been but the effect of over-wrought imagi nation.\" ' ' I could relate a strange experience of my own, if you had patience to listen to it,\" I said as calmly as I could."], [266, "WHO WAS TO BLAME? 254 \" Tell me, by all means, my dear fellow. But why do you seem so agi tated and nervous ? \" \"Because, Cary, a presentiment, such as I have had upon more than one occasion ere this, tells me that a crisis in my fate is approaching. What that crisis may be, and how -it may end, I have not the faint est conception.\" \" You dwell too much on sombre fan- cies,\" said Cary. \"Tell me this incident you were alluding to. It will divert your thoughts ?\" \" That was sombre enough,\" I replied. \" But at all events I will relate it, for it caused me a strange sensation, which I have even yet scarcely dissipated. I was sit ting the other afternoon, waiting for you in the little boathouse by the river, read ing Gray's poems. I had turned to the Elegy, and was quite abstracted in the smooth sweet sadness of its charming ver-"], [267, "AVHO WAS TO BLAME ? 255 sification, when it appeared to me that the surrounding objects began gradually, as you may have seen in dissolving views, to change from then- normal condition and take upon themselves the aspect depicted in the poem. I looked up fi-om the book quite staggered, but, so far from the vision fading, it became more real and tangible as I looked upon it. The ivy-groAvn tower, the shadowy yews, the little green hillocks, tossed up like green waves upon the silent sea of death, stood as palpably before me at the moment as Avhen I visited the churchyard thus celebrated some years since. So agitated did I become that I fancied my brain must have given way, and that the passages of the book, being the latest sane impressions, had become stereotyped, as it were, in my mind and now began to blend with the chaotic ima ginations of a disordered brain. Before I had time to recall my scattered faculties,"], [268, "256 AVHO WAS TO BLAME ? before I had time to unravel the unaccount able transformation of a homely scene, a female figure hurried past the door. With that object the vision faded in an instant. I rose from my seat with frantic haste and made to the door. The person could not have passed two seconds. The lane by the side of the river runs parallel with the stream, as you know, and from the cottage door one can see a few hundred yards each way, so that it was quite impossible for the woman to disappear in the time unless she had darted into the house or plunged into the river. I looked far and near for a few seconds without seeing any one, when the boatman appeared in sight. \" ' Did you know the woman who passed you, Walter ? ' I asked him. \" ' What woman, master ? I ha'nt seen a woman.' \" I was \"silent, took up my book, wished the boatman good day, and strolled back"], [269, "WHO WAS TO BLAME ? 257 to the college. If it be possible for the shadows of the departed to return to this world, such a shape had visited me then.\" \" I will not deny your vision,\" said Cary, \" nor attempt to combat what ap pear to be fixed ideas in your mind ; but forgive if I ask, did you recognise the form ? \" \" Unmistakeably,\" I answered, \" and the future course of my life, for weal or woe, dates from that moment I am con vinced.\" Neither spoke another word, and a moment after we were joined by Cary's friend. VOL. II. s"], [270, "258 CHAPTER XX. AN UNKNOAVN GRAVE. During the weary days of my voluntary exile I frequently diverted my thoughts by long rambles into remote villages, where, amongst strange people and new scenes, I endeavoured to banish the dull weight of disappointment that had fallen upon me. On the day folloAving my conversation with Cary I had strolled away some miles from Oxford, and toward evening found myself in a retired Adllage with a re markable Gothic church and romantic churchyard that attracted me much by its quiet beauty and peacefulness. It"], [271, "AVHO AVAS TO BLAME ? 259 pleased me at the moment to muse by the different graves and remark how some were covered with flowers and shrubs, and kept fresh and green, as though the hands that had placed them there belonged to hearts that would not easily forget the silent ones beneath. Others, however, were entirely neglected and gave me a despondent feeling as I looked at them. It grieved me to think that my own grave might one day be like one of those disordered tangled hillocks which bespoke no friendly hand, where the long grass and weeds almost hid the little mound, and where no stone marked the name and past condition of its lonely tenant. The approaching footsteps of the grave digger recalled me to the living world. He took no notice of me, but began leisurely to measure a space for a new grave. While doing so he at length caught my s 2"], [272, "260 WHO WAS TO BLAME ? eye, and, attracted perhaps by the interest I appeared to take in his work, he stared at me keenly. \"Do you know me?\" I asked, with some curiosity. \"No, I don't,\" said the man bluntly. \" But I may some day. I was just taking your measure in my mind then.\" \"Thank you,\" I said. \"I cannot tell how soon it may be before I require your services. Meantime, may I ask whose grave you are digging? \" \" Well, it's not for a man,\" said he gruffly. \" A woman's grave?\" I queried again. \" Probably one of your OAvn parishioners ? \" ' ' No, she ain't, and I don't know where she comes from ; but I know where she's going to,\" pointing to the grave. Something in the man's sulky tone aroused me. I gave him a trifle of money, which mollified him at once."], [273, "WHO WAS TO BLAME ? 261 \" I ask your pardon for speaking up so sharp, but I took you for one of the tract people.\" \" I was not aware I looked so saintly,\" I retorted. \"I don't know much about saints, but know there aint enough freedom in this place,\" said the man, who was evidently suffering from a grievance. ' ' Squire says to me t'other day, ' You goes to meeting- house, John. Why don't you come to church?' 'Well, sir,' I says, ' I hears things there that I understand better than the rector's fine language, and poetry, and what not.' That didn't please, you may be sure, for a poor man mustn't work for church and chapel too. And if a body drinks a glass of ale, somebody tells the parson, or the Sunday-school teacher, or the scripture reader ; and a chap with a pigeon- tailed coat and very high shirt collars rattles at the door when I'm out at work,"], [274, "262 WHO WAS TO BLAME ? and says to the little one, ' Give this to father when he comes home, my dear.' Well, home I come, and the little in nocent puts into my hand a printed paper with big letters at the top, may be about the Drunkard's Doom; or an old lady, with no employment for her spare time but to spy out the little failings of us poor folks, is sitting in the cottage, with a cut and-dried lecture for me. By jingo, I told one of them her room was better than her company.\" \" You bury this poor woman to-morrow, then ?\" I interrupted. \" We do ; but nobody will cry about it, I can tell you.\" \" Has she no friends whatever?\" I asked. \"Well, there's the chap that pays the funeral expenses.\" \" And who is he ?\" I inquired. \" I don't know him from Adam,\" said the man, \" but I hear he's been the cause"], [275, "WHO WAS TO BLAME ? 263 of all her misery. She'll be better cared for when I have charge of her than she has been lately, I reckon.\" \" Was she poor ?\" \"Well, she was poor enough, and all the poorer because, as I've been told, she was once better off.\" \"But the man you speak of — did he illuse her or neglect her ?\" \" Well, he may have been fond of her in a maudlin sort of way, but he was quite a fool, and lazy into the bargain. He went about to the fairs in the villages, he playing the fiddle and she singing some times. Then when they'd got a little money he would get drunk and spend it all.\" \" But had the woman no influence over him?\" \" Not a bit. She nagged him, and he'd cry ; but he wouldn't reform.\" \"Do you know her name?\" I asked,"], [276, "WHO AVAS TO BLAME ? 264 not without a certain trepidation, which he perceived and seemed at a loss to ac count for. The man took a dingy greasy little memorandum-book from his pocket. \" Let me see,\" said he, turning over the leaves and reading out several names as he did so. \"Mary Perkins? No, I put her underground last week. Sarah Giles ? No ; she's for Saturday. Con stance Softon ? That's the name ; but I don't fancy that was the real name at all, for I hear she wasn't this fellow's wife.\" Does the reader ask me to analyse my feelings at that moment ? I cannot. Better far to let the time, vrith its deep sorrow for one so lost, so beautiful, so mistaken — Avith its trying mental struggle, in which conscience would not wholly sleep, but would time after time cast before me the shadow of a duty not entirely per formed — Avith its remembrances of a disap-"], [277, "WHO WAS TO BLAME ? 265 pointment not so manfully borne as it might have been — better, I say, it seems, that this should be briefly told. The heart knoweth its own bitterness, and a stranger intermeddleth not with its grief."], [278, "266 CHAPTER XXI. THOUGHTS in solitude. From the Avindows of Castlehead a fair country prospect expands, rich in sugges tiveness to the poet, philosopher, or painter, but I cannot help at this moment feeling as though the scene, which at other times would heighten the enjoyment of life here, now adds to its melancholy. Even here, far removed as it is from busy haunts, the triumphs of civilisation have extended ; but while I see the flying train amongst the distant trees, with an activity which makes it seem almost hu man, I am. reminded sadly of the old hopeless ever-renewed contest between the vague hopes and dreams of poor human"], [279, "AVHO WAS TO BLAME ? 267 nature and its continual blunders and short comings. Whatever changes take place in the material world — whatever grand dis coveries or wonderful inventions come to light — the heart of man, like an island in an everflowing stream, stands changeless and immoveable. We make the old blun- ders ; Ave dream the old dreams ; we wear different costume, eat different food, and dwell in a differently-constructed habita tion, perhaps ; but in all else we are the same perverse unsatisfied creatures, often working so blindly that our feelings are un known even to those who are in most fa miliar contact with us. They are hard to be understood : how much harder, then, to be described ! To whom at this mo- ment can I go and unbosom myself? Of Avhom shall I ask sympathy ? I am con scious of an intention to act rightly, but if I obeyed the first impulse of my heart, hoAV should I be judged by the world ?"], [280, "268 AVHO WA.S TO BLAME ? If I could bear this continued isolation from ties which have ever been so dear to me, the sweet sympathies and consolations of home, I should at least have the appro bation of my OAvn heart. But how often must we yield without repining to the dic tates of an implacable fate, and suffer Avithout even a cry from the heart to those who are most likely to be induced to aid us ! Words can hardly describe the insa tiable longing, the weary disappointed list less step Avith which I once more sought Castlehead ; and when there I shut myself up in the most retired room in the house, indifferent to all, and feeling all indifferent to me. It may not be AAdthout profit to the student of human nature to compare his OAvn thoughts and feelings Avith the ex periences here recorded. In many things I can imagine a certain censure awaits me from some who consider me in fault with-"], [281, "WHO WAS TO BLAME ? 269 out admitting my provocations. Besides, even here, while I tell these incidents of my past life, I am conscious of failing to im part to the reader the substance of my best and purest desires. So frequently do fleeting glimpses come to us of aims and impulses which if carried out would sweeten the whole course of our lives ; yet how often these better feelings are turned aside into another channel, through worldly influences, through the difficulty of obtain ing even a momentary belief in some of our most unselfish and unworldly desires ! So true is it that men will stand aloof from all sympathy Avith acknowledged feelings in others which they are acutely influenced by themselves. We will not take on trust from others what we know to be true in ourselves, and in our mutual want of con fidence God knows how much harder we make the world to each other."], [282, "270 CHAPTER XXII. TWO OF A TRADE CAN NEVER AGREE. I went back saddened to Castlehead again, to find my little territory under the influence of a social revolution. The chiefs of this state of things were Mr. Creakle and O'Hara, and both came to me in a very excited state to discuss their grievances. It appeared that Mr. Creakle, who, in re turn for his services, had been appointed to some kind of office which was almost a sinecure, sighed for greater power and in fluence, and soon became inordinately jealous of my old retainer, O'Hara, and conceived the idea of supplanting him. Of course, as soon as O'Hara discovered"], [283, "WHO WAS TO BLAME? 271 his rival's intentions, Irishman like, he got into a violent passion, and requested Mr. Creakle to \" come and fight it out like a man.\" Mr. Creakle, however, was far too great a philosopher to become heated in argument, and concluded upon putting doAvn his antagonist by his supe rior logic. Discussions upon educational questions have been so frequent of late years that one would suppose all novelty had evapo rated from such a theme. Not so, how ever, thought Messrs. Creakle and O'Hara, who entertained me with sundry views upon this subject which have perhaps escaped the select committee of the House of Commons, in spite of all the acute reasoning bestowed upon the theme by that influential body. \" If my distinguished patron, Sir Mark, will allow me,\" began Mr. Creakle, \" I believe I shall be able to point out some"], [284, "272 WHO WAS TO BLAME ? imperfections in the system pursued by my amiable colleague, Mr. O'Hara. Who knows but that some mute inglorious Milton may be concealed in the bosom of one of these rustic youths ? and I fear my dear friend O'Hara is not competent to develope any latent genius of the kind.\" \" By the powers,\" said O'Hara bitterly, \" it would be a wise man to develope the latent genius of Mr. Creakle.\" \" Of my oavu talents I do not speak,\" said Mr. Creakle mildly ; \" but the forma tion of youthful character has ever been the object of my most ardent dreams. To behold the daAvnings of the intellect, to trace the especial faculty which, if culti \\~ated, may give a proud position to its possessor — these are among the consola tions of him who has at heart the future of his native land.\" \" Yer honner,\" said O'Hara, with diffi-"], [285, "WHO AVAS TO BLAME ? 273 culty keeping himself cool, \" I fancy it would be all the better and more to the credit of our native land not to have a score for spirits and water chalked up at the public-house door.\" \" The convivialities of life, my dear friend,\" said Mr. Creakle, \" are not incon sistent with the cultivation of our talents. In the case of the globes, noAAr, which are so necessary to demonstrate the rotundity of the earth — \" \" Faith ! ye'll be telling me next that my head is flat.\" \"No, sir,\" retorted Mr. Creakle, \"1 should apply that comment to your wit, which is not quite so sparkling as it might be.\" \" And do ye mane to tell me that the highest mountains in the world are not in Ireland ? \" \" My youthful memories are becoming somewhat indistinct if I have no recol- VOL. II. T"], [286, "274 AVHO AVAS TO BLAME ? lections of the Alps, the Pyrenees, the Himalayan range.\" \" And may be, then, ye'll be after say ing that the Shannon is a bit of a muddy ditch, you spalpeen ? \" \" The Shannon is probably as clear as — your theories, my estimable friend ; but the Mississippi would perhaps make a hundred or so of the Shannon.\" \" Shure, what would ye be teaching the poor lads, who'll have to follow the plough and rape the corn ? Would ye have them antiquarians, faith, to go mad about bits of ould stone Avails that haven't any beaut)\" at all, except for the elegant ivy that hangs about them ? Or would ye have the geolo gists talking the devil's oavu stuff about stratas when they should be minding the spade and shovel ? Faith ! some of the poor lads will understand geology fast enough when they break the stones for the high roads.\""], [287, "AVHO AVAS TO BLAAIE ? 275 \" My dear sir, there are many studies of great Aralue even to the humblest — for instance, history iioav.\" \" A mighty good thing it will be for them to rave about the kings and the con querors, and the saints and priests of ould times. Shure, they're more likely to know the history of an ould cow, and how many gallons of milk she gaAre the farmer.\" ' ' Extremely useful details, my dear sir, but we should never have Miltons and Shakespeares from such associations.\" \" DiATil take your Miltons and Shake speares ! Ye don't suppose if you stuffed Latin and Greek down their throats it would always digest? Shure the Almighty knows where to find the great poets and the great painters when he has a mind for them.\" \" You do not know, my friend, of what cultivation some of these primitive lads are susceptible. You might teach them anything,\" said Mr. Creakle. T 2"], [288, "276 AVIIO AVAS TO BLAME ? \"Faith! as you might a parrot; and they'd be as wise with repating the Avords A'ou had dinned into their ears as the foolish bird would be.\" \" I fear, my friend,\" urged Mr. Creakle, \" that you underrate the importance of the subject. Think of the temptations of the poor — think of the literature that comes readiest, by its price and form of publica tion, to the factory hand and the mechanic. It is full of blood, slang, barefaced de bauchery, and villany of the blackest type, making a mockery of all that is high and holy, or filled Avith morbid denunciations of the higher classes, or maudlin sympathy Avith those whose position compels a life of labour. We ought, my dear sir, to place high thoughts and pure knowledge Avithin reach of the humblest. What said the Scottish bard ? ' Rank is but the guinea stamp, the man'sthe man for a' that.' ' \" Faith ! we'll get too fine and clever to"], [289, "AVHO AVAS TO BLAME ? 277 be happy at this rate. Cut your coat according to your cloth, Mr. Creakle, and be practical if ye mane to have any suc cess.\" \" Practical ! \" retorted Mr. Creakle. \"We pride ourselves greatly on being practical, but if we compare all that we do in a cen tury Avith one change of nature that takes place in a few moments, it must be con fessed, I think, that we vastly OAreresti mate our powers. There are many things belonging to man's nature and instincts beyond the dry facts, wise saws, and mo dern instances which you term practical.\" I suggested, as there seemed little chance of coming to an agreement upon the merits of their respective systems, that it would be well for them to have separate schools. I knew there Avas plenty of room for improvement, for the youths of the district were in a lamentable state of igno- rance."], [290, "278 AVHO AVAS TO BLAME ? A compromise Avas thus effected, and the rival pedagogues Avent to work at once. The Irishman's rough-and-ready mode of instilling the rudiments soon distanced in popularity the high-flown system of his rival, and Mr. Creakle in a month found himself Avithout a single pupil. To console himself, and gratify his vanity, he set to work to compile a guide-book to Castlehead, which I believe had a magnifi cent sale of ten copies. However, a flatter ing review, two columns long, in the Castle head Chronicle has once more restored Mr. Creakle's equanimity, and he greets O'Hara Avith aristocratic condescension."], [291, "279 EPILOGUE. My name was rarely mentioned at Lym ington. Miss Verschoyle consoled herself Avith the society of Miss Perky. Mrs. Verschoyle, after banishing Mr. Reedy for some time in supreme disdain, had at length yielded to his blandishments, and the sedate and dus gentleman Avas duly established and re-instated in his former position. Poor Eleanor was silent and sad, with only the thought of what might have been to dwell upon. One morning Avhen sitting alone she was startled from a reverie by a tap at her door, which she knew in a moment came from her aunt. Eleanor knew she had"], [292, "280 AVHO AVAS TO BLAME ? something unusual to communicate, because when that was the case it was customary Avith Aunt Mary to pave the way to her subject by some kind of diplomatic delay. The most trivial topic served her purpose ; so she began — \" Ah, my loA^e, where did you get those flowers ?\" \" I gathered them in the Lower Mea dows,\" said Eleanor. This was a spot where I had frequently rambled Avith her. \" Oh, dear, bless me,\" said Aunt Mary. \"You and I, and that good-for-nothing but unlucky fellow Mark, used to have some pleasant strolls in those meadows. I Avonder what has become of the dear boy. But how sad you look, Eleanor! Have you nothing to say to me ?\" KnoAAdng her aunt's propensity, Eleanor said, \" I suppose, aunt, the fact is that you have something to say to me.\""], [293, "AVHO AVAS TO BLAME ? 281 \" When I please, child — when I please. At my time of life I cannot be hurried. But let me tell you, child, I am grieAred to see you so constantly depressed. Why not try to forget the past, and be a woman ? Bless my soul, I haATe had troubles and have got over them.\" \" You must not be hard with me, aunt. When you consider all the circumstances of the past two years you can hardly Avonder that I am sometimes sad. Poor Mark— poor dear fellow ! — I completely ba nished him. When he came here, if I could not see him without pain, there was at least the hope that time would soften the consequences of his unfortunate error, and that Ave should ultimately become friends.\" ' ' Do you know, my dear, I fancy we shall see the wanderer soon ?\" \" Have you heard of him, then?\" asked Eleanor, eagerly. \"Well, h'm, not exactly; but I have"], [294, "282 WHO AA'AS TO BLAME ? my reasons for supposing something of the sort. \" Oh, aims, do not mislead yourself and me by false hopes. We may argue and reason till we fancy that Avhat we wish for has actually come to pass.\" \" Well, well, bless the girl, I suppose I must dismiss it again, then. But iioav about yourself, you silly thing. Are there not plenty of yToung fellows in the world who would make very good husbands if they had a chance ? Why don't you put on a cheerful countenance, and set your cap at some of them ?\" Eleanor smiled at her aunt's notions. and said, \"I must try and forget that I am young, dear aunt. The sooner I groAv greA\" the better : I shall seem more com panionable to you.\" And she pressed Miss Verschoyle to her breast. \" You don't yet realise my feelings, aunt,\" she continued. \" I unfortunately"], [295, "WHO AVAS TO BLAME ? 283 gave Avay to a passion which should haAre been stifled at once. Too hasty in believing that Mark Avas free, I alloAved myself to be led away. I have been punished severely for my rashness. Heaven knows, also, if that misg-uided woman did not sink deeper through me.\" \" Make your mind easy. Constance never loATed Mark, depend upon it. \" \"How do you know that, aunt? She may haAre loved him once. She must haA'e loAred him,\" continued Eleanor, energeti cally. \" The only man with whom she had aiiAr sympathy was Softon.\" \" But that was recently, aunt.\" ' ' Not so : from the time of her marriage she knew Softon intimately.\" \" Aunt, you astonish me. So much de ceitfulness and wickedness pass belief.\" \" Bless my soul, child, how simple you are ! Read the neAvspapers — read your"], [296, "284 AVHO WAS TO BLAME ? Bible — read the doings of your friends and acquaintances — read your oavii heart, and remember that you live in the world, and not in a happy A^alley Avhcre crime and deceit haA-e been banished by mutual con sent.\" \" But how,\" asked Eleanor, \" came Mr. Softon to become acquainted Avith her?\" \" They met at a private theatrical party. He played Romeo to her Juliet, Avith greater warmth, perhaps, than the occasion required. I have proof that he has corre sponded with her ever since.\" \" But, aunt, if he had any affection for her, why did he allow her to become Mark's wife ?\" \" Selfishness such as belongs to fellows like Softon Avill allow anything. He was poor at that time. If he married he must have sacrificed self, must have dressed plainer, and must have worked hard and"], [297, "WHO WAS TO BLAME ? 285 been self-denying— a condition of things your Softons don't recognise.\" \" Was Mark's wife, then, so poor?\" ' ' Her poverty was only equalled by her vanity. She could not forego her dresses, her jewellery, her parties, or anything that brought her the worship and admiration of coxcombs.\" \" Then,\" said Eleanor, \" the letter found by Mark was — \" \" Written not by, but for, Softon. There's not a doubt about that.\" \" Why should not Mr. Softon write for himself, aunt?\" \" Softon knew his man — knew that if discovered he would have every bone in his skin pounded to a jelly. Softon was wise, let me tell you.\" The reader will probably have guessed that while the ladies were thus conversing I was in the draAving-room, trying my utmost to keep doAvn my impatience. I"], [298, "286 AVHO WAS TO BLAME ? took up books that were lying upon the table, and threw them doAvn again with out reading- a word. I moved restlessly about the room, and turned over the pages of some manuscript music lying near me. .Miss Verschoyle had gone to Eleanor to paA'c the way for me, coming back, as 1 now did, with all my passionate hopes stronger than ever. The very place itself was an enchantment to me when I remem- bered how we had parted last. When I came through the garden I looked at the arbour where I had so strangely extorted from the timid girl her confession of love for me, and I was agitated in the extreme. Still turning over the leaves of music, I came to a few blotted notes which I at once remembered were in Cary's handAvriting. I paused for a moment : it was the very tune which the artist had set to my dream ing words. I knew little of music, but I"], [299, "AVHO AVAS TO BLAME ? 287 had learned the melody by ear, and, open ing the piano abstractedly, I played the melody softly. The notes had reached other ears. \"Mark, Mark, come here instantly!\" cried Miss Verschoyle in an agitated voice. I ran hastily upstairs, and beheld Eleanor fainting on the floor. \" Come, my dear boy, help me. Bless my soul, how difficult these young girls are to manage ! But it was all your fault.\" Does the reader ask more ? Little expla nation need be given, I think. The past was forgotten, forgiven, expiated. The future, full of promise, shone before us in the golden light of love, purified by suffer ing, and elevated by sorrow. Of other per sons mentioned in this history a brief notice will suffice. Of Mr. Softon I never heard anything more. Of Mr. Reedy I need only say that he has fully regained the widow's confidence, but that he seems entirely"], [300, "288 AVHO WAS TO BLAME ? to have given up his matrimonial inten tions. We were installed at Castlehead some few weeks, when one morning O'Hara came to me with troubled looks. \" What is the matter ? \" I asked him. \"Faith! its an unpleasant matter en tirely.\" \"Out with it, then,\" I said, \"for its always better to know the worst and haA-e done with it.\" \" Faith ! sir, there has been the divil's OAvn row already, yer honner.\" \" Why should that be ? \" \"I've made a discovery, yer honner.\" \" Of a gold mine?\" I asked him. \" Nothing so profitable, more's the pity.\" \" Of a mare's nest ? \" \" No, yer honner. I wish it had been.\" \"Why beat about the bush? Let me know what it is.\" \"Why, then, yer honner, I was at the"], [301, "AVHO AVAS TO BLAME? 289 market yesterday, and we had been hav ing the drop, and somebody said, ' Who'll father the lost child, O'Hara ? ' \" ' What do ye mane ?' sayTs I. \" ' Oh ! you knoAV what we mane,' says some of them. \" ' By the piper that played before Moses, I'm all in the dark,' says I. \" ' Do ye mane to say that ye never saAV the bright-eyed little fellow that your master's play-acting wife (saAdng yer pre sence) left behind her ? ' ' ' Yer honner, they might have knocked me down with a feather. \" ' I think you are mistaken,' says I. \" ' Not a bit. We can show him to you if you like.' \" I'm sorry, yer honner, to tell you this, but I'm wishing to do my duty to you. I said to the men, ' Come along, then, and prove your words.' \" ' No sooner said than done,' cried VOL. II. u"], [302, "290 AVHO AVAS TO BLAME ? several of the market people, and up Ave got, and into a narrow street out of the market-place. Well, yer honner, we came to a little cottage kept by an old woman, and one of the men with me said — \" ' Where's Tommy, Mrs. Brown ? We want to find him a new home.' \" ' Tommy's very well where he is,' said the ould dame. \" ' But he won't be here long, I can tell you,' said the man. ' Sir Mark Irving is too proud a man, I should think, to let his wife's child be a pauper.' \" ' He shan't be a pauper,' said the ould woman, and she called the child to her. ' Tommy is my best companion,' said the ould dame. ' He loves me better than his own mother, and as to his good-for-nothing father, he would only ruin the child. We don't want to be parted, do we Tommy ? ' \"The child kept close to the ould wo man, yer honner, and seemed afraid Ave"], [303, "AVHO AVAS TO BLAME ? 291 wanted to take him aAvay. The men then began to laugh at me, and put me in a rage, so I just gave them the taste of an Irishman's fist, and left them.\" \" I am sorry, O'Hara, you quarrelled with them,\" I said, \"because they evi dently thought they were doing their duty.\" \" Shure yer honner might be called upon to keep half the brats in the parish at that rate.\" \" This circumstance is someAvhat unex- pected,\" I said, \"but I feel that I am bound to take notice of it. Whatever faults or vices my wife had, I cannot forget Avhat tie it was which bound me to her, and will certainly inquire into it.\" Taking Eleanor into my confidence, Ave Avent a few days after into the little town as quietly as we could to the place indicated by O'Hara. We found since his visit that the poor boy had been extremely u 2"], [304, "WHO AVAS TO BLAME ? 292 ill Avith one of the low fevers which abound in the poor suburbs of many of our towns. We folloAved the old woman into a dark narrow passage which led to the close oppressive little room in which the child lay. There, on a narrow rude bed, lay a beautiful child, whose sunken eyes and pallid cheeks looked as though his life was rapidly passing away. There had been a fatality in all that related to Constance. Even now, when I would gladly have taken this poor child from a life of poverty and neglect, it was too late. The poor old woman who had attended him gave us a few particulars. She said that the child had been left in her charge almost entirely while Softon and my wife were going from place to place, and that they rarely saw him. While she told us this in a whisper we heard a low sound from the bed."], [305, "AVHO WAS TO BLAME ? 293 The old woman started instantly. \" He is my dear little playfellow — my pet — my darling. He shall never be taken away. Good gentleman, do what you please for him, but don't take him away ! \" But man proposes and God disposes. While the poor old woman claimed the child a mightier hand had touched his brow. The last tie that could bind me to Constance had been severed. It is hard to express how saddened we Avere by this event. It seemed a most unfortunate omen at the commencement of our married life. But time, which sub dues so many griefs and heals so many Avounds, has dealt kindly with us, and we have been happy beyond our most san guine expectations. Few changes have taken place in our peaceful life. We scarcely ever leave Castlehead, enjoying its seclusion entirely, save when we have visitors, of whom Cary is head and chief,"], [306, "294 WHO AVAS TO BLAME ? his last stay having been a long one, in order to prepare a grand landscape of Castlehead as seen from the river, with Avhich he thinks to immortalise himself at a forthcoming exhibition. THE END. Charles Jones, Printer, West Harding Street (late Sumfldd A Jones)."], [307, ""], [308, ""], [309, ""], [310, ""], [311, ""], [312, ""]]