[[1, ""], [2, ""], [3, ""], [4, ""], [5, "VÆ VICTIS. DUTY, AND OTHER POEMS. DEDICATED TO EVERYBODY, WITHOUT ANYBODY'S PERMISSION, BY THE AUTHOR. CALCUTTA: W. T1IACKEK AND CO., ST. ANDREW'S LIBRARY. LONDON: SMITH, ELDER AND CO., COKNH1LL. 1 8 j 0,"], [6, ""], [7, "PREFACE. In presenting tins slight brochure to the public, the Author ventures to beg their indulgence, not on the usual ground, of the rapidity with which the Poems have been written, but on account of the great care and labour which be has bestowed on them, rendering them as worthy of their notice as lay in bis power. That be has failed signally in his attempts to perfect them is no doubt quite true, but yet he has done all that he could to contribute to the amusement of the public, and on that ground, if on no other, deserves some kindness at their hands. Although the author has struck out many lines as pla giarisms, in re-writing the Poems that follow, previous to their publication, still in all probablity, many more remain, and for these he sincerely hopes the reader will forgive him ; remem bering that there is scarcely one single line, of even the greatest poet of the present age, to which one similar in form or in idea, may not be adduced from earlier authors."], [8, ""], [9, "CONTENTS. PAGE. V.E VICTIS 1 DUTY \"19 SONG 85 LINES WRITTEN AT THE TEMPLE OF \"LIFE\" AT THEBES.. 89 THE PARTING 9.\"."], [10, ""], [11, "VÆ VICTIS."], [12, "ARGUMENT. The facts of the ensuing Tale are as follows -. — Alfred G. arrived in India in the year 13 — , and for two years occupied himself in travelling in Bengal and Upper India. Being a perfect master of most of the Native dialects, he became acquainted with a young Rajpoot, who was engaged to be married to a Persian girl, whose parents having migrated from their native land, died and left her an orphan, at the mercy of strangers. The uususpecting Rajpoot introduced his friend, contrary to the cus- tom, to his fiancee, and soon after this, was compelled to travel to a considerable distance, to perform his father's funeral rites. His friend took advantage of his absence to seduce his bride, and carry her off. Time passed on, and the European grew tired of his Indian mistress, and forsook her ; the poor girl drowned herself. Not long after G. married, but was murdered in the arms of his bride on his wed- ding night. These are the facts. Tu cole justiciam, teque atque alias manct ultor."], [13, "VÆ VICTIS. \" Heap heavier still the fetters, bar closer yet the grate. \" Patient as sheep we yield us up, unto your cruel hate, \" But by the shades beneath us and by the Gods above, \" Add not unto your cruel hate, your yet more cruel Love.\" Macaulay's Lays. llS night — from Indra's sacred stream Unnumbered stars reflected gleam, The soft night air slow wafts along, The lonely boatman's plaintive song, Or curls tbe wave, whose silver crest, Beams brightly forth from Hooghly's breast Upon her waters safely ride A thousand ships, old England's pride ; B"], [14, "3 VÆ VICTIS. Far o'er her wave tbe shadow falls Of the lordly Briton's palaced halls. The lonely moon looks sadly down, On fruitful plain, and crowded town, Where India's sons must ceaseless toil For wealth to swell the stranger's spoil, Since all the gifts that Nature's hand Poured bounteous on their sunny strand, And all tbe wealth her children wrought, With all the varied arts they taught, And all that love or freedom gave, To cheer their life, to gild their grave, Are their's no more, — a stranger's hand Rules with an iron rod the conquered land Time was when Brahma's hallow'd race, Enriched with every manly grace, Were noblest, wisest of the earth, And ruled the land that gave them birth ; When virtue every maid possessed,"], [15, "3 VÆ VICTIS. '? And valour fired each stripling's breast ; O'er silver hairs, age, honor shed, And wisdom crowned each hoary head ; When India's sons and India's self, Were true, unbought by stranger's pelf, Were brave, nor feared fate's deadliest stroke Were free, and scorned a tyrant's yoke. Now vice luxurious wreathes with flowers Some mimic prince in pleasure's bowers ; Now Art and Science both are fled, And they that loved them with tbe dead ; Fair Virtue's zeal, the sage's lore, Tbe warrior's pride are their's no more, — Sunk, pampered by the invader's hand, They wield not now their father's brand ; Too well the crafty Britons feel That Vice as surely kills as steel ; They fall, they perish, day by day Some noble bouse, slow wastes away, — Dishonoured, hated, who would save"], [16, "4 VÆ VICTIS. Such soulless recreants from the grave ? There let them rot, the tomb shall hide, Their coward hearts and boastful pride. Alas ! their subjects share their chains, And freedom's shadow scarce remains ; Religion's sacred power is fled, Corruption rules, in Justice's stead, Free but in name, let India weep, Her children sunk in slavery steep, A stranger reaps, but they who toil, Are ber's — the children of the soil. Why slumbered Seeva's vengeful hand ? Why slothful rusted Rama's brand ? When ocean's black and fatal tide, Bore England's chains and France's pride, To blight the land that shelter gave, The strangers from the stormy wave. They came as suppliants and they met"], [17, "5 VÆ VICTIS. A generous welcome, — eyes were wet At their long tale of dangers o'er E'er ocean cast them on our shore, And pity soothed with open hand, And princes gave them wealth and land, Till treacherous wiles and faith betrayed Tbeir generous pity ill repaid. Enough — it is not mine to show How grew their power, sure tho' slow, As round a sleeping lion twines A serpent, and each limb confines, Till crushed in scaly fetters bound, Powerless he dies, with scarce a sound. And struggling for his latest breath, Wakes but to find he wakes to death. So slept the might of India's Land, Till fettered by the Briton's hand. It woke, but woke too late to save Its country from oppression's grave, — It woke, to feel the chains it wore,"], [18, "C VÆ VICTIS. Know all was lost, and know no more. So quelled, by treacherous arts, her pride, With scarce a struggle. Freedom died ! I too have wrongs, — the same base band That robbed my fathers of their land, That now wastes like a raging flame, My brethren's wealth, my country's fame, Loads us each day with heavier chains And desecrates our holiest fanes, — Robbed me of all, save heaven above, All that was left to take, the joys of love. 'Tis long ago, yet still the thought Of times gone by, with misery fraught, Brings back my heart's still gnawing pain, And boils and burns within my brain, As fresh as when his treachery first, Like thunder-cloud upon me burst, As when I cursed him where he stood,"], [19, "7 VÆ VICTIS. j By stone and stream — by fire and wood, And swore his heart's best blood alone Should quench the hate that scorched my own I paid that vow — alas ! how well, His shuddering bride still lives to tell, Who sinking on his breast to sleep, Woke o'er her lover's corpse to weep — To stifle in the crimson tide, That welled in torrents from his side — To hear her bridegroom's last faint groan, Then feel that there she lived alone. Fool ! did he think this hand that spared, For Aza's sake, when death he dared, That bade bim live when Aza prayed, Tho' ruined, lost, disgraced, betrayed, Would spare him when he dared to scorn, The flower he'd from my bosom torn, When she who was, Heaven knows, his bride, Was flung like tattered garb aside,"], [20, "8 VÆ VICTIS. And left uncared to seek a grave, Beneath yon river's gloomy wave ? No, faith may fade, and hope may die, And love may vanish with a sigh, Hate still lives on, tho' hidden long, To wreak its vengeance of the wrong. 'Twas long ago on such a night I sat by Bouda's waters bright, The giant reed bent graceful o'er The silvered stream, and emerald shore, And gently kissed the streamlets breast Half loath to break its peaceful rest; Amid the foliage glimmered bright The fairy fire-fly's quivering light, Now flashing there, now floating here, Now scarcely seen, now bright and clear The rainbow Lotus crowned the wave Like garland o'er a loved ones grave, Its azure cups or crimson bells"], [21, "9 VÆ VICTIS. Where the water spirit happy dwells, Now still as death, now dancing light At the zephyrs touch o'er the ripples bright ; The Coula* fair, that only blooms At night, shed forth its rich perfumes, And many a flower that loves the night And fades e'er morning's rosy light, Hung smiling o'er that glassy weir, Reflected in its waters clear ; But the fairest flower was by my side, Aza, my clear, my plighted bride. One arm her yielding form embrac'd, A chain of love around her waist, The other held the lute which oft, Beneath her touch, breathed strains so soft, That Pera's soul you might have deemed, Still 'neath those strings of silver dreamed, * One of the Native names of a small purple flower, which grows throughout central and northern India, C"], [22, "10 VÆ VICTIS. As sweetly soft the sounds they threw As to the flowers the evening dew. Her cheek was pillowed on ber hand, That rested 'neath my turban's band. Her glossy tresses loosely hung, Or fondly round her bosom clung ; I felt her warm breath on my cheek, I read the love her eyes would speak ; How could I deem, that one short moon Would prove her false, alas how soon ! That she who on my bosom now, Breathed love's most sacred, binding vow, Would break those vows, forget my love, And brave the wrath of heaven above ? She bade me sing, I touched the lute That on my arm, bung sadly mute, When Aza, peerless, sat beside, Who could I sing, but her, my bride ?"], [23, "VÆ VICTIS. 11 hig \" Lightly speeds the zephyr o'er \" The streamlet's bosom sheen, \" Yet lighter in the festive dance \" Fair Aza's* foot is seen. \" Yon Lotus graceful o'er tbe wave \" Floats on its emerald throne, \" More graceful she whose tiny hand \" Throbs warm within mine own. \" The stars that thro' the veil of night, \" On earth so sweetly shine, \" Are bright, yet who would say that all, \" Were worth one glance of thine ? \" No, nought in nature, nought in art \" Can match her peerless charms, \" Who softly smiling, trusting rests \" Within her bridegroom's arms.\" * This may appear anomalous, but where the scene is laid the ladies even of tbj ;hest class dance at certain religious festivals. (See Tod's Rajast,han.)"], [24, "12 VÆ VICTIS. h She smiled, her taper fingers touched, The chords whose last faint thrills were bushed So clear the tones, each echo sought To sing again the notes she taught, So sweet, the Bulbul hushed his song, While Aza's lips the strain prolong. \" There's beauty in the earth around, \" In tbe glorious sky above, \" Yet each must lose its brightest charm \" Without the power of love. \" They 'd be but as the flow'rets twiu'd \" Around a cypress bough, \" That shed a useless fragrance o'er \" The dead man's withering brow. \" They 'd be but as the faultless form \" Of sculptured statues fair, \" That charm the eye, j^et chill the heart, \" For love is wanting there."], [25, "13 VÆ VICTIS. ■i \" 'Tis love that sheds a rosier hue \" O'er nature's smiling face, \" And gives to all it looks upon \" Its own unblemished grace.\" She ceased — upon tbe opposing shore A lordly stranger form we saw, That paused, upon a bank that hung Above the waters, while she sung ; A moment and the treacherous bank, Swift in the gurgling torrent sank, A splash, a struggle, and a cry For help, from one who feared to die, An instant, I knelt dripping o'er His form stretched lifeless on tbe shore And Aza too knelt by him there And chafed his brow so deathly fair ; Dried with her robe his dripping locks And cheered his pulse's feeble shocks, Till life that hovered o'er his clay"], [26, "14 VÆ VICTIS. Regained once more her wonted sway. Why did he live ? what demon bade Me warm the serpent that betrayed ? Oh ! why did Aza seek to save, Tbe wretch who lured her to the grave, Who snared her youthful heart with guile, And ruined, left her with a smile. How could she love him ? who can prove The depths of woman's heart, or woman's love ? He lived — and oft by Chandra's light He wandered to our cot at night, We loved him for he spoke our tongue As tho' from Indian sires he'd sprung, Was kind, and seemed to sorrow o'er The wrongs our nation passive bore, He told of other climes and lands, Of nations freed from slavery's bands, Of Heaven who smiles on freedom's cause, The People's right and Virtue's laws."], [27, "VÆ VICTIS. 15 j > And while he bade us hope the day Of slavery soon would pass away, So soft, so sweet, his voice's tone, I might have deemed 'twas Aza's own ; And he was wise, and great his store, Of every age and nation's lore, — He told us tales that wring the heart With all a poet's wond'rous art, Of hapless love, of beauty's power, And maids betrayed in evil hour, Of love 'mid thousand dangers tried Or blighted by the fair one's pride Of all the ills which constant wait On love, forgotten till too late. I little thought this glorious art, Would wring, and win my Aza's heart. Days passed away, I liked him more Each evening than the one before ; For Aza loved to hear his name"], [28, "16 VÆ VICTIS. With pleasure, blushed whene'er he came, So sweetly smiled the while he sung, To each soft word so fondly clung, He seemed like angel sent to cheer, Her doubting breast and sooth each fear, And if perchance her eyes grew dim At some sad love-tale told by him, The tears she shed, were those that flow In pity for another's woe, That spring from happy hearts alone, At some sad lot unlike tbeir own. Yet I had marked she oft was sad When aught his wonted stay forbad, That if I spoke of that dear day When she'd be mine, she turned away, That less she seemed to smile on me, Subdued her merry laughing glee, Less bright her once so radiant eye More frequent now a long-drawn sigh,"], [29, "VÆ VICTIS. 17 n And when I sought to twine my arms Around her once so willing charms, She shuddered, and a sigh would swell Her bosom, while her tears fast fell. I liked it not — yet thought her tears, Sprung from a modest maiden's fears, Who dreads her lover's amorous haste, And longs for bliss, she fears to taste. One night beneath a Banyan's shade She sat, while on the lute I played. High o'er us arched the boughs which spread, A roof-like tent above our head, With orchids robed, with creepers bung, Whose pond'rous garlands noiseless swung In the soft air, now dark as night Now silvered in the pale moonlight, Whose wandering beams scarce find tbeir way, Amid the leaves thro' which they stray. Far as the eye could reach, each bough"], [30, "18 VÆ VICTIS. Dragged on its endless length, below Their myriad stems, a mighty maze, Like columns rose thro' evening's haze, Here tapering like a Grecian shaft, There emblems of old Egypt's art Some with a capital of fern, Some massive, bare and roundly stern, Some arched, or twisted snake-like round Another, e'er they reached the ground. Behind us stood the mighty trunk, By time untouch'd, by age unshrunk, From which the pond'rous beams first sprung That o'er our heads so proudly hung ; Ten men around that trunk may stand, And scarcely touch each other's band, A hundred shafts of varying size To form it's mass, inwoven rise, Distinct, yet blended each with each Until the giant arms they reach,"], [31, "19 VÆ VICTIS. ? Then spreading wide each props a shoot, Like buttress from the sturdy root. It is a glorious sight, this living dome This breathing temple, nature's home, Where races past all grateful trod, To nature and to nature's God ; A thousand years, but what are they, Since first it rose have fled away, Myriads have loved it, myriads knelt Around that shrine where nature dwelt, Nations whose names have passed away, Have worshipped there, and where are they Earth holds their asbes, there they rot Their vices, virtues, names forgot, Still stands yon tree, while ages fly, A glorious record of the days gone by. Yes ! grander far its simple graces Than ocean's pillared palaces,"], [32, "20 VÆ VICTIS. ■> Or than the noblest work which stands A temple reared by mortal hands. The time had been when Aza's eye, Had kindled, and a rapturous sigh, Burst from her breast, as awed she gazed Upon this temple nature raised, When with flushed form, and burning cheek Her flashing eye would seem to seek, The Power creative, which she felt Yet saw not, then humbled knelt Before that Power with reverence deep, Or nestled in my arms, to weep ; Now Aza sad and silent leant, Against a stem, that arch-like bent, Tormed with its curve, a resting place, Fringed round with dark green mossy lace ; Fler eye was not on me, it sought The gloom around, yet finding naught"], [33, "21 VÆ VICTIS. On which to rest, uncertain gleamed As tho' the soul which fired it, dreamed ; A tear drop trembled 'neath each lid An instant, and then softly slid Down her pale cheek, and gem-like fell Upon her bosom's rounded swell, Which heaved as if the heart below Was bursting with some hidden woe. I sung to her, she heeded not, I touched her band, I was forgot ; And could I bear it ? No, I sprung To soothe her bosom sorrow-wrung, With tender words of love divine, And clasp her beating breast to mine, When a soft voice, thrilled thro' the air, I turned — my friend stood smiling there, She started up — a joyful smile Play'd o'er her lovely face the while ;"], [34, "22 VÆ VICTIS. Scarce shaded by its snowy vest, Instinct with beauty, heaved her breast, Bright flashed her eye, her throbbing frame Grew radiant, as she breathed his name, And stretch'd a trembling hand to greet, With a few words scarce heard, yet sweet, Of welcome. Then shame's crimson hue Flushed her soft form and back she drew The hand he held, and half concealed The tell-tale features, that too much revealed Against a stem a moment mute She leant, then smiling raised her lute, Of all she'd felt, no single trace, Of joy, of shame was on her face, Soft 'mid the chords her fingers stray, As zephyrs with the moonbeams play, Rich, sad, yet sweet, the notes that sprung 'Neath Aza's touch, the while she sung."], [35, "23 VÆ VICTIS. -, The thought flashed o'er me, could it be, Could Aza love him more than me ? Indignant from my breast I spurned The jealous thought, and gladly turned In memory to the night when she Had vowed, to love, and love but me, Recalled her sweet smile when I pressed, Her hand, and all my love confessed, Her blushes as she bid her face Upon my breast with modest grace, When trembling frame, and faultering tone. Betrayed alike her heart was won. I could not doubt her, who could deem That love like hers, was all a dream, I could not think a heart so warm Was false, or that, that lovely form Round which my arms so oft had twin'd Was aught than image of her mind ; My love could never change I knew, How could I think her heart less true."], [36, "24 VÆ VICTIS. l) Would I had pressed her then to tell, The sorrow whence those tear-drops fell, I guessed it not, for still I thought, A maiden's fears these tremors taught, Still deemed them fits of virgin pride, To cease the morrow, in my bride Too late I doubted, yes too late, For ere we reached my Aza's gate, Men told me that my sire was ill, And bade me hasten to fulfil The last sad rites the child can pay, Fond tribute to the once-loved clay, Bear to the stream his aged frame, And cbaunt the glories of his name, Watch, soothe in life and mourn in death The friend from whom I drew my breath. Far, far away my father dwelt, 'Twas hard to leave my love I felt, But duty called, I dared not stay,"], [37, "VÆ VICTIS. 25 lj r. Aud leave uncheered bis dying day, One kiss upon her blooming face, A few fond tears, a soft embrace, We parted — with one anxious prayer I gave her to the stranger's care. Enough, I sorrowing left the side Of her I longed to call my bride, His latest hours I duteous cheered, Who gave the life, her love endeared, Till all was o'er, aud Ganges' wave Closed o'er his head — a hallowed grave But ere life's closing scene was o'er He spoke of love and life once more ; \" Place not your hope my son,\" he said And laid his hands upon my head, \" In woman's love or woman's truth, \" I too have loved in early youth, \" And once like you could fondly deem"], [38, "26 VÆ VICTIS. > \" Love was eternal as yon stream ; \" It flowed beside my humble cot, \" Where flows it now ? it hath forgot \" Its ancient course, its waters roam \" Beside my hatred tyrant's home, \" Its only trace yon barren sand, \" That mars my once so fertile land ; \" Thus woman's love but cheers awhile, \" The heart on which she deigns to smile, \" Then flies, and leaves a bitter care, \" For every joy that once was there. \" Trust not in youth, youth yields no joys \" When faithless woman love destroys, \" Hope, virtue, fly, when love is fled, \" And leave no peace but with the dead.\" I little dreamt while thus he spake How soon for me love's spell should break. How soon my heart must prove the truth, Of all he told of Love and Youth."], [39, "VÆ VICTIS. 27 L, 'Twas past — I hopeful left the spot, In dreams of bliss my woe forgot, By day, by night, in shade and sun, 'Neath stormy skies, I hurried on, — I passed the mountain's stony brow Where barren sleeps the eternal snow, I passed the densely jungledland, The lonely desert's burning sand, The gloomy swamp, the pathless wood, Where lurks the tiger's vengeful brood I stemmed the torrent's rushing wave, Nor felt one fear, for love is brave, Till, on the green beyond the wood, Before me Aza's cottage stood. I paused before the garden gate That cobwebbed bung, as if of late Unopened ; in the golden sand, O'er mazy paths strewed by this hand, No tiny footprints met my gaze ;"], [40, "28 VÆ VICTIS. LTnchecked upon the flowers graze, The deer that she was wont to tend, Where yonder graceful bamboos bend, Or sportive chase, when near her bower They dared to crop some darling flower ; I entered and I stood beside The feathery fountain's sparkling tide, The massive shell from which it sprung, With creeping weeds was richly bung, In many a form fantastic grouped ; The thirsty flowers, withering drooped, Missing the limpid draught that morn, Her band aye gave at early dawn ; Untrimmed, the roses choked with flowers The entrance to her once loved bowers ; A gloom bung round that lovely place, Uncbeered by Aza's smiling face, She was not there, she could not be, E'er then she would have welcomed me ; Had death who envies mortal bliss"], [41, "VÆ VICTIS. 29 -, Breathed on her lips bis fatal kiss ? Had Suras borne her far away To Swerga's halls of cloudless day, Had friends or kindred ta'enber thence ? I knew not — but that dread suspense Was more than lover's heart could bear, I readied her home, no trace was there, To solve my doubts or soothe my pain, Of her I sought, yet sought in vain. I searched each sweet and shady nook, The caves beside the murmuring brook, The garden, where the plantain's fruit, Uncalled, bung golden — all was mute. Her bower, the much-loved lute was there Its bright strings rusting in the air, Where late her Shamah sweetly sung, Its tenant fled, the cage still hung ; A Lotus leaf lay on the seat Where oft she fled the midday's beat,"], [42, "30 VÆ VICTIS. And while I sung would softly doze Embowered by the o'ershadowing rose. I raised it, it was withered now And wrinkled all by time I trow, Which had not quite as yet effaced The few faint words she on it traced. Words read, but once, forgotten, never, That banished joy and hope for ever, Flashed thro' my thought with maddening pain Throbbed in my heart, and burned my brain, Left life a void, the grave my goal, Without one hope to cheer my soul, — When these her words why hope to live ? \" Farewell for ever, and forgive.\" Why fell not I, before I knew, My Aza, dearest still, untrue ? What bade me live when hope was flown, A wretch, dishonoured and alone ? 'Twas hate, 'twas vengeance, nerved me then,"], [43, "Q 1 ol VÆ VICTIS. The deadliest powers to mortals given, Beset with dangers, girt with woe, They triumph o'er each threatening foe, No other passion in the breasts In which they reign, one moment rests, The world and all its pomp forgot, Its idle censures hurt them not, Time flies, they age not, Death in vain Wings his keen shafts, they yet remain ; Long as the deed is still undone, They live, and live for that, alone. I sought them, hate still led tbe way, Patient in troubles and delay, Tho' baffled oft, tho' oft misled, On bitter wrongs by memory fed, It lived — it triumphed — who can dare, Like wretches goaded by despair ?"], [44, "32 VÆ VICTIS. ', I found them — by his side, as late By mine, with looks of love she sate, A rosier hue was on her face, More round her form's luxuriant grace ; tier once bright eyes, now downcast oft, Spoke naught, but pleasure's languor soft, A loveliness like magic spell, Hung round that form I loved so well, For love and pleasure both bad given, A foretaste of the sweets of heaven, And she was bappy — and joy sheds A brightness round its children's beads, That stays with it, flies when its flown A bloom, a beauty, all its own. Yes ! she was beauteous, lovelier now, Than when I parting kissed her brow. Yet this but stirred the fire of hate, — To think, I ought to be her mate, To think that all those peerless charms"], [45, "38 F VÆ VICTIS. Once mine, were in another's arms, That all the vows she fondly plighted Were broken, for a stranger, slighted. That she could smile, whilst I must sigh, Life sweet to her, to me to die, To think the wretch my hand had saved, Its direst vengeance, careless braved, And unrequited, gloated o'er The lovely gem be treacherous tore From out this heart — I cannot tell The pang I felt, 'twas madness, Hell ; Love, pity, mercy all were gone And vengeance filled my breast alone ; A spring, a bound, with dagger drawn, I stood before them on the lawn — My band was raised, — the naked steel Within it grasped, — I longed to feel Its point sink hissing in bis heart, To see the quivering eyeballs start Like frantic meteors from their cells,"], [46, "31 h VÆ VICTIS. The life-blood, that in torture wells, The film slow gathering o'er the eyes, To hear the music of his cries, Gloat o'er the treacherous wretch's woes, Revenge's stings, death's bitter throes, Mocking the sinner's vain remorse — Then feed the Vultures with his corse. Down came the hand ; but Aza sprung Before him, and regardless clung, As round the Elk the hunter's noose, Upon the arm I strove to loose. I shook her off — but still she stood Between me and the traitor's blood ; Late like a peaceful sky her form, Now like that sky en wreathed with storm Her flashing eyes, her crimson'd cheek, Dared me to do my worst, and wreak My vengeance on a helpless maid ; Her trembling form no fear betray'd,"], [47, "35 VÆ VICTIS. But thrilled with rage, she sought to speak, — Could this be Aza, timid, meek, Who often at the tempest's breath, Had hung upon me pale as death, Or trembling at some fancied sound, Locked in my arms looked fearful round ? Could this be her who warrior like Now scorned my wrath and bade me strike ? Yes, love her wonted fears concealed, Her heart, her lover's danger steeled. No woman's useless dread was there, Her loved one's life her only care. Her quivering lips twice opening strove, To speak her scorn or save her love. But e'er she spoke, around her waist One shielding arm he gently placed, And stood before her calm as tho' I came the friend of long ago, And not in hate, his deadliest foe."], [48, "36 VÆ VICTIS. \" 'Tis I that wronged you, hold, nor let \" A maiden's blood be on you, yet \" You lack revenge — come take it here, \" Nor deem this heart can ever fear ; \" Bathe in its blood your ruthless hand, \" Plunge in its cells your thirsty brand, \" 'Twere bliss for me by death to save \" My only darling from the grave.\" He bared bis breast with dauntless air, Looked once to Heaven and breathed a prayer; I could not strike him, Aza knelt Before me, and the sternest melt, Aye e'en revenge's self will spare When weeping kneels a maiden fair : Had be one single fear betrayed Or caitiff-like for mercy prayed, Had she still braved me, had no tear Quenched on her cheek that haughty sneer, I could have slain him, but my arm When Aza wept, was weak to barm ;"], [49, "37 VÆ VICTIS. Her tear drops quenched the hate that burned Within my breast, and love returned, Pure love that seeks the loved one's joy, Tho' every hope that bliss destroy, Casting away each selfish thought, Forgetting all itself has sought, Lives on to soothe and cherish too, The heart it proved and found untrue. I raised her, \" Aza, dearest still, \" Beloved alike in woe or ill, \" I will not blame thee, tho' tbou'st robbed \" Of all its joys, the heart that throbbed \" For thee alone — thy guileless youth \" A traitor lured from love and truth, \" Be happy ! 'tis not mine to share \"Thy every joy or soothe each care, \" The world bas now no tie to bind \" This heart to it, or to mankind —"], [50, "38 VÆ VICTIS. \" Be happy ! that I ask alone, \" Nor grieve for me beloved one.\" I turned to him and half withdrew My dagger from its sheath \" For you, \" Once have T spared, but ne'er again \" This hand shall threaten you in vain. \" Be bappy, if bliss e'er can rest \" Within your foul and trait'rous breast, \" Love, cherish, tend that flower aright, \" Or he that spared shall surely smite.\" The sun was up, 'twas scarce an hour Since first he'd kissed each opening flower, I wandered by the streamlet's side Still sorrowing o'er my long lost bride, The fresh sweet breeze of early dawn Swept o'er each stream and flowery lawn, Laughed at the wavelet's joyous song,"], [51, "39 VÆ VICTIS. •7 And bore tbeir echoing notes along, Or wandered 'mid the leaves, which greet Its fickle kiss, with murmurings sweet ; Amid the emerald bowers above, The wild birds sang their bymns to Love, Or sipped the dew, that gem-like on Each flower and leaf still quivering shone, Or chased the insects fluttering round The Lotus cup where sweets abound, The swallow kissed the streamlet coy, The heron flapped his wings for joy, Yes ! all was love and all was glad, Naught save this lonely heart was sad. I stood beside the stream and gazed On what its waters buoyant raised, The sturdy tree, the fragile reed, The bud, the flow'ret and the seed ; Fair plants and withered flowers were borne From all they loved for ever torn,"], [52, "40 VÆ VICTIS. A prey to its resistless wave, Fit emblem of the greedy grave. I gazed until I ceased to see The river's waters past me flee, The present fled me, and the past Her soothing veil around me cast, Once more I sat by Aza's side By the murmuring Bouda's placid tide, No doubt, no fear, disturbed my breast, For all was love and peaceful rest. Her bead was pillowed in my arms That clung around her youthful charms, One arm around my neck was thrown, Her bosom throbbed against my own, In whispered tones of love we spoke So soft, that not an echo woke, The flowers were sweeter than before, The Bouda, brighter than of yore, My heart was light, my hopes were strong And all was mine I'd lost so long,"], [53, "VÆ VICTIS. 41 ■j g She smiled upon me — all was fled And hope, and love, for me, were dead. I looked upon the stream once more, A cold pale form lay on the shore, The swelling breasts, the rounded thighs The long dark lash that veiled the eyes, The tiny feet, the taper bands, The dripping tresses' raven bands, Told of some lovely flower, that death Had blighted, with his withering breath. I raised the locks that half concealed And half that faultless face revealed, Ob heaven ! 'twas Aza's, — on her brow The mark of care was wrinkled now ; Her cbeeks had lost their rosy hue, Her ruby lips were deathly blue— I kissed them ; on her face there shone No smile as in the days bygone — Cold, friendless, helpless, there it lay"], [54, "42 VÆ VICTIS. A beauteous shape of soulless clay, That lovely frame was left alone To tell of Aza, once my own ; Lost in her love, her loved one lost, Alone in misery's whirlpool tossed, Despised, without one hope to save, She'd fled for refuge — to the grave. O Righteous heaven ! why died she not Ere first ber heart its truth forgot, Ere first from Virtue's paths she erred, Or listened to the Tempter's word ? Still chaste, she might have yielded up Her life — nor drank the bitter cup That Vice, who in each pleasure stings, Tho' tardy oft, yet surely brings ; O'er pleasure's fatal dream not sighed, Nor wretched lived, dishonored died, But cheered with hopes of heaven above, Still loved in life and died in love."], [55, "VÆ VICTIS. 43 Why fell not Sœva's wrathful breath, That burns the brain yet gives not death, On him ? Ob ! why did justice spare The fiend, tbe guiltiest of the pair, Who for a moment's bliss, betrayed A trusting friend, a loving maid, Wrbo smiled to ruin, and who loved, But to destroy tbe heart he proved ? Oh ! had there lurked one spark of truth Within his breast, her trusting youth Had awed him, for there hangs a spell Round innocence that guards it well, A nameless charm that bids us spare, That bids each lustful hand forbear, That finds an echo in each breast That Love or Virtue e'er possessed, That's felt by all, despised by none, But those who love themselves alone. And such was be — bis selfish heart,"], [56, "44 VÆ VICTIS. Could never feel another's smart, Love, virtue, honor, truth, were naught To him, but names a priestcraft taught ; Like the crimson fruit that tempting grows From the deadly Upa's poisoned bougbs, His manly form and wond'rous lore, But gave him power to harm the more, — He died, as he bad lived from birth, A plague spot on the sick'ning earth. Yes ! Justice's hand tho' long delayed, Has vengeance's bitter stings allayed ; My hands e'en now reek with his blood, My robe's dyed with tbe crimson flood That washed poor Aza's sin away ; My deed is done, why should I stay ? Her form is hovering round my bead, To clasp my soul when life is fled, — Then welcome death, and fare tbee well"], [57, "45 VÆ VICTIS. Land of tbe free, ere freedom fell ; Still lovely, tho' in fetters now, And slavery branded on thy brow, Bathed in thy children's blood, who fell To save tbe land they loved so well ; And not in vain ! tho' freedom's light Be quenched awhile in blackest night, Her sun now shines on other lands, Reflected from their sheathless brands. 'Twill rise, 'twill sbine for us again, As once on India's fertile plain ; A seed is there, but time alone Can rear the plant, 'tis Freedom's own; A nation round that plant shall toil, A nation's blood enrich its soil, Tho' myriads perish, myriads still Are there, and bleeding sons fulfil The work tbeir bleeding sires begun,"], [58, "40 VÆ VICTIS. Nor slacken till the work be done. Lost as she is, on India's plains A remnant of the brave remains, Whose hearts beat high for freedom's cause, Their country, and the world's applause ; Their noble zeal shall spread to all, And slavery crushed by millions, fall, Till India's sons, no longer slaves, Shall yield their tyrants naught — but graves E'en now some streaks of gladness warn Tbe patriot of the coming morn, E'en now thy goaded children's groan Rings round the tyrant's tottering throne ; Crushed down, despised, betray' d, oppressed, Tbe lust of Vengeance fills tbeir breast, And unrepining scourged till late, Their hearts now feel the fire of hate ; That flame once lit shall ceaseless burn,"], [59, "17 VÆ VICTIS. While nations watch tbe pyre iu turn, Tho' smouldering long, tho' faint at first, Wide o'er the land at length 'twill burst, Till free once more, restored tby name, The stranger's blood shall quench tbe flame Farewell ! my country, 'tis not mine To see that glorious morning shine. Farewell ! but with my latest breath I bless thee, as I sink in death. Forms not of earth, enwreatbed with light, Float quivering o'er my dazzled sight ; Sweet sounds are thrilling in mine ear, My Aza's voice I seem to hear, And hope, sweet hope, long fled I trow, Broods dove-like in my bosom now : Come death, blest bealer of our woes, Tbe only joy the lost one knows, Fly soul to India's bowers above, And softly blend with her's I love,"], [60, "48 VÆ VICTIS. The sacred stream shall bear away Thy fragile prison-house of clay, No trace be left, no tongue to tell How Goulab loved, and Aza fell !"], [61, "DUTY."], [62, "ARGUMENT. Duty— Compared to the Mariner's Needle — The same for all men— Her two great laws —Compared with Faith— Ohedience and disobedience considered— Compared with Hope— Compared with Love— Confers happiness on earth as well as hereafter— Amid all earthly troubles, cheers and strengthens— The story of Emma, and the Pa- triot's career, illustrative of this— Triumphs over death— Adherence to her laws, and not to any particular belief, gives salvation."], [63, "DUTY Wide o'er the watery wastes the tempests roar, Tbe wind-lashed ocean shudders to its core, Tbe loosen'd storm-fiend's thunder from on high, Goad the wild waves or gleam along tbe sky, Night o'er their strife her viewless pall bath cast And snake-tress'd horror shrieks upon the blast ; Still wrapp'd in darkness, on the good ship goes Nor heeds the battling winds, tbe ocean's throes, What, tho' the lightnings flash, tbe tempests groan, Tho' grim destruction marks her as its own,"], [64, "52 DUTY. Tho' death broods o'er, expectant of his prey ? Unharm'd tbe bark pursues its changeless way — Onwards, right onwards 'mid tbe desert waves, 'Mid tbe tornado o'er tbe ocean's graves, Thro' frowning night with thousand dangers fraught Speeds the good ship, towards her destin'd port. But say what aids her in that awful hour What magic influence or what wond'rous power ? No human eye can scan tbe rocks she sbuns, Or mark the bearings of tbe course she runs, Black lour the clouds, no single guiding star Shines thro', to cheer them from its pearly car, No warning meets her from the wave-rock'd bell, No cheering lights high rais'd, of danger tell, True to its arctic lord, the needle guides, And in the haven safe at length she rides. So in the sea of life when storms assail, And love's bright stars, earth's murky vapours veil, When passions rage, when dangers gather round,"], [65, "53 DUTY. ij And no kind word from warning friend is found, When o'er us lour misfortune's clouds of black, And envy crosses, and death dogs our track, 'Tis Duty bids us fearless brave the whole, And leads at length to heaven tbe wandering soul. Redeeming Duty ! 'tis thy hallow'd laws Teach man to triumph in salvation's cause, Thy helpmate conscience, graves them on each mind The same for all, whate'er their race or kind. What tho' by different names they call the power That breath'd o'er chaos in creation's hour ? Whate'er tbeir creed, thou bidst them still adore Him who gives life, and Heaven, when life is o'er ; Abandon self and far as mortal can, Love less themselves, than each poor fellow man. These are tby laws that each exalted mind In every age hath spoken to mankind, These are thy laws, without, all else is vain, Not faith herself can bid man live again !"], [66, "54 DUTY. Yet Faith, fond Faith, would soar at once on high Nor tread with tbee the passage to the sky, \" Only believe \" she cries,\" nought else avails, \" Each mental effort, each good action fails ; \" Only believe, for true belief alone \" Can rock tbe mountain and dissolve tbe stone, \" 'Twill clear each sin and purify thy whole, \" 'Tis Faith not Duty saves tbe erring soul.\" How true her words let blushing Truth declare Faith pictures heaven, but Duty guides us there. Mild are thy laws, tho' some have call'd tbee stern And deem'd thy recompense too hard to earn, Long are tby labours murmuring oft they say, Rough is thy road and narrow is tby way ; But is the path they tread a softer course ? Has vice no stings or folly no remorse ? Go ask the guilty soul what joys are tbeir's Who stray from Duty, led by earthly cares, Ask if the gifts they sought, vain passion's joys,"], [67, "55 DUTY. > Honour's gay baubles, pie asure's glittering toys, Wrere worth one pang thy helpmate conscience gave. When all acbiev'd, before them yawn'd the grave. Led on by Hope perchance, they leave tby side, Deceiv'd by her, thy changeless laws deride, Step follows step, Hope leaves them at the last Stung by remorse, to sorrow o'er tbe past; Ask those who trusted Hope, what Hope can do ? How strong her boasted arm, her words bow true? Deceitful Hope ! 'tis but the flickering lamp That lures the wanderer to despair's dark swamp : Ask those who trusted Duty, of her power To soothe tbe soul in sorrow's darkest hour ? Ask what they need of hope, when duty done, They sink in death and know that heaven is won. Who led by Hope from tbee O Duty'd flee ? Who deem that thou art stern, all-gentle she ? Stern as the sire art thou who chides bis child,"], [68, "56 DUTY. She gentle as the snake who erst beguiled ; Say, would ye lull'd by poison seek tbe grave, Or drain tbe draft which burns ye but to save ? Say would ye pass thro' pain to endless bliss, Or smil'd upon be ruin'd with a kiss ? Say, which are best, the joys that Hope has given, Or Duty's toils which lead at length to heaven ? Love, earthly Love ! bow oft tby snares beguile Tbe heart that's tbrob'd in Duty for awhile, How oft tby words seem wafted on a breath From Heaven itself, yet lead to vice and death ; For what art thou when Duty hallows not ? A painful dream that cannot be forgot ; An ev,er restless yet perplex'd desire, An ever mounting and resistless fire ; A bosom-racking, soul-betraying thrill, That scorns our reason and contemns our will ; A subtile madness that invades our brains, Fraught with one pleasure and a thousand pains,"], [69, "DUTY. 57 day, Curs'd in its end, as hallow'd in its birth, Tbe bar to heaven, and e'en to joy on earth. Such art thou Love, when Duty disobey'd We tread the path of life by thee betray'd ; But ah ! how blest when to her precepts true We bend to her tbe while we cherish you, No earthly sorrow then can draw a sigh, Clog thy soft pinions, cloud thy deathless eye, Thro' woe's dark night and pleasure's treacherous Protecting Duty lights thy doubtful way. All hallow'd Duty ! when frail Love is dead, When trusting Hope's last idle dream is fled, 'Tis thou that nerv'st us, thou that spur'st us on, And bid'st us feel a prize may yet be won ; A glorious prize; no fragile earthly boon That like earth's flowers withers all too soon, No doubtful gift, that Fortune's trembling band Now makes a wreath and now a lasting brand ;"], [70, "58 DUTY. The only changeless good man ere could find, The truest blessing — an unsullied mind. Yes, e'en on earth has Duty many a joy For those that heed her, pure, without alloy, She gives the tranquil mind with all content, Nor proud in joy nor in misfortunes bent, She gives tbe holy peace, that in our breasts Like brooding dove o'er memory's treasures rests, Though rough at times her path, she gives tbe strength To brave each trial and succeed at length. And would ye learn when Duty points the way, How well her votaries nerve them to obey, How passion's stings may all unheeded pain, How baffled love may plead, but plead in vain, How reft of all that gilds this vale of tears, Tbe cberish'd hopes, the lasting love of years, Fate's deadliest stroke they still can patient brave And sink at last contented to tbe grave ?"], [71, "59 DUTY. i Pause by tbe stone beneath yon ancient yew, It marks tbe home of one to Duty true. What tho' no pompous words, no fretted stone Adorn tbe grave where \" Emma's\" carved alone, A thousand hearts remember well her truth, A thousand tongues repeat her tale to youth ; List to tbeir words as they point tearful there, And learn how she whom Duty arms, can bear. Deep in the bosom of a noble wood, An antique bouse in stately grandeur stood, In front a lawn, where nature's choicest flowers Of thousand hues, were twin'd in fairy bowers, Beyond, tbe park, encircl'd by the trees, Whose leaves aye flutter'd in the fragrant breeze, And far and near amid the forest glades, The deer were seen balf-fettered by the braids Of trailing Ivy and the Dog-rose twined, By nature in some idle mood design 'd,"], [72, "60 DUTY. While clinging round the house itself, were seen The yellow rose and jasmin sweet I ween, Mingl'd with honeysuckle and clematis, That growing boldly peep'd in at each lattice, Kissing the zephyr, as each lordly room It softly entered, laden with perfume. There with her sire, the last of all her race, Fair Emma dwelt, the mansion's chiefest grace ; Pride of the hamlet, fairest of tbe fair, Her name the boast of all tbe country there. The twentieth summer open'd in its pride Ere one fond youth had sought her for his bride ; A year before, she'd weeping knelt above The grave that clos'd upon a mother's love, And sadness nestled in her azure eye, Oft heav'd her bosom with a long-drawn sigb, No kindred heart was there to soothe her grief, In Duty well acbiev'd she sought relief."], [73, "DUTY, 61 Hubert her sire, had mourn'd some days his spouse, Then drown'd his sorrow in a deep carouse, And oft would chide the maiden when a tear Gemm'd her long lashes for her mother dear, Yet much she lov'd him, and still as she thought Of that dear friend whose gentle lips had taught Duty's first lessons, and bad bade her tend With constant care, her sire, ber earliest friend, Tears, sighs, were check'd, smiles wreath'd ber lovely face, With tender love she fill'd her mother's place, Quell'd each regret, and with each simple art, She strove to soothe and cheer her father's heart. But time passed on, and he whose hand can fell Tbe mightiest work of man, wastes grief as well, And Duty bade ber cease to sorrow o'er The friend who watch'd from Heaven, as before On earth she watch'd, and spring's soft sunny days, Told ber that joyous mien, was heaven's best praise,"], [74, "62 DUTY. And like each flower to smile while pleasures last, Nor mourn in spring the winter that is past. 'Twas eve, beneath tbe trees she tript along, Shaming tbe bulbul with her varied song, Gaily she danced like child amid the flowers, Twining as fancy led a thousand bowers, Revelling in perfumes, that all gently dozed In tbe green arbours which tbe trees enclos'd, Or in tbe am'rous zephyr's arms were borne Thro' tbe dense thicket to the open lawn ; Gaily she roam'd, while on ber dimpled cheek Tbe nigbt air sportive swung her tresses meek, Which as they lightly waved, now gently press'd Her ivoiy shoulders, now her snowy breast, Adding at every step some new-born grace To her fair figure and ber faultless face. Why starts the maid ? beside her stands a form That long has braved tbe battle and tbe storm,"], [75, "DUTY. 63 Well known in youth, but parted now for years, So cbang'd by toil, that scarcely till she hears Tbe much-loved voice, can she believe 'tis he Who left in youth to roam the stormy sea — Then the large tear-drops fill her eyes of blue, Glows neck and face with Love's own rosy hue, A moment's tremor, then tbe sweetest smile Beams on her features, as he clasps the while The tiny band she gives, and with his sighs Breathes the full joy, that flashes in his eyes — Silent they stood, but in that mute meeting There was more joy, and in tbeir eyes greeting More of Love's-raptures, than the poets tell, When Music lends her own love-breathing shell. Such was their joy, as two fond hearts must feel, Who breathe tbe love they've struggled to conceal, WTbo love, who part, yet loving know it not, And meet again — blest meeting ne'er forgot ;"], [76, "64 DUTY. > ', Such was their joy, but 'tis not mine to tell How long he pleaded and alas ! how well, Her's was a simple heart that knew no guile, He told his love, she answered with a smile. Nigbt follow'd nigbt, within tbe self-same bower In Love's soft murmurings pass'd each fleeting hour, He told of distant lands, of hair-breadth scapes, Of beauteous scenes, of nature's varied shapes, Before her eyes tbe gorgeous orient glows, Its golden banks the fruitful Nile o'erflows ; In mind she roams, enwreath'd with nature's smiles Where ocean's azure girds the coral isles, Marks the tall palm, or culls the rainbow flowers In Dula's groves or Teletoa's bowers, Floats o'er the seas where massive emeralds glide, The wave-worn trophies of the arctic tide, Or frigbten'd half, looks up with wondering eye Upon the sunless meteor-glowing sky;"], [77, "65 DUTY. > Yet all he told bad lost its brightest charm Without bis gentle voice and circling arm : Longs she to see them ? yes ! but as his bride, All must be beauteous when be stood beside. Time passed away, no doubt disturbed ber breast, No half regret for love too soon confess'd ; One morn, all joyful to her sire they went To crave his blessing, and both kneeling bent The while the sailor told bow much he lov'd, How long that love 'mid dangers had been prov'd, And bow tbe maid who blushing knelt beside, Had vow'd with his consent to be his bride ; He paus'd — the angry flush on Hubert's brow Told of a fate they dreamt not of till now, An instant's silence, and tbe old man's voice Trembling they beard, \" Fair daughter make thy choice, \" Deserve my love and seek another mate, \" Or take this wanderer, with thy father's hate.\""], [78, "6si DUTY. In vain they pray'd, in vain she weeping clung Around his knees, or on his bosom bung, Sternly he flung her back, \" Thy choice\" be cried, \" Cursed by tby father, if yon beggar's bride.\" She knelt no more, adown her pallid cheek Ran tbe large drops, the while she strove to speak ; \" My choice is made, I bow to thy desire, \" Duty still bids me watch my aged sire, \" And thou,\" she trembling said, \" forgive, forget, \" If true to Duty still I'm Harold's yet.\" Forward be sprung to clasp her to his breast And soothe the pang her shuddering form confess'd, The old man stepp'd between, \" Thy clay is o'er, \" Begone, and never cross this threshold more\" — Fast flash'd the fire in Harold's threatening eye, Half rose his arm, then turning with a sigb, With one long look of love, be strode away ; 'Twas Emma's sire ; the old man's locks were grey ;"], [79, "67 DUTY. '3 Ought that was tier's could meet from him no barm, And silver hairs were sacred to his arm. That morning's sun on hapless Emma smil'd A gay, a loving, unsuspecting child, A thing of impulse, whose fresh guileless breast, No thought of sorrow or deceit confess'd ; The world was bright with joys that never fail, As led by hope she view'd it thro' Love's veil ; That veil was rent ere half his course was o'er, And woman now, tbe thoughtless child before, In all tbe strength of love, tbe depth of woe, Tbe thousand yearnings, that their fond hearts know. No more to ber was earth one gorgeous bower Enwreath'd with pleasures; hope bad lost its power; Woes blight was there, joy's dew-drops now were tears That single hour bad broke the spell of years. The sun was clown, tbe west was reeking yet All crimson with bis slaughter ; he was set, K"], [80, "68 DUTY. And high in air tbe moon was glimmering By some small clouds ber rays were silvering, And where tbe evening's rosy hue bad fled, Tbe pale but ever deepening blue was spread, From which a few faint stars came smiling out, Like some brave truth amid this world of doubt. The gentle breeze soft sighing, wandered thro' The knotted branches, and thence flew to woo The fluttering leaves, or kiss'd the sleeping stream, That scarce would pout a ripple in its dream. Silent, in mute despair, fair Emma trod The even pathways and tbe yielding sod, Heedless of where she stray'd, tbe while she thought Of the past day with bitter lessons fraught, But instinct led ber, as dogs lead the blind, To a sweet bower ber own fair bands had twin'd. There first in childhood's happy days they met, And learnt the love they now would fain forget, There first ber truant love returning knelt"], [81, "69 DUTY. Press'd ber soft band and spoke the love be felt, There all unknowing, Emma bent her way In tbe last twilight of tbe lingering day ; He too was there;— bow dear to both that bower, Tbe sole memorial of each blissful hour, Tho' love be crushed, tho' hope its friend be fled, With all tbe rainbow dreams that fancy bred, Still mem'ry clings in fondness to the scene Where Flope has flattered and where love has been, Despair o'er mastered quits the smiling spot, E'en Vengeance self forgives, and barms it not. Harold was there, to bid a last farewell Where sprung that love he now must learn to quell, To kiss the flowers ber gentle band bad rear'd, To bless the scenes ber smiles bad oft endear' d ; Perchance he dreams the maid may thither stray As wont, to meet him at the close of clay, Perhaps he deems the fair one's yielding heart Repents its choice, and bids him not depart,"], [82, "70 DUTY. stone, I know not — but no words can paint aright How joy'd brave Harold at her footsteps light. She saw him not, until a half check'd sigh Burst from bis lips, from hers a stifled cry, Then spell bound gaz'd — she stood like sculptured Her heaving breast betraying life alone, Save where her varying color came and fled, Save where tbe zephyrs waved around ber bead Her silken ringlets, while he stood beside A moment sileDt, then despairing cried \" Is this tby welcome, this thy love for me, \" Whose only hope, on earth, in Heaven, is tbee ? \" Is this tby kindness, not one pitying glance \" At this our parting, and for aye, perchance ? \" Is this thy blessing, this thy last farewell, \" Of all my parted hopes ring'st thou tbe knell ? \" But bid me hope, but bid me live for tbee, \" And earth herself can find no grave for me ;"], [83, "71 DUTY, \" Say that thou feel'st that still this heart is thine, \" Oh ! say that still thou lovest, that still thou'rt mine !\" The spell was broken, to ber throbbing breast, The sorrowing youth a moment's space she press' d, Clasp'd in each other's arms, an instant's bliss Was theirs, the first, the last, long loving kiss. \" Heed not tby father's words,\" tbe youth began, \" Our love by heaven approv'd, why fear we man ? \" Say, wby should both, because thy life be gave, \" Sever'd by him go sorrowing to the grave ? \" God bade us live, God planted in each heart \" The love we feel, can man have power to part ? \" Shall we plunge reckless in despair's dark sea, \" When nature mans a boat to save ? shall we \" Bend to an earthly sire, and disobey \" Our heavenly father, when he points the way ? \" No ! let him curse tbee in his doating age, \" 'Gainst heaven itself, not us, his useless rage, \" Far let us fly, and clasped within this arm"], [84, "72 DUTY. , \" No woe can reach thee, and no ill shall harm ; \" With me tby steersman, thou my hope, my bride, \" Safe will we sail o'er life's quick changing tide, \" Love, changeless love, shall bless what e'er may chance, \" Soften each grief and every joy enhance, \" Still to each other true, we'll fondly love \" Long as we live, and then in Heaven above.\" \" Harold\" she said \" this may not be, farewell, \" How much I love tbee, this fond kiss must tell, \" Would it were mine, thy lov'd, tby chosen bride, \" To float thro' life still ever by tby side, \" O'er distant lands and seas with tbee to roam, \" And feel that where thou wert wa? still my home ; \" It may not be ! to tend my sire is mine, \" To bear thy fate, and murmur not, is thine ; \" Go ! be tbou brave, and dare what mortal may \" In the red fight in Duty's rugged way ; \" Where Duty calls thee on, o'er land and sea, \" Tho' Hope desert thee, onwards still for me,"], [85, "DUTY t~9 \" Thro' toil and danger manful strive tby best, \" Tho' tbe grave yawn, yet shrink not — there is rest. \" And now farewell ! no hope is mine to give \" Save that I cease to love, but when I cease to live.\" They parted — she to fill a cheerless home, He hopeless o'er tbe desert wave to roam, Yet duty gave them strength to play tbeir parts, Dried tbeir full eyes, and nerved tbeir throbbing hearts ; He, for bis country brav'd the battle's rage, She, smiling, sought to cheer her father's age ; Hope whispered not, \" earth will reward your love,\" But Duty promised, \" ye shall meet above.\" Her sire grew sick, yet cheerful day by clay She watch'd his couch, aud sootb'd him as be lay, Spoke of bright days to come with many a smile, Sat by bis side and gaily sung the while, Laughed when tbe old man won by love at last, Would speak regretful of tbe days gone past;"], [86, "74 DUTY. '! But when he said that should He e'er return, Her love was all tbe wanderer had to earn, Bright flush'd her face, fast fell tbe long cbeck'd tears That moment's joy was worth the grief of years. Brave Harold, too, in many a hard fought fight Shrank not from death, but battled for the right, Till at the last, bis valor's well earn'd meed, 'Twas his a prize to Albion's ports to lead. Fast flew tbe ship before a favouring gale, Taut was each rope, full bosom'd every sail, Three days they sped, — what cry tbe topmen now ? \" Ho ! sail ahead, and on the weather bow.\" Fast close tbe ships, tbe death-fraught cannon boom, Hangs o'er the foes the dense sulphureous gloom, Lift not the veil, beneath its sable fold Lie ghastly forms, but late the brave and bold ; Stifling in blood, tbe bravest and the best Writhe in their agony, and pray for rest. The wounded's cries, the splintering timber's crash,"], [87, "75 DUTY. [, The conqueror's cheering, and the wave's loud splash, Tbe cannon's ceaseless roar, all mingling there In one wild discord, echo thro' the air. Slow cease the sounds, from Harold's bark no more To tbe foes shot tbe answering cannon roar, Grim'd with the smoke, and blood stained, see him stand To cheer the fainting relics of bis band, But all iu vain — tbe shot-struck pennon falls, His men no more will answer to his calls ; \" Yield, captain yield,\" a dying sailor cries, \" See at your feet our tatter'd ensign lies ;\" \" Never,\" said Harold — \" while this heart can shield \" Those sacred colours, it can never yield,\" \" My flag,\" he cried, \" shall flaunt it to tbe last, \" For Duty bids me nail it to the mast.\" He spoke — how dealt the wound we little reck, That flag his shroud, he sank upon the deck. Time passed, the tidings reached poor Emma's ears, A dying father's latest hours she cheers, L"], [88, "7.0 DUTY'. No sigh escapes her, and no tear-drop falls. Unchanged to him, she waits his fevered calls, Still with a smile she bids him not despair, Still wakes and watches with a mother's care, Still when he speaks of Harold's growing fame. And prays to live to see her share his name, She smiles as woDt, and to his latest breath, The old man never knew of Harold's death. The grave closed o'er him — true to Duty still, No word, no thought, upbraids tbe heavenly will, Her ample wealth still soothes the pauper's lot, Her gentle presence cheers the sick man's cot, And still for others' woes those eyes are wet That weeps not for her own — joy's suu was set. Hope fled for her, but kindly Duty gave The thought of Heaven, a borne beyond the grave The hope that Duty's votaries only feel, That cheers, that aids alike in woe or weal, Tbe changeless hope that sweetly grows in life, Calms every fear and guides in every strife,"], [89, "DUTY. 77 True to the last, fresh blossoms e'en in death, Aud Virtue's tomb decks with an amaranth wreath. So cheered she liv'd, so hoping Emma died, And sire and daughter soon slept side by side, As springs sweet flowers, as ere a second birth The moon soft wanes, she faded from tbe earth, In peace at length she rests beneath yon stone, To God, to man, alike ber duty done. What nerves tbe Patriot in bis desperate strife ? No thirst for fame is bis, no hope of life ; O'er bis bleaeb'd bones no costly tomb will rise, Unknown, unhonour'd if be fall, be dies ; Grant that be lives, what land rewards ber son Who battles for her cause, that battle won ? The danger past, and high born idols wear The wreaths he bled for, yet may never share, Unowned his merit and unknown bis name, Some bloodless brand shall reap bis well earned fame"], [90, "78 DUTY. Yet leaves he borne and all its tranquil joys, His wife, his daughter, and his gallant boys, Without a sigb, he bids a last adieu To tbe dear scenes his bappy childhood knew, Without a tear, he parting clasps bis wife, Tbe gentle partner of full half his life ; Then to the camp, — and in each desperate field No arm than bis its blade can better wield, And e'en when beaten oft, destroyed tbeir host, They who survive must feel that all is lost, Boldly be stands and battles to tbe last, Then mangled falls, regretting not the past ; 'Mid heaps of slain, on shattered arms he lies, Death's band outstretched to close his blood-sbot eyes, War's sable shroud hangs o'er his bloody bier, And conscious nature drops a pitying tear. Say to what scenes does wandering memory roam As there he lies ? before him is bis home, No more the peaceful spot it once has been,"], [91, "79 DUTY. '} But girt with thousands, now for vengeance keen, Bright flash tbe arms, war's ruddy lightning glows, Rings far and wide tbe direful din of blows, Hark ! ponderous axes thunder at the gate With ceaseless crash, tho' hundreds meet tbeir fate, A thousand strokes tbe stubborn wood work rive, The strong bars bend, tbe groaning binges give, From tbe doom'd walls in vain tbe cannon roar, Sinks the strong gate, all chance of life is o'er ; Still in the gateway stand a desperate few, To tbeir young lord wbo leads them, madly true, Rings the sharp shot, and headlong falls his son, While peal tbe shouts that bid the victors on ; The fort is won, its last defender slain, What piercing shriek is heard ? again ! again ! His wife, his daughter, — hide, oh hide their fate, Death came 'tis true, but came alas too late ; The massive smoke- wreaths bide tbeir guiltless shame. The burning fortress wraps them in its flame,"], [92, "so ', DUTY'. Down crash tbe roofs, up shoots tbe tongue-like fire, Victors and victims find one funeral pyre. Slow melts tbe vision from his glazing eyes, Fast in his mind tbe burning thoughts arise, \" This is my work, my hand hath slain my child, \" My reckless deeds my daughters fame defil'd, \" Yes, but for me, long years had still been theirs, \" Bright years of bliss, scarce dimmed by trifling cares, \" Blest bad they lived, this arm still strong to save, \" Nor butcber'd sunk disbonour'd to the grave.\" These are bis thoughts ! as circled by tbe slain His eyes are closing ne'er to ope again, Yet falls no tear, no murmurs leave his lips At Fate's black draught whose dregs be fainting sips, Slow ebbs bis life, and with his latest sighs, A half breath'd blessing on his country flies. What bade him, say, despise tbe tyrant's might, Leave home, leave kin, and join tbe hopeless fight ?"], [93, "DUTY. 81 '; What cbeer'd bim then when thousands press'd around And fought bis last, he bled upon tbe ground ? When fancy sbow'd his much loved borne in flame, His murdered children, bis polluted fame, When last and worst, tho' fell remorse assail' d, E'en in the arms of death, he never quail'd ! 'Twas Duty nerv'd, 'twas Duty gave bim strength To struggle oft, and die content at length, To give bis life, bis all, bis country's due, And be to ber and to that country true For Duty points where freedom's banner waves Tho' Hell would bar, tho' yawn a thousand graves, Each heart she bids with courage risk its stake, And desperate dare, all grateful, for tbe sake Of that dear land, upon whose kindly breast He crawled in youtb, and sinks in age to rest. Yes Duty led, and Duty's gentle peace Sooth'd his wrung soul, and bade bis sorrows cease ; Ask me not bow ! no words can ever tell"], [94, "82 DUTY. > The blessed balm her votaries know so well, The calm tranquillity that fills the mind, The rapturous pressage of joy undefin'd, That soothes each pang, and in its hallow'd birth Wipes from the aching sight tbe cares of earth, That bids us feel in death, our trials done, Reward is nigh, the amaranth wreath is won ! All powerful Duty ! — e'en death's terrors flee And change to smiles, when breath'd upon by thee Death the grim phantom that o'er shadows earth, That masters greatness, conquers genius, worth, Death worst of tyrants to the guilty mind, Owns Duty's sway, to all her children kind; To them he comes the faithful soothing friend, To bring glad tidings that tbeir sorrows end, O'er their rack'd brows he waves his numbing arm, Lulls the sharp pain and stills the heart's alarm, Soft frees the spirit with his noiseless band,"], [95, "83 DUTY. j 31 Aud wafts it joyous to a brighter land : Such Duty's power in life to soothe and save, To conquer death, and triumph o'er tbe grave. Auspicious Duty ! — since tbe world began, Thy light bath shone to guide weak erring man, Each noble mind bath own'd tby hallow'd sway, Rever'd tby words and nerv'd them to obey ; What were to them each priestcraft's idle tale, Each blind belief which bid the million quail ? Thy laws still plain, why reck, tho' warring creeds Convulse the world, as age to age succeeds, Tho' martyrs suffer and tho' champions fall For different faiths, tbou'rt still the same for all. Creeds are but banners, and it matters nought 'Neath which we march' d, if true to thee we fought Each faithful votary tby bliss shall share, Altho' to different names, with different prayer They humbled bent ; let bigots vaunt tbeir own"], [96, "84 DUTY. Tbe only faith, the true belief alone, Say must the good and wise meet no reward, Because unlike to these, they God adored ? Ask of tbe soul how much these creeds avail, Duty undone, to cheer when woes assail ? Ask which are best, religion's empty sounds, Or Duty, deeds beyond earth's narrow bounds ? Ask what can save, what bid it live again, What light can lead it thro' this world of pain ? True to its hallow'd source, the soul shall own Redeeming Duty as its friend alone, Duty's pure light, tbe only true one given, Her rugged path, tbe only road to heaven."], [97, "85 ', SONG. Fill high tbe Goblet ! here we quaff A health to woman, heaven's best boon The last and loveliest that it gave ; To ber sweet smile, and joyous laugh, To ber fair cheek with dimples strewn, Her glistening ringlets sunny wave, To her bright eye And rapturous sigh, To all her charms That court our arms, To all we love, a heartfelt health ! And all we love, 'tis woman's self."], [98, "86 SONC. , Fill high the cup ! each maiden claims Tbe first fond health — for by her side There's pleasure still where e'er we roam To sister, daughter, sacred names, The father's hope, tbe brother's pride, Peace-maker in each home ; Whose spotless breast Has ne'er confess'd A single thought, With evil fraught ; To each sweet maid, her lover's boast, A rapturous health, a bumper toast. Fill high the cup ! for each clear wife, While her fond heart a blessing craves, A brimming health is here ; To each clear wife, the light of life, Who cheerful, uurepining, braves Toil, woe, and care, without a tear ;"], [99, "87 SONG. Whose love abused, Despised, ill-used, Is constant still 'Mid good or ill ; To each true wife, her husband's crown, In one glad health, tbe worth we own. Fill high the cup ! one health remains, For, oh ! what heart could e'er forget That holiest toast, a mother's due ; To that best friend 'mid sickness' pains, Who watched in youth and loves us yet, Still when tbe world rejects us, true ; Who taught in youth Each sacred truth, In manhood cheered The soul she reared ; To her, our mother, teacher, friend, A grateful health, and blessings send."], [100, "88 SONG. , Fill high the goblet ! here we'll fill A health to woman, heaven's best boon Tbe last and loveliest that it gave — To each, and all, for 'mid each ill, 'Tis theirs discordant man to tune, With tender love to soothe or save ; 'Mid home's sweet joys, The world's annoys, Tho' changed her name Tbe heart's tbe same ; Then drain each cup ! a heartfelt health To woman, best of earthly wealth."], [101, "89 LINES WRITTEN* AT THE TEMPLE OF \" LIFE \" AT THEBES. What voice is thrilling in mine ears ? What form seems oft to flit, Before my eyes bedimmed with tears, As lonely here I sit ? Around me moulds, a time-wrecked pile, Of Egypt's pond'rous pride, It rose in splendour by the Nile, — Now crumbles by her side. * Supposed to be."], [102, "90 LINES. This ruined fane was once tbe shrine Of her, whose bounteous care, Dealt forth the varied, tangled line, Of man's existence here. They little thought when first it shone Reflected in Nile's wave, Their mighty work, Life's noblest throne, Must yield it to tbe Grave. Beside it flowed the Eternal stream, Tbe dwelling-place of love, Now shining with a fitful gleam, Now sun-gilt from above. Well might they deem it love, which shed It's gifts on all around. Aud aye an emerald carpet spread On their parched and barren ground."], [103, "91 LIXES. L, N That temple stands in ruins now, 'Twill vanish from man's eye, — Still shall yon stream unchanging flow Till time itself shall die. So breaks at last life's strongest thread Forgotten e'en its name, So love survives when life is fled, Unchangeably tbe same. So still a sweet face smiles on me, To comfort and to save, And near me still I seem to see One pillowed in tbe grave."], [104, "92 THE PARTING. My eyes are growing dim love, My voice is failing now, I scarcely feel tby soothing band That trembles on my brow ; But I know you're bending o'er me, I hear those bitter sighs, I feel tbe warm tears trickling soft From those poor downcast eyes. Yet never grieve for me love, Tho' life be fleeting fast, And tby fond care which made it clear, For me be nearly past :"], [105, "THE PARTING. 93 Tho' tbe bead thou oft bast pillowed, On a colder bosom rest. And e'en the love I've borne thee Be quench'd within this breast. For there's a soft voice tells me, And a sweet hope's in my heart, That glad will be our meeting, Tho' its now so sad to part ; That there's one still left to cheer tbee Tho' all tbe world forget, Who never left man friendless, •Or forsook the widow yet. Then never grieve for me love, Nor pine at His decree, For be who takctb now away, Tbe giver once, was He ;"], [106, "94 THE PARTING. And be who taketh now love In sickness and in pain, In joy to thee for ever Shall give me back again. FINIS. E. F. DE BEAUFORT, PRINTER, STAR TRESS, CALCUTTA."], [107, "ERRATA. Page. Line. Argument of VaeVictis 6 For unsuspecting read unsuspecting Ditt0 13 „ alias „ aUos 4 9 >. steep „ sleep 8 11 „ streamlets „ streamlet's 8 18 „ ones „ one's 20 15 ., Tormed „ Formed 32 13 „ its „ it's 35 7 „ her „ she 51 3 „ fiend's „ fiends 56 3 „ draft „ draught 60 13 „ she'd „ she 76 14 „ joy's sun was set. „ Joy's sun was set 8i 7 „ Duty, „ Duty's 87 5 „ To „ Of"], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""]]