[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "EXPÉDITION SCIENTIFIQUE FRANÇAISE EN RUSSIE, EN SIBÉRIE ET DANS LE TURKESTAN V ATLAS DES ÉTOFFES, BIJOUX, AIGUIÈRES, ÉMAUX, ETC. DE L'ASIE CENTRALE"], [8, "LE PUY, IMPRIMERIE DE MARCHESSOU FILS, ROULEVARD SAINT-LAURENT. 23"], [9, ""], [10, "*. - luc èditr .. | ' amercier a \"\"'-'■ r EMAUX DE SAMARKAND.! Un socle de coionr.e du Gour- Emir, tombeau de Tamerlan u -■ :.- ■ . pie. de la Façade du Couvent de fíhodja-Aichrar 1"], [11, "> EXPÉDITION SCIENTIFIQUE FRANÇAISE EN RUSSIE, EN SIBÉRIE ET DANS LE TURKESTAN Vol. V ATLAS DKS ÉTOFFES, BIJOUX, AIGUIÈRES, ÉMAUX, ETC DE L'ASIE CENTRALE PAR Ch. e. de ujfalvy de mezò-kôvesd MEMBRE DE l'aCADÉMIE ROYALE DES SCIENCES DE HONGRIE DES SOCIÉTÉS DE GÉOGRAPHIE DE PARIS, BORDEAUX, ROUEN, AMSTERDAM, BUDAPEST MUNICH, SAINT-PÉTERSBOURG, ROME ET VIENNE DES SOCIÉTÉS D'ANTHROPOLOGIE DE PARIS, BERLIN, MOSCOU ET VIENNE PARIS ERNEST LEROUX, EDITEUR LIBRAIRE DE I.A SOCIÉTÉ ASIATIQUE DE LÉCOLE DES LANGUES ORIENTALES VIVANTES, ETC. 28, RUE BONAPARTE, 28 1 88o"], [12, ""], [13, "A LA MÉMOIRE DE L'ILLUSTRE VOYAGEUR RUSSE FÉDCHENKO HOMMAGE DE L'AUTEUR"], [14, ""], [15, "AVANT-PROPOS £ léguai E présent Atlas a été composé pour servir de complément ! Slw'H au volume II de notre publication de voyage. En visitant JL__Ë_____Í?I> / -*_* ruines des antiques cités du Turkestan russe, en sé journant dans les grandes villes qui renferment des monuments, nous avons eu soin d'y faire, pour le compte du gouvernement fran- çais, une collection de briques émaillées '. Dans le volume que nous venons de citer, nous avons eu V occasion de nous étendre sur les dif férents genres d émaux qu on rencontre en Asie Centrale et nous ren- voyons le lecteur à ce passage de notre livre 2. En parcourant les bazars des grands centres industriels, nous avons également étudié les bijoux, aiguières et étoffes de l'Asie cen- trale. Nous avons pensé que la reproduction de ces aiguières et bi joux et des dessins de ces étoffes pouvait offrir un intérêt au point de vue artistique et peut-être aussi au point de vue industriel. Les 1. Toutes ces briques émaillées se trouvent au Musée ethnographique du Palais du Tro cadéro. 2. Voir Expéd. scient, franc, en Russie, en Sibérie et au Turkestan. Vol II. Le Syr- Daria, le Zérafchâne, la Province des Szpt-Rivières et la Sibérie Occidentale, etc. Paris, 1879, pp. 73 et 74."], [16, "8 ALBUM DES ÉTOFFES, BIJOUX, AIGUIERES, ÉMAUX, ETC. bijoux de cette contrée, presque toujours en argent (sans alliage) , sont ou modernes ou anciens. Les anciens, généralement d'un travail fort remarquable, sont ornés de pierres précieuses (turquoises, rubis, saphirs, lapis-la^uli, cornaline, etc.); les modernes qui ne manquent ni de finesse ni de goût sont décorés de pierres fausses. Les bijoux, comme d'ailleurs tous les produits de f industrie de l'Asie Centrale, portent la marque de la décadence générale, chaque fois qu'ils sont de fabrication récente. Nous avons fait reproduire des bijoux sarles, kirghises et même bachkirs; car ces derniers affectent absolument les mêmes formes et les mêmes ornementations; ils sont évidemment d'une provenance semblable. Les aiguières, plats, chandeliers, ornements de pipes, etc., en cuivre repoussé, souvent enchâssés de turquoises, sont d' une forme élégante et d'un travail soigné. Tous ces cuivres sont faits à la main et leur aspect parle en faveur de l'habileté des chaudronniers de Samarkand, Khodjend, Karchi, Karchi, Khokand, etc. '. La dégénérescence de goût, dont nous parlions tout à l' heure, se manifeste beaucoup moins dans les aiguières. Quoique les cuivres anciens, incrustés d'argent ou niellés, soient d'une beauté et d'un galbe tout particulier, il faut avouer que les aiguières 7nodernes montrent parfois des ciselures à jour agréables et des formes d'un goût incontestable. Quant aux étoffes en velours, soie, soie et laine, etc., elles se dis tinguent par leur solidité et par des dessins variés. Tous les tissus, presque toujours d'une couleur éclatante, présentent généralement des dessins bigarres qui ne manquent certes pas d'originalité. Les broderies faites à la main (par des hommes) sont exécutées avec une régularité étonnante; on est obligé d'admirer les gracieuses pochettes 1. Les plus beaux, dit-on, viennent de Karchi."], [17, "AVANT -PROPOS 9 brodées, ainsi que les ceintures richement agrémentées de plaques d'argent et de pierreries. Les chabraques brodées en relief d'or et d' argent, ainsi que les harnais en velours enrichis de turquoises et de cornalines (gravées), sont également d'un beau travail. Mais les habi tants de V Asie Centrale excellent surtout dans les broderies sur cuir. Le cuir est à la fois f n, souple et solide et les broderies sont exécutées avec une rare habileté. Les dessins des étoffes de soie reproduisent souvent les mêmes formes flambées que nous rencontrons sur les briques émaillées qui recouvrent les monuments . Nous avons fait faire également deux planches représentant des armes et des instruments de musique. Le fusil à mèche du nomade de V Asie Centrale est presque une pièce archéologique digne défigu rer dans une collection ' d' armes du moyen âge et le violon du montagnard du Haut-Z érafchâne présente peut-être, en comparai son, une forme encore plus primitive. Qu'il nous soit permis, en terminant cet avant-propos, de remercier ici même notre aimable éditeur, M. Ernest Leroux, que la perspec tive de fortes dépenses n'a pas empêché d'entreprendre celte publica tion, et M. Schmidt, habile dessinateur, quia exécuté les vingt-cinq planches du présent Atlas avec une scrupuleuse exactitude. Paris, le 12 avril 1880. LAUTEUR."], [18, ""], [19, "Aiguière persane"], [20, ""], [21, "EXPLICATION DES PLANCHES En face du titre : BRIQUES ÉMAILLÉES DE SAMARKAND (en chromo-lithographie) /re série. — Types de dessins d'étoffés. Planche I. Types de dessins detoffes en soie, tissées et brodées (Tachkend, Samarkand, Khokand, M^irghellân. etc.). Planche II. Types de dessins d'étoffés en soie et en mousseline, tissées et brodées (même provenance). Planche III. Types de dessins d'étoffés en soie et en mousseline, tissées et brodées. Planche IV. Types de dessins d'étoffés en drap et en cuir, brodées à la main (de Tur kestan). Planche V. Types de dessins d'étoffés en drap et en cuir, brodées; bois découpé pour imprimer les dessins sur les étoffes (Tachkend). Planche VI. Coiffure de femme en soie de Samarkand ornée de bijoux ea argent ; po chette de montre en cuir ; turban avec aigrette en argent doré, ornée de tur quoises; calotte d'homme en soie brodée à la main; chabraque en velours"], [22, "14 ALBUM DES ÉTOFFES, BIJOUX, AIGUIÈRES, ÉMAUX, ETC. brodée d'or et d'argent ; ceinture d'homme brodée à la main avec des appli cations en acier argenté. Planche VII. Ceinture en soie (ornée d'appliques en argent) à boucle en argent massif; dessus de couvercle d'un coffret en argent ciselé ; bouton de manchette en argent ; pochettes brodées ; poisson à fard en argent. 2e série. — Bijoux. Planche VIII. Bijoux kirghises en cuivre ciselé et amulette sarte en jade avec chaînette en argent ornée de perles en corail. Planche IX. Ornements en argent enrichis d'émail ; bracelet en argent massif; ai grette en argent doré, orné de turquoises; pierre à aiguiser avec poignée en argent niellé. Planche X. Amulette sarte en argent, ornée de turquoises et de perles en verre, en châssant deux griffes de hibou ; breloque en argent niellé ornée de perles en verre ; ornement de coiffure en argent, enrichi de turquoises et de perles en verre; boucle ancienne en argent, ornée de turquoises et de strass. Planche XI. Bouton sarte en argent, orné de turquoises fausses ; amulette kirghise en argent ciselé ; ornement de coiffure en argent et or, orné de pierres et de perles fausses; coffret pour renfermer le coran, en or et argent, orné de turquoises fines. Planche XII. Boucle d'oreille en argent, ornée d'émail et de pierres et de perles fausses ; boucle d'oreille en argent, ornée de perles en verre et de pierres fausses; boucle d'oreille de petite fille, ornée de perles en corail ; bague en argent niellé, ornée de turquoises fausses ; boucle d'oreille en argent doré, ornée de perles en corail. Planche XIII. Bâton de commandement ou sceptre en argent, incrusté de turquoises ;"], [23, "15 EXPLICATION DES PLANCHES boucle ancienne en argent, ornée de turquoises et cornalines; boucle mo derne en argent, ornée d'émail et de turquoises fausses; collier en argent, orné de pierres et de perles en verre; bracelet ancien en argent, orné de tur quoises ; bracelet moderne en argent niellé, orné de turquoises fausses ; bracelet de petite fille en argent niellé, orné de turquoises fausses, avec porte sucre; bracelet ancien en argent orné de turquoises. Planche XIV. Boucle d'oreille moderne en argent, ornée de pierres fausses; pendeloques en argent, ornées de pierres fausses; boucle d'oreille en argent et or, ornée d'aigues-marines et de perles fines; boucle de ceinture en argent, incrustée de turquoises fines. 3* série. — Instruments de musique et objets divers. Planche XV. Fouet à manche en argent, incrusté de turquoises fines; casse-tête en bois peint; gourjes à récipient de pipe et à tabatière; bout de lance; lance de la police municipale de Samarkand; flûte en bois; candélabre en fer -blanc; chalumeau de bijoutier; étui en cuir qui s'attache au pommeau de la selle et qui renferme des tasses pour boire ; crécelle en bois ; trompette gigantesque en cuivre. Planche XVI. Casque en acier; tambourin face et dos ; sabre; fusil à mèche; violon du Haut-Zérafchâne ; tambour ; guitare du Haut-Zérafchâne ; guitare avec in* crustations en ivoire de Pendjekend ; guitare de Samarkand. <f série. Cuivres ornementés et fragments d'émaux avec les mêmes ornements. Planche XVII. Cuivres ornementés de Tachkend . Planche XVIII. Cuivres et briques émaillées. Planche XIX. Cuivres et briques émaillées."], [24, "IÔ ALBUM DES ÉTOFFES, BIJOUX, AIGUIÈRES, ÉMAUX, ETC. 5e série. Émaux du Turkeslan, de Djanekend et de Samarkand. Planche XX. Brique émaillée de Samarkand (émail disposé en mosaïque), mosquée du Gour-Emir (tombeaux de Tamerlan); brique émaillée à surface unie, mosquée du Schah-Sindèh (Samarkand); brique émaillée en relief de Djane kend (ruines d'une antique cité dans les environs de la mer d'Aral). Planche XXI. Brique émaillée à surface unie de la mosquée Hazret, à Turkestan ; frag ments, de briques émaillées (émail disposé en mosaïque) de la même pro venance. Planche XXII. Briques émaillées et fragments de briques de la mosquée Hazret, à Tur kestan. (Le dernier fragment rappelle absolument certains tissus de soie.) Planche XXIII. Briques émaillées à surface unie et avec émail disposé en mosaïque, des mosquées Hazret à Turkestan, et Schir-Dar à Samarkand. Planche XXIV. Fragments de briques émaillées en relief des ruines d'Aphrosiab, près Sa markand; pièce de marbre travaillée de la mosquée d'Ouloug-Beg, à Samar kand, et briques émaillées en relief et disposées en mosaïque de la mosquée du Schah-Sindèh, à Samarkand. Tous les objets représentés dans cet atlas ont été rapportés par M. de Ujfalvy et se trouvent, à quelques rares exceptions près, au Musée ethno graphique du Trocadéro Le Puy. — Imprimerie de Marchessou rils, boulevard Saint-Laurent, 23."], [25, "PLANCHE I"], [26, ""], [27, "PLANCHE II"], [28, ""], [29, "PLANCHE III"], [30, ""], [31, "PLANCHE IV"], [32, ""], [33, "PLANCHE V"], [34, ""], [35, "I PLANCHE VI"], [36, ""], [37, "PLANCHE VII"], [38, ""], [39, "PLANCHE VIII"], [40, ""], [41, "PLANCHE IX"], [42, ""], [43, "PLANCHE X"], [44, ""], [45, "PLANCHE XI"], [46, ""], [47, "PLANCHE XII"], [48, ""], [49, "PLANCHE XIII"], [50, ""], [51, "PLANCHE XIV"], [52, ""], [53, "PLANCHE XV"], [54, ""], [55, "PLANCHE XVI"], [56, ""], [57, "PLANCHE XVII"], [58, ""], [59, "PLANCHE XVIII"], [60, ""], [61, "PLANCHE XIX"], [62, ""], [63, "PLANCHE XX"], [64, ""], [65, "PLANCHE XXI"], [66, ""], [67, "PLANCHE XXII"], [68, ""], [69, "PLANCHE XXIII"], [70, ""], [71, "PLANCHE XXIV"], [72, ""], [73, "EXPÉDITION SCIENTIFIQUE FRANÇAISE EN RUSSIE, EN SIBÉRIE ET DANS LE TURKESTAN VI ATLAS ARCHÉOLOGIQUE DES ANTIQUITÉS FINNO-OUGRIENNES ET ALTAÏQUES DE LA RUSSIE, DE LA SIBÉRIE ET DU TURKESTAN"], [74, "LE PUY, IMPRIMERIE DE MAKCHESSOU FILS, BOULEVARD SAINT-LAURENT. 2 j"], [75, "I EXPÉDITION SCIENTIFIQUE FRANÇAISE EN RUSSIE, EN SIBÉRIE ET DANS LE TURKESTAN Vol. VI ATLAS ARCHÉOLOGIQUE DES ANTIQUITÉS FINNO-OUGRIENNES ET ALTAÏQUES DE LA RUSSIE; DE LA SIBÉRIE ET DU TURKESTAN PAR Ch. E. DE UJFALVY DE xMEZÒ-KOVESD MEMBRE DE l'aCADÉMIE ROYALE DES SCIENCES DE HONGRIE 'ES SOCIÉTÉS DE GÉOGRAPHIE DE PARIS, BORDEAUX, AMSTERDAM, BUDAPEST, MUNICH SAINT-PÉTERSBOURG, ROME ET VIENNE DES SOCIÉTÉS D'ANTHROPOLOGIE DE PARIS, BERLIN, MOSCOU ET VIENNE PARIS ERNEST LEROUX, EDITEUR LIBRAIRE DE LA SOCIÉTÉ ASIATIQUE DE L'ÉCOLE DES LANGUES ORIENTALES VIVANTES, ETC 28, RUE BONAPARTE, 28 i88o"], [76, ""], [77, "A M O N A M I M O N S 1 E U R GIRARD DE RIALLE HOMMAGE AFFECTUEUX L'AUTEU R"], [78, ""], [79, "AVANT-PROPOS 'atlas archéologique que nous soumettons à nos lec- teurs et qui forme le sixième et dernier ' volume de notre relation de voyage, contient des objets de quatre natures différentes. La première série comprend les objets que le docteur Ivanofsky et nous-même avons trouvés dans í ancien pays des Votes ; La seconde embrasse les résultats des fouilles faites par le doc teur Europœus dans le pays des Vêpses ; La troisième comprend les antiquités que nous avons rapportées de la Sibérie et que nous devons à la gracieuseté des généraux Ka\\nakoff et Haint^. i. Le cinquième volume intitulé : Les émaux, étoffes, bijoux, aiguières, etc., de l'A sie centrale, est sous presse. 2. Au sein de la Société impériale des Amis des sciences naturelles, d'anthropologie et d'ethnographie de Moscou (le 10 mars 1879), M. Poliakoff, conservateur des collec tions zoologiques du musée de l'Académie des sciences de Saint-Pétersbourg, s'est per mis d'émettre des assertions sur mon compte qui sont absolument contraires à la vérité. Dans le courant de la communication que j'ai faite, en décembre 1877, à la Société de géographie de Saint-Pétersbourg, je n'ai jamais dit avoir découvert des objets préhisto riques de l'àge de la pierre dans les environs de Tobolsk, en Sibérie. Je n'ai jamais été dans ces contrées et je dois les objets en question à la gracieuseté du général Kazna koffqui me les a donnés à Omsk, choses que j'ai eu soin de dire J. Ce n'est pas une raison parce que M. Poliakoff ne comprend point suffisamment le français pour qu'il 1. Voir le 2\" vol. de notre relation de voyage : le Syr-Daria, le Zérafchâne. etc. p. r 40, et le 3« vol. les Baclikirs, les Vêpses, etc., pp. 14S et 146."], [80, "VIII AVANT-TROPOS La quatrième, enfin, contient des types que nous avons em pruntés aux différentes publications de As. Aspelin et qui sont particulièrement intéressants à rapprocher des objets rapportés par nous-même. Nous avons eu soin d'indiquer sur chaque planche V explication des figures. Cet atlas a été fait à î appui d'une double thèse 1° Les antiquités allaïques de la Sibérie ont une grande affinité avec les antiquités finno-ougriennes de la Russie d'Europe; 2° L' âge de pierre a positivement existé en Sibérie, comme les savants russes font démontré depuis longtemps. Ces deux résultais nous paraissent à eux seuls dignes d'attirer V attention des savants compétents. Le troisième volume de notre publication renferme, d'ailleurs, toutes les explications nécessaires à l 'intelligence du présent atlas. Qu'il me soit permis de remercier ici M. de Séménoff, les géné raux de Ka\\nakoff et Haint\\, et le docteur Ivanofsky qui ont bien voulu me donner une série d'objets préhistoriques pour le musée ethnographique de Paris. Je dédie cet atlas à un ami dont les conseils scientifiques mont été précieux pendant mon voyage. Paris, le 12 janvier iS8o. L'AUTEUR. se permette des observations discourtoises sur mon compte. Je le regrette s'il y a des archéologues en Europe qui ne connaissent point les éminents travaux de M. Polia koff, véritable découvreur de l'existence de l'âge de pierre en Sibérie '. 1. Voir R. Aspelin. De la civilisation préhistorique des peuples permiens, etc. Tiré du vol. I des travaux de la 3° session du Congrès international des Orientalistes. Lcide, 1878, p. 5."], [81, "ATLAS ARCHÉOLOGIQUE"], [82, ""], [83, "PI. I Types de perles en bronze, verre terre glaise, cristal de roche, etc., trouvés dans le pays des Votes par le docteur Ivanofsky (C. I '. M. E.'j. i. C. I. = Collection du docteur Ivanofsky. 2. M. E. := Musée ethnographique duTrocadíro."], [84, ""], [85, "PI. II Types de fibules trouve'es dans le pays des Votes par le docteur Ivanofsky (C. I). La Fibule du milieu a e'té trouve'e dans le pays des Mordvines. (P. A. ') P. A. = empruntée aux publications de M. Aspelin"], [86, ""], [87, "PI. III Types de fibules trouve'es dans le pays des Votes par le docteur Ivanofsky. (C. I.) a. Boucles scandinaves, id. (C. I.) b. b. Manches de couteaux en bronze et couteaux avec fourreau, id. (M. E.) c. Manche de couteau en bronze trouví par M. de Ujfalvy, à Kholopovitsi. (M. E."], [88, ""], [89, "PI. IV Types de pendeloques en bronze trouve's dans le pays des Vêpses par M. Euro- paeus. b. b. Pendeloques trouvées dans le pays des Votes par le docteur Ivanofsky c. c. Pendeloques trouvées à Vologda et dans le pays des Mériens. (P. A.)"], [90, ""], [91, "PI. V. Types de pendeloques (à croix) trouvés dans le pays des Votes, par le docteur Ivanofsky. (CI.)"], [92, ""], [93, "PI. VI Types de pendeloques trouvées dans le pays des Votes par le docteur Iva- nofsky. (C. I.) .*. Pendeloques trouvées à Perm. (P. A.)"], [94, ""], [95, "PI. VII. 230. RiHan »/j a. sl. Types d'objets trouvés à Rasan. (P. A.) Types d'objets trouvés dans le pays des Votes, par le docteur Ivanofsky. (C.{I.)"], [96, ""], [97, "PI. VIII Types de bracelets trouvés dans les pays des Votes et prés d'Akmollinsk (en Sibérie). (M. E.) Types d'objets trouvés par le docteur Ivanofsky. (C. I.) Types d'objets trouvés k Perm (a a) et Rásan (b). (P. A.)"], [98, "i"], [99, "PI. IX Typés d'objets trouvés par MM. Ivanofsky et Europaeus, dans le pays des Votes et dans le pays des Vêpses (prés de Tikhvine). (C. I et M. E.)"], [100, ""], [101, "PI X. Ornements en bronze trouvés par le docteur Ivanofsky, dans le pays des Votes. (C. I.i Collier en bronze avec pendeloques, trouvés dans le pays des Vêpses, par le docteur Europaeus. (M. E.)"], [102, ""], [103, "PI. XI Objets en pierre rapportés de la Sibérie occidentale par M. de Ujfalvy. (M. E.) (Don du général de Kaznakoff.)"], [104, ""], [105, "PI. XII Couteaux en bronze, trouvés par M. de Séménofl, près de Sémipalatinsk (Sibérie occidentale). (M. E.) Objets en pierre et en bronze, trouvés dans les environs d'Akmollinsk (Sibérie occidentale). (M. E.)"], [106, ""], [107, "PI. XIII. Espèce de couvre-pouce en bronze de la Sibérie occidentale. (E. A. M.) ' Mors et fragment de mors trouvés par M. de Séménoff, dans les environs de Sémipalatinsk (Sibérie occidentale). (M. E.) Mors et fragment de mors de la Sibérie occidentale. (E. A. M.) I. E. A. M s Exposition anthropologique de Moscou (1879)."], [108, ""], [109, "PI. XIV. Types d'objets en pierre trouvés en Sibérie. (E. A. M )"], [110, ""], [111, "PI. XV. a. Tvpe d'un Kourgàne (Twer). (P. A.) Types d'objets en pierre et en bronze trouvés en Sibérie. (E. A. M )"], [112, ""], [113, "P . XVI Types de bagues en bronze (pays des Votes et des Vêpses) (M. E.) Bouddha en laque de la province de l'Ili, Chine occidentale (M. E.) Tvpes de glace en bronze trouvés en Sibérie (E. A. M.) Types de bagues en bronze (pays des Vêpses) |C. I i"], [114, ""], [115, "PI. XVII. Types d'objets en bronze trouvés en Sibérie (E. A. M.) a. Pointe de flèche en os (Sibérie occidentale). (M. E.l b. Pointe de flèche en bronze (Sibérie occidentale) (M. E.) (de Séme'noff)."], [116, ""], [117, "PI. XVIII Image* taillées dans un rocher, dans le défilé de Saïkémir, prés de Sérghiopol (Turkestan)."], [118, ""], [119, "PI. XIX Images taillées dans les rochers en Sibérie, d'après Spassky"], [120, ""], [121, "PI. XX Inscription gravée sur le rocher du Tamgal-tach (Turkestan). Couteau en bronze, trouvé par M. de Séménoff dans l' Altaï. (M. E.) Fragment d'une urne en bronze, iJ. (M. E.) Boucle en* bronze et fragment de vase en bronze, trouvées près du lac Issik- Koul (Turkestan). (M. E.) Objet en bronze, trouvé près du lac Issik-Koi.l (Turkestan)."], [122, ""], [123, "PI. XXI Idole kalmouque (Turkestan). (M. T.)' Image bouddhique, gravé sur un rocher, près du lac Issik-Koul (Turkestan) i. M. T. **= Musée ethnographique de Tachkend."], [124, ""], [125, "PI. XXI! Cloche en bronze et bombes à feu grégeois, trouvées dans les environs de Tachkend (Turkestan). (M. T.) Objet en pierre et en bronze, trouvés dans les environs de Tachkend (Turkes- tan). (M. T.) Bracelet en cuivre, de Kouldja (Chine occidentale). (M. E.)"], [126, ""], [127, "PI. XXIII. Tvpes de bijoux en argent trouvés dans des tombes bulgares, près de Kasan. i Russie d'Europe.) (M. E.i"], [128, ""], [129, ""], [130, ""], [131, ""], [132, ""], [133, ""], [134, ""]]