[[1, ""], [2, ""], [3, "P O E T I C A L BLOSSOMS, Price Two Shillings and Sixpence."], [4, ""], [5, "POETICAL BLOSSOMS; OR, A COLLECTION OF POEMS, ODES, and T R A N S L A T I O N S. B Y A YOUNG GENTLEMAN Of the Royal Grammar School, GUILDFORD. Ego, apis Matinæ More modoque, Grata carpentis thyma per laborem Plurimum, circa nemus, uvidique Tiburis ripas, operosa parvus Carmina fingo. Hor. GUILDFORD: Printed for the A U T H O R, And sold by HA WES, CLARKE and COLLINS, Pater-Noster- Row, London, Mr. FLETCHER, and Mr. PRINCE, Oxford, J. RUSSELL, Guildford, and by all Booksellers in Town and Country* M.DCC.LXXII."], [6, ""], [7, "To the RIGHT HONORABLE GEORGE ON SLOW, Esq; Member of parliament for the County of SURREY, One of the lords of the treasury, AND OF His majesty's most honorable privy-council. S [ R, 1\"^ H E following rude and unpolished lines are sub- missively offered to your perusal, in hopes that they will receive a favorable indulgence from you, as the first fruits of an infant muse. Is these Blossoms are a so"], [8, "[ % ] so fortunate as to meet with your approbation, they shall defy the nipping frost of criticism, and arrive in time at maturity. I am, with the {incerest respect, and most grateful acknowledgment, Si r, Your most obliged, and most devoted Gu'ldford, Surrey, October the 7th, 1772. humble servant, Richard Valpy."], [9, "[ iii j THE PREFACE. N\" A T U R E has implanted in us a kind of ambi- tion, which, sometimes assisted by the importuni ties of friends, as soon as our thoughts are enlarged from the bounds of the mind, suggests to us a most prevailing inclination of ushering them into the world, tho' they are not always decorated with the most engaging dress. Some critics, I make no doubt, will immediately censure me in the severest terms for having obeyed the dictates of this inclination, alledging, that I ought to have kept to myself these productions, which, after some years had elapsed, I should think unworthy of the press, as far unequal to works of more perfection. To these I answer, in the words of a celebrated Poet, that it is an envious frost which nips the blossoms in their bud, and that it is a ridiculous absurdity to despise the moon and the stars, because the fun shines brighter. Works"], [10, "[ iv ] Works of this kind are generally soon buried in obli vion ; and I must be very partial to myself and conceited to expect a better sate than others whose blossoms were perhaps more approaching to maturity : however in this I comfort myself : \" Me vivo, moriere, liber, sortasse : quid inde ? \" Sæpe fenem moritur silius ante patrem. \" Seu moriare igitur vivo me, ilve superstes \" Sis mihi ; mortalem me genuisse scio. '"], [11, "SUBSCRIBERS. A DR. Adee, Little Gate Lodge, Oxford Mr. Ash, Winchester Mr. Ralph Addey, Swallow Street, Piccad'lly, London Mr. William Agate, Catharine-Hill, near Guildford Mrs. Adee B The Reverend Dr. Butler, Archdeacon of Surrey, Farnham The Reverend Mr. Brewer, Guildford The Reverend Mr. Bartholmew, Shalford Thomas Burroughs, Esq *, London E. Tymewell Bridges, Esq •, Canterbury Mr. Billinghurst, Chichester Mr. John Briggs, Portsmouth Mr. Bonham, Petersfield, Hants. Mr. Richard Bennet, Surgeon, Kingston upon Thames Mr. J. Bradley, junior, Portsmouth Mr. Joseph Bishop, Southampton Mr, George Boxold, Havant, Hants. Mr. Benj afield, Southampton Mr. Stephen Beale, West-Bourne, Sussex Mr. John Breadhower, Gosport, 2 Copies Mr. Butler, Guildford Mr. Wheeler Bridger, Purbeck Park, near Portfmouth M aster Jonathan Hilkiah Bricknell, Westmeon, Hants. Mr, Robert Baker, Woking Mr. Bannister, Steyning Master William Brocket, Guildford Miss Brinkwell, Guildford Miss Bullen, Guildford C The Reverend Mr. Cotton, Winchester Mr. Chandler, Guildford Mr. Cotton, Winchester Mr. John Carr, Hertford Mr. Abraham Chevalier, Jersey- Mrs, Cole, Guildford Mrs. Cawsey, Guildford"], [12, "Copies Miss Crawley, York-Buildings, London Mils Cooper, Cecil Street, Strand, London Miss A. Cook, West-Bourne, Sussex D The Right Honorable Lord Dunkilling The Reverend Mr. DuGard, West-Bourne, Hants. 12 The Reverend Mr. Duncombe, Shiere, Surrey Mr. Charles De La Garde, Church-Lane, Chelsea Mr. James D'Auvergne, Jersey Mr. Dick, Surgeon, Isieworth, Middlesex Mr. Douglass* Guildford Mrs. Debell, Guildford Mrs. Dixon, Guildford Miss Duncomb, Mile-End, near London E The Reverend Mr. Edward Eliot, Hambledon, Surrey The Reverend Mr. Evans, Farlington, Hants. Tristram Everest, Esq •, London Mr. Roger Evans, Guildford F The Reverend Mr. Fielding, Haslemere, Surrey The Reverend Mr. Fisher, Kingston upon Thames Mr. Ford, Guildford Mr. Jeremiah Forth, jun. Kingston upon Thames Mr. James Forth, Kingston upon Thames Mr. Farley, West-Bourne, Sussex Mr. Faden, Jun. London Mr. William Farley, Guildford Miss Fenner, Guildford Miss Finch, Kingston upon Thames Miss M. Farley, West-bourne G Alleyn Groome, Esq •, Arundel, Sussex The Reverend Mr. Groome, Canterbury Mr. Grace, Winchester Mr. Morley Groome, Guildford Mr. Goodyer, Guildford Mr. Gumm, Guildford Mr. Willi ain Grist, Gosport Mrs. Geale, Guildford"], [13, "Miss Groome, Arundel, Sussex H Mr, Hammond, Kingston upon Thames Thomas Holloway, Esq *, Emsworth Mr. George Newbold Hoyland, Higham Mr. Higginbotham, Guildford Mr. Hallamby, Guildford Mr. Hinton, Portsmouth Mr. Halsted, Walberton near Arundel, Sussex Mr. Humphry, Chichester Mrs. Hoyland, Higham Miss Hay don, Guildford Miss Hoyland, Higham Miss A. Heath, Cobham, Surrey, I Mr. Edmund James, Attorney, Kingston upon Thames Mr. John James, No. 33, Watling Street, London Miss James, Kingston upon Thames K His Grace the Duke of Kingston Mr. Kirby, Sutton near uuildford L The Reverend Mr. Le Brocq, Emsworth, 2 Copies Mr. L-pfcomb,' Winchester Mr. John Le Gros, Jersey Mr. Lintott, Jun. Southampton Mr. James Linden, Southampton, 2 Copies Mr. George Longe rest, Havant, plants. Mr. Charles Lang, Bedhampton Miss Lee, Alton, Hants. Miss S. Lacy, Chschester M Mr. Manby, Genoa Mr. Mitchell, Oxford Mr. John M auger, Jersey Mr. Charles Marett, Southampton Mr. Wiiliam Maine, Portsmouth -"], [14, "N Mr.Newland, Guildford. Mr. Jere Whitaker Newman, Ringwood, Hants, Mr. Philip Nicolle, Jersey Mr. Nettlefold, Dartford, Kent Master Covert Newland, Guildford O Mr. Thomas Hinton Burley Oldfield, Guildford, Mr. Thomas Orchard, Southampton Z Copies P The Reverend Sir John Pefhail, Bart. Oxford Mr. Peachy, Chichester Mr. William Parson, Guildford Mr. Henry Parson, Guildford Mr. Thomas Penfold, Kingston upon Thames Mr. Page, Guildford Mr. Thomas Phippard, Pool, Dorsetshire Master Penfold, Steyning, Sussex Lady Pefliall, Oxford Miss Peche, Guildford, M iss Penfold, Guildford Miss Pullen, Guildford R Mr. Richards, Hambledon Mr. Ridge, Hambledon Mr. George Ridge, Bishop's Waltham, Hants, Mr, Russell, Guddford Mrs. Rawlins, Guildford Mrs. Russell, Guildford Miss Rogers, Southampton S The Reverend Mr, Saunderfon, Haslemere The Reverend Mr. Skelton, Havant, Hants. Stint Sutton, Esq *, one of the Bailiffs of Kingston Captain Saxon, Upham Mr. Sibthorpe, Guildford Mr. James Shrubb, Guildford Mr. John Stilwell, Mousel, Surrey Mr- Smith, Winchester"], [15, "Mr. John Shrubb, London Mr. Edward Smith, Gofoort Mr. Peter Simonet, Jersey Mr. John Smith, Emsworth Mr. John Sugar, Portsmouth Master John Stilwell, Guildford Mrs. Street, Guildford Mrs. Shepheard, Guildford Mrs. Souter, West-Bourne, Sussex Mrs. H. Souter, West-Bourne, Sussex Mrs. Snell, Kingston upon Thames Miss Elizabeth Shrubb, Guildford Miss Savage, Guildford. Miss Stovell, Guildford Miss Spratley, Guildford Miss Stares, Guildford T Mr. Taylor, Kingston Mr. John Tribe, Chichester Mr. Charles Tovey, Bookseller, Wallingford, Berkshire Mr. Thomas Towers, Petworth, Sussex, 2 Copies Mrs. Theobald, Guildford Miss Taunton, Oxford Miss Tinker, Mile-End, near London Miss Towle, Black's Fields, London V Captain George Villeneuve, Jersey Mr. James Vincent, Guildford Mr. Abraham Joshua Valpy, Jersey Mr. Richard Robert Vincent, Guildford Miss Ann Valpy, Jersey W The Reverend Dr. Warton, Winchester Joseph Watkins, Esq ; Guildford George Watkins, Esq •, Guildford Captain Wakefield, London Dirck Wittenoom, Esq *, Guildford Thomas Wilson, Esq •, Stoke, next Guildford, Mr. Webb, Winchester Mr. Robert Humber Weston, Pool, Dorsetshire"], [16, "/ Mr. John Wools, Fareham, Hants. Mr. William Witchell, Portsmouth Mrs. Wakefield, London Mrs. Watson, London Miss Willply, Guildford Miss M. Willply, Guildford Miss Wittenoom, Guildford Y Mrs. Yalden, Guildford OMITTED Mrs. Gasooigne, Guildford."], [17, "PLEASURE, A POEM. fieatutn sine Virtute neminem effe poffe damns. Cicero. i — — Pleasure never comes sincere to man, But lent by heav'n upon hard usury, For while Jove holds us out the bowl of joy, Ere it can reach our lips, 'tis dafh'd with gall, By some left-handed God. Dryden's Oedipus. COME, heav'nly Muse, thy vot'ry's mind inspire With kindly sparks of true poetic fire ! Come, bright Apollo, born of race divine, Pirect my fancy, favor my design, And fire my breast with thy celestial beam ! I now first plunge in Aganippe's stream ; Young, unexperienc'd, I explore the plains Of Helicon, in yet untutor'd strains, B Of"], [18, "[ * ] So Of Pleasure first I sing, a pleasing theme, Tho' now I treat it as an empty dream. What art thou, Pleasure, thou mysterious thing ? Whence does thy worth, or whence thy merit spring, So dearly lov'd, so fondly sought by all ? — An airy phantom, or an empty ball, Which, like a bubble, mingles with the air : A gilded poison of appearance fair, Which tasted, brings inevitable pain Destructive, o'er each nerve, and glowing vein, 'Till death dissolving ends the mortal frame. And leaves behind the register of shame. Who seeks the flow'rs of Pleasure on the ground, Beneath will find the hidden serpent's wound. As, when the angler sets the secret bait, Th'exulting fishes fee the varnifh'd cheat, Eager they press to catch th'alluring prize, But ah ! the first that takes it, tortur'd dies."], [19, "3 time, In So what we take for Pleasure or for gain, Is torment, grief, anxiety, and pain. How chang'd, oh Pleasure, since that happy When innocence and truth were in their prime ; When happiness and Pleasure, hand in hand, Auspicious strove to bless each grateful land ! But now far other scenes my sight employ, Than those of Pleasure, innocence, and joy. Oh ! now abandon'd state os lost mankind ! Whose vows are air, whose gratitude is wind. Let me not dwell on this detested theme, Or I shall perish in the guilt-foul'd stream : — But now kind Muse, proceed ! the crime relate That could provoke th' avenging hand os sate Severe to punish man's offensive flame, And leave us only Pleasure's empty name. Has dire revenge Jove's mind serene possest ? Could indignation swell his peaceful breast ?"], [20, "C * 1 In days of yore, the Thund'rer from above. With pity mov'd and sympathizing love To man's obedient race, with lib'ral hand Show'r'd various blessings on each happy land i Mankind's tumultuous passions leagu'd in vain. Far from their hearts he bound in a coercive chain J With real happiness he sooth'd each breast. And man his wish, as soon as form'd, possess The bounteous father willing to controul Each care deep rooted in the lab'ring foul, Call'd Pleasure forth from the exalted seat, Where, 'midst the Gods, she held her fix'd retreat Approach, said he, thou ever-blooming maid, In purest garb of innocence array'd : Call forth thy steeds, on swiftest pinions fly, And quick as fancy, cleave the yielding sky ; Commissions hence to man's beloved race, Thou shalt complete my unexampled grace, Henceforth shalt thou with man eternal dwell, In the gilt roof, as in the lowly cell. Hence"], [21, "[ s ] The Hence ! to the world my gracious blessing bear, And shew mankind their safety is my care. The Goddess bow'd obsequious and retir'd The God's behest her willing mind inspired. Quickly she flew, drawn in her silver car, Sublimely born along the ambient air. Mankind beheld her rustling from the skies, With reverential fear, and dazzled eyes . But when they knew that heav'nly guest was come To add fresh lustre to their blissful home, With floods resistless of delight possest, Promiscuous joy and wonder fill'd their breast. As when the smiling spring, in sweet array, First warms the air, and crowns th' encreafing day ; When trees are with a verdant foliage crown'd, And rising flowers variegate the ground. The conscious shepherds, with melodious strains, Delighted gambol o'er th' enamel'd plains ; C"], [22, "6 Who » The lambkins skip, the birds harmonious sing, The whole creation smiles in the returning spring. Thus men enchanted with the glorious prize, With peals of acclamation pierc'd the skies. From morn 'till noon, from noon 'till night's dark shade, Man still was happy with the joy-born maid : And when the stars shed forth their glimm'ring beams, Pleasure attended still man's airy dreams. With heav'n-descended Pleasure's sweets poffest, Each thought himself a God supremely blest. But soon forgetting whence their bliss arose, That fertile source from which all blessing flows, Deluded mortals wak'd the wrath divine, Forsaking Virtue, and the Thund'rer's shrine. Whilst Pleasure's altars reek'd with sacrifice, And frequent clouds of smoke involv'd the skies, No vows were offer' d in the hallow'd grove, No victim to repay the benefits of Jove ;"], [23, "7 ? He Who, from his throne, beheld with wild surprize, Himself neglected, Pleasure's glories rife : Sudden with grief and boiling rage opprest Tumultuous fury lab'ring in his breast, \" Is't thus, said he, ungrateful men repay \" My boundless favor ? They no more obey \" My dread decrees, but by a guilty flame, \" Destroy my altars, and despise my name. :< And shall I bear it, lay my trophies down <c Like a fond wretch, and tamely yield my crown tc Perish that thought ! no rather all the world, \" Far from its basis in confusion hurl'd, \" Shall in an undistinguifh'd ruin fall, \" And an eternal chaos cover all ! \" But man extinguifh'd, my revenge must cease, IC And justice lessen in the world's decrease. \" Then let man live, expos'd to endless strife, \" Living, despair ; despairing, curse his life. '"], [24, "8 Tho He said, and call'd to realms of heav'nly light Pleasure, for ever banifh'd from our sight ! And in her stead, to check the guilty flame, Sent Pain on earth, array 'd in Pleasure's name , Who uncontroul'd rules with resistless sway, Whose laws austere deluded men obey. At her right hand Ambition dire resides, Who every step of daring mortals guides, And Plutus spreads his treasures 'gainst her throne Aspiring to command unbounded and alone j While the soft God os Love securely reigns, And deals at pleasure his alluring chains. Oh ! empty hope of Honor, Love, or Gains Whose gists are air, whose promises are vain i These ev'n perform'd, still new desires arise., And change into a hell the fancied paradies. The Man whose veins with thirst of Honor glow, Feels, with his glory, his ambition grow :"], [25, "THE f 9 ] Tho' ev'ry thing conspire t'encrease our store, Yet 'tis our Plenty makes us wish for more : And he who's favor'd by the God of Love, Blest in his flame, will still unhappy prove. O ! let misfortune, man, unclose thy eyes I Pleasure from thee is fled into the ikies, Banisli'd by Jove, 'till Virtue's sacred bloom, Sprung in thy breast, recall the wandr'er home. D"], [26, "S, Or [ \" ] The S E A S O N A N ODE. Iteprtcul, durum cur^e genus, ite labor es. Tibul. W THEN heaps congeal' d of dazzling snow ™ Oppress the mountain's ermin'd brow ; When loudly-blust'ring winds arise And hoarsely-hurtling sweep the skies ; When frozen billows cease to roar, Fast-cleaving to the blasted shore ; Then from abroad, my friend, retire, And jovial croud the high-pil'd fire : Your chilling soul with goblets cheer Of rosy wine, or frothy beer,"], [27, "Then t \" ] Or drive the tedious time away With blissful sport, and harmless play. Let no vain cares torment your breast ; But drink, and leave to heav'n the rest. For soon th' auspicious pow'r above The gloomy prospect will remove : 'Tis he, whose nod imperious binds The fury of the raging winds : At his command the storms arise, He speaks — again the tempest dies, Unruffled flows the limpid flood, Unshaken stands the leafy wood. When Spring descends in teemful fhow'rs To paint the fields with blooming flow'rs ; When birds renew their chirping lays Perch'd on the green prolific sprays, Then joys more pleasing you will prove, The joys of bliss-imparting love : >"], [28, "You [ \" ] Then o'er the turs-invested plains, With sportful nymphs, and tripping swains, Incited by the sounding lyre, You'll lead the joy-enraptur'd choir: When Summer, veil'd in tepid gales, Advancing, o'er the Spring prevails ; When shepherds drive their sainting flock* Beneath the rugged rough-bent rocks ; When Phœbus darts his sultry beams, Then plunge amidst the cooling streams j 'Till rising brisk, alert and gay, You bound to tufted groves away, Where, on soft beds of roses laid, Beneath an oak's extended shade, Shelter'd from Phoebus' burning rays You meditate your sylvan lays, And while the gently-cooling breeze Soft whispers thro5 the gloomy trees,"], [29, "E. Now [ »6 ] IMITATIONS O F H O R A C S P R I N G. GRIM Winter's scene is now withdrawn, And beauteous Spring begins to dawn. The ships are launch'd into the main j And nature decks her form again. The fire no more delights the swain ; But flocks bound o'er th'enamel'd plain. The birds frequent the verdant groves ; And beasts renew their genial loves. Phœbus, return'd, his influence yields, To cheer the glebe, and paint the fields."], [30, "As [ »4 ] Seeking the branching stag to rear With rapid steeds and pointed spear, While the swift hounds their courses take, And' bleeding tear the spiny brake, 'Till the proud beast tir'd heaves for breath, And pants and dreads devouring death. Then when the fun declining bends, And night her shady veil extends, When huntsmen, spent with toil and heat, From the long-beaten plain retreat : Let copious bowls of luscious wine New-press'd each grosser fense refine. Or, where the vines their tendrils shoot, Crop the profuse inviting fruit : And while you drain fair Autumn's store* Grateful resound Pomona's pow'r j 'Till Winter's hoary blasts again Invert the year and 'whelm the Plain."], [31, "[ x8 ] Then shall a grateful sacrifice In curling fumes ascend the ikies, Offer'd to -all the sylvan pow'rs, In their ambrosial sacred bow'rs. - Short bounds of life are set to man ; 'Tis mirth alone must stretch our span : Then, Sextius, live e'er 'tis too late ; For soon, my friend, impartial fate Perhaps will strike the mortal blow, And snatch thee to the realms below ; Where once arriv'd, no sprightly bowl Shall crown thy joy-exalted soul ; No more shalt thou the sair admire With blissful love, or soft desire."], [32, "E. Now [ »6 ] IMITATIONS O F H O R A C S P R I N G. GRIM Winter's scene is now withdrawn, And beauteous Spring begins to dawn. The ships are launch'd into the main j And nature decks her form again. The fire no more delights the swain ; But flocks bound o'er th'enamel'd plain. The birds frequent the verdant groves ; And beasts renew their genial loves. Phœbus, return'd, his influence yields, To cheer the glebe, and paint the fields."], [33, "Then [ '7 ] Now whilst the silver lamp of night O'er earth displays her sacred light, Bright Venus thro' the blooming meads With nymphs her mystic dances leads j Their joyful gambols o'er the green Adorn the vernal, lively scene ; Whilst the gay-sportive God of love, And modest Graces, round her move ; And jovial Faunes and Satyrs bound With steps alternate o'er the ground. Where, in the caverns deep below, The roaring flames of Ætna glow, Vulcan the toilsome forge inspires With ecchoing blows, and hissing fires ; And Cyclops in that dark abode New thunder hasten for their God. «- With myrtle deck'd, 'midst fragrant bow' We'll crown our heads with rising flow'rs To pleasure we'll our souls resign, And drown our cares in gen'rous wine. rs, ? F"], [34, "[ i» ] Then shall a grateful sacrifice In curling fumes ascend the ikies, Offer'd to -all the sylvan pow'rs, In their ambrosial sacred bow'rs. - Short bounds of life are set to man ; 'Tis mirth alone must stretch our span : Then, Sextius, live e'er 'tis too late ; For soon, my friend, impartial fate Perhaps will strike the mortal blow, And snatch thee to the realms below ; Where once arriv'd, no sprightly bowl Shall crown thy joy-exalted soul ; No more shalt thou the sair admire With blissful love, or soft desire."], [35, "[ *9 ] TO THE REPUBLIC. THOU shalt soon be tost again Into the tumultuous main ! See, frail bark, what danger's near ! Hast thou nothing now to fear ? With fatigues and storms opprest, Reach the port and seek for rest. Seest thou not thy lhatter'd side Is with oars no more supplied, See, thy leaky prow is tost, All thy ropes, thy yards are lost ; Nor can thy weak keel sustain All the fury os the main. Blust'ring"], [36, "t «■ ] Blust'ring winds contending roar, Rolling billows to the shore. Thy remaining fails are torn, And by waves are overborn. Ev'n the crew with ruthless rage Cruel war intestine wage. Thou invok'st thy Gods in vain To appease the raging main. Tho' thou art os race divine, Tho' thou'rt built with Pontic pine, Yet the Pilot's tim'rous brow - Will not trust thy painted prow j O beware, lest tempests sweep Thy gay figures to the deep ! Thou, who lately wast my fear Now my fond desire and care, Watchful still shun rocky lands, Rising isles and fhelvy sands. IMITATIONS"], [37, "N. In [ » 1 IMITATIONS O F A N A C R E O L O V E. A VAUNT, vain Cupid ! hoarse alarms, * ■*• High-waving swords, and rattling arms Shall now employ my daring lyre, And each far-founding string inspire. I'll tell of Sparta's warlike king : Achilles' matchless deeds I'll sing, Whose soul enrag'd with martial fire Encounter'd death -— but ah ! my lyre No more heroic notes will prove. But, dumb to war, re'echoes love. O"], [38, "( 22 ] In vain I change each rebel string, The soldier's noble feats to sing : In vain I toil, in vain I try, My strings will naught but love reply. Then farewell, heroes ! love-sprung fire Inflames my foul, and tunes my lyre. I'll now no more of battles dream ; But love shall be my darling theme"], [39, "Y. What [ *3 ] BEAUT \"^7 A T U R E, providently kind, ■** Arm'd with speed the trembling hind ; Lions with tremendous claws, Chasms of teeth and knotty paws ; Fins to scaly fish she gave,, Sporting in the chrystal wave ; To the warbling seather'd race Wings to cleave th'aerial space ; Guardian horns the bulls protend ; Pointed stings the bees defend : Man's for wit and art renown'd, With celestial wisdom crown'd. Nature's gifts I fee assign'd : What remains for womankind ?"], [40, "[ H ] What has tender woman fhar'd ? Beauty, surest, safest guard, -*-- * Beauty's influence all must feel, Tho' ar ray 'd in shielding steel, Beauty's charms resistless prove j All must yield to conqu'ring love,"], [41, "I *s 3 LOVE's TREACHERY. H E world was hufh'd in shadowy night— *• Ursa display 'd her paler light j An awful silence reign'd around, And each was funk in sleep profound, When Love, by partial fate defign'd The foe, the tyrant of mankind, Came forth in quest of prey to roams And flew around my peaceful home, Long had he view'd with secret pain My stubborn bosom's cold disdain i His crafty snares and fatal art Had no ascendant o'er my heart, Now stung with rage and envious hate* The spiteful boy rapp'd at my gate* H When"], [42, "He [ 26 ] When, flumb'ring undisturb'd with cares, u Who's there, cry'd I, that boldly dares u With clam'rous noise disturb my rest ? Love thus reply'd : \" With toils opprest \" A helpless boy desires to dwell 41 This night within thy happy cell, \" Who long hast stray'd thro' dreary plains, \" 'Midst roaring winds and fhow'ry rains. I pitying heard his wretched fate, Then struck a light and op'd the gate. Straight I beheld a blooming child, With wings and arms, of aspect mild. A fire I made with crackling wood, And cheerfully around we stood ; His chilling hands, with friendly care, With mine I warm'd, and dry'd his hair. But when the cold was driv'n away, \" Let us, said Cupid, now survey \" My moisten'd arms : I fain would know \" Whether the rain has hurt my bow."], [43, "C >7 1 He said, and chose his sharpest dart, Which — too well guided ! — pierc'd my heart Then parting cry'd, with scoffing voice : \" Dear landlord, with me now rejoice ; 11 My bow is safe, sound was my dart, \" But soon, I ween, your breast will smart. From that curst time I strive in vain To free my heart from Cupid's chain. Th' infection's spread o'er ev'ry part — A raging sire has seiz'd my heart."], [44, "[ «• 1 D R I N K I N G, TH E gaping earth drinks up the rain \\ The trees earth's de#y moisture drain j Ocean, old drunkard, drinks away : \" The fiery fun drinks up the sea : And when his drunken journey's done, The moon reflective drinks the fun. Then, moralyzers, tell me why, Since all things tipple, should not I -?"], [45, "[ 33 ] Gold begets fraternal hate, Parents' curse and stern debate ; Gold can friendship's bands remove, Gold destroys all filial love ; Gold's the cause of dire alarms, Murders and destructive arms. — Would it's evils ended there ! Gold makes even love despair. K ANACREONTICS"], [46, "« Has [ $° J LOVE WOUNDED. A S Cupid once 'midst verdant bow'rs *• ■*• Was plucking fweetly-od'rous flow'rs, A bee, that on the roses hung Sleeping unseen, his finger stung. His ruby cheeks with tears o'erflow'd, His little hand with anguish glow'd : Then swiftly flying o'er the green, Lamenting thus to Love's fair queen : <; Mama,\" said he, \" I die with pain ! \" A winged serpent on the plain ,\" That's by the shepherds call'd a bees <c From pity or discernment free,"], [47, "LOVE [ 35 ] Fast to its flow'r-enamel'd sides This bubbling riv'let seems to cleave ; And winding flow, reluctant glides, This grove romantic loth to leave. Flora carefs'd by Zephyrs bland Scatters ambrosial sweets around, And blooming flow'rs, at her command, Diversify the teeming ground. Here Cupid reigns with boundless sway : These verdant turis are only trod By those who on the bark display The trophies of th'all conquering God. All things conspire to sooth thy mind : Myriads of Graces round thee move. And could'st thou, Sylvia, be unkind, , Deaf to the call of blissful love ?.. ."], [48, "f i* ) GOLD, OH I how painful not tq lov? ( Love vyill ever painful prove \\ . ■ > Put the most distracting pain I? to love, and love in vain, w Ev'fJP Virtue, ev'ry good, Sparkling wit and noble blood A*C with scornful Cupid vain § Gqld alone can beauty gain, f-]ell I thy massive bars unsold ; 'Whelm the wretch who first y/d goJ4» Qwfa round Ws mane? ?we, Who with gold fir-st pureta'd love I"], [49, "[ 33 ] Gold begets fraternal hate, Parents' curse and stern debate ; Gold can friendship's bands remove, Gold destroys all filial love ; Gold's the cause of dire alarms, Murders and destructive arms. — Would it's evils ended there ! Gold makes even love despair. K ANACREONTICS"], [50, "[ 34 3 A N ACREONTICS. S O L I T U D E. BENEATH these boughs, where jefs'mins bloom, This day, my Sylvia, let us rove. Nature has form'd this shady gloom The blest retreat of peace and love. Within these solitary glades Transcendent joys have fix'd their feat : No medler e'er disturbs these shades, But warblers cautious and discreet. Fast"], [51, "35 Fast to its flow'r-enamel'd sides This bubbling riv'let seems to cleave ; And winding flow, reluctant glides, This grove romantic loth to leave. Flora carefs'd by Zephyrs bland Scatters ambrosial sweets around, And blooming flow'rs, at her command, Diversify the teeming ground. Here Cupid reigns with boundless sway : These verdant turfs are only trod By those who on the bark display The trophies of th'all conquering God. All things conspire to sooth thy mind : Myriads of Graces round thee move. And could'st thou, Sylvia, be unkind, Deaf to the call of blissful love ? LOVE"], [52, "L 36 3 LOVE AWAKED. A L O N G a solitary glade *■ ■*\" As once I chanc'd to stray, Beneath an oak's romantic shade, An infant sleeping lay. As I approach' d, his matchless charms Attracted my regard : His little wings and shining arms The God of love declar'd. He had Lucinda's ev'ry grace, Lucinda, false, unkind ! Whose graceful form and lovely face Ere while inflam'd my mind. But"], [53, "THE [ 37 3 But now the object os her scorn, Falfhood and causeless spite, With constant vows I'd often sworn To shun her hated sight. Now recollection from my breast Drew forth a sudden scream, Which interrupted Cupid's rest, And broke his gentle dream, Enrag'd, his fatal bow he drew, And chose his sharpest dart, Which with a force elastic flew, And deeply pierc'd my heart. (i Thy wound,\" said he, \" from rashness \" Resume Lucinda's love.\" springs ; This said, he spread his silken wings, And flying left the grove. L"], [54, "r 38 3 THE TREASURE. W T ** Y I Pa^s t^ie hoarse-resounding main, ™ ™ Tempting the danger of precarious gain ? Since I may here, undanger'd and at ease, View the rich product of the lands and seas. Why should I sea-girt Tyre for purple seek ? Since I can sind it in my Sylvia's cheek. Or search for pearls the western deeps ? there lies More brightness far in her enchanting eyes. Or seek perfumes beyond the parching line ? When Sylvia breathes ambrosial sweets divine. For iv'ry ransack Asric's burning sands ? Since iv'ry sparkles in her snowy hands. But all the virtues that adorn mankind Direct her thoughts, and influence her mind. Then"], [55, "39 L. AM Then would you see the blooming pow'rs of fense With beauty meet, and godlike excellence, Search not the boundless world, but hither move, And view the pattern of eternal love. EPIGRAM ON READING TRAPP's VIRGI Mourn the hardships which Æneas bore, ■*■ Before he reach 'd Italia's fertile shore. Was't not enough to fee his friends expire, And frame his way thro' flaming floods of fire ; To be, in summer's heat, and winter's frost, From clime to clime, o'er raging billows tost ? But why must he, ye Gods 1 for all his pains, Rewarded be with Trapp's reviling strains ? E P I G R"], [56, "C 44 ] While with impatience their relations wait The word decisive of their dubious fate ; See, on the bench, array'd in pompous state, Sits the stern Judge, majestically great ; Whose ev'ry sentence strikes the tender heart, And bids the tears from each beholder start ! But ah ! a gen'ral stillness now has spread It's downy wings on each attentive head. He speaks 1 the dreadful sentence now is past ; Some guilty wretches soon shall breathe their last. Whilst others, doom'd to leave their native shore, Their friends, their all — perhaps to meet no more ! Condemn' d to rot in a barbarian soil, O'erwhelm'd with pain, and faint with rig'rous toil, Reluctantly depart, and as they move, Take a last farewell of their hapless love. What"], [57, "■■ [ 4i 3 THE TIME S. OThou, whose ease and happiness depend On a lov'd brother, or a bosom friend, How weak thy hope ! how wretched is thy aim ! They but delude thee, mafk'd with friendship's name ; Fawning they flatter, and diflemble love, But int'rest is the goal to which they move. Sincerity is fled, and vice alone Usurps her empire, and ascends her throne. Whate'er should flow from innocence of heart Springs from deceit, from subtlety and art. M The"], [58, "[ 42 1 The man, whose looks display alluring smiles, Yet in his bosom bears perfidious wiles, Securely cheats the virtuous and the wife, Quite unsuspected, rapt in deep disguise -, His acts uncenfur'd, and secure his fame, He bids defiance to remorse and shame."], [59, "[ 43 ] O N T H E ASSIZES. Held at GUILDFORD, in the Year 1772, BEFORE WILLIAM LORD MANSFIELD, AND Sir SYDNEY STAFFORD SMYTHE, Knt. WH Y heaves my panting breast with murm'ring sighs ? And whence those drops that trickle from my eyes ? They are the tears that from soft pity flow, Which rends my heart with sympathizing woe. Behold ! stretch 'd on the rough unfriendly stone, Heart-piercing sight ! unhappy wretches groan Dreading their final doom : their rattling chains Still add new horror to their heart-felt pains. While"], [60, "C 44 ] While with impatience their relations wait The word decisive of their dubious fate ; See, on the bench, array'd in pompous state, Sits the stern Judge, majestically great ; Whose ev'ry sentence strikes the tender heart, And bids the tears from each beholder start ! But ah ! a gen'ral stillness now has spread It's downy wings on each attentive head. He speaks 1 the dreadful sentence now is past ; Some guilty wretches soon shall breathe their last. Whilst others, doom'd to leave their native shore, Their friends, their all — perhaps to meet no more ! Condemn' d to rot in a barbarian soil, O'erwhelm'd with pain, and faint with rig'rous toil, Reluctantly depart, and as they move, Take a last farewell of their hapless love. What"], [61, "[ 45 3 What groans of death-devoted men, and cries Of screaming women rend the wond'ring skies ! \" Forgive, my Lord, spare, spare, oh ! spare my life 1 \" Restore me to my children and my wise. \" Be merciful ; and oh ! in pity, save \" My hopes of youth from an untimely grave. \" Then in a ghastly, fruitless sorrow drown'd, They dash their heads against the flinty ground. They strike their breasts, and in extreme despair, Tear up the earth, and rend their bristling hair. Their cries and tears again promiscuous flow, And form a concord of distracting woe. What hard spectator can from tears refrain, And stand unfeeling sympathizing pain ? Insensible, harsh Justice ! cannot all Reprieve the sinner from the dreadful fall Into Eternity, — that boundless space, Which swist-wing'd time, with ever-flying pace Can never run ? no : Justice clears the good, Severely merciful, but thirsts for guilty blood. N Then"], [62, "Or [ 46 1 Then, Deeds, repine not at the just decree, Which marks heav'ns vengeance on thy crime and thee : Humbly submit ; adore the wrath divine, And think that pain was due to guilt like thine. Avaunt ye wretches, whom the Judge above, Nor dread of instant punishment can move ! Who, fraught with zeal in a flagitious cause, Trample on virtue, and on broken laws : Who to your passions still subservient prove, And scorning Justice, indurated rove : Who stand unmov'd, and cast a smile on death, Seeing your tortur'd fellows yield their breath. Audacious men, repent ! the time will come, When you shall tremble at your rig'rous doom. More impious far, those who're by law decreed, For heinous crimes, in mournful pomp, to bleec And who, instead of penitential tear, Break out in curse, and still to guilt adhere."], [63, ""], [64, "p^ace. / [ 4« 3 O 1 teach me still in virtue's bounds to stay, Nor from the paths of Justice ever stray : That when, at once the wicked and the just Rising distinguish'd from their kin lied dust, My conscious soul on wings expanded flies, To meet her Judge at the last, dread Assize, No spot, no unrepented sin be sound, To rise in judgment, and her hopes confound ; But chrystal-clear, she may from troubles cease, Dwell with the blessed faints, and rest in endless F J N I &"], [65, ""], [66, ""]]