[[1, ""], [2, ""], [3, ""], [4, ""], [5, "l SOCIÉTÉ DE STATISTIQUE DE MARSEILLE DISSERTATION SUR L'ÂNCIENNE TOPOGRAPHIE DE MARSEILLE A SON ORIGINE ET AU TEMPS DU SIÈGE DE CETTE VILLE PAR JULES CÉSAR AVEC CARTES ET PIANS PAR AUred VERDILLON Membre de la Société de Statistique de Marseille PRIX I 3 FRANCS MARSEILLE TYPOGRAPHIE ET LITHOGRAPHIE CAYER ET Ce, rue Saint-Ferréol, 57 1872"], [6, ""], [7, "DISSERTATION SUR L'ANCIENNE TOPOGRAPHIE DE MARSEILLE"], [8, ""], [9, "DISSERTATION SBR L'ANCIENNE TOPOGRAPHIE DE MARSEILLE A SON ORIGINE ET AU TEMPS DU SIÈGE DE CETTE VILLE PAR JULES CÉSAR AVEC CARTES ET PLANS PAR Alfred VERDILLON Membre de la Société de Statistique de Marseille MARSEILLE TYPOGRAPHIE ET LITHOGRAPHIE CAYER ET C\", rue Soint-Ferréol, 5Ï 1872"], [10, ""], [11, "DISSERTATION SCR L'ANCIENNE TOPOGRAPHIE DE MARSEILLE A SON ORIGINE ET AU TEMPS DU SIÈGE DE CETTE VILLE PAR JULES CÉSAR Depuis près de trois siècles, Tancienne topographie de Marseille a été l'objet des recherches et des travaux des savants de tous les pays, et on ne cesse encore de s'en occuper aujourd'hui. Mais sur cette question si difficile à résoudre, les avis ont été longtemps partagés et il ne pouvait en être autre ment, à cause de l'éloignement d'événements qui se sont passés vingt-quatre siècles avant nous, de l'ohscurité de certains textes anciens diversement et souvent faussement interprétés et de Tabsence de tout monument matériel qui nous remette sur la trace de sa fondation. Tandis que les uns croient que la première colonie pho-"], [12, "6 céenne s'est établie d'abord sur la côte ouest ; qu'elle a eu pour port l'anse de la Fontaine-du-Roi ou celle de la Joliette ; que la mer a envahi une grande partie de la ville primitive ; que le port actuel (l'ancien port) n'était qu'un marais sans issue, nettoyé plus tard, dans sa passe au moins, de main d'homme ; qu'ils placent la citadelle sur les bords de la mer entre la Tourette et la Major (1) ; d'autres, au contraire, ont cru que notre port actuel a été le premier occupé par les Phocéens ; que leur ville a été établie sur Templacement où nous voyons encore nos anciens quartiers, c'est-à-dire sur le versant sud des col lines qui regardent le port (2); et, quant à la citadelle, les uns Tont placée sur la colline des Moulins (3), d'autres à TObservatoire (4). II serait trop long de rapporter toutes les suppositions auxquelles ont donné lieu la question qui nous occupe ; nous n'indiquons que les principales, celles qui sont le plus connues. La première opinion a été généralement adoptée. Dis cutée par de savants académiciens au commencement de ce siècle et principalement par M. Vincent Martin, suivie par les auteurs de la Statistique et des ouvrages les plus connus (5), elle est devenue si populaire aujourd'hui, que ce serait presque une hérésie que. de tenter d'y toucher. Aussi n'est-ce point sans une vive appréhension que nous nous sommes décidé à nous poser en adversaire d'hom mes aussi érrrments et aussi érudits que ceux qui Tont émise ou adoptée, et auxquels la science d'ailleurs est (1) Raymond de Solliers, Statistique des Bouches-du-Rhône, Au gustin Fabre, Boudin, Grosson, Papon, Bayle. (2) Pietrus Heindrech. Rufli, Gary. (3) Grosson. (4) Bayle. (5) Augustin Fabre, Boudin, Hermès, Bayle."], [13, "7 redevable de travaux importants ; mais Tapprobation de plusieurs de nos amis', MM. Segond-Gresp , Laugier , Penon, Saurel, Bouillon-Landais, Augier et autres, nous a encouragé à livrer notre travail à^la publicité. Nous n'avons point la prétention de préciser les limites exactes des premiers remparts de Marseille, ni de ceux qui Tentouraient à Tépoque du siège de Jules César , nous ne pouvons que les indiquer approximativement ; quant aux enceintes postérieures, nous laissons à d'autres le soin de s'en occuper (1). Le seul but que nous nous proposons est de prouver : 1° Que Tétablissement des Phocéens a eu lieu dans Ten ceinle de notre ancienne ville, notamment dans la partie qui fut plus tardla ville vice-comtale ; 2° Que la Citadelle n'était point près de la Major, comme on Ta avancé ; 3° Que TArsenal était dans les murs de la ville ; 4° Que les premiers habitants n'ont point eu d'autre port que Tancien port actuel, appelé par eux Lacydon ; 5° Qu'ils n'ont pu s'établir sur un autre point que sur le rivage de ce même port (2). Un assez grand nombre d'auteurs anciens, tant géogra phes qu'historiens, nous ont parlé de Marseille ; presque tous ont vécu à la même époque, sous le règne d'Auguste, et tous nous en laissent la même description ; César seul eu diffère sur un point, et quoique venu cinquante ans plus tôt, il n'y a pas à présumer que pendant ce laps de temps la ville ait changé de place. C'est l'interprétation de (1) II existe un plan de 1630 qui donne assez exactement l'enceinte de Marseille avant 1666. (1) Voir le plan qui accompagne ce mémoire."], [14, "8 ce passage de César, qui a donné lieu à tant de supposi tions, dont quelques-unes sont véritablement si absurdes que nous n'avons pas pris la peine de les citer. Nous allons exposer d'abord les textes de tous les auteilrs qui ont parlé dela topographie de Marseille ; puis, au moyen d'un système que nous croyons n'avoir point encore été émis , et qui nous a été suggéré par les grands travaux publics qui ont eu lieu dans ces dernières années, et une étude approfondie de cette ques tion, il nous sera facile de faire concorder la description de César avec les auteurs venus après lui et qui bien qu'on en ait pu dire, en diffèrent fort peu (1). Strabon, le premier; le plus estimé des géographes de Tantiquité, nous fait de Marseille la description sui vante : « Marseille est une fondation des Phocéens ; elle est « située sur un lieu pierreux ; son port se trouve au « dessous du rocher qui est en forme d'amphithéâtre et « regarde le midi (2). » Denys Périégète, autre géographe, qui vivait, dit-on, à la même époque, nous dit dans un vers assez laconique : « Marseille est étendue le long d'un port curviligne » , ou plutôt , ainsi que Texplique son commentateur Eustathe, dans lequel peuvent se mouvoir les navires (3). (1) Pendant que nous écrivions ces lignes, MM. Penon, conserva teur, et Augier, sous-conservateur du Musée des antiques, d'abord opposés à nos idées , se basant sur les découvertes faites dans la percée de la rue Impériale, ont émis un système à peu près sembla ble au nôtre, que M. Augier a reproduit dans un magnifique plan en relies. (*) KaTÍffjJLa 8'irjz'í *wxcuíwv Maffoa^la, xtítat 6'i-zi Xwptou ntTpóSouç Í.TïoutTrïuxi S'aùt^ ò î.ifií]v Bta-EpotiSri irÉTpa p).ÊTtoú<rfl npòç vótqv. . . . (Edition Panthéon, page 118, ligne 45.) Nous nous servirons toujours de cette édition, parce qu'elle est la plus i'ucile à consulter, les lignes se trouvant numérotées. W) .... ËvOa te Yaìa MafTdaXíï] TETávudTat tTct<rrpoyov ó'p(j.ov ëyouffa."], [15, "9 Pomponius Mêla dit : a Et THalycidon, port des Marseillais, et Marseille « se trouve dans ce port. Cette ville a été fondée par les « Phocéens (1). » Justin, qui a analysé plutôt qu'abrégé Trogue Pompée, nous parle de Marseille en ces termes : « Marseille est située dans un golfe écarté et comme « dans un coin de la mer (2) . » Trogue Pompée est une grande autorité, parce qu'il était Voconce, et a dû par conséquent connaître mieux que qui que ce soit une ville, où il avait certainement passé plusieurs fois et qu'il avait peut-être même habitée (3) . Le rhéteur Eumène, trois siècles plus tard, dans son panégyrique de Constantin, nous a laissé cette phrase : « Marseille, ainsi que je Tai ouï dire, est élevée dans une « mer profonde (ou plutôt dans le fond de la mer) . Elle o est munie d'un port très sûr, dans lequel la Méditerra « née entre par une embouchure étroite. Elle tient à la « terre par un isthme de 1500 pas de largeur, lequel est EUStathe expliquant Ce mot iitíaipoçov, nOUS dit : xai Sti ôpuov rj Mastralúa É^Ei ÉiútfTpEçov, S ÉffTL -:v.;-::/. itEpiSpoaov xai xatiirjXov ï) GU ÈlttffrpEçovxai oí vcri^Xó|A£VOi. « Et le port de Marseille est tortueux, c'est à dire, rond, en forme de cercle ou curviligne, ou plutôt, dans lequel les navigateurs peuvent faire des évolutions. » (1) ... Et Halycidon, Massiliensium portus et in eo Massilia. Hœc a Phocibus oriunda. (2) Conditaigitur Massilia est prope ostia Rhodani amnis, in remoto sinu, veluti in angulo maris. Nous observerons que sinus ne veut pas dire un golfe, comme on l'entend en géographie, mais en général tout enfoncement pouvant s'appliquer à ce que nous appelons une anse ; la signification vraie de sinus est pli. (3) On a plusieurs fois voulu douter de la véracité de Justin ; c'est à tort, au moins dans ce cas-ci. Justin n'a fait que répéter la description de Trogue Pompée qui ne peut s'être trompé, et il n'avait aucun in térêt à la dénaturer. Quant à ce qu'il dit, que Marseille est près des bouches du Rhône, cela est exact relativement à Rome. Elle n'en est d'ailleurs qu'à 40 kilomètres."], [16, "10 « fortifié par un mur muni d'un grand nombre de « tours (1). » Enfin, Festus Avienus nous dit : « Marseille est une presqu'île (2). » Voici maintenant ce qu'on lit dans les Commentaires de César : « Marseille est baignée presque de trois côlés par la « mer ; le quatrième côté donne accès du côté de la terre, « et encore la partie de cet espace qui touche la citadelle, a fortifiée par lanature du lieu et une vallée profonde, en « rend l'attaque difficile (3). » fl) Massilia, ut audio, in profundum mare proeminens et munis simo accinta portu, in quemangusto aditu Mediterraneus refluit sinus, solis M. D. passihus terrœ coheret qua firmissimus et turribus frequen tissimus murut opponitur. On objectera que notre plan ne donne que 800 ou 900 mètres, an lieu de 1,200, qui font 1,500 pas romains. A cela, nous répondrons : 1° qu'Eumène n'est ni un géographe ni un géomètre ; qu'il ne con naissait pas Marseille, puisqu'il dit ut audio, et que n'étant qu'un rhéteur, il n'y avait pour lui aucune importance à préciser le nombre de pas ; 2° que si, en ligne droite, notre plan n'indique que 850 mètres environ, géométriquement, c'est à- dire à vol d'oiseau, en tenant compte du contour et des hauteurs, on arrive à avoir environ 1,100 mètres; 3° enfin qu'Eumène ne dit pas que les pas dont il parle sont des pas romains ou des pas ordinaires d'homme, qui ne font que 75 centimètres environ, ce qui ferait 1,100 mètres. (2) Civitas pêne insula est. (3) Massilia enim fere ex tribus oppidi r-artibus mari alluitur. Re liqua quarta est quœ aditum habeat a terra. Hujus quoque spatii, pars ea quœ ad arcem pertinet, loci natura et valle allissima, longam et difficilem habet oppugnationem. Quelques personnes traduisent ces mots quœ ad arcem pertinet par la partie où est située la citadelle. D'autres pensent qu'il faut lire dans le texte, au lieu de valle altissima. valìo altissimo, par oppo sition à natura loci. — Ces deux versions ne changent rien à notre système et pourraient plutôt l'appuyer que lui être contraires ; mais nous nous en tenons au texte tel qu'on l'explique communément. Nous soulignons à dessein les mots fere, presque, parce que la plu part du temps on n'en tient pas compte et on dit que César a écrit que Marseille était baignée de trois côtés : ce qui est bien différent."], [17, "11 En portant la moindre attention à la configuration des terrains qu'occupent aujourd'hui les quartiers compris entre le Cours et la Cannebière, et la rue des Auffiers, dela Pyramide, du Grand-Puits jusqu'à l'église de Saint-Martin, on ne peut s'empêcher de reconnaître que cette partie de la ville n'a jamais été qu'un bas-fond, entouré de hauteurs de toute part, excepté du côté du port et du sud et qui a dû recevoir les eaux venant de Test, eaux qui étaient peut-être plus considérables qu'elles ne le sont aujour- d'hui. Nous ne sommes pas les premiers à avoir eu cette pensée, la Statistique désigne le Cours comme couvert de marais (1) et on a toujours cru, jusqu'aujourd'hui, que le ruisseau du Jarret venait se jeter dans la Cannebière. Ce dernier point est une erreur ; Jarret a toujours coulé dans son lit actuel (2) ; mais il est possible qu'un ruisseau quelconque soit venu jusque là, et il paraît peu probable que les Phocéens se soient établis dans un endroit entièrement privé d'eau douce. Quoi qu'il en soit, il est certain que les rues des Auffiers et de la Pyramide ne sont que de 1 m. 50 à 3 m. au-dessus du niveau de la marée moyenne (3) celle du Grand-Puits a 4 mètres dans la partie la plus haute. Tous ces quartiers sont bâtis sur pilotis et les maisons n'ont point de caves à cause du peu d'élévation du terrain au-dessus de la mer. Nous pouvons affirmer que, dans la reconstruction de toutes les maisons , 'qui y sont situées, on a trouvé Teau presque à fleur de terre (1) Statistique, t. II, p. 210, Bayle. (2) II est reconnu aujourd'hui que Jarret n'a pu arriver à Marseille. et les titres les plus anciens en font foi Notre ami, M. Meynier, l'auteur des Chemins de Marseille, a été le premier à signaler cette ancienne erreur. M. Bouillon-Landais a appuyé cette opinion de preuves historiques. Elle est aussi soutenue par M. Paul Croset, qui s'est occupé d'une manière toute spéciale des eaux de Marseille et de Jarret en particulier et par notre honorable collègue M. Segond-Cresp. (3) II y a un mètre environ de la marée moyenne à la marée haute."], [18, "12 et que les pilotis s'enfoncent à une grande profondeur. Enfin les travaux du grand égout venant de la place Cas tellane à Arenc, nous donnent la certitude que ces quar tiers ont été sousl'eau dans un temps éloigné. En effet,le haut de la Cannebière est à 4 m. 38 au-dessus du niveau de la mer et le haut du Cours à 8 mètres. Le canal, entre la porte de Rome et Torigine de la rue d'Aix, a été creusé dans l'endroit le plus bas, c'est-à-dire, à la Cannebière à 3 m. 50 au-dessous du sol actuel; partout on n'a trouvé que des terrains transportés à des époques plus ou moins éloignées, sans arriver au fond. Sous la rue d'Aix, on a fait un souterrain, et il a été constaté qu'entre la rue des Dominicaines et le bas de la rue d'Aix, on avait fait un énorme remblai dont la puissance n'était pas moindre de 12 mètres. Or, ce point est à peu près à cette même hauteur du niveau de la mer. Au-delà de la rue des Domi nicaines on est entré dans le terrain vierge (l). Voilà, croyons-nous, assez de preuves de ce que nous avançons que ces quartiers étaient un bas-fond couvert d'eau. Ce n'est plus aujourd'hui une supposition, c'est une certitude. Ces eaux étaient-elles marécageuses ou vives? Tout semble prouver qu'elles n'étaient autre chose que la continuation de Tanse du port et formaient une plage s'étendant vers le sud. Les eaux douces, qui pouvaient s'y rendre, étant en trop petite quantité et la pente qui les y amenait très forte de quelque côté qu'elles vinssent excepté du midi, il est évident que, dans la partie dont nous par lons, c'est-à-dire depuis la Cannebière environ jusqu'à Saint-Martin, il n'y avait point d'ean stagnante, et s'il. y avait des marécages, ce n'a pu être que dans la partie située entre la rue de Rome et le quai du Canal, jusque vers (1) Nous devons ces renseignements à l'obligeance de M. Gassend, membre de TAcadémie, ingénieur qui a dirigé ces travaux."], [19, "13 les rues G-rignan et Montgrand et se rétrécissant par les ramifications de la Vierge-de-la-Garde, d'un côté, et dela Plaine de l'autre,' à partir du Canal, en suivant les sinuo sités que font ces deux collines. Voilà donc ce troisième côté de la mer, qui a tant tour menté l'esprit des savants. A ces preuves, nous ajouterons la découverte d'un vieux navire, faite en creusant les fondations d'une maison à la rue Impériale, près l'église des Augustins, et les pierres d'anciens quais qui se dirigeaient vers le côté de la rue des Auffiers. Ainsi s'accordent tous les auteurs anciens : César, Eumène, Avienus, Strabon, Pomponius Mêla, Denys le géographe et Justin. Enfin, pour peu qu'on veuille réfléchir sur le passage de César, que nous avons déjà cité, on comprendra facile ment, qu'en faisant de la situation de Marseille le tableau qu'il en a laissé, il n'a eu d'autre but que de nous mon trer la difficulté du siège quïl allait entreprendre, diffi culté qui n'eùt point existé, si la ville avait eu accès du côté du levant. Le siège eût-il alors été aussi pénible qu'il le fut? Quelle nécessité de cette chaussée de 80 pieds de haut pour atteindre le bas des murailles et de tant de travaux qu'il eùt été facile d'épargner, en attaquant la ville de côté? Si la ville grecque a gardé son autonomie (1) ou pour mieux dire son administration particulière, jusqu'à la domination des comtes de la première famille d'Anjou, et que conséquemment elle ai tété remplacée par la ville vice comtale, on devra reconnaître que, lorsque César en fit le (1) Nous n'entendons pas par autonomie le droit de paix et de guerre ou de battre monnaie, mais la simple administration intérieure."], [20, "14 siège, Marseille était renfermée dans l'enceinte de cette dernière, ou à peu près. Les auteurs de la Statistique ont soutenu cette thèse (1) qui a été contestée plusieurs fois et récemment encore par d'éminents écrivains. On ne nie plus aujourd'hui que César et ses successeurs aient laissé leur autonomie aux Marseillais. Cela résulte clairement de ses Commentaires (2j , d'un passage de Florus, très explicite (3), et d'un autre deStrabon, plus précis encore (4). Ce que l'on prétend contester, c'est que cette autono mie se soit prolongée au-delà du III* siècle (5) ; mais on n'apporte aucune preuve à l'appui de cette opinion; nous pourrions donc nous dispenser d'y répondre ; néanmoins nous allons essayer de démontrer qu'elle n'a jamais cessé d'exister et qu'elle a pu seulement être interrompue mo mentanément (6) . (i) T. II, p. 273. (2) Cœsar magis eos pro nomine et vetustate quam pro meritis in se civitatis conservons. [De bello civili, 1. II.) (3) Mox dedentibus sese oblata omnia prœter quam potiorem om nibus habebant libertatem, 1. IV. II est à remarquer que Florus vivait plus de deux siècles après César. (4) Ka't ó Kaïuap St xal aï. pit' ixtlvov riyip.6ví$ Tîpòç Taç èv xû i:oXÉ[jlw Yivrçûtlffaç á|Aapfftaç èpieTpíaffav, ncfAVY|fUvoi T^q «piXtaç, xa\\ TÌ]v autovojilav Eçú^aíav, fy l£ àp^îjç 6'XEV ií tcó).iî, w(rc& (x-i] ÚTtaxoûciv tûv elç tïjv inap^íav itsprco^tvuv irtpaTïiYÛv hiJte aut^v |nÍT& toííî ùmixíous. César lui-même et ceux qui ont commandé après lui, oubliant les griefs contre les Marseillais durant la guerre, ne se ressouvenant qne de leur amitié, conservèrent l' autonomie qu'avait toujours eue la ville depuis le commencement, de manière que ni la ville ni ses sujets ne sussent contraints d'obéir aux généraux que l'on envoyait dans cette province. (Strabon, 1. IV, p. 150, ligne 31.) (5) Augustin Fabre, Essai sur les enceintes de Marseille. (6) On a avancé comme preuve contre l'autonomie de Marseille que los actes de saint Victor portent qu'il fut traduit devant deux préfets et que, par conséquent, il devait y avoir deux préfets romains à Mar seille, un pour chaque ville. Cela est absurde et démontrerait le con traire de ce quo l'on veut prouver ; mais nous forons remarquer que lorsque saint Victor fut condamné, Maximien était à Marseille et avait"], [21, "15 La Statistique des Bouches -du -Rhône nous cite plu sieurs inscriptions du IIP siècle, portant le mot AVTO NOMOI(l). Au V siècle, lepapeZozime adresse unejlettre au Clergé, au Sénat et au peuple marseillais (2). On sait que, dès la fin du IV siècle, les empereurs cherchèrent à se débarrasser de Padministration, et qu'au V*, dans les Gaules et la Grande-Bretagne, ils cessè rent de s'en occuper (3); c'est même de cette époque que datent les municipalités dans le Midi. Si donc, pendant que la puissance romaine était le plus despotique, Mar seille a pu conserver son autonomie, quelle raison de croire que pendant la décadence de PEmpire, alors que celui-ci abandonnait Padministration de ses sujets et que les villes toutes romaines se gouvernaient elles-mêmes, cette autonomie ait pu disparaître? Enfin Agathias semble ne nous laisser aucun doute, car il nous dit expressément : « (Marseille) de grecque est « devenu aujourd'hui barbare », ce qui prouverait qu'elle n'a jamais été romaine (4) . Nous croyons donc qu'il est difficile de ne pas admettre Pautonomie de Marseille jusqu'au Ve siècle. Du VIe au XI\" siècle que s'est- il passé? Cette autonomie, ou, pour parler plus correctement, cette liberté d'admi nistration intérieure a-t-elle été laissée à Marseille ? 11 avec lui les cohortes prétoriennes qui accompagnaient toujours l'em pereur et étaient les exécuteurs de ses ordres. II y avait souvent deux préfets dans ces cohortes. (Adam, Antiquités romaines, 1. 1, p. 220.) C'est sans doute devant ces magistrats que fut traduit saint Victor en qua lité de militaire. (1) Statistique, t. II, p. 276. (2) Clericis, ordini et populo Massiliensi (Gallia Christiana, t. I) ; Belsunce, 1. 1, p. 123 ; Ordo, senatus curia (Ducange, Glossaire de B l). (3) Guizot, Civilisation en Europe et en France; Chateaubriand, Etudes historiques; Codex, LV, § 8 et le Code théodosien. (4) k«ì vOv ìÇ 'EMnivíSoç tiTi pap6«pU)] (Agath. in Corp. Bys., t, III, f\" 10)."], [22, "16 ne nous reste, il est vrai, aucun document de cette épo que de barbarie; mais c'est la croyance générale des savants qui s'en sont occupés, et les auteurs de la Sta tistique et M. Augustin Fabre n'y mettent aucun doute (1). Avant de passer aux preuves, nous devons établir d'abord que la ville de Marseille fut toujours divisée en deux par ties, la ville proprement dite, Urbs ou civitas Massiliœ, soit la basse ville qui fut plus tard la vice-comtale, et la ville romaine, appelée ville haute, villa superior, qui fut subdi visée dans les siècles suivants en ville Episcopale et ville de la Prévôté et de Pœuvre, villa Episcopalis Turrium et villa prcepositurœ et opérée sedis ; car, après tout , Pimportant pour nous est de constater la séparation dela ville basse ou grecque avec la ville haute ou romaine (2). Nous devons mentionner d'abord la séparation maté rielle qui existait entre les deux villes. Cette séparation a été attaquée, il est vrai , mais sans motifs plausibles ; car, il est impossible de la nier, en présence de plusieurs actes du moyen-âge : nous nous bornons à en citer deux ; l'en quête faite au commencement de l'année 1164, au sujet des droits de PEglise, porte que la ville supérieure est entourée de murs et de fossés (3) . Une sentence rendue en 1163, par Pierre, évêque de Marseille, dans un différend entre les chanoines des Accoules et les Dames de Saint- Sauveur, nous apprend qu'il existait des murs anciens qui (1) Statistique des B.-du-Rh., t. II; Augustin Fabre, Histoire de Marseille, t. I, p. 188 et 230. — II est vrai que ce dernier a changé d'opinion dans son Essai sur les enceintes de Marseille, mais sans en donner de raisons. (2) II est remarquable qu'en parlant des diverses parties de la ville, tous les actes du moyon-âge donnent la qualification de urbs ou civitas à la ville basse et de villa aux deux autres, ce qui semble indiquer qu'elles n'étaient que des annexes à la principale. (3) Villam superiorem sicut vallo et mûris cingitur."], [23, "17 séparaient les deux villes et une porte Parpillum, faisant communiquer les deux villes (11. On nous opposera Parbitrage de 1219, qui semblerait indiquer que la séparation matérielle n'avait jamais existé, puisqu'il fallut y avoir recours pour délimiter les deux villes ; mais cela ne détruit en rien notre assertion, ap puyée sur des titres écrits ; car les murs déjà vieux, d'ail leurs, vêtus vallum, peuvent avoir existé un demi-siècle auparavant et être tombés à cette époque. II ne faut pas oublier que les vicomtes, qui, au XIP siècle, possédaient la ville basse, étaient tous endettés et ruinés par des prodigalités faites sans discernement ; que d'ailleurs ils étaient très nombreux ; si nous ne nous trom- pons, cinq branches tenaient alors la vicomté dans Pin- division, ce qui fut cause que le plus grand désordre dut s'établir dans leurs affaires, et comme ils n'avaient aucun intérêt à relever les murs de séparation des deux villes, il est plus que probable qu'ils les laissèrent venir en ruines et que l'on s'empara de l'emplacement des remparts pour y bâtir des maisons. Comme les vicomtes n'étaient plus les maîtres de Marseille à Pépoque de la délimitation, d'après cet acte il paraîtrait que la communauté de la ville basse avait empiété sur les terrains de la ville haute. Au reste, ce qui se passa alors a du aussi se passer entre les parti- culiers de domaines directs. Ainsi, nous avons vu des cam- pagnes composées de plusieurs pièces de terre, les unes dépendant de Saint- Victor, d'autres du Chapitre, d'autres des Hospices. Ces campagnes , partagées de nouveau sans avoir égard à leurs directes, ont donné lieu à des sen tences arbitrales semblables à celle-ci. (1) Et inde lendit per vêtus vallum ad aliud postale de Parpillum et a portale rectâ lineà usque ad vallum de Rocca Barbara. II est à re marquer que ces murs sont indiqués comme vieux, ce qui fait pré sumer qu'ils étaient construits depuis plusieurs siècles. 2"], [24, "18 Ce furent les Visigoths et les Bourguignons qui occu pèrent le plus longtemps nos provinces, pendant les pre mières invasions des Barbares, et sous leur domination, le régime municipal, on le sait, ne fut pas interrompu, il fut même favorisé. Si, sous les Francs, nous voyons la ville gouvernée par des patrices ou des comtes, nous voyons aussi que Mar seille était séparée en deux villes jusqu'au VI\" siècle, lors des démêlés de saint Théodore avec Gondran. Grégoire de Tours nous dit que Childebert avait cédé une moitié de la ville à Gondran, et que Dynamius écrit à Gondran que s'il voulait avoir la partie de la ville appartenant à Pévê que, le seul moyen était de l'en chasser. Sous les vicomtes, il n'est pas douteux que la ville basse avait des immunités qui paralysaient le pouvoir seigneurial. Au commencement du XIP siècle , nous voyons la communauté traiter en son nom avec Pise et Gènes, recevoir des privilèges importants des rois de Jéru salem, ses consuls figurer comme témoins dans un acte passé entre les seigneurs de Marseille, les chevaliers hos pitaliers de Saint-Jean (1). Enfin, en 1211, ses syndics ou consuls racheter les droits des vicomtes. L'existence de notre communauté, à cette époque, n'est-elle pas une preuve de son ancienneté et de la continuation de Padmi nistration particulière et municipale existant du temps des Romains ; car certainement les vicomtes ne la créèrent pas? Et si elle s'était formée pendant leur domination , ils n'auraient pas manqué de l'en empêcher ; ils étaient assez puissants pour cela, si ce n'est à la fin, au moins dans le temps de leur splendeur, au commencement du XIP siè cle, où nous venons de le voir, elle se posa en partie contractante avec les villes d'Italie. ( 1 ) Etudes historiques sur les trois cités de Marseille , par M . Mortreuil , lues à l'Académie de Marseille."], [25, "19 Mais, nous dira-t-on , la séparation des deux villes date-t-elle de la domination romaine? Rien de précis ne Pindique, il est vrai; cependant, tout semble confirmer cette hypothèse. II est probable que les Romains, en laissant leur auto nomie aux Marseillais, ne purent renoncer aux avantages de la position géographique de la ville. César dit qu'il y laissa deux légions, que la Statistique et M. Augustin Fabre nous donnent comme les premiers habitants de la ville haute séparée entièrement de la ville grecque et ayant une administration à part. Une autre considération plus sérieuse est celle qui ré sulte du pouvoir administratif de Pévêque. II n'est pas besoin de rappeler que la puissance ecclésiastique se subs titua, pendant le moyen-âge, aux divisions territoriales opérées sous Padministration romaine. Or, il est certain que les évêques n'eurent jamais Padministration de la ville basse, tandis qu'ils eurent toujours celle de la ville haute. Toutes ces considérations font présumer que ces deux villes ont toujours été indépendantes et que la ville grec que avait son administration à part de celle des Ro mains (1). (1) Nous pourrions invoquer les actes de Saint-Victor, mais la double interprétation dont est passible le passage qui a rapport à notre sujet, nous engage à le donner en note seulement. En oici le texte : Unde et romanœ potentiœ meruit in occiduis partibus quasi propria sedes. On peut traduire : « Ce qui fit qu'elle mérita de devenir dans sa partie occi dentale comme le siège propre de la puissance romaine. » C'est ainsi quo l'a entendu M. Mortreuil dans l'étude historique que nous venons de citer. La suite de cette phrase semblerait donner raison à cette opi nion ; car immédiatement après, les actes disent : Quare et romanorum numinum studiosa cultrix et sacrilegorum svperstitionum acerrima et ferocissima defen&alrix habebatuf. — Cependant on peut interpréter la première phrase : « Ce qui fit qu'elle mérita de devenir le siège de la puissance romaine dans les parties occidentales (de l' empire).."], [26, "20 Une question nouvelle a été traitée, il y a peu de temps, par un de nos collègues les plus érudits. Cette question nous intéresse d'autant pins, qu'elle est diamétralement opposée à la thèse que nous soutenons, à savoir : que la ville grecque a été la même que la vice-comtale (1). Du fait que la division de Marseille en trois villes, la vice-comtale, Pépiscopale etprévôtale, ayant chacune une administration différente, s'est reproduite dans diverses villes du Midi, qui étaient cependant sous la domination romaine, notamment la capitale de notre province, peut il en résulter qu'il n'est pas certain que la ville vice-com tale ait remplacé la ville phocéenne? Nous ne pensons pas que ce soit rigoureusement nécessaire. Cette division peut avoir eu des époques et des causes différentes dans les villes romaines que dans la nôtre. Nous n'avons pas à examiner ce qui s'est passé chez nos voisins ; mais il est évident pour nous qu'ici, tout au moins, elle n'a pas été l'objet d'une volonté spontanée des parties ; comme celle qui pourrait résulter de trois acquéreurs qui se divisent un fond de terre acheté en commun, ou celle d'un con quérant qui partage une province entre trois de ses com pagnons. Le fait de trois administrations fonctionnant en même temps à Marseille, chacune dans une partie différente de la ville, n'est pas discutable. Le point principal pour nous est de rechercher surtout quels sont les rapports qui ont existé entre elles et la manière dont elles se sont formées. II est certain qu'à l'époque de la décadence de Pempire C'est l'avis de M. l'abbé Albanès. Néanmoins, nous pensons que, comme Marseille ne fut jamais la capitale des Bomains dans les Gaules, on peut sans inconvénient adopter la première version qui vient à l'appui de notre opinion. Nous laissons au lecteur la faculté de choisir celle de ces deux versions qu'il voudra. (1) M. Mortreuil, Etudes historiques sur les trois cités de Marseille."], [27, "21 romain, les évêques héritèrent d'une partie de la puissance administrative et qu'ils exercèrent de grands pouvoirs du V au X\" siècle (1). Cela résulte clairement des lois de cette époque (2), et ces pouvoirs s'étendirent au point que toute Padministration passa dans leurs inains. II arriva à Mar seille ce qui eut lieu dans toutes les autres villes; mais avec cette différence, que la ville grecque ayant conservé son administration particulière jusqu'à cette époque, les évêques durent exercer leur pouvoir sur la partie seule ment soumise aux Romains. Plusieurs documents sem blent nous l 'indiquer. PLa construction du château Babon par Pévêque de ce nom, vers la fin du VIIP siècle (3), dans la partie qui a toujours été attribuée à Pévêque ; 2° La lettre qu'écrit Dyamius à Gondran, disant : « qu'il n'était pas en son pouvoir d'avoir la portion que Pévêque tenait, et que le seul moyen était de le chasser (4) ; » 3° La déclaration des principaux habitants de la ville haute, qui avaient voulu se soustraire, sous Pierre de Montlaur, à sa domination, en 1219. Elle dit expressé ment : « Que ce pouvoir, dans cette partie de la ville, re « montait à la plus haute antiquité et à des temps dont « on avait perdu la mémoire (5). » Quant à la séparation de la ville épiscopale des Tours (6) (1) Guizot. Civilisation en Europe, T leçon. (2) Codex, 1. I, t. IV, De episcopali audientia. (3) La construction du château Babon par l'évêque de ce nom n'est point certaine. C'est seulement une probabilité, Rufsi croit qu'il fut bâti par les premiers vicomtes. (4) Ruffi ajoute : « Nous pouvons juger par là que l'évêque était seigneur temporel d'une partie de la ville. » (5) Et antecessorum vestrorum et ipsius ecclesiœ antecessorum domi natione ac juridictione temporali ab antiquissimis temporibus in tan tum quod ejusdem principii memoria non existit. Belsunce, t. II, p. 93. (6) Villa episcopalis turrium."], [28, "22 d'avec celle du prévôt (1), ce que nous en savons par les actes de cette époque, à partir du XP siècle jusqu'au XIV°, où cet état de choses cesse définitivement d'exister, par l'achat que fit la reine Jeanne, de la juridiction de cette dernière, nous fait penser que celle-ci ne fut qu'une dépendance de celle de Pévêque, bien qu'elle soit souvent désignée par Allodium Sanctœ Mariœ. Observons d'abord que les anciens actes, en parlant de ces deux parties séparément, appellent la première, villa episcopalis turrium, et la seconde, villa prœpositurœ et opérée sedis, et lorsqu'il s'agit des deux villes prises en semble, villa superior ou villa episcopalis (2); c'est là déjà un indice certain que ces deux parties ne faisaient qu'une même ville sous Padministration supérieure de Pévêque. Une infinité d'actes nous font connaître que le Chapitre n'agissait jamais seul; toutes les transactions, tous les échanges de biens se font au nom de l'évêque (3). C'est à l'évêque que Raymond Béranger confirme tous les biens de l'église majeure ; c'est à l'évêque et au Chapitre que les vicomtes rendent hommage pour le château Babon, qui dépendait de ce dernier (4) . Lorsqu'en 1 1 63 , le prévôt et les chanoines veulent se rendre indépendants, un jugement des évêques de Carpentras et de Toulon ordonne que le prévôt jurera fidélité et obéissance à l'évêque (5), et peu (1) Villa proposturœ et operœ sedis. (2) Buffi. t. I, p. 144. Confirmation par l'empereur Frédéric des biens de l'Eglise, en 1164. — Acte de vente de la ville supérieure à Charles d'Anjou (1363). (3) II serait trop long de les citer tous ; nous nous bornons à rap peler un acte d'acquisition, par le Chapitre, d'une terre, en 1117, signé par l'évêque ; l'acte de délimitation entre la ville supérieure et l'infé rieure; le jugement de l'archevêque d'Aix entre les villes basse et haute, où Tévêque est toujours représenté comme partie. (i) Ruffi, t. II, p. 301. (5) Item mandaverunt quod prœpositus qui in prœfatâ ecclesiâ insti tueretur fldelitatem et obedientiam super sancta evangelia promitteret. Belsunce, t. I, p. 482."], [29, "23 de temps après, un autre jugement des évêques deCar pentras et d'Antibes décide que le prévôt et les chanoines auront la libre administration de leurs biens, sous la sur- reillance de Pévêque cependant (1-2). Enfin, une des preuves les plus convaincantes est la juridiction. En effet, le juge de la ville prévôtale était su balterne de celui de l'évêque, et celui-ci j ugeait seul les appellations en dernier ressort et était juge souverain de tous les habitants de la ville supérieure; aussi, lorsque Benoît d'Alignano remit à Charles d'Anjou la ville supé rieure (c'est-à-dire Pépiscopale et celle du Chapitre), il lui céda la juridiction mère, mixte et impère, c'est-à-dire, la haute justice (3). Et si Charles I\" n'acheta pas la juri diction du prévôt, c'est qu'il n'y avait pas d'avantage pour lui, puisqu'elle était inférieure à celle de l'évêque, pas plus qu'il ne lui convint d'acheter la basse et moyenne justice de le ville des Tours, que les évêques avaient vendue à des particuliers (4-5). Le conseil de la ville prévôtale avait un pouvoir sì res treint, que lorsqu'il s'agissait des affaires communes aux deux parties de la ville supérieure, il était obligé de se réunir à celui de la ville des Tours, et comme les mem bres de celui-ci étaient en nombre double à peu près du (1) Etcanoniciobedientiam quam ei promiserunt secundum tenorem cujusdam scripli teneant ■ . liberam autem administrationem domûs ipsius canonicœ, prceposito consilio tamen Episcopi adjudicavimus . (2) En 1235, décision de l'évêque de Nîmes et de l'archidiacre de Magdelone par laquelle les chanoines se soumettent en tout à l'évêque. (3) Buffi, t, I. p. 145. t. II, p. 231. (4) Buffi; Belsunce, t. II, p. 138. (5) II parait que les chanoines étaient fort embarrassés de cette ju ridiction, puisqu'ils l'avaient mise aux enchères avant l'achat qu'en fit la reine Jeanne et que personne ne s'était présenté. Belsunce, t. II, p. 418 (Acte de cession à la reine Jeanne). A nullâ personâ poluerit dictum capitulum invenire quod tantum, etc. . ."], [30, "24 premier, c'était en réalité la ville épiscopale qui gouver nait les affaires de la ville haute (1). Quand et comment s'est formée cette division ? C'est ce qu'il est impossible de connaître ; mais on peut supposer que ce ne fut pas avant le XI\" siècle, puisque le premier qui prend le titre de prévôt est un chanoine nommé André, en 1060 (2). Nous ne pensons pas, cependant, que ce fut avant le XIP siècle, puisque en 1117, le Chapitre n'avait pointde manse séparée de Pévêque (3); mais cette division a dû. avoir lieu lorsqu'on sépara les manses et dans l'espace de temps qui s'est écoulé entre cette époque et celle où les chanoines veulent se soustraire à la domination de Pévêque. Pendant ce temps, les prévôts, choisis parmi la haute noblesse, durent chercher à se rendre indépendants ; mais nous venons de voir qu'ils ne purent y réussir. On nous représente le château Babon comme la preuve de la seigneurie du Chapitre. Soit que ce château eùt été bâti par l'évêque de ce nom, ce qui est incertain, soit qu'il Pait été par les vicomtes, il n'est pas douteux que ceux-ci l'occupèrent sous la dépendance, contestée cepen dant, du Chapitre, et qu'ils le vendirent ou cédèrent, à divers titres, à celui-ci en 1215 ou 1217, époque où les vicomtes vendirent aux habitants de la ville basse tous leurs droits sur elle (4) . Enfin, les observations archéologiques viennent à l'ap pui de la thèse que nous soutenons. La ville vice-comtale ne nous offre, il est vrai, actuellement aucun vestige de monument grec ; mais si nous en croyons Grosson, et il n'y a aucun doute à émettre sur les faits qu'il avance, toutes (t) Ruffi, 1. 1. p. 146. (2) Acte de donation de l'église des Accoules à l'abbaye de Saint- Sauveur. Belsunce, t. I, p. 416. (3) Belsunce, t. I, p. 438. (4) Buffi, t. II, p. 301; Belsunce, t. II, p. 107."], [31, "25 les antiquités grecques qui se sont trouvées à Marseille, Pont été dans cette partie de la ville (1). C'est aussi là que l'on a trouvé les stèles informes qui remontent certaine ment aux temps les plus reculés, et dans le XVIIe siècle, la statue de Minerve et les fondations d'un édifice que I'od présume avoir été le temple de cette divinité (2). Mais dans la ville haute, nous avons les caves de Saint- Sauveur, construction évidemment romaine, dont nous regrettons sincèrement la perte ; une infinité de médailles romaines, d'inscriptions latines, de sarcophages qui ne peuvent être que romains ou gallo-romains (3). Dans les jardins de la prévôté, des marbres et des vestiges de toute sorte, des chapitaux corinthiens et composites, très bien travaillés, au dire de Grosson, des colonnes de granit, etc., toutes choses qui n'ont pu être sûrement Pœuvre des Grecs d'Ionie (4-5). Tout concourt donc à nous faire trouver l'ancienne cité phocéenne dans la ville des vicomtes. C'est par consé- (1) Grosson était très peu versé dans l'archéologie. Ii a pris souvent des objets purement romains ou gallo-romains pour grecs, et méme des objets du moyen-âge. II faut donc étudier avec soin les objets et monuments dont il nous parle et les classer selon leur origine. (2) Buffi, p. 315; Grosson. (3) Grosson ; Massiliographie ; Ruffi. (4) Ruffi, p. 312; Grosson. (5) On sait que les Grecs ne connaissaient guère que les ordres do rique et ionique, et que celui-ci ornait le temple de Diane d'Ephèse. Callimaque, l'invcnteur supposé de Tordre corinthien, a vécu 150 ans après la fondation de Marseille et son chapiteau ne dut pas certaine ment avoir la forme que nous lui connaissons aujourd'hui. Plusieurs savants croient même que son invention par ce sculpteur est une fable; nous sommes assez de cet avis. Les Grecs, d'ailleurs, usèrent peu de cet ordre avant le siècle d'Auguste. Quant au composite, inutile de dire qu'il est tout romain et qu'il ne fut employé que plus tard. Le premier exemple de cet ordre est le temple dédié à Auguste et Rome à Milasso. Le granit n'était employé que par ces derniers ; il n'y a pas d'exemple de monument grec en cette pierre."], [32, "26 quent dans celle-ci que nous devons chercher la ville as siégée par César. La Statistique nous a donné les limites de cette enceinte, que nous croyons à peu près exacte. LA CITADELLE II paraîtrait étonnant que l'on se soit obstiné à sup poser la citadelle dans la partie de Marseille située entre la place de Lenche et la Joliette, situation des plus dé plorables, nous dirons même impossible, si l'on n'attribuait cette opinion au besoin de soutenir la tradition religieuse qui veut que la Major ait été le temple de Diane, et l'ab baye de Saint-Sauveur, ou .l'église des Accoules, le temple d'Apollon (1), et aussi au peu de connaissance archéo- (1) Nous n'avons jamais compris l'importance que l'on pouvaitmettre à faire remplacer les temples par des églises, et nous ne voyons pas ce que la religion peut avoir à y gagner. Quant à nous, il nous semble plus honorable pour elle de croire que la Major a été la plus an cienne église de Marseille, Ecclesia Sanctœ Mariœ ou nostrœ dominœ anti quœ sedis (Ruffi), qu'elle fut la cathédrale d'Orésius, et que la première construction remonte à Constantin qui fit bâtir des églises dans toutes les grandes villes et les dota avec les biens qui avaient appartenu aux temples paiens. Cet empereur laissa subsister les temples qui furent rouverts sous Julien, mais ne les convertit point en églises. A cette époque, la plus grande partie des populations était encore paienne, surtout dans l'Occident. II est impossible que la Major, ayant été le premier templo chrétien, ait succédé à celui de Diane qui ne fut probablement démoli que plus tard, les Marseillais tenant beau coup à la déesse qu'ils avaient prise pour patronne. Ce ne fut que sous Constance que, dans certaines villes d'Orient, on convertit quel ques temples païens en églises, et encore Julien les rendit à leur ancien culte. Le renversement des temples ou leur changement de culte ne date que de Théodose, et même à cette époque, ce ne fut que dans l'Orient qu'il eut lieu. A Rome même, bien longtemps après"], [33, "27 logique des siècles qui nous ont précédés. Elle n'est fon dée sur aucun document historique et ne repose pas même sur certaines données générales qui peuvent quel quefois rendre une hypothèse probable. La plupart de ceux qui Pont émise ou adoptée n'ont point cherché à la démontrer, ni indiqué sur quels motifs ils s'ap puyaient (1-2). On sait ce qu'étaient les citadelles des anciens, appelées acra par les Grecs, et arx par les Romains (3) ; toutes étaient, selon la signification de ce mot, sur le point culminant de la ville et le plus propre à sa défense. C'estlà un principe du génie militaire qui a existé de tout temps ; citer celles qui se trouvaient dans cette position, c'est les citer toutes, et nous n'en trouvons aucune située dans un bas-fond. U est avéré, en outre, que les temples des dieux tutélaires étaient sur la lieu le plus élevé et renfermés dans la citadelle (4); chez les Grecs surtout, c'é- cette époque, les églises remplacèrent les temples des idoles; presque tous ces changements eurent lieu du Ve au VIII\" siécle et plus tard encore. La fameuse rotonde au Panthéon ne reçut la destination chrétienne qu'en 608 (Nibbi). On nous oppose la tradition. Mais de quand date-t-elle 1 Nous avons été si souvent trompés par de semblables traditions, telles que celles de la porte Juliette, du Château-Joli et autres, qui n'ont pas eu plus de valeur, que nons croyons que l'on ne peut y ajouter aucune foi, lorsque, surtout, elle est en opposition avec toute vraisemblance. (1) II est curieux de voir dans Grosson comment il prétend dé fendre cette opinion. (2) On auteur moderne (Bayle), qui a exposé un système sur la topographie marseillaise au temps de César, directement opposé au nôtre, combat comme nous cette opinion, qui, déjà, avait eu, d'après Grosson, des adversaires dans le siècle passé. (3) 'Axpa en grec, veut dire hauteur et ce n'est que par extension que ce mot est appliqué à citadelle. — Arx, d'après Priscien et Isidore de Séville, viendrait de ab arcendo ; d'autres le font dériver A' acra. (4) Champollion Fijeac, Traité d'archéologie."], [34, "28 tait une règle générale, et quand cela ne serait pas, Stra bon dit expressément que les temples de Diane et d'Apollon se trouvaient dans celle de Marseille. Enfin, si nous cher chons quelle a été la surface de ces enceintes, nous les trouvons toutes renfermées dans un petit espace. La cir conférence de la colline du Capitule était de 4,400 pieds romains (1,300 mètres environ) (1) ; celle de Sparte, 1,200 mètres; celle d'Athènes, 2,400 pieds (800 mètres) (2). II y a bien loin de ces conditions, dans lesquelles nous trouvons les citadelles des anciens, à celles que l'on vou drait donner à la citadelle de Marseille et au temple de Diane. Celui-ci aurait été placé dans l'endroit le plus bas de la ville (9 mètres au-dessus du niveau de la mer) , et la citadelle dans l'endroit le moins propice pour la défense et le plus exposé à l'attaque des ennemis (3). Elle aurait été d'une grandeur démesurée (4). Nous ne voyons pas pourquoi les Phocéens auraient dérogé aux usages de leur temps, qui d'ailleurs sont conformes à la plus saine raison, au plus simple bon sens et aux règles les plus élémentaires de l'art militaire (5). C'est donc sur les hauteurs de la ville que nous devons chercher Pemplacement de la citadelle. (l) Nibbi. (2) Chateaubriand, Itinéraire. (3) Les citadelles des anciens n'étaient autre chose que des en ceintes mieux placées et plus fortifiées que le reste de la ville où se réfugiaient les guerriers encore valides après la prise de la ville et n'avaient pas remploi des forts d'aujourd'hui. Or, la citadelle de la Stalistique et de M. Fabre et autres aurait été dominée de tous côtés et abiméó à coups de pierre seulement. (4) Elle aurait eu plus de 2,250 mètres. (5) Un auteur a dit que cette citadelle devait servir à la défense de la ville du côté de la mer; c'est sans doute par plaisanterie. II oubliait que les anciens n'avaient ni vaisseaux à trois ponts, ni canons à la Paixhang, ni obusiers, et qu'une simple muraille suffisait pour empêcher un débarquement."], [35, "29 Marseille est dominée par deux collines, la butte des Moulins et celle des Carmes. La première est située à 41 mètres 30 centimètres au-dessus du niveau de la mer. Le plus haut point de la deuxième est à 39 mètres 10 cen timètres; c'est une différence de 2 mètres tout-à-fait insi gnifiante. Toutes deux sont très escarpées du côté qui donnait en dehors de la ville, et Pétaient beaucoup plus alors qu'aujourd'hui, surtout celle des Carmes, comme on a pu s'en convaincre par les fouilles faites au nord de cette dernière, qui ont fait voir des remblais considé rables ; il nous faut donc choisir entre ces deux points. Malheureusement les anciens auteurs sont peu explicites et se bornent à signaler Pexistence d'une citadelle. Stra bon nous dit qu'elle renferme les temples de Diane et d'Apollon (1 ) . César nous dit seulement que la partie qui la touche, ou, selon quelques-uns, qu'elle occupe, est défen due par la nature du lieu et une vallée profonde (ou bien par un mur très élevé), ce qui rend l'attaque longue et difficile (2) . II nous importe peu que l'on adopte l'une ou l'autre de ces versions; car ces deux collines sont toutes deux escarpées, et se trouvant très rapprochées, on peut, sans contredire César, adopter l'une ou l'autre de ces posi tions. D'un autre côté, rien n'empêche de penser qne Vallo altissimo ne puisse s'entendre du mur qui allait de la citadelle à la mer. Enfin Lucain nous donne une expli cation qui parait devoir nous mettre sur la voie de trouver (1) EvSfc tf\\ ttitpa tò i^iéfflov ïSpUTai xaX TÒ TOÛ StXçlvtou àitóMwvoç Upòv TOÙTO [jlèv xotvòv 'íújvwv áitávtwv tq St IçÉffisv Tïjç 'Ap-típuSo; Èffrt veùs Tïjç Içetríaç. (Strabon , p. 148, ligne 49.) Remarquons que Strabon se sert du mot i*t* que nous avons déjà dit signifier hauteur et non de çpoipmv qui signifie forteresse dans un sens plus étendu. (2) Reliqua parta est quœ aditum habeat à terra hujus quoque spatii pars ea quœ ad arcem pertinet loci natura et valle altissimâ munita, longamel difficilem habet oppugnationem (De bello civili, 1. II). Voir la note de la page 5."], [36, "30 cet emplacement ; cela nous oblige à une digression que nous aurions voulu éviter, à savoir : dans quel lieu était placé le camp de César lors du siège. Voici ce que nous lisons dans Lucain (1) : « Non loin des murs s'élève un mamelon, dont le som « met forme, en s' élargissant, un petit plateau ; cette « éminence, qu'on peut fortifier d'une longue enceinte, « parait à César très favorable au campement. La partie de « la ville la plus voisine du camp est une citadelle éle « vée, dont la hauteur est égale à celle du mamelon. Au « milieu s'abaisse une vallée. César est séduit par le gi « gantesque projet de réunir les deux collines par une « vaste chaussée ; mais, d'abord, pour bloquer entière « ment la ville du côté de la terre, il ouvre une tranchée « et la conduit du haut de son camp à la mer. Ce fossé « ferme la campagne aux assiégés et lenr coupe les eaux, « les vivres et les fourrages, et le gazon s'élève en cré « neaux épais sur les angles du boulevard (2-3). (1 ) Quoique Lucain soit un poète, il est reconnu que la Pharsale est plutôt une histoire en vers qu'un poème. II vivait d'ailleurs à une époque où les souvenirs des faits qu'il raconte étaient encore tout ré cents chez les Romains. (2) Haud procul a mûris tumulus surgentis in altum Telluris, parvum diffuso vertice campum Explicat; haec patiens longo munimine cingi Visa duci rupes, tutisque aptissima castris. Proxima pars urbis celsam consurgit in arcem, Par tumulo, mediisque sedent convallibus arva. Tùm res immenso placuit stalura labore, Aggere diversas vasto committere colles. Sed prius, ut totam, quà terra cingitur, urbem Clauderet, a summis perduxit ad aequora castris Longum Gœsar opus, fontesque et pabula campi Amplexus fossâ, densas tollentia pinnas Cespitibus, crudaque exstruxit bracchia terrae. (Pharsale, 1. III, vers 375.) (3) On nous dira peut-être que cette description n'est pas conforme"], [37, "31 En comparant ce passage avec les Commentaires de César, on ne peut établir le camp de ce dernier que sur les hauteurs du cimetière et de la gare. Elles sont de 40 à 50 mètres environ au-dessus du niveau de la mer, un peu plus haut, en certains endroits, que le point de la colline des Carmes le plus rapproché de cette position. De là, il pouvait voir, comme il le dit lui-même, ce qui se passait dans la ville (1), dont il n'était éloigné que de 400 mètres. Sa tranchée pouvait se reconnaître encore il y a quelques années dans les fossés qui allaient de la rue du Bon-Pasteur à la mer, au-dessous du boulevard des Dames, et la chaussée traversait le plateau de la porte d'Aix, ou à peu près. Ce plateau était plus bas de 27 mètres que le cimetière, et de 15 environ que la plate forme sur laquelle était établie la citadelle, ce qui formait une véritable vallée que Lucain d'ailleurs ne nous pré senté pas comme très profonde (2-3). Nul autre point ne peut convenir à la réunion de toutes les circonstances dont parlent ces deux auteurs, relative ment à'Pemplacement du camp ; car si César l'eût établi sur les hauteurs du Lazaret ou de Saint-Lazare : 1° il n'eùt pu voir ce qui se passait dans la ville qui se trouvait en entier du côté du midi, et masquée par conséquent au à celle de César; dans tous les cas, elle s'en éloigne fort peu et ne le contredit pas et il serait très facile de faire concorder ces deux des criptions. Elle a été suivie d'ailleurs par Ruffi. (1) Facile erat ex castris Tribonii prospicere in urbem (De bello ci vili, 1. U). (2) h' Bermes marseillais croit qu'une chaussée de 500 mètres a existé sur une grande partie de la rue d'Aix et que les fossés du bou levard des Dames étaient faits de main d'homme. (3) 80 pieds romains font 23 mètres 50, hauteur moyenne de la vallée qui sépare les Grands Carmes du cimetière et que donne César à sa chaussée."], [38, "32 nord par les hauteurs des Moulins et des Carmes (1) ; 2\" la chaussée de 80 pieds dont parlent César et Lucain n'aurait pas été nécessaire, ou elle aurait du être beaucoup plus élevée ; la vallée qui sépare ces hauteurs de la ville étant beaucoup plus profonde ; 3° la tranchée qui allait du camp à la mer n'aurait pu exister (2) ; 5° il eùt laissé libre toute communication avec les assiégés; 6° enfin, il eùt été trop éloigné dela ville, surtout àSaint-Lazare (3). Ainsi donc si, comme la chose paraît vraisemblable, le camp de César était sur les hauteurs du cimetière, et que l'attaque ait eu lieu contre la citadelle, il est certain qne celle-ci était située sur la hauteur des Carmes ; mais pin sieurs autres, raisons viennent corroborer notre supposi tion. (1) Plusieurs personnes pensent que la ville pouvait avoir été bâtie sur les deux versants telle qu'elle l'est aujourd'hui, et que, par con séquent, du Lazaret, on pouvait apercevoir la ville ; mais ce n'aurait été, dans tous les cas, qu'une partie très minime, et César ne se serait pas servi de ces expressions et n'aurait pas dit ce qui suit dans son texte. II est à remarquer d'ailleurs que, pendant tout le moyen-âge, la plupart des terrains du côté de la Major étaient des jardins, les éru dits marseillais le savent bien. Enfin, les Romains ne connaissaient pas les lunettes d'approche qui auraient été nécessaires pour voir, de Saint-Lazare, les habitants de la ville. (2) On prétend aussi que la tranchée aurait pu se diriger du La zaret à la porte d'Aix ; mais outre que les terrains dans cet endroit se trouvent fermes, puisqu'à 1 mètre 50 centimètres on a trouvé le terrain vierge lors des fondations de l'Arc-de-Triomphe, cette tranchée n'aurait pas eu besoin d'aller jusqu'à la mer, car il ne faut pas oublier que les travaux que nous avons cités prouvent que de la rue des Dominicaines à la mer le rocher était presque à pic. (3) Les anciens établissaient leurs camps le plus près possible des villes assiégées, parce qu'ils n'avaient pas à craindre le canon, et le point que nous indiquons est la hauteur la plus rapprochée de la ville et la vallée qui l'en sépare la moins profonde."], [39, "33 D'abord, le plateau de la butte des Moulins est évidem ment trop petit ; il a à peine 400 mètres de tour, et il est trop escarpé de tous les côtés pour que la citadelle ait pu s'étendre sur ses bords. Puis, sa position rendait à peu près inutile, pour la défense de la ville, toutes les fortifi cations qu'on aurait pu y faire. Sur la colline des Carmes, le périmètre passant par les rues des Grands-Carmes, du Vieux-Palais, Petite-Roque barbe, Festons-Rouges et Foie-de-Bœuf, se soutient par une hauteur de 31 à 39 mètres et offre une ligne d'environ 700 mètres de circuit, c'est-à-dire une superficie double de celle des Moulins et à peu près égale à la surface de la citadelle d'Athènes. Cet espace est donc parfaitement suffi sant. Comme position défensive, il ne pouvait être mieux choisi, se trouvant entre la Juliette et Saint-Martin, seul endroit par où l'on pût communiquer avec la terre et où arrivait la route des Gaules (1). Le château de Roquebarbe, bâti par les évêques sur le même emplacement, n'a-t-il pas peut-être remplacé, en partie au moins, la citadelle phocéenne ? Car il est assez ordinaire de voir les mêmes lieux qui servirent de dé fense aux anciens servir encore aux générations qui les ont suivis, surtout pendant le moyen âge, où le système de guerre n'avait point changé. Enfin, le souterrain découvert pendant les derniers tra vaux, que l'on croit un aqueduc, mais que l'on n'a pas (1) C'est à tort que l'on croit que la route des Gaules passait le long de la mer et que la porte de la Juliette était la porte de France. On sait que cette porte n'txistait que depuis Louis XIV, et ceux qui l'ont cru ancienne n'ont pas lu Ruffi, qui dit expressément qu'elle a été faite de son temps. Le nom de rue Française, donné à la rue de l'Evê ché, était aussi moderne. La véritable route des Gaules était la rue du Bon-Pasteur ou la rue Malaval. On croit aujourd'hui que c'est cette dernière ; toutes deux sont près di la colline des Carmes. 3"], [40, "34 assez étudié, ne serait-il pas un de ces passages souter rains, si communs, qui menaient de la ville à la cita delle (1) ? L'ARSENAL Lors même que César et Strabon ne l'eussent pas cons taté, il est certain qu'il a existé un arsenal à Marseille ; mais ces auteurs ne nous disent rien qui puisse nous mettre sur la voie de sa situation (2). Plusieurs suppositions ont été émises. Nous croyons que l'on doit rejeter de prime abord celle qui le place au Pharo. Elle est trop facile à réfuter (3). D'autres croient qu'il était dans Pemplacement de celui qui existait avant 1784, oubliant que son établissement n'a eu lieu que sous (1) On a voulu donner pour preuve de Texistence du temple de Diane à la Major, et conséquemment de la citadelle dans cette partie, la latitude donnée à ce temple par Pythéas, reconnue exacte par le baron de Zach. On a oublié que, pour établir un point, il faut con naître non-seulement la latitude, mais encore la longitude ; qu'il faut aussi déterminer la seconde (la seconde du degré), tandis qu'on a établi seulement la minute, et encore que chaque seconde est distante l'une de l'autre de 30 mètres 85 centimètres. Notre emplacement d'ailleurs se trouve sous la latitude indiquée par le baron de Zach. (2) Voici le texte de Strabon : ew 8i «ai vsinoixoi *«?' oìtot; x«ì Mot^ng. upÌT£pov 8i xal TÏÏ.OÍWV eúiïo -< xai otîXuv xai òpfávwv twv Te r;pòç tà; va'j-sL^ía; jrp>](TÍ|iwv xsù tov itpòî itoimpxia; Les Marseillais possèdent des chantiers maritimes et un arsenal. On y voyait autrefois une grande quantité de navires, d'armes et de machines, tant pour la navigation que propres au siège des villes (Strabon, 1. IV, p. 149, ligne 34J. César s'exprime ainsi : C. Trebonius legalus qui ad oppugnationem Massilice relictus erat, duabus ex partibus aggerem, vineas turresque ad oppidum agere instituit, una erat proxima portui et navalibus (De bello civitì, 1. II, ch, 1\"). (3) Statistique."], [41, "35 Louis XIII, et qu'une partie était occupée par les salines, tandis que l'autre servait de chantier de construction au commerce de Marseille, et était, au temps de César, cou vert par les eaux. Peut-on raisonnablement le placer soit à Saint- Victor (1), soit dans l'endroit où Ruffi nous dit qu'il existait un ancien arsenal que le roi Robert avait ordonné de réparer et qui était entre les salines et ce mo nastère? Nous ne le pensons pas (2-3) . Si l'on se rend bien compte de la position de Marseille au temps qui nous occupe, quoique sa puissance fût assez considérable (4), on ne peut douter cependant que le be soin de concentrer tous leurs établissements dans une même enceinte ne se fùt point fait sentir à ses habitants. L'arsenal surtout, qui renfermait tous leurs moyens de défense ; et ici le bon sens et la simple raison viennent à l'appui de notre opinion. II n'est pas douteux que, si l'ar senal eût été dans une des localités que nous venons d'in diquer, ils eussent éprouvé des peines immenses pour transporter leurs machines et leurs armes, par mer et á travers leurs murs, ne pouvant le faire par terre, puisque César occupait le seul point par où la ville pouvait com muniquer au continent. Ce travail de chaque jour n'eùt point été tenable. Mais il est plus certain encore que les généraux romains, sans s'occuper du siège de la ville, eussent incontinent détruit l'arsenal, ôtant ainsi aux Marseillais les moyens de se défendre, et la chose eût été d'autant plus facile que l'enceinte ne pouvait être grande; (1) Hermès marseillais. (2) Ruffi, t. n. (3) Nous ne parlons pas du système présenté par Bayle qui est in soutenable. II le place entre la rue deBadeau et la Cannebière. Cepen dant il est d'avis, comme nous, qu'il devait être dans l'enceinte. (4) Cette puissance était moins forte qu'on ne le suppose commu nément. Elle venait de l'appui de Borne , mais la république devait être fort riche."], [42, "36 dominé de tous côtés, et offrant trois parties vulnérables, il n'eùt pu être susceptible de défense. On a avancé que César attaqua l'arsenal séparément de la ville (1), c'est une erreur ; César n'a jamais dit cela ; mais que Trébonius attaqua la ville du côté des chantiers maritimes, d'où nous devons conclure que ces chantiers touchaient à la ville, ou étaient dans la ville. Telles sont les raisons qui nous font rejeter les opinions que nous venons de rap porter (2). Grosson met l'arsenal à la place de Lenche ; nous pen sons qu'il est dans le vrai ; car, outre les raisons qu'il donne, il y en a d'autres qui militent en faveur de cet emplacement (3). Cet auteur s'appuie sur Pexistence d'une vieille fonde rie et d'un ancien arsenal, qui furent démolis lorsqu'on fit la place de Lenche (4). Cette raison, sans être une preuve irréfragable, peut cependant donner du poids à son opinion, en partant du principe, assez souvent vrai, que les établissements publics se perpétuent, ou plutôt se perpétuaient jadis, sur les mêmes lieux. En donnant pour limites à l'arsenal, au nord, les rues Jean-Galland et Puits-Baussenque ; au levant, la rue de (1) Statistique. (2) Les chantiers de construction et l'arsenal des armes de terre étaient-ils un même établissement ou se trouvaient-ils séparés1? C'est là une question difficile à résoudre. Les expressions de Strabon sem bleraient indiquer qu'il y avait deux établi ssemeuts .- veiìhoikm x«ì óiAoHbi, des chantiers de construction et un arsenal. . . mais il ajoute que cet arsenal renfermait tout ce qu'il fallait pour la navigation et pour les sièges : ce qui fait présumer qu'il n'y en avait qu'un seul ou qu'ils se touchaient. C'est le système que nous adoptons. Cependant, si l'on voulait les séparer, on pourait, comme l'a fait M. Augier dans son plan en relies, mettre les chantiers de construction entre les Augustins et le Cours, vers l'endroit où a été trouvé le navire dont nous avons parlé et laisser l'arsenal là où nous le mettons. (3) Grosson. (4) Ruffi, t. II, p. 299."], [43, "37 Radeau, le port au sud, et la mer au couchant; nous avons une superficie de 50,000 mètres égale à peu près à celle de l'arsenal des galères de France. La ligne qui bor dait Peau se trouve d'une étendue de 350 mètres, ce qui est plus que suffisant pour abriter un plus grand nombre de galères que n'en eurent jamais les Marseillais (1). Comme position, cet emplacement était le plus conve nable. Inattaquable du côté de la mer, de la ville et du port, son seul point vulnérable était réduit à 200 mètres environ du côté du nord. Trébonius, en attaquant ce côté qui était le plus faible, aurait donc fait preuve d'habileté (2). C'est sur une partie de cet établissement que furent construites par les Romains, les caves de Saint-Sauveur, le fameux Castrum julii (Château joli), à Pexistence du quel nous croyons cependant fort peu, et plus tard le château Babon. Toutes ces constructions dénotent qu'à Pépoque où elles eurent lieu, ces terrains n'étaient point occupés par les habitations marseillaises ; et que soit César, soit les Romains, qui ont construit les caves de Saint-Sauveur, se sont établis hors de l'enceinte de la ville autonome ; car l'arsenal et la citadelle qui furent li vrés aux Romains ne faisaient point partie de cette der nière sous leur domination. Nous croyons avoir démontré, et en cela nous sommes d'accord avec les auteurs de la Statistique, que la ville du temps de César occupait le même emplacement que la (1) On observera que nous faisons passer la limite de l'arsenal sur le point culminant au nord, comme moins exposé aux attaques de l'ennemi. (2) II serait d'ailleurs très difficile de placer autre part cette attaque de Trébonius, car il est bien certain que César n'a pu attaquer la ville que du côté de la porte d'Aix et de celui que nous indiquons, les autres étant couverts par les eaux."], [44, "38 vice-comtale ; que l'on peut concilier facilement tous les auteurs qui ont parlé de notre ville avec ce que nous en a laissé César, qui [au premier abord paraît contredire les autres. Enfin, si nous n'avons pas prouvé par des auto rités ou des témoignages authentiques ce que nous avan çons au sujet de la citadelle et de l'arsenal, nous avons du moins indiqué parles conjectures les plus plausibles et en nous appuyant sur les règles et les usages des anciens, les positions qu'ils ont dû occuper. PREMIER ETABLISSEMENT DES PHOCÉENS La question de la situation de la ville au temps de César étant résolue, il est certain que c'est dans cette partie que nous devons chercher celle du premier établissement des Phocéens. Y a-t-il eu deux émigrations des habitants de Phocée? Nous croyons que cette question a été résolue dans un sens affirmatif (1). Dans tous les cas, il est certain que Marseille a été agrandie depuis sa fondation jusqu'au temps de César. Si, en arrivant sur les côtes de Provence, les Phocéens n'eurent qu'à se louer de Phospitalité de certains de leurs voisins, il est indubitable aussi qu'ils eurent à se prému nir contre les incursions des populations environnantes, gens féroces et barbares qui auraient bientôt mis à néant la petite colonie, si celle-ci ne se fùt gardée avec toute la (I) Cary, dans sa Dissertation sur la fondation de Marseille, a, ce nous semble, assez bien prouvé qu'il y avait eu deux migrations de Phocéens : l'une, la première année de la 45\" olympiade (599 avant Jésus-Christ) ; l'autre, en la 60e olympiade, 60 ans après. Cotte opinion a été émiso avant lui par Nicolas Viguier et plus tard par Larcher."], [45, "39 sagacité que lui donnait la supériorité de la civilisation sur ses ennemis. C'est pourquoi nous croyons devoir placer ce premier établissement dans l'endroit le plus susceptible de défense, et où les navires pussent être près des habitations. Cet endroit nous ne croyons pas qu'on puisse le trouver plus favorable qu'entre les Augustins et la rue Bonneterie (1). En effet, si, selon le système que nous présentons et que nous croyons fondé, les eaux s'étendaient de la rue des Auffiers jusqu'à Saint-Martin, les nouveaux habitants se trouvaient déjà abrités de deux côtés par les eaux ; le troisième, la colline des Carmes, très escarpé, put être facilement mis à l'abri par quelques travaux, en suppo sant qu'ils n'y eussent pas établi leur citadelle dès leur arrivée ; il ne restait donc que le côté du couchant qui exigeait seulement un mur d'environ 300 mètres, et par cela même en rendait la défense très facile. La position qui est entre la rue de Radeau et la rue Bon neterie, que l'on pourrait nous opposer, n'offre point les mêmes avantages et aurait présenté beaucoup moins de sécurité aux arrivants. Ce n'est que lors de la deuxième migration des Phocéens , ou plus tard peut-être , que l'enceinte s'est agrandie dans cette direction. D'après ce que nous venons d'exposer, nous pensons que la première enceinte de Marseille a pu commencer à la rue des Auffiers en suivant celles de la Pierre-qui-Rage, des Graffins ou de la Pyramide, du Grand-Puits, passer au-devant de Saint-Martin, la rue des Pénitents-Bleus, (I) Si nous donnons pour limites à ce côté de la ville naissante les rues Bonneterie et Négrel, c'est que, d'après Papon et Grosson, il pa raîtrait qu'on a trouvé à diverses époques des restes de remparts dans ces deux rues, et quoique nous n'ayons que ces deux autorités, nous ne croyons pas qu'on puisse douter du fait qu'ils avancent, ces deux auteurs étant assez ordinairement véridiques."], [46, "40 traverser le domaine des Présentines jusqu'à la rue du Vieux-Palais et longer celles des Grands-Carmes, Négrel et Bonneterie. L'enceinte, au temps de César, se reliait à la première à la hauteur de la rue Foie-de-Bœuf , traversait Pile entre les rues de POratoire et de la Fontaine-Neuve, suivait la rue des Belles-Ecuelles jusqu'à la butte des Moulins qu'elle contournait et passait à la rue de PObservatoire, à la place de Lenche, d'où elle se dirigeait vers le port par la rue de Radeau. Elle joignait à Pangle nord-est de cette place, l'arsenal dont le mur allait jusqu'à la mer, du côté de l'ouest. Cette enceinte, passant par la crête de toutes les collines sur lesquelles était bâtie la ville, nous donne la vallis altissima de César ; car, depuis les Carmes jusqu'à la jonction avec l'arsenal, tout le versant nord formait une véritable vallée, ainsi que l'on peut s'en convaincre en examinant les coupes transversales de différents points que nous avons jointes à notre plan (1). Nous avons dit que notre opinion était que les eaux s'avançaient beaucoup plus dans les terres et croyons (1) On nous dira que cette vallée n'était pas très profonde, mais il faut remarquer qu'elle l'était assez pour empêcher le siège de la ville de ce côté ; c'est ce que César a voulu dire. Nous suivons la version valle altissima, parce qu'elle est le plus généralement admise et que toutes les éditions portent ce texte ; mais si l'on veut qu'il y ait erreur et que César ait écrit originairement vallo altissimo, ainsi que nous l'avons déjà dit, par opposition à a natura loci , cela pourrait s'entendre des remparts élevés depuis les moulins jusqu'au port ou jusqu'à la Tourette. Pour bien comprendre notre description, il faut avoir sous les yeux nos deux plans n\" 1 et 2. Le premier est le plan de Marseille avec toutes les rues comprises dans l'enceinte de 1666, sur lequel sont tracés les enceintes et les espaces que nous donnons aux eaux. Le deuxième est le plan de la topographie physique. Nous y avons tracé l'enceinte de Marseille telle que nous la comprenons, ainsi que les opérations de Jules César, selon notre travail et les coupes de toutes les hauteurs sur lesquelles la ville est bâtie."], [47, "41 avoir prouvé notre assertion sur des faits irrécusables . Nous avons donné les limites qu'elles ont pu avoir, c'est à-dire les rues des Auffiers, Pierre-qui-Rage, de la Pyra mide, du Grand-Puits tournant à Saint-Martin vers le Cours, le bas des rues Tapis- Vert, Thubaneau, de l'Arbre et Noailles jusqu'à la rue d'Aubagne, le bas de la rue de Rome embrassant tous ces quartiers entre cette dernière rue et le Canal , en suivant vers le sud les sinuosités des ramifications de la Vierge-de-la-Garde et de la Plaine (1-2). (1) Nous ne pouvons fixer au juste les points où s'arrêtaient les eaux, surtout du côté du sud ; mais nous croyons nous en être peu écarté de tous les autres côtés, et les côtes des hauteurs du terrain que l'on trouvera sur nos plans suffiront pour \"prouver ce que nous avançons. (2) Une observation que l'on pourra peut-être nous présenter est celle que la ville aurait été bien petite, puisqu'elle aurait eu seule ment 3,000 mètres de tour, en y comprenant l'arsenal et la citadelle. Strabon nous dit, il est vrai, que la ville était grande; mais c'est rela tivement aux autres villes et à part Borne, Carthage et les villes d'Asie ou d'Egypte qu'on nous représente comme immenses , toutes celles des anciens étaient petites. Jérusalem, dont Danville nous a fait con naître l'enceinte exacte au temps de sa plus grande splendeur, n'avait, en y comprenant son temple, ses palais et sa citadelle, qu'environ 4,800 mètres. Observons ensuite que, du temps de Strabon, la ville s'était agrandie de la partie occupée par les Bomains. Lucain nous représente l'enceinte de Marseille comme petite : « Maenibus exiguis alieno in littore tuti (1. III, v. 341). » — II n'est pas probable que Marseille fût une bien grande ville. D'abord, elle avait envoyé une infinité de colonies partout et sa population ne put s'accroître, pendant les 550 ans qui séparent sa fondation du siège de César, d'une ma nière si considérable qu'elle pût suffire à fournir des habitants à toutes ses colonies et à s'agrandir considérablement. Nous ne croyons pas que la population fût de plus de 50 à 60,000 âmes, car elle fut soumise avec 15 à 18,000 hommes au plus, et elle avait pris à sa solde les Albiciens. — Papon donne à la ville la même étendue que nous-"], [48, "42 Les Marseillais n'eurent jamais d'autre port que celui que nous nommons aujourd'hui l'ancien port. On a émis plusieurs fois Popinion que les premiers fon dateurs de Marseille ne se sont pas établis dans le port actuel; qu'ils ont eu d'abord pour abriter leurs vaisseaux Panse de la Fontaine-du-Boi (1) ou celle de la Juliette (2). On a dit encore qu'après la prise de Marseille par César, les Romains s'emparèrent de ce dernier port et qu'on laissa aux Marseillais celui que nous avons aujourd'hui appelé et qui était Lacydon parles anciens (3-4). Nous pouvons affirmer qu'il n'en fut rien, et que ces deux sentiments proviennent d'erreurs manifestes et sont nés de Pimagination de certains 'auteurs qui ont été suivis aveuglément par les autres. Nous ferons voir dans notre dernière partie, Pimpossibilité matérielle de ce fait ; pour le moment, nous ne nous occuperons que d'en démontrer la fausseté historique. C'est, croyons-nous, Raymond de Soliers qui est l'au teur de la première de ces opinions, du moins, c'est le plus ancien dont nous ayons connaissance, et il ne cite aucun de ses devanciers ; cela nous fait croire que c'est (l) Statistique; Aug. Fabre; Boudin. (2) Baymond de Soliers. (3) Statistique; Aug. Fabre; Boudin; V. Martin. (ì) On croit que les Marseillais appelaient leur port Lacydon. Pom ponius Mêla le nomme Halycidon, ìwSc;, salines. Eustathe, Lacydon : áY«dòs a; naas^iiTaiç ó iaxiSuv. Une médaille très bien conservée porte le mot de UxiSwv. Grosson croit que c'est un nom d'homme. D'au tres croient qu'il vient de iaxxòs qu'ils traduisent par lac, mais i«x«óç vout dire fosse et non lac. Nous hasardons l'étymologie de \\«*Mì ou iiimiOòs, vase à cou resserré, parce que l'embouchure du port est très étroite. Peut-être vient-il de la racine m<», déchirer."], [49, "43 à son imagination que nous devons cette erreur. II est évident que cet écrivain, qui d'ailleurs était instruit pour son temps, s'est égaré de la manière la plus gros sière (1) ; mais Ruffi qui vivait dans le siècle suivant, et auquel nous devons plus de confiance, rejetait son opinion comme une exception à la croyance générale (2) . M. V. Martin et les auteurs de la Statistique Pont fait revivre au commencement de ce siècle; ils ont, de plus, émis celle que les Romains se servaient du port de la Juliette (3). M. Martin assure que cette anse est le port dont parle Strabon, lorsqu'il nous dit, en décrivant la côte depuis le Var jusqu'à Marseille : « Quant aux ports, celui qui est près du mouillage des vaisseaux est digne de remarque, ainsi que celui des Marseillais (4). » Si M. V. Martin et ceux qui Pont copié eussent jeté les yeux sur les vingt-cinq lignes qui précèdent ce passage, ils y auraient vu que le mouillage des vaisseaux n'était point PEstaque, comme ils le supposent, qui, soit dit en passant, a toujours (l) Raymond de Soliers, traduction de Labro, page 71. Voici sesex pressions : « Quant au port, à la naissance de cette cité si renommée, il fut en une plage que Pomponius Mêla, en quelque endroit de son livre, nomme Halycidon, Eustatius Lacydon. Aujourd'hui, retenant le premier nom, ou le nomme Harenc, mot tiré des salins que les Giecs appelaient Halycides. Antoninus l'appelle Carner ou Carum, car les navires venaient aborder et mouiller l'ancre vers cette partie du sep tentrion et la nommait-on Porta gallica ou gauloise, etc a II est évi dent que cet auteur confond tout; qu'il a très mal interprété Eustathe, qui ne parle que d'un seul port et qu'il n'a pas remarqué qu'en par lant de Carum ou Incarum (Carry), Y Itinéraire d'Antonin le met à 12 milles de Marseille. (2) Ruffi, t. I, p. 5. (3) Vincent Martin, Statistique, suivis par Aug. Fabre, Boudin, etc. (4) Strabon, page 153, ligne 33 : tûv si \\t|Uvuv i piv *«tà tòï vaúuTtiSnov àíiAo-joi xai ó tûv h<i.,««7iiutOv. k«ì n'a jamais voulu dire près, surtout avant un adjectif, mais il veut dire à, dans, par. Coray, dans la grande traduction in-4° de cet auteur, traduit : Quant aux ports , ceux de Forum Julium et de Marseille sont considérables. Et il est dans le vrai."], [50, "44 été un mauvais mouillage, surtout pour des galères (1) ; mais Fréjus, mouillage des vaisseaux de César Auguste (2). On sait en effet que ce fut à Fréjus qu'Octave envoya les galères prises à Actium et que ce port fut toujours regardé comme la clé de la mer dans les Gaules par les Romains (3), ce qui semblerait indiquer qu'il fut remar quable (4) ; tandis qu'un port comme celui de la Juliette qui, même avec l'agrandissement que lui donne M. Martin, n'est que d'une superficie de 36,000 mètres, et dans une fâcheuse position, n'aurait jamais pu passer auprès d'un géographe tel que Strabon, pour un port remarquable et encore moins être comparé à celui des Marseillais (5). Aussi les auteurs de la traduction de Strabon, publiée en 1 805 et imprimée à l'imprimerie impériale, MM. Dutheil, Coray, Letronne et Gosselin, c'est-à-dire les premiers hellénistes de notre époque, n'ont-ils pas hésité à attri- (1) On a trop souvent le tort d'assimiler les agissements des anciens aux nôtres. Dans ce cas-ci, par exemple, on suppose qu'ils laissaient leurs flottes au mouillage, comme nous ; mais une galère n'était ni un trois-ponts, ni même un brick de guerre. Si les galères des empereurs romains eussent mouillé à l'Estaque, elles n'eussent pas été longtemps en sûreté. (2) Voici ce que dit Strabon, page 152, ligne 51 : 'h S'i-ú tòv oúapov mni^iv xai toùç -raútï) Mvuaç xàç zl tûv piaffffa7.'.<inwv É^ttq tïóXe'.ç Taupoévriov xai ii.-.-.i; xai Avri iróXiv xai Ntxaictv xal tó vaûffraOafjv tò Kaiaapo; toû 2&pa<rcoú, S xa^oûoi (popòv loúXiov. IopUTat 81 iouto jJiETttÇi TÍç ò^piaç xai tt,; 'AvtutóXewç Siíyov MaaaaMaç el; sÇoxofftouç fftaâlovç. . . La côte qui s'étend depuis le fleuve du Var et la Ligurie est bordée de villes marseillaises : Tauroentum, Olbia, Antipolis, Nicea et la station des vaisseaux de César Auguste appelée Forum Julium, distant de Marseille de 600 stades et située entre Olbia et Antipolis (600 stades font 20 lieues), distance de Fréjus à Marseille. (3) Tacite, Annales, 1. II, n. 5. Vitellius y met garnison, de peur que la flotte ne s'en empare, Hist., 1 II, n\" 15. Valerius Paulinus la reprend sur Vespasien. Elle était regardée alors comme la clef de cette mer, Hist. 1. III, n. 43. — Pline rappelle cíassica, 1. IV. (4) Les ruines que nous voyons encore l'indiquent assez. (5) Le port de Marseille (ancien) a environ 280,000 mètres, et en core est-il bien diminué depuis cette époque."], [51, "45 buer cette expression deremarquable au port de Fréjus (1), comme nous venons de le voir. II est évident que si Strabon avait voulu donner cette épithète au port de la Joliette, il Peùt simplement indi qué comme un second port de Marseille (2). Et pourquoi ni Denys, ni Mêla, ni les autres auteurs qui vivaient à cette époque, ni Eumène, venu 300 ans après, n'en ont-ils point parlé ? II paraît surprenant que le fait d'une ville placée entre deux ports remarquables ait échappé à la perspicacité de tant d'écrivains ; car ce n'était point une chose ordinaire, à cette époque surtout, où l'on ne faisait pas des ports aussi facilement qu'aujourd'hui. On a parlé de titres, d'actes du moyen-âge, qui nous prouvent que ce port était aussi fréquenté que celui de la vdle-basse (3). C'est sur ces mêmes actes que nous allons nous appuyer pour prouver que la Joliette n'a été qu'un très mauvais port, très petit, d'un usage très limité, et qui a servi deux siècles au plus. Le premier acte et le plus ancien qui nous parle de ce port est une transaction entre Pévêque de Marseille, Bertrand (4) , selon les uns, Raymond selon d'autres (5) et Pons de Peynier, vicomte de Marseille. Dans cette transaction, Pons de Peynier et sa femme remettent à l'évêque le port gaulois, afin qu'il en jouisse comme son prédécesseur l'évêque Pons, frère de Geoffroy, en a joui, et comme lui- (1) C'est Coray, fameux helléniste et grec lui-même, qui a traduit ce passage. Sa version mérite la préférence à celle de M. Martin qui n'avait lu peut-être Strabon que dans Casaubon ou dans quelque traduction inexacte. (2) Pourquoi Strabon aurait-il été chercher l'Estaque qui est à trois lieues de Marseille et de la Joliette, pour désigner ce dernier port qui est à quelques centaines de mètres de la ville? C'est par manque de réflexion qu'on a avancé uue pareille supposition. (3) Vincent Martin, Discours de réception à l' Académie. (4) Ruffi. (5) Belsunce."], [52, "46 même, Raymond, en a joui plus librement après Pons, et ils accordent à Pévêque le droit que tous les habitants de sa ville puissent se servir du grand port qui est entre la ville et le monastère, sans être visités, ni molestés, etc. (1). Cette transaction est datée de 1121. Elle nous indique que ce port était petit et encore qu'il était depuis peu possédé par les évêques, ayant été apporté à leur domaine par Pons II, fils de Guillaume II, vicomte de Marseille ; ce qui nous fait croire que, d'abord propriété des vicom tes, il vint en héritage à cet évêque et, par un de ces arrangements ou donations si fréquents dans cet âge, il demeura ainsi une dépendance de la ville épiscopale (2). Nous avons encore quatre actes de cette époque qui nous parlent de ce port ; ils sont à peu près identiques entre eux ; nous ne les citerons qu'en note. Nous obser verons seulement que tous, en parlant du port du midi, l'appelent le port ancien ; tous aussi parlent de Pautori sation accordée aux habitants de la ville de l'évêque de se servir de Pancien port, droit que les vicomtes leur reti raient souvent pour vexer le clergé et surtout Pévêque avec lesquels ils eurent des démêlés à cette époque (3). (1) Dimittentes ei portum gallicanum situm in allodio sanctœ Mariœ sicut antecessor ejus Pontius episcopus f râler Gaufridì de Massilia et sicut Raymundus post Pontium, melius et liberius habuit et tenuit, et in portu majori qui situs est inter monasterium et civitatem concedun episcopo ut sui homines, etc. (2) II est évident que si ce port eût appartenu à l'évêque avant Pons II, Baymond aurait fait valoir cette possession ; s'il ne remonte pas plus haut, c'est que Pons en était le premier possesseur. Pons mourut en 1073. C'est donc au milieu du XIe siècle que les évêques surent mis en jouissance de ce port, Entre Baymond et Pons, il y a eu plusieurs évêques dont la transaction ne parle pas, ce qui semble indiquer que Pons était l'auteur de l'apport au domaine de l'évêque de cette propriété. (3) Transaction entre les vicomtes de Marseille et l'évêque en 1150 : Imprimis dimittimus et laudamus ecclesiœ sanctœ Mariœ et prœfato episcopo et successoribus suis portum de portâ gallicà situm in allodio"], [53, "47 II résulte de ces actes : 1* Que ce port n'était pas en usage depuis longtemps, et qu'il était petit, puisque, par opposition, on appelle l'autre le port ancien et le grand port (1). 2° Qu'il n'était pas sûr; car, quand bien même la simple inspection des lieux n'en convaincrait pas, les évê ques n'auraient point mis tant de ténacité à exiger le droit d'embarquer et de débarquer dans le port ancien, s'ils avaient pu s'en passer. Enfin, aussitôt que les deux villes sont réunies sous la puissance des comtes de Provence et même longtemps avant, ce port tombe dans Poubli le plus complet (2). sanctœ Mariœ et in portu antiquo, laudamus quod homines ecclesiœ qui habitant vel habitaturi sunt in suâ parte Massiliœ nihil tribuunt. Bulle d'Anastase IV : ... Portum de portâ gallicâ et quidquid habes in portu antiquo qui est inter monasterium et civitatem, III, Calendas Januarii MCLIII, Confirmation par Frédéric des privilèges de l'évêque de Marseille : . . portum de portâ gallicâ et «í omnes ibidem cargantes et decar gantes sint securi in omni tempore in portu antiquo qui est inter mo nasterium et civitatem, quod tu et homines lui, etc. Le dernier acte est une sentence rendue par l'évêque de Toulon et le prévôt d'Aix que nous ne citerons pas ; elle est dans le même sens et du 16 octobre 1165. (1) Ce port avait si peu d'importance qu'Eustathe, qui vivait à cette époque, (au XII\" siècle), n'en parle même pas, tandis qu'il cite le La cydon, le port des Marseillais, comme bon : «rçaOò,; fàp toi; MaasaXià-rais XiuV ò AaxùSuv. II est certain que les Marseillais ayant dans ce temps-là de grandes relations avec le Levant, si le port de la Joliette y eût été connu comme aussi important que Tancien, ainsi qu'on veut le faire croire, Eustathe en aurait parlé. (2) II parait que l'on appelait port, à cette époque, la plus mince crique où l'on pouvait abriter les bateaux de pêcheurs. La bulle d'A nastase IV parle aussi de deux ports appartenant à l'évêque de Marseille : portus de Baneriis et portus Leonius, dont on ne retrouve plus la trace nulle part. Ce devait être ce que nous appelons des calanques de la côte qui ont changé de nom. La ville de Tévêque n'était pas habitée par des négociants ; sa ma rine ne se composait que de quelques pêcheurs qui ont continué à habiter ces quartiers."], [54, "48 Quant à Pétymologie de Joliette, que l'on fait venir de statio Julii, il est inconcevable que des hommes sérieux aient pu s'y arrêter. Ce nom est de création moderne et n'a pas deux cents ans ; il futdonné au port et à la porte qui y conduisait quelque temps après la construction de cette dernière, sans qu'on puisse en connaître la cause. Cette anse ne s'est jamais appelée dans les actes anciens que portus de portâ Gallicâ, d'où l'on a fait Portegalle (1). Nous ne trouvons nulle part, ni dans la Massaliographie, ni dans Raymond de Soliers,ni dans Ruffi, celui de Joliette, et quant à celui de statio Julii, cette étymologie est sortie de Pimagination de M. Vincent Martin, que les auteurs qui ont suivi ont copié sans discernement. Les Phocéens ont-ils pu s'établir autre part que dans le port actuel? Telle est la dernière question que nous allons essayer de résoudre. Nous avons cité tous les auteurs qui ont parlé de Mar seille; nous avons vu que tous, depuis Strabon jusqu'à Eumène et Festus, donnaient la même position à la ville et à son port. On a eu la prétention d'écrire : « Ces au teurs, venus 600 ans après sa fondation, n'ont bien pu con naître les lieux où elle a été établie (2) . » Sera-ce vous, (1) Pendant les siècles qui nous ont précédés, et, croyons-nous, jusqu'à la construction du Lazaret, cet endroit servait de voirie. Plus tard, elle fut transportée du côté du Pharo ; .mais la voirie avait con servé le nom de Portegalle, et on disait encore au commencement de ce siècle : « On porte cet animal à Portegalle », pour dire qu'on le portait à la voirie. (2) Aug. Fabre, Essai sur les premières enceintes de Marseille ; Bayle."], [55, "49 venus 2400 après, qui en saurez davantage? Si ces anciens se sont trompés, citez les autorités sur lesquelles vous vous appuyez pour relever leurs erreurs? Mais ces auteurs étaient bien instruits, ils voyageaient beaucoup, avaient, outre la tradition, des documents historiques qui ne nous sont pas parvenus, tel que le livre d'Aristote sur la répu blique de Marseille et autres dont nous ignorons les titres ; plusieurs avaient pu voir par eux-mêmes notre pays et y prendre les informations qui leur étaient néces saires. Quanta nous, nous pensons, au contraire, que l'on doit avoir d'autant plus de confiance en eux, qu'il n'y a non-seulement aucun motif de mettre en doute ce qu'ils avancent, mais encore que leur accord et leur description, conformes à Pétat actuel de la ville et du port, sont une preuve de la vérité de leur récit. L'inspection des lieux, Parchéologie, l'histoire et le raisonnement le plus simple, se réunissent pour nous prouver que les premiers habitants de Marseille n'ont pu s'établir autre part que dans le port actuel. Lorsque les Phocéens, soit sur les indications de Tar quin PAncien, soit, ce qui est plus probable, après avoir exploré nos côtes, vinrent y former une colonie, ils n'avaient qu'un but et ce but était d'avoir une position commode et sûre tant pour leurs navires que pour eux mêmes, un lieu favorable à leur commerce maritime, à leur piraterie, si l'on veut, car c'était aussi une branche de leur industrie, dit-on ; nulle autre considération ne pouvait les séduire. Ce qu'ils cherchaient ils le trouvèrent à Marseille ; mais dans Marseille telle que nous venons de la décrire et dans le port actuel, et cette position était si admirable qu'elle fut choisie soixante ans après, par la deuxième migration des Phocéens. Est-ce bien ce qu'ils auraient trouvé s'ils se fussent établis,comme on l'a avancé,sur la cô e ouest; s'ils avaient 4"], [56, "50 pris pour port Panse de la Fontaine-du-Roi ou celle de la Joliette? On aura beau changer la nature des lieux, on ne parviendra jamais à persuader l'homme intelligent qui voudra prendre la peine d'étudier la question la carte à la main ; pour lui la chose est évidemment impossible. En effet, comme position de port, Panse de la Fontaine du-Roi est exposée aux vents impétueux du nord-ouest , celle de la Joliette à recevoir les grandes mers du sud ouest qu'à peine aujourd'hui peuvent contenir les énor mes digues des nouveaux ports. Or, les Phocéens étaient des marins habiles et consommés, les plus expérimentés peut-être du monde d'alors ; ils connaissaient assez le danger de ces deux anses pour y abriter leurs navires même temporairement (1). Quelle si tuation que celle où l'on place les premières habi tationsdes Phocéens 1 Le moindre des inconvénients eùt été Pexposition aux grands vents du nord-ouest ; mais à qui persuadera-t-on que des marins arrivant dans un pays bar bare, qu'ils ne connaissaient qu'imparfaitement, venant y fonder un établissement de commerce entièrement mari time,aient pu se séparer de leurs vaisseaux, leur seul bien, le seul instrument de leur fortune et de leur puissance future, leur seule ressource en cas de malheur, que des ennemis auraient pu détruire soit par le feu, soit de toute autre manière ? Ce serait là le comble de l'ineptie. C'est cependant ce qui aurait eu lieu dans Phypothèse que l'on propose. Ce serait peut-être la seule fois qu'un fait pareil se fùt présenté dans les annales de fondations de ports de mer. Le creusement de la passe du bassin n'est pas plus (1) On nous objectera peut-être que les vaisseaux des Phocéens étaient des barques que l'on tirait à terre. Hérodote nous dit, au con traire, qu'ils surent les premiers à se servir de longs vaisseaux à 50 rames, 1. 1, ch. 162."], [57, "51 admissible. Cette opération, qui a pu être pratiquée à peine de nos jours où nous avons des moyens d'exécution bien autres que les anciens, surtout dans ce genre de tra vaux, eùt demandé une puissance telle que l'on ne peut présumer celle d'une colonie naissante, quelque nom breuse qu'elle pùt être, sortie d'une ville qui n'était pas considérable elle-même, et un laps de temps que sa situa tion ne lui permettait pas d'employer à des travaux de longue haleine, travaux d'ailleurs qui n'auraient pas échappé à Pattention de tous les anciens qui ont parlé de Marseille. La seule inspection des lieux suffit à l'homme le moins versé dans la géologie pour se convaincre que cette passe n'est qu'une déchirure naturelle produite par un de ces cataclysmes qui ont bouleversé nos côtes dans un temps très éloigné et an té-historique, soit lorsque les eaux de cette partie du bassin qui nous environne cher chèrent un écoulement, soit encore lors dela formation des îles qui bordent la côte (1). Si, comme on Paffirme contre toute probabilité, les Phocéens eussent débarqué sur la côte ouest et que la ville eùt existé du temps de César sur ces terrains que l'on fait se prolonger indéfiniment dans la mer, il n'est point douteux que lorsque Strabon, Denys, Pomponius Mêla, Trogue Pompée qui ont écrit cinquante ans après, cette partie de la ville n'avait point disparu, et cependant, (1) On dira que les anciens ont fait des ouvrages plus extraordi naires que nous, tels que les Pyramides et autres monuments égyp tiens, avec des moyens bien moindres que les nôtres, ou pour mieux dire que nous ignorons ; mais d'abord ces nations étaient autrement puissantes que nos fondateurs, surtout en esclaves. Ensuite, les tra vaux sous-marins étaient presque inconnus aux anciens. Enfin, la passe du port de Marseille n'est pas et n'a jamais été vaseuse ou sa blonneuse. On reconnaît partout le rocher, depuis celui qu'on ap pelait Mangevin, à côté du fort Saint-Jean, jusqu'à celui où était situé le Pilon et ceux qui joignent celui-ci à Saint-Nicolas."], [58, "52 non-seulement aucun d'eux ne fait allusion à ce côté de la ville ; tous au contraire nous la représentent telle que nous Pindiquons et la voyons aujourd'hui. Que si, au contraire, pendant cet espace de cinquante ans, la vdle avait changé de place, le fait eût été assez grave pour être mentionné par quelqu'un d'eux tout au moins. Si l'on a égard à ce que nous avons déjà dit de l'exis tence des monuments romains dans la partie ouest et des objets d'origine grecque du côté du sud; si le temple de Minerve a été à la rue des Consuls et que Catumandus y ait déposé son offrande deux ans après la fondation de Marseille, ainsi que le dit Justin, on aura une preuve de plus de ce que nous avançons que la ville a toujours été là où nous la mettons et non dans des terrains ima ginaires (1). Comment, dans le système contraire au nôtre, expliquer l'autonomie laissée aux Marseillais par César? On ne la nie plus aujourd'hui. D'un autre côté, il est avéré, tout le monde en convient, que les Romains ont habité la partie ouest et qu'ils y ont vécu sous leurs lois. Or, si elle eùt existé sur le rivage ouest lorsque César vint attaquer la ville, il aurait dû déposséder les anciens habitants et s'emparer de la partie de la ville qui aurait subi la domi nation romaine, et alors il n'aurait laissé son autonomie qu'à une partie, ce qui n'est pas admissible. II aurait pu le faire, il est vrai ; non-seulement rien ne nous autorise à la croire ; mais encore lui-même et les auteurs qui sont (1) Cette histoire de Catumandus est mise en doute et même traitée de fable par beaucoup de savants ; cependant, en écartant ce qui est trop surnaturel, rien ne s'oppose à ce que le fait ait pu avoir lieu ainsi qu'on l' explique, c'est à dire que les Marseillais firent un pont d'or à ce roi qui imagina envers ses soldats le moyen mystérieux dont nous parle Justin, chose qui n'a rieu d'étonnant pour cette époque. Au reste, nous tenons fort peu à ce fait, dont nous n'avons pas besoin pour soutenir nos assertions."], [59, "53 venus après lui ne nous disent pas un mot qui y fasse allusion et il n'eût point rempli son but qui était de s'at tirer'la reconnaissance des habitants. Enfin, s'il eût divisé la ville, il aurait eu au moins le bon sens de prendre la meilleure portion qui, certes, n'était pas celle dont il s'agit. En soutenant qu'une partie de la ville phocéenne a existé sur les terrains enlevés par la mer, on est donc obligé de nier Pautonomie et la possession de la partie ouest par les Romains, deux faits trop avérés. Enfin, il suffit d'examiner la carte pour s'apercevoir que la restitution que donne M. V. Martin, au rivage emporté par la mer, n'atteint point le but qu'il se pro pose, et qu'il faudrait dans ce cas, comme l'a indiqué M. Bayle, supposer aussi que les eaux se sont retirées de Panse de la Joliette, où elles devaient, d'après lui, aller jnsqu'à la tour Sainte-Paule. C'est-à-dire un double boule versement complet de la côte pour parvenir à avoir une presqu'île et encore, comment avec cela expliquer le texte de César, dont Pintention évidente n'a pu être, ainsi que nous Pavons dit, autre que celle de nous faire connaître la difficulté du siège de la ville. La question de Penvahissement par la mer des ter rains sur la côte ouest, est aujourd'hui très contro versée. Les uns pensent qu'il a été très considérable ; d'autres affirment qu'il n'a jamais eu lieu. Tous les écrivains du siècle passé et la plus grande partie de ceux du commencement du nôtre, sont du premier avis. II en est qui sont persuadés que l'on a vu dans la mer des ves tiges de maisons en ruine, des puits, des murs, etc. A. Fabre va plus loin et affirme que certaines rues, dont on a retrouvé les noms, couvraient cette partie du sol envahie par la mer (1). Nous ne pensons pas qu'il se trouve dans Peau les vestiges que l'on a cru y voir ; il aurait fallu (1) Essai sur les enceintes de Marseille."], [60, "54 pour cela un affaissement du sol, et encore, depuis Pépoque où cet affaissement aurait eu lieu, la mer les aurait rongés ou recouverts de toute sorte d'herbes ou de sable, de manière à ne pas les reconnaître. Quant aux rues que M. Fabre croit y avoir existé, les erreurs de cet écrivain, d'ailleurs très estimable, dans la plus grande partie de ses ouvrages, ne sont pas faites pour nous donner une grande confiance dans ses assertions. M. l'abbé Albanès, dont personne ne peut contester la science historique du moyen-âge, qui a lu tous les actes et titres relatifs à la ca thédrale depuis le onzième siècle, pense, au contraire, que rien n'a élé changé dans la situation des environs de la Major et qu'ils ont toujours été depuis lors, tels qu'ils sont aujourd'hui , ou du moins que nous les avons vus avant la création des nouveaux ports. Nous devons avouer que la science de M. l'abbé Albanès, qui a toujours étudié sérieusement, est pour nous d'un plus grand poids que celle de la plupart des écrivains qui ont traité cette question un peu trop légèrement et de parti pris. Au reste, M. Albanès n'est pas le seul de ce sentiment et beau coup de personnes le partagent. Quoiqu'il soit très indifférent à notre système, que les eaux aient envahi les terrains de l'ouest, nous nous per mettrons cependant d'exprimer notre opinion. II est certain que M. Martin a tellement exagéré cet envahissement, que M. Toulousan, qui a adopté toutes ses idées, a été forcé d'en réduire beaucoup la surface (1). D'un autre côté, toutenadmettantavecM. l'abbé Albanès, que la situation des lieux environnant la cathédrale n'a pas changé , il est impossible de nier que depuis la côte jusqu'au rocher appelé PEstéou, el principalement près de Panse de l'Ourse, en s'avançant vers celle de la Joliette, le rivage n'ait subi des altérations produites par la violence (2) Voir la carte de la Statistique et notre plan."], [61, "55 de la mer. Que ces changements soient plus anciens que le XI\" siècle, ou qu'ils aient continué depuis, c'est ce que nous ne pouvons pas connaître. Seulement, ce qui nous parait certain, c'est qu'ils ont été beaucoup moins sensi bles que l'on ne le suppose et surtout moins considérables. Nous allons tâcher de les déterminer selon nos idées. A partir dufort Saint-Jeanjusqu'àl'ancienLazaret,lacÔte est exposée en pleinaux ventsduN.-O. On sait très bien que ces vents, quoique très impétueux, ne remuent la mer qu'à la surface. Ce qui peut occasionner des ébranlements, c'est la grosse mer, la mer du S.-O., c'est incontestable. Si l'on jette les yeux sur une carte quelconque de nos côtes, on se convaincra aisément que la partie située entre le fort Saint-Jean et la Major est assez abritée par la pointe sud du Pharo, pour empêcher des dégâts considérables sur ces bords ; car la ligne que forme le rhumb de vent à partir de ce rocher vient aboutir au nord de Panse de l'Ourse. II s'ensuivrait donc que ce serait à partir de ce dernier endroit que l'on pourrait calculer les envahissements de la mer ; mais il faut tenir compte du remous, ce qui fait que l'on peut estimer qu'ils ont commencé un peu avant la Major, et nous avons cru pouvoir les tracer ainsi sur notre plan. Quant à Peffet produit par les courants, on sait qu'ils vont de l'est à l'ouest et par conséquent, ils n'ont pu avoir aucune action sur ce rivage. On doit aussi avoir égard à la qualité du terrain et au fond actuel de la mer et c'est sur ces bases que nous avons établi notre tracé. On ne peut mettre en doute que cette action de la mer n'ait été trèslente et n'ait eulieu quesur un rivage inhabité. Nous avons suivi ici Popinion commune que nous ont transmise les auteurs grecs et latins, la fondation de Mar seille par les Phocéens. Plusieurs savants de notre époque, M. l'abbé Barges, entre autres, ont soutenu que la ville avait été fondée par les Phéniciens. Laquestion nous paraît"], [62, "56 trop obscure encore pour être décidée en Pétat des docu ments historiques qui tous s'accordent à reconnaître les Phocéens comme les fondateurs de Marseille. Nous ne discuterons pas ce point, ce qui nous mènerait trop loin et hors de notre sujet (1). Quoi qu'il en soit, que les fondateurs de la ville aient été Phocéens ou Phéniciens, ils n'ont rien changé à la situation des lieux, et pas plus les uns que les autres, n'ont été assez puissants pour cela. Nous savons que notre travail nest pas à l'abri de toute critique ; mais nous serions heureux s'il pouvait seule ment servir à éclaircir quelques points de notre ancienne topographie si souvent et si longtemps controversée avec peu d'intelligence et donner Poccasion à ceux qui s'en occuperont après nous, de déterminer la vraie position dans laquelle notre ville a eu son berceau. (1) Nous sommes fâché d'être obligé de dire que le mémoire de notre savant et ancien ami n'est point fait pour nous persuader. Nous reconnaissons certainement ses bonnes intentions de donner à notre ville une origine plus ancienne encore que celle que nous a laissée l'histoire, mais il est souvent dans l'erreur et ses raisonnements sont peu logiques. zAS^sA Marseille. —Typ. et Lith. Cayer & C\", rue Saint-Feri éol, 57."], [63, ""], [64, ""], [65, ""], [66, ""], [67, ""], [68, ""]]