[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE ANGELS OE THE AGES : A.D. 2000, OR THE RETROSPECT; &trt> -fHitiot Poems. EDITED BY VIGILANTIUS. WITH NOTES BY THE SAME. LONDON : SIMPKIN, MARSHALL, AND CO., STATIONEES' HALL COUET, E.C. 1875."], [6, "LONDON : PRINTED BY W. H. AND __,. COLLINGRIDGE, ALDERSGATE STREET, E.C."], [7, "TO THE READER. The Editor readily undertook the function of editing the foUowing poems. The text of the manuscripts has been faithfully given. He has added a few notes. With regard to the second poem, \" A.D. 2000 ; or, The Retrospect,\" he has prefixed to it a note, to which he refers the reader. He is, however, afraid that it will be found to belong to that large class of explanatory notes which cannot be understood until they are them selves explained. He hopes that the notes in general will not he deemed by the reader superfluous or intrusive."], [8, ""], [9, ""], [10, "ERRATUM. Foot Note on Page 11, line 5, for \"runty\" read \" new."], [11, "CONTENTS. * PAGE The Angels of the Ages .... 9 A.D. 2000 ; or, The Retrospect . . . 41 The Shadow of the Future . . 51 On the Death of an Infant . . 53 The Birth of Psyche 54 Appendix 59"], [12, ""], [13, "THE ANGELS OF THE AGES"], [14, "THE ARGUMENT. The Angela of the Ages, -which forms the title and introduction of the following poem, represent thoBe who appear in Holy Scripture commissioned to minister in human affairs, specially at great epochs of the divine dispensations. With the single exception of their introduction, which was necessary for the structure of the poem, it -will be seen that these intimations have been, either literally or in effect, adhered to strictly. The poem opens with a supposed meeting of the Angels of the Ages, who rehearse among themselves, without formal specification of the speakers, the story, as follows, of human life — its prime, its downfall, the antediluvian world, its wickedness, and destruction by the flood, the ark, and the patriarch Noah's burnt-offerings, and the bow and covenant of God, with their significancy, the human race u [-.changed after the flood, their forgetfulness of God, the light vouchsafed to them, the witness of the patriarchs, and of the chosen people, followed by the moral and desperate declension of the whole race, the coming of the Mighty One, His temptation, the great Burnt Sacrifice, the resurrection and ascension of the Son of God, His kingdom on the earth, the world towards its end, the coming of the Judge, the final separation, and the everlasting kingdom. Close of the poem."], [15, "■9 THE ANGELS OE THE AGES. 'Tis said, of late, what time the day declined Towards the hour that brought a golden eve, The Angels of the Ages met, and where, Retired, they sat within a cloud, that beamed As if the sun it shrined, themselves unseen, The story of our life they told, its prime, Its mighty changes, and its changeless close. Their converse thus they held, and thus began : — \" When day and night, by the Almighty named. Had meted out, each, his unfolding worlds, And the new earth, her heavens as new, yet stood In vacant pomp, consummate else and fair,"], [16, "10 THE ANGELS OF THE AGES. Axose, inspired of God, the master-shape Which His own hand had moulded from the dust, His breath its spirit, angel-like, but lodged Mysteriously, wedded to its helpmeet,1 Of whose uprising 2 the forerunner, earth, Was the great matin twilight, glorified. His, her sole eye, that, in her universe, From the fresh sward up to the high-domed heavens, The temple-glory of the Invisible Beheld, then only worshipper, and thence As rearward to the angelic hierarchies. Godward his heart, from whose calm crystal deep, With the calm, gorgeous earth in unison, 1 See Appendix A. 2 The great work, \"On the Hand,\" by Sir Charles Bell, is a noble illustration of this fact. To the same effect is that splendid passage by Coleridge. Speaking of the earth and its productions, he says, \" Behold the shadow of approaching humanity, the sun, rising from behind, on the kindling morn of creation\" (\"Aids to Reflection,\" p. 112)."], [17, "THE ANGELS OF THE AGES. 11 Went up on high his grateful orisons, The sun's imperial beam, his ministering robe, Whilst on his brow sat majesty enthroned, The brow of an Immortal. All the world Lay at his feet, and in the midst of it, Like a paviHon, stood his Paradise, Befittingly enclosed as for a king, Glories elsewhere profuse concentred there, His Eden throne, himself earth's sceptred lord, Man,3 the grand patriarch of the human race, And the vicegerent image of his God.\" 3 The inspired volume and the well-known traditions of antiquity, no mean subsidiary evidence, agree in representing man as having descended from a high point of elevation, physical, intellectual, and moral. Again, recent attempts have been made— -we say, again, for they are in no wise ready to reverse this order, and to represent him as having graduated, almost from the zero of existence, through a series of materialistic discriminations and intelligential trans formations, up to his present condition. Yet it is not difficult to discern in man, even as he now is, majestic, though in ruin, some tokens of a \" glory which has departed,\" a shadow of the image and likeness of God, in which he first shone."], [18, "THE ANGELS OF THE AGES. 12 \" How soon despoiled, himself with aU his state, And great his downfall. As a tree, whose root The worm has pierced, feels in its secret life The deadly wound which through its branches creeps, TiU, in drooped leaves and ineffectual fruit, Its ruin stands complete ; or as the night, When sunk the sun with glory quenched like fire, . Covers the earth, hiding the face of things, And danger haunts the darkness, whilst wan clouds Eclipse the moon and all her host of stars, He in his sin decHned, and of his race The generations, to their utmost bounds — To mortal passed from immortality, Incapable of good from capable, With faculties erst glorious withered quite, A universe of death, with danger fraught, The primal image and its light extinct, And in their stead guilt, with a thousand fears, O'errun by error in a thousand shapes —"], [19, "THE ANGELS OF THE AGES. 13 Double ecHpse, which darkened in its course The ministries of heaven.\" \" Slow the decline. StiU, flushed with youth, the Earth put forth her strength In a most gorgeous magnificence Of wood and forest, over hUl and dale And up the mountain side — her virgin soil Surcharged with burnished bloom of shrub and flower And in her vast savannas, and the depths, Sunless, of forest solitudes, roamed wide Her Behemoth,4 in soHtary herds, Answering each other from her thousand hills, Whilst Patriarchs, amidst her mighty world, 'Psalm 1. 10: \" The cattle upon a thousand hills.\" What the Behemoth may be is doubtful (see note in Appendix C). In the text, the word appears to be employed generically, and to designate the more formidable kinds of wild beasts."], [20, "THE ANGELS OF THE AGES. 14 Outliving centuries before the flood, Walked there, in seeming immortality.\" \" Vain was their length of days, as vain their might, Their hoary wisdom vain. Proudly they walked, And wrought with violence such evil deeds, Heaping up crime on crime against high Heaven, The earth grew weary of their guUt, and wrung, Desperate, her hands, and Hfted up her cry Of anguish to her God, waking His wrath, Which, in the guise of the great deep, went forth, And, trampling down his thunder-cloven shore, Over their ruin closed tumultuously, Then, from his mountain tops,5 looked back to heaven.\" \" The Deep retired, sheathing his sword of waters, And th' heavens, unarming, stopped, before the sun, 6 Appendix C."], [21, "THE ANGELS OF THE AGES. 15 Long, which had gazed in vain on the palled earth, The arrowy wrath of the unquivered clouds, Smoothing their wrinkled brows, and died the last Echoes of the Angel 6 trumpets, as forth came The bridegroom from his chamber to revive His weeping bride sitting disconsolate In her immeasurable solitude Of voiceless desolation.\" \" 'Midst a range Of mountains, on a lofty tableland, Swept but of late by the unbounded surge, Rested the ark of God, helmed through the flood By His right hand, that fixed its resting-place On the eternal hills. At His command 6 Revelation xvi. 5: \"The Angel of the waters.\" It should seem a presiding Angel, having a presidency over the waters ; the waters his principality. Perhaps such, though out of sight, are nigher to nature and to man than is commonly imagined."], [22, "16 THE ANGELS OF THE AGES. The door which opened of the living tomb, Needed no more, came forth, with all his sons, The antediluvian Sire. On the new world, In sigbt of its fresh heavens, their long night past, An altar then he built, and offered up The faithful sacrifice, pleading with God The everlasting promise, which survives All change, is without change, the resting-place Of God from age to age, and His delight.7 And God the plea remembered, and a sign, In token of His faithfulness, He gave, First to the patriarch, thence to all his race, All generations to the end of time. In the retreating darkness of the cloud, Far off, that seemed to threaten still, He set 7 \" And Noah builded an altar unto the Lord . . . and offered burnt-offerings on the altar. And the Lord smelled a sweet savour\" (margin, \"savour of rest \" : Gen. viii. 20, 21)."], [23, "THE ANGELS OF THE AGES. 17 Right opposite the sun 8 His bow, the arch Of tears, such tears as only mercy weeps, Rejoicing against judgment. On His bow, Whene'er it reappeareth in the cloud, God looketh, and requireth men to look, That in the earth, defended by His word Against a second flood, and in the course Abiding of her ordinances, day And night, summer and winter, and seed-time And harvest, the successive race might glimpse, As in a vast transparency, the light s The works of God in creation become in Scripture a vast con geries of types. What is material is made to adumbrate what is spiritual. In the illuminations which the material projects on the spiritual, the seen on the unseen, we see how deep the foundations of analogy are laid. Next to this grand use of the universe, the holy of holies in the temple of Solomon is profoundly interesting as a pattern of the invisible. There is also a depth of meaning in the well-known saying that \" history repeats itself,\" which applies to the experiences of individuals as well as of nations. B"], [24, "THE ANGELS OF THE AGES. 18 Eternal of the covenant, which leads, In virtue of the mightier sacrifice, His chosen, guarded by His arm almighty, Through a huge world of sin, and from the grave, Wide opened, to their resting-place, the new Creation, on the holy hills of light Emergent, when these heavens shall be no more.\" \" Again the earth grew peopled, but beheld The race unchanged, forgetful of their God. Him they forsook, and in His absence strove, With strange devices multitudinous, To fill up the illimitable void. The void insatiate told what they had lost, Their quenchless yearnings all they might have been. The link which bound the creature to its God Was gone, and left no resting-place behind To stay^its wandering on an awful surge, Though many such were sought They called aloud"], [25, "THE ANGELS OF THE AGES. 19 to For help on Happiness, who did not come, Or would not hear. Her phantom, not herself, They strove to grasp. On God, the Infinite, Sole, inexhaustible source of blessedness, They did not call — incapable all else To fill up the illimitable void. But in His stead they called for help on gods Themselves had imaged, but there answered none,9 And none regarded. As, from age to age, Their generations came and passed away, A long funereal procession went Down into that unfathomable gulf, Sin, the triumphant, leading the dread march, Of guilty pleasures, of ambitions mad, Of horrid lust and adamantine pride, Of vain philosophies, of gory fame, 9 1 Kings xviii. 29 : \" There was neither voice, nor any answer, nor any that re^aided.\" B 2"], [26, "THE ANGELS OF THE AGES. 20 9 Of bondage and of tinsel liberty, Of kingdoms, empires, sciences, and arts, And in it all were lost, for vanities They were, empty and unsubstantial things That could not satisfy, wanting the light Of truth, and transformations of its life, And wanting God, by themselves quite shut out.\" \" Yet He vouchsafed them light. Pointed to Him His umpire,10 Conscience, in its secret court, As it set forth with still small voice His law. And in the seasons,11 rich in copious fruit, And varying aspects, ministering to all wants, Filling all hearts with an unbounded joy, Beneficence most inexhaustible, Viewed but aright, they would have seen, unveiled, w \" Uv umpire, Conscience\" (\"Par. Lost,\" b. ii., v. 195). 11 Acts xiv. 17 : \" Gave us rain from heaven, and fruitful seasons filling our hearts with food and gladness.\""], [27, "THE ANGELS OF THE AGES. 21 The wonder-working of His providence. And, like to this, in the blue vaulted heavens Of th' ages, the eternal canopy, Refulgent with the day, or with the night, In their due season bringing forth the sun, The moon, the stars, unweariedly upheld, And onward borne in still magnificence, All marshalled, as a host with banners bright, They might have felt, in this eternity Of Godhead,12 in the presence of its power, The shadow of the Invisible.\" \" Meanwhile Out of the God-forgetting race, from whom He turned away in judgment, some He called, 12 Romans i. 20 : \" The invisible things of Him from the creation of the world are clearly seen, being understood by the things that are made, even His eternal power and Godhead, so that th-sy are without excuse.\""], [28, "THE ANGELS OF THE AGES. 22 His chosen, as light bearers13 of His truth, To keep alive His great name in the earth : Patriarchs of old, in faith pre-eminent, The vision of the promise u who beheld, And sojourned in its light, and testified Of an eternal home, beyond the world, In the unseen hereafter of the heavens. To them, become a nation, He vouchsafed His glorious presence, and in their behalf Wrought mighty acts, that struck the heathen round With terror, and confounded all their gods. His Word He added, with the breath instinct Of His Almighty Spirit, who unveiled The mysteries of the universe, enough For man to know — unveiled what conscience saw Through a glass darkly, in it once so bright, 13 So the sun and moon are great lights or light bearers. 14 John viii. 56 : \"Your father Abraham rejoiced to see my day : aud he saw it, and was glad.\""], [29, "THE ANGELS OF THE AGES. 23 The Will supreme, that severed between light And darkness, and whose judgments sway the worlds. But chief projected on the mystic page, From the abysm of futurity, The lengthened shadow, which bespoke far off, On the horizon, down the night of ages, Invisible but to the eye of faith, The Day-star coming to its shadowless noon Of glory evermore. The light divine Forth from her native seat threw scatter' d rays, Collateral, far and wide, and many a sage, And many a proud and mighty conqueror,15 Lessons of wisdom gleaned. But all declined. The chosen race, the awful trust who held, Missing its end, declined. The nations lay 15 One of the mightiest of these, Nebuchadnezzar, learned one of these lessons : \" Now I praise and extol and honour the King of heaven, all whose works are truth, and His ways judgment : and those that walk in pride He is able to abase.\""], [30, "THE ANGELS OF THE AGES. 24 In darkness, in idolatries immersed, Lost to all good, death's Shadow, till they seemed Past remedy ; yet in such desperate case They sighed for help, and ' to the Unknown God ' An altar built.\" \" But when the hour had come, Sounding the time,16 the great prophetic hour, Far off, by holy men inspired, foretold, Nor unto us as Sons of God unknown, Came One, the Mighty One, who gathered up The glories of His Godhead in the form And fashion of a man, girding Himself To save the hapless race. He spake the word, We were,17 and all our pomp. On high He stood, 16 Appendix D. \" \" John i. 3 : \" All things were made by Him, and without Him was not anything made that was made.\" Coloss. i. 16: \"For by Him were all things created that are in heaven, and that are in earth, visible and invisible.\""], [31, "THE ANGELS OF THE AGES. 25 And round about Him shone eternal light, Eternal light, the diadem He wore, Eternal light, His garment.18 At His feet Lowly we knelt, innumerable hosts, Their crowns of light who held, in homage due To His imperial glory. Then at once, On that high day of our prime festival, From all the Sons of God, heaven's morning stars, Led by a voice from the eternal throne,19 Began the roll — interminable sound — Of the prime swelling anthem, breaking forth In mighty hallelujahs. At His word (We heard, and all His wonders saw unrolled), Like a great Sun, uprose the universe, And pierced, magnificent, beyond its bounds, 16 Psalm civ. 2 : \" Who coverest Thyself with light as with a garment.\" 19 Rev. xix. 5 : \" And a voice came out of the throne, saying, Praise our God, all ye His servants.\""], [32, "THE ANGELS OF THE AGES. 26 His shadow in illimitable space, And on its golden front high up He hung A burning cresset in this glorious earth, To be a beacon light to all the 'worlds. But now, as one disguised, of glory shorn, And without angel pomp, He walked the earth, And in His softened majesty, as man, Conversed with men.\" \" With grief acquainted, He Their sorrows took, and set before their eyes Himself, the image of eternal love, Which they had lost. But first across His path, The hour of evil came, that comes to all. The dread Archangel, once who stood so high, And who, himself deceiving, the flood-gates Of sin wide opened, and let loose the flood, That swept into a universe of death A world of angels and the world of man,"], [33, "THE ANGELS OF THE AGES. 27 Drew nigh in his vast power. Strange his attempt Upon the Word made flesh.20 And sense he plied, And visions of false glory woke, and ends That on the providence of God presumed, The secrets of his triumph over men, Now urged home close with influence desperate. The awful flood passed by the Holy One, And left Him undefiled, unstained, unshook — Great Victor, in such fearful battle-field ! Satan we saw as lightning fall from heaven, And trembled his dark empire as he fell ; Whilst to the Conqueror in the wilderness, Exhausted, though victorious, swift we came, Sent from above, and brought Him fruit from heaven.\" 20 Heb. iv. 15 : \" Who was in all points tempted like as we are, yet without sin.\" The fallen archangel, through pride, failed to unlock the mystery of the incarnate Word, \" Who being in the form of God, thought it not robbery to be equal with God, but m-de Himself of no reputation, and took upon Him t'.e form of a servant, and was made in the likeness of men.\""], [34, "THE ANGELS OF THE AGES. 28 \" Thenceforward He began His mighty work. Much He endured, much taught, and on the ills Of men He rose, the Sun of Righteousness, With healing on His wings. At length arrived The hour the end of all for which He came. He saw what havoc sin and death had made, Sin, which had withered all the human race, Death, which had dug their grave, and Sin and Death He summoned to His presence.21 With them came, Behind them stood, that which had made them strong And was their sting. Once on the mount of God, Amidst devouring fire, its voice was heard — Heard now once more, unalterable power, Wielding its penalty, devouring fire. With them He grappled in a death embrace. Strange was and wonderful the dire conflict, 21 1 Cor. xv. 56 : \" The sting of death is sin, and the strength of sin is the law.\""], [35, "THE ANGELS OF THE AGES. 29 And strange and wonderful what then we saw On high. In th' unapproachable Hght, where shines The glory of Jehovah's dwelling-place, What seemed a great white throne appeared, and round A fearful night there rolled, darkness that flamed ! Whilst from the midst, long and exceeding loud, There erst unheard, the judgment trumpet blew, And shook the heavens. Trembled at the sound, Amidst the dread eclipse, the hosts of God, And the earth answered, and her darkened sun. As lightning, from the throne fell down a fire That winged its way to the accursed tree, And in the Victim there, the Son of God, Quenched its full strength. The great Burnt Sacrifice Sin saw, and Death, and that which made both strong Saw, and expired. His head He bowed, and died. But, ere His head He bowed, the Prince of Peace Cried, \" It is finished ! \" with a mighty voice."], [36, "30 THE ANGELS OF THE AGES. No sooner had the Almighty set His bow,22 (Then first 'twas seen in Heaven), the arch of tears Around the burnished brightness of His throne, In the retreating darkness of the cloud, Lit from the setting glory of the cross, Than, \" It is finished ! \" rent the Heaven of heavens. Re-echoed, \" It is finished ! \" all the worlds ; And hell, the head of her damnation bruised,23 Said, \" It is finished ! \" with her deepest groan, And now, again, the awful darkness fled, Looked out the sun, and shone as one inspired.\" \" Meanwhile, the widowed Earth received her Dead, Now resting on the Sabbath from His wor]*., 22 The rainbow is evidently the token of the new covenant. \" Behold,\" St. John pays, \" a throne was set in heaven, and One sat on the throne, and there was a rainbow round about the throne.\" rt Genesis iii. 15 : \"I will put enmity between tbee (the serpent) and the woman, and between thy seed and her seed ; it shall bruise thy head, and thou shalt bruise His heel.\""], [37, "THE ANGELS OF THE AGES. 31 More glorious than the worlds which He had made. Sealed was the stone, and set the armed watch : All else was still around that midnight tomb. But, with the darkling dawn, the rising heavens, The Sleeper there, resistlessly as they, Arose, and, through the open gate of death, Went forth, and walked theworld which He had saved, For sealed stone and armed watch had fallen Or fled before the Angel of the Lord, Upon the stone who sat, cherubic fire, Guarding the open tomb, and to the world Gave back the Tree of Life.\" \" The Son of man, Now risen, proved the Son of God, ere long Quitted the earth. We saw Him rise ; saw, too, The wondering Galileans how He rose, The King of glory, to the throne of God.\""], [38, "THE ANGELS OF THE AGES. 32 \" The kingdom He had built was built for ever, Its first phase, Time ; its last, Eternity : Grace on the earth, and glory in the heavens. Unlike the hollow kingdoms of the world, Which are but bubbles on the stream of time, Or leave behind but ruins and a name — Mere outside vanities, the pomps of men, His kingdom entered into the domain Of conscience ; 2i in the human heart is throned. There first the dawn of its great change begins, And there He lavishes His princely gifts, His Spirit in them working out their ends, Repentance and forgiveness, and the love That never faileth, and of holiness The beauty, with the fruits of charity In action, and the righteousness divine, 21 It was a fine saying of the first Napoleon, that his empire ended where the empire of conscience began."], [39, "THE ANGELS OF THE AGES. 33 With the one golden link that holds it fast. Held fast by it with an almighty grasp — Faith in the Son of God, and battle-fields Within the bosom, warring against sin, And hope, well grounded, looking through His Word, For life eternal in the Paradise Above — enduring Paradise, that holds In store for the elect, His faithful ones, Robes in His blood made white, and victor palms, And crowns of glory, and companionship With us in converse, and all sanctities Of bliss, and fellowship before the throne With God and with the Lamb for evermore. Such His great kingdom here ! — its prospects henee : His own, its subjects.\" \" Towards the last great change All things are on the wing. The aged Earth, The elements within her, and around c"], [40, "THE ANGELS OF THE AGES. 34 In her encircling heavens,25 the stream of time Nearing his vortex with the human race Upon the whirling surge, the day of grace There, with its setting sun, th' insatiate grave Disquieted for her dead, the heavens above, In stir of preparation, and, beneath, Darkness, alarmed, knowing his time is short, Have entered the foreshadow of the close Which is to take the sum of all their work.\" \" Then will His kingdom come in all its power, And in a moment, when it cometh, shine — The Lord Himself descending, with a shout, With the Archangel's voice, and trump of God — 26 Daniel xii. 1 : \"At that time (towards the end) there shall be a time of trouble such as never was since there was a nation, even lo that same time.\""], [41, "THE ANGELS OF THE AGES. 35 In glory and in terror, on the gaze Of the innumerable multitudes That will be gathered from the all-opened worlds !t Of life, of death, of Hades, of the Heavens, Of darkness and his kingdom, pouring forth Each its own millions, numberless, and drawn Towards one centre, irresistible, A congregation infinite ! in twain,27 Upon the confine of eternity — In light, with an immeasurable pomp, Or gloom, with an unfathomable dread, Around the great white throne.\" 28 28 Rev. xx. 13 : \" And the sea gave up the dead which were in it, and death and hell delivered up the dead which were in them.\" 27 Matt. xxv. 32 : \" He shall separate them one from another as a shepherd divideth his sheep from the goats.\" 28 Rev. xx. 11 : \"I saw a great white throne, and Him that sat on it, from whose face the earth and the heaven fled away, aud there was found no place for them. And I saw the dead, small and great, stand before God.\" c 2"], [42, "THE ANGELS OF THE AGES. 36 \" Then life, then death, Eternal life, eternal death, will part, And meet no more. Meanwhile, these heavens and earth, In one great flaming pyre, will end the course Of time, the moment, interposed betwixt Two dread eternities, that will conjoin With sound of thunder, to be one for ever, But, bearing on its breast, divinely bright, His consummated kingdom, in the birth Of the new heavens and earth, the Lord from heaven, The second Adam, and the second Eve, The Bride white-robed, His glory her array, The blood-bought Eve, forth taken from His side To share with Him His everlasting throne,29 29 Rev, xxii. 5 : \" And there shall be no night there, and they nee no candle, neither light of the sun for the Lord God giveth the light : and they shall reign for aver md ever.\""], [43, "THE ANGELS OF THE AGES. 37 The great, the final change that knows no change. But Time, swift winged, forbids our longer stay.\" They ended, and the cloud wherein they sat, And had rehearsed the story of our Hfe, The while so bright, now faded. They had left."], [44, ""], [45, "A.D. 2000; OK, THE RETROSPECT."], [46, ""], [47, "A.D. 2000; OR, THE RETROSPECT. [By what means the following poem was discovered, how it came into our hands, and who the author may be, we leave the public to conjecture. The poem itself seems to indicate that posterity delights, even beyond what is evidently becoming the tendency of our own age, in brevity of composition, if, indeed, this is to be taken as a sample. — Ed.] \" Of that which has been in the time gone by, And still remains, or with it passed away, I sing — theme not unworthy to be sung.\" So touched the Bard his lyre, with prelude brief, Then swept the strings, and thus his theme pursued — \" There was an Isle, still deemed the chief of such, Long while that reigned the mistress of the seas,"], [48, "42 A.D. 2000; OR, THE RETROSPECT. And, from her high rocks, kept the world in awe. Matchless her empire. As unmatched her soil, For every varying charm of hill and dale, For lordly wood, and many a graceful stream. Thronged were her shores with freights from ever) clime, And great her enterprise in all the earth. Firmer her throne than ev'ry other throne, Its ramparts being the people, who were free. Her princes, nobles, merchants, were great men. Her mightiest names, the foremost of the world, First in the race of fame of every age. For arms, her fleets renowned beyond the mark Of proudest empires that have ruled the waters. Scarce less her bands heroic on the field, Firmest when deadliest came the shock of battle, Unconquered, and unconquerable ever. For all the flourishing arts of peace renowned, Her cities, chiefest of the universe —"], [49, "A.D. 2000; OR, THE RETROSPECT. 43 Her villages and towns, innumerable — Her peasantry and cottages, her pride — Her island life, her glory, the slow growth Of ages, in the fulness of its power, The wonder of the world ! \" \" Nor these the while Alone her grandeur. Flourished on her soil A Church most ancient, wedded to the State, Aud high advanced, for ages undivorced, <. The bulwark of her glories and the shame, In pomp of wealth arrayed. Its hierarchy For master spirits famed — immortal minds That bare immortal fruits, worthy to live. For men heroic famed of firmer mould, Who kindled at the stake the torch of Truth, And, in its light, taught millions how to live In freedom, and for freedom how to die, Noblest of truths, and hardest both to learn."], [50, "A.D. 2000; OR, THE RETROSPECT. 44 Towered her cities, with its thousand spires, With thousand thousand spires, her wide champaign, Whose ancient hamlets and whose sylvan shades The Sabbath music heard that called to prayer. Wide its renown, and filled the populous earth, From age to age, a Hght and a rebuke To other lands, the pillared cloud and fire That wrought betwixt the march of truth sublime And the oppressor. Monarchies afar Waxed wroth, waxed pale, and trembled at its glance And, whilst they sought its ruin, found their own. So, and so long, it flourished in that isle.\" \" Both since have changed, and one is passed away, Th' imperial Isle still stands, gemming the deep. See where her glory shines amidst the waves ! Glory, of which her freedom was the dawn, Born of the travail of a thousand years ! StiU to her shores innumerable ships,"], [51, "A.D. 2000; OR, THE RETROSPECT. 45 ■9 With messages of peace, and fraught with wealth. Swift travel from the uttermost ends of earth. Still stands her ancient throne, or firmlier built In righteousness and truth with nobler sway, Unscathed amidst the wreck of other thrones That fell, dissolved at Freedom's mighty touch. Her princes, nobles, merchants, chiefest still, Walk there in brotherhood with other men, Their dignity, themselves, above their state. The people still the same, born of the free, Freer themselves, the nobles of mankind, Good, and good done, their sole pre-eminence. Her men of war, not needed, are no more. A Paradise her soil, her capitals Thronged with innumerable palaces, Throughout her dwelHngs health and social bliss. The voice of penury no more is heard, But, in its stead, music from gladsome hearts, Knowing no wants, peopled with many joys,"], [52, "46 A.D. 2000; OR, THE RETROSPECT. Beating in unison, in reason's ear A universal sound, more glorious far Than of the Ocean with the summer morn Fresh on his waves.\" \" But of that elder pomp, The sharer and the bulwark is no more, Amidst the mighty shadows of the past FaUen for ever from its high estate ! Faithless it grew, or it had stood immortal. From its high trust descending to the earth, Its martyr robe original it soiled, And, like the Nazarite, fell shorn of its strength. The Superstition it should have abhorred, But tempted back in its maturer age — The Curse of the unrighteousness that meted Not to the labourer his due reward, But sent him to the grave before his time, Beneath a sense of ill, not unavenged,"], [53, "A.D. 2000 ; OR, THE RETROSPECT. 47 Whilst titles, dignities, and wealth, and power, The world's vain glories which the Just One shunned, It showered, regardless of the innocent blood, On hirelings who received and laboured not — The Sacrilege, that shame of coronets That blushed not to pervert to uses earthly Wealth given in trust for hallowed purposes — These, which it nursed, on it weighed heavily ; Despite its pomp, these on its vitals preyed. Nor these alone that smote the prophet gourd. Deeming itself unchangeable, it held The freedom it had nursed to giant strength, In check unwisely, and, unskilled to rule, Loosed not his bonds, which, one by one, he rent, Full grown and struggling, from his mighty limbs, And wrought its fall ; then other change too late. So perished it, nor passed unmourned away, Nor unremembered yet its ancient fame.\""], [54, ""], [55, "MINOR POEMS"], [56, ""], [57, "THE SHADOW OF THE FUTURE How soon the starHght dawn of childhood time Fades with its opening years ! How soon the blossoming and bloom of youth Like sunshine disappears ! And while, with strength for toil, erect we tread On Hfe's majestic stage, How soon the wrinkling touch of care steals on, And the hoar brow of age ! 'Twas but of late that spring her azure smile Graced with her freshest green, And came the burning summer glory on, And autumn's golden sheen. . 2"], [58, "THE SHADOW OF THE FUTURE. 52 They too are fled, and now the hollow wind, Dirge-like that dies afar,' Brings forth, to shroud the earth, a winding-sheet From clouds that have no star. She is not dead, but sleepeth, till she comes Forth from her mighty tomb, Waked by the summoning of the sun, whose glance Will scatter all its gloom. Like grass, the innumerable leaves will spread Their marvellous array, And in the vastness of their chequered pomp Stand in the eye of day. And when the ages of our life have slept, Death holding them in trust, And in a dread array of changeless forms Awakes our awful dust,"], [59, "53 ON THE DEATH OF AN INFANT. Called forth to be for evermore — how vast WiU the assemblage be ! Its glory and its shadow on thy glance, Sun of eternity ! ON THE DEATH OF AN INFANT, It did but touch this earth, then left for heaven, Fled as a dewdrop to the sun uprisen ! The doom of pain it shared, but not of sorrow, And changed it for an endless bright to-morrow. Its brief existence here remembered dim Above, in presence of the cherubim And of its God. The labyrinths of sin, And the temptations, the tumultuous din Of human Hfe, the feverish turmoil, And the vicissitudes of daily toil, It has escaped, and knows no date but this— Its flight from hence to everlasting bliss."], [60, "THE BIRTH OF PSYCHE. Deep was the myth born in the Pagan time, The bright-winged Psyche of the world's sweet prime. Her parentage they fabled, so they erred, For 'twas from heaven she came. When first was stirred The secret deep, thrilled by a breath divine — The Light began amidst its gloom to shine, The Earth grew verdant parted from the main, And flowers and shrubs o'erran the lone champaign ; Uprose the sudden woods, by mazy streams, Where dipped the bright wings of the young sun- beams. Then first the Evening touched the burning pyre Of the first sunset's dying golden fire. On her dusk forehead beamed her chosen gem, Till Night brought forth the starry diadem"], [61, "THE BIRTH OF PSYCHE. 55 And robe imperial for his own great Queen, Throned on her couch of state, in such orbed sheen, That darkness smiled, glad the old Chaos reign, The drear, the desolate, had not come again. Then a new dawn awoke, with, everywhere, Memnonian music in the infinite air Of the all-kindling universe — the song Of jubilant bird the azure's streams along, And underneath, as jubilant, finny leaps In sunlit rivers, lakes, and ocean deeps, And in all climates of the vasty earth Came habiters, aU issuing into birth ; Till life at last shone full, divinely fair, Its crown resplendent in th' immortal pair, Sublime, who worshipped, linking earth with heaven, The last best gift by Life Eternal given."], [62, ""], [63, "APPENDIX"], [64, ""], [65, "APPENDIX A. \" Wedded to its helpmeet.\" It is a vain speculation, common among philosophers and poets, that the human body is a clog or an encumbrance to the spirit that inhabits it. On the contrary, it is represented in Scripture as the \" sheath of the spirit,\"1 as if in some way conservative of it. The fact is that each is divinely adapted to the other. The body is an aggre- gate of instrumentalities, by means of which the spirit is enabled to carry on its own higher operations more richly and more perfectly. Besides, their oneness, except in the comparatively brief interval of their unnatural and temporary divorce by death, is otherwise indissoluble. Even in that state the disembodied spirit is, we are informed by divine authority, waiting as one bereaved, and, as it were, impatient to rejoin its partner, made ready to be its mightier helpmeet in the unity of a more glorious co-existence. The real clog or encumbrance to 1 Daniel vii. 15 : The prophet says, \"I was grieved in my spirit in the midst of my body\" (sheath)."], [66, "60 APPENDIX. man, properly so called, is to be found in himself, in the struggle there between the old chaotic creation, which is to pass away, and the new creation, which is to last for ever. May we add here, that in an analogous but in a deeper sense, to be interpreted with carefulness, the eternal Word became wedded to manhood, as His helpmeet, one with it, and, though temporarily separated from Him by death, otherwise for ever indissoluble, and so, to speak reverently, was enabled, by its union with Himself, to achieve the higher purposes of His Godhead in our redemption. There is, however, one great distinction between the two instances. In the one the helpmeet is the body united to the spirit ; in the other, the manhood body, soul, and spirit, is united to God. APPENDIX B. What animal answers to all the points in the descrip tion of Behemoth is still undetermined. Our wary translators commit themselves to nothing in the autho rized version beyond the curt marginal note, \"the elephant, as some think.\" Recent and more confident expositors affirm that the hippopotamus fully answers to the des cription, which, however, is to be doubted. Behemoth"], [67, "APPENDIX. 61 is represented as a powerfully-armoured and most for midable animal, and as pasturing on mountains, neither of which will apply to the hippopotamus, a beast am phibious, and rather timid than otherwise. With regard to the elephant, it cannot be said to eat grass like an ox, nor can it be said of its proboscis that it is a nose, and strong to pierce through snares. We venture to suggest that the animal which fully answers to the description is the rhinoceros. It frequents alike marshes and moun- tains. It pastures. One cannot look at it without being struck with the formidableness of its appearance. Its armoured loins, and what may be called its nose, crested with that terrible horn, so fatally adapted to rip up and so strong to pierce through snares, seem, with every other point, to justify its claim to be the Behemoth. APPENDIX C. \" The Flood.\" Recorded or traceable in the classics of antiquity, and in the traditionary lore of almost every ancient nation, such an event as tlie great Flood, in the universality of which we firmly believe, geological objections to the con-"], [68, "APPENDIX. 62 trary notwithstanding, could have been brought about only by extraordinary means, only by forces thereafter with- drawn, of a might so stupendous as to baffle conception. The raising of such a vast body of water to the height of fifteen thousand feet or more — that is, to the height of the Ararat range — from the fountains of the great deep broken up, and the supply of water by enormous vapour to sustain the formation of clouds, returning in long con- tinued and unintermittent torrents of rain, imply not only tremendous disruptions in the crust of the earth, but also an unusual action of the central fires for the production of so vast an evaporation. As a consequence of these disruptions, dislocations, and it may be subsi- dences, the very surface of the earth must have under- gone serious changes. The mighty antediluvian forests must have been overthrown, submerged, and subjected to the action of intense heat, and the waters themselves, in their motion and the sweep of their inevitable con- fluences, have teemed with innumerable substances of depository matter, swept up, and everywhere carried, and everywhere aud strangely deposited, as the waters gradu- ally subsided, and more or less embedded them. It is possible that animal life, like the human, may have been narrowed, that is, some branches of the animal races may have been extinguished, as were all but one of the human"], [69, "APPENDIX. 63 family, and that those only were retained and kept alive which were best adapted to the new conditions of the new world. It is significant that upon the occurrence of the Flood the duration of human Hfe was gradually but im mensely shortened — by divine appointment indeed — but acting, as always, through means, as if something in the conditions of existence favourable to greater longevity before the Flood had been seriously modified by it afterwards. These observations are not made for the purpose of advancing any theory, but only for the sake of giving prominency to facts, or, if the reader pleases, suggestions, worthy of greater consideration than they have been in the habit of receiving in discussions on the Deluge. APPENDIX D. \" Sounding the time.\" How wonderful the administration of the divine government, as it appears in the Bible history, from the beginning of the world down to the first coming of Christ ! We see depicted there, in the foreground, the gradual unfoldings of the grand remedial promise, and the course"], [70, "64 APPENDIX. of the Church of God in a long line of saints, of patri- archs, and of prophets, whilst in the background, in dim grandeur, glimpses are given us of successive prefatory empires subsidiary to and converging towards the mystery of the Advent. Looking forward from this standpoint, through the medium of revelation, we behold the further unfolding of the same government, its central subject still, the unseen Sun of Righteousness, advancing through clouds towards the glory of His final appearing, and with Him the Church of God along its chequered but expanding course, and round about Him kingdoms and empires, under His golden sceptre or His iron rod, in travail towards the awful crisis, when this wondrous system of divine government shall have completed its mighty cycle, and the inhabiters of all the ages shall stand before the judgment-seat of Christ, and the voice of the archangel proclaim that time shall be no longer. So vast a system, so harmonious, so complete, standing alone in the world's history, could only have been given by the inspiration of that omniscient Spirit who saw the end from the beginning, and could only be carried into effect by the administration of an all-overruling and Providence. H"], [71, ""], [72, ""], [73, ""], [74, ""]]