[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LA DIFUSA DI PUEBLA rOR EL JENERAL JESÚS GOXZALEZ ORTEGA. ARTÍCULOS BIBLIOGRÁFICOS POR b. ticuíu mcmuu. [Y\\ \\mc\\o Ai su, Muvlft se, ¿tsA'iwmi a\\ \\onio i\\ivt'voua\\ \\hvyci \\a Jt^^su tk\\ Wv¿ \"i C\\v\\\\t\"). SANTIAGO. IMPRENTA CHILENA DE HERRERA I Ca., CALLE DEL TECMO, NÜM. 29. MAYO DE 1864."], [6, ""], [7, "LA DIFIIS1 DI POEBÜ POR EL JENERAL JESLS GOXZALEZ ORTEGA. ARTÍCULOS BIBLIOGRÁFICOS POR s. TictriíA íucmuu. [YX \\itec.vo iU su «tula si atsV'vnará ti\\ \\<m¡\\.o nacional \\>ava Va ac*jro&a SANTIAGO. IMPRENTA CHILENA DE HERRERA I Ca., CALLE BEL PEUMO, NUM. 29. MAYO DE 18Ü4."], [8, ""], [9, "A FEDERICO TOIÍRICO. A tí, querido amigo i compañero de infancia, que como artista i soldado haz sabido servir a tu patria i a la América, consagro esta pajina del heroísmo americano. Acéptala pues tú, que tienes por el nacimiento i la educa ción una sola cuna en Chile i el Perú, i por el corazón una sola patria en la América libre. — Pueda tu aliento varonil inspi rar a tus compatriotas del otro lado del Loa los mismos sen timientos que haz visto ostentar a tus compatriotas de Chile! Pueda tu brazo, robustecido con sus propias cicatrices, volver a empuñar de nuevo la espada, i quiera Dios conser varte para que manejando, después de las batallas, el pincel de la gloria, nos pintes los cuadros de la nueva epopeya peruana en que se renovarán mil veces los ejemplos de Puebla LA GLORIOSA. Este es el adiós que al marcharte al Perú te envía tu ami go de corazón. B. VICUÑA MAKENNA Santiago, mayo 9 di 1S04"], [10, ""], [11, "LA DEFENSA DE PUEBLA.'\" 1. El sitio i defensa de Puebla la heroica es uno de los acontecimientos mas dignos de preclara i duradera memoria en los anales de la América republicana e independiente. Considerada solo su porfiada resistencia como un hecho de armas, sobrepuja en mucho por su grandeza a los mas famosos nombres militares de nuestra historia. Ayacucho, donde se batieron seis mil colombianos i peruanos contra siete mil españoles, i Maipo, otra de las batallas decisivas de Xa, primera independencia de. la América, donde pelearon en menor número los chilenos i los arjentinos contra las tropas de la Península, pasan al rango de meros combates de vanguardia delante de aquella hazañosa i sublime obs- ( 1) Parte jeneral que dá el Supremo Gobierno de tu nación respecto de la defen sa de la plaza itr Pue Ida de Zaragoza el ciudadano jeneral Jesús Ooir.ult- Orte ga.—I v.4.«— Zacatecas, 18*53."], [12, "6 tinacion con que veinte i dos mil mejicanos defienden a su patria en esta segunda independencia americana contra treinta mil de los mejores soldados de la nación mas beli cosa del mundo i la mas adelantada en las artes de la guerra. En otro sentido, considerada bajo su aspecto puramente cívico, la defensa de Puebla, asume el carácter de una epo peya americana. Lo que ha defendido a Puebla de Zarago za no es en verdad un ejército : es un pueblo. I no de otra suerte se esplica la grandeza de ánimo i la constancia in vencible con que aquella guarnición bisoña e inerme dis putó durante sesenta i dos dias, no sus fortalezas ni sus almenas, porque ni éstas ni aquellas tenia, sino sus templos i sus hogares, a un invasor que arrastraba tras sí un tren de guerra capaz de subyugar cien ciudades semejantes. Despedazada, en efecto, la nación por medio siglo de guerras intestinas ; sorprendida por el desembarco de tres ejércitos a la vez, que venian o a oprimirla o a humillarla; burlada después en su confianza por la felonía de la Sole dad, Méjico, sin embargo, se ostentó grande i valerosa delante de sus enemigos, i fué digna de estar a la vanguar dia de las Repúblicas a cuya familia pertenecemos todos los americanos del sud por raza i por herencia de heroísmo. De todos los confines de su inmenso territorio estuvieron marchando durante un año la flor de sus hijos para defen der en aquel sitio, sino la posesión de la patria, su honor al menos. Desde el humilde indio de Chiapas que habita en las fronteras de Guatemala entre los nopales que dan sustento a la cochinilla hasta los fieros rancheros de Sonora i Sinaloa que viven a caballo, en sus inmensos llanos, disputando la caza del búfalo i del bisonte a los salvajes Comanches; desde los criadores de ganado de Durango i de Chichüahüa hasta los membrudos mineros de Guana' na-"], [13, "7 to i Zacatecas. Desde los oromies de Oajacaque conservan to davía en toda su pureza, junto con su mansedumbre, el dulce idioma primitivo, hasta los soberbios pintos, que el ilustre Guerrero enseñó a ser soldados i viven per esto en el Estado que lleva su nombre. Desde los cultos artífices de Guadalajara i de Mechoacan hasta los holgazanes lépe ros de Méjico i los fuertes hijos de las montañas de San Luis de Potosí i de Nuevo León, diestros en el manejo del rifle, que les han puesto en las manos sus vecinos los squat ters del Norte: todos los Estados, en fin, todas las ciudades, todas las zonas, desde los valles de la tierra caliente hasta las altas planicies de la sierra Madre, en cuya estremidad norte yace San Luis, la capital de la República, todos los ámbitos en fin de la tierra de Hidalgo enviaron su contin jente de sangre i de bravura, de patriotismo i de gloria a la inmortal ciudad. Corto fué su número; pero no lo era tanto desde que no faltaban brazos ni corazones, sino fusiles. Preciso es también recordar que si el \"Ejército de Orien te\" , que consumó aislado aquellas hazañas, tenia solo 22,000 hombres al encerrarse dentro de los muros de Puebla, el \"Ejército del centro\", que con tan infeliz suerte mandó el jeneral Comonfort en las vecindades de la ciudad asediada, contaba no menos de 18,000 reclutas, fuera del \"Ejército de reserva\" que organizaba el estratéjico jeneral Lopez Ura ga i délas guarniciones i guerrillas que defendían los pueblos o protejian las comarcas. No seria por esto exajerado decir que Méjico opuso a la triple invasión de los franceses, de los i n gleses i de los españoles, un ejército que no podia bajar de cincuenta mil soldados capaces de tomar el campo i otros cincuenta mil listos para reemplazar a los que sucumbieran, cuando tuvieran armas de resago. Esfuerzo inmenso en un pueblo tan trabajado por las facciones i que acusa todavia una vi da poderosa en sus entrañas! Noble desmentido, por otra"], [14, "8 parte, ofrecido al vilipendio i a la calumnia, empeñados siempre, i en la tierra de Chile mas que en parte alguna, en presentar aquel pais como indigno i dejenerado de la raza americana i de la familia de las Repúblicas. II. Nosotros, sinembargo, vamos a contraernos en este rapidq bosquejo al solo hecho de la defensa militar de Puebla, co mo una justificación espléndida del patriotismo i del valor de aquella nación hermana que siempre hemos defendido con fe i amor desde que tuvimos la suerte de conocer su suelo i estrechar la. mano de algunos de sus héroes, entre los que hoi se cuenta su propio jeneral en jefe, el valeroso Uraga, Para tan grata como noble tajea, va a servirnos esclusiva mente el precioso documento que hemos citado al dar título a estas líneas, i del cual por nuestra fortuna, hemos recibi do un ejemplar, directamente enviado desde Zacatecas. III. El Parte oficial del jeneral Ortega, de cuyas primeras pajinas se han publicado solo algunos fragmentos en nuestra. prensa periódica, copiados de los diarios de California, es un verdadero libro, i aunque escrito con la sobriedad de un solda do i la modestia de un héroe, arroja luz sobrada para seguirla rápida corriente de sus sucesos, desde que aquel ilustre mejica no se encerró con sus huestes en aquella ciudad sublime, que ni aun hechas cenizas consintióen rendirse ni en capitular. No es aquella pieza el trabajo de un militar científico ni tampoco"], [15, "9 el pomposo relato de nn historiógrafo que contara sus pro pias glorias. No la desluce por esto la aridez déla táctica ni la empaña el vapor de las pasiones del hombre o el in cienso quemado a su propia vanidad, El ¿enera! Ortega, cuenta todo lo que ha hecho i todo lo que ha visto hacer, no como un hombre que se vindica, sino como el hombre que ha cumplido su deber. Es parco en todo lo que refiere de sí mismo, difuso en ciertos pasajes, demasiado lacónico en otros, pero siempre verídico. Es lástima, segun él mismo dice, que no haya tenido a la vista Iqs documentos ordi nales que co,ns,erva de todos los sucesos del sitio, aun de los mas pequeños, pues aquellos quedaron guardados en Puebla, i las copias simples que de ellos tenia las perdió cuando hubo de ser asesinado con el jeneral La Llave. Se fia pues a su memoria i a los documentos que ha publicado la pren sa, muchos de los que nosotros conocíamos i cuya veracidad, dudosa hasta aquí, él nos confirma. Por otra parte, deben escusarse los defectos i vacíos que en este documento saltan a la vista, teniendo en consideración el breve espacio en que ha sido redactado, pues tiene éste la fecha de Zacatecas, setiem bre 16, cuando hacia solo tres meses a que aquel se hallaba pri sionero en Orizaba. En suma, el Parte jeneral del defensor de Pu,ebla es simplemente una estensa carta oficial, escrita tan pronto como aquel se ha apeado del caballo del prófugo i del vencido en su tranquila ciudad natal de Zacatecas. Bien considerado este parte oficial, no es sino una repetición iu extenso de aquellas mismas cartas i partes telegráficos que su mismo autor enviaba cada dia a su camarada Comonfort, que éste trasmitía al gobierno de Méjico, i cuya reproduc ción en nuestra prensa, era durante el último invierno, motivo de tantos plácemes i de tantas esperanzas.... Ve leidad humana! Sucumbió Puebla, i sin darnos cuenta de cómo habia sido inmolada ni preguntarnos siqu iera la cp.\\\\-"], [16, "10 sa de su pérdida, olvidamos que eramos hermanos de los vencidos, i aun muchos negaron que lo hubieran sido de estos mismos cuando fueron vencedores. Estas dos fechas \"5 de mayo de 1862\", dia de la derrota de Lorencez, i \"17 de mayo de 1863\" dia del triunfo de Forey, han sido en cierta manera para Méjico los símbolos de la fraterni dad i los del olvido en muchas repúblicas, a quienes a caso se reserva en dia no lejano suerte igual a la que a ella le ha cabido. Ese dia ha llegado ya para el Perú! ¿Tardará acaso mas tiempo en llegar a Chile? Esta es la grande i solemne cuestión que se resuelve en estos mismos instantes. Entremos entre tanto en materia i encerrémosnos con los valientes mejicanos del ejército de Oriente dentro de sus improvisadas trincheras de Puebla. IV. Hagamos desde luego una rápida descripción de esta plaza i su comarca, a vuelo de ave, para mejor comprender lo que sobre ella vamos a contar. La ciudad de Puebla, mui semejante por su planta a la de Santiago, i si bien menos vasta, mas suntuosa por la antigüedad de sus edificios de piedra labrada i mas pintores ca por el estilo caprichoso de aquellos, está tendida en una estensa llanura, sembrada de mieses, i que interceptan de distancia en distancia algunas colinas aisladas, no tan agrestes, pero mas considerables que nuestro montículo de Santa Lucia. La ciudad en sí misma está sentada en un lecho llano,"], [17, "11 divididas en enormes manzanas desiguales, con edificios pintados de mil colores, i con el pavimento de sus calles cubierto de vereda a vereda, de losas cuadradas que le dan un aspecto mui semejante al de Florencia. Cúponos a noso tros, aya en los dias de la ambulante mocedad, hacer nuestra entrada en el pueblo cuyos ecos pertenecen hoi al mundo, en la tarde de un plácido domingo. El sol de pri mavera escondiéndose hacia el poniente entre las cimas eternamente nevadas del Popocatepetl, bañaba las calles en toda su estension con una lumbre brillante, mientras que los balcones moriscos de los edificios, festonados con variadas yedras tropicales en plena flor, ostentaban a las graciosas hijas del Atoyac, devolviendo sus saludos al via jero, que desde el pescante de la \"dilijencia\" rendía veloz pero honrado homenaje a su belleza. Diez años han pasado! El cañón de Francia, \"la civilizadora\" ha tronado en su re cinto.... Cuan inmensa debe ser su mudanza! Puebla era en tonces una ciudad libre, es decir era \"bárbara' ' , segun el len guaje délas cortes. Hoi está \"civilizada\" como lo atestiguarán su mil escombros i sus piras aun mal apagadas...! V. Aquella ciudad industrial i opulenta no estaba pues en manera alguna organizada para resistir el asedio estratéjíco de un ejército regular, i al contrario, por su vasto períme tro ofrecia innumerables puntos de ofensiva al invasor. El jeneral Zaragoza lo había comprendido así, i por esto habia puesto su principal empeño en fortificar uno de los flancos de la ciudad, que protejido por dos de las eminencias que hemos dicho (los cerros de Loreto i Guadalupe al norte),"], [18, "12 osreciá una no despreciable fortaleza natural, como hubie ron de probarlo los zuavos de Lorencez. Su sucesor siguió pues el ejemplo de aquel soldado emi nente, i adoptando su propio plan de defensa, como lo con fiesa él mismo con digna e injenua modestia, rodeó de diez fuertes, aislados entre sí, pero unidos por improvisados redientes, todo el circuito exterior de la ciudad. Entremos en detalles. Tres de aquellos fuertes componían la defensa de la ciudad por el norte, i eran los llamados el Independencia, el Loreto i Guadalupe, que aunque recibieron nombres mo dernos, queremos aquí recordarlos con el que les ha legado la gloria. Otros tres, el de Santa Anita, San Javier i Morélos, mi raban hacia el oriente, bien que el último cubriera también con sus fuegos un ángulo del sud. Dos eran los que protejian directamente el sud, el ya nombrado de Morélos i el de Hidalgo, situado este último en el Monasterio del Carmen, i dos, por último, al oriente llamados Zaragoza e Injenieros. VI. Para defender acertadamente aquellos improvisados atrincheramientos, González Ortega dividió su ejército de 22,000 mil hombres en cinco divisiones, i las puso bajo las órdenes de los jenerales mas esforzados que contaba Méjico. Confióla defensa de la línea del norte i el mando de la primera división al jeneral Felipe Berriozabal, que en aquel mismo sitio había compartido hacia un año la gloria del 5 de mayo con Zaragoza i Negrete. Al propio tiempo"], [19, "<I3 --»■ distribuyó la dirección especial de los fuertes de esta ma nera: Independencia (brigadier Oíosío), Guadcdupe (briga dier Gayoso), Loreto (brigadier Hinojosa). Aquella, juzgaban todos, iba a ser la línea mas impor tante, porque vendrían sobre ellas los franceses ciegos i con todo el golpe de sus armas para Vengar el descalabro que habian sufrido en aquel desfiladero. Por esto Ortega habia dado como segundo a Berriozabal al jeneral Porfirio Díaz \"el valiente hijo de Oajaca\", como él le llama en su Parte jeneral, i como lo ha merecido después acaudillando el ejér cito de su Estado dividido en valerosas guerrillas. La segunda línea estaba confiada al jefe de la tercera división jeneral Florencio Antillon, i corría por el poniente entre los fuertes Santa Anita i Morélos, quedando en el centro de ambos el famoso San Javier, dominando el ca mino de Méjico. Mandaba este fuerte el valiente i joven coronel Smith, el de Santa Anita el coronel Macias i el de Morélos, el coronel Auza, hijo de Zacatecas, i el héroe do Puebla, segun lo demuestra con hechos no de afección sino de justicia su paisano i amigo el jeneral Ortega eh el documento ya citado. Defendia la línea del sud la segunda división, al mando del \"modesto\" jeneral Francisco Alatorre i eran jefes de sus fuertes (Morélos) el mismo bravo Auza que acabamos de nombrar i el italiano garibaldino Ghilardi, quien, lia* hiendo pasado con un puñal el corazón del jeneral Varea, prefecto do Cajamarca en un motín popular, se fugó de la cárcel del Callao por la abnegaeion de una mujer, para ir a lavar con su bravura la mancha de su crimen . La línea del poniente, por fin, estaba a las órdenes del jeneral La Llave, jefe entonces de la cuarta división, i el mismo ilustre joven que habia defendido tan heroicamente a Vera Cruz, su patria (bautizada ahora con su nombre i"], [20, "14 su martirio) contra Miramon i sus tropas vestidas de sota na en 1860, salvando así, junto con Ortega por el Norte, el partido de la democracia i de la constitución. Juntos también debieron perecer en triste hora ambos soldados, i si perdió Méjico en él una esperanza, conservó en el otro uno gloria consagrada ya por el renombre i los mas altos hechos del civismo. La quinta división, compuesta de siete brigadas de in fantería i de tres mil dragones que mandaba el jeneral O'Haran formaba la reserva, a las órdenes del valeroso jeneral Miguel Negrete, el mismo que hoi, vencido, es el terror de los que, vencedores, no son todavía ni lo serán mientras él viva, los tranquilos dueños de Puebla, su patria nativa. El jeneral Ortega habia nombrado por su cuartel jeneral maestre jeneral al esperimentado i ya anciano jeneral Men doza, prisionero hoi dia pero honrado en Francia, hombre práctico en la guerra i poseedor de su ciencia. Igual posi ción tenia para con el jeneral en jefe, el comandante jene ral de la artillería el brigadier don Francisco Paz. Uno i otro iban a ser los pilares de la defensa de la plaza en cuanto ésta dependía de las combinaciones de la estratejia, como lo reconoce a cada paso en sus nobles despachos aquel modesto capitán. Todos saben que este hombre ilustre ha sido solo un abogado i juez de profesión. Ortega no ha sido pues ni pretende ser un gran jeneral. Lo que nadie podrá negarle únicamente es que es un grande hombre. Por último, el jefe de los injenieros que habian fortifica do la plaza, era un joven natural de Puebla (como el je neral Mendoza) llamado Joaquín Colombres, cuyos talentos sorprendieron a los mismos jenerales franceses de la pro fesión, i quien, puesto en contradicción (no dice su jefe poi qué) con algunos de los otros jenerales de la plaza, renun-"], [21, "15 ció su puesto de jefe i peleó como soldado hasta que fué transportado a Francia, honrado ya con los despachos de jeneral de brigada. VIL Como es sabido, el jeneral Comonfort mandaba en las inmediaciones de Puebla otro cuerpo de ejército, aunque bisoño, numeroso, con el que debia ausiliar a la plaza en caso necesario. En consecuencia, para completar su plan de defensa, Ortega deseaba ardientemente reunir en una sola mano la dirección en jefe de todas aquellas tropas. Sostenía que la unidad de mando era esencialísima en tales casos, i llevado de esta persuacion, ofreció jenerosamente servir do segundo a Comonfort, o atribuirse el mando en jefe el uno u el otro, segun la siguiente combinación. Si el enemigo despreciaba a Puebla i se dirijia sobre Méjico, Comonfort seria el jeneral en jefe, poniéndose Ortega a sus órdenes. Si al contrario, Puebla era atacado, el primero obedecería al último. Hubo,8Ín embargo, discrepancia, lucha talvez deje- nerosidad o de celos, i ambos fueron a Méjico en los primeros dias de febrero a fin de que se dirimiese por Juárez la dis- puta. La resolución fué, sin embargo, ambigua porque ambos jefes debían quedar de absolutos dueños de sus cuerpos, disposición fatal que fué causa evidente de la irremediable pérdida de Puebla. \"Séamepermitido, dice al ministro de la guerra el mismo jeneral Ortega a este respecto en su Parte jeneral páj. 10, manifestar al mismo supremo gobierno, por el digno i respetable conducto de V., hoi que ya sus órdenes quedaron cumplidas de una manera leal i caballerosa, cual"], [22, "16 corresponde a un ciudadano honrado, hoi que ya en el pasa do solo vemos hechos sujetos a la calificación de la opinión pública i bajo el dominio de la historia, i hoi que yá nor tea go otros compromisos para con el mismo supremo go bierno, que narrarle con toda verdad los sucesos que han pasado, el resultado que han dado sus disposiciones, mi modo de ver la marcha de los sucesos por la posición en que me hallaba, i aun los sentimientos mas íntimos de mi con ciencia, a fin de que el mismo supremo gobierno, con la ilustración i filosofía con que ha marcado los actos de su administración, pueda aprovecharse de la historia de los acontecimientos que han tenido lugar, para bien de la na ción que ha puesto en sus manos su gloria i sus futuros destinos: repito que me sea permitido decir hoi que ya todo ha pasado, que la lectura de la orden a que me contraigo, (la de dividir el mando) destruyó una gran parte de las risueñas esperanzas que tenia respecto de la defensa de Za ragoza i del triunfo de nuestras armas, i que los hechos vi nieron, en nu concepto, a realizar mis temares. VIII Hechos todos estos preparativos, González Ortega regresó por la última vez de Méjico el 11 de febrero de 1863 ; deja a su compañero de viaje Comonfort en San Martin (aldea situada a una muda de caballos de posta de Puebla por es camino de Méjico), donde aquel habia establecido su cuar tel jeneral, i se consagró a aumentar i reforzaT las fortifi caciones de la plaza que se habia confiado a su sola i entera responsabilidad. Un mes completo transcurrió sin que el enemigo aban-"], [23, "17 donara sus posiciones de Orizaba, i dio así sobrado tiempo a que el jeneral mejicano tomase sus últimas medidas. Sin embargo, no fueron estas últimas tan acertadas como hubiera podido esperarse de un jeneral que habia ganado tan espléndidas victorias como las de Silao i Calpulalpan (agosto 14 i diciembre 22 de 1860), bien que aquellas fue ran ganadas sobre caudillos de su propia escuela militar i en campo raso. Las faltas militares que cometió Ortega en el asedio de la plaza fueron en verdad enormes. En primer lugar, persuadido obstinadamente que el ene migo habia de emprender el ataque de la plaza, siguiendo los pasos de Lorencez, por los fuertes del norte, descuidó completamente fortificar el cerro de San Juan, una de esas eminencias que hemos dicho están esparcidas al derredor de Puebla i que domina por mas de ochenta i una varas de elevaciou desde el camino de Méjico (que pasa por su pie), la ciudad toda i el fuerte de San Javier en línea recta. Verdad es que parece que aquel mismo error padeció el je neral Zaragoza i el injeniero Colombres; pero Ortega guar da un esquivo silencio sobre este punto, como si se resignase a aceptar el reproche, o acaso su prescindencia es solo obra de su hidalguía por no culpar al joven estratéjico a quien la opinión pública denunció en aquella época como respon sable por tamaño yerro. En segundo lugar, el defensor de Puebla no tomó la ne cesarísima precaución de hacer salir fuera de la ciudad, o por lo menos, del recinto fortificado, una buena parte sino toda de la población de aquella. Cuarenta i cinco o cincuenta mil brazos ociosos eran otras tantas bocas que mantener, i que debían ayudar a consumir los víveres de la guarnición. Cierto es que aquella medida habriaexij ido un inusitado rigor, pues hubiera sido preciso arrojar de sus hogares a 3 7"], [24, "18 los habitantes todos, siendo la guarnición casi en su tota- lidad forastera, i esto atenúa en parte la falta cometida. Pero la omisión mas grave de González Ortega i que casi no es imajinable en un ejército mandado por jenerales que habían encanecido en el servicio, fué la de no haber acumu- lado víveres i municiones de guerra para seis meses a lo menos. Aquellos hombres imprudentes se dejaron encerrar con alimentos escasos para solo treinta dias, cuando habían tenido un año entero para proveerse! I en estaparte, por mas que alegue razones en su defensa el jefe responsable de aquella calamidad, la historia aceptará con vacilación sus escusas, porque exonerándolo a él de todo cargo, la responsabilidad debe caber a todo el cuerpo de oficiales supe riores, al gobierno i al pais mismo. Sin embargo; justicia sea hecha! Del tenor de cada párrafo del Parte jeneral de la defensa de Puebla que nos sirve de guia, resulta solo que el \"ejército de Oriente\" fué un ejército de héroes, pero nada mas. La ciencia estaba con los franceses. La muerte de Za ragoza i la ausencia de Lopez de Uraga, privado de una pierna por una bala de cañón, habían quitado al ejército mejicano sus cabezas verdaderas, sobre todo en la crisis de un asedio, conducido segun los preceptos mas modernos del arte militar. IX. Para cometer tan graves errores profesionales el jeneral en jefe mejicano i sus consejeros partían siempre del falso concepto de que la plaza de Pueblano sufriría un asedio re gular, pues ni lo consentiría la tradicional impetuosidad de las tropas francesas, avivada ahora por el recuerdodela afren taque venian alavar, ial propio tiempo el entusiasmo mismo"], [25, "19 de la bisoña pero valerosa guarnicion'de la ciudad. De esta suerte, los jenerales mejicanos se preparaban mas para una batalla campal que para un sitio regularizado, i en este con cepto les parecía un plazo demasiado largo el de treinta dias paraquelacampañallegasea sudesenlace. \"Este fué el térmi no (un mes), dice el mismo jeneral Ortega en su Parte jeneral páj, 21, segun lo que entendí, en que el supremo gobierno creyó que se resolvería la cuestión de armas, creencia de que participé yo también, fundándome en el brio i arrojo pro verbial del ejército francés, i en la valentía i patriotismo del nuestro. Creí también que la resolución de ese sangrien to problema no seria otra que la destrucción de ambos ejércitos, porque juzgué que el invasor iba a atacarnos de una manera ruda, temeraria, inusitada.\" Aquellas almas esforzadas creian que el heroísmo iba a suplirlo todo, como en realidad se viera, escepto que el heroísmo no puede reemplazar ni al pan ni a la pólvora! X. El ánimo de los defensores de la plaza no podia, en efec to, hallarse mejor templado para las peripecias del terrible drama que iba a jugarse. Tuvo ocasión de conocerlo el jene ral en jefe aun antes de que se rompieran los fuegos, des cubriendo su propio pecho para penetrar en el de sus com pañeros de armas. Cuenta él mismo que en un dia del mes de marzo citó a su propia habitación, en el palacio de gobierno de Puebla, a tolos los jefes superiores del ejército, desde coronel arriba, a una junta de guerra. \"I verificada \" ésta, refiere él mismo {Parte jeneral, páj. 12), hablé a todos \" manifestándoles: que la lucha que Méjico sostenía con \" una de- las naciones mas poderosas del mundo, para no"], [26, "20 \" permitir que fueran conculcados sus mas preciosos dere \" chos, tomaba de dia en dia formas mas jigantezcas i colo \" sales; que desgraciadamente algunos délos malos hijos de \" Méjico se hallaban unidos a las huestes de la Francia, i \" que para que Méjico sostuviera con decoro sus derechos i \"pudiera hacer el noble papel que le correspondía en la \" lucha a que tan injustamente se le habia provocado, era \" necesario, absolutamente necesario, que los buenos meji \" canos de que se formaba el cuerpo de ejército de Oriente, los \" que comprendían lo que importaba i valia el honor del suelo \" en que vieron la primera luz, se unieran haciendo aun \" lado resentimientos personales i de partidos, que siempre 4Í nacían i eran propios, no de la pequeñez de los hombres, \" sino de las situaciones graves i difíciles en que se coloca \" ban muchas veces; que era necesario sacrificar en aras de \" la patria todo aquello que fuera pequeño i poco noble, \" todo aquello que tendiera a debilitar el poder de Méjico; \" en suma, que era necesario que el cuerpo de ejército de \" Oriente fuera el eco fiel de los sentimientos nacionales, i. \" que para que su voz fuera mas vigorosa i potente, \" debia ser una sola i llevarla su jeneral en jefe, lo que da \" ria también por resultado, que la acción de éste quedara \" mas espedita i pudiera fijar su atención en solo los asun \" tos de la guerra.\" Continúa el jeneral en jefe narrando los incidentes de aquella hermosa cita de tantos bravos que ayer habían sido émulos i hoi el amor de la patria reunía en una sola emu lación: la de morir por ella! Porque no debe olvidarse este otro distintivo escepcional de la defensa de Puebla. Toda ella es hecha a nombre de un solo sentimiento: el amor co mún a la patria. Fuera de este jeneroso estímulo, hondas divisiones trabajaban los ánimos, pues las querellas domés ticas estaban aun frescas i no se habia secado aun la sangre"], [27, "21 de los hermanos cuando comenzó a correr la del estranpjo. Bástenos observar para comprender el mérito i la lealtap de aquellos hombres mal juzgados, que el jeneral Negrete, cuyo desempeño en la plaza es segundo solo al del jeneral Ortega, habia sido uno de los vencidos por éste en el me morable hecho de armas de Silao, i en igual caso, mas o menos, se hallaba la mayor parte de los jefes i oficiales de toda la guarnición. XI. Pero decíamos que la entrevista de los sitiadores no ba hía terminado ahí. En efecto, el jeneral en jefe siguió pin tando a sus subordinados las diferentes faces de la cuestión militar que iba a ventilarse, i por consiguiente llegó a ad mitir, pues nunca confiesa que él dudó de que así sucediera, la pérdida de la plaza por la fuerza superior de los invaso res i los inmensos recursos de la Francia. \"Pero lo que \" podemos salvar, añadió (son estas sus palabras) a pesar de \" nuestros enemigos, fueran cuales fueren los sucesos, lo \" que no tendrían poder para arrebatarnos ni aun los mismos \" acontecimientos, es el honor de Méjico: i que para sal \" var éste, si la guerra se desgraciaba respecto de nosotros, \" si la fortuna no nos era propicia, yo contaba como cola \" boradores con todos los hombres de corazón a quienes \" llamaba compañeros de armas, con todas las notabilida \" des democráticas que de puntos lejanos i atravesando \" centenares de leguas habian concurrido a Zaragoza, no \" en pos de comodidades o empleos militares, sino en busca \" de rudas fatigas i de una tumba gloriosa; que a esos \" hombres, en quienes la nación tenia cifrado su porvenir i \" que eran la columna de sus libertades públicas, yo los"], [28, "22 \"juzgaba capaces de todo lo grande, de todo lo que es ca \" paz un pueblo cuando se trata de su honor, esto es, de \" los actos mas heroicos; que por lo mismo quería que, an \" ticipadamente i de una manera solemne, levantáramos \" un monumento a las glorias de Méjico, i que ese monu \" mentó consistiera en hacer todos una protesta que deja \" riamos consignada i firmada en una acta, de defender \" cada uno de los señores jenerales i jefes los puntos que les \" encomendara, sin que importara algo para el cumpli \" miento de las consignas que recibieran, si alguno o algu \" nos de esos puntos caian o nó en poder del enemigo, pues \" de lo que debían cuidarse era de defender cada uno hon \" rosamente sus parapetos i reductos, aunque la ciudad \" quedara convertida en escombros, i no hubiera ya medio ■\"• alguno de salvarla, peleando cada uno en los puntos en \" cargados a su defensa, hasta caer muertos o prisioneros en \" ellos; pues que estaba resuelto, porque así me lo aconsejaba \" el honor i el deber, a que si la fortuna no nos era favo \" rabie, no salvar de la plaza ni un cartucho ni un proyectil, \"ni un hombre ni un cañón, i a defender a la ciudad \" hasta en su último atrincheramiento, para que pudiéra \" mos decirle en él al jeneral del ejército invasor, cuando \" ya humanamente no nos fuera posible poder continuar \" la lucha: No podemos ya defendernos; no te pedimos ga \" rantías; ven i ahórcanos si quieres! Tales fueron mis pa \" labras.\" XII. El objeto principal de aquella reunión i de esa arenga era arrancar a la guarnición un voto solemne de valentía i de constancia que hiciera mas firme su resolución. I en"], [29, "23 verdad, que el jeneral Ortega consiguió sus fines por com pleto mediante su influjo i su sensible cuanto varonil elo cuencia. — \"Al preguntar, concluye el narrador oficial de aquella conferencia, si se hacia la protesta, si se levantaba el acta i si prestaban, no como soldados sino como ciudada nos, su adquiescencia para ello, todos se levantaron de una manera simultánea para aprobar cuanto habia dicho. No hubo discusiones, no hubo esplicaciones, no hubo objeciones de alguna especie: a mi incorrecto discurso, solo sucedieron lágrimas....\" Tales hombres podían ser vencidos? XIII. Bajo aquellos augurios, ya aciagos, ya sublimes, iba pues a iniciarse el famoso asedio de la ínclita Puebla. El dia 16 de marzo encontrándose el jeneral Ortega en la altura de Guadalupe divisó unas polvaredas que se avanza ban por el camino dé Vera Cruz en dirección a aquellas fortalezas. Era el polvo que levantaban en su marcha las columnas francesas que venian ya apercibidas en orden de combate. Sonaban en ese momento las nueve de la mañana, i un cañonazo disparado en el fuerte de Guadaluqe al izar el pabellón nacional, anunció a los sitiadores que la tarea de la gloria habia comenzado XIV. Los vencedores de Solferino i de Magenta no venian ahora, sin embargo, como habia venido un año hacia el arrogante Lorencez, a paso de carga i tambor batiente,"], [30, "24 cual si se tratase solo de atropellar débiles estacadas. Con tra la espectativa jeneral, se acercaban con una rara pru dencia i desplegando todas las precauciones aconsejada por el arte de la guerra cuando se tiene al frente un enemigo poderoso. El mismo jeneral Ortega se preparaba, por su parte, para dar una batalla decisiva aquel mismo dia, pues la sombra de Zaragoza debia presentársela a cada instante, batiendo el estandarte de Méjico que él coronó de gloría en aquel sitio. Aun el mismo tardo e indeciso Comonfort ha bia participado de aquella creencia, i se vieron esa maña na sus columnas tras unos cerros bajos llamados de Uran ga, que se aproximaban por el norte al camino que traían los franceses. Estos, sin embargo, apenas habían llegado a la eminen cia de Amalucan, en el camino de Vera Cruz, fuera del alcance de cañón de la plaza, tendieron su campamento, i se fortificaron a su vez en la altura, como si en lugar de venir a asediar, temieran ser asediados. Tan grande era en verdad la calma de los franceses que tardaron no menos de cinco dias en tomar una resolución i en ponerla por obra. XV. Mas aquella, por lo mismo, debia ser fatal a la plaza pues estaba fundada en los mas claros preceptos de la estratejia. Apenas habían practicado los franceses sus primeros mo vimientos de circumbalacion notaron, en efecto, el desam paro en que habia quedado el importantísimo punto deno minado Cerro de San Juan i resolvieron eñ el acto apode rarse de él, estacionarse en sus faldas i desde ahí batir la plaza hasta rendirla. El plan no podia ser mas sencillo,"], [31, "25 pues era tan evidente el error cometido por los sitiados que éstos en realidad habian dejado abierta de par en par la puerta del recinto que iban a defender. Habian hecho con el cerro de San Juan lo que haría el injeniero militar que tratando de defender, por ejemplo, a Santiago de Chile, dejase inerme el cerro de Santa Lucia. XVI. Terminados casi en el silencio las obras de zapa i de fortificación practicadas por los sitiadores, i acumulado el grueso de sus fuerzas en el cerro de San Juan (pues habia dejado comparativamente débiles sus otras posiciones, es cepto la de Amalucan, en el camino de Vera Cruz que era la base de sus comunicaciones con Orizaba i la mar) el dia 22 de marzo sus baterías de batir brecha rompieron un fuego tremendo sobre los fuertes de San Javier i Moretón que tenían a su frente i que hemos visto defendían los bra vos coroneles Smith i Auza. Dos dias continuó aquel nutrido fuego sin interrupción , haciendo terribles estragos en los fuertes asediados que con testaban a su turno con imponderable enerjía. Los fuegos no se apagaban ni en la noche ni en el dia, ni cuando se fatigaban los pelotones de artilleros, ni cuando morían, porque ni la oscuridad era obstáculo, reemplazando la luz de la pólvora a la natural i relevándose los artilleros que ser vían las piezas, a medida que iban sucumbiendo. — \"Puede Ud. manifestar, decia el jeneral de los sitiados a su auxi liar Comonfort, escribiendo entusiasmado la noche del 24 de marzo, que si se pierde esta ciudad por uno de tantos azares que tiene la guerra, solo quedará en poder del ene- migo un montón de escombros, porque sus defensores están"], [32, "26 resueltos a defender los fuertes que se encuentran en los suburbios de la población, i si éstos se pierden, cada una de las casas i edificios de aquella. Dígale Ud. también, que no admita esto como una fanfarronada, sino como'la espre sion mas sincera de este cuerpo de ejército. XVII. El bombardeo del fuerte San Javier continuó todavía con un tesón inaudito. El resto de la plaza estaba silencio so. Parecía que los sitiadores hubieran encontrado en aquel punto la única parte vulnerable de aquella prolongadísima línea de improvisados atrincheramientos. Pero no era me nor el entusiasmo de los sitiados por disputarles aquel re ducto, que formaba en realidad la llave maestra de la plaza. XVIII. Habian pasado ya cuatro dias de bombardeo, i los france ses no intentaban un asalto. Esto parecía una novedad en sus hábitos guerreros. Mas el jeneral Forey no tardó en probar el renombrado impulso (élan) de sus incomparables tropas. A las ocho de la noche del 26 de marzo arrojó, en efecto, sobre los redientes ya demolidos de San Javier sus terribles columnas, en medio del horrísono estrépito de todos sus ca ñones puestos en juego para el lance. La suerte i el mayor denuedo estuvo, sin embargo, de parte de los sitiados en és ta como en casi todos los asaltos que a la bayoneta dieran sobre sus muros los enemigos. \"Durante el dia (escribía el mismo defensor de la plaza al jeneral Comonfort,con su bien concebido laconismo de soldado i refiriéndole el éxito de"], [33, "27 la jornada) con sus bombas i fuegos nutridos de cañón lo gró Forey destruirnos parte del fuerte de San Javier, i entre ocho i nueve de la noche de hoi, ha desprendido de sus paralelas unas columnas de ataque, i asaltó dicho fuerte, cuyas columnas fueron rechazadas i destruidas en menos de una hora, por nuestros valientes; en el concepto de que para obtener este triunfo, no tuve necesidad de hacer uso de una sola de las siete brigadas de infantería que tengo de reserva.\" XIX. Dos dias después, i cuando ya el fuert\" San Javier no era sino un hacinamiento de escombros, los sitiadores em prendieron su segundo asalto. Elijieron ahora la luz clara del dia; pero ésta no les favoreció mejor que las tinieblas. A la una i media del dia se precipitaron varios rejimientos de zuavos sobre el fuerte, i una hora después (a las dos i cincuenta minutos) eran obligados a retroceder a sus líneas, dejando las calles del asalto sembradas de cadáveres. Los sitiados tuvieron también pérdidas de consideración. Solo dos batallones de bravos mineros de Guanajuato i Zacate cas (los mejores soldados para un sitio) perdieron mas de cien plazas. XX. Pero no por estos dos fracasos sucesivos, los franceses desesperaron de hacer suya aquella posición en la que esta ba concentrado todo el esfuerzo de los cincuenta mil hom bres que entre sitiados i sitiadores rodeaban la plaza."], [34, "28 El 29 de marzo, una semana después de haber comenza do el bombardeo, se dio el tercero i decisivo asalto. Ya el jefe de los sitiados, en consulta de jenerales, habia resuelto desde temprano en ese dia abandonar aquel fuerte que no habia ya medio humano de salvar. Un bombardeo de ocho dias lo habia arrazado con la tierra i no habia re paro tras sus muros ni para una pieza de montaña. En consecuencia, hizo el jeneral en jefe retirar cuanto pertre cho habia en él, i una vez desembarazado de todo elemento de resistencia, i convertido aquel castillo en un silencioso fantasma, esperaron los de la plaza que los franceses lle garan a tomarlo. A las cuatro de la tarde, en efecto, después de haber hecho fuego sobre el fuerte toda su artillería, los franceses se lanzaron por tercera vez sobre las ruinas disputadas, i des pués de una obstinada lucha, gloriosa para ambos, se hi cieron dueños del recinto. Los jenerales Negrete i Ghi lardi habian venido el uno con las reservas i el otro con tropas de su reducto, a prestar ayuda a la línea atacada de Antillon, que como hemos visto defendía el poniente, i tan recio fué el choque en aquel dia que solo de los meji canos quedaron en el campo mas de 500 hombres. Los fuertes de Santa Anita (coronel Macias) i Morélos (coronel Auza) que enfilaban la posición perdida contribuyeron también a hacer mas cara su adquisición a los asaltantes, al propio tiempo que servían de abrigo a las fuerzas que de aquel recinto habian sido desalojadas. XXI. La captura del fuerte San Javier cambiaba enteramente el aspecto del sitio. Los franceses habian puesto ya un pié"], [35, "29 dentro del recinto de la plaza, i no seria fácil hacer los retroceder. Militarmente hablando, el sitio estaba ter minado, porque se hallaba rota la línea esterior de las fortificaciones; i teniendo ya aquel punto de apoyo para sus paralelas, los sitiadores podían prolongarlas a mansalva hasta el interior de la plaza. XXII. Pero si el asedio estaba terminado conforme a las reglas de la guerra, segun las espresiones propias de Forey, no lo estaba segun el heroísmo de los sitiados i la magnánima resolución de su caudillo. Perdida la llave maestra de la plaza, el jeneral Ortega se consagró con todos sus jenerales, a quien llamó en su ausilio, a formar una segunda linea interior de defensa; i con un tesón increíble en el trabajo i un heroísmo mayor en los combates, lo consiguió al fin en pocas horas. \"En ella, dice aquel jefe en su Parte jeneral, hablando con jus to orgullo de los esfuerzos hechos en esta segunda línea, en ella, esto es, en la establecida para sustituir a San Ja vier, así como en sus puntos avanzados, fué donde nuestro cuerpo de ejército rechazó repetidas veces al ejército inva sor, donde cayeron prisioneras sus valientes i atrevidas columnas de asalto, i donde el cuerpo de ejército de Oriente defendió brechas abiertas i practicables por muchos dias, siendo una de ellas por el término de cuarenta. ' ' XXIII. Estacionando los mejores batallones de la guarnición en los techos de las casas, en las bocas-calles aspilladas, deutrc»"], [36, "30 de los claustros de los conventos i de los edificios públicos i en las torres mismas de los campanarios, el jeneral Orte ga suplía con muros de hombres, los muros de tierra que habia derribado el cañón. Cada jefe, cada soldado sabia su deber. La consigna era terminante. El mismo jeneral en jefe la recuerda en estos términos tal cual se daba a cada cuer po. — -\"Sostenerse a todo trance hasta quedar muerta o pri sioneras fuerza, respecto de los que formaban la línea men cionada.\" {Parte jeneral, páj. 61.) I sin embargo de aquel rigor antiguo de la leí militar, \"no recibí, dice el mismo Ortega (Parte jeneral, páj. 56) de esos valientes ni la mas lijera indicación, ni la observación mas mínima respecto de las órdenes que recibían: alegres i obedientes, llenaban para con su patria, los deberes de sol dados republicanos i subordinados. Solo recuerdo estas fra ses que me dirijió modesta i privadamente Herrera i Cairo, (hoi un ilustre jeneral de la República.) \"Mi jeneral, si Ud. lo cree conveniente, sacrifique el batallón de Querétaro que mando, para ver si se logra recuperar el fuerte de San Javier: mi persona i el batallón están dispuestos a hacer eso sacrificio en los términos que Ud. lo exija.\" Yo aprecié en lo mucho que valian, las palabras de aquel jefe, añade Ortega, i mas cuando su fisonomía, su acento i la hora i punto en que las vertiera, me revelaban que procedian del corazón; pero juzgué que era inútil cualquier sacrificio, porque aunque lograra apoderarme del fuerte, con pérdida de algunos cen tenares de hombres, no podia conservarlo ni defenderlo por las razones que manifesté al señor ministro. I pasando a hablar en seguida del valeroso Auza, \"en contré, dice, que hablaba éste a la sazón con el jeneral Paz en el punto de mayor peligro, i a sus fuerzas con el mas grande entusiasmo, i me dijo el primero: Creo que acepta rá Ud. mi súplica, que no me relevará las fuerzas, ni me"], [37, "31 mandará reserva alguna particular, pues hasta esta hora no creo necesitarla. Ya ve Ud. el buen estado en que se hallan la% fuerzas: ellas i mi vida le responden a Ud. de los redientes de Morélos i manzanas que ocupan. ' ' XXIV. Aquella lucha de calle a calle, de vereda a vereda, de tejado a tejado, de hombre a hombre, en que los dos ejér citos se batían cuerpo a cuerpo, sin darse tregua, es sin dis puta el rasgo mas heroico del famoso hecho de armas que a la lijera narramos. Era preciso que fuera por la patria por lo que Se peleaba para que los mej icanos defendieran sus hogares con tan invencible obstinación. Después de treinta i dos horas de un fuego espantoso de rifle, de fusil i de cañón, lo sitia dores sostenían, no una, sino todas las manzanas o macisos de casas que rodeaban las ruinas de San Javier. I todavia con una calma que acusa una alma en todo heroica, el je neral que mandaba hacer aquellos prodijios escribia a su compañero Comonfort estas palabras en la noche del 30 de marzo. — \"Me he propuesto sostener otras treintas horas las citadas manzanas para obligar al enemigo que las tome en columna cerrada i a que en el ataque sea rechazado, o pier da mil o dos mil hombres....\" Los sitiados bien podían pedir aquella compensación de sangre i de esterminio. Ellos habian perdido ya tres mil soldados. XXV. Desde el 1.\" de abril el sitio de Puebla perdió enteramen te su carácter estratéjico i se hizo una lucha jeneral de he-"], [38, "32 roismo en todas las manzanas que rodeaban los escombros de San Javier, i que no eran sino inmensas ruinas a su vez. El cañón enemigo se empleaba solo para abrir la brecha del asalto, i una vez rota aquella, penetraban como torrea tes, ya de fuego, en las acometidas nocturnas, ya de resplan deciente acero en las cargas secas a la bayoneta, a la luz clara del dia. Otro tanto hacían los sitiados. Por el mismo sendero donde habian entrado i retrocedido los asaltantes, se lanza ban ellos a su turno para asaltarlos i vencerlos o ser venci dos, matarlos o morir En la noche del 3 de abril los franceses rompieron brecha en las paredes del claustro de San Marcos, qUe defendía el valiente jeneral Porfirio Diaz, el nuevo jeneral Guerrero de la segunda independencia de Méjico i su mejor esperanza hoi dia; i tal fué la bravura desplegada de uno i otro lado, que el jefe mejicano en su parte del suceso al jeneral en jefe refiere \"que los franceses llegaron hasta ocupar la mitad del patio, i la otra mitad los defensores,\" batiéndose no ya como soldados sino como leones. Otro tanto sucedió en un combate parcial sostenido el dia 6 por el jeneral La Llave con el solo batallón de Tur pan. Estos valientes tomaron treinta i seis zuavos prisione ros, perdiendo en la pelea un joven capitán que era una bella promesa para su patria, el valiente Galindo, XXVI. En la tarde anterior (5 de abril) los sitiadores, para dar su asalto diario habian comenzado por incendiar la iglesia de San Agustín, vecina de San Javier, i reducídola a es combros. Los defensores, sin embargo, la defendieron a"], [39, "33 todo trance a fuego i agua, bien que no les fuera posible salvarle de las llamas \"por la multitud de combustibles, dice jocosameute el jeneral Ortega a Comonfort en su carta de aquel dia, que habia en la iglesia, i que consistían en santos colaterales, casullas, manteos etc. etc.\" (Parte jene ral, páj. 69.) Tan activo habia sido, entretando, el fuego en aquellos dias que hasta el 7 de abril se habian hecho en la plaza no menos de veinte i cinco mil disparos de oañon, arrojado mas de mil bombas i consumido cuatrocientos mil cartu chos de fusil. XXVII. Con el mal éxito de los ataque de San Marcos, San Agus tin i el resistido tan heroicamente por el batallón Turpan el 6 de abril, el sitio aflojó un tanto los dias subsiguientes hasta el 19 de en que los franceses dieron el sangriento i feliz asalto del convento de Santa Inés, vecino al fuerte Morélos que mandaba el coronel Auza. XXVIII. El jeneral Ortega empleó aquellos dias de pasajero descan so en procurarse víveres i pertrechos. Ya antes que comenza ra el asedio de la plaza habia despachado a Méjico a los coro neles Colombres i Auza para solicitar Con Urjencia aquel ausilio i en especial setecientos quintales de pólvora que'le exijia el comandante jeneral de la artillería Paz, para res ponder del buen servicio de los fuertes. El gobierno de Méjico todo lo prometía i hacia responsable a Comonfort 5"], [40, "34 del abastecimiento de la plaza, como habia hecho a Ortega responsable de su defensa. Mas las municiones deboca i de guerra no llegaban. En la noche del 13 al 14 de abril hizo salir en conse cuencia de la plaza el jeneral sitiado los tres mil dragones que mandaba O'Haran, porque ya le faltaban forrajes i esperaba que con el auxilio de aquellas fuerzas pudiera Comonfort introducirle víveres. Con igual objeto habia despachado antes las brigadas de caballería de los jenerales Carbajal i Rivera, pero solo este último pudo hacerle lle gar en la noche del 18 de abril, unas noventa fanegas de harina a hombros de indios. Aquel puñado de comestibles, insuficientes para dar mas de un pan seco a los soldados, fué el único ausiliar que de afuera recibió la plaza en los sesenta i dos que duró el asedio! XXIX. O'Haran, que ejecutó valientemente su salida atrope llando al 6.° Tejimiento de línea que guardaba la salida del camino que traia, llevaba, ademas, instrucciones para com binar un plan de ataque que hubiera llevado simultánea mente sobre los flancos, o el centro mismo de la línea sitiadora toda la pujanza combinada de los dos ejércitos patriotas. Con este fin, Comonfort, en un dia dado debia aproxi marse a tal o cual punto señalado de antemano, embestir repentinamente a los franceses, mientras que de la plaza saldría en su ausilio el jeneral Negrcte con todas sus re servas. La ejecución de aquella empresa era harto fácil, i como"], [41, "35 el jeneral Ortega lo afirmaba, habría obligado a los fran ceses, sino a levantar el sitio, a concentrar todos sus cam pamentos esparcidos en diversos puntos del cerco de la plaza en un solo centro, i de esta manera aquel habría que dado mas espedito para las comunicaciones, haciendo tam bién posible el ausilio eficaz que la ciudad hambrienta a gritos reclamaba. Pero Comonfort no se movia! De cuando en cuando sus columnas se dejaban ver por las colinas de Uranga, trayendo la esperanza a los sitiados que las con templaban desde lo alto de las almenas de Guadalupe. En mas de una ocasión salió el jeneral Negrete a la llanura a esperarlas al frente de sus reservas; pero en vano. Después de algunos disparos de cañón o de un débil tiroteo, volvían las tropas del \"Ejército del Centro\" a sus cuarteles, bur lando todas las ilusiones. Aquel ejército no parecía en verdad hermano de la tropa heroica que defendía a Puebla de Zaragoza! XXX. Entre tanto, después de aquella pausa que parecía obliga da en los franceses por una causa análoga a la de la plaza (la escasez de municiones) se interrumpió de nuevo aquella el 19 de abril. El 15 i el 17 Forey recibió de Orizaba ciento cin cuenta carros de pertrechos i el 19 lanzó a los zuavos como una jauria de leones sobre los claustros de Santa Inés. Conquistáronlos éstos, al fin, aquella tarde después de un combate en que corrió la sangre a raudales. Los tres prin cipales batallones que tomaron parte en la defensa de aquel sitio bajo las órdenes de Diaz (4.° de Zacatecas, 1.° de Aguas-calientes i rifleros de San Luis) perdieron ciento cincuenta hombres cada uno.... Podian dar mayor prueba de su inmortal denuedos"], [42, "36 Amenazada, o mas bien, perdida de esta suerte la segun da línea, el jeneral en jefe mandó incendiar todas las man zanas de que habian sido desalojado los sitiados en aque llos dias, para lo que fué preciso volverlas a tomar mo mentáneamente, haciendo heroicas salidas. Pero así cum plían los mejicanos su promesa de no dejar a los invasores piedra sobre piedra en todo el suelo de la ciudad que mere ció dos veces el nombre de \"La nueva Zaragoza\". XXXI. Pero no era solo el cañón enemigo el que debia poner a prueba las almas verdaderamente grande de los soldados de Puebla i en especial la mas robusta de todas, la del mag nánimo González Ortega. Sus amigos, sus mejores cabos, los brazos fuertes de la plaza iban a traerle sobresaltos que amargarían su espíritu sin doblarle al desaliento. XXXII. Perdida la segunda línea, improvisada dentro de las casas mismas del pueblo, un dia del mes abril (que el jeneral Ortega no recuerda si fuera el 21 o 22) se presentaron en su habitación los jenerales Berriozabal, Negrete, Antillon i La Llave, todos comandantes de división i lo mas selecto entre los hombres de guerra que encerraba la plaza, i pi dieron hablarle. Iban a exijirle que la plaza fuera abandonada! No era el terror el que dictaba aquel consejo. Era, al contrario, la previsión de un sacrificio sin gloria la que la habia prescrito i hecho que se adhirieran a ella el pundo-"], [43, "37 roso La Llave, el valiente Negrete, Antillon, todas las eminencias, en fin, entre los sitiados, escepto los jenerales profesionales Mendoza i Paz i el coronel Auza, fiel secuaz de Ortega en todos los caminos i en especial en aquellos que conducen al sacrificio i a la gloria. Los jenerales me jicanos querían abandonar la plaza, no por salvarse ellos, sino por salvar para su patria el \"Ejército de Oriente\". Un ejército que sale por entre el enemigo, no se salva — pelea; i si se salva peleando suya es la gloria. Pero lo que aquellos hombres denodados querían para sí era — no capitular. Hai caracteres así hechos en la carrera de las armas, i nada es mas frecuente que el encontrarlos en nuestra belicosa América desde el soldado al caudillo. El europeo capitula con el enemigo porque toda su vida es una transacción. El criollo americano no capitula jamás con su adversario, porque su vida es la libertad, i en caso dado prefiere antes que rendirse, matar o ser muerto. Hai hombres que cuando dan su vida creen que dan me nos que si se les pidiera su hogar, su suelo nativo, la es pada que llevan al cinto; i a esta clase de soldados pertene cían los jenerales de Méjico que incitaban a Ortega, no para rendirse, que eso habría sido vil traición, sino para pelear en campo raso, donde vencerían o morirían con gloria. A los argumentos puramente militares que le hicieran sus segundos, González Ortega contestó estas palabras que él mismo reproduce. (Parte citado, páj. 65). \" Yo no he recibido instrucción alguna del Supremo \" Gobierno para obrar de esta o aquella manera en tales \" o cuales casos que pudieran preveerse, i que naturalmen \" te debian acontecer en el ataque de la misma plaza: yo \" no recibí mas instrucción i consigna que la siguiente: \" Defiende a Zaragoza, i respetando en esta parte el noble \" i sublime silencio del Gobierno, creí que comprendía la"], [44, "38 \" significación de esa elocuente consigna en estos tér \" minos.\" Apunta en seguida aquel noble soldado los motivos de honor i de deber que le prescribian defender la plaza hasta la última estremidad, i después de una minuciosa enume- ración de sus razones, en la conferencia secreta que tuvo con sus principales jefes, añade lo que sigue i que no es menos digno que cuanto llevamos dicho sobre este mejicano ilustre, del nombre de un gran capitán i de un gran ciuda- dano. — \" Díjeles también que este era mi deber i lo llena- \" ría, fueran cuales fueren los tropiezos i dificultades que \" se me presentaran, i mas cuando al llenar ese deber sa- \" tisfacia los sentimientos de mi corazón, complaciendo al \" mismo tiempo las exijencias de mi cerebro; porque si yo \" ejerciera entonces el mando supremo de la nación, dis- \" pondría: que el cuerpo de ejército de Oriente, en el ase- \" dio que sufría la plaza i en el estado a que habian lle- \" gado las cosas, se sacrificara de un modo nuevo i honroso, \" para demostrar a la Europa i al mundo, que los ciudada- \" nos de que se compone nuestra República, esto es, el pueblo \" mejicano, tan noble como el pueblo mas noble de la tierra, \" poseía grandes i elevadas virtudes, que injustamente no le \" habian concedido las otras naciones, o quizá por lo mal que \" lo habian representado sus hombres públicos; i dije, por \" último, que mas grandes se presentaban los milicianos \" que mandaba, i mas respetable la nación ante el ejército \" francés, sacrificándose aquellos en cumplimiento de una \" consigna i en las aras de un deber sagrado, que abando \" nando la plaza estemporáneamente, lo que podia atri \" huirse a una fuga vergonzosa, i mas cuando no habia una \" razón imperiosísima que justificara aquella medida.\" \" Esto motivó, añade poniendo término a esta singular sesión, una larga i acalorada discusión, en la que se ara-"], [45, "39 plificaron los argumentos referidos, agregando a lo dicho, el jeneral Antillon : que el cuerpo de ejército no estaba en obligación de hacer un sacrificio inútil. El jeneral Berrio zábal: que por el estado de desmoralización en que se en contraba nuestro cuerpo de ejército, temia i queria evitar que los franceses lo hicieran prisionero i los males que a esto se seguirían, porque puestos los elementos físicos con que contábamos, en manos de Márquez, estaba hecha con esto la destrucción de los pueblos de la República; me ofre ció ademas su firma i las de los otros jenerales, para que descansando en ellas, pudiera salvar mi responsabilidad ante el gobierno i ante la nación, porque aseverarían i au torizarían con ellas, segun se espresó, la bondad del acto que me indicaban i pedia que pusiera en. práctica. El jene ral Negrete: que si no queria aceptar las indicaciones que se me hacían, me resolviera a dar una batalla campal, para salir de una u otra manera de la plaza. El jeneral La Llave, llevando la palabra por todos los demás: que la marcha natural de los acontecimientos del sitio, aun cuando no se nos tomara la plaza, nos iba conduciendo necesariamente a una capitulación, i que tanto él como sus compañeros estaban resueltos a no celebrarla.\" Aquella dificultad terminó al fin como debia terminar entre tales hombres. El jeneral Ortega pidió a sus subal ternos que le destituyeran ahí mismo de su alto i respon sable puesto, ofreciéndose en holocausto a la humillación por no ofrecerse tal a la violación del deber. Pero los jene rales todos que lo rodeaban, i los primeros entre ellos, Mendoza i Paz, protestaron contra aquel medio de aveni miento i se fueron a sus puestos a devolver sus proyectiles con mas ardor al enemigo. El Gobierno aprobó en todo la prudente i bizarra con ducta del jeneral Ortega; pero este se guardó con laudable"], [46, "40 modestia de dar parte a sus compañeros de aquella mani festación \"que hubiera herido la susceptibilidad de aque llos, alhagando la suya propia,\" XXXIII. Después de los heroicos dias de la fatiga i de los dias del reposo, mas heroicos todavía, porque aquellos fueron los de la resistencia, éstos se destinaron a las salidas en campo raso, llegaron al fin para la guarnición de Puebla los dias de la gloria, a los que ai! debían seguir en breve los de la perdición.... XXXIV. Lqs franceses habian ocurrido en los últimos dias de abril a las postreras estremidades de la guerra de asedio, a la mina. El 24 de abril a las seis de la tarde saltó en el aire el barrio llamado del Pitiminí, que defendía un batallón de Toluca bajo las órdenes superiores del jeneral Berriozabal, i a las cinco de la mañana del dia siguiente voló otra man zana del barrio de Santa Inés, defendida por el coronel Auza con los batallones 3.° i. 5.° de Zacatecas, su provincia nativa. Aquellas dos esplosiones fueron la señal de un asalto jeneral. Era el sesto u octavo que daban los franceses. En el de Pitiminí, que habia sido parcial, quedó sepultado en las ruinas la mitad del batallón que lo guarnecia, pero la otra mitad se defendió con estraordinaria bravura i rechazó al fin a las espesas columnas asaltantes."], [47, "41 XXXV. Pero el de Santa Inés fué un ataque de oti o jénero i el mas terrible i sangriento que presenciara la plaza. En el momento de estallar la mina se lanzó a los edificios de- molidos el primer rejimiento de Zuavos, como un torbelli- no de acero que sucedía al torbellino de las llamas. Jamas se vio un denuedo igual en los asaltantes; jamas se desple- gó tampoco igual firmeza de ánimo por los que defendían el suelo sagrado de la patria. Siete horas duró aquella lu- cha sostenida en cada patio, en cada corredor, en cada pa- sadizo, en cada umbral. Era el claustro de Santa Inés una jaula de leones que se disputaban, después de los dias del hambre, la presa escasa que les arrojara su custodio. Pelea- ban aquellos hombres, segun el testimonio de los mismos franceses, a la bayoneta, con las culatas de los fusiles, con los maderos de los escombros, con sus maños mismas cris- fiadas por la ira i el coraje. De los zuavos, dice el mismo Ortega, que pelearon como leones. Empero, mayor bravura desplegaron los heroicos mineros de Zacatecas, porque al fin vencieron a aquellos. La muerte i no la noche puso fin al combate. De los quinientos zuavos que penetraron al asalto, solo setenta escaparon, segun el oficial Duchesné que quedó prisionero i herido de bala, bayoneta i, piedra. De los demás, ciento treinta rindieron las armas acribilla- dos todos de heridas. Los otros quedaron en el campo. Orte- ga hace subir a cuatrocientos el número de los que pere- cieron. El capitán prisionero Blodt,a su vez, referia que de sus compañeros habian muerto los oficiales Deveaux, St. Hilair i Bormchligel i quedaban heridos, ademas, Du chesné, La Louette, Dcmilley, Mejon, Mathieu i otros, todos con no menos de tres heridas cada uno. e"], [48, "42 De los mejicanos, el nombre que mas alto llegara a pre gonarse en las órdenes del dia de aquel glorioso com bate fué el del coronel, hoi jeneral i diputado don Miguel Auza. Herido i sepultado por los escombros que caían en todas direcciones, él alentaba todavía con voz ronca pero no desfallecida, a sus mineros al combate. Fué en aquella mañana cuando mereció de su jefe, en un parte oficial el nombre que habia tenido Ney en el gran ejér cito: el valiente entre los valientes. ' 'En la mañana del 25, dice el mismo Ortega, (refiriendo aquel lance i el tranquilo cuanto heroico denuedo del coronel Auza) i en el acto que otras minas hicieron de nuevo su esplosion, bajo los cimientos de la manzana de Santa Inés, me dirijió el correspondiente aviso el señor jeneral Auza, a quien mandé decir: que dentro de algunas horas, i tan luego como cesara el fuerte caño neo que el enemigo asestaba sobre aquel punto, debería sufrir un asalto, i que siendo el edificio de Santa Inés uno de los de que formaba la línea de que ya he hecho men ción, la orden que recibía era esta: rechazar al enemigo, o defender el punto que le estaba encomendado hasta caer muerto o prisionero con la fuerza que le obedecía. Le mandé decir también con el mismo ayudante que llevaba la orden: que por mi parte estaría pendiente de lo que pudiera acon tecer en el combate que se trabaría dentro de poco.\" \"La respuesta que diera a lo anterior fué la siguiente; que las órdenes que acababa de recibir quedarían axacta mente cumplidas. ' ' XXXVI. Aquel fué el mas hermoso dia de Puebla. Lo habia sido ya por el heroísmo e iba a serlo otra vez por la humanidad."], [49, "43 La bravura no es casi siempre sino la corteza de las almas tiernamente jenerosas; es la espuma del noble licor que hierve en el vaso de la vida, como la sangre hierve en las mas recónditas cavidades del pecho. El jeneral Ortega dispuso que los heridos del combate de Santa Inés se levantasen i socorriesen con igualdad ab soluta, alternándose un francés con un mejicano; conduje ron a los oficiales heridos en sus propios brazos ayudantes del jeneral en jefe a las mejores habitaciones de que podia dis ponerse, i a los que estaban ilesos ordenó el mismo Ortega se les entregasen sus espadas. Todos estos hechos los com prueban los oficiales mismos que recibieron el beneficio, i que creían ser prisioneros de tropas bárbaras. Entretanto, el jefe del ejército civilizador de Napoleón III, destinaba a los prisioneros mejicanos a ser incorpora dos en las filas del traidor Márquez, o a los trabajos mas pesados del asedio. Ningún francés dio, sin embargo, una palada para defender a Puebla, ni menos fué obligado a descargar sus armas sobre el pecho de sus camaradas, cuyas fatigas habia participado la víspera. Pero el ejército de Puebla era \"bárbaro\" i el de Francia \"civilizado i civili zador\". La conducta de los mejicanos para con los prisioneros de la nación que venia a robarles su libertad i su honra, es el rasgo mas noble i mas caracterizado de aquella guerra del patriotismo. — Honra a los soldados de América! XXXVII. Cúmplenos ahora seguir al modesto narrador del heroís mo de Puebla en la relación de su desastre. Su ánimo por esto no es desigual ni altera tampoco el lenguaje tranqui lo i varonil de su relato. Atendida, al contrario, la modes-"], [50, "44 tía nunca desmentida de esta relación, el Parte jeneral de la defensa de Puebla, es un documento casi único entre los fanfarrones boletines americanos, i aun ofrece un contraste marcados con las bombásticas proclamas de los jenerales franceses que han peleado en Méjico. XXXV111. Después de los serios ataques de los últimos dias de abril, los mejicanos habian quemado mas de un millón de tiros de fusil, i el comandante jeneral de artillería vino una tarde a advertir al jeneral en jefe que no tenia muni ciones sino para menos de ocho dias. De Comonfort no habia ya ni noticias siquiera. Los co rreos que le llevaban proposiciones combinadas para un ataque simultáneo no volvían. El dia 26, a fin de aprove char del éxito del combate de Santa Inés, le habia pro puesto Ortega que se acercara a la plaza, rumbo del norte, i atacar a los franceses por la espalda; pero la respuesta del jeneral en jefe del \"Ejército del Centro\", fué pedir ins trucciones al gobierno de Méjico. Hai corduras que se pa recen al miedo o a la intriga, i si el jeneral Comonfort no hubiera dado tantas hermosas muestras de denue do militar (no cívico) i de grandeza de alma en casos aflictivos durante su corta vida pública (1855-1863), habría razón sobrada para hacerle este reproche, ateniéndose al Parte del jeneral Ortega, quien,, sin embargo, jamas lo acu sa. Singular acaso, entretanto, el de que hubiera muerto por una imprudencia i siendo jeneral en jefe del Ejército mejicano aquel mismo hombre que tanta circunspección usara en la campaña en que solo era segundo!"], [51, "45 XXXIX. Por otra parte, el hambre acosaba a la guarnición i a los cincuenta mil habitantes que se abrigaban en la ciudad. Eran dolorosísimos los lances que a cada paso se ofrecían al mismo caudillo de los sitiados. — \"Ahí veia, dice, el jeneral Ortega, hablando de unas panaderías situadas en la calle de Mesones, donde él tenia su servidumbre, el cuadro mas triste i desgarrador que he presenciado en mi vida. Unas mujeres llorando me presentaban a sus hijos; otras me pe dían pan; éstas que les diera pasaporte para salir de la ciudad; aquellas, que les proporcionara un socorro; i mu chas, que les diera una boleta para que se les vendiera a cualquier precio una pieza de pan, en tal o cual estableci miento de los en que se trabaja aquel alimento para nues tros soldados.\" En otra ocasión describe aquel jefe la lastimosa escena que vamos a narrar, dejando a él mismo la palabra, pues aquella revela otra de las hermosas faces del carácter del héroe mejicano — la compasión: \"Cuando me hallaba dice (Parte citado, páj. 138) en la torre déla Soledad, presencié uno de tantos espectáculos tristes de los muchos que ofrecía el sitio de Zaragoza. \"Multitud do familias, compuestas de mujeres i niños, presididas por un caballero envuelto en una capa romana i con un niño en los brazos, acosadas por el hambre, prefi rieron afrontar la muerte a permanecer en la ciudad ata cada. \"Colocada en grupos diseminados aquella gran caraba na por toda la arquería que hai del Carmen a Injenieros, intentó pasar el cerco enemigo con la protección de algunas"], [52, "46 banderas blancas, con la que le daba la edad i sexo de las personas de que se componía, distinguido todo de una ma nera flagrante a la luz plena del sol, i por un punto donde no habia fuegos, ni podían embarazar con su salida alguna operación militar. ' 'El ejército francés, que conocía la escasez de municio nes de boca i guerra que habia en la plaza, quizo, como era mui natural, hacer mas violenta la situación de aque lla por todos los medios posibles. Así es, que tan luego como notó que intentaban salir del recinto fortificado las mujeres i niños de que me ocupo, rompió sus fuegos sobre ellos, de las obras de contravalacion que construyera por aquel rumbo. \"Las familias se replegaron a las casas de la ciudad, i poco después intentaron nuevas i repetidas salidas, toman do las señoras, en los brazos i de las manos, a sus peque ños hijos, i marchando de esta manera por los puntos mas visibles de la llanura. \"El ejército francés volvia de nuevo a hacer fuego sobre ellas. \"Hasta las últimas horas de la tarde estuve presenciando aquel cuadro, formado de dos «olores opuestos. Por una parte se veia una violenta e inusitada desesperación; por la oíra un cálculo indiferente, frío i glacial.\" XL. A la escasez de municiones, a la falta probable de soco rro, se anadia ahora la calamidad del hambre en todo sus estragos... El sitio debia militarmente terminar. Pero Ortega i sus segundos resolvieron que no fuera por una capitulación sino por una heroica salida."], [53, "47 IXL. El 29 de abril dio aviso al jeneral Comonfort que iba a ejecutar su salida de la plaza la noche del 2 de mayo i le advirtió que estuviera pronto para socorrerlo. Al mismo tiempo ordenó al jeneral Paz que aprestara con todo sijilo setenta piezas de artillería, para salir con ellas, abriéndose paso por entre los contrafuertes con que el enemigo obstruía todos los caminos, i de acuerdo con el cuartel maestre jeneral Mendoza, se dispuso todo lo nece sario para inutilizar el material de guerra que los defenso res no pudieron llevar consigo. Mas cuando estaba ya todo listo para la salida déla guarnición (Parte jeneral páj. 117) el jeneral Ortega recibe pliegos del jefe del Ejército del cen tro en que le dice suspenda toda operación porque por mo mentos aguarda en su campo al presidente Juárez, que a la sazón se encontraba en Rio-frio, mitad de camino dé Mé jico a Puebla, i quien venia a tomar medidas definitivas. Ortega aguarda entonces. VI1IL. El 8 de mayo, una semana después de haber recibido aquella comunicación, se sintió un fuerte cañoneo en la división de San Lorenzo, camino de Puebla al campo del \"Ejército del Centro\" Era que se daba la infausta ba talla de aquel nombre en que el jeneral Comonfort, aunque diese muestras de heroísmo personal, se dejó batir casi sin pelear, arrollando los franceses por sorpresa al amanecer su primera línea, i ésta a la segunda i ambas a la tercera hasta convertir la jornada en una completa derrota."], [54, "48 Al dia siguiente, 9 de mayo, solo supo Ortega la funesta nueva, i esto por una carta de Forey tan cortés como astuta. Decíale en ella el jeneral francés que habia tomado a Co monfort mil prisioneros, ocho cañones, cuatrocientas mu las i todos los pertrechos i víveres con que venia a auxiliar lo. — \"Tal es, anadia en ella con refinada sagacidad i apa rentando franqueza al viejo jeneral de la Crimea, la verdad exacta del hecho de armas que no os refiero, sino porque tengo la esperanza de que contribuirá a abrir los ojos a los ciegos que se niegan a creer las leales intenciones de la Francia, que no quiere mas que concurrir con los hombres sensatos de Méjico a establecer el orden con la libertad en este desgraciado país, que arruina i desoía la guerra civil. ¡Quiera el cielo, para el porvenir de Méjico, que mis espe ranzas no salgan fallidas!\" A esto contestó el jeneral Ortega algunos dias mas tarde (mayo 13) estas palabras dignas de su nombre: \" Bue nas i laudables, señor jeneral, serán las intenciones de V. E. i de la Francia respecto de Méjico; pero a la vez yo también me permito decir a V. E., consultando solo de una manera fria i glacial la verdad, i haciendo a un lado las afecciones, los sentimientos i el amor propio que tengo como mejicano, que la nación toda, en cuyo suelo nací, pasará por todo, absolutamente por todo, i sostendrá la guerra de una manera indefinida, ya sea de un modo regular e irregular, menos por perder su independencia o mancillar su honor, i esto último es nada menos lo que importa el que Méjico admitiera la intervención de una nación estranjera en los negocios de su política interior. \"Veo en la comunicación de V. E. un lenguaje franco, i por lo mismo, usando yo del propio idioma, tengo la hon ra de manifestarle, manifestación que verá V. E. cumplida en un tiempo no lejano, que toda la sangre francesa i me-"], [55, "49 jicana que se ha derramado i siga derramándose en lo su cesivo, será infructuosa al objeto que se ha propuesto con seguir la Francia, pues sea cual fuere el poder de esa grande i culta nación, no es tanto que pueda sobreponerse a la opinión de un pueblo que ha protestado con su sangre ser independiente i libre.\" VIÍL. Poco aun antes de estas esplicaciones diplomáticas ha bia mediado entre los jenerales contendientes cambios de palabras que ponían de manifiesto la sagacidad del uno i la entera magnanimidad del otro. Habiendo ido el 7 de mayo el ayudante favorito de Orte ga, comandante Togno a solicitar un armisticio de dos horas del jeneral Forey, entró éste en largas pláticas con el joven subalterno sobre la situación política de Méjico i le habló del rol que en ella estaba llamado a desempeñar Ortega en la arenga siguiente que tomamos íntegra del Parte jeneral citado: \"Manifieste Ud., (dijo Forey al ayudante Togno) al je neral Ortega: que la defensa que está haciendo de Puebla, es una cosa inusitada i hasta cierto punto bárbara i repro bada por la civilización moderna, pues los edificios i casas de la ciudad están convirtiéndose en cenizas i escombros, por su tenacidad. Dígale Ud., que ya esa defensa no tiene otro objeto que procurarse un nombre el mismo jeneral Ortega i la guarnición, nombre que ya tienen, i por lo mismo son inútiles i contra la humanidad los estragos que está haciendo la guerra en la ciudad: que en Europa se acostumbra, segun la práctica establecida en los sitios modernos, tan luego como se rompe la línea esterior de 7"], [56, "50 la plaza, entrar los defensores de ella en pláticas con los sitiadores, i arreglar una capitulación honrosa, capitula ción que yo concederé al jeneral Ortega i a la guarnición que ha llenado tan cumplidamente sus deberes: dígale por último, que es necesario poner término a esta cuestión de sastrosa, i que esto pende en mucha parte de su mano ; que se haga Presidente de la República de Méjico, i la cuestión lia concluido; que convenga en que se hagan nuevas elec ciones de majistrado Supremo de la nación, i la cuestión concluye también; i que si para llevar acabo cualquiera de estos proyectos se le presentan algunas dificultades, lo apoyará el ejército francés: si no admite estas proposicio nes, manifiéstele Ud., que me haga otras, que sean igual mente honrosas para Francia i para Méjico, pues yo creo que el jeneral Ortega nada me propondría que fuera indig no de alguna de estas dos naciones, i si ni esto admite, que se preste al menos a una conferencia, la que tendrá lugar en el punto que él mismo señale.\" A todo aquel pomposo i alhagador discurso el defensor de Puebla contestó con su laconismo antiguo. — -\"A mi ayu dante solo dije, (cuenta él mismo) en contestación a lo es puesto, para que así lo manifiestara al jeneral Forey: que le agradecía muchísimo el alto concepto que tenia de mi humilde persona, así como el justo i merecido elojio que hiciera de la guarnición de la plaza; pero que importando sus proposiciones una intervención de la Francia en la po lítica de Méjico, o que me convirtiera yo en un usurpador, no podia acceder a ellas; i que no me prestaba a la conferen cia, porque la creía inútil, en atención a no tener yo nin guna clase de poderes lejítimos para intervenir en las cuestiones políticas i diplomáticas de mi país.\""], [57, "51 VIL. Entretanto, los ataques a la plaza seguían con mayor ar dor. Desconfiando los franceses de atropellar la línea de defensa que habian organizado los mejicanos tras de las ruinas de San Javier, San Agustín i Santa Inés, línea de pechos humanos que se reemplazaba por otros pechos a medida que los arrasaba la metralla, trasladaron sus bate rías al frente del fuerte de Injenieros, que guardaba la parte opuesta de la ciudad por el oriente. Parecia que su plan era poner a la ciudad entre dos fuegos i tomarla por un asalto jeneral i simultáneo. Los sitiados no desmayaron por esto. Comenzaron los franceses a batir la brecha del fuerte de Injenieros el 11 do mayo i el dia 13 \"el valiente cuanto modesto\" jeneral Pa toni que lo mandaba (i que hoi preside su estado nativo de Durango) pidió permiso al jeneral en jefe para hacer una salida sobre las posiciones enemigas con sus rifleros de Chi huahua i de su propio Estado. Fuéle concedida aquella gracia, i el atrevido capitán eje cutó su hazaña a presencia de toda la guarnición, puesta sobre las armas i del mismo jeneral en jefe. Los rasgos de heroísmo se prodigaron ese dia como si hubieran sabido las tropas que aquella era una jornada de adiós \"Uno de los soldados, refiere Ortega, de las fuerzas que salieron, herido gravemente de las dos piernas, se liga las heridas con el auxilio de sus compañeros, i sosteniéndose del muro, sigue haciendo fuego sin permitir que lo quiten de supues to. Otro cae herido, entre otros mucho, en la llanura que se interponía entre el fuerte de Injenieros i los parapetos. levantados por los sitiadores, i arrastrándose recoje algu-"], [58, "52 nos cadáveres de sus compañeros, i formando con ellos una trinchera, después de haberles quitado las cartucheras, sigue haciendo fuego durante el dia.\" \"Yo mismo estuve presenciando, añade, este sublime es pectáculo con el auxilio del lente, desde la cima del pala cio. Como era natural, pedí los nombres de aquellos va lientes, para dejarlos consignados en mis apuntes i darlos en este parte, mas ya el Supremo Gobierno sabe los moti vos que se han interpuesto a la realización de mis deseos.\" I después, el noble caudillo, arrebatado de su entusiasmo patrio al recordar los hechos de los hijos de Méjico que habian venido desde sus confines mas remotos a defender su independencia, esclama con orgullo: — \"No solo las fuerzas de Durangoi Chihuahua escribieron con su valor una línea en la crónica de la defensa de Puebla de Zaragoza: rasgos de tanto heroísmo como los que dejo citados, se repitieron i aun casi se hicieron comunes por soldados de los Estados de Puebla i Veracruz, de Jalisco i Aguascalientes, de Mé jico i el distrito federal, de Chiapas i Guerrero, de Oaxaca i Tlaxcala, de Michóacan i Querétaro, de Guanajuato i Nuevo León, i de San Luis i Zacatecas.\" VL. Era ya preciso abandonar la heroica ciudad pues esta ban agotados todos los medios de defensa. Un hallasgo casual de mil cargas de trigo habia hecho prolongar dos dias mas las raciones de la tropa, porque el jeneral en jefe habia ordenado se repartiesen trescientas de aquellas al vecindario i el resto se distribuyera a los soldados. Mas las municiones de guerra estaban ya completamente ex haustas. Para defender el fuerte de Injenieros, era precisa"], [59, "53 desarmar las otras fortalezas cuyos jefes protestaban no res ponder de sus fuertes si eran abandonados de aquella suerte. Por otra parte, no se tenia noticia alguna del ejército del centro o de sus restos, después del descalabro de San Lo renzo el dia 8. En ninguna parte del horizonte se distin guían las fogatas convenidas como señal entre los jefes de ambos ejércitos para aproximarse el uno al otro. Por último, muchos de los jefes sitiados se habian reu nido secretamente en la noche del 12 de marzo i dirijido una comunicación al jeneral en jefe pidiéndole que aban donase la plaza i no capitulara. Firmaban aquella protesta los jenerales Negrete, Antillon, Alatorre, La Llave i Bc rriozabal. IVL. Eh consecuencia, el dia 15 de mayo citó a junta de guerra el jeneral Ortega i se dispuso en ella que se intentara la sa lida inmediata de la plaza; pero que antes se sondeara por algún arbitrio las concesiones que estaba dispuesto a hacer el jefe enemigo. El jeneral Ortega se encargó de dar aquel paso urjentc; pe ro respecto de las concesiones que iban a solicitarse de Forey hizo a sus compañeros de armas, estas nobles rcíleccioncs que apunta él mismo. (Parte citado, páj. 45h — \"Que nada im \" portaba que el jeneral Forey concediera o no concediera la \" salida de la plaza al cuerpo de ejército de Oriente; porque \" el honor de éste i el de la República, objeto único porque \" se habia peleado i porque el que yo habia hecho que per \" manecíeran nuestras tropas hasta ese dia sobre las mura \" lias de Zaragoza, se salvaría de todas maneras. Porque si \" el jeneral francés se negaba a conceder la salida a los de-"], [60, "54 \" sensores de la plaza, con los honores correspondientes, \" estaba yo resuelto a mandar romper toda la artillería, \" para lo que tenia ya dadas las órdenes respectivas, a des \" truir todo el armamento, a disolver el cuerpo de ejército de \" Oriente, a entregar prisionero i sin garantías al cuadro \" de jenerales, jefes i oficiales, i a decirle al jeneral francés: \" que los defensores de Zaragoza habian llenado sus de \" beres defendiendo la plaza hasta donde humanamente \" habia sido posible, i que cuando ya no podían hacerlo, \" con la conciencia tranquila por la bondad de la causa \" que defendían, con la frente erguida i sin esquivar la \" muerte, se entregaban a discreción.\" Al dia siguiente, 16 de mayo, el cuartel maestre jeneral Mendoza pasó al campo enemigo i con el pretesto de soli citar un armisticio (que negó Forey porque comprendía los apuros de la plaza), insinuóle el pensamiento de una capitulación militar en la forma mas honrosa, pues casi equivalía a una victoria. \"El jeneral Ortega, dijo el viejo \" Mendoza al cauteloso Forey, pretendería salir dePuebla \" con los elementos de guerra que posee i con todos los \" honores militares, esto es, con tambor batiente, bande \"■ ras desplegadas, mecha encendida i en actitud la arti \" Hería de entrar en combate, i dirijirse luego, con el cuerpo \" de ejército que manda, a la capital de la República, ter \" minando con su llegada a aquella ciudad, toda clase de \" compromiso, i quedando en consecuencia en libertad \" para continuar la guerra que sostiene Méjico contra la \" Francia.\" — \" Oh! le contestó Forey; todo concederé al jeneral Orte ga menos que queden en actitud las tropas que manda, de continuar la guerra contraía Francia.\" I en verdad que el viejo soldado de Alma i Montebello tenia en esto sobrada razón!"], [61, "55 IIIL. Queremos consignar aquí un rasgo honroso para aquel hombre valiente i que, sirviendo por deber a una causa abo minable, se ha hecho, sin embargo, menos odioso a sus vícti mas que el sayón estranjero que desde la cima de su orgu llo ha desencadenado sobre una nación inocente todas las plagas de la guerra i de la cautividad. En la conversación de Forey con el jeneral Mendoza tomó parte »1 jefe de Es tado mayor del ejército espedicionario i amenazó al último diciéndole que si Puebla no se rendía, sus oficiales 6erian deportados alaMartinica. \"No/ esclamó- Forey levantándose con vehemencia al oir aquel reto en su segundo, yo deporto a la Martinica a los ladrones i a los bandidos, pero no a oficia les valientes como los de que se compone la guarnición que de fiende a Puebla! (Parle citado, páj..\\\\5^) II u, Con la respuesta truida por el jeneral Mendoza, reducida solo a ofrecer garantías personales a los jefes i oficiales i tropa del Ejército de Oriente, no quedaba ya alternativa. Era preciso rendirse o- salir. Citó, en consecuencia, el jeneral en jefe ajunta de gue rra aquella misma noche, última de la gloria de Puebla, a todos los oficiales jenerales de la guarnición para adoptar una resolución definitiva. Antes de abrirse la sesión el jeneral Paz le informó que solo quedaban municiones en la plaza para tres horas de combate."], [62, "56 Dejemos ahora la palabra al mismo verídico i modesto narrador para contar aquellos hechos cuyas emociones, segun sus propias espresiones, solo pueden comprender los que han pasado por ellos. \" Una vez reunidos todos los jefes díjeles, refiere el jeneral Ortega, que yo era responsable de aquella situación, si tuación que habia deseado la hora en que llegara, i cuya responsabilidad aceptaba con satisfacción ante el gobierno, ante la República i ante el mundo; porque con la prolon gación de la defensa de Puebla de Zaragoza, se habia sal vado el honor de las armas de Méjico i el corespondiente al cuerpo de ejército que tenia el orgullo de mandar, aunque para ello tuvieran que perderse unos cuantos elementos físicos, que repetía por la centésima vez, que poco o nada valian al lado de otros intereses mas caros para Méjico. \" Que dejando, pues, al gobierno i a la República el juicio i calificación de mi conducta, debíamos ocuparnos solo de las emerj encías del momento. \" Que dos caminos quedaban únicamente para que con cluyera de un modo honroso el sitio de Zaragoza. \" Romper el cerco saliendo de la plaza el cuerpo de ejér cito de Oriente con toda la majestad de un ejército que no huye: o disolver maestros batallones, romper nuestro arma mento e inutilizar los miserables restos de nuestros alma cenes i polvorines, i que cuando esto estuviera concluido, entregarse prisioneros el cuadro de jenerales, jefes i oficia les, para que asesinara a las personas de que se componia, o para que dispusiera de ellas a su arbitrio el sitiador. Que yo estaba por esta última medida, porque la creía mas decorosa al honor de Méjico; i mas cuando para adoptar la primera habia dificultades militares insuperables de rea lizar, siempre que la salida no llevara el carácter de una faga; porque faltaban caminos para emprender la salida;"], [63, "57 porque nuestra artillería movible carecía de la potencia necesaria para abrir brechas en los parapetos levantado por el enemigo; porque ya no había las municiones suficientes para romper el sitio i sostener una o dos batallas campales que procuraría ciarnos el enemigo, cuando nos viera al otro lado de su línea i en dirección a Méjico, Tlaxcala, Izúcar o Acatzingo; i porque no contábamos fuera de la plaza, con ausiliar alguno que se ocupara aunque fuera simplemente de llamar la atención del enemigo, pues que ignoraba hasta esa hora, el paradero del cuerpo de ejército del Centro. \" Dije por último: que aceptaría el medio de la salida de la plaza, siempre que la mayoría de los jenerales opina ra por él, i que así lo haríamos constar en una acta, pues quería dejar, a los que opinaban de esta manera, la gloría de haber iniciado este pensamiento, i la gloria también de sus resultados, pues por mi parte, no queria aceptar sino la responsabilidad de la ejecución del mismo pensamiento. \" Hubo una larga discusión sobre ambos proyectos, opi nandoalgunos de nuestros jenerales por la salida. \" Se rectificaron algunas esplicaciones de las que se habían dado con anticipación, i se amplificaron otras, i quedó uniformada la opinión, votando todos por la rendi ción de la plaza, en los términos que dejo reseñados.\" Solo una voz discrepó de aquel acuerdo, i fué la del va liente i airado jeneral Negrete que heredó de su padre, tan ilustre como él en los campos de la primera independencia mejicana, su indomable amor a la patria. \"Yo opino, dijo \" el que todavía hoi dia es el defensor, o mas bien, el azote \" de Puebla en los campos de Tlascala, yo opino porque, \" nuestro jeneral en jefe admita la proposición que le hace \" el jeneral Forey, de que salga nuestro cuerpo de ejército \" de la plaza i que permanezca mientras ínter termina la- 8"], [64, "58 \" cuestión habida entre Francia i Méjico, í que una vez \" colocado nuestro cuerpo fuera de Zaragoza, falte a los í£ compromisos que se contraiga, haciendo la guerra al \" ejército francés, así como éste faltó de una manera es \" candalosa a los convenios celebrados en la Soledad ; por- que quien ha faltado a su palabra de caballero, rom \" piendo pactos solemnes, ya no tiene derecho para que se \" le guardase las consideraciones que a un enemigo pun \" donoroso i leal a sus compromisos.\" El silenciode la desaprobación i un reproche directo del jeneral Berriozabal a su camarada del \"5 de mayo\" fueron la única respuesta que se oyera a aquel arranque de dolor i de exhaltado patriotismo. IL. A la una de la noche memorable del 16 de mayo la re solución estaba ya tomada. Puebla iba a dar al mundo un ejemplo único de lo que puede el patriotismo! A esa misma hora, el jeneral Ortega con voz reposada i solemne dictó al jeneral Paz aquella famosa orden del dia que todos conocemos i que el Congreso de Méjico, or denó se honrara eternamente, colocándose en su sala de sesiones. L. Vamos a consignar pues íntegro aquel noble documento. Dice así: «Orden jeneral del cuerpo de ejército de Oriente, del dia 17 de mayo de 1 863, a la una de la mañana. «Pío pudiendo seguir defendiéndose la guarnición de esta plaza, por Ja falta absoluta de víveres i por haber concluido las existencias de"], [65, "59 municiones que tenia, a estremo de no poder sostener hoi los ataques que probablemente le dará el enemigo a las primeras luces del dia, se gun las posiciones i puntos que ocupa i conocimiento que tiene de la situación en que se halla esta plaza; oido ademas por el señor jeneral en jefe el parecer de muchos de los señores jenerales que forman parte de este ejército, cuya opinión va de absoluta conformidad con el conte nido de esta orden, dispone el mismo señor jeneral en jefe: que para salvar el honor i decoro del cuerpo de ejército de Oriente i de las armas de la República, de las cuatro a las cinco de la mañana de hoi se rom pa todo el armamento que ha servido a las divisiones durante la heroi ca defensa que han hecho de esta plaza, i cuyo sacrificio cxije la patria de sus buenos hijos, para que dicho armamento no pueda, bajo ningún aspecto, utilizarlo el ejército invasor. — A la misma hora el señor coman dante jeneral de artillería, dispondrá que se rompan todas las piezas con que está armada esta plaza. «A la hora ya citada, esto es, de las cuatro a las cinco de la mañana, los señores jenerales que mandan divisiones, a cuyo celo i patriotismo queda encomendado el cumplimiento de esta ór'den, así como los que mandan brigadas, disolverán lodo el ejército manifestando a los solda dos que con tanto valor, abnegación i sufrimientos defendieron la ciu dad, que esta medida, que se toma porque así lo marcan las leyes de la guerra i de la necesidad, no los escluye de seguir prestando sus ser vicios al suelo en que nacieron: i que por lo mismo, el citado señor jene ral en jefe se promete que cuanto antes se presentarán al Supremo Gobierno, para que en torno suyo sigan defendiendo el honor de la bandera mejicana, a cuyo efecto se les deja en absoluta libertad i no se les entrega en manos del enemigo. «Los señores jenerales, jefes, oficiales i tropa de que se compone este ejército, deben estar orgullosos de la defensa que han hecho de esta plaza, i que si ella va a ser ocupada, es debido, no al poder de lar ar mas francesas, sino a la falta de víveres i municiones, como lo demues tra el hecho de que hasta esta hora toda ella con sus respectivos suer tes, se halla en poder del ejército de Oriente; a escepcion del fuerte de San Javier i unas cuantas manzanas de una de las orillas de la ciudad. «A las cinco i media de la mañana se tocará parlamento i se izará una bandera blanca en cada uno de los suertes i en cada una de las manzanas i calles que dan frente a las manzanas i calles que ocupa el enemigo."], [66, "60 «A la misma hora estarán presentes los señores jenerales, jefes i ofi ciales de este ejército en el atrio de la Catedral i Palacio de gobierno, para rendirse prisioneros, en el concepto que respecto de este punto, el jeneral en jefe no pedirá garantías de ninguna clase para los prisione ros; i por lo mismo, los señores jenerales, jefes i oficiales ya citados, quedan en absoluta libertad para elejir lo que crean mas conveniente a su propio honor de militares i a los deberes que se han contraído para con la nación. — Los caudales que existen en la comisaria se repartirán proporcionalmente entre la clase de tropa. De orden del señor jeneral en jefe.— El cuartel-maestre jeneral. — Mendosa.» LI. Al mismo tiempo el jeneral Ortega escribió al jefe sitia dor la siguiente carta que revela en su sencillez misma la elevación de alma de quien la dictó. Dice así: \"Señor jeneral: no siéndome ya posible seguir defen diendo esta plaza por la falta de municiones i víveres, he disuelto el ejército que estaba a mis órdenes i roto su arma mento, inclusa, toda su artillería. \"Queda pues la plaza a las órdenes de U. E. i puede mandarla ocupar, tomando, si lo estima por conveniente, las medidas que dicta la prudencia, para evitar los males que traería consigo una ocupación violenta, cuando ya no hai motivo para ello. \"El cuadro de jenerales, jefes i oficiales de que se com pone este ejército, se halla en el palacio del gobierno, i los individuos que lo forman, se entregan como prisioneros de guerra. No puedo, señor jeneral, seguir defendiéndome por mas tiempo; si pudiera, no dude V. E. que lo haría. Jesús González Ortega.\""], [67, "61 LII. Cuatro horas después de escritas aquellas comunicaciones i trasmitidas las órdenes necesarias a todos los puntos de la ciudad que guarnecían las tropas mejicanas, Puebla la heroica, presentaba un aspecto singular. Era una noche de verano i la ciudad contra lo ordinario yacía en profunda tranquilidad; pero de improviso comenzó a escucharse el fragor de los cañones que estallaban, cargados con triple car ga, el sacudimiento de los edificios al incendiarse algunos escasos polvorines que aun quedaban, mientras que los sol dados destrozaban sus fusiles arrojándolos al suelo, o escon dian las banderas para libertarlas de la afrenta de caer en manos que no las habian conquistado en lid lejítima i abierta Cuando los centinelas franceses comunicaron a sus jefes lo que pasaba, dierónles aquellos, cuenta con orgullo el mismo Ortega. (Parte citado, paj. 161), estas palabras por única respuesta. — \"El ejército francés sabe respetar al valor: i una, guarnición que se ha conducido como la de Pue bla, no merece, sino nuestros respetos i admiraciones. Deje mos que hagan los defensores de la plaza todo lo que crean conveniente al honor de sus armas.\" LIII. A las seis de la mañana la ciudad estaba completamente inerme, i a esa hora entraron los jefes comisionados por Forey, no para tomarla de su cuenta sino para recibirla de las manos de Ortega, a quien su vencedor rogaba acep tara aquel último homenaje de su respeto, el cual, sin em. bargo, fué con urbanidad rehusado."], [68, "62 L1V. Así terminó el memorable sitio de Puebla, la epopeya americana del siglo XIX. De sus veinte i dos mil defenso res solo doce mil cayeron en manos del enemigo, que a su vez rindió al heroísmo i al amor patrio desplegado por aquellos el tributo abundante de su sangre durante los combates i de su respeto después de la victoria. Pero su fin, digámoslo sin rebozo, no estuvo a la altura de las esperanzas de la América ni de los votos que por la gloria de Méjico se hicieran en todos los ámbitos del suelo de Colon. Puebla no se rindió, no capituló, pero se entregó inerme, lo que equivalía a una rendición a discreción, por que lo que destruirían era únicamente su material de guerra mas no el ejército mismo que caía intacto en manos enemi gas. Hubo por esto mas resignación al destino que heroís mo militar en aquella última resolución de los defensores de Puebla, que se abnegaban al sacrificio pero no a la gloria. Cuanto mas grande hubiera sido en verdad, el renombre del \"ejército de Oriente\" sin una vez agotadas las muni ciones i consumidos sus víveres, destrozada toda la ciudad por la metralla, reducida su guarnición casi a la mitad de su número primitivo, sin esperanza alguna de auxilio, se hubiera agrupado ésta en una sola columna la noche memo rable del 16 de mayo, i abriéndose paso por entre los escom bros i las líneas enemigas hubiera ganado el campo i pelea do ahí a la bayoneta la última batalla de la patria! Ah! porque la sombra de Hernán Cortez no vino a tomar un puesto en la última asamblea de los defensores de Pue bla i a recordarles que la antigua Tenochtitlan contaba entre sus mejores glorias aquella retirada de los conquis tadores castellanos que se ha llamado la noche triste!"], [69, "63 LV. Nos queda solo por llenar un triste deber, el de acompa ñar un instante en su cautividad a los valientes defensores de Puebla i seguirles hasta las puertas de su ingrato des tierro. Al dia siguiente de haber ocupado los franceses a Puebla se presentó a los oficiales prisioneros, cuyo número lle gaba a cerca de mil cuatrocientos, siendo de ellos al menos treinta jenerales, el siguiente documento para que lo fir masen. \" Cuerpo espedicionario de Méjico — Estado mayor jene ral.—Los que abajo firmamos, oficiales Mejicanos, hechos prisioneros, nos comprometemos bajo palabra de honcrr, a no salir de los límites de la residencia que nos estará asig nada, a no mezclarnos en nada por escrito o por actos, en los hechos de guerra o de política, por todo el tiempo que permaneceremos prisioneros de guerra, i a no corresponder con nuestras familias i amigos sin el previo consentimiento de la autoridad francesa. Correo de San Juan, a 18 de mayo de 1863.\" Todos los defensores de Puebla se levantaron a una voz, desde el alferes al jeneral, contra aquella burla cruel del vencedor, i respondieron al insulto que se hacia a su patrio tismo con esta noble protesta que todos firmaron con sus je nerales, escepto el viejo Mendoza que protestó por sepa rado. \" Zaragoza, 18 de mayo de 1863. — Cuerpo de ejército de Oriente. — Prisioneros de guerra. — -Los jenerales prisione ros que suscriben, pertenecientes al ejército mejicano de Oriente, no firman el documento que se les ha remitido la mañana de hoi del cuartel jeneral del ejército francés, tan-"], [70, "64 to porque las leyes de su pais les prohiben contraer compro miso alguno que menoscabe la dignidad del honor militar, como porque se los prohibe también sus convicciones i opi niones particulares. — Jesús G. Ortega. — Francisco Paz. — Felipe B. Berriozabal. — Florencio Antillon. — Francisco Ala torre. — Ignacio de la Llave. — Alejandro García: — Epitacio Huerta. — Ignacio Mejía. — José M. Mora. — Pedro Inojosa. — José Marta Patoni.— Joaquín Columbres. — Domingo Ga yosso. — Antonio Osorio. — Eutimio Pinzón. — Francisco de Lamadrid. — Porfirio Díaz. — Luciano Prieto. — J. B. Caa maño. — Mariano Escovedo. — Manuel Sánchez. — Pedro Bio seco. — Manuel G. Cosió. — Miguel Auza. — Jesús Loera.\" LVI. A la mañana siguiente marchaban por las calles de Pue bla en dirección a Vera Cruz, a pié, sin armas, casi sin vestidos aquellos mil i tantos jóvenes, gloria de su patria i honor de la América, sin que uno solo hubiese desmen tido su magnánima resolución. \"Al salir de la ciudad, dice su mismo jeneral en jefe, que contemplara aquel heroico cortejo desde su prisión, iban con el mayor júbilo ento nando el himno nacional de Méjico. Su frente erguida i limpia la levantaban ante el mundo, como quien cumple honrosamente un deber que le impone la patria i acepta después con gusto i resignación su destino.\" ¿Tales hombres merecían ser vencidos? ¿Merecían ir a comer en el destierro el pan déla limosna? ¡Oh déspotas ilusos que os creéis dueños de la tierra, leed en esta pajina la lección sublime de un pueblo que cauta sobre sus cade nas, forjadas por vuestros sayones, mientras vosotros os sentís en la hartura misma de vuestros festines, hastiados de la existencia i del esplendor mismo!"], [71, "65 LVII. Como un contraste de la suerte i del ánimo de sus compañeros de armas el jeneral Ortega recuerda la cruel humillación que los mismos franceses impusieron a los infames que con el nombre de traidores han deshonrado el nombre de Méjico. \"Como entre diez ronco del dia, dice Ortega, hablando de la mañana en que se rindió la plaza, pasaban por ésta unoS oficiales pertenecientes a las fuerzas de don Leonardo Márquez. Algunos grupos del pueblo les dio el epíteto de traidores. \"Unos cazadores de África desdoblaron algunas baque tas de fusiles de las que se hallaban tiradas en las calles, i con ellas azotaron públicamente a dichos oficiales. \"Un grito jeneral de aprobación resonó por todas partes. \"Era el pueblo que se hallaba diseminado en el atrio de la catedrali calles inmediatas, i nuestra oficialidad que *e encontraba colocada en los balcones de palacio i que uná nimes aplaudían aquel acto. \"Castigo degradante, dice en conclusión el narrador pero mui merecido, de quien se liga con huestes estranjeras para hacer la guerra al suelo en que nace! \"Ese mismo día (19 de mayo), añade en otra parte, el clero de Puebla, en medio del mayor regocijo i vistiendo de gala la catedral, recibió en ella a los invasores de su patria, cantando un solemne Te Deum por la toma de la ciudad. \"Digo a Ud., esto, aunque con pena, señor ministro, para trasmitir a la historia ese hecho degradaute del clero de Puebla.\" o"], [72, "66 LVIII. El jeneral Ortega fué el último en salir de la ciudad que tan bisarramente habia sostenido i dónde sus propios vencedores le tributaron las consideraciones que el valien te siempre concede al valiente. El 22 de mayo le hicieron subir en un carruaje, i al len to paso de una escolta de infantería se puso aquel ilustre prisionero en marcha para Vera Cruz. Su custodia no podia ser mas estricta, aunque, la cortesía i la oficiosidad de los franceses era extremada. \"Dos infantes, dice el mismo jeneral cautivo, iban apoderados de cada una de las porte zuelas del carruaje, a la vanguardia iba una descubierta de doscientos cazadores de África, a la retaguardia de esta iba otra fuerza con los doscientos infantes, i otra igual en número i en colocación a la retaguardia de los carruajes i por cada uno de los flancos de ellos: ademas como a dis tancia de un cuarto de milla, iban diseminados unos tira dores por nuestro frente i flancos, para inspeccionar el te rreno.\" El digno defensor de Puebla marchaba entretanto resig nado a su destino. No habia contraído ningún compromiso para someterse a sus cadenas, pero prefería seguir la suer te de sus compañeros de armas. Un accidente cruel le hizo, empero, cambiarde resolución. Durante todo su tránsito de Puebla a Orizaba fué sabien do el defensor de aquella la brutal manera como eran tra tados los indefensos prisioneros que los franceses arreaban a los trasportes de Vera Cruz donde tantos (como Rogue ro, Bernal, i Lares, embarcados en la Ceres, debían fene cer lejos de la patria!) como un triste rebaño; i los exesos de"], [73, "67 crueldad habian llegado al punto de hacer fusilar un coro nel de marina a dos infelices oficiales de Chiapas, sin mas delito tal vez que algún conato de fuga. Mas a los tres dias de viaje i al salir del pueblo de Acul singo, en la mañana del 25 de mayo, el carruaje que mon taba el jeneral Ortega se detuvo delante de un obstáculo. Era el cadáver ensangrentado de uno de los defensores de Puebla que los franceses habian fusilado i arrojado insepulto sobre la senda pública, como un insulto a sus jefes cautivos. \"Al presenciar, dice el jeneral Ortega, aquel hecho, lleno dé indignación manifesté al jeneral La Llave que me acompa ñaba con mis ayudantes Ortega i Togno, que me fugaría antes de salir de la República, i que juraba por mi honor, se guir haciendo la guerra a Francia, mientras contara con la mas pequeña influencia en el pueblo mas insignificante de mi pais; porque si como mejicano tenia este derecho, que no habia coartado con compromiso alguno de honor, me auto rizaba doblemente a hacerlo, la conducta que se observaba con nuestros prisioneros, mui ajena en verdad, de la que yó observé con los prisioneros franceses que estuvieron en mi poder.\" Tal fué el juramento de Anibal que prestó el defensor de Puebla teniendo por ara del sacrificio los sangrientos despo jos de un compañero de armas, i el que comenzó a cumplir tan luego como llegó a Orizaba. \"Centenares de mejicanos, añade aquel, burlaron por mis consejos, la vijilancia de los centinelas franceses, sin que uno solo de ellos, dejara bajo algún aspecto comprometido su honor. \"Yo fui el último, termina con su habitual modestia cuando habla de sí mismo, de los que salieron de la prisión por entre las guardias del cuartel i por entre los oficiales franceses, merced al poco conocimiento que se tenia de mi persona.\""], [74, "68 LIX. Los invasores de Méjico han reprochado a su defensor su fuga de Orizaba como un baldón i aun se ha invocado para acusarle el testimonio del jeneral Mendoza obtenido en Paris. Pero tal juicio es una calumnia, porque el jeneral Ortega jamas tomó sobre sí ningún compromiso personal. \"Al contrario, dice él mismo, al terminar su Parte oficial: si el jeneral Forey me hubiera impuesto que me pre sentara prisionero en Paris o en el confín del mundo, habría visto por mi parte, cumplido sus deseos, porque sé lo que es honor, i porque he sabido conservarlo ileso como solda do i ciudadano.\" LX. No terminaremos esta apresurada reseña sin citar las sinceras i casi humildes palabras con que el autor del libro heroico que hemos analizado tan aprisa, le pone fin. \"He concluido, dice, señor ministro ; multitud de'faltas habré cometido en el desempeño del cargo que me confiriera el Supremo Gobierno, respecto de la defensa de la plaza de Zaragoza; pero de esas faltas me escuda, la lealtad, honra dez i buena sé con que he procedido, i mui especialmente la circunstancia de no ser soldado de profesión, i de que hace poco que los acontecimientos políticos de mi patria, me dieron una espada para defender las libertades i dere chos del pueblo, contra los fueros i las clases privilejiadas de Méjico.\""], [75, "69 LXI. Hemos concluido, decimos a nuestro turno, i si bien he mos puesto una celeridad impropia en describir los hechos heroicos de un pueblo hermano, dejamos al menos consigna do en esta pajina un voto del alma porque aquellos hijos de la América i de la República, a ejemplo de los heroicos defensores de Puebla, lidien hasta el último dia por el honor i el suelo de su patria, por los fueros de sus ciuda danos i por la perpetuidad de sus instituciones libres. Que ese ejemplo sirva también de estímulo a los hijos del Perú que son llamados a su turno a los campos de la gloria en los que, no lo dudamos un momento, correrá su sangre a la par con la mas pura i la mas jenerosa sangre de Chile. I el triunfo será al fin de ellos i de nosotros porque el Dios de los ejércitos está siempre con los que defienden LA JUSTICIA I LA PATRIA LA LIRERTAD I EL DERECHO. aasa."], [76, ""], [77, ""], [78, ""], [79, ""], [80, ""]]