[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "HOW I DISHED THE DON AND OTHER STORIES"], [8, ""], [9, "HOW I DISHED THE DON Bnt> otber Stories BV JO VANN Y Xon&on DIGBY, LONG & CO., PUBLISHERS 18 Bouverie Street, Fleet Street, E.C. 1898"], [10, ""], [11, "CONTENTS. HOW I DISHED THE DON. CHAPTER PAGE I. A FORLORN HOPE - - 3 II. A TRIP IN A TART ANA - - - 1 9 III. A HIGHLAND HOST - - - - 31 IV. A SHORT-CUT - - - - 46 V. AN AWKWARD ALTERNATIVE - - - 64 VI. AN ARTFUL DODGE - - - - 80 VOYAGE OF THE 'JUNO.' I. A MYSTERIOUS APPOINTMENT - - - IOI II. A CASE OF CONSCIENCE - - - Il6 III. 'LIE TO !' - - - - - 129 IV. LANDING THE CARGO - 142 V. IN DURANCE VILE - - - - 1 57 VI. GOOD-BYE, MELILLA - - . - - 171 FOUND OUT - - 189 A DEAL IN ORANGES - - 203 A BULL-FIGHT IN BARCELONA - - 215"], [12, ""], [13, "I HOW I DISHED THE DON. I"], [14, ""], [15, "CHAPTER I. A FORLORN HOPE. I arrived at Almeria in a very bad humour, for it was my positive opinion that I had come there on a wild-goose chase. The matter stood thus : A certain Don Trinitario Tortosa, of that town, owed my employers, Messrs. Hawkins, Tompkins and Co., merchants of the City of London, a sum of two thousand three hundred and fifty pounds. The amount was more than two years overdue, and all their efforts to get payment of it had proved unsuccessful. To their repeated demands for a settlement he had at first replied evasively, but latterly it had become plainly evident that he wished to convey to them his intention of repu diating the debt altogether, on the ground of certain alleged, but, in reality, entirely visionary, breaches of contract, of which no mention had been made in his earlier communications. i — 2"], [16, "HOW I DISHED THE DON 4 In England, or, for the matter of that, in any other civilized country but Spain, a court of justice would have scouted his objections as mere dishonest quibbles, and have unhesita tingly given judgment against him with costs. But Spain has its own peculiar way of dealing with such matters. You cannot, it has indeed been truly said, expect to gather figs from thistles, and it would perhaps be equally illogical to expect that in a country whose legislators for the most part owe their appointment as such to pure and simple fraud the law itself should not seem to have been framed with a view to the direct encouragement of the fraudulently inclined. Such, at all events, must certainly be the tendency of any enactment which places difficulties in the way of recovering just debts by means of legal process. In cases of disputed money claims the Spanish law requires that the claimant shall produce from the debtor a written acknowledg ment of his indebtedness. If this sine qua non be a-wanting, no other evidence, however com plete and conclusive, will be of much avail. In the transactions which they carry on among themselves the natives, being well aware of this requirement, usually make provision for being able to comply with it in case of need."], [17, "A FORLORN HOPE 5 It is the unsuspecting foreigner, accustomed to see questions of this kind decided according to. common-sense and common justice, who is liable to be victimized through having, in his ignorance of the necessity for it, failed to make any such provision. And this was the position in which my employers unfortunately found themselves ; for, as Don Trinitario had been ex ceedingly careful in writing to them to put down nothing which by any possibility could be con strued into an admission of indebtedness, there was a high probability that, as the result of an appeal to law, such weight would be attached to his frivolous chicanery as to induce a decision in his favour. This I knew, and hence my hope lessness. My employers knew it, too, and were only a degree less hopeless than I was myself. But they were naturally loath to sit still and see themselves being robbed ; and so, as I spoke the language fluently, they had sent me out as a forlorn hope to tackle the enemy at close quarters, and endeavour, by friendly persuasion, threats, or, as a last resource, even legal pro ceedings, to make him disgorge. The time of my visit to Almeria was the month of August, and the heat of an Andalusian August is appalling. It was the middle of the day when I landed from the steamer, and being"], [18, "HOW I DISHED THE DON 6 indiscreet enough, with the indiscretion of ignorance, to walk to my hotel instead of driving, I arrived there, though the distance was but short and my pace leisurely, pithless and per spiring. If I had had no stomach for my task before, in my present enervated condition I felt less inclined than ever to set to work. Neverthe less, I considered it my duty not to procrasti nate, and therefore, in the afternoon, when the heat had moderated somewhat, I hired a tartana and drove to Don Trinitario's office, which was situated on the first floor of his dwelling-house. ' The sehor is not in town,' said the clerk in answer to my inquiry for that gentleman. ' He has gone up to the pueblo for coolness, but I expect him back in a few days.' The pueblo referred to was the village of Ariscos in the neighbouring mountains. Here Don Trinitario had a country house in proximity to his extensive vineyards. ' How far is it to this pueblo ?' ' About twenty-five miles.' ' Can I get there by rail ?' This question evidently amused the clerk. He smiled broadly and shook his head. ' No, senor ; we have no railways here.' It was true. There is, or at any rate there"], [19, "A FORLORN HOPE 7 was at that time, not very many years ago, no such thing as a railway anywhere within seventy or eighty miles of Almeria, the capital of a province in a civilized country of Western Europe. Under the circumstances, I considered that I was justified in giving up the idea of journeying to Ariscos. After all, a few days' delay would not make much difference, and I could employ the time in sight-seeing and in becoming acclimatized. ' Kindly give that to Don Trinitario on his return,' I said, handing the clerk one of my firm's business cards, with my own name, Edward Knowles, and the name of my hotel written on it. In the forenoon of the third day after my arrival at Almeria I was reclining in a chaise longue placed under an awning on the hotel balcony, which overlooked a main thoroughfare. I had just lunched heartily, and had begun to nod over the opening chapter of Perez Gald6s's ' Dona Perfecta,' when I was partially roused from my torpor by the appearance before me of a waiter, who handed me a card, saying : ' The gentleman is below, and wishes to know if it is convenient for the senorito to receive him.' Looking at the card, I read thereon the"], [20, "HOW I DISHED THE DON 8 words, ' Don Trinitario Tortosa, del Comercio, Almeria,' and instantly became wide awake. ' Yes, show him up,' I answered quickly. At that particular moment Don Trinitario had been far from my thoughts, and I was rather flurried by having him sprung upon me thus suddenly. I stepped into my sitting-room, which opened on to the balcony by means of a French window, and girded my loins for a preliminary encounter with the Don, who was ushered into my pres ence almost immediately. He proved to be a little elderly man, with a slight stoop, small, keen black eyes and a brown, wrinkled face, clean-shaven except for the upper lip, on which the moustache was nearly white, as was also the closely-cropped hair of his head. He came forward beaming, and shook me cordially by the hand. The heroes of the prize-ring, I believe, usually go through a similar form before proceeding to pound each other out of recognition. ' Senor don Eduardo,' he said, wisely re fraining from any attempt to pronounce my surname, ' it gives me very great satisfaction indeed to make your acquaintance.' He smiled engagingly, and although I could have wished that his manner had been less elaborately amiable, and more indicative of"], [21, "A FORLORN HOPE 9 some distrust in the tenability of the position he had taken up, I bowed in polite acknow ledgment of his courtesy, assuring him (not without a certain mental reservation) that the satisfaction was mutual, and invited him to be seated. As soon as it was decently possible, I diverted the conversation from general topics, on which he showed a disposition to expatiate, and brought him to the point. ' Now, Don Trinitario,' I said, ' you know why I have come to Almeria. You received the letter which my people wrote you about a fortnight ago, just before I left ?' ' Ah, yes, yes !' he exclaimed, as if suddenly recollecting the special object of my visit. ' What a surprise that letter was to me ! Well, your people have simply involved themselves in considerable expense to absolutely no purpose.' This was precisely my own opinion, but to have it confirmed in such an abrupt and em phatic manner was almost alarming, and certainly provoking. From the Don's previous urbanity, extreme to the verge of obsequiousness, I had expected to be let down more gently than this. Nevertheless, I managed to preserve an im passive countenance. ' Oh, don't be too sure of that,' I replied, and"], [22, "HOW I DISHED THE DON 10 tried to give to my words a tone of calm con viction which I was far from feeling. The Don looked at me inquiringly for a moment, as though he did not quite under stand. ' I am very pleased to see you, Don Eduardo,' he then went on, ignoring my remark ; ' and, since you are here, I hope your trip to Spain will prove interesting ; I will do all I can to make it so while you are in this neighbourhood. But, really, I cannot conceive what induced Messrs. Hawkins, Tompkins and Co. to send you out here on such an idle errand.' ' You left them no alternative.' Again the blank look of surprise came into his eyes. I thought it very cleverly assumed, just a trifle exaggerated, perhaps. As he remained dumb, I continued : ' The fact is, no progress was being made by means of correspondence, and they thought that if a representative of their house were to pay you a personal visit and discuss any diffi culties with you in a friendly spirit, you might be brought to see that you were taking a wrong view of the matter. They are very reluctant to go to law, but ' Here my voice was drowned in a sudden explosion of laughter from the Don."], [23, "A FORLORN HOPE 1 1 ' Go to law !' he cried. ' You must be mad ! It seems to me that ' ' I am quite aware,' I interrupted sharply, ' that the advantages which the law of the country gives you are such that it might almost be deemed madness in us to adopt such a course ; but we were in hopes that, as an honourable man, you would not seek to avail yourself of those advantages for the purpose of picking our pocket. At any rate, we are resolved, whether it be madness or not, to take you to court if necessary ; and it may be that our case will not turn out to be quite so desperate as you think, even from a Spanish legal point of view.' This speech effectually quelled the Don's merriment. He became very grave and thoughtful. ' Senor,' he said with great dignity and deliberation, ' your words contain an imputa tion which I should not be slow to resent in a manner befitting a caballero did I not feel con vinced that they arise from some misconception. I really do not know what you are talking about. I can only perceive that we are at cross-purposes, and that there is some mis understanding here.' 'Come, Don Trinitario,' I said impatiently,"], [24, "HOW I DISHED THE DON 12 ' that's all nonsense, you know. Give it over. We understand each other perfectly. You owe my employers a certain sum of money ' ' Certainly I do — two thousand three hundred and fifty pounds.' ' Which you refuse to pay ?' ' Refuse to pay ! Dios mio ! I do nothing of the kind ! How diablos have you come by such an idea ?' 'Why, from your own letters.' 'Surely not, surely not; you must be mis taken. At any rate, all I can say is that I never intended them to convey any such meaning.' 'Then you acknowledge the debt, and are prepared to pay it ?' I asked, surprised. ' Most decidedly. I am ready to place the whole amount in your hands before the end of the present week. I have already made arrangements to do so.' For a moment I was completely staggered. Had we really been putting a wrong con struction on his letters ? Had I misunderstood his share of the earlier portion of our present conversation ? On reviewing his words in my mind now, I was bound to admit that they certainly did not necessarily bear the interpre tation I had given them. But a single glance"], [25, "A FORLORN HOPE 13 at the crafty expression on the Don's face sufficed to dispel these rising doubts. I at once appreciated the significance of the fact that there were no witnesses to the admission he had just made, and I suspected some stratagem. In the very circumstance, how ever, that he should think it necessary or desirable to employ stratagem at all, I seemed to discern a faint ray of hope. ' I see that my simple assurance does not satisfy you,' he said, with an aggrieved air. ' Shall I repeat my words in the presence of a third party ? It is humiliating to me, but I am willing to do it.' ' Business is business,' I replied doggedly. For an instant he hesitated ; then he walked over to the other side of the room and stretched his hand towards the bell-rope. As he was apparently about to grasp it, he paused, dropped his hand again, and, wheeling about, returned to where I stood. ' Look here,' he whispered impressively, ' I will give you a still more conclusive proof of my loyalty.' ' Do,' I urged sarcastically. ' What a shuffling old humbug he is !' was my mental comment. ' I will give you my conformidad (acknow-"], [26, "HOW I DISHED THE DON 14 ledgment of debt) in writing, here on the spot.' ' Very good,' I said in the same tone as before, feeling assured that he would seek a pretext for backing out of this proposal also ; ' you will find writing materials on yonder table.' He did sit down at the table, however, and, having busied himself there during some ten minutes, rose again and handed me two written sheets of paper. ' There,' he said ; ' surely that will convince you. I have made it out in duplicate. You can send one copy to your people in London and retain the other yourself.' Incredulously I took the documents, but in credulity gave place to astonishment as my eye took in their contents. They were identical in terms, and were in the form of a letter addressed to Messrs. Hawkins, Tompkins and Co. Literally translated, this letter ran as follows : ' Having examined and found correct your extract of my account current showing a balance at your credit of two thousand three hundred and fifty pounds sterling, I hereby distinctly and unreservedly acknowledge that I am truly"], [27, "A FORLORN HOPE 15 your debtor to that amount, which I undertake to pay over within four days from the date hereof to your representative presently sojourn ing in this town. ' Trinitario Tortosa.' A painful sense of having made an exhibi tion of myself succeeded to the surprise which had been my first feeling as I read this letter. I considered that in thus deliberately cutting himself off from all possibility of successfully defending an action for the recovery of the money, Don Trinitario had given me an absolute guarantee of the honesty of his intentions. A consciousness of having wronged him deeply by entertaining suspicions of his bona-fides, and of having insulted him by throwing those suspicions in his teeth, overwhelmed me with shame and remorse, and I hastened to offer him eagerly the only reparation which it was in my power to make — a full and unqualified apology. He seemed to be highly gratified and entirely appeased by my protestations of regret. ' I accept your excuses,' he said, speaking cheerfully and smiling pleasantly, ' and I do so the more readily as I feel that there are extenuating circumstances on your side. I"], [28, "16 HOW I DISHED THE DON cannot deny that I have been dilatory in dis charging this account, and it is not impossible that my letters may have been unintentionally misleading. So that, taking everything into consideration, it is not altogether surprising that you should have imagined there was a screw loose.' I thought it very good-natured of him to try and palliate my offence in this way. Yet, when I came to think of it, there really was some thing like justification for me in the facts he mentioned, and this discovery had the effect of mitigating considerably the violence of my self reproach. ' Very well,' he continued, ' we will look upon the incident as closed and forgotten. And now, with regard to the payment of the money, I may tell you that, although I am a rich man, my wealth consists mostly of real estate, and I have been obliged to dispose of a finca (landed or house property) in order to raise the amount. The proceeds of this sale will, I expect, be sent to me at Ariscos within a few days. Will you do me the honour of spending those few days with me at my country-house there ?' He urged me to accept this invitation, and finally I did so, willingly enough. Thereupon he took his leave, saying he would call for me"], [29, "A FORLORN HOPE 17 at an early hour next morning, as the great heat of the season made it advisable that we should get well up into the sierra before the sun was high. The first thing I did, as soon as he had gone, was to take from my pocket-book a little bundle containing certain letters of his which 1 had brought with me from London, in case they might be wanted in connection with possible law proceedings. A renewed perusal of these letters did not tend to strengthen my newborn confidence in their writer. Subtle and diffuse they certainly were, but not ambiguous. The more I scruti nized them, the more clearly did I see that essentially they amounted to a distinct and un compromising repudiation of the debt. This, indeed, had all along been manifest to my mind, until the cool assurance of the man had induced me, in spite of myself, to think I must be mistaken. In asserting, therefore, that he had never intended such a meaning to be taken out of them the Don had lied. But this might only prove that he was ashamed to avow what his original purpose had been and to confess having repented of it. There was nothing inherently improbable in the theory of his repentance. To suppose even a Spaniard incapable of being 2"], [30, "HOW I DISHED THE DON 18 influenced, once in a way, by conscientious scruples would surely be taking an unwarrant ably strained view of human nature. On the other hand, it was probably too much to expect that he should deliberately humble himself in my eyes by superfluous frankness where a regard for his dignity counselled reticence. In any case, it was quite unnecessary for me to worry about the matter at all, for I had his conformidad, and nothing he could now say or do would avail him aught against that. Such were my reflections."], [31, "CHAPTER II. A TRIP IN A TARTANA. About an hour after sunrise we started for Ariscos in a tartana. This tartana, drawn by a single horse which could have posed as a model for Rosinante, was a cumbrous, box-like vehicle, roofed in, and entered from behind like an omnibus. It was altogether a very primitive kind of conveyance, both as regards construc tion and comfort — a one-horse affair, one might say, figuratively as well as literally ; and if rumour spoke truly concerning the nature of the roads we had to travel — as primitive, from all accounts, as the tartana itself — I did not see how Rosinante, willing brute though he ap peared to be, was going to accomplish the task of dragging this lumbering caravan with its human load a distance of twenty-five to thirty miles over them, especially as most of the way lay uphill. Our party consisted of five persons. In 2 — 2"], [32, "HOW I DISHED THE DON 20 addition to the Don and myself, there was the driver on the box (a youth whom Don Trini tario addressed familiarly as Paquito), and two men in the dress of peasants who rode inside with us. These men sat opposite each other in the forepart of the tartana, while the Don and I occupied similar relative positions at the end next the door. They were both tall, powerfully built fellows of between thirty and forty, with complexions tanned almost to blackness, the result of habitual exposure to the hot Southern sun. We had not left Almeria far behind us when, from the drooping forward of their heads upon their chests, I judged that they had fallen asleep. The Don explained to me that these were two of the hands employed by him about his plantations. The one was called the Tuerto and the other the Chato, appellations which were obviously nicknames. Among the lower classes in Spain the custom of designating both men and women by nicknames, having reference generally to some distinguishing physical, mental, or other characteristic, is very common, more so perhaps than among the corresponding classes of any other country. In the cases of the two persons in question the real names had become practically obsolete."], [33, "A TRIP IN A TARTANA 21 The Tuerto owed his sobriquet to the fact that he was one-eyed. His companion appa rently did not derive his from any deformity or peculiarity of his own ; but his father having been a flat-nosed man, had thence been dubbed the Chato ; and although the son had not inherited the paternal nose, he had answered to Chatito, or the Little Chato, from early infancy up to the time of his father's demise, when he had dropped the diminutive termina tion to the name, and had henceforth been known to the world as the Chato. 'They are devoted fellows,' said the Don tenderly — 'as faithful as dogs. They are always with me on my journeys between the pueblo and the capital. As a man of substance, you see, I don't like to be out on the roads unpro tected. By the way, have you any arms with you ?' My travelling equipment certainly did include a brand-new six-shooter, which at that moment reposed in the hip-pocket of my trousers ; but with respect to this weapon I had a feeling akin to that experienced by the unsophisticated cockney regarding the kilt in which he had gone touring in Scotland. In provisionally substituting the garb of Old Gaul for ordinary attire, he had only wished to avoid appearing"], [34, "HOW I DISHED THE DON 22 singular, in the matter of dress, to the barbarian inhabitants ; and when, on his arrival in the Land o' Cakes, he found that, with the ex ception of the ladies, everybody but himself was wearing trousers, and that his philabeg only served to render him an object of curiosity and wonder, if not of derision, to the natives, his discomfiture was great, and he made haste to stow the antiquated garment away out of sight at the bottom of his portmanteau. As the result of close observation and diligent, but unostentatious inquiry, I had come to the con clusion that it was no more customary in Spain than it was in England to go about armed with a revolver ; and so, intent on escaping ridicule, I had carefully refrained from proclaiming the fact that I carried such a thing. With that suspicion which is proverbially said to haunt the guilty mind, I at once imagined that the Don had noticed the bulge in the region of my hip-pocket, and that, divining its cause, he was now about to rally me on the subject. ' Arms ?' I repeated evasively. ' What on earth do we want with arms ?' 'Well, I sincerely hope we shall have no occasion to use them,' replied the Don seriously. ' But who knows ? You must remember that we are not in England. Haven't you heard"], [35, "A TRIP IN A TARTANA 23 that a partida de ladrones (band of robbers) has been seen lately in the neighbourhood of Guadix ? That's a long way off, certainly, on the other side of the mountains ; but these amigos de lo ageno (friends of other people's property) are so rapid in their movements, one can never tell where they are going to appear next, and it is always best to be prepared. Look here.' He stooped down and drew three muskets partly out from underneath the seat on which he sat. ' Loaded !' he said sensationally as he replaced them. This sudden and unexpected announcement of the possibility of a brush with a gang of cut throats sent a spasm of fear to my heart. I make the admission candidly and without shame, for I agree with General Grant (than whom surely no one ever gave greater proofs of personal courage) in branding as a liar any man who asserts that he was never afraid on finding himself face to face with the chance of meeting a violent death. My alarm was so great as momentarily to deprive me of the power of articulation, and I silently took the revolver from my pocket and exhibited it to the Don."], [36, "HOW I DISHED THE DON 24 Perhaps I was mistaken, but it did seem to me that at this moment a glance of intelligence passed between master and servants. By a coincidence — casual, it may be— the latter had opened their eyes when the subject of arms was broached, and had since been observing me attentively. ' Very good,' said the Don. ' And — do you carry a knife also ?' ' No,' I gasped, having at length recovered the faculty of speech, ' only the pistol.' ' No matter — no matter ; a six-chambered revolver is all a man needs for self-defence. when he knows how to use it and keeps it handy. You always carry it there ?' and he pointed to my hip-pocket. ' Always,' I replied, and again I imagined that quick significant looks were furtively ex changed by my fellow-travellers. I laboured hard to convince myself that the interest evinced by them in the extent to which I was armed admitted of a simple explanation. In view of the prospect of an attack from brigands, it was natural that my companions should wish to gauge my value as an element in the aggregate fighting strength of the party. Reason told me that their curiosity did not necessarily imply anything beyond this, and I"], [37, "A TRIP IN A TARTANA 25 ascribed, partly to some disturbing action of the heat on my nervous system, and partly to appre hension of a rencounter with bandoleros, the instinctive impression which I felt to the contrary. But in spite of reason, I could not get rid of a vague uneasiness, which spoilt my pleasure in the drive and made me long to be back in Almeria again, where, in the security, repose and comparative coolness of my shady lounge on the hotel balcony, I could get from the pages of ' Dona Perfecta ' all I wanted of the excite ments of Spanish rural life, and enjoy them with greater zest in imagination than I was likely to do by experiencing them in person. The Don proceeded to wax garrulous and virtuously indignant on the subject of the maladministration of the Government, which provided so inadequately for the protection of life and property in the country, and whose chief aim seemed to be to squeeze the last peseta out of an impoverished and apathetic nation for the purpose of satisfying the rapacious greed of a corrupt bureaucracy, and so on. But in my present frame of mind I found his incessant chatter intolerably exasperating, and it was a relies to me when we turned off from the highway and commenced ascending the mountain by means of a road of such extremely"], [38, "HOW I DISHED THE DON 26 uneven surface, that the consequent violent lurching and plunging of the tartana rendered conversation an impossibility. As we toiled upwards in this irksome fashion, the character of the scenery rapidly changed. The fertile llano below had been like a tropical garden. Now we found ourselves in a barren wilderness, an arid, treeless, stony waste ; and the higher we mounted, the more dreary did our surroundings become. Rosinante triumphantly refuted my pessi mistic anticipations regarding his capabilities. He was a marvel. For hours he plodded slowly, but steadily, forward and upward, dis playing a strength and a power of endurance of which his appearance had certainly given no indication ; and by the time we reached the venta, or roadside inn, where we were to make a pause of about an hour for rest and refresh ment, he had, in my eyes, completely vindi cated his claim to the highest respect and admiration. When we set out on our way again, my condition, mentally, was greatly improved. The air of the sierra, keener and more con genial to my northern constitution than that of the hot plain, had braced my nerves, and my morale had been considerably raised by some"], [39, "A TRIP IN A TARTANA 27 excellent sherry of which I had partaken at the venta. Besides, we had as yet met with no sign of brigands, and I gathered from the Don's remarks that the prospect of encounter ing them now was remote. The remainder of our journey led us through a region quite as repellent as that which we had already traversed ; but whereas, lower down, the predominating feature had been long, swelling, sandy tracts, unbroken in surface, the face of the mountain now developed a greater ruggedness of aspect, fissured as it was with immense gaping chasms, and abounding as it did in huge masses of precipitous rocks. At last, towards two o'clock in the afternoon, we sighted an oasis in the desert — a green, fruitful patch amid the surrounding desolation ; and there, just across its verge, in a setting of olive groves, fig-trees and vineyards, stood the pueblo of Ariscos. We were soon rumbling along the narrow, crooked street of the village, between a double row of dilapidated whitewashed houses, I con gratulating myself on the fact that we had reached our goal without having seen so much as the tip of a bandolero's nose. About half-way down the street we came to a building of somewhat larger proportions than"], [40, "HOW I DISHED THE DON 28 the rest, with a signboard displayed over its entrance, bearing the legend ' El Buen Parra lero.' This was the village posada, or hostelry ; and as we passed in front of it, a short, thick set man of about fifty, with a heavy, stupid face, and the general appearance and bearing of a well-to-do peasant, came out to the door and greeted Don Trinitario with profound de ference. ' That,' explained the Don to me, ' is my cousin, Don Bernabe Tortosa. He is posadero (innkeeper) of the Buen Parralero and alcalde (mayor) of Ariscos. I was sure I should bring you back with me, and I arranged to give a little dinner at the Buen Parralero this evening in your honour. The cream of Ariscos society will be present to meet you.' We went right through the village and out at the other end into the open country again. A further drive of about ten minutes brought us to Don Trinitario's mountain home. It was a substantial two-storied building, situated about a hundred yards back from the road, near the summit of a slope covered with fruit-trees. Its whitewashed walls and bright red-tiled roof standing out against the deep blue of an absolutely cloudless sky, and sur rounded by the fresh green of the artificially"], [41, "A TRIP IN A TARTANA 29 watered vegetation, gave it a cheerful, pictur esque appearance. As we came nearer I observed that it was encompassed by a high wall of solid construction, completely draped in trailing vines heavily laden with magnificent fruit. The tartana was driven through an arched gateway into the enclosure formed by this wall ; and as we alighted and entered the house, I felt stiff and sore from the effects of our rough ride up the mountain, and I deter mined that, in whatever manner I might per form the return journey, nothing would induce me to do so in a tartana. The house, so promising outside, proved disappointing within. The furniture was musty and dusty, and badly arranged. A general air of neglect and discomfort pervaded the dwell ing, and I was not surprised when Don Trini tario informed me, by way of apology, that he was a bachelor, and resided there alone with one old female servant who was half blind and all but totally deaf. The Tuerto and the Chato lived in a small cabin in the immediate vicinity, and assisted in the domestic labours of the house on special occasions. After lunch the Don showed me over his plantations, and thereafter we repaired to the"], [42, "HOW I DISHED THE DON 30 Buen Parralero, where, in due time, the little dinner he had spoken of took place. I found that the cream of Ariscos society consisted of the alcalde, the parish priest and the village apothecary, and I could easily perceive from the demeanour of these notables that the Don himself was regarded as facile princeps among them. The fare was good, but the conversation was dull. Don Trinitario did most of the talking himself. The others confined themselves chiefly to endorsing and emphasizing whatever he chose to say. Priest, posadero and apothe cary vied with each other in paying court to the great man, who accepted their homage with complacency, as a thing which was a matter of course. For my part, I was mortally bored, and rejoiced when, at a late hour, the party broke up, and the Don and I went home to bed."], [43, "CHAPTER III. A HIGHLAND HOST. On asking for my host when I rose next morning, I was told by the old servant, Rosario, that he had gone out, and that she did not know when he would return. So I sat down and partook, in solitary state, of an excellent breakfast d sanglaise, which had been pre pared for me by his orders, and thereafter I sallied forth to look for my entertainer. I found the Tuerto and the Chato working in the garden, but neither of them could give me any information regarding the whereabouts of their master. As the morning wore on and he did not turn up, I went along to the Buen Parralero and inquired for him. Nobody there had seen him that day or had the least idea where he might be. I was beginning to feel a trifle irritated. To say the least of it, Don Trinitario's view of the duties of hospitality, as deduced from his treat-"], [44, "HOW I DISHED THE DON 32 ment of me, seemed to be somewhat uncon ventional. It is all very well to provide your guest with house-room, and give him plenty to eat and drink ; but by thus administering to his mere animal wants you do not exhaust your obligations as a host towards him. This is a species of hospitality which, extended to your neighbour's cat or parrot temporarily confided to your care, would do you honour ; but when you ask a friend to spend a few days at your country-house, he does not expect to be placed on the footing of a cat or a parrot. The day passed and night came on, and still the Don did not put in an appearance. I now began to fear that something might have befallen him, and, being unwilling to retire for the night without making one more effort to obtain some news of him, I again presented myself, towards ten o'clock, at the Buen Par ralero. Outside the building I met one of the mozos, and in passing I asked him if he had seen anything of Don Trinitario. ' Si, senor,' was the prompt reply ; ' he is inside.' ' Oh !' I said. ' Has he been here long ?' ' He came in about six o'clock and dined with Don Bernabe, and he has been here ever since.'"], [45, "A HIGHLAND HOST 33 I heard this with a sensation compounded of relief, surprise, and indignation. I hardly knew what to think of it. It seemed incredible that the Don should have been so close at hand during the last four hours without sending a message of any kind to me. I went into the lamplit public parlour of the posada, and there, sure enough, he was. Quite a large number of the alcalde's patrons were sitting or standing about, gossiping, playing cards or dominoes, and drinking, in an atmo sphere redolent of garlic, Havana tobacco smoke, and paraffin-oil. The Don and his cousin sat together, apart from the others, chatting over a bottle of wine. I felt sore at the manner in which I had been neglected by the Don ; but, in the interests of harmony, I was not indisposed to allow myself to be mollified by the expressions of regret with which I supposed he would now overwhelm me. I therefore approached him full of this magnani mous idea ; but, to my astonishment, he offered me neither apology nor explanation. For the rest, his manner was frigid and formal, and, having responded distantly to my greeting, he coolly resumed his interrupted conversation with the posadero, and took not the slightest further notice of me. This extraordinary and inex- 3"], [46, "HOW I DISHED THE DON 34 plicable reception so disconcerted me and upset my equanimity that for the moment I dared not trust myself to speak, lest the incoherence of my language should betray the confusion of my mind and cause me to look as foolish as I felt. I slunk away out into the garden of the posada, and sat down on a bench to recover my presence of mind and think the matter out. I could come to no other conclusion than that the whole of the Don's discourteous behaviour, entirely unprovoked as it had been by any conscious act of mine, was the outcome of deliberate calculation on his part. As to what ultimate purpose he had in view, which the anticipated effect upon me of such behaviour might be intended to promote, I could form no reasonable conjecture. For the present, how ever, he was clearly aiming at bringing about my speedy departure from Ariscos ; but that some deeper design lay at the bottom of his extra ordinary conduct appeared to me beyond doubt, for my mind emphatically rejected the sugges tion that his desire to drive me away from Ariscos directly he had succeeded, by means of a pressing invitation, in bringing me thither, denoted nothing beyond mere caprice. What ever the final object pursued by the Don might be, he was in the meantime distinctly, if inci-"], [47, "A HIGHLAND HOST 35 dentally, making a fool of me ; and, much as I felt inclined to thwart him, which I perceived I had it in my power so far to do by declining to curtail my stay at Ariscos, I decided that to remain any longer the guest of Don Trini tario was, under the circumstances, out of the question. I accordingly resolved to bring my visit to an immediate termination, and I re-entered the posada to acquaint the Don with my intention. He had sat down to a game at chess with the apothecary. Around the players stood some half-dozen spectators, Don Bernabe among the number. I stepped forward and joined this group of onlookers. Some of them glanced at me coldly, but none spoke to me. It had been noticed that the great man had withdrawn the light of his countenance from me, and this had given to his toadies the keynote of the correct demeanour to be observed towards me. Although I had planted myself directly in front of him, the Don pretended to be absorbed in his play and did not raise his head until I had given him a sharp double tap on the shoulder with my hand. ' Ah,' he murmured, regarding me ab stractedly, ' you've come back ?' Having said 3—2"], [48, "HOW I DISHED THE DON 36 which, his eyes once more sought the chess board. ' Yes,' I replied quietly, ' but only to tell you that I intend returning to Almeria to-morrow.' He looked up again, quickly this time, and fixed his small, keen eyes anxiously on mine. ' To-morrow ?' he echoed interrogatively, and there was a shade- of disappointment and uneasiness in his voice. The man was a perfect enigma. Here he was apparently alarmed at the achievement of that very result which he had been deliberately manœuvring to produce. Perhaps, however, it was that his stratagem had taken effect more promptly than he had expected, and that this was going to interfere with his plans, whatever they were. ' Quite so,' I replied ; ' and although my presence in this place seems to be regarded as an intrusion, I have come to take my leave of you now in case, as would seem to be very likely, I may not have another chance of doing so.' ' My dear Senor don Eduardo,' he exclaimed, in accents of amiable protest, ' how can you talk like that ? Intrusion ! What an idea ! As to taking your leave, I won't hear of it. You must stay with us till Saturday, at least.'"], [49, "A HIGHLAND HOST 37 ' Thank you,' I said coldly ; ' my mind is made up. I go to-morrow.' I felt that somehow or other I had an ad vantage over him at this moment, and I would have given something to have known what it was. Everybody in the room was now listen ing to our dialogue in a more or less disguised fashion, and I thought that I might as well take my revanche for the slight which had recently been put upon me. ' About that little account which you owe my firm,' I therefore continued, ' remember this : the four days within which you faithfully pro mised to settle it expire on Saturday, and I won't be put off a minute longer ; you have put us off too long already. If the money is not paid by Saturday, I shall give the matter into the hands of a law agent at once, and have done with it.' It was a petty piece of vengeance, and I feel no pride in recalling and recording it now ; but at the time I did experience a malignant satisfaction in seeing how uncomfortable it made the Don. ' The money will be placed at your disposal this very night,' he cried, growing very red and speaking excitedly. ' I have it all ready ' — he paused, and looked round grandly on the"], [50, "HOW I DISHED THE DON 38 company — 'seventy thousand five hundred pesetas in gold and bank-notes.' ' Very good,' I said, and, with a comprehen sive ' Adios !' addressed to the room in general, I left the apartment and went out of the posada into the street. I was annoyed at having to pass another night under the Don's roof, but there was no help for it, and I started for the house. In passing the open window of the room I had just quitted I glanced in. Don Trinitario had left the chess-table, and he and the posadero were standing by themselves talking earnestly together in whispers. My intention had been to go to bed imme diately I reached home, as it was now close on eleven o'clock, and I purposed being off at an early hour in the morning. But as I walked along the road, ruminating on what the Don had said about paying me in cash, instead of by cheque, I imagined I had a sudden and startling revelation of his plot. ' He had intended employing agents to rob me of the money in the wild country between the pueblo and Almeria,' I said to myself. Such an hypothesis certainly sufficed to make clear to me all that had hitherto appeared un intelligible in his conduct. It explained his"], [51, "A HIGHLAND HOST 39 alacrity in giving conformidad to an indebted ness which there had been such a strong proba bility of his being able successfully to repudiate so long as he withheld that conformidad. It reconciled the seeming contradiction between his desire to have me at Ariscos and his impa tience to get me to leave it. The project he had devised looked so obvious and simple, now that I fancied I had fathomed it — so natural, as I reflected, to a Spaniard, and so practicable in Spain — that I was astonished I had not dis covered it sooner. Even if, as I believed was the case, the mechanism of his scheme had, in some particular, been thrown out of gear by my resolution to return to Almeria a day or two sooner than he had reckoned on and based his arrangements on, it would have been easy for a man of his resource, provided I had had no inkling of his purpose, to readjust details so as to accommodate them to the changed circum stances which that resolution implied. As it was, surely I could not fail in baffling him. I did not go to bed, but sat down in the parlour to await his return. In about twenty minutes' time he walked into the room. I had expected to find him sulky, after our little passage of arms in the posada ; but his face exhibited no sign of displeasure,"], [52, "HOW I DISHED THE DON 40 and he was all amiability. Indeed, his high good-humour was such that I almost regretted being under the necessity of throwing a damp on it. ' Look here,' I said ; ' you had better give me a cheque for that money ; I would rather not trust myself out among your hills with so much bullion.' His countenance did not fall at these words as I had thought it would. It continued to radiate contentment as before. 'You are perfectly right,' he replied: 'it would be very foolish of you to do anything of the kind. I may tell you that, as a matter of fact, I haven't got the money at all. That is, not yet. I shan't have it till Saturday morning, and then it won't come up here ; I have thought it better to cause it to be paid into the Bank of Spain at Almeria for my account. But it would never have done, you know, to explain all this before the crowd at the posada. I have my reputation to keep up among the people here, and those ignorant clowns might have drawn all sorts of erroneous conclusions if I had not bluffed them. I will go down to Almeria myself on Saturday and get you a draft on London for the amount.' So I was on the wrong scent, after all, as to"], [53, "A HIGHLAND HOST 41 the Don's design, and as profoundly mystified as ever. But, although his manner was honeyed and conciliatory, I noticed that, whatever the cause, he no longer showed anxiety for me to prolong my stay at Ariscos. ' The Tuerto and the Chato will convoy you back to the capital,' he added ; ' and, as you don't like travelling in a tartana, I have arranged with my cousin, Don Bernabe, to have three saddled mules ready for you at the door of the Buen Parralero to-morrow morning at nine o'clock.' The Don favoured me with his company at breakfast next morning, and displayed towards me a manner most gracious and complaisant. When we set out for the Buen Parralero, followed by the Chato carrying my small leather portmanteau, he insisted upon our walking arm-in-arm ; and in this fraternal fashion we made our entry into the village. It became at once apparent to me, from the demeanour of the inhabitants, that something must have happened since the previous evening to render me an object of much greater curiosity to them than I had hitherto been. The people we met in the streets whispered eagerly to each other at our approach, and stopped to stare silently as we passed. Men, women, and"], [54, "HOW I DISHED THE DON 42 children flocked out of the houses, or flattened their countenances against the inside of the window - panes to watch us go by. Their looks were principally focused on me, but the Chato with my bag also came in for a good share of public attention. On sighting the posada, we saw that there was quite a crowd of the natives assembled in front of it. Don Bernabe stood at the door in conversation with the Tuerto, and the three mules were in waiting close by. As we came up, sundry remarks which I overheard from the crowd furnished me with an explanation of the cause of the commotion. ' Hola, el Chato !' whispered one with a chuckle ; ' I shouldn't mind relieving you of your burden.' 1 Look at that bag,' said another in a tone expressive of awe ; ' there are fourteen thousand duros in it.' 'Corcholis!' exclaimed an old woman. 'Is there so much money in the world ?' It had somehow become generally known in the village that the Don had, as was supposed, paid over to me a large sum of money, and that I was to carry it away to Almeria that morning. Probably the history of the previous evening's scene between the Don and myself in"], [55, "A HIGHLAND HOST 43 the public parlour of the Buen Parralero had got abroad. Hence the universal interest manifested in my departure, and the new im portance which attached to my personality in the eyes of the population. ' I dare say,' remarked the posadero to me confidentially, ' you will be glad when you get safely within the walls of the capital with all that money.' ' Oh,' I said, laughing, and giving the Don a surreptitious nudge with my elbow, ' now that I've got it, of course I am anxious to keep the hold of it.' ' Say, amigo mio,' I whispered to the Don, ' I wonder what all these people would think of you if they knew that the bag they are devour ing with their eyes contained nothing but two changes of linen and a set of shaving materials.' ' Hush, por Dios !' he replied, looking ner vously around. ' See, everything is ready now.' The Chato had strapped my portmanteau securely to the back of his mule, and both he and the Tuerto were already mounted. So, having said my adieux, I got astride my beast also, and our cavalcade moved off. For some time we all three rode steadily along side by side. Our rate of progress was"], [56, "HOW I DISHED THE DON 44 very leisurely, certainly not more than five miles an hour, our mounts being of the slow and sure species ; and although I found this mode of travelling over the rough mountain track infinitely preferable to driving in a tartana, the journey soon became exceedingly tedious, for it took us through country of a most un interesting, not to say a repulsive character, and the society of my companions, whose taci turnity and impassibility were something pheno menal, proved the reverse of exhilarating. We had been about an hour and a half on our way when I began to observe symptoms of a certain restlessness on the part of my guides. Now and again they would lag behind for a few minutes and confer together in an undertone, and then once more urge forward their mules until they overtook me. I thought this be haviour rather peculiar, but I accounted for it by the supposition that they too were suffering from the depressing influence of our surround ings, and felt impelled to solace each other by occasional snatches of conversation, and that in falling to the rear for the purpose of doing so, they intended at once to show a proper respect for me and remove themselves from the restraint of my presence. Nevertheless, when, on rejoining me after"], [57, "A HIGHLAND HOST 45 one of these private confabulations, they sud denly diverged to the right from the compara tively broad track which we had hitherto followed and turned into an almost undistin guishable bridle-path, inviting me to come after them, I could not help imagining that there was probably some connection between this change of direction and the conversation which had just taken place between the two men. ' Is that the right way ?' I asked dubiously. ' Si, sefiorito,' replied the Tuerto ; ' it's a short-cut.' ' But we didn't come by that road.' ' The sefiorito is right. The tartana had to keep to the camino carretero (road for vehicles), as it could not come by the camino de herra dura (bridle-path). But one can go that way with mules and shorten the journey by over an hour. However, it shall be as the sefiorito pleases.' What the man said appeared perfectly reason able, and I signified my willingness to take the short-cut. Accordingly, we started along the path in Indian file, the Tuerto leading, I follow ing, and the Chato coming last."], [58, "CHAPTER IV. A SHORT-CUT. If our pace had been moderate before, it was exasperatingly slow now, owing to the care with which the mules had to pick their way over the inequalities of the stone-strewn path. On each side of us rose bare precipitous rocks to a considerable height. We were, in fact, passing through a ravine which sloped very gradually, almost imperceptibly, downwards in a sinuous direction. About half a mile along, as I judged, we came to a place where the path was intersected by the perfectly dry bed of what in winter was probably a roaring torrent. Nothing in the shape of a bridge crossed the gap thus formed in the path, although some fragments of ruined masonry which lay about indicated that such had not always been the case. Following my guides, I descended into the hollow, expecting that they would mount the opposite bank and get on to the path again ;"], [59, "A SHORT-CUT 47 but instead of doing that, they led the way along the bed of the torrent. In this, of itself, there would not, perhaps, have been anything very surprising, as the dry bottom of the water way made almost as good a road as the one we had just left ; but it did seem strange to me that we should go up-stream instead of down stream, or, in other words, that instead of con tinuing to descend the mountains, we should begin climbing them again. Believing that the Tuerto and the Chato were as anxious as I myself could be to reach Almeria with the least possible delay, and fully relying on their ability to conduct me thither by the shortest route, I had left myself confi dently and unreservedly to their guidance. But it now occurred to me that, whereas Almeria had lain south-east from the point at which we had left the main road on first changing our direction, it was to the westward that we had turned our faces in entering upon the bridle path ; and at the present moment, as I could see from the position of the sun, we were actually proceeding due north. As this seemed to demand some explanation, I called a halt. We had resumed our previous order of march, the Tuerto a few paces ahead of me and the Chato about the same distance behind me."], [60, "HOW I DISHED THE DON 48 The Tuerto checked his progress and looked round. ' What's the matter ?' he asked sharply. ' I want to ask you about this short-cut,' I replied. ' Whether it is a short-cut to Almeria or to Madrid ?' ' The sefiorito knows very well that it is Almeria we are going to.' ' He knows that Almeria stood on the shore of the Mediterranean the last time he was there, not on the top of the Sierra Nevada, and that's where we'll get to if we keep on as we are doing.' The Tuerto evidently did not like sarcasm. His face assumed a sour look. ' Does the sefiorito believe he knows the country better than I do ?' ' The sefiorito believes he isn't a fool. We will just retrace our steps, if it's all the same to you, and go down by the camino carretero.' The Tuerto turned his mule and rode up close to me. There was something unpleasantly menacing in the expression of his eyes. ' What you wish, sefior, is impossible,' he said peremptorily. I began to have an uncomfortable presenti ment of imminent trouble, and I thought it expedient to cut the argument short."], [61, "A SHORT-CUT 49 ' Oh, very well,' I said as indifferently as I could ; ' if you and your friend are bent on exploring the heights of the Sierra Nevada, I have no objection, but you will have to do it alone. I go back, and return to Almeria by the camino carretero. Adios !' I brought my mule round and made to ride off, but found my passage barred by the Chato, who had dismounted and stood in the middle of the path with the evident intention of inter cepting me. As I endeavoured to pass him he made a spring towards me and snatched the bridle from my grasp, bringing my mule to a standstill. ' Let go !' I cried, ' and stand out of the way.' ' No !' he replied. ' You must go forward with us.' I slipped from the animal's back, and as the Chato made a movement to lay hold of me I dealt him a violent blow full on the chest with my clenched right hand and sent him sprawling on his back. Having thus cleared the way, I started to run, but by ill-luck my foot caught on the edge of a stone and I fell forward heavily on my face. In the meantime the Chato had got on to his legs again, and as he rushed madly at me, his eyes flaming and his 4"], [62, "HOW I DISHED THE DON 50 face distorted with anger, I saAV him place his hand into the opening of his shirt at the breast and bring forth something to which he gave a peculiar shake, like that with which a lady sometimes jerks open a closed fan, and out sprang with a click and a flash the blade of a formidable Spanish navaja. He was on me almost before I had time to scramble to my feet and leap backward to escape the furious lunee which he made at me with the knife. ' Maldito Ingles!' he muttered savagely, and Avas about to strike again, when the Tuerto came running along and pulled him back. ' Not yet, hombre !' remonstrated the latter ; ' everything in proper time and place.' Although the Tuerto's prompt action had probably saved me from immediate assassina tion, the words with which he had accompanied his intervention were anything but reassuring. I remembered with thankfulness that I had loaded my revolver that morning before setting out ; and as my companions did not appear to have any fire-arms, I was in hopes of being able, under cover of a threatening display of this weapon, to make good my retreat without further molestation. But, alas ! on feeling for the pistol in my hip-pocket, where I had placed"], [63, "A SHORT-CUT 51 it as usual, I found to my amazement and chagrin that it was gone. ' Is this what you are looking for ?' asked the Tuerto, with a grin, producing the missing revolver from the folds of his sash and pointing it at my head. He had at some time or other on the march picked my pocket with a dex terity which would have done credit to the disciple of a Fagin. ' Come !' he added, ' re sign yourself ; you see you are completely in our power. Mount your beast and let us be off.' As I had not the slightest doubt that robbery on their own account was what my captors had now in contemplation, I considered that it would be to my advantage to disabuse their minds without delay of all erroneous notions regarding the value of their prize. Under the circumstances, Don Trinitario's dignity mus go by the board. ' Listen to me,' I said ; ' I am anxious to save both you and myself any unnecessary trouble and inconvenience, and so I may as well tell you that the bag there, which you imagine to be full of bank-notes and gold, does not contain a single centime ' This announcement called forth no mani festation either of disappointment or any other 4—2"], [64, "HOW I DISHED THE DON 52 emotion on the part of the persons to whom it was made. The Chato, who was engaged in removing the dust from his clothes, gave no sign of having heard me. The Tuerto merely shrugged his shoulders. 'You can easily verify my words,' I urged, taking this gesture as indicative of disbelief. ' Open the bag and look for yourselves.' ' If we wished to open the bag, I don't think we should ask your leave,' said the Tuerto dryly. ' Don't trouble yourself about it : the bag and its contents are no further concern of yours. Get on to your mule at once.' As there was nothing for it but to comply, I did so with a heavy heart, and we resumed our interrupted progress. The Chato now rode in front. The Tuerto kept by my side, and I noticed that he retained the revolver in his right hand. ' What do you intend doing with me ?' I asked the latter desperately, after we had proceeded some distance in silence. ' I ? Nothing.' ' At least you must know what is going to be done with me ?' ' How can I tell ? That depends upon another.' • On whom ?'"], [65, "A SHORT-CUT 53 ' On — well, on my master.' ' Do you serve two masters ?' ' Demonio !' exclaimed the Tuerto testily ; ' you are too curious. What questions ! You will know everything in good time. For the present, basta de palabras ' (enough of words). The information thus conveyed to me could hardly have been more scanty ; but, meagre though it was, I conceived that it furnished me with a clue to an explanation of the whole position. I had heard that it was no un common thing in other countries, in Italy, for instance, where brigandage exists more or less chronically, for the peasantry to be in league Avith robber bands; and, reasoning from analogy, it was not improbable that what was a feature of brigandage in Italy and elsewhere might also be a feature of brigandage in Spain. Therefore, from the vague but significant reference made by the Tuerto to some person whom he and his friend recognised as a superior in connection with the course of action they were now pursuing, and from what I supposed was their disinclination to take upon themselves the responsibility of tampering with the booty they had secured in the shape of my portman teau and its reputed valuable contents, I con cluded that I was about to have the honour of"], [66, "HOW I DISHED THE DON 54 an introduction to some bold bandit chief, who would no doubt seek to compensate himself for the disappointment of his expectations in the way of plunder by holding me for a substantial ransom, failing payment of which I might, if treated with exceptional indulgence, expect to be sent home with my ears cropped, pour en courager les autres. But a still more lurid picture of the possible fate in store for me was evoked in my mind by the recollection of the Chato's flashing navaja, together with the Tuerto's suggestive words : ' Not yet, hombre!' The adventure was taking quite a romantic turn. We kept to the bed of the torrent until it finally became so narrow and obstructed with rocks that we were unable to advance any further in that way, and were obliged to abandon it and look for a more practicable road in the adjoining country. But here again the ground was everywhere of such a character as to render it impassable to our mules, and we had to dismount from these and leave them behind, tethered to heavy stones, while we proceeded on foot, the Chato carrying my port manteau on his shoulder, and the Tuerto a small canvas wallet and a bota (leather wine bag) attached to a strap slung round his neck."], [67, "A SHORT-CUT 55 I myself was left quite unburdened. With a delicacy of sentiment not common among vulgarians, they refrained from abusing their power, as they might have done, to the extent of making me their porter, and I felt grateful to them for sparing me this humiliation. Indeed, their bearing towards me had become quite respectful again ; only, they steadfastly declined to be drawn into conversation. After holding on our laborious way for two hours or more, scaling rocks, skirting precipices, and sliding down steep, gravelly slopes in a manner highly detrimental to our pantaloons, we reached a triangular - shaped plateau of moderate extent, terminating on two sides in steep descending walls of rock. We crossed this plateau to the apex of the triangle, where there was a quantity of immense boulders ; and in their shadow we sat down to rest. The Tuerto produced from his wallet the materials of a lunch, consisting of a supply of ham sandwiches and a few raw onions. I was invited to join in the meal, and although the bread was coarse in quality and cut thick, and the ham very fat, I did so nothing loath, being ravenously hungry. My thirst, too, was great, and from the bota I took a copious draught of a vile-tasting, lukewarm liquid, which the Tuerto"], [68, "56 HOW I DISHED THE DON called wine. My companions seemed to relish this beverage exceedingly, and applied them selves with such frequency to the vessel con taining it that they actually became talkative. ' The spot where we now are,' said the Tuerto, 'is called the Salto del Oso (The Leap of the Bear), and this is how it got its name : Years ago a bear wandered from the north into these mountains. He seemed to have left his courage behind him, for on being hunted by a party of peasants, he showed no fight and fled before them. When he came to this place the peasants knew they had him in a trap. They set up a great shouting and came running along to despatch him. But the noise they made so frightened him that he leaped over the precipice. He was not killed at once : he died gradually of starvation. Look !' I glanced over the edge of the plateau at the point indicated by the Tuerto. The cliff here was perfectly perpendicular, and must have been at least five hundred feet high. Along its foot ran a fringe of black jagged rocks. But some twelve feet down, a stony shelf, which I estimated would be about a yard wide by a dozen long, jutted out from the face of the precipice. ' The bear landed on that,' explained the"], [69, "A SHORT-CUT 57 Tuerto, ' and they had the fancy to leave him there to perish slowly of hunger and thirst. So this ledge has been known ever since as the Tumba del Oso. Now, we have to leave you for a few hours, and as we wish to make sure of finding you when we come back, we must ask you to be good enough to wait for us on the Tumba del Oso.' The proposal was startling, especially Avhen considered with reference to the alarming pos sibilities suggested by the historical preface which had introduced it, and I retreated mechanically a couple of steps further back from the brink of the abyss. The Tuerto noticed this involuntary exhibition of sus picion and hesitation, and the sudden lowering of his countenance reminded me how utterly useless it was to think of resisting the will of these two men. Besides, even if it did transpire that their intention was to abandon me per manently to my fate on the Tumba del Oso, I might after all be able to devise some means of escape thence, and, indeed, there was no reason why I should not make the attempt to effect my own deliverance without waiting to see if such was their intention. ' Very Avell,' I replied, deriving some comfort from these reflections ; ' but how am I to get"], [70, "58 HOW I DISHED THE DON down ? You can't expect me to jump it like the bear.' ' Oh, it's easy enough getting down,' said the Tuerto, handing my revolver to the Chato and placing himself face downwards on the ground close to the edge of the plateau, above the projecting ledge. 'Just give me your hand.' I did so, and he lowered me carefully down the cliff until his arm was at full stretch and my feet came within a yard of the platform. He then let go, and I dropped safely on to the rock. ' Hasta luego !' (Till later on !) he cried, looking down at me with a grin. ' Take care you don't fall asleep and roll off,' warned the Chato. ' Hasta luego !' The two Spaniards withdrew from my view, and I was left alone on my elevated perch. My foothold was a good yard broad, but as I had no practice in mountaineering, the sight of the immense gulf beneath made me nervous and giddy, and I was glad to sit down and plant my back firmly against the cliff. As soon as I became sufficiently familiarized with the situation to be able to stand erect without feeling an inclination to sway dangerously, I got on to my feet again and moved cautiously along the ledge, first in one direction and then"], [71, "A SHORT-CUT 59 in the other, making a careful examination of the surface of the rock above me as I went. It was as vertical as a plumb-line and as smooth as a billiard-table. Not the slightest protu berance afforded a hold by which I might have pulled myself up towards the plateau. My heart sickened within me as I perceived how completely I was debarred from making any effort to save myself. And where was I to look for outside help ? There seemed no likelihood that the chaos of heaped-up masses of barren rocks, which stretched from the foot of the cliff away up in a gradual slope towards a distant ridge of the sierra, was ever frequented by human beings or was even accessible to such ; otherwise there might have been a prospect of some passer beloAV catching sight of me and coming to the rescue. It was clear that my fate depended entirely on the Tuerto and the Chato, and I could only cling to the hope that they would return for me as they had promised. I did not care to let my mind dwell on what the inevitable consequences to me would be should they fail to do so : it was altogether too disagreeable a subject for contemplation. The time dragged on slowly, as it always does when one would rather that it passed"], [72, "HOW I DISHED THE DON 60 quickly. The Tuerto had spoken indefinitely as to the probable duration of his and his friend's absence ; but he had given me to understand that they would be gone a consider able time, so that, during the first few hours, I managed to keep my apprehensions within certain bounds by constantly repeating to myself that I had really no positive reason for supposing that they did not intend to fulfil their promise. But as the day drew to a close and the sun set, and the short succeeding twilight deepened into the blackness of night, and still they came not, hope deserted me and my anxiety passed into despair. By-and-by a flood of soft white light came streaming down obliquely from the edge of the cliff behind me, and overspread with a silvery sheen the whole of the rocky landscape below, except where it lay in the shadow of the precipice, giving everything the appearance of being covered with hoar-frost. But it was only the light of the moon, which had just risen above the plateau; and as the Tumba del Oso itself was in the shade, the darkness enshrouding it seemed intensified by contrast with the sur rounding brightness. ' Hola, down there !' suddenly exclaimed a voice directly over my head."], [73, "A SHORT-CUT 61 I looked up quickly and saw the silhouettes of two human figures crouching on the top of the cliff. As they stood between the moon and me I could not distinguish their features, but I had recognised the Tuerto's voice. ' Hola !' I responded eagerly, rising painfully to my feet. I had not moved from a sitting posture for hours, and my limbs were stiff. Something knocked against my face, and on touching it with my hand, I found it was a thick rope. ' Take hold of that,' said the Tuerto, ' and up you come.' The rope had been knotted at intervals to facilitate my ascent, and making use of it as directed, I climbed up on to the plateau and stood beside the two men. I now saw that the Tuerto's companion was the Chato. ' How pale you are !' exclaimed the Tuerto, with a laugh. ' Have you seen the bear's ghost ?' Without waiting for a reply, he turned to his friend. ' Ea, el Chato, adelante ! (forward). You go next, sefiorito,' again ad dressing me; 'and no tricks!' He raised his right hand significantly to show me that he still carried the revolver. ' Adelante ! I come behind.' This hostile display threw a chill on the joy"], [74, "HOW I DISHED THE DON 62 Avhich I had experienced at being released from my imprisonment on the Tumba del Oso, and recalled to me the fact that my situation was still a parlous one, that I had simply got out of the frying-pan into the fire. ' I suppose it's no use asking you where we are going now ?' I remarked, looking back over my shoulder at the Tuerto as we trudged along. ' Patience !' he replied. ' You will know very soon. It was fortunate that we had the moon to light us on our way, otherwise we, or at least I, should have run serious risk of breaking limbs or neck as we scrambled, during the next half-hour or so, across a stretch of very broken country, similar to that which we had laboured through in the forenoon after abandoning our mules. This tract intervened between the plateau and some less encumbered ground covered with turf and studded with bushes ; and here we at last struck a beaten path, along which we proceeded at a rapid pace, and shortly came to a parral, or vineyard, occupying a slope to the left. At the extremity of the vineyard our road took a sharp bend ; and on turning this corner we were confronted by a high stone wall, at a door in which the"], [75, "A SHORT-CUT 63 track came to an abrupt termination. Here we stopped, and the Chato opened the door with a key and passed in out of sight. ' Enter !' said the Tuerto to me, with a peculiar look in his solitary optic. ' We have arrived.' He accelerated my passage across the threshold with a push, and followed himself. What I saw immediately I got to the other side of the wall filled me with unspeakable amazement. We were in a patio or back court yard, and there, within a dozen yards of us, stood the house to which it belonged, and which was no other than Don Trinitario's country residence."], [76, "CHAPTER V. AN AWKWARD ALTERNATIVE. Before I had time to recover from my surprise, I was hurried across the patio and into the house by a back entrance ; then along a corridor and into a small dark room, where I was left alone, the door being locked upon me from the outside. I sat doAvn on a chair in a dazed condition and tried to collect my scat tered wits. With what sinister intention had Don Trini tario caused me to be kidnapped and conveyed secretly back to his house under the cover of darkness ? How was the sequestration of my person going to be of any benefit to him ? No very satisfactory answer to either of these questions suggested itself to my mind. Could it be that his object was to regain possession of the conformidad ? In spite of the spon taneous manner in which he had almost forced that document upon me, I might have acknow-"], [77, "AN AWKWARD ALTERNATIVE 65 ledged the admissibility of such an explanation (for it was not impossible that he had repented of what he now probably considered his folly in needlessly surrendering a sum of two thousand three hundred and fifty pounds), had it not been for the circumstance that he had given me the conformidad in duplicate, and could not have lost sight of the fact that the existence of one copy in the hands of my employers in London rendered it immaterial whether I held the other copy or not. It was true that he might be counting on the chance of my having been imprudent enough to neglect sending on the copy to London (which, however, was not the case), and of thus getting back both. My musings were interrupted by the opening of the door, and the entrance of the Chato bear ing a lighted oil-lamp, which he deposited on a table in the centre of the room. I now ob served, what in the darkness I had not per ceived before, that this table was laid for supper, Avith covers for two. The sight of these festive preparations, made presumably with a view to my entertainment, relieved my apprehensions a little. The Chato neither looked at me nor uttered a word, and left the room immediately he had placed the lamp in position. 5"], [78, "66 HOW I DISHED THE DON After a short interval the door opened again, and the Don himself walked in. He was not in the least abashed. He eyed me with curiosity, and his face wore a smile half trium phant and half propitiatory. ' Buenas tardes, my dear Senor don Eduardo,' he said blandly ; ' I hope the night air has given you a good appetite ;' and with a gesture he invited me to draw my chair up to the table, just as if it had been quite an understood thing between us that we were to sup there together that evening. He could hardly have adopted a demeanour which would have been more irritating to me. It partook so much of the manner associated with the immortal Uriah Heep, that I felt sorely tempted to serve him as David Copper field did Uriah, and by smacking his face convert its inopportune smirk into an ex pression more in consonance with the circum stances. But I restrained myself, and resolved, by suppressing all useless demonstrativeness, not to give him the satisfaction of gloating over any outburst of impotent indignation on my part. ' Oh, I'm in tolerable feeding trim !' I answered calmly, returning his gaze with perfect steadiness, and taking my place at the table"], [79, "AN AWKWARD ALTERNATIVE 67 ' Magnifico !' cried the Don boisterously, sitting down opposite me. He was evidently, however, not a little put out by my coolness. ' Now, will you let me assist you to some lobster mayonnaise ? Yes ? Very good. Help yourself to a glass of that Chateau-Margaux.' As the supper proceeded I could not help measuring with my eye the distance between me and the door, which I observed stood ajar, and calculating the chances of making a suc cessful dash for ihe passage. ' If you would prefer another wine,' said the Don meaningly, ' the Tuerto will fetch it ; both he and the Chato are standing in the corridor, just outside the door' He had noted the direction of my glance and divined my thought, as was shown by this in direct notification that his servants were at hand to intercept me if I attempted to escape. ' Thanks,' I said ; ' I like Chateau Margaux.' During the repast the Don kept up a con tinuous flow of talk, to which, as none of it had any bearing on the matter most immediately interesting to me, I ostensibly gave no ear, and remained perfectly mute. By the time supper was over, his eloquence had exhausted itself, and he became silent. A short pause ensued, and then he resumed. 5—2"], [80, "HOW I DISHED THE DON 68 ' Perhaps,' he said, a little awkwardly, ' it's time we came to business.' 'High time,' I replied emphatically. 'I'm all attention. What is it you want from me ?' ' Not much ; only a scrap of paper.' I took his conformidad from my pocket and pushed it across the table towards him. He picked it up, glanced at it, and handed it back to me with a laugh. ' Not that,' he said ; ' I shouldn't think of depriving you of that.' He did not even ask me if I still retained the duplicate or had sent it on. ' What I require is something in your own handwriting.' ' Then perhaps you will be good enough to say at once, without any more beating about the bush, exactly what it is you do require.' ' Well, without any beating about the bush, what I require is your receipt for seventy thou sand five hundred pesetas.' ' Certainly,' I replied in wonderment ; ' I will write you a receipt for seventy thousand five hundred pesetas immediately you pay me seventy thousand five hundred pesetas.' ' You don't quite understand. What I want is the receipt without paying the money at all, either immediately or at any other time. Do you see ?'"], [81, "AN AWKWARD ALTERNATIVE 69 ' Yes, I think I do ; but you'll find that you cannot settle accounts with me in that fashion. If you don't pay the money, you will most assuredly get no receipt.' ' Now, just attend to what I am going to tell you. Every single soul in Ariscos believes that you took the money away with you this morning. My cousin, Don Bernabe, is pre pared to swear that you told him you had received it. I am prepared to swear that I paid it to you. Late this afternoon the Tuerto and the Chato returned to the pueblo with long faces, and told a woful tale of how you and they had been set upon by brigands, who had carried you off with your bag. (I may say that the bag has been destroyed.) The people here are talking about nothing else, and the news is spreading far and wide. According to the newspapers which came up from Almeria to-day, the partida I spoke to you about on Wednesday has been seen again — two days ago, and this time within a dozen miles of Ariscos. That fact helps the plausibility of our story wonderfully. So, you see, there is plenty of evidence to prove that you received the money and to explain how it is no longer in your possession. The only weakness in my position is that I cannot show a receipt. I"], [82, "HOW I DISHED THE DON 70 want you to clearly understand matters, and so I may as well tell you that the money will actually be here to-morrow, and would have been paid to you then, and I should have had your receipt for it right enough, but for your hurried departure, which upset my original plan and forced me to modify it, luckily for you. That plan was that the Tuerto and the Chato should rob you of the cash on the road, and then — I can afford to be quite frank with you : there are no witnesses to what I am saying, except the Tuerto and the Chato (and don't forget that they are standing outside the door there) — and they were then to throw you over the precipice at the Salto del Oso ' ' You infernal old scoundrel !' I exclaimed hotly, bounding to my feet. But the two sentinels at the door hurried into the room and advanced threateningly a few steps towards me, and I sank back on my chair again. ' Don't be angry,' said the Don in a soothing voice, but with an evil smile, making a sign to his henchmen to withdraw, which they did at once. ' Your bones would perhaps have been found some day at the foot of the cliff, and the brigands would have been credited with the business. But I am just as glad that I was obliged to alter my plans, for I am now able to"], [83, "AN AWKWARD ALTERNATIVE 71 propose a settlement of the matter which will be more agreeable to all concerned. This is my idea ; it is of the nature of a compromise : you give me the receipt, and I give you your freedom, together with a present of five thou sand pesetas. You then turn up in the pueblo and confirm the story about the brigands, ex plaining how, after having captured you and relieved you of your cash, they let you go. You can tell your employers how sorry you are at the occurrence of this contretemps, and com fort yourself with the thought that you are something like two hundred pounds sterling richer by the transaction. You will find paper, pen and ink on the small table in the corner there ; just draw out the receipt.' ' I'll be hanged if I do !' was my indignant reply. ' Why, no ; you won't be hanged if you do, but you will certainly go head first over the Salto del Oso if you don't.' ' I have given you my answer,' I said shortly, ' and it is final.' 'Well, I will leave you to think it over. Perhaps you will be of a different mind in the morning — the night brings counsel, they say. I'll bid you farewell just now, in case you should persist in your refusal ; for if you do, you will"], [84, "HOW I DISHED THE DON 72 not see me again. You can communicate your decision to me in writing. The Tuerto and the Chato will relieve each other in mounting guard outside your door in the meantime, and one or other of them will convey your message to me. Adios !' With these words he left the apartment, and the door was again locked upon me from the outside. For over an hour I paced up and down the room, deliberating with myself as to what I ought to do. I would fain have believed that the Don was merely trying to frighten me into acceding to his proposal, and that he would not dare to carry his menace into execution in the event of my refusing compliance. But I was unable to lay this flattering unction to my soul. I felt convinced that the threat had been uttered in real and deliberate earnest. Viewed in the light of the avowals he had just made, the whole conduct of the Don from beginning to end in connection with this matter indicated a fixed determination to keep the money at all costs, and it would not be the first time that cold-blooded murder had been per petrated from pure and simple motives of lucre lust. The elaborate fabric of circumstances which he had so cunningly contrived for the ac-"], [85, "AN AWKWARD ALTERNATIVE 73 complishment of his ends afforded in themselves such seemingly conclusive and independent proof of the payment of the money to me that the fact of his being without a receipt — the absence of which he would be at no loss to account for in some specious manner — would probably not be of much consequence, provided I were silenced in the most effectual of all ways and under conditions which, far from attracting suspicion to him, would actually divert it from him. On the other hand, I did not doubt that he would keep his promise to leave me uninjured if I gave him the receipt. However unscrupulous he might be, he was neither a monstrosity nor a maniac ; and al though there are many men who will readily murder on very slight ground or provocation, only monstrosities or maniacs take human life needlessly or for the mere satisfaction of killing. Now, provided only he had the receipt, its testimony, supported by the strong circum stantial evidence adducible, to say nothing of the legal privileges and immunities enjoyed by a man so valuable to the Government as was Don Trinitario, with his great local political interest as cacique* of his pueblo and district, * The cacique in Spain is a sort of local autocrat, whom the indifference or connivance of a careless or interested"], [86, "HOW I DISHED THE DON 74 would render his position practically impreg nable, and he would really have nothing more to fear from me living than he would have to apprehend from me dead. Any claim or accu sation I might bring forward against him would be regarded by the judicial creatures of the Government as an absurd and criminal attempt on the part of a politically uninfluential nobody, driven desperate by the accidental monetary loss which he had sustained, to practise extor tion upon a worthy gentleman who could control such a large number of votes at par liamentary election time. The determination of my fate, therefore, lay in my own hands, and of course that was, so far, a source of satisfaction to me. Neverthe less, the alternative forced upon me by the necessity of choosing between two evils (and I must do myself the justice to say that I hesi tated which to pronounce the lesser of the two) was embarrassing. I do not know what my decision would have been had the weal or Government enables to exercise, without legal title and by means of intimidation, an oppressive ascendency over the inhabitants of the area within which his influence is para mount. The cacique is a morbid growth on the diseased body politic of the nation, and is chiefly confined to rural districts ; he does not flourish in the more democratic atmosphere of the larger towns."], [87, "AN AWKWARD ALTERNATIVE 75 woe of something less prosaic than financial interests depended upon it ; no man can tell, until he has been fittingly tried, whether he has the stuff of a martyr in him or not. On the whole, however, it appeared to me that to give up my life for no other object than to prevent my employers from losing a few thousand pounds would be pushing devotion to a Quixotic extreme. And yet I must either do that or stoop to the ignominy of deliberately sacrificing their money to save my own skin. It was something analogous to accepting charity, and I knew I should feel the humiliation of it keenly. There was only one way out of the dilemma, and that was to contrive my escape, which seemed an impossibility. There were two exits from the room, namely, the door and the window ; but the door was guarded by two giants, and the window, which gave upon the high-walled patio, by a formidable iron grating. I opened the sash and examined the bars of this grating ; they were in good condition, solid and im movable. Looking at my watch, I found that it was half an hour after midnight ; so I turned down the light of the lamp, and stretched myself, irresolute and dispirited, on a couch in order to try and get some rest. But my head was hot"], [88, "76 HOW I DISHED THE DON and my feet were cold, and for a long time I kept tossing from one side to the other unable to sleep. Suddenly I had an inspiration : why not try and bribe my gaolers to open my prison doors ? I caught at the straw eagerly, and determined to make the attempt on the first opportunity. Tranquillized somewhat by this purpose of cor ruption, I soon dropped off into a deep slumber. About ten o'clock in the morning the Chato entered with some food for me, and Avhile I ate it he sat on a chair near at hand. The Tuerto was doing his turn of sentry duty in the corridor, and put his head in at the door for a moment to show that such was the case. As the Chato was gathering the empty dishes together on a tray, after I had finished breakfast, he said : ' The master bade me ask if the sefiorito had any word for him.' ' No, amigo,' I replied in a kindly tone ; ' I have nothing to say to the master.' ' Bien, sefior,' he said, lifting the loaded tray and making to leave the room. ' But,' I added, rising with a mysterious air and placing my left hand on his arm, while with the other I groped suggestively in my trouser pocket, ' I have something to say to yourself — something private?"], [89, "AN AWKWARD ALTERNATIVE 77 He made no reply, but his eye glistened as it followed for an instant the movement of my right hand. Then he quickly averted his gaze and fixed it on the ceiling. ' I was obliged to knock you down yesterday,' I continued; 'but I should be sorry if you thought it was done through any ill feeling towards your self. Will you accept a trifle by way of repara tion ?' and I held out a duro to him. ' Thanks, sefiorito,' he said, passing the tray under his left arm and taking the coin with his disengaged hand. ' The sefiorito is very good.' Something must have told him that the interview was not yet at an end, for he did not move, but stood, with downcast eyes and a deferential smile, rubbing the seam of his trouser with the palm of his hand. ' Look here, el Chato,' I whispered, ' would you like to earn fifty more duros ?' ' Ah, sefiorito,' he said, raising his eyes slyly, ' I am very poor. I would earn them willingly, if I could do so honestly.' ' Help me to get away from here, then, and the money is yours.' He closed his eyes, and shook his head slowly. ' Impossible, sefiorito. The Tuerto is always there.'"], [90, "7 8 HOW I DISHED THE DON 'Is the Tuerto not poor, too ?' I asked in sinuatingly. ' Alas ! he cannot be trusted. He is treach erous. He would betray us. And Don Trinitario, on whom I depend for my bread ? If he found me out I should be undone.' He scratched his head thoughtfully for a minute or two. Then his face brightened. ' Yes !' he exclaimed. ' It can be managed ! Nothing easier, and nobody will ever know I have had any hand in it. What a good idea !' ' You are an excellent fellow, amigo Chato,' I cried. ' Tell me your plan quickly. As soon as I am in safety you shall have the fifty duros.' The Chato became suddenly grave, and looked at me suspiciously. ' But what guarantee have I,' he queried, ' that you will keep your promise ?' ' What guarantee ? My word of honour as a gentleman.' ' Hum !' mumbled the Chato, looking dis satisfied. ' If the sefiorito would be disposed to advance part of the gratificacion (reward) just to ' ' Here,' I interrupted impatiently, extracting twenty-five duros in bank-notes from my pocket book. ' Take one half of the money, and you"], [91, "AN AWKWARD ALTERNATIVE 79 are as sure of the other half directly I am out of this.' ' Bueno !' said the Chato, clutching the notes, and crumpling them up in his hand as he re treated somewhat hurriedly towards the door. ' The sefiorito wishes to know how to obtain his liberty ? Pues, it is very simple ! He has only to do as Don Trinitario wishes, and he is free at once.' With a loud laugh he disappeared from the room, closing the door behind him and locking it with a click. In a few seconds the Tuerto's guffaws resounded in the corridor, mingling with those of the Chato. No doubt the latter was entertaining his friend with an account of how he had tricked the Ingles. This disappointment plunged me into de jection more profound than ever. No one came near me again till the afternoon was well advanced, and then the Tuerto looked in with a repetition of the inquiry from his master as to whether I had any message for him. Although I recognised to myself the futility of holding out any longer, I was reluctant to give in, and the answer carried away by the Tuerto was a curt negative."], [92, "CHAPTER VI. AN ARTFUL DODGE. It was beginning to get dusk, and, weary of resistance, I had almost finally decided on capitulation, when the Tuerto appeared once more, and silently placed a piece of folded paper in my hand; which done, he departed as he had come. This paper proved to be an ultimatum from the Don. It bore evidence, in the quality of its penmanship, of having been hastily written, and was couched as follows : ' Don Eduardo Knoavles, ' It is urgent that you should make up your mind without delay. Your supposed capture by brigands is causing a great stir in the capital, and a party of the Guardia Civil is about to be despatched to scour the country in search of you. My interests demand that this search should be cut short, either by your immediate reappearance in public, safe and"], [93, "AN ARTFUL DODGE 81 sound, or by the prompt discovery of your mangled remains on the rocks below the Salto del Oso. If the stubbornness you display is based on the idea that I will not venture to £o beyond intimidation, you had better disabuse your mind of any such unfounded notion. Do you suppose that I would be such a simpleton as to part with those seventy thousand five hundred pesetas now, after all the trouble I have taken to ensure my being able to retain them ? Either you will give me a quittance, bearing yesterday's date, for that amount, or before this night is over you will have ceased to live. ' Trinitario Tortosa.' Provided he had been acting under the pressure of some strong necessity, I could have understood even the cautious Don Trinitario venturing to write and place tem porarily in my hands a letter of this in criminating character, seeing that, by making its return to him an indispensable condition of my release, he would be in a position to effectually prevent me from using it to his prejudice. But as no such necessity existed, the probability was that he had dashed the letter off impulsively in a moment of mental 6"], [94, "HOW I DISHED THE DON 82 perturbation on receiving from Almeria the alarming intelligence of the unwonted energy being manifested by the police in the per formance of their duty, and as soon as his panic had subsided he would of course perceive the necessity of insisting upon the surrender of the compromising epistle before allowing me to go forth among my fellow-men. As may well be supposed, however, I was quite alive to the advantage of keeping the precious document if by any possible means I could succeed in doing so. Now or never Avas the time to give proof of ingenuity in the discovery of some cunning device which should enable me to accomplish this seemingly unat tainable object. I set my brains to work, and in a very few minutes I had conceived and matured a plan, which I proceeded at once to execute. Taking a duro from my pocket, I wrapped the Don's letter firmly round it, and going over to the window and opening the sash, looked out into the silent and deserted patio. Along the bottom of the opposite wall, distant about ten or a dozen yards, a tangled growth of tall grass and weeds formed a border of some breadth. Aiming for the foot of this wall, I hurled the packet through the window grating."], [95, "AN ARTFUL DODGE 83 It alighted among the grass and weeds, and lay hidden there, about a yard to the left of the door in the wall, where I hoped it would remain until I had an opportunity of picking it up on my way out after I was set at liberty. My next act was to choose from the collection of letters in Don Trinitario's handwriting which I had in my pocket-book, one of about the same length as that which I had just disposed of. The letter thus selected I tore up small and threw the pieces under the table. Finally, I lit the lamp, and, taking a sheet of paper, carefully drafted out a letter to the Don. I then made a fair copy of it. This is what it contained : ' My dear Sir, ' If I have not yielded sooner, it is simply because I have been naturally reluctant to comply with your demand under circumstances which might lay me open to the intolerable reproach of having conceded to fear that which the inducement offered (I allude to the proposed honorarium of five thousand pesetas) would in itself have been sufficient to persuade me to grant voluntarily. The high opinion I have hitherto held of my own discernment has been shaken by the discovery of the error I have ap parently made in attributing to you such a share 6—2"], [96, "84 HOW I DISHED THE DON of that same quality as would have enabled you from the very outset to guess correctly my sentiments in this matter. What is it to me who has the seventy thousand five hundred pesetas, so long as I get my five thousand ? Your own lack of penetration and tact is responsible for the greater part of the \" trouble \" you speak of, as well as for the personal inconvenience I have been subjected to and the invidious position I have been placed in, as mentioned above. How ever, in view of the critical aspect which, as you inform me, matters have assumed, this is perhaps no time for me to stand upon a mere question of amour propre. I therefore waive the point, and formally signify to you my acceptance of your proposal.' Although, in reading over this billet, I mentally pronounced it a very plausible piece of duplicity, I did not feel vain about it, my predominant sensation being one of resentment against the Don, inasmuch as, by forcing me, in self-defence, to oppose him with his own despicable weapons, he had revealed to me what an adept I was at their use. However, it would be some consolation if by their means I should attain the desired result of throwing dust in his eyes."], [97, "AN ARTFUL DODGE 85 Summoning the Chato, who by this time had taken the Tuerto's place as sentry, I despatched him with my reply to the Don. Five minutes afterwards that gentleman himself stepped into the room. He looked flushed and excited, but decidedly pleased. I for my part assumed an offended air, and did not rise from the couch on which I sat with my hands in my pockets. ' I am very sorry,' began the Don apologeti cally ; ' but, really, I was not to know ' ' All right, all right,' I interrupted peevishly ; ' say no more about that — you know now.' ' Well, well, you need not be so snappish. Have you made out the receipt ?' ' Have you got the five thousand pesetas ready ?' ' I'll write you a cheque now.' ' Oh, yes,' I exclaimed sarcastically, ' a fine thing for both of us it would be to place the transaction on record by means of a cheque ! If you particularly wish to make it public, a better way would be to put a paragraph in the newspapers about it.' ' You are quite right,' he murmured submis sively. ' I'll go and fetch the amount in cash. In the meantime, you prepare the receipt. And, by the way, where is that letter I wrote you ? It had better be destroyed.'"], [98, "86 HOW I DISHED THE DON ' There it is,' I replied carelessly, pointing to the litter on the floor, as I rose from the couch and seated myself at the table to write the receipt. ' I took good care to lose no time in doing the needful with that? While ostensibly busy with my pen I watched the Don with the tail of my eye, and saw him stoop and take up some of the bits of paper. It was an anxious moment for me, and I felt the sweat breaking out on my forehead. To my relief he appeared satisfied on recognising the handwriting, and after a momentary ex amination of the fragments, he dropped them on to the floor again. Had he been aware of the quantity of his handwriting contained in my pocket-book, his scrutiny would probably have been more searching. ' Oh !' I said, turning round suddenly, as if something had just struck me. ' What about my letter to you ? We must put it out of the way also.' ' Yes, of course,' he replied, bringing forth the document in question from one of his pockets and handing it to me. ' We cannot take too many precautions.' It did not matter a straw to me what became of this particular letter, but I considered it policy to feign the contrary, and so I put the"], [99, "AN ARTFUL DODGE 87 letter into the flame of the lamp and burnt it to ashes. The Don stood by while I did this, and then left the room on the errand he had mentioned. Immediately he had gone I gave vent to my joy by skipping round the apartment. ' Ho, ho, my friend !' I said to myself exult ingly; ' now I think I have thee on the hip.' When the Don returned I had the receipt for the seventy thousand five hundred pesetas ready for him. After reading it over slowly and placing it carefully in his waistcoat pocket, he counted into my hand five thousand pesetas in bank-notes. ' That's what I call a mutually satisfactory stroke of business,' he said with a chuckle. ' Now I'm off to the Buen Parralero. You follow me there in about half an hour. Cor cholis ! what a sensation you will cause !' As I wished, for a very sufficient reason, to make sure of passing through the courtyard, I proposed that, in order to avoid being pre maturely observed, I should get out by the back-door and make my way round to the pueblo by a circuitous route, and pointed out that, as this would take some time, I ought not to delay my departure, but start at once. The"], [100, "HOW I DISHED THE DON 88 Don applauded my foresight and approved my suggestions, and accordingly we both left the house simultaneously, the Don by the front door, and I, together with the Tuerto, by that which opened on the patio. I had taken careful note of the spot where the duro with its valuable envelope had fallen. All the same, I congratulated myself on the fortunate circumstance that the moon was again shining brightly, as otherwise there might have been difficulty in finding the packet. When we reached the door in the wall, and the Tuerto had commenced to fumble with the key in the lock, I moved quietly to the left and peered down among the grass. At first I could discover no trace of the object of my search ; but presently, on pushing aside a tuft of groundsel with my foot, I caught sight of it, and bent to pick it up. Just as my hand grasped it I heard the Tuerto's voice. ' What is it, sefiorito ?' he cried. ' What are you doing there ?' ' Why !' I exclaimed, adroitly disengaging the coin from the paper, and smuggling the latter up my sleeve ; ' it's a duro ! I noticed something white lying there, and wondered what it could be. Here,' I added, coming back to the perpendicular and returning to the"], [101, "AN ARTFUL DODGE 89 door, which now stood wide open ; ' buy your self cigarros with it.' ' The sefiorito has sharp eyes,' remarked the Tuerto, pocketing the coin. ' So much the better for you,' I replied, with a laugh. The Tuerto walked along by my side a short distance in order to indicate the direction I should take, after which we parted company, and he, I suppose, returned to the house. I was well satisfied to be rid of him, for while he remained with me it was as if I had not yet ceased to breathe the atmosphere of my late prison. Noav, however, I felt like the dog which has just been let off his chain, and I hurried onwards in high spirits at the success of my ruse. But I did not let the intoxication of my triumph blind me to the fact that, so long as I tarried at Ariscos, so long it would be necessary for me to mind very carefully what I was about. Here the Don was still in his own stronghold, where his authority practi cally equalled that of a despot, and where the chief magistrate, who might to some extent have restrained him in the abuse of that authority, was his cousin and accomplice, and certain, therefore, rather to aid and abet him in any measures which, in the event of my being"], [102, "HOW I DISHED THE DON 90 incautious enough to drop the mask before I reached the more neutral ground of Almeria, he might think it necessary to adopt in order to render me powerless to harm him. It would be soon enough to hulloo when I was quite out of the wood. In the meantime I must lie low. It was close on ten o'clock when I reached the village, and in accordance with the custom of keeping early hours prevalent in country places, most of the inhabitants had already retired indoors for the night, much to my satis faction, as I was thus enabled to get the length of the posada without causing any undesirable fuss. My irruption into the public parlour of this house of entertainment stirred up a great com motion among the company there assembled. Headed by Don Trinitario and mine host, Don Bernabe, they immediately pressed round me with exclamations of wonder, and embarrassed me with a flood of congratulations and questions. I excused myself on the score of hunger and fatigue from satisfying their curiosity just then to the extent they demanded, and was glad when Don Trinitario led me away from them and their importunities into a private room adjoining. As we entered this apartment I"], [103, "AN ARTFUL DODGE 91 caught sight of my reflection in a mirror, and burst out laughing. More than thirty-six hours had elapsed since I had last shaved, and in the interval I had done some very rough mountain eering in a decidedly amateurish way. The consequence was that my face and hands were grimy, and my clothes torn and soiled. I looked like a tramp, and my appearance might very fairly have been adduced as presumptive evidence of my having just escaped from brigands. ' You seem to be in a very merry mood,' re marked the Don. The tone of his voice was querulous, and on turning to him, I noticed that he looked anxious and nervous. ' I can't say the same about you,' I replied. ' You are not exactly the picture of cheerful ness. What's amiss ?' ' Those cursed, meddlesome police !' he ejacu lated, somewhat unreasonably. ' Did you meet anyone as you came along ?' ' Not a soul.' ' Loado sea Dios ! A body of the Guardia Civil have been here making investigations, and are not long gone. I was afraid you might have run against them. Those polizontes are such close questioners, they might have caused"], [104, "HOW I DISHED THE DON 92 you to say something which would have made them smell a rat. The sooner you are out of the country, the better for yourself and for me.' ' I quite agree with you,' said I. ' Not being a very expert liar, I might unintentionally blurt out the truth under a cross-examination.' ' Heaven forbid ! There is an English steamer leaving Almeria to-morrow afternoon for Liverpool. I happen to know, for I am supplying the bulk of her fruit cargo myself. The agent of the steamer is a friend of mine, and I shall easily arrange a passage home for you. We can sleep here to-night, and I'll go down with you in the morning. We'll start at daybreak.' 'Very good,' I said; 'and now I'll have a bath and then something substantial in the way of supper, for I'm as hungry as a wolf.' Next day the Don and I rode down to Almeria on mules, and I have reason to believe that, as we approached the town, the Don began to entertain a vague suspicion that all was not right. His whole talk, ever since our departure from Ariscos, had been of the steps we should take on our arrival at the capital to avoid being interviewed by the authorities. I could not"], [105, "AN ARTFUL DODGE 93 bring myself to be hypocritical enough to make a show of feeling interested in the matter, and I either pretended to be distrait, or tried to divert the conversation to other topics. But he always persistently returned to his fixed idea, and so bored me at last that, in a moment of impatience, I expressed the opinion that enough had been said on the subject, that, at any rate, I was sick of it, and if he could speak of nothing else, he would oblige me by holding his tongue altogether. He gave me one searching look, and I do not know what he read in my face, but he spoke not another word until, having entered the town, and left our mules at a kind of livery stable just within the walls, we had pursued our way some distance on foot through the streets. Then he abruptly broke the silence. ' Perhaps,' he said, speaking quickly and briskly, with the evident intention of hiding his all too apparent nervousness, ' it would save time if you went straight to the hotel and made your preparations for getting on board while I call at the shipping office and book your ' 'See,' I interrupted, 'let us go into this cafe for a moment. I have something to say to you quietly.' ' Por Dios, Don Eduardo !' he entreated, his"], [106, "HOW I DISHED THE DON 94 hitherto suppressed excitement breaking forth and manifesting itself in his gestures and in the expression of his eyes. ' Do be guided by me !' ' No !' I said decisively. ' What I have to say will not take long, and it is necessary that you should hear it before anything further is done.' With a despairing shrug of his shoulders he followed me into the cafe. We sat down at a vacant table and called for refrescos (cool drinks). My companion allowed his to remain standing before him untouched. I sipped a little of mine, and then, taking his letter from my pocket, spread it out on the table in front of him. ' There, amigo mio,' I said. ' I think that card wins the trick.' He darted forward his head and gazed at the writing. At first his look was simply one of bewilderment. Then the blood left his cheek, and the olive hue of his complexion changed to a whitey-green. His eyes remained fixed, as if by fascination, on the letter. An expression of pain passed into his face, and he began to tremble. I looked on at this spectacle of suffering with a vindictive pleasure. To any who may be disposed to condemn me for that,"], [107, "AN ARTFUL DODGE 95 all I have to say is that I am but human, not angelic, and that the man before me had con templated taking my life, and only by a mere fluke had been prevented from executing his murderous project. By-and-by he seemed to call some sort of philosophy to his aid, for he gradually became calm and his features recovered their normal aspect. 'Yes,' he said wearily, 'I'm beaten — you have won the trick. Well, what is your will ? Do you wish me to buy that paper from you ?' ' No. You have already given me five thousand pesetas to account of the seventy thousand five hundred which you owed. I grant you one hour to pay me the balance. If you come to my hotel within that time and square up, well and good — you will get back your letter. If not, I go immediately and place the matter in the hands of the police, and you know better than I do what the result of that will be.' ' I haven't got so much money here in Almeria,' he objected sullenly. ' But you have credit, haven't you ? You'll have precious little, I promise you, by the time I am finished with you, if you try to humbug me any longer.'"], [108, "96 HOW I DISHED THE DON ' I'll go and see what can be done,' he muttered, and thereupon rose and left the cafe. For my part, I repaired at once to my hotel to wait for him. It was certainly out of no tenderness for Don Trinitario that I had decided to compound with him in this manner. Perhaps, if I had done my duty to society, I should have denounced him to the authorities with a view to having him punished as he deserved. But, from what I knew of the methods of Spanish tribunals, it appeared to me as likely as not that, after long and vexatious delays, the upshot of it all would be that neither the Don would get his deserts nor my employers their money. My duty to society (which, strictly speaking, was none the less incumbent upon me because of this possibility of a miscarriage of justice) and my duty to my employers (which precluded me from exposing their interests to the danger involved in that possibility) were thus opposed to each other ; and, as charity begins at home, I felt that I was justified in adopting what was manifestly the surest, as well as the quickest and easiest, means of reinstating them in their property. The hour of grace had not elapsed when the Don appeared and handed me, in exchange for"], [109, "AN ARTFUL DODGE 97 the fatal letter, a bank draft on London for .£2,183 6s. 8d., together with my passage ticket for Liverpool. Nothing was said by either of us, but the glance of concentrated rancour which he shot at me in taking his leave inspired me Avith such disquieting thoughts, not unconnected with visions of the bravo's dagger, that I deemed it advisable to lose no time in embark ing, nor did I feel perfectly comfortable until, several hours afterwards, we had commenced to steam out of Almeria Bay en rotite for Liverpool. 7"], [110, ""], [111, "II. VOYAGE OF THE 'JUNO' 7—2"], [112, ""], [113, "CHAPTER I. A MYSTERIOUS APPOINTMENT. Sam Fraser was in very low water indeed. Of this undoubted fact his threadbare garments, shocking bad hat, and down-at-heel shoes furnished unmistakable evidence. In appear ance he offered a painful contrast to the smartly dressed young man who, on a certain afternoon some twelve months before, had had a disagree ment with the junior partner of the City firm in whose office he held a clerkship at forty shillings a week. The disagreement developed into an altercation, which presently waxed Avarm, and ended in both men losing their tempers. ' You're a blundering fool !' quoth the mer chant. ' And you're an empty-headed bully !' re orted the clerk. After this exchange of views there was, of course, only one thing to be done. The same"], [114, "VOYAGE OF THE 'JUNO' 102 evening Sam made his office-coat up into a neat parcel, and, with this under his arm, and a small balance of salary due in his pocket, he swaggered out of the office for the last time. To this day he shudders at the recollection of the period of misery which ensued. He had never been on the unemployed list before, and anticipated no difficulty in finding another situation ; but at the end of a year, after having, in his quest, fruitlessly answered hun dreds of advertisements in the daily papers, and walked thousands of miles about the streets of London, he found himself still hopelessly sur le pave\", and reduced to the last extremity of poverty and wretchedness. During the earlier portion of this long vacation he had indeed received one or two offers of employ ment at low wages. These, however, he had rejected with something like contempt, being at that period still confident and fastidious ; and now, when he would gladly have accepted such offers, none were at his disposal, for, although he continued, at long intervals, to get replies to his written applications, his shabby attire must have told against him at the per sonal interviews, for nothing ever came of them."], [115, "A MYSTERIOUS APPOINTMENT 103 It was, therefore, with feelings the reverse of sanguine that he presented himself one morning at a certain commercial hotel in the vicinity of Cheapside, and asked for a Mr. Finch. He had received a note stating that Mr. Finch would be pleased to see him that morning at eleven o'clock, with reference to his offer of services in response to an advertise ment which had appeared in the Daily Tele graph, couched in these words : ' Wanted immediately, a young, unmarried man who can speak Spanish fluently.' Sam could lay claim to all the requisite qualifications. He was young and single (how he thanked Heaven for it !), and legitimately proud in the possession of what, for an Englishman, was the exceedingly rare accomplishment of being able to speak the Spanish tongue with an ease, accuracy, and purity of accent which, combined with his naturally swarthy complexion and dark eyes, had frequently caused Spaniards with whom he had come in contact to mistake him for a compatriot. This linguistic proficiency he owed to the fact that in his native town of Edinburgh he had lived during a period of five years on terms of close intimacy and constant companionship with a young Valencian, called Fernando Campana, who had come to the"], [116, "VOYAGE OF THE 'JUNO 104 Scottish metropolis to study medicine, and had since returned to his native country, and ob tained a surgeoncy in the army. Sam was ushered into the private sitting-room occupied in the hotel by Mr. Finch, and here he found that gentleman lolling in an easy-chair near the window, reading a newspaper. A pair of blue spectacles resting on his nose, and seemingly indicating impaired vision, together with the snowy whiteness of his abundant locks and full flowing beard, would have led an observer to ascribe to Mr. Finch considerable weight of years, had not a general air of youth fulness, which otherwise pervaded his whole personality, tended to contradict such an idea. Indeed, the more Sam looked at him, the more strongly did he become impressed with the incongruity of that blanched hair and beard, and, but for the absurdity of the notion, he would have felt inclined to entertain the theory that Mr. Finch was masquerading in a wig and barbe postiche. Certainly, there was nothing at all suggestive of senility in his movements or in the tones of his voice as he rose and greeted his visitor. ' Good-morning,' he said, scrutinizing Sam keenly. ' Mr. Fraser, I presume ?' ' At your service, sir,' replied Sam."], [117, "A MYSTERIOUS APPOINTMENT 105 A Scotchman ?' Yes. I am a native of Edinburgh.' ' Ah ! Well, about your application. I was very pleased with your letter, and now that I see you personally, I may say that, primo, facie, you impress me more favourably than any of the other candidates I have already interviewed this morning.' ' I am very glad, sir,' murmured Sam, brightening up, and wondering if his luck was really taking a turn at last. ' Very well,' resumed Mr. Finch. ' I must explain that the chief desideratum in connec tion with the post I have to offer is, that the person filling it should be able to speak Spanish fluently. Now, although I don't at all doubt what you say in your letter regarding your abilities in this respect, the point is so all-im portant that I must ask you to submit to some kind of test. I know very little of the language myself, and, for reasons which will be apparent to you in due time, if we come to terms, I am debarred from calling in the assistance of any third party, so we must get along as best we can by indirect means.' Mr. Finch went to a table and took up two books which lay upon it. One of these he handed to Sam, and retained the other himself."], [118, "VOYAGE OF THE 'JUNO' 106 ' The volume I have given you,' he said, ' is a copy of \"Gil Bias,\" in Spanish. Turn to book ten, chapter nine ; read a page to your self, and then construe aloud what you have read. I shall follow your translation in this English version of the same work.' Sam passed through this ordeal triumphantly, the more so as he knew his ' Gil Bias ' well. Mr. Finch expressed himself highly satisfied so far, and, pursuing his investigations, he elicited, with evident approbation, the fact that in the whole of wide London there was not a single person with whom Sam was at that moment on terms of confidential intercourse — no relatives, and no friends, for, since the period of his misfortunes had set in, his former acquaintances had thought fit to ignore him. While at a loss to understand why this cir cumstance should be regarded by Mr. Finch as a recommendation, Sam was gratified to observe that such was actually the case, although the mysterious aspect which the interview had begun to assume puzzled him not a little. ' I think you will suit me perfectly,' said Mr. Finch, and Sam's heart gave a leap. ' I am prepared to give you the appointment if, after you hear the conditions, which are rather"], [119, "A MYSTERIOUS APPOINTMENT 107 peculiar, you care to accept it. Just sit down, will you ?' Up to this point both men had carried on the conversation standing, but, in compliance with Mr. Finch's invitation, Sam now seated himself on one of two chairs placed near the table. Mr. Finch himself was about to occupy the other, when, noticing that the door of the apartment stood ajar, he muttered something about a draught, and, crossing over, not only closed it, but turned the key in the lock, no doubt the more effectually to keep out the draught. He then returned, and, drawing his chair close to Sam's, sat down. Wondering what was coming, Sam waited expectantly for Mr. Finch to speak. As a preliminary to further conversation, and as a sign that it was about to enter on a confidential phase, that gentleman first of all produced a cigar-case, and presented it to Sam. ' Try one of my weeds,' he said. ' They are not bad, I think.' It was many months since Sam had been able to indulge in the luxury of smoking good tobacco, and he accepted the proffered Havana with pleasure. Mr. Finch also selected one to smoke himself, and as soon as both cigars had been set a-going, he addressed Sam as follows :"], [120, "108 VOYAGE OF THE 'JUNO' 'As I said, Mr. Fraser, the position is at your disposal, if you care to have it. I fancy it is something altogether different from what you expected. I will come to the point at once. At the present moment there is a certain ship lying in the Thames, loaded, and ready to sail. Your duties would simply consist in ac companying that vessel on her voyage in the capacity of interpreter. Now, this is all the information I can give you at the present stage. The name of the ship, the nature of her cargo, and her destination, are matters regarding which you must consent just now to remain in ignor ance. As soon as the vessel is fairly at sea, but not before, these particulars and others will be revealed to you. In the meantime, you must rest satisfied with what I have told you. It is right, however, that you should know that the expedition involves some danger to those taking part in it, but in your case this danger will be counterbalanced by the remuneration, which will be liberal. If all goes well, the business should be accomplished, and the vessel back again in England, within some four weeks at most from now. For your services during these four weeks the sum of one hundred pounds will be paid to you, and you will receive the money in bank-notes immediately"], [121, "A MYSTERIOUS APPOINTMENT 109 before embarking. That's all. What do you say ?' Sam really felt inclined to say ' No,' and this would certainly have been his unhesitating answer had his circumstances been less desperate than they were. What manner of transaction was this which required to be carried out under such equivocal conditions ? The affair looked decidedly louche. And yet it did seem a pity that a scruple, based on mere suspicion, should be allowed to stand in the way of his earning a hundred pounds in four weeks or less. The temptation was strong to one situated as he was. After all, what right had he to assume the existence of anything of a discreditable character in connection with the matter ? Still, if he could only have been satisfied on this point, it would have assisted him greatly in making up his mind. His reflections were interrupted by a somewhat impatient exclamation from Mr. Finch. ' Well,' he said, 'is it \"to be, or not to be\"?' ' I must say,' replied Sam, ' that I should have liked you to be more explicit ; but, as this cannot be, I shall only ask you one question, which I hope will give no offence, but to which I must have an answer : Is there, or is there"], [122, "VOYAGE OF THE 'JUNO' 110 not, anything dishonourable involved, directly or indirectly, in the duties I shall have to perform ?' The reply was instantaneous and emphatic : ' I give you my word that there is not ; and it was needless to apologize for the question, which, under the circumstances, is a perfectly natural and legitimate one.' ' Then I accept.' 'Very well, that's settled. The next point is, when can you join the ship ?' ' As soon as you please — to-day if you like.' ' Then we will say to-night. Call for me here this evening at nine o'clock, and in the meantime perhaps you will excuse my calling your attention to the dilapidated state of your apparel. You had better provide yourself with a new suit of clothes — something of a nautical cut, so that, in case of need, you may be able to pass for one of the ship's officers. How are your finances ?' ' Very low. I'm afraid I shall have to ask you for an advance. I have nothing but a few coppers.' As a matter of fact, he did not possess a brass farthing. Mr. Finch counted five sovereigns into his hand, and dismissed him with an injunction to be punctual at the rendez-"], [123, "A MYSTERIOUS APPOINTMENT in vous in the evening, and, in the interval, not to breathe to a living soul a single syllable of what had passed between them. Sam left the hotel, agitated by feelings of a mixed character. His satisfaction at having obtained the appointment was alloyed by anxiety arising from the mystery surrounding it. In spite of Mr. Finch's assurance to the contrary, he could not argue away the notion that he was about to be mixed up in something improper. But, in truth, what troubled him most was the ' danger ' at which Mr. Finch had darkly hinted. The very vagueness with which this danger had been alluded to caused him to shrink more from it than he would have done from a specific peril. The longer his mind dwelt on the matter, the higher rose his apprehensions, until at last they reached panic point, and then, abandoning himself completely to the instinct of self-preservation, he wheeled about, and commenced retracing his steps towards the hotel, with the intention of throw ing up the engagement. But he had not proceeded far when a new thought came upon him with a shock, and brought him to a standstill : giving up the post meant giving up the five pounds. Now, the first thing that had occurred to him in con-"], [124, "VOYAGE OF THE ' JUNO ' 112 nection with this money when his fingers origin ally closed upon it was that here at last he possessed the means of breaking a fast which had endured for some four-and-twenty hours ; and, ever since, the idea of coming gastronomic joys, mingling subconsciously with the other thoughts which occupied his mind, had cheered his inner man with an anticipatory glow. He now perceived that the step he was about to take would have the effect of postponing, sine die, the realization of this delectable dream. A short struggle between the two opposing im pulses of fear and hunger ended in a victory for hunger, and he made for the nearest res taurant. After partaking of an abundant repast, he found himself fortified both physically and morally, and more disposed to take an optimistic view of matters. He felt ashamed of the anteprandial pusillanimity with which he had contemplated the element of danger asso ciated with his coming duties, and the solid advantages attached to these duties now ap pealed to him with a much more than com pensatory force. As the day wore on, a change in the weather from fine to dull, with signs of an approaching storm of wind and rain, depressed him again somewhat ; but he was now thoroughly deter-"], [125, "A MYSTERIOUS APPOINTMENT 113 mined to go on with the undertaking, and nine o'clock found him at the hotel as arranged, clad in a slop suit of blue serge, a thick pea-jacket over his arm, and a deep-sea cap on his head. Mr. Finch was waiting for him in the vesti bule, and they sallied forth together at once. Rain was now falling in torrents, blown about by a gusty wind, and they hailed and entered the first disengaged hansom that came their way. Mr. Finch ordered the cabman to drive to Victoria Station, and on the way thither he handed Sam the balance of the stipulated hundred pounds in bank-notes. At the station they were met by a short, burly, red-faced man. Mr. Finch shook hands with this person, and introduced Sam. ' This, Mr. Fraser,' he said, ' is Captain Batter, commanding the ship in which you sail. Allow me, captain, to introduce Mr. Fraser, the young man I told you I had engaged as interpreter. I now move off the scene, and give the cue to Captain Batter. Good-bye, captain ; a successful trip, and a safe return ! Good-bye, Mr. Fraser.' And, shaking hands with both, he moved hurriedly away, and was lost to view. This was the last Sam ever saw of Mr. Finch. He now turned inquiringly towards 8"], [126, "VOYAGE OF THE 'JUNO' 114 the captain, who appeared slightly embar rassed. ' The ship's lying off Gravesend,' explained Mr. Batter, seeing he was expected to say something. ' We had better get into the train ; she leaves in a minute.' They entered an empty compartment, and the train started almost immediately thereafter. The journey was performed in complete silence, and when they reached Gravesend, the rain had not abated, and the wind was blowing more violently than ever. At the riverside they found the ship's dinghy, with two of the crew waiting to convey them on board. They stepped into the boat, and as the men shoved off and commenced plying the oars, Sam peered into the inky darkness in search of the vessel, but could discern nothing save a light a con siderable distance out, bobbing up and down in a jerky fashion. By-and-by, however, the out lines of a small screw-steamer, of apparently not more than about five hundred tons burden, became indistinctly visible, and in a minute or two more the occupants of the boat had clam bered up her side, and stood on her deck. ' It's a nasty night,' said the captain to Sam, ' and we'll be getting tremendously knocked about as soon as we are out of the river. I"], [127, "A MYSTERIOUS APPOINTMENT 115 would advise you to get below and turn in. You'll only be in the way here just now, and be mighty uncomfortable besides.' Sam took the hint, and was shown his berth. He had barely time to undress and tumble in before the vessel began to throb under the action of her engine and propeller. The mys terious voyage had begun, and Sam experienced a momentary sinking of the heart, feeling that he would almost have been ready to sacrifice his ninety-five pounds, odd shillings and pence, to be safe on terra firma again. ' Well, I'm in for it now, whatever it is,' he said to himself resignedly ; and so, reflecting on the singularity of the position in which he so suddenly and un expectedly found himself — on board an un known outward-bound ship, going he knew not whither, to do he knew not what — he gradually dropped off to sleep. 8—2"], [128, "CHAPTER II. A CASE OF CONSCIENCE. Next morning, Sam awoke to the horrors of sea-sickness, that dreaded malady the intracta bility of which to the resources of medical science nothing, perhaps, more clearly demon strates than the numerous sovereign remedies which exist for its cure. Sam suffered acutely, and it was not until the vessel had been forty hours out, and had got well into the Bay of Biscay, that he found his sea-legs, and was able to crawl on deck. He joined the captain on the bridge, and was here introduced to the mate, Mr. Stokes, a mild young man who seemed afraid of the sound of his own voice. The weather had become bright and warm, and, the wind having fallen, the steamer was gliding swiftly and steadily through the water. Under these favourable conditions, Sam had not been very long in the open air before the"], [129, "A CASE OF CONSCIENCE 117 last traces of squeamishness which had still lingered with him in the close atmosphere of the cabin had entirely disappeared, leaving the way free for the return of his appetite, in a state of such vigour as to render its satis faction his chief concern for the moment. Very reluctantly he complied with the advice of the captain to limit himself for the present to a biscuit and a glass of sherry, and postpone taking a hearty meal until an hour later, when dinner would be served. At the expiration of an hour, Avhich seemed to him an intolerably long sixty minutes, he descended with the captain to the saloon, ready to give a good account of himself in the coming battle of knives and forks. Captain Batter was a man of epicurean tastes, and the repast provided by him was one which would have stimulated into activity the languid appetite of an invalid. He had, indeed, to exercise a restraining influence on Sam to prevent him from positively gorging himself. The captain possessed the most essential of those qualities which go to make the accom- plished amphytrion, for he was not only a fin gourmet, but a brilliant talker ; and if the sub- stantial attractions of his table had needed any additional relish, it would have been found in"], [130, "118 VOYAGE OF THE 'JUNO' his interesting and intelligent conversation. He seemed to have had a most varied and adventurous maritime career, during the earlier portion of which he had at one period been captain of a slaver, and at another had com manded a blockade-runner, and he favoured Sam with a graphic account of some stirring passages from his life in those past days. Then he wandered from personal recollections to the broader themes of politics, social economy, and religion, on all which subjects he held, and expressed glibly, quite up-to-date, and ap parently very well-considered opinions. All this would have been highly entertaining to Sam but for the fact that there was another topic on which, above all others, he would have preferred the captain to expatiate at that moment, namely, the nature of the business on which they were at present bound, and re garding which Sam's curiosity, after having suf fered partial extinction while he lay prostrate in the agonies of the mal de mer, had now naturally revived with great intensity. It might have been thought that this would have formed one of the first subjects of conversation between the two, but, strange to say, the captain evinced no in clination to touch on it, and Sam came to the con clusion that he would have to broach it himself."], [131, "A CASE OF CONSCIENCE 119 Accordingly, when they had returned to deck aster dinner, and stood together alone on the bridge smoking the digestive pipe, he ventured to remind Mr. Batter that, in terms of his contract, the time for explanations had now come ; that all he knew so far was that the vessel bore the name of the funo, and that she was then in the Bay of Biscay, heading S.S.W. ' Now, tell me,' he said : ' what's the little game ?' He found the captain perfectly willing to go into the matter. ' Oh, it's a game quite in my line,' replied the latter, with infinite gusto; 'a job exactly after my own heart. In fact, it's like old times come back again.' This was not altogether reassuring, in view of what he had just been relating of his exploits in the ' old times.' So Sam merely interjected an unsympathetic ' Oh !' and waited for more specific information. ' I suppose,' continued the captain, in an off hand way, ' you have been reading in the neAvs papers about the little war that Spain has on just now with the Moorish tribes around a place called Melilla, on the northern coast of Africa ?'"], [132, "VOYAGE OF THE 'JUNO' 120 Sam nodded. He had had occasion recently to devote a good deal of attention to news papers (albeit it was the advertisement columns which had interested him most), and the cir cumstance referred to by the captain had not escaped his notice. ' Well,' Mr. Batter went on, ' the fact is, we are on our way to the neighbourhood of Melilla with a cargo of rifles and ammunition for these same Moors.' The effect of this announcement on Sam was to render him for a moment speechless with surprise and indignation. ' Then all I can say is,' he exclaimed furiously, as soon as he recovered the use of his tongue, ' that I have been abominably tricked !' ' Tricked ?' queried the captain, elevating his eyebrows. ' How so ?' ' Tricked is the word. I have been meanly inveigled into this business, which is both illegal and dishonourable. It was expressly stipulated that there was to be nothing dis honourable. I refuse to go on with the affair, and I demand to be put ashore at the nearest port. I must also inform you that as soon as I get back to England I shall consider it my duty to report the whole matter to the authorities there.'"], [133, "A CASE OF CONSCIENCE 121 ' Oh, don't be a d d fool, young fellow !' said the captain sharply. ' How can you talk such rot ? Put you ashore ! Do you take me for an idiot ? Why, you're in the secret now, and even if you gave me your sacred word of honour not to reveal it I wouldn't let you ashore, honourable man and all as you profess to be, and as very probably you are. I couldn't afford to run the risk. I have undertaken to carry this job to a successful issue, and mean to do it at all costs ; and, by the Lord, I'll blow the top off the head of any man on board who attempts to play the traitor ! Don't you make any mistake, my lad ; I'm master of the situation here.' Sam realized that this was so, and his vehemence subsided ; but he remained silent and sullen. The captain perceived that his words had produced an impression ; and, as it was not his policy to quarrel with Sam, he resumed in a more conciliatory tone. ' Now then,' he said, ' don't look so glum. My threat doesn't apply to you, for I believe you to be really a sensible man ; but I think it right to speak thus plainly to you, so that you may thoroughly understand your position.' ' My position seems to be,' replied Sam sulkily, ' that, unless I become an accessory to"], [134, "VOYAGE OF THE 'JUNO' 122 a dishonourable act, I'm to have the top of my head blown off?' 'You don't state the alternative quite ac curately. So long as you confine yourself to simple non-intervention, and don't prove a traitor by going the length of active hostility, the top of your head is in no danger of re moval ; but you know you said something about blabbing, and that would be a much more serious thing than merely refusing to become what you call \" accessory to a dis honourable act.\" But who wants you to do anything dishonourable ? My dear fellow, the business on hand has the uncommon merit, for a commercial transaction, of being conducted on singularly honest lines, and, unless you can prove the contrary, you are bound by your contract to give me your hearty co-opera tion. Now, where does the dishonourableness come in ?' ' Do you mean to say that you don't consider it dishonourable conduct on the part of subjects of a State at peace with Spain to aid and abet the enemies with whom Spain is at war ?' ' From the manner of your question, I see that you, at least, do consider such conduct dishonourable, and I suppose you don't consider it dishonourable for subjects of a State equally"], [135, "A CASE OF CONSCIENCE 123 at peace with the Moors to aid and abet the enemies with whom they are at war ? Now, what is the difference between supplying the Moors with muskets and providing Spain with warships, as England does, or with Mauser rifles, as Germany is doing in thousands at this very moment ? The only difference lies in the scandalous fact that in the one case the pro ceeding is looked upon and treated as a breach of international law, and in the other it isn't. In principle this international law is a grand idea, being an arrangement for securing a fair field and no favour all round, and such would be its effect if generally and impartially applied ; but in practice it really resolves itself into nothing more or less than a monopoly of fair-play, con fined to those nations which, by their own strength, or that of their alliances, are able to force themselves into the \" ring.\" Why, in the name of common justice, should this be ? Why should it be right to supply the Spaniards with arms, and wrong similarly to supply the Moors ? Simply because the Moors come under the category of \" damned niggers \" — because they are too poor and feeble to enforce their just claims to equal rights with the more powerful nations. Analyze the matter with a free mind, and you'll find that's the plain English of it. It's"], [136, "VOYAGE OF THE 'JUNO' 124 the old story of the oppression of the weak by the strong — of one law for the rich and another for the poor. In this respect, things to-day don't show much advance on what they were in the times of that observant old philosopher, Æsop, to whom the social conditions then existing suggested his apologues on the abuse of strength, and the partiality of courts of justice. Well, you and I are not going to attempt to bring about a general social revolu tion. Ours is the more modest task of coming to the rescue in one particular instance where, under the sanction of those defective social conditions, might threatens to trample upon right. While the Germans arm the Spaniards with Mauser rifles, to be used against a feeble community engaged in a patriotic struggle for their territorial integrity, civilization looks on with approval or indifference, and says it is all perfectly right and proper. At the same time, civilization prohibits, as a violation of inter national law, the sending of a ship-load of arms to the Moors. Is it possible to conceive a more flagrant case of oppression and gross injustice ? And yet you consider we are acting dishonourably in doing something to counteract that oppression and injustice — in neutralizing the rifles from Bremen by rifles from Birming-"], [137, "A CASE OF CONSCIENCE 125 ham ! I think our enterprise a highly creditable one, and you ought to be proud of your partici pation in it.' The captain expended a good deal more eloquence to the same purpose, dwelling with great complacency on the justification which, as he conceived, the expedition derived from socialistic principles, and defending these principles themselves with a profusion of vehement argument. To have heard him talk, one would have supposed that the ex pedition had a purely philanthropic, instead of an exclusively commercial, object. By his reasoning or sophistry, whichever it may be considered, he ended in overcoming all Sam's scruples, and even in infecting him with a modicum of his own enthusiasm. This result was the more readily attained as Sam, from the necessities of his position, was really anxious to be convinced, and because, in a general way, he sympathized sincerely with the revolutionary views expressed by the captain ; for, during his recent misfortunes, he had caught the ' contagion of socialism ' which pervades the intellectual atmosphere of these latter days, and finds a congenial medium for its development in the minds of those who have been maimed or have gone under in the struggle for life. In conse-"], [138, "VOYAGE OF THE 'JUNO' 126 quence, laws founded on what he now looked upon as false social principles had ceased to command his respect, and as soon as he became convinced that succouring the Moors was an act not only permitted but recommended by his new socialistic code, and capable, moreover, of being carried out with a reasonable prospect of impunity, its mere illegality did not appeal to him, in his philosophical mood, as a sufficient reason for refusing to give it his countenance and support. Indeed, having now, under the influence of the captain's promptings, persuaded himself that he was about to make his maiden essay in practical socialism, he felt inspired with something of the exaltation of the social pioneer. Perfect harmony and confidence being now restored between Sam and the captain, the latter proceeded to disclose the details of his arrangements. In view of the very probable contingency of an inopportune visit from some prying Spanish cruiser, once they got into Morocco waters, the captain had provided himself with a sham manifest, which bore that the Juno was bound for Alexandria with a general cargo ; and, as a matter of fact, the cases containing the rifles and ammunition were covered up with a superficial stratum of miscel-"], [139, "A CASE OF CONSCIENCE 127 laneous merchandise, consisting of barrels of dried cod, boxes of confectionery, bales of cotton handkerchiefs, and other harmless com modities. According to a preconcerted plan, the vessel was to proceed to a given point on the coast of Morocco, some distance to the westward of Melilla. She was to time her arrival so as to be off this particular point after dark on one of several specified days. Here she was to ex change certain signals with an emissary of the Moors, who would be stationed on the spot for this purpose, after which she Avas to sheer off, and appear again next day at another point of the coast not far from the previous one, but affording greater facilities for the landing of the cargo. At this place a body of the Moors, warned by their scout, would be in waiting to receive and pay for the goods ; and it was now that Sam's services would be specially required. He was to go ashore with the captain and act as interpreter between him and the chiefs of the party, who spoke Spanish, in the squaring-up negotiations, and act generally as the channel of any verbal communication between them which might be necessary. The operation of landing the cargo would have to be carried out with the utmoVt rapidity, so that the steamer"], [140, "VOYAGE OF THE 'JUNO' 128 might get clear away out of danger with the least possible delay, and to this end elaborate preparations had been made for as expeditious a discharge as circumstances might permit. The scheme seemed daring enough ; but with a confidence in his own luck, born of past successes in kindred undertakings, the captain expressed himself hopeful as to the result. As for Sam, now that his conscientious doubts were at rest, he began, under the influence of that innate love of adventure characteristic of the average Briton, to positively enjoy the situation."], [141, "CHAPTER III. ' LIE TO !' The Juno showed excellent steaming qualities, and, the weather continuing calm and bright, she made rapid headway. It was quite three days, however, before Tarifa Point was sighted, and as Sam had absolutely nothing to do but eat, sleep, and listen to the captain's interminable stories, which, drawn from an apparently in exhaustible mine of recollections, had at first interested him, and then palled on him, he had begun to find life aboard ship insupportably tedious ; and now that they were nearing their destination, he looked forward with relief to the possibility of the monotony being broken by some development of an exciting character. It was early morning when they cleared the Straits and entered the Mediterranean ; and now a change took place in the demeanour of the captain. He wore a preoccupied look, 9"], [142, "VOYAGE OF THE 'JUNO' 130 and talked much less, being evidently done with reminiscences for the present. When he had any orders to give he delivered them in tones sharp and peremptory. Every vessel that hove in sight was minutely scanned through his powerful marine-glass. At the outset the steamer was steered south east by east, and then the course was changed to east by south, the object being apparently to follow the African coast-line at a uniform distance from it of about ten miles. The captain would not go below for dinner, but ordered the food to be brought on deck and served on a little table placed beside him on the bridge. Sam elected to dine there along with him. ' She's doing ten knots just now,' remarked the captain, in the course of the meal. ' I've put her at reduced speed, so that it may be dark before we get to the point where we signal with the shore. It will be an extra ordinary piece of good luck if we don't fall in with a Spaniard in the meantime. There must be numbers of them cruising about this neigh bourhood just now.' ' Don't you think, captain,' suggested Sam, 'that we are too close in shore? If we kept further out, in the ordinary track of navi-"], [143, "'LIE TO!' 131 gation, we should be less likely to excite sus picion.' ' We can't avoid exciting suspicion,' replied the captain, ' no matter which course we take. If we kept further out just now, we should ultimately have to come bow on towards the shore to get to our destination, and that would be more difficult than anything else to explain away to an inquiring Spaniard.' Towards four o'clock in the afternoon a long, snake-like streak of black smoke showed itself on the eastern horizon, and arrested the captain's particular attention. ' That looks like the smoke of some big craft,' he said, raising the binocle to his eyes, and directing it to the point from which the smoke was proceeding. ' Perhaps a P. and O., or an Orient Liner.' He continued his observation during a lengthened period without comment, and, as the minutes passed, signs of excitement made their appearance on his face. In a short time the approaching vessel became distinctly visible to the naked eye, but she was still too far off for Sam, who had no glass, to distinguish her build. ' What do you make of her ?' he asked. 'She's a warship, and no mistake,' replied 9—2"], [144, "VOYAGE OF THE 'JUNO' 132 the captain slowly, without removing the glass from his eyes. ' She's coming straight on to meet us, too.' Before long she was near enough to enable Sam to see that the captain was correct in both his statements. 'Yes,' continued Mr. Batter emphatically, ' she is a warship, and if she isn't a Spaniard, I'm a Dutchman.' Now that he appeared to have acquired this certainty he was quite cool again. ' She hasn't spotted us yet,' he said, lowering his glass at last ; ' but she will directly, and be down on us to see what we're after.' This prediction was speedily verified, for the stranger, who, in the first instance, had been coming straight on, but had afterwards changed her direction a few points to the north-west, was now seen to return to her original course and bear full down on the Juno. The latter continued in the same direction as before, with out either slackening or increasing her speed. When the distance between the two vessels had been contracted to about five miles the warship made a sweep outwards, and, coming round in a long curve, brought herself into line with the Juno at a distance from her of not more than half a mile to port, and eased down"], [145, "'LIE TO!' 133 so as to accommodate her speed to that at which the smaller vessel was going. Presently, from one of the port-holes of the warship, whose nationality was now unmis takably indicated by the Spanish ensign floating from her masthead, came a flash of fire and a puff of blue smoke, followed, in due time, by a loud report. ' Good heavens !' exclaimed Sam, clutching nervously at the captain's arm. ' They're firing on us !' ' Nonsense,' said the captain, laughing at Sam's alarm. 'That's only a blank shot. It's a signal for us to lie to.' The only response made by the captain to the summons, however, was to run up the Union Jack to the masthead and continue on his course. ' I don't suppose it's any use,' he remarked. ' That precious law of nations gives 'em the right to stop and search us. But we may as well try it on. Anyhow, they'll send us another dummy shot before giving us ball.' The Spaniard would take no denial. Any doubt the captain may have had on that score was set at rest when, after a short interval, a second shot came booming over the water. He therefore signalled his engineer to ' stop"], [146, "VOYAGE OF THE 'JUNO' 134 her,' and the Juno presently lay motionless on the water. The Spaniard also hove to, and immediately lowered and sent off a boat manned by two officers and half a dozen men. Of course, considerable excitement had pre vailed among the crew of the Juno ever since the foreigner's behaviour had shown that he had business with their ship, and they now gathered on the port side, watching with curiosity the approaching boat, and exchanging speculations as to what that business might be. It should be stated that, with the exception of the captain, the mate, and Sam, not a soul on board the Juno had any inkling of the true nature of her errand. The crew believed that they were really bound for Alexandria with a general cargo. Their curiosity was, therefore, unmixed with any feeling of alarm. Sam was in a different case. He knew the danger of the situation, and was fairly frightened, as the pallor on his cheek plainly showed. The captain, on whose own face a shade of anxiety was just perceptible, observed this and knit his brows. ' Oh, come,' he said impatiently, ' don't look so confoundedly scared. If you can't make a bolder show than that you had better go to bed. We must brazen this out, you know, and"], [147, "' LIE TO !' 135 appear to be rather amused than otherwise at the whole affair. Here,' he added, pulling a brandy flask from his pocket, 'take in a little Dutch courage.' Sam took the flask, and felt better after he had swallowed a portion of its contents. As soon as the boat came alongside the captain ordered a rope ladder to be lowered, and the two officers, one a lieutenant about thirty-five years of age, and the other a beard less midshipman in his teens, clambered up and stepped on deck. The captain, accompanied by Sam, advanced to meet them. 'Buenos dias, capitan,' said the lieutenant, touching his cap by way of salute. ' Good Lord !' muttered the captain ruefully to Sam. ' He doesn't speak English, the ignoramus ! I didn't calculate on this, by gum ! You'll have to do all the talking. For goodness' sake, don't put your foot in it !' ' Hay alguien a bordo que habla el espanol ?' (Is there anyone on board who speaks Spanish ?) asked the lieutenant. ' Ya lo creo ' (certainly), replied Sam promptly. ' Oue quiere usted, sefior oficial ?' (What do you wish, sir ?). The officer looked surprised. ' Pardon me,' he said, still, of course, speak-"], [148, "VOYAGE OF THE 'JUNO' 136 ing in his native tongue, ' but you are surely a Spaniard ?' He evidently did not believe it possible for any mere foreigner to speak his language with such a perfect accent ; and Sam, who had now recovered his self-possession, thanks partly to the brandy, thought there could be no harm in indulging himself in some amusement at the Spaniard's expense by imposing on him as to his nationality. He reflected, besides, that the current of sympathy which might thus be estab lished between himself and the officer would probably have the effect of making the latter more ready to abandon any suspicions he might have conceived. Sam, therefore, replied un blushingly in the affirmative to the officer's question, and expressed his pleasure at meeting with a compatriot. ' I was sure of it,' exclaimed the lieutenant to the midshipman, who merely smiled and nodded. Then, turning again to Sam, he added : 'And you are a Valenciano, are you not ?' ' Yes ; I belong to Carcagente,' declared Sam with audacious mendacity. ' Well, I am a Madrilefio. But no matter — Madrilefio or Valenciano, Catalan or Andalusian, we are all hijos de Espafia.' ' Viva Espafia !' cried Sam. He had thrown"], [149, "'LIE TO!' 137 himself into his part with the spirit of an actor, and, carried away by the dramatic instinct, he almost fancied himself for the moment to be a Spaniard in reality. ' I say,' interjected the captain in a semi whisper, ' what's the drift of this palaver ?' 'It's all right,' answered Sam. 'A good joke! He takes me for a Spaniard, and I'm letting him believe I am one. Leave him to me. We shan't have much trouble with him, I think.' At the words, ' He takes me for a Spaniard,' the captain gave a slight start, and looked grave. Sam noticed the look, but, not at all understand ing its import, he thought little of it at the time, and subsequently forgot all about the matter. It Avas reserved for later events to bring it back to his memory under circumstances which rendered it perfectly intelligible. In the meantime, the Spaniard proceeded to apologize for his intrusion. He explained that the Government of Madrid, believing they had ground for suspicion that a steamer carrying con traband of war was on its way to the coasts of Melilla, had instructed Spanish warships sta tioned in the vicinity to be on the alert, and search all doubtful vessels. He must, therefore, as a matter of form, trouble the captain of the"], [150, "138 VOYAGE OF THE 'JUNO' Juno to produce his papers, and allow an in spection of the cargo. Captain Batter listened to the interpretation of this request without betraying any sign of the emotion which he felt. He merely assumed a look of well-simulated surprise, and led the way to the chart-room, where the officer made a close scrutiny of the ship's manifest and clearing papers, which were kept there ; and, discovering nothing in them to find fault with, he next sug gested a visit to the hold of the vessel, whither he was conducted at once, Sam and the captain fervently hoping that he would confine his in vestigations to the upper layer of the cargo. To their great relies, he only made a perfunctory examination here, having evidently already made up his mind that all was fair and square. He gave a cursory glance round, poked with his forefinger a bale of cotton handkerchiefs here, and caused a case to be opened there. This case proving to contain nothing more warlike than a sewing-machine, he declared himself satisfied, and the company ascended once, more to the deck. Before taking his leave, the lieutenant offered Sam and the captain, in Spanish fashion, a con ciliatory cigarette, and lit one himself. ' The only thing that puzzles me now,' he"], [151, "'LIE TO!' 139 said to Sam, ' is the fact of your keeping so near the shore. Is there any particular reason for it ?' Sam had been expecting this question, and was prepared with an answer. ' Oh, it's all owing to our captain's pecu liarities,' he replied confidentially, throwing a contemptuous intonation into his voice. ' I have already remonstrated with him for losing time by hugging the shore like this. But he has a rooted objection to losing sight of land, and will never do so if he can help it. You see, he is only a coasting captain, and does not go much abroad. Isn't it disgusting ?' The Spaniard shrugged his shoulders and smiled. ' Adios ! Buen viaje !' he said, as he disap peared with his midshipman over the side into his boat. The visitors had not been more than tAventy minutes on board altogether. ' Well !' said the captain, mopping his face with a handkerchief to remove the perspiration which anxiety had caused to break out on it copiously. ' I really thought the game was all up when that brown-faced swab commenced poking about among the cargo. But, I say, what was that you and he were talking about just before he left ?'"], [152, "VOYAGE OF THE 'JUNO' 140 Sam related, with a grin, how he had ex plained the Juno's proximity to the shore. ' That makes little joke number two for you this afternoon,' remarked the captain dryly. ' This passion of yours for joking will bring you into serious trouble yet, if you don't mind.' Having got rid of the Spaniards, the captain's first impulse was to put immediately as much sea-room as possible between himself and the cruiser ; but he subordinated this impulse to the more politic course of appearing to be in no hurry. He waited till the Spanish officers, with their men, had regained their own ship, and the ship itself had begun to move off in a north-westerly direction. He then got under weigh himself, and stood out from the shore, shaping a north-easterly course. But no sooner had the Spaniard disappeared below the western horizon than the Juno's head was turned to the south-east. She proceeded on this course at half-speed, and, just as dusk was beginning to deepen into night, she arrived, without further adventure, off a certain point of the coast, and hove to at a distance of about a mile from the land. It was a desolate, inhospitable shore, barren and lifeless, and looked particularly forbidding at that hour of semi-darkness. The motion of"], [153, "'LIE TO!' 141 the Juno's machinery being now suspended, a death-like silence prevailed, broken only by the distant sound of the surf dashing on the beach. The captain swept the seaward horizon with his glass. No other craft was visible on the expanse of waters. ' Now, we'll have a small display of fireworks,' he said jocularly, ' and see what response we get from the shore.' He burned first a red flare light, then a white one, and lastly a blue one. There was no im mediate answer, but in a few minutes a slight flickering light appeared among a heap of boulders lying a little way up from the water's edge, and very soon the flickering developed into a bright flame, as if proceeding from a torch. Six times this flame was raised and lowered, and then it suddenly went out amid a shower of sparks. Such was the prearranged reply which was to be made to the Juno's signal. ' So far so good,' said the captain. ' And now, off we go again.' He gave the command to go full speed ahead, and the Juno once more stood out to sea."], [154, "CHAPTER IV. LANDING THE CARGO. The place fixed on for the landing of the cargo was a little bay some two miles further to the east, and it had been settled that the Juno was to present herself here as nearly as possible twenty-four hours after having intimated her arrival on the coast in the manner described in the preceding chapter. The captain calculated that by steaming at an average speed of twelve knots, and describing in his course a huge circle of some three hundred miles in circumference, he would come round to the bay in question at about the appointed time. In the execution of this plan a good deal more than three hundred miles must have been covered, for the twenty-four hours had been considerably overstepped, and it was well on to midnight before the Juno sailed into the bay. In the course of the day the captain had"], [155, "LANDING THE CARGO 143 called the crew aft in a body, and, in a short, diplomatic speech, had revealed to them the real object of the expedition. He had found them one and all ready to support him, the more so as he promised them a bounty of twenty shillings a head in the event of everything going off successfully. He had then set them to the task of constructing, from materials which had been shipped for the purpose, a number of large rafts, to be used in conveying the cargo from the vessel to the shore ; and the deck was now encumbered with these lighters of a new, if not of an improved type. The night was moonless, and, consequently, very dark. There was certainly a magnificent display of stars, but these, Avhile presenting a very grand spectacle, did not produce much illuminating effect. The adjoining land was vaguely indicated by a long, black, indefinite mass sweeping round in a semicircle, unrelieved by the faintest spark of light. It was im possible to discern whether the shore was rocky or sandy. The captain, however, had been previously informed that rocks predominated, but that, at a particular part of the bay, a con siderable stretch of shingle occurred, offering a convenient landing-place for the cargo."], [156, "VOYAGE OF THE ' JUNO ' 144 In obedience to the captain's strict orders, the Juno had shown no lights that night, not even the customary toplight ; but now, as she crept along at dead slow, keeping at a re spectful distance from the shore, a lantern was hung over her starboard quarter, so as to exhibit a light which could be seen from the land only. By-and-by a glowing point ap peared on the shore, about half-way round the bay, and gradually swelled into a large irregular flame. Guided by this beacon, the Juno moved cautiously shorewards, taking soundings as she Avent, and dropped anchor at about a hundred yards from the beach. Those on board could now distinctly make out a group of strangely clad figures, standing near the water's edge, in the glare of a blazing torch, which was held aloft by one of them. Leaving instructions with the mate to get the rafts floated at once, the captain, accom panied by Sam and two of the crew, and taking with him a dark lantern, and a pair of beam scales and weights, got into the dinghy and rowed ashore. No sooner had they stepped on to the even, pebbly beach, than they were surrounded by half a dozen rather tall, swarthy-skinned, fierce looking men, clothed in the ample burnous,"], [157, "LANDING THE CARGO 145 and armed with long slender muskets. The one who appeared to be chief in authority introduced himself as Ali Effendi, and addressed some words of formal salutation in fairly good Spanish to the captain and Sam, to which the latter responded suitably in the same tongue. ' Now, there's no time to be lost in cere monious chatter,' said the captain, in a business like way. 'Just get them to put out that bonfire. We have the bearings of this spot pretty well now, and can work in the dark. They must send some of their niggers aboard to help our men in getting out the stuff.' Upon these suggestions being communicated to Ali Effendi, they were at once given effect to. The torch was cast on the ground and extinguished, and, as if by magic, half a dozen tribesmen were brought forth from the tene brous depths in the rear, and placed at the disposal of the captain, who directed them by signs to get into the boat. He then ordered his men to row these auxiliaries on board, and convey his instructions to Mr. Stokes to proceed immediately with the disembarking of the cargo. Having done this, they were to return to shore with the boat. At Ali Effendi's request, the captain and Sam now accompanied him to a spot a short 10"], [158, "VOYAGE OF THE 'JUNO' 146 distance up from the beach. Here they found a numerous body of tribesmen collected, to gether with hundreds of mules and asses, all huddled together, none of which had been visible from the point our friends had just quitted, the darkness having concealed them most effectually. Ali Effendi stopped before a pile of wooden boxes, over which a guard had been placed ; and, calling the captain's atten tion to them, he said : ' These are for you. They contain silver coin to the amount agreed upon as the price of the arms and ammunition.' The captain directed all the boxes to be opened, and, asking Sam to shoAv a light from the lantern, he minutely examined their con tents, which proved to consist of genuine silver specie, as Ali Effendi had stated. He next caused the scales to be brought along and set up, and had the coin carefully weighed box by box, with the result that the total amount was found correct. Ali Effendi stood by, observing these proceedings in grave silence. By the time they were finished, the first raft-load had been safely landed, and a little cavalcade of mules laden with cases of rifles had passed up from the shore, and disappeared rapidly in the darkness towards the interior. Each raft-load,"], [159, "LANDING THE CARGO 147 as it came on shore, was thus carried away up country, on the backs of the beasts of burden. In the meantime the bullion was transferred to the Juno, the dinghy making the necessary number of journeys to and fro for that purpose. For hours the work of landing the cargo, and despatching it inland, proceeded steadily, with out hitch, and with as little noise as possible ; but, owing to the want of suitable lighters, the operation was a tedious one, and it was sunrise before the raft bearing the last load left the ship's side in tow of the long-boat. In the boat, besides the rowers, were the six Arabs who had been sent on board to assist at the discharge. The raft carried some twenty cases, the most of which would require to be left temporarily behind, concealed among the rocks, as there were only two mules remaining, and these could not take away more than four cases between them. All night through Sam and the captain had stayed on shore with Ali. The time had been whiled away in conversation, smoking and star gazing. The talking had been mainly confined to the two Englishmen, for the Moor Avas pre occupied and anxious. Now, however, that there seemed to be every prospect of the whole of the stores being got ashore and carried off 10 — 2"], [160, "VOYAGE OF THE ' JUNO ' 148 without interruption, he appeared to be easier in his mind, and became less taciturn. The captain's six-chambered revolver having caught his attention, and excited his admiration and cupidity, he plainly hinted that he would like to possess it. The captain said he did not wish to part with this particular weapon, as it had been a presentation one, but that he had another, its exact counterpart, in his cabin, and he would be pleased to bestow it upon him. He then took his leave, saying it was time for him to get back to the ship and put things into shape for the departure. ' You stay and see the raft unloaded, Mr. Fraser,' he said. ' I'll send the dinghy back for you, along with the shooter for old ugly mug.' So saying, he strode away, and, getting into the long-boat, which by this time had cast the raft loose and landed the Arabs, he was pulled off to the ship. Sam and Ali walked down to the beach to see the raft being unloaded. They had not stood there long, and Sam was watching the progress of the dinghy, which had put off again from the ship almost immediately after the captain had gone on board, and was now on her way to the shore, when loud cries, proceed-"], [161, "LANDING THE CARGO 149 ing from somewhere above, caused them to turn round quickly, and cast their eyes up wards. What they saw was an Arab standing on the summit of a cliff, where he had been posted as a look-out, shouting and waving his arms, and pointing persistently out to sea towards the right hand. From where Sam and Ali were stationed, the seaward view in that direction was shut out by the high rocks Avhich skirted the eastern side of the bay. ' What's the matter ?' inquired Sam. ' What is the man saying ?' ' I cannot distinguish his words,' replied the Moor. ' He is too far off. But I suspect he sees danger, and I would counsel you to get on board your ship without delay.' As they still watched and marvelled at the bawling and gesticulating Arab on the cliff, Ali vainly straining his ears in the endeavour to catch the words the man was uttering, their attention was diverted by a chorus of exclama tions in their immediate vicinity ; and, as they faced about again, Sam saw, to his consterna tion, that the Juno was actually under weigh, and beginning to move out of the bay. The dinghy had just grounded on the beach, and its two occupants were beckoning excitedly with their hands, and crying to Sam to come along."], [162, "VOYAGE OF THE 'JUNO' 150 Saying a hurried farewell to Ali, he rushed down to the water's edge and stepped into the boat, shoving it off as he did so. ' What's up ?' he asked. ' I'm blamed if / know,' growled one of the men. ' Look there !' cried the other suddenly, pointing towards the eastern end of the bay. Sam turned his eyes quickly in the direction indicated, and was alarmed to observe a large warship just coming into view round the point. • Pull, pull !' he cried to the men. ' Pull for all you're worth !' It was the same cruiser that had boarded the Juno two days before. The men clenched their teeth, and, bending to their oars with a will, sent the dinghy flying over the water after their retreating ship. The latter, however, showed no signs of slackening speed in order to pick them up. She kept steadily on, regardless alike of the frantic shouts sent up by Sam as he sat in the stern sheets and of the booming of the warship's gun. Whether the latter was firing blank or ball, Sam could not tell, but in a few minutes the. Juno had disappeared unscathed round the western extremity of the bay."], [163, "LANDING THE CARGO 151 ' It's no use,' said Sam despairingly. ' We're left in the lurch.' The two men ceased pulling, and rested on their oars. ' Curse him for a white-livered skunk !' ex claimed one of them heartily, wiping the per spiration from his face. ' I hope the Spaniard will blow him to kingdom come,' remarked the other fer vently. ' It strikes me we shall have to look out for ourselves,' said Sam, observing that the cruiser was veering round to port. ' She isn't going to follow up our ship.' It was as he had said. The cruiser had evi- dently abandoned the idea of pursuing the flying Juno, which was the faster vessel, especially now that she was light. The Spaniard had probably come to the more practical resolve of landing a party to seize the contraband cargo, pre- suming that the enemy could not yet have had time to carry it off. ' Row back to the shore,' said Sam. ' We must follow up the Moors and take refuge with them. Anything to keep out of the clutches of the sefiores. I don't think the beggars have seen us yet.' He was mistaken. They had been observed,"], [164, "VOYAGE OF THE 'JUNO' 152 and scarcely\" had they got the dinghy's head round, and pulled a couple of strokes, when the report of a gun, followed by a splash in the water a few yards ahead, brought the fact home to him in a very startling manner. They Avere quite half a mile from the shore on the one hand, and less than a mile from the cruiser on the other. In a minute or two they would be within easy rifle range, and in danger of being picked off by the Spanish sharp shooters. Their position was one of extreme peril. ' This is getting a trifle too hot,' said one of the men, ceasing to ply his oar. ' We had better take the hint and knuckle under. They daren't harm us much. Anyhow, I'd rather do time than get a bullet through me.' ' Right you are,' assented the other, with emphasis, following his shipmate's example, and drawing in his oar. ' I don't see any good in committing suicide.' ' Very well,' said Sam, appreciating the force of the men's remarks ; ' perhaps it's the wisest plan, after all.' They fastened Sam's white handkerchief to the end of an oar, and held it aloft in token of surrender. As the cruiser came up with the boat, its oc-"], [165, "LANDING THE CARGO 153 cupants found themselves the objects of curious observation on the part of the man-of-war's crew. On the bridge stood a group of officers, one of whom, separating himself from the rest, moved forward to the side-rail and signed to the boat to come alongside. This it did, and a rope was thrown to it over the side of the vessel. ' Subid a bordo ' (Come on board), com manded the officer. Sam climbed up first, his two companions following, and the three prisoners, in a state of some trepidation, were at once led before the captain, who stood on the quarter-deck, sur rounded by his principal officers. Amongst these Sam's eye soon picked out the lieutenant who had boarded the Juno, and the recognition was mutual. The lieutenant stepped up to the captain and spoke a few words to him in an undertone, whereupon the latter turned on Sam with a scowl. ' You have got yourself into a very awkward predicament, my friend,' he said sternly. ' Are you aware that, as a traitor to your country, you have incurred the penalty of death ?' At this alarming announcement, Sam felt his head begin to swim. A traitor to his country ! It had never occurred to him that his supposed"], [166, "i54 VOYAGE OF THE 'JUNO' Spanish nationality rendered his position so much more °rave than it would otherwise have been. He remembered, and now understood too well, the enigmatical expression which Captain Batter's face had assumed when that individual was informed of the imposition practised on the lieutenant. Captain Batter had doubtless at once perceived what a serious thing it might be for Sam, now that he was looked upon as a Spaniard, should he find him self in circumstances such as those which had actually arisen. How was he to convince his captors that, in declaring himself a Spaniard, he had merely been joking ? ' But I'm not a Spaniard,' he cried. ' I'm no more a Spaniard than I am a Caffre !' ' A otro perro con ese hueso ' (Tell that to the marines), said the captain incredulously. ' Why, you yourself admitted to the officer who boarded your ship two days ago that you were a Valenciano.' ' That was only a jest. I can prove I am a Scotchman.' ' Well, you will have to prove it before a court-martial at Melilla.' Sam was irritated at the captain's persistence in disbelieving his statement, and was probably, in consequence, somewhat pert in his replies to"], [167, "LANDING THE CARGO 155 the questions which were now put to him re garding the Juno and her mission. He, how ever, frankly told all he knew, for he reflected that the particulars in his possession were really so meagre that their divulgation could not possibly injure anyone. Nevertheless, the captain was evidently under the impression that information was being withheld from him, and he plainly gave no more credence to Sam's profession of ignorance as to who was the shipper of the cargo, the owner of the vessel, etc., than to his asseverations on the question of his nationality. The captain, therefore, im patiently broke off the conference, and gave orders that two boats, fully armed and manned, should be sent ashore to make investigations and report. After an absence of several hours the party returned, bringing with them only the few cases which the Moors, in their precipitate flight, had left lying exposed on the beach. They stated that they had been unable to find any trace either of the enemy or of the remainder of the contraband. This appeared to exasperate the captain greatly, and turning to an officer, he cried : ' Have the prisoners placed in the cala bozo!'"], [168, "156 VOYAGE OF THE 'JUNO' In execution of this order Sam and the two seamen Avere taken below, where they were put in irons, and lodged in a kind of black-hole. Some time afterwards the cruiser started for Melilla."], [169, "CHAPTER V. IN DURANCE VILE. Melilla, towards which Sam and his com panions in misfortune were now journeying on board the cruiser, is a place of great antiquity, having been founded by the Carthaginians long before the dawn of the Christian era. For the last four hundred years it has belonged to Spain, by whom it is used as a presidio, or place of deportation for criminals. It consists of a small fortified town and citadel, situated on a peninsula of limited area, which is connected with the mainland by a little rocky isthmus about a hundred and twenty yards long, and less than a hundred yards wide. The town is almost inaccessible from the land side, owing to the rocky character of the isthmus, and towards the sea it is protected by strong ramparts. At the time the events recorded in this narra tive took place, Melilla was filled with military to an extent almost beyond its capacity for"], [170, "1 58 VOYAGE OF THE 'JUNO' accommodating them, the ordinary garrison of the place having been largely augmented by reinforcements from Spain, in view of the trouble which had lately arisen with the neigh bouring Riff tribes. These Riffs lay entrenched in considerable force at no great distance from the town, and several unimportant skirmishes had already taken place between them and the Spanish troops. Melilla had just begun to sink into that state of torpor in which it was her wont to pass the hottest hours of the day, when she was suddenly stirred into renewed activity by the intelligence sent ashore from the cruiser on that vessel's arrival off port. All was instantly commotion and curiosity. A motley mob of perspiring, jabbering Arabs, JeAvs, and soldiers hastened down to the mole to meet the captives, as, guarded by a party of marines, in charge of a lieutenant, they stepped on to the landing-place. The marines closed round their prisoners in military formation, and, at the word of command, stepped off with them, accompanied by the noisy, but orderly and picturesque crowd, through the narrow, irregular streets of the town, towards the headquarters of the comandante. When the building in Avhich the headquarters"], [171, "IN DURANCE VILE 159 were established was reached, the crowd, with that prompt obedience to authority observable in populations which have lived for some time under the discipline of martial law, held back at a sign from the lieutenant, and left a clear space in front of the edifice. A group of officers, standing about the en trance chatting and smoking, made way for the marines to pass in with their prisoners. Just as Sam crossed the threshold, he noticed one of the officers start slightly, and stare at him very hard. Sam imagined he discerned something familiar in the appearance of the man, but who he was, or where they had met before, he could not remember ; and, as he was immediately hurried onward out of sight, he was deprived of that assistance in solving the problem which an opportunity of observing the officer's counten ance at leisure might have afforded him. The comandante, General Margallo, happened just then to be absent on a visit to Cabrerizas Altas, one of the detached forts lying outside the town, and the prisoners Avere, for the present, merely subjected to a short preliminary examination by his lieutenant, and committed to prison, there to await the return of the general. On the arrival of that officer they would be finally dealt with by a court-martial, and in the mean-"], [172, "160 VOYAGE OF THE 'JUNO' time his substitute gave them into the custody of a file of soldiers, under the command of a corporal, with instructions to have them lodged in gaol. As they stepped out of the building into the street, Sam looked round in hopes of again seeing the officer who had gazed at him so intently a little while before, but he was no where visible. They had not gone far on their way, however, followed once more by the chattering crowd, when Sam observed the object of his search turn a street-corner, and come leisurely along in their direction. This time Sam recognised him instantly : it was no other than his old friend, Fernando Campana, the Edinburgh medical student. In the interval of years which had elapsed since the friends had parted in the Scottish capital, Fernando had become stouter, and had grown a thick, black moustache ; and it was these changes in his personal appearance which had prevented his old chum from identifying him at the first glance. Sam uttered a cry of joyful surprise ; here indeed was a friend in need. On hearing the exclamation, Fernando, who had been looking straight in front, turned his head, and their eyes met. Sam saw plainly that Fernando knew him, but, to his amazement,"], [173, "IN DURANCE VILE 161 the latter, instead of stopping, simply stared at him coolly for a moment with an affectation of supercilious astonishment on his face, and then, averting his eyes, continued calmly on his way. Sam made a movement as if to step aside and address him, but the corporal gave him a rough push forward, accompanying the action with a gruff, ' Vamos, adelante !' (Come, move along !). Sam could hardly believe he was not dream ing, so incredible did it appear to him that Fernando, the true-hearted, on the constancy of whose friendship for himself he had believed he could safely have staked his life, should abandon him now in his hour of misfortune. The sudden annihilation of this cherished illusion was more distressing to him at the moment than the de struction of that hope of deliverance which the discovery of his friend's unexpected presence in Melilla had awakened in him. Like all distances in Melilla, that which separated the comandante's headquarters from the prison was short, and Sam soon found him self locked up alone in one of the cells of that establishment, the other two prisoners being provided with accommodation in a different part of the gaol. In one corner of the cell stood a little wooden bedstead, and on this Sam seated himself and ii"], [174, "VOYAGE OF THE 'JUNO' 162 took stock of the place. The inventory was not difficult to make. Besides the bedstead there was nothing but four bare walls. Day light was grudgingly admitted through an iron-barred loophole near the roof. In the heavy oaken door there was a small square aperture about five feet from the bottom, and this aperture was also iron-barred and closed by a shutter on the outside. In about a quarter of an hour's time a turn key entered with a supply of food and a quantity of wine in a bottle. These refreshments were placed before Sam, but he only partook of them sparingly, for his appetite had completely de serted him. The turnkey, observing this, took a handful of cigarettes from his pocket, and offered them to his prisoner, who gratefully accepted the charity. When left alone again, he lit a cigarette, and, stretching himself on the bare boards of the bedstead, fell to musing on the perfidy of Fernando, and on his unhappy lot generally. The tobacco soothed him, and, being worn out with the excitement of recent events, and the want of sleep on the previous night, he passed by degrees into a peaceful slumber, and dreamt that he had never left London, but was still tramping the streets of the metropolis in search of work."], [175, "IN DURANCE VILE 163 It was while, in his dream, he stood in the Strand, at the corner of Southampton Street, watching with absorbed interest the efforts which were being made to raise a fallen cab horse, that he awoke. He fancied he could still hear the roar of the Strand, but it was only the waves of the Mediterranean breaking on the shore of Melilla outside his prison. Soon, however, his ear caught another sound, a gentle rustling, which seemed to proceed from some part of the interior of the cell itself. He jumped up and glanced around. As his eyes fell on the door, he saw, to his astonishment, a hand protruding through the aperture, and holding in its fingers a piece of folded paper. He stepped quickly forward and took the paper, whereupon the hand was withdrawn, and the shutter closed with a snap. For a moment he heard retreating footsteps outside, and then all was silent. He unfolded the paper, and as he did so a small packet disengaged itself therefrom and dropped to the ground. He did not at once stoop to pick up this packet, being eager to read what was written on the paper. It was a letter in English, beginning with the words ' Dear Old Sam,' and signed ' Fernando Campana.' The contents were as follows : 11 — 2"], [176, "VOYAGE OF THE ' JUNO ' 164 ' Dear Old Sam, ' What a surprise to see you here at Melilla, and in such a plight ! So you have turned contrabandista ? I am all curiosity to learn by what strange concatenation of circum stances this has come about, and at some future and more fitting time I hope to hear the whole story from you. Just now there is only one thing to be done, and that is to get you away from Melilla without delay, for unless this can be managed you will certainly be shot. Flow is it to be accomplished ? You will agree with me that, shut up as you are in a strong prison within a fortified town, it is a case for emulating rather the cunning of the serpent than the bold ness of the lion. I need not say that my first thought on recognising you to-day, and realizing your dangerous situation, was, what could I do to help you in your strait ? And a plan, for which I think I may fairly lay claim to some ingenuity, instantly occurred to me. When you hear what it is, you will understand why I pretended not to know you in the street just now. You must carefully follow my instructions. The little packet accompanying this letter contains a powder. This powder you will dis solve in some wine and swallow. It will have the effect of inducing in you a slight transient"], [177, "IN DURANCE VILE 165 indisposition. To all appearance, however, you will be very ill. In my professional capacity as medico militar, I shall be summoned to attend you. I will pronounce the case serious, and order your removal to the hospital. From the hospital it will be easier to effect your escape than from the prison. The attempt must be made during the night, and, once you are in the streets, we shall have to try and smuggle you out of the tOAvn the best way we can. You will then make tracks across country to the camp of the Moros. That is my plan in theory, and I can only hope that in its practical realization no serious difficulties will be encountered. Of course, all this involves peril to me personally, but I can't forget the days of \" Auld Lang Syne.\" You may think that it would be much simpler for me to openly acknowledge our ac quaintanceship, and testify to your being an Englishman ; but I am doubtful if they would believe me : they are all positive that you are a Spaniard. I might, indeed, satisfy them that I know you, but they would still adhere to the conviction that you are a Spaniard, and regard my support of your statement to the contrary as the attempt of one friend to do a good turn to another. Besides, even supposing they allowed themselves to be persuaded that you are an"], [178, "VOYAGE OF THE 'JUNO' 166 Englishman, you would, at the very least, be condemned to a term of imprisonment, and I would save you even from that. Now, my last word to you just now is this : The success of our plot depends on its being supposed that we are total strangers to each other, so do not by the slightest sign betray the fact that such is not the case. Verb. sap. Tear this letter into little pieces ; or, better still, burn it, if you have the means of doing so. Take the powder at once. 1 Yours, ' Fernando Campana.' The perusal of this missive threw Sam into a state of joyous excitement. Naturally, the satisfaction he felt arose in a principal degree from the prospect which opened up before him of escape from what had appeared to be an inevitable doom ; but it was also an intense relief to him to find that his friend Fernando Avas true to him after all, and he was angry with himself that he had doubted it for an instant. He immediately set to work with a compara tively light heart to carry out the instructions which had been conveyed to him. There was still some wine in the bottle, and"], [179, "IN DURANCE VILE 167 taking up the packet from the ground, he shook its contents into the liquor, and, at a single draught, took off the mixture to the health of Fernando, and the confusion of all other Spaniards in Melilla. He then struck a match, and applied the flame to the letter, using the burning paper to light another cigarette. When nothing remained of the letter but a quantity of black ash, he seated himself once more on the bed, and awaited with interest the expected effect of the powder. He had got half through his cigarette when he was assailed by a feeling of giddiness and nausea, which made him glad to seek relief by assuming a recumbent position on the bed. It was thus, with closed eyes and ghastly white complexion, that the turnkey found him on entering the cell a couple of hours later with his charge's evening meal. Under the impres sion, evidently, that Sam was asleep, he went up to him and shook him by the shoulder. ' Wake up !' he said. ' Here's your supper.' Sam opened his eyes languidly and waved the speaker off. ' I can't eat anything,' he moaned. ' I'm very unwell.' The other peered into his face. ' You certainly do look ill,' he said. ' You"], [180, "VOYAGE OF THE 'JUNO' 168 had better try and get to sleep. Perhaps you will be all right in the morning. I'll leave the supper with you, in case you should feel inclined to take something later on. Buenas noches.' The man deposited the food on the ground, and was moving towards the door, when Sam called after him in a weak voice : ' Couldn't I see a doctor ?' ' Oh, I'll report the case,' replied the turnkey ; ' but you needn't expect the doctor to look in before the morning.' Sam knew better, but, of course, took good care not to say so. In about twenty minutes the turnkey re turned, accompanied by Fernando, and carrying a lighted lantern, for it was now dusk. Both doctor and patient acted their parts well. The one maintained a cold, imperturbed, professional demeanour, and the other assumed a listless, apathetic air of suffering. Nobody, to have seen them, would have imagined they had ever set eyes on each other before. 'This man must be taken to the hospital,' said Fernando decisively to the turnkey, after going through the form of making a careful investigation of the case. ' See that he is re moved there at once.' Having given these directions, he left the"], [181, "IN DURANCE VILE 169 cell without uttering another word. The turn key followed, but returned presently, bringing with him two ambulance men carrying a stretcher. On this stretcher Sam was placed, and borne, under the escort of a couple of soldiers armed with loaded muskets, out of the prison, and through the darkening streets to the hospital. Here he was undressed and put to bed, his clothes being hung on a peg in the wall over his head. One of the soldiers who had accompanied him thither was placed on guard over him. The ward, which was dimly lighted by a couple of oil-lamps, contained two other beds, only one of which was occupied by a patient. A few minutes after Sam's arrival Fernando appeared. He gave some instructions to the nurse in attendance, who departed to carry them out, and left the two friends alone, except for the other patient, who lay at the further end of the room, and the sentry, who stood some yards off. Fernando bent over Sam, as if examining him closely. 'When the nurse comes back,' he whispered, ' I'll give you a dose of something which will put you all right again. In the meantime, take this ' — handing him a small box like those used"], [182, "VOYAGE OF THE 'JUNO' 170 for holding pills — ' and hide it under your pillow. It contains a drug. Watch your chance, when the sentry isn't looking, and pop the drug into the wine with which you will be supplied. In two hours' time the sentry will be relieved. His successor won't refuse a drink of your wine if you offer to stand treat. But you must do it with tact, so that he may not smell a rat. As soon as he is unconscious, you get out by yonder window into the street ; it is only a six-feet drop. I'll be there waiting for you, and Ah ! here comes the nurse. You understand ?' Sam nodded. The doctor turned to the nurse and took from her hands a small tray, on which stood two empty glasses and a carafon nearly full of red wine. In one of the glasses Fernando mixed up some medicine with a little water, and gave it to Sam, who drank it off This done, the doctor and the nurse left the apartment."], [183, "CHAPTER VI. GOOD-BYE, MELILLA. And now Sam did a thing which one would have thought hardly possible under the circum stances : he fell asleep. Possibly the medicine he had just taken contained some soporific ingredient, and certainly his bodily exhaustion had only been partially repaired by the nap he had had in the prison. The knowledge, too, that at least two hours of inactivity lay before him may have had a composing effect on his mind. No doubt, also, the rhythmic movement of the sentry to and fro, twelve paces one way and twelve the other, on the strip of matting which ran along the centre of the apartment, would exert a somniferous influence on him. He awoke with a mixed sound of voices and the rattling of arms in his ears. On opening his eyes, which he fancied he had only closed an instant before, he found, to his surprise, that he must have been sleeping for nearly two"], [184, "VOYAGE OF THE 'JUNO' 172 hours, for the guard was being changed, and it was the noise consequent on the arrival of a corporal with the relief which had aroused him. As the non-com. and the liberated sentry shouldered arms and marched from the room, Sam realized that the time for action had arrived, and he now felt himself very wide awake indeed, and quite recovered from his indisposition, as the doctor had predicted he would be. While meditating a plan of proce dure, he examined the new guard with more interest and attention than he had done his predecessor. He was a baby-faced lad of not more than twenty, short in stature, and not very robust-looking. The way in which he carried his musket gave one the impression that it was too heavy a load for him, and on observing Sam's searching glance, he appeared slightly embarrassed. * Buenas tardes, camarada,' said Sam cheer fully, by way of opening a conversation. ' Muy buenas,' replied the other, smiling. ' What time might it be ?' ' About a quarter past eleven.' Sam expressed his thanks for the informa tion, and after a short pause, poured out a glass of wine, half of which he swallowed, taking good care that the soldier saw him"], [185, "GOOD-BYE, MELILLA 173 do so. He then refilled the glass and set it down. The position of the sentry in pacing his beat was such that he had his face turned alternately to and from Sam according as he walked towards or away from the bed. Sam perceived that it would be easy for him, during one of the intervals when the man's back was towards him, to whip the little box from under his pillow and empty its contents into the glass of wine without being observed, and this he accordingly did. The problem now was how to get that glass of wine conveyed into the stomach of the unsuspecting individual who barred his way to freedom. ' Oiga, camarada,' said he. ' Will you favour me with a cigarette ?' ' Surely,' was the accommodating reply, and the lad produced a packet of cigarettes from his pocket. Sam took one, and lit it with the match which the boy struck and politely handed to him. ' May I offer you a copa ?' continued Sam carelessly, blowing a cloud of smoke through his nostrils and pointing to the glass of wine. He awaited with anxiety the result of this invitation. The youth shook his head."], [186, "i74 VOYAGE OF THE 'JUNO' ' No, thank you,' he said. ' I have no desire to drink.' Sam resisted an inclination to throw the glass at the speaker's head, and closed his eyes, lest the other should read in them the disap pointment which he felt. ' Oh, come,' he said, endeavouring to maintain a nonchalant demeanour, but with indifferent success, for, do what he could, he was unable to avoid betraying in the tone of his voice some degree of the irritation which affected him, ' you're no soldier. Don't refuse a glass of this excellent wine.' ' Muchas gracias,' was the decided reply. ' I never take wine except at meals. We must not talk any more : it's against orders.' And he resumed his interrupted promenade. Sam ground his teeth with vexation. He was foiled. What was to be done ? Nothing, apparently, but remain where he was and be shot dead on the morrow by order of a pig headed court-martial. The thought filled him with revolt and indignation. He looked at the guard, and noted, with feelings of contempt, the puny physique of the man. ' And that,' he said to himself, with mounting rage, ' is the one insignificant obstacle which lies between me and liberty !' Homicidal impulses stirred within"], [187, "GOOD-BYE, MELILLA 175 him. Why should he not spring upon this pigmy and strangle him ? Did self-defence not justify such a proceeding ? But no, he must act cautiously. Any noise might bring a swarm of enemies in upon him. He made an effort to calm himself, and so far succeeded that he presently felt horrified at the murderous idea which for an instant he had entertained. Finally, he decided on adopting a less violent, but still a desperate, course. All unconscious of the danger which threatened him, the sentry continued walking up and down as before. Sam clutched the under side of the coverlet Avith both hands and moved his feet towards the side of the bed. The sentry came marching on towards him. Just as he wheeled round and was in the act of commencing his journey in the opposite direction, Sam slipped out of bed, and, gliding swiftly and noiselessly up behind his victim, threw the coverlet with a sudden movement over his head before he could utter a cry, and twisted it firmly about his neck. He then grasped him round the body and endeavoured to throw him on his back. The soldier dropped his musket, which fell on the matting with a thud, and commenced to wrestle with his assailant. After a short and silent struggle"], [188, "VOYAGE OF THE ' JUNO ' 176 both fell heavily to the ground locked in each other's embrace, Sam being on the top and the sentry below. As they went down the head of the latter came in violent contact with the end of the iron bedstead, and he now relaxed his grip and lay quite still and limp. The possibility that he had caused the death of a fellow-creature so overwhelmed Sam with alarm and remorse as to extinguish in him, for the time, all sense of his own peril. He rose to his knees and hurriedly unwound the coverlet from the prostrate man's head. To his great relief he found that the young fellow was not dead, but only unconscious. His eyes were closed and his face was pale, but he breathed and his heart beat. Sam examined his head, but could find no trace of any serious injury. It was therefore likely that he would soon recover consciousness, and the necessity of looking to himself now returned to Sam's mind. Taking the coverlet, he tore part of it into long strips, and with these he bound the soldier hand and foot. Just as he finished this opera tion the man slowly opened his eyes and stared stupidly at Sam, who, in case he might cry out, at once gagged him by stuffing a piece of cloth into his mouth. He then set him on his feet,"], [189, "GOOD-BYE, MELILLA 177 placing him with his back against a pillar, and to this pillar he tied him with the leather sling which he detached from the musket lying on the floor. All that now remained to do was to dress and be off. He had hurried into his clothes, and was about to open the window preparatory to getting out, when, happening to glance towards the far end of the apartment, he observed the other patient, whose existence he had completely forgotten, sitting up in bed and staring at him with widely-opened, frightened eyes. Here was another difficulty which would have to be dealt with somehow. If this man were left as he was he would be sure to raise the alarm immediately Sam quitted the place. The latter could not, however, treat him as he had done the guard. It would have been in human cruelty to bind and gag a man lying on a bed of sickness, perhaps a death-bed. As Sam stood in this dilemma his eye caught the glass of wine where he had left it on the table by his recently vacated bed. That was the very thing : he would make the man drink the hocussed wine. Acting promptly on this inspiration, he took the glass in one hand, and the soldier's bayonet, 12"], [190, "178 VOYAGE OF THE 'JUNO' for intimidating purposes, in the other, and approached the terrified man, who shrank back as Sam neared him. ' Listen to me, camarada,' whispered Sam. ' I have no wish to hurt you, but I mean to escape from this place, and I can't afford to leave you behind in a condition to make a noise after I am gone. You must, therefore, drink this wine. It won't harm you : it will only send you to sleep for a time. Take it, and drink.' The poor fellow merely shook his head distrustfully, and cowered down among his pillows. ' If you don't, I must kill you !' said Sam fiercely, raising the bayonet. The frightened wretch put up his arms. ' Ah, por Dios !' he said faintly. ' Give it to me. I will drink.' He took the glass and gulped down its contents. Sam resolved to stand over him till the drug should take effect He had not long to wait. In a few minutes the man was fast asleep. Sam now hastened to the window, opened it quietly, threw his legs over the sill, and dropped softly into the street. Accustomed as his eyes had been to the comparative brightness of the place he had"], [191, "GOOD-BYE, MELILLA 179 just left, they were for a short space as useless to him, in the intense darkness in which he now found himself, as if he had been stone blind, for, as on the previous night, there was no moon. As he could see nothing, he stood still and listened attentively, his heart beating violently with excitement. He heard the sound of stealthy footsteps approaching from the right, and a moment afterwards Fernando was at his side. ' I thought things must have gone wrong,' said Fernando, grasping Sam's hand, ' you were so long in making your appearance. Here, put on these things and come along.' The things spoken of were a Spanish kepi and a short military cloak. Sam donned them at once, thrusting his own cap into his pocket. ' Now we have to go through a good part of the town,' said Fernando, as the two friends started along the street side by side, ' and we must carry it off boldly, payer d'audace, as the French have it. We shan't meet many people at this time of night, but we mustn't be seen skulking. You had better have a cigar in your mouth. It is fortunate the night is so dark, for I am afraid you would hardly pass for a Spanish soldier in a better light. I don't know 12 — 2"], [192, "VOYAGE OF THE 'JUNO' 180 what we should have done if there had been a moon.' As they groped their way through the quiet, deserted streets, rarely meeting anyone, and challenged by none, for it was evidently taken for granted that they were a couple of officers strolling abroad on business of their own, Sam gave his companion a rapid account of the occurrences in the hospital ward. ' It was lucky,' said Fernando, ' that you had a weakling to deal with. Otherwise, the saying of your national poet, that \" the best laid plans o' mice an' men gang aft agley,\" might have received an awkward practical illustration.' There was very little else spoken between them till they got clear of the town, and a short walk had brought them to a point from which the rocks descended precipitously to the sea. In the Egyptian darkness of the night nothing of the sea itself was visible, but out of the black abyss the distant sound of waves lapping the shore far below rose faintly to their ears. Fernando directed Sam's attention to a narrow beaten path leading from where they stood down into the murky depths among the boulders. ' By following this track,' he said, ' you will reach the foot of the precipice. You must go"], [193, "GOOD-BYE, MELILLA 181 carefully, for it is very steep and dangerous at parts. When you get to the bottom, turn to the right, and make your way along the base of the rocks as far as they go. Then leave the shore and strike across country to your friends, the Moors. The light of their camp-fires in the distance will show you which direction to take. You should have plenty of time to get clear away before your flight is discovered. We shall meet again some day, I hope, and talk over this little adventure. For the present, good-bye, and good luck to you.' The friends exchanged a warm hand-pressure and separated, Fernando retracing his steps towards the town, and Sam disappearing down the path into the unknown region below. He found the descent laborious and tedious in the extreme ; but at last, after a quarter of an hour's hard work, during which he stumbled frequently, and had several nasty falls, he arrived at the foot with bleeding hands and legs, and stood, breathless but safe, on the narrow strip of firm sand which intervened between the water's edge and the rocky steep. Following the instructions he had received (without them, indeed, he would not have known which direction to take, for he was unacquainted with the topography of the place,"], [194, "182 VOYAGE OF THE 'JUNO' and the obscurity was so great that it was impossible to see which way the mainland lay), he turned to the right and proceeded along the shore. After walking some two hundred yards, he came to a part where the high rocks gave place to a stony shore falling in a gentle slope down to the water. Here he left the sea and struck inland over an undulating tract of bare and arid country. As he went he looked about for the camp-fires which were to guide him to the Moorish intrenchments, but not the faintest speck of light was to be seen in any direction. During an hour or more he wandered on, and still nothing but impenetrable darkness reigned all round. He soon became completely dds orientd, and the thought struck him that, like the traveller lost in a forest, who imagines he is going in a straight line, whereas, in reality, he is moving in a circle, he might possibly be walking towards Melilla instead of from it. It therefore occurred to him that the best thing he could do was to sit down where he was and await the coming of daylight. Adopting the idea, he stretched himself on the sandy ground, and in this position passed several weary, anxious hours. As soon as the dawn appeared he was on his feet again. He found that he had got into a"], [195, "GOOD-BYE, MELILLA 183 depression of the plain, from which very little of the surrounding country was to be seen. His first care, therefore, was to move to a more elevated point whence a wider view might be obtainable. On reaching the summit of the slope, forming one side of the hollow in which he had passed the night, he beheld at a distance of a few hundred yards what, in the gray morn ing light, had the appearance of a long flat topped rock of huge dimensions crowning a rising ground, but which, on further inspection, proved to be no rock at all, but a fort. It was, in fact, the fort of Cabrerizas Altas, which he had heard spoken of at Melilla on the previous day. On making this discovery, he retreated precipitately into the hollow from which he had just emerged, and, anxious to get away from the dangerous vicinity of Cabrerizas Altas, he started off in the opposite direction, keeping to the low ground as much as practicable, so that he might not be seen by the sentries on the fort. In this way he had hurried onward during about half an hour, when, fancying his ear caught the sound of distant musket-firing, he halted to listen, and distinctly heard the sounds repeated at intervals. They were unmistakably gun-shots, and he climbed a neighbouring emi-"], [196, "VOYAGE OF THE 'JUNO' 184 nence for the purpose of ascertaining, if possible, what was going on. From this position he had a good view of Cabrerizas Altas, which looked surprisingly near with its Avhite escarpments now gleaming in the rays of the up-going sun. Away towards the right appeared the watch tower of the more distant Melilla. He could also see that the firing he had heard was going on between the fort and some invisible enemy outside, extended in skirmishing order. Evi dently a party of Moors were paying an early morning call to their neighbours at Cabrerizas Altas. From the languid, fitful manner in which the shots were being exchanged, it ap peared that, on this occasion at least, neither side contemplated serious fighting. It was in vain that Sam swept his eyes over the wide expanse of country around him, in the hope of sighting the encampment of the Moors. No indication of anything of the kind was dis cernible. He therefore resolved to retrace his steps towards the fort, and lurk about in the rear of the Moorish skirmishing party until, becoming tired of flattening their bullets against stone walls, they should draw off. He would then advance boldly to meet them and throw himself on their protection. Accordingly, he de scended from his post of observation and set out."], [197, "GOOD-BYE, MELILLA 185 In spite of the apparent nearness of the fort, Sam knew, from the time the sound of the shots took to travel to him — he counted ten seconds from the moment he saw the puff of smoke till he heard the report — that it must be about two miles off, and he prayed that, until he had got sufficiently near the Moors for his purpose, they might not grow weary of their sport and depart. He had not gone above a mile, and was in the act of crossing a level tract, partly over grown with bushes, when he was suddenly confronted by two dark-skinned men, wearing burnouses, who sprang up from the scrub where they had lain hidden, and seized him, each by an arm. As soon as he had recovered from his sur prise, Sam addressed the men in Spanish, ex plaining the circumstances under which he found himself there, but they no more under stood Castilian than he did the gibberish in which they spoke to him. He was led by them to a spot about five hundred yards further on, where half a dozen hobbled horses were quietly grazing on the scanty herbage which grew around. Here he seated himself on a stone, in compliance with signs from the Riffs, who them selves squatted down near him and engaged in"], [198, "VOYAGE OF THE 'JUNO' 186 conversation with each other, casting occasional interested glances at their captive. They were manifestly puzzled to know what to make of this European who did not wear the Spanish uniform, for Sam had discarded the kepi and military cloak, and had assumed his own head gear. The horses he took to be the mounts of the officers commanding the force engaged before Cabrerizas Altas, and he supposed that these two men had been left in charge of the animals, and were awaiting the return of the skirmishing party. This surmise turned out to be correct, for, by-and-by, the firing having ceased, a body of about a hundred armed Moors appeared on the scene. They showed great astonishment at the presence of the stranger, and crowded round him, jabbering and gesticulating and gazing at him curiously. Explanations ensued between the newcomers and their two friends, and, as no one spoke to Sam, he concluded that none of the party understood Spanish. The horses were unhobbled and mounted by the officers, and the company, with Sam in their midst, started for home. Immediately they reached the camp Sam was led to a tent where the commander-in-chief of the Moors was at that moment taking his morning coffee with the"], [199, "GOOD-BYE, MELILLA 187 principal members of his staff. Among the latter Sam recognised Ali Effendi, who greeted him with dignified courtesy mingled with sur prise. When Sam had told his story, he re ceived assurances of protection and assistance, and was then invited to sit down and take some refreshment, which he was very glad to do, being exceedingly hungry and thirsty. The question now arose : How was Sam to get back to civilization ? Various projects were discussed, and finally it was decided that he should make for Oran. An escort of Moors would accompany him as far as the Algerian frontier, whence a ride of thirty-five or forty miles would bring him to Tlemcen, the terminus of the railway to Oran. The whole of that day and the next until the evening he passed in the Moorish camp, and then, mounted on a hardy barb, took his de parture under the escort and guidance of five men, on horseback like himself. After an un eventful journey, they reached the boundary of the French dominion, where Sam parted with his convoy, and in due time arrived safely at Oran, whence he took an early opportunity of shipping for Europe. This adventurous episode proved to be the turning-point in his fortunes, for on his return"], [200, "VOYAGE OF THE 'JUNO' 188 to England he was enabled to start business on his own account, under auspices which soon placed him in a position of present competence, and gave promise of great things in the future. He never afterwards saw or heard anything of the Juno, or of the other persons concerned in the expedition which had nearly proved so fatal to him, except with regard to the two sailors who had been his fellow-prisoners at Melilla : in a letter from Fernando he learned that they had been liberated a few days after he effected his escape."], [201, "Ill, FOUND OUI"], [202, ""], [203, "FOUND OUT. In all the thirty-five years of his life Tim Stubbs had never before been known to swear. He had had a rigidly moral up-bringing in a devout Nonconformist family, and hitherto his own walk and conversation had been in strict ac cordance with the pious traditions of his house. But the essential depravity of human nature sometimes reveals itself at trying crises in the lives of even the best of men. In the parti cular case of Tim Stubbs such a crisis had now arisen. He had just acquired the certain know ledge that he was being deliberately swindled by men in whose honesty he had placed entire confidence, and the violent fit of indignation into which he had been wrought by this dis covery would assuredly have done him some serious internal injury, had it not found vent in a little strong language, which is another instance of good coming out of evil. Although, on the occasion of his thus forget-"], [204, "FOUND OUT 192 ting himself, Tim Stubbs was alone in the un pretentious little parlour of his own modest dwelling, the unparliamentary expressions had hardly left his mouth, when the door opened, and Mrs. Stubbs, who had all but fainted on overhearing them from an adjoining apartment, entered hurriedly with horror and consternation depicted in her face, and confronted her hus band as he stood there in the middle of the floor glaring at some papers which he held in his hand, and which had been delivered at the house by the postman only a few minutes previously. ' Timothy Stubbs !' she gasped, ' whatever has come over you ?' ' The — the — scoundrels !' he spluttered sav agely, hesitating to employ, in conjunction with this epithet, the forcible adjective which rose to his lips, and declining to use a milder one. 'I'll be blowed if I didn't think so! The bloodsuckers ! the skulking pickpockets !' ' Look here, Timothy Stubbs,' cried the lady, in whom virtuous indignation had already given place to intense curiosity, 'just stop using them nasty words, will you, and tell me plain what is the matter! Who and what are you talking about ?' ' Now, it's strange,' he went on reflectively,"], [205, "FOUND OUT 193 ' that the curiousness of the thing didn't strike me sooner. Here am I, with a bit of the finest land in the county, growing the best stuff in the kingdom ; and, in spite of all, for the last two years I've hardly been able to make enough out of it to pay the rent and keep body and soul together. During these two years every bushel of my produce has been consigned to Doo and Diddlem, of Puddleton, and yet it's only lately that I've begun to suspect them of robbing me.' ' For shame, Timothy Stubbs !' exclaimed the wife, scandalized. ' It was all owing to bad markets that the prices were so low. Didn't they say so themselves in their letters ?' ' Of course they did, the vipers ! But they were liars, and here's the proof of it !' and he shook the papers which he held in his hand. ' At the bottom of every basket in my last con signment to them I put a slip of paper contain ing a written request to the buyer, wherever he might be, that he would return the paper to me after marking on it the price he had paid for the goods. Three of these slips have come back to me this morning with eight shillings and sixpence noted on each of them, proving that Doo and Diddlem got eight-and-six apiece for these baskets. Well, they have accounted 13"], [206, "FOUND OUT 194 to me for them as sold at five-and-six, and only paid me five-and-six, less commission and charges. They have pocketed three shillings of my good money on every basket, curse them ! And this must have been going on for the last two years. That's why you couldn't get your sealskin jacket last winter, old girl. No doubt Mrs. Diddlem or Mrs. Doo, if there are such unfortunate persons, will be sporting one, paid for with my money.' ' Oh, the rascals !' cried Mrs. Stubbs with sudden emotion, as she thought of the lost sealskin jacket. ' Put the lawyers on to them, Tim!' ' Oh, lawyers be hanged !' he replied testily, as he thrust his hat on his head and flung out of the house, in order to cool down in the open air and think the matter out by himself. ' I'll have nothing to do with lawyers. What I want is to get hold of my money for myself, not to transfer it from the pockets of one set of thieves to the pockets of another set of thieves.' And he went down the garden path muttering. For the time being his confidence in the integrity of the human race generally was annihilated. He could not trust even a lawyer."], [207, "FOUND OUT 195 On a certain evening some two months later, things were very lively at the establishment of Doo and Diddlem, in the important commercial and maritime town of Puddleton. The sale room had been filled by a crowd of eager, vociferating purchasers, and all day long the auctioneer's tongue had wagged and his hammer had banged. The sale had been the biggest and most successful — the record sale, in fact — of the season. It was now over, and the space out side the counter in the office was packed by a clamouring multitude, to whom the harassed clerks were distributing delivery-orders for the goods purchased, and receiving cash in ex change. In an inner room sat Doo and Diddlem in person. Doo was bald, florid, fat, and a good deal more than forty. Diddlem had all his hair, which was turning gray, but his face was pale and wrinkled and his form spare. His age might have been anything between thirty five and fifty. The partners had doffed their coats, and were sitting face to face in their shirt-sleeves at opposite sides of a large double desk. They were both hard at work with their pens, and as they wrote they smoked, Diddlem a pipe, and Doo a cigar. Much of the drudgery of the business devolved on the 13—2"], [208, "196 FOUND OUT principals themselves. For prudential reasons they considered it advisable to perform with their own hands the whole of the work apper taining to what they styled the ' inwards ' depart ment. Nothing done in this department, which embraced within its functions the exclusive conduct of the firm's dealings with those clients who sent them consignments of goods for sale on commission, was ever permitted to come to the knowledge of any of the employes. Of course, the mystery surrounding the ' inwards ' department formed now and again the subject of stealthy conversation among the clerks ; and on one such occasion, about three weeks before the day on which the record sale took place, they were caught in flagrante delicto. One of the young men, a long-headed Scot, called Ferguson, had just very impressively declared his conviction that something was rotten in the state of Denmark, adding, how ever, that they were to be congratulated on the fact of the bosses being so considerate as to do their dirty work themselves, and not ask the clerks to soil their fingers with it, when the sound of a subdued cough was heard in their immediate vicinity, and they suddenly became aware of the presence of Diddlem. How long he had been standing there, close behind them, or"], [209, "FOUND OUT 197 how much he had heard, none of the clerks ever discovered ; but after that evening the estab lishment of Doo and Diddlem knew Ferguson no more, and a few days later his vacated place was filled up by a guileless- looking young man, of the name of Simpson, whose chief recom mendation in the eyes of Doo and Diddlem seemed to have been his willingness to accept lower wages than any of the other applicants for the post would take. Presently Diddlem put down his pen with a grunt of relief and proceeded to refill his pipe, which he had smoked empty. Doo looked up from his work. ' Finished, Diddlem ?' ' Yes, thank the Lord ! How are you get ting on ?' ' Only one more account - sales to do — Carter's.' ' Only one more for shaving' murmured Diddlem, and they both laughed, Diddlem con vulsively and Doo a little constrainedly, at some joke hidden in the remark. When Doo had completed the account-sales and rounded it off with his version of the firm's signature, he sat back in his chair and sucked vigorously at the cigar which he had been smoking, but had almost allowed to go out."], [210, "FOUND OUT 198 ' Ah !' he sighed, stretching out arms and legs till the joints cracked again. ' I feel like the village blacksmith : I've earned a night's repose.' ' Yes ; something attempted, somebody done — eh ? — begging the poet's pardon.' Doo shot a look of some severity at his chuckling partner. He did not like the flavour of Diddlem's humour to-night. After a pause the latter continued : ' What did we make for Carter's stuff to-day ?' he inquired. ' Ten bob a bushel.' ' A thumping good price, too. What are you giving him ?' ' Seven-and-six.' ' Oh, come, old man,' remonstrated Diddlem mildly, ' that isn't paring, you know : it's slicing. Give the poor devil another bob.' ' What's up, Diddlem ?' Doo was beginning to show signs of exasperation and spoke sharply. ' How mighty generous you've grown all of a sudden ! or are you still trying to be funny ?' ' Oh no ; I'm as serious as an owl, and it isn't a question of generosity at all : it's simply a question of expediency and policy.' ' It may be slowness of comprehension on my part, but I don't quite follow you ; so per-"], [211, "FOUND OUT 199 haps you'll develop your idea a little for the sake of my intellectual dulness. In the mean time, I can't imagine anything more inexpedient or impolitic than to rest satisfied with one-and six when there's nothing in the world to prevent us from getting half a crown.' ' Well, for the matter of that, I'd rather have two-and-six than eighteenpence myself, any day. Nobody appreciates more than I do the difference in value between the two sums, but we must be careful not to kill the goose that lays the golden eggs. If we don't mind, our respected clients will begin to smell a rat, and the business will fall off. There, for instance, is that man Stubbs ; we haven't had a single package from him for over two months. What do our parings amount to in his case ?' Doo extracted a little book from the depths of a drawer in the escritoire, and, turning to a particular page, jotted down some figures therefrom on a slip of paper, and added them up. ' Stubbs sent regularly for two years, and during that time we made exactly five hundred and twenty-three pounds out of him.' ' Did we, really ? Well ' At this mo ment a knock was heard at the door leading to the public office. ' Who's there ?'"], [212, "FOUND OUT 200 ' Simpson,' was the answer. ' Come in, Simpson.' The clerk entered, holding in one hand a tin cash-box, and in the other a small leather travelling-bag. Depositing the bag on the floor near the door, he advanced and placed the cash-box on the table in front of Doo. That done, he retired to the door, picked up the bag, and stood waiting. Both Doo and Diddlem stared at him in surprise. ' What bag is that, Simpson ?' asked the former. ' And what on earth are you standing there for ?' ' Oh, the bag belongs to me,' answered the clerk calmly, ' and I'm waiting to see if you have any questions to ask about my cash.' ' Ah ! Well, just remove yourself and your bag to the other side of the door, will you ? I'll call you if you're wanted.' ' Queer chap, that Simpson !' remarked Doo, grinning, as he opened the cash-box, and with drew from it a long strip of paper on which was written a list of names, with a sum of money entered opposite each. He glanced at the list, and then shook the money contained in the box on the table. ' Great Scott !' he exclaimed, turning red,"], [213, "FOUND OUT 201 ' what's this ? Look here, Diddlem !' Then, raising his voice : ' Simpson ! Simpson !' In obedience to this summons, Simpson pre sented himself anew, still holding the travelling bag in his hand. ' What's the meaning of this ?' demanded Doo angrily. ' According to the list, your drawings total five hundred and forty pounds eight shillings and threepence, whereas your cash only amounts to seventeen pounds eight and three.' ' Quite so.' ' Quite so ! Confound you ! Where's the rest of the money ?' ' In this bag here.' ' Have you been drinking, Simpson ?' de manded Doo sternly. ' Oh, no ; but I've been looking through the back sale-catalogues in my leisure moments, and, as the result of my investigations and cal culations, I find that you and your pal Diddlem owe me five hundred and twenty-three pounds — and, by the way, my name isn't Simpson, it's Stubbs — Timothy Stubbs ! And now I'll remove myself and my bag once more to the other side of the door — the outside door this time. You had better look to your pal, there ; I"], [214, "202 FOUND OUT think he's going to faint. Good-evening, gentlemen !' And Timothy bowed himself, with mock politeness, out of the room. Neither Doo nor Diddlem, it is needless to say, sought to detain him."], [215, "IV. A DEAL IN ORANGES."], [216, ""], [217, "A DEAL IN ORANGES. In his office in the City sat Richard Hart, merchant, leaning back in a chair before his desk and gazing meditatively at the ceiling. He had taken off his pince-nez, which he held in one hand, while with the other he thoughtfully chafed the red mark left on his nose by the grip of the glasses. An open letter lay on the desk in front of him, and his face was overclouded by a look of profound dejection. He was suffering from the shock of an acute disappoint ment, which that letter on the desk had brought him. To a man of Richard Hart's energetic tem perament nothing could well have been more intolerable than inaction. Thus it was that, during the occasionally recurring periods of dull trade in his own line, he felt himself under the imperious necessity of finding some occupation for a large amount of spare time, which would otherwise have lain heavily on his hands ; and"], [218, "206 A DEAL IN ORANGES this he usually accomplished by resorting to speculative dabbling in other branches of com merce, which, from their precarious nature, readily lent themselves to such treatment. In this way he had made a big haul the year before by a venture in Spanish oranges ; and, thinking he saw a chance of repeating the operation now with equally brilliant results, he had written a letter on the subject to a correspondent in Spain, the same through whose agency he had nego tiated the previous transaction, and it was the discouraging reply to that communication which was the cause of his present discontent. It Avarned him in confidence (he was not to blab, and spoil the business for others) to have nothing to do with oranges this year. It re minded him of a disastrous season which had occurred two or three years before, when, owing to certain unusual atmospheric conditions which had prevailed during the maturing period, and had detrimentally affected the fruit in some mysterious way, nearly all the oranges shipped from Spain had reached the market in an ad vanced state of decay, thereby involving in heavy loss all who had sunk money in them. ' Now, it is well known throughout the orange-growing districts,' said the writer of the letter, ' although the astute Spaniards are"], [219, "A DEAL IN ORANGES 207 keeping the fact secret, that this year again precisely the same deleterious influences have been at work, and to a greater extent than ever. It is therefore beyond doubt that this will be another calamitous season.' So the idea of doing anything in that direc tion must be abandoned. It was very aggra vating, for the English market had seldom offered a more alluring aspect. The demand for home consumption was good, and, in conse quence of the failure of the Florida orange crop, the article would be in great request for export from England to America. Everything pointed to the probability of big prices being obtained, and now this fair prospect was blasted by the certainty that the country would be flooded with rotten oranges, which would sell for a mere song. As Richard Hart sat brooding over his dis appointment, the devil came and whispered something in his ear, which sent a flush (not of shame or indignation, only of excitement) to his face and a look of cunning into his eyes. He brightened up, and, throwing off his indolent attitude, rose from his chair, and commenced slowly pacing the apartment, with his hands thrust deep in his trousers pockets and an enig matical smile playing about his lips."], [220, "208 A DEAL IN ORANGES Presently he resumed his seat at the desk, and busied himself for a couple of hours writing a quantity of letters. The whole of these letters were to the same effect, and were ad dressed to business men in London and the provinces, who, while total strangers to one another, were all old acquaintances of his. To each he gave a glowing account of the prospects of a speculation in oranges, and concluded with an invitation to unite with him in a joint account operation in twenty thousand cases, he taking one half of the risk and his correspondent the other half. As there was no time to be lost, the offer was made subject to immediate tele graphic reply. Now, while it is a fact that Richard Hart was at the bottom a most unscrupulous knave, it is no less a fact that among his fellows he enjoyed a high reputation for commercial in tegrity, as well as for more than average business acumen. Although, in the course of his career, he had not unfrequently been engaged in ques tionable enterprises, he had invariably gone about them with such prudence and skill, that at no time had the slightest suspicion ever rested on him. And so he continued to stand before his world as a man of exemplary recti tude and undoubted respectability."], [221, "A DEAL IN ORANGES 209 When, therefore, on the following day, he found from the telegrams which had arrived in answer to his letters that out of eight persons to whom he had applied, six had taken the bait and signified their acceptance of his proposal, it was no more than he had expected. As he carefully gathered together the half dozen bits of pink paper, handling them as tenderly as if they had been bank-notes, and locked them away out of sight, he made a mental estimate of the probable profit which he would derive from the operation. He ruminated thus : ' I shall purchase twenty thousand cases of oranges at the price of seven shillings per case, delivered free on board the steamer at Valencia. That will come to .£7,000. Each of my six co- partners in the venture will pay me down .£3,500 as his half-share of the cost, and this will place in my hands a sum of £21,000. After dis- bursing .£7,000 of this for the fruit, I shall have a balance of ;£ 14,000 to the good. The rotten fruit will certainly not fetch more than an average of three shillings per case, all expenses deducted. The clear proceeds of the 20,000 cases (which cost £7,000) will therefore amount to about £3,000. This means that I shall have to pay each of my co-partners only .£1,500, or '4"], [222, "A DEAL IN ORANGES 210 .£9,000 in all. Deducting this from the afore said ,£14,000, I have a clear gain for myself of at least .£5,000, without having put out a single penny of capital.' The thing worked out delightfully, and Richard Hart's intense satisfaction at the idea of pocketing .£5,000, Avhile his friends lost ,£2,000 each, found audible expression in a quiet chuckle. He was eminently pleased with his own smartness. He even went the length of trying to justify to himself the morality of the transaction — not for the purpose of dissipating anything in the shape of conscientious qualms (while he had undoubtedly heard of such things as a liver and a conscience, he had never known what it was to possess either the one or the other), but merely in order to afford himself the intellectual exercise of a slight incursion into the domain of casuistry. ' To a certain extent,' he argued, ' I am in the position of a speculator who sells out at a hand some profit a stock which is in high repute, but which he knows, from secret information in his possession, is about to be affected by causes which will send it down with a crash to sudden and irretrievable ruin. What would be thought (on 'Change) of a man who, from mere ethical"], [223, "A DEAL IN ORANGES 211 considerations, held on to his scrip under such circumstances ? He would be written down a fool or a madman. Perhaps his case and mine do not present a perfect analogy on every point, but in their essential character they do coin cide exactly, the main idea in both instances being that certain knowledge is to be used for the purpose of securing a personal advan tage to the detriment of other people not in the secret.' Having settled this question to his own satis faction, and despatched a telegram of instructions to his agent in Spain, he spent the remainder of the forenoon in writing to his dupes, confirming the contract, and then went out to lunch, happy and hungry. Meeting some friends at a restaurant, he sur prised them with the highness of his spirits and the display of a hitherto unrevealed and unsus pected capacity for making jokes himself and appreciating the witticisms of others. He even carried his cheerfulness and joviality home with him into the family circle, where, as a rule, his presence exerted anything but a benign influ ence, and he positively put his wife — a gentle, submissive creature — out of countenance by the unprecedented sweetness of his temper. In fact, Richard was not himself. 14 — 2"], [224, "A DEAL IN ORANGES 212 At last the day arrived on which the cargo was to be sold ; and when closing-time came on the evening of that day he dismissed his office staff, saying he expected a telegram, and would Avait for it himself. One of the clerks, how ever, lingered behind after the others had gone. ' Well, Mr. Smith,' said the merchant, ' what is it ?' ' I am very sorry, sir,' replied Mr. Smith hesitatingly, ' but this is a letter which appears to have been lying in the receiving-box for some time. It had stuck, somehow, half way down, and was only discovered this after noon.' ' Oh, well, never mind,' said the other indulgently ; ' I dare say it's nothing very im- portant.' The clerk took himself off, greatly relieved, for he had fully expected a tirade of abuse. Hart extracted the letter from the envelope. It proved to be from his agent in Valencia. The epistle was not a lengthy one, but its effect on Richard was remarkable. His face became livid, and his eyes sparkled with anger. The letter began by intimating the departure of the steamer with the oranges, and, after mentioning that the bills of lading would be handed to him"], [225, "A DEAL IN ORANGES 213 by the Bank of Iberia against payment of ,£7,000, it went on as follows : ' I confess I was at first astounded to receive such an extensive order from you, after what I said in my last regarding the state of the crop, and I should certainly have hesitated to execute it, thinking there must be some mistake in your instructions, but for the fact, which I conclude has somehow come to your knowledge, that the day after I posted my letter a cold, dry wind sprang up, and has been blowing steadily ever since, in consequence of which the con dition of the fruit has been greatly benefited. This wind, indeed, has been its salvation, and I have no doubt that my shipment to you will arrive at its destination perfectly sound.' As Richard Hart stood glaring at the writing in speechless fury, a step was heard in the outer passage, and a boy entered with a telegram. Hart snatched it from the lad's hand, and, tearing it open, read these words : ' Cargo in splendid condition. All sold. Average price, twelve shillings net per case.' He took a pencil in his trembling fingers and reckoned as follows : Twenty thousand cases at twelve shillings, ;£i 2,000; due to each of the"], [226, "A DEAL IN ORANGES 214 six joint adventurers, ,£6,000 — say, ,£36,000 in all; deduct from this the surplus £14,000. Result : Instead of gaining ,£5,000, he had lost £22,000. He sank back on a stool and groaned."], [227, "V. A BULL-FIGHI IN BARCELONA."], [228, ""], [229, "A BULL-FIGHT IN BARCELONA. A genuine Spanish bull-fight, in which 'the bull is killed,' is a thing to try the nerves of most people who see it for the first time. On Ascension Day, 1889, I was one of the crowd of ten thousand persons who witnessed such a spectacle in the bull-ring at Barcelona, and the sight was one Avhich will not readily fade from my memory. It was my first day on Spanish territory. I had arrived at the Catalonian capital the same morning from Paris, and had not been many hours there before I learned that a great corrida Avas to come off in the afternoon. Yielding to an impulse of curiosity, I determined to avail myself of this early opportunity of assisting at the national sport, and, accordingly, shortly after four o'clock in the afternoon, 1 left my hotel in the Rambla, and made my way to the Plaza de Toros. On entering the building, I found myself in a vast amphitheatre, completely open to the"], [230, "218 A BULL-FIGHT IN BARCELONA sky above, and densely crowded with people. Having heard disquieting stories of bulls scrambling up amongst the spectators and playing havoc in their midst, I judged it prudent to witness the proceedings from a point situated well up from the redondel (as the large circular sand-covered arena is called), and in convenient proximity to one of the exits. From this vantage-ground I obtained a com prehensive view of the interior arrangement of the plaza. Below me lay the redondel, from Avhich the seats ascended on all sides in con centric rows, ranged one above the other like a flight of steps, the lowest row being situated at a safe elevation of about six feet above the level of the arena. Between the portion of the building set apart for the spectators and the redondel was the callejon — a reserved strip of ground about a couple of yards in width sur rounding the arena, and separated from it by the valla, a stout wooden barrier about five feet high. When hard pressed by the bull the torero takes refuge in the callejon by vaulting into it over the intervening valla, and this is a manœuvre which he is constantly under the necessity of executing. Two passages, closed by heavy doors, lead from the redondel into the internal regions beneath the galleries, one"], [231, "A BULL-FIGHT IN BARCELONA 219 conducting to the toril, where the bulls are kept, and the other, on the opposite side of the ring, giving access to the stables. One half of the amphitheatre was brilliantly illuminated by the direct rays of the sun, while the other half lay in the shade. The large building was packed to its utmost capacity with an eagerly expectant multitude of both sexes and all grades of society. About half-past four a commotion in the neighbourhood of the president's box directs general attention towards that point. It is the president of the corrida himself who has just taken his place, and his arrival is a signal for the proceedings to begin. In obedience to a motion of his hand the band strikes up ' Pan y Toros,' the bull-fighters' march, to the strains of which the toreros who are to take part in the fight march forth in procession into the redondel. The two matadores, Lagartijo and Cara Ancha by name, come first, and are fol lowed by a numerous train of capeadores on foot and picadores on horseback. Each of the matadores is gorgeously attired in a closely fitting costume, consisting of a short silk jacket of the Zouave pattern, of a bottle-green colour in the case of Cara Ancha, and black in that of Lagartijo, all glittering with gold embroidery,"], [232, "A BULL-FIGHT IN BARCELONA 220 and open in front, showing a broad expanse of white shirt, relieved by a long slender scarf of a dark shade depending from a narrow folding- down linen collar. A coloured sash girds the loins. The upper parts of the legs are clothed in gold-embroidered knee-breeches of the same colour and material as the jacket, and the lower parts in white silk stockings, while the feet are shod in black pumps. The headgear is a kind of bushy fur cap, under which the hair is worn rather long, and caught behind in a pigtail or queue. The capeadores are dressed in a similar style, but less sumptuously, and each carries a red capa, or cloak, over his left arm. The get-up of the picadores differs somewhat from that of their fellow-toreros. In the vicissitudes of the fight it is their destiny to roll about a good deal on the sand of the arena, and their clothing is therefore of a coarser material and more sombre in hue. They wear the broad- brimmed, low-crowned sombrero, short drab- coloured jacket, and full-length trousers. They are armed with a long lance or pica, and their legs are provided, under the trousers, with defensive armour in the shape of stout leather leggings plated with iron, designed to protect the limbs they cover from the inconsiderate caresses of the bull's horns, or from being"], [233, "A BULL-FIGHT IN BARCELONA 221 crushed by the weight of the horse falling on them when it is overturned by the furious onset of the enemy. The horses are worthless, broken winded jades, fit only for the knacker's. They have one eye blindfolded by a bandage drawn tightly across it. The three picadores take up a position at some distance to the left of the toril, ranging themselves in a line close to the valla at intervals of about half a dozen yards, with their horses' heads pointing towards the centre of the ring. The peones, or unmounted toreros, group themselves about in various parts of the redondel. The band ceases playing, and in answer to a bugle-call a functionary, called the alguacil, clad in a mediæval costume of black, resembling in cut that of our beefeaters, and mounted on a spirited horse, emerges from the stable entrance, and, urging his caracoling steed across the arena, reins up under the president's box. Here he doffs his hat and holds it aloft towards the president, who tosses him the key of the toril. The alguacil catches it in his hat, salutes the president, gallops over to the toril, hands the key to the attendant stationed there, and then turning rein, retires at full speed from the redondel. All preliminaries are now over, and every-"], [234, "A BULL-FIGHT IN BARCELONA 222 body is ready. The picadores sit their horses as mute and motionless as equestrian statues, their eyes riveted on the entrance to the toril whence their victim is about to issue, the left hand holding the reins, and the right firmly grasping the pica. The peones stand about on the alert. The bugle sounds once more, the gate of the toril is thrown open, and Tigre, the first bull of the day, a magnificent brute of a dark chocolate colour, bounds into the ring. He is well-named the ' tiger,' for he seems to be distinguished by much of the savage fierceness characteristic of his namesake of the jungle. The Spaniards class these animals as fieras, or wild beasts, and, indeed, they may be looked upon as such. Selected for their strength and ferocious qualities from among herds of a special breed expressly raised for the purposes of the bull-ring at the ganaderias, or breeding stations, in remote and solitary parts of the country, they stand as regards temperament in something like the same relation to ordinary bulls as the wild boar does to the domestic hog. One person alone may approach the toro with anything like impunity, and that is his pastor, the attendant who has had the care of him in the wilds since he was a calf, and Avho, when the time comes for his charge to fulfil the"], [235, "A BULL-FIGHT IN BARCELONA 223 purpose for which he was born, accompanies him to the scene of his death-struggle as the only person capable of exercising any control over him. Dazzled by the bright sunshine, and confused by the clamour of the multitude, Tigre stands for a moment stock-still and irresolute. Only when the first shock of surprise is over does he seem to become conscious of a stinging sensa tion in his left shoulder. This is caused by the divisa (an arrangement of red, white, and blue silk ribbon in the form of a rosette with streamers), which, as he left the toril, was dexterously pinned to the part named by means of a hook concealed on its under side, as the thorn is hidden by the rose. Suddenly annoyed and irritated, he vainly endeavours, by a vigorous shaking of his bulky head, to get rid of this obnoxious decoration. Very soon, however, he ceases to concern himself with a matter so trifling, appearing instinctively to realize that there is work of a more serious nature on hand. Glaring around in search of something animate on which to vent his anger, he catches sight of the picadores, one of whom he singles out and rushes furiously at him with head down and tail in air. The picador braces himself up to meet the attack, and receives his assailant on"], [236, "A BULL-FIGHT IN BARCELONA 224 the point of his lance. The bull at the same time buries his horns in the flank of the horse, which he raises, without any apparent effort, on to its hind-legs, and holds it in this position while endeavouring to force his horns deeper into its body, heedless, to all seeming, of the progress which the pike, thrust between his shoulder-blades with all the strength that the picador can exert, is making into his own. The spectators seem to consider this a good be ginning, and give vent to their feelings in yells of delight and exclamations of encouragement. ' Bravo, bravo !' they shout. ' Muy bien ! Matalo, mdtalo !' (Well done ! Kill him, kill him !) He requires a good deal of killing, however, and his time is not yet by any means come. The contest between man and bull (the role played by the poor horse is a perfectly passive one) is not of long duration, for the bull, be ginning at last to feel uncomfortable under the pressure of the pike, presently withdraws his horns, and the horse, thus left unsupported, staggers and falls heavily on his side, carrying his rider with him to the ground. Under these altered conditions the bull has both rider and horse at his mercy, and would soon make an end of both but for the timely aid of the"], [237, "A BULL-FIGHT IN BARCELONA 225 capeadores, who, at this juncture, hurry forward and make a diversion by waving their red cloaks in the bull's face, thereby attracting his attention away from their prostrate companion to themselves. As soon as the bull turns on them they, by a skilful use of their capas, pass him from one to another, and bring him into the vicinity of the other two picadores, who have been waiting for him. The encounter with these is sharp and short. With the blood now streaming from his mangled neck, he attacks them furiously one after the other in quick suc cession, receiving from each an additional spear thrust, and in return inflicting a vicious stab on each of the horses sufficient to make them rear and plunge, but without overturning them. Before he can renew the onslaught an episode occurs which for a moment seems likely to have a tragic denouement. A capeador, passing rapidly between him and the horsemen, flaunts his capa before the bull's eyes, and makes off, inviting pursuit. Tigre immediately gives chase. Before running far, the capeador sud denly doubles on his pursuer, at the same time, with the view of disconcerting him and gaining time, throwing out his cloak towards the animal's face. The bull pokes savagely at the garment with his horns, and jerks it out of the hands of '5"], [238, "226 A BULL-FIGHT IN BARCELONA the torero, who, now without means of defence, makes a bee-line at the top of his speed for the valla, the bull close at his heels. It is a race for life, and it is fortunate for the fugitive that he is both swift and sure of foot. Should he stumble or slip it may be his death. There is no time for any of his comrades to come to his assistance. With bated breath and anxious eyes the spectators watch his progress as he strains every nerve to reach the friendly shelter of the callejon. A cogida seems imminent. But no, fortune favours him. He gains the valla in the nick of time. Just as he rises in the air in the act of clearing it the bull's horns come with a dull thud into violent contact with the timbers of the barrier. Meanwhile, picador number one has been dragged by the ring assistants from under his horse, which has also with some difficulty been induced to get on to its legs again. The wretched quadruped has received fearful injuries in the region of the abdomen, from one of the gaping wounds in which the intestines are seen partially protruding. He seems scarcely able to stand, and I fully expect to see him led off to the stables. But it appears that he is not yet considered hors de combat. The picador is assisted to mount once more, being unable,"], [239, "A BULL-FIGHT IN BARCELONA 227 owing to the weight of the armour on his legs, to do so unaided, and the poor brute is induced, by an unsparing application of spur and stick, to move out again and meet the bull, who is now returning across the redondel from his unsuccessful pursuit of the capeador, and who, thus provoked, unhesitatingly accepts the challenge and charges in fine style. Catching the horse full in the chest with his horns, he, Avithout more ado, sends him and his rider crashing to the earth. The capeadores once more rush forward to the rescue and entice the bull away to another part of the arena. The dismounted picador gathers himself up, none the worse for his fall, but the blood-stained and mutilated horse remains lying on the ground, trembling and struggling feebly. As it is evident that his hurts are mortal, the puntillero approaches, and with a Avell-directed blow from his puntillo, or dagger, puts him instantaneously out of his misery. This act of mercy has, hoAvever, been witnessed by comparatively few of the spectators. Their attention is absorbed by doings of a more exciting nature at the opposite side of the redondel, where Tigre, with undiminished pluck, is again engaging the other two picadores. Here also the services of the puntillero are very soon required, as 15— 2"], [240, "228 A BULL-FIGHT IN BARCELONA another horse has felt the cruel horns at his vitals, and has been stretched bleeding on the sand. Presently a blast from the bugle intimates the president's decision that this, the first stage of the spectacle, has run its course. The sur viving horses are led from the ring, and the second stage, that of the ' banderillas,' is entered upon. The banderilla is a kind of dart about two feet in length, surrounded with coloured papers, and furnished at the end with a sharp barbed point of steel. It is the business of the bande rillero to plant these darts in the neck of the bull, a task which, to be safely and successfully performed, requires on the part of the performer great dexterity and agility. A member of the cuadrilla (so the band of toreros is called), rejoicing in the sobriquet of Torerito, advances towards Tigre, holding in each hand one of these banderillas. Arrived at a distance of about a dozen yards from the bull, he halts, and, raising the banderillas above his head with the barbed points turned downwards, remains perfectly steady and awaits developments. He has not long to wait. Tigre stands for a short space regarding him as if puzzled to know what this manœuvre signifies. He soon appears"], [241, "A BULL-FIGHT IN BARCELONA 229 to come to the conclusion that insult in a new form is intended and that as a spirited bull he is bound in honour to resent and punish it. He ac cordingly gets himself into a violent passion, and makes a mad dash for Torerito. But Torerito stirs not a hair's breadth till the bull is close upon him. Then, with a sudden simultaneous movement, he brings down his arms with light ning speed, sticking the darts into the bull's neck, and pirouettes lightly on his heels out of harm's way. Tigre rushes impetuously onward with the banderillas inextricably fixed in his flesh and bobbing about on his back, and the spectators applaud lustily. This performance is repeated several times by various members of the troupe, and the bugle once again inter rupts the proceedings and ushers in the last scene, in which the toro is to die. The task of killing the bull, which, from the manner of its accomplishment, is an operation attended Avith considerable danger, and calling for the display of some skill and great coolness, is an honour which devolves on one or other of the leaders of the cuadrilla, who thus acquire their distinctive title of matador (slayer) or espada (sword) from the instrument used in performing the deed. This last scene of the fight is of the nature of a duel a outrance between the matador"], [242, "A BULL-FIGHT IN BARCELONA 230 and the bull — a duel of which the result is gener ally, though not always, a foregone conclusion. Not always, for it sometimes happens that tbe roles of slayer and slain are reversed. In the present instance it is Lagartijo who is to despatch Tigre. Carrying in his left hand the muleta, a short stick over which is hung a piece of bright crimson cloth, and in his right the espada or estoque, a long heavy rapier, he steps up in front of the presidential box, and, addressing its occupant, delivers himself of a short oration complimentary to the province of Catalonia. This done, he salutes and goes in search of the bull. Although, owing to the copious blood-letting he has been subjected to, Tigre is by this time in a somewhat debilitated condition, and has lost a good deal of his original fire and im petuosity, he is still sujet a caution. While displaying now a greater disposition to act on the defensive than to assume the offensive, his spirit is unbroken, and he presents a bold front to his antagonist. Lagartijo advances deliber ately to within a few feet of him, and commences to perform various passes with the muleta before the animal's eyes, holding the estoque in a convenient position for striking when a chance shall occur. The bull follows with his eye the"], [243, "A BULL-FIGHT IN BARCELONA 231 movements of the blood-red rag, which appears to exercise a kind of fascination over him, and absorbs his attention to such an extent as to prevent him from observing the matador, as he draws back his right arm and makes a lunge at him with the sword. He awakens to a sense of his danger, however, just in time to make a leap forward as the blow falls, and the point of the weapon does no more than slightly graze his shoulder. Lagartijo saves himself by spring ing to the side. The bull wheels round, and they are again eye to eye. The muleta is once more brought into play, and another thrust is attempted — with more success this time, as the point of the sword is driven a few inches into the animal's body between the shoulders. The object of the matador is to strike down deep enough to reach the heart, or to separate the spinal cord at its point of junction with the brain at the base of the skull. This sort of thing goes on for some time, until at last a favourable opportunity for striking a decisive blow presents itself. By means of a masterly manipulation of the muleta Lagartijo seems to have got the bull into a semi-hypnotized state. With deliberate aim he points the estoque, and, darting forward, plunges it almost up to the hilt between the shoulder-blades of the bull."], [244, "A BULL-FIGHT IN BARCELONA 232 It is all over with poor Tigre now. He advances a few paces, staggering ; blood streams from his mouth, he totters, sinks on his knees, tries in vain to get up again, and finally rolls over on his side — to rise no more. The pun- tillero steps forward and gives him the coup de grace, and from being bull he immediately becomes beef. It is a moment of triumph for Lagartijo, who is considered to have acquitted himself brilliantly, and to have once again proved him self a past-master in the art of tauromaquia. He is greeted by the crowd with rapturous applause and delirious cheers. As a further token of admiration hats and cigars are showered into the ring from all sides. For a few mo ments the toreros are kept busy picking up the hats and throwing them back to their owners. The cigars are also gathered up, but these are retained as gifts to the popular matador. In the meantime, while the band discourses a lively air, a team of gaily-decked mules, with bells jingling in their harness, are led into the redondel. One by one the carcases of the horses, and lastly that of the bull, are yoked to this team and rapidly dragged forth. The attendants smooth over the ring with rakes, to obliterate the tracks which the tradings out"], [245, "A BULL-FIGHT IN BARCELONA 233 of the bodies has left in the sand. The toreros, on foot and on horseback, once more take up their respective positions. The band becomes silent, the bugle sounds, and a second bull is let loose into the arena. The same scenes are enacted with it as with the first. A third, fourth, fifth, and sixth bull are successively introduced and similarly dealt with, and the corrida, during which, in addition to the six bulls, ten horses have been sacrificed, is at an end. When the last bull has gasped out his life under the dagger of the puntillero, the spectators, well satisfied on the whole with their afternoon's amusement, take their de parture, and the blood-stained Plaza, so lately a scene of such animation, is left to solitude. Sitting in a cafe on the Rambla a few hours later, I learned from a descriptive report of this bull-fight, published in a respectable evening newspaper, that the performance was considered to have been a highly successful one. ' I will not,' says the chronicler, ' conclude this report without offering my congratulations to the management, who have succeeded in earning for themselves the goodwill (simpatias) of the Barcelona public by giving them a corrida such as has not been seen in our circo for"], [246, "A BULL-FIGHT IN BARCELONA 234 years.' These words are instructive, inasmuch as they indicate the light in which the institu tion of bull-fighting is regarded by public opinion in Spain. They convey no suggestion of a consciousness on the part of the writer that there may be anything to be ashamed of in what he records. Quite the reverse. Indeed, it is idle to remonstrate with the aver age Spaniard on the barbarity of his national sport. He has an inconvenient argumentum ad hominem way of meeting your criticism. ' It is true,' he will say, ' that we breed these bulls for the express purpose of doing them to death in the redondel for the diversion of the public. But while you blame us for doing this, are you sure that you are yourselves quite free from reproach ? What about your English practice of fox-hunting, for instance ? You cannot defend fox-hunting on the ground that it is necessary in order to destroy a troublesome pest. Such a pretext might have held good at one time, but it will no longer pass muster. If you really wished to rid your country of foxes, you could very easily have done so long ago, just as your ancestors did in the case of the wolf. The fact is, you don't wish to get rid of the fox. You are so very much afraid of his"], [247, "A BULL-FIGHT IN BARCELONA 235 becoming extinct that you carefully preserve him, and practically breed him, just as we do our fighting bulls ; and your sole end and purpose in so doing is to derive amusement from hunting him over the country and seeing him worried to death by your hounds — an amusement which is absolutely identical in nature with that which is obtained from the contemplation of a bull-fight. In a bull-fight the number of victims is certainly greater than in a fox-hunt, but the cruelty is not greater ; it is even less, for the bull is a courageous animal, and his sufferings are limited to the physical pain arising from the wounds inflicted on him, whereas the timid fox has to endure the ad ditional agony of extreme fear while being hounded to his death by the tender-hearted Englishmen and Englishwomen, who are so noisy in their denunciation of the Avicked Spaniard for his indulgence in the sister-sport of bull-fighting.' And it must really be con ceded that there is some force in the Spaniard's way of putting it, in so far at least as it serves to show that he is not necessarily any worse than some of his neighbours because he is fond of bull-fighting. As a defence, however, it is defective, for two blacks can never make a"], [248, "236 A BULL-FIGHT IN BARCELONA white. And then, if fox-hunting is a vice, it is not, at all events, like bull-fighting, a national one, for we don't all hunt foxes in England, whereas in Spain nearly everybody goes to the bull-fight. the end. Digby, Long <V Co., 18 Bovverie Street, Fleet Street, London."], [249, "MARCH 1898 SUPPLEMENTARY LIST DIGBY, LONG & CO/S NEW NOVELS, STORIES, Etc. IN ONE VOLUME, Price 6s By Sarah Tytler. THE AMERICAN COUSINS. By the Author of 'Lady's Jean's Vagaries,' etc. Crown 8vo, cloth, 6s. \" The story is simply but gracefully written, and the leading char- acters are pleasingly delineated.\" — Manchester Guardian. By G. Beresford Fitzgerald. A FLEETING SHOW. By the Author of ' An Odd Career,' etc. Crown 8vo, cloth, 6s — Second Edition. \" In ' A Fleeting Show ' we have a clever novel.\" — Publishers' Circular. \" Good character-sketching, shrewd criticism of life, and a thoroughly healthy tone.\" — Scotsman. By Albert Lee. THE BLACK DISC. A Story of the Conquest of Granada. With a Frontispiece by Harington Bird. Crown 8vo, cloth, 6s \"The story is to be recommended to all who desire healthy invigorat- ing excitement in fiction.\" — Scotsman. \" The reader is not only enthralled but enlightened.\" — Literature. By Florence Marryat. IN THE NAME OF LIBERTY. By the Author of ' The Beautiful Soul,' etc. Crown 8vo, cloth, 6s. — Third Edition. \" The story is ingeniously contrived, told with unfailing life and spirit.\" — Guardian. By Mrs Alice M. Diehl. A LAST THROW. By the Author of 'A Woman's Cross,' etc. Crown 8vo, cloth, 6s. — Third Edition. \"Mrs Diehl writes with vigour, her style is easy and natural, her characters are distinct and always human, and her incidents are original and dramatic.\" — Daily Mail. By J. E. Muddock. WITHOUT FAITH OR FEAR. The Story of a Soul. By the Author of \" For God and the Czar,\" \" Stripped of the Tinsel,\" &c. Crown 8 vo, cloth, 6s. — Second Edition. \" An absorbing narrative. Will be read with interest. It possesses great charm of narrative and grace of literary style.\"— The Daily Telegraph."], [250, "Supplementary List 2 By Belton Otterburn. UNRELATED TWINS. By the Author of ' Nurse Adelaide,' etc. Crown 8vo, cloth, 6s. — Seccnd Edition. ' The plot is clever, and the intricate and involved situations that arise secure your interest in the book.\" — Court Circular. By Rupert Alexander. THE VICAR OF ST NICHOLAS. By the Author of ' Ballyronan,' etc. Crown 8vo, cloth, 6s. \" The plot is decidedly original, and the interest of the reader is sus- tained to the very end.\" — Dundee Courier. By Pierre Le Clercq. CONCERNING CHARLES ROYDANT. By the Author of ' The Love Story,' etc. Crown 8vo, cloth, 6s. \" The book will certainly have a charm for many readers, for there is great ability in it, and conjecture is always on tiptoe as to what is coming next.\"— Court Circular. By George C. C. Crampton. EL CARMEN. A Romance of the River Plate. With a Frontispiece by Harington Bird. Crown 8vo, cloth, 6s. — Second Edition. \"The volume is one that can be read with interest. The details are carefully studied.\" — Athenæum. \" A vigorous romance of the River Plate.\" — Gentleiotman. By Wilhelm Hauff. MARIE OF LICHTENSTEIN. A Tale of Love and War. From the German of Wilhelm Hauff. By R. J. CRAIG. With a Frontispiece. Crown 8vo, cloth, 6s. \"The translation has been well done, and the book, in its new form, deserves to be widely read.\" — Dundee Advertiser. By Edith M. Page. A MATRIMONIAL FREAK. Crown 8vo, cloth, 6s. \"A story fairly well constructed and fairly written.\" — Aberdeen Press. By J. Gordon Phillips. FLORA MACDONALD. Bythe Author of 'James Macpherson,' ' Cora Linn,' etc. Crown 8vo, cloth, 6s. — Second Edition. \"There is in this book abundance of stirring incident*. Indeed, almost every chapter ends with an effective tableau. We heartily commend the tale. It will prove delightful to boys, and indeed to all robust minds.\"— British Weekly. By Rose-Soley. MANOUPA. Crown 8vo, cloth, 6s. \" The story is decidedly well written, fixing the attention from the very first.\" — N. B. Daily Mail. \" A book worth reading.\" — Speaker."], [251, "Supplementary List §»■ 3 By Belton Otterburn. NURSE ADELAIDE. By the Author of ' Unrelated Twins.' Crown 8vo, cloth, 6s. \" The plot has the merit of being unusual in some of its details. — Manchester Guardian. By Robey F. Eldridge. THE KESTYNS OF CATHER CASTLE. Crown 8vo, cloth, 6s — Second Edition. \"A very clever book, exhibiting a striking vein of originality with several strongly-marked characters, vigorously drawn.\" — Shejjield Telegraph. By Capt. Charles Clark. MY YARNS OF SEA FOAM AND GOLD DUST. Crown Svo, cloth 6s. — Second Edition. \" We can heartily recommend ' My Yarns of Sea Foam ' to all who like a genuine story of the sea.\"— Speaker. By Clement A. Mendham. A TROTH OF TEARS. Crown 8vo, cloth, 6s. With a Frontispiece. \"A readable and interesting romance of the first years of this cen tury.\" — Black and White. By Hattil Foil.; MAJOR CARLILE. Crown 8vo, cloth, 6s. \"The story has the undeniable charm of freshness. Mr Foil's style is both graceful and witty, and his characterisation distinctly clever.\" — Glasgow Daily Mail. By Rupert Alexander. BALLYRONAN. Crown 8vo, cloth, 6s. \"A powerful story of Irish life.\"— Western Daily Mercury. \" A wonderfully interesting story.\" — Scotsman. By Reginald St Barbe. FRANCESCA HALSTEAD. A Tale of San Remo. Crown 8vo, cloth, 6s. — Second Edition. \" Francesca is a beautifully drawn portrait, tender, graceful, and woman-like.\" — Glasgow Herald. By Alfred Smythe. A NEW FAUST. Crown 8vo, cloth, 6s.— Second Edition. \" Told vividly and with spirit. Stephanie is charming . . . intensely exciting.\" — Pall Mall Gazette."], [252, "*>g Supplementary List 4 By Mrs Alice M. Diehl. A WOMAN'S CROSS. By the Author of \" A Last Throw,\" &c. Crown 8vo, cloth, 6s. — Second Edition. \" Far above the average of modern novels, and should undoubtedly be inquired for and read.\"— St James's Budget. By the Princess de Bourg. THE AMERICAN HEIRESS. Crown 8vo, cloth, 6s. — Second Edition. *a* Published simultaneously in London and New York. \"One of the most delightful female characters in recent fiction; Kitty Fauntleroy is, indeed, a creation. The story is a refreshingly healthy one.\"— Aberdeen Press. By \" Robert Rees.\" Alfred Neobard Palmer. OWEN TANAT. Crown 8vo, cloth, 6s. — Second Edition. \"This book is well worth reading. We heartily commend the book.\" — Dundee Courier. \" It is pleasantly written.\"— _4csl__emi/. By Eric Wyndham. REVELATION. A Romance. Crown 8vo, cloth, 6s. \"A thrilling story dealing partly with the horrors of the reign of Nero.\" — Western Mail. By Prester St George. THE GOWN AND THE MAN. A Tale of Troubled Times. Crown Svo, cloth, 6s. — -Just out. \" The story is interesting in the glimpses it gives of the politics and ecclesiastical controversies of the day.\" — Scotsman. By Violet Tweedale. WHAT SHALL IT PROFIT A MAN ? By the Author of \"And They Two,\"\" Unsolved Mysteries,\" etc. Crown Svo, cloth, 6s. \" A vigorous and readable story.\" — Bookman. \" Is very much above the average fiction.\"— Whitehall Review. By Evan May. PHILIP GREYSTOKE. By the Author of \" Much in a Name.\" Crown Svo, cloth, 6s. — \"There is a very human interest running through this well-written novel. Several of the descriptive scenes are admirably written.— Western Morning News. ' It contains pathetic passages.\" — Athenæum."], [253, "Supplementary List g». 5 By G. Beresford Fitzgerald. THE FATAL PHIAL. By the Author of \" A Fleeting Show,\" &c. Crown 8vo, cloth, 6s. \" Is a clever story, written by a man of taste and thought. \"—Star. An interesting study of a woman of remarkable character.\"— Scotsman. By Major Greenwood, M.D. JOHN ARMSTRONG. Crown 8vo, cloth 6s. \"It is an effective story, not ill told.\"— Daily Mail. \" The story possesses a strong human interest.\"— Scotsman. By Naunton Covertside. THE SECRET OF A HOLLOW TREE. By the Author of \" A Day with the Hounds and What came of It.\" Crown 8vo, pictorial cloth, 6s. \"A most interesting story in the best style of novel writing. The denouement is a powerful piece of writing.\" — Dundee Advertiser. By J. E. Muddock. THE LOST LAIRD. By the Author of \"Without Faith or Fear,\" &c. Crown 8vo, cloth, 6s.— Shortly. IN ONE VOLUME, Price 3s 6d By Fergus Hume. CLAUDE DUVAL OF NINETY-FIVE. By the Author of \" The Masquerade Mystery,\" \" A Marriage Mystery,\" &c. Crown 8vo, pictorial cloth, 3s 6d. \"This is one of the best stories that Mr Hume has given us since 'The Mystery of a Hansom Cab,' and is absolutely one of the cleverest modern detective stories.\" — Manchester Courier. By Richard Penny. SCENES FROM MILITARY LIFE. Crown 8vo, pictorial cloth, 3s 6d. Cover Design by Richard SlMKIN. \" A number of brightly-written sketches of army life at home and in India. \" — Liverpool Mercury. By Mina Sandeman. THE WORSHIP OF LUCIFER. By the Author of \" Sir Gaspard's Affinity, &c. Crown 8vo, cloth, 3s 6d. — Second Edition. \" Some portions are very well written, there being a graphic, and thrilling touch given to several of the scenes.\" — Hereford Times. By Hamilton Orton. THROUGH ONE MAN'S SIN. Crown 8vo, cloth, 35 6d. \" Is a book full of exciting situations, which rivet the attention of the reader.\" — Western Mail."], [254, "*>ff Supplementary List 6 By Mina Sandeman. SIR GASPARD'S AFFINITY. By the Author of \" The Worship of Lucifer,\" &c. Crown 8vo, cloth, 3s 6d. \" This novel has a certain indefinable charm about it, and is a capital book.\" — Weekly Sun. By Mrs Charles E. Terrot. OUR PAYING GUESTS, and Other Stories. Crown 8vo, cloth, 3s 6d. — Second Edition. \" One of the most fascinating collections of short tales we have read for some time.\" — St Paul's. By Andrew Deir. WHEN A MAIDEN MARRIES. By the Author of \"A Man in the Fjords.\" Crown 8vo, cloth 3s 6d. — Second Edition. \" A story which we heartily recommend.\"— Sheffield Telegraph. By Emily M. Bryant. NORMA. A School Tale. Fully Illustrated. Crown Svo, pictorial cloth, 3s 6d. \"The story is written in a delightful way, and shows that the author has a keen perception of girl nature.\" — Dundee Advertiser. By Tivoli. A SHORT INNINGS. A Public School Episode. By the Author of \" Une Culotte,\" etc. Crown 8vo, cloth, 3s 6d. With a Frontispiece. — Second Edition. \" There is spirit and much knowledge of boys and their ways in the book.\" — Pall Mall GazeUe. By Mrs E. Lynn Linton. •TWIXT CUP AND LIP, and Other Stories. By the Author of \" Patricia Kemball,\" etc. Crown 8vo, 3s 6d. — Third Edition. \" Is a collection of tales of unequal merit, but all excellently written. — Daily News. By Grant Allen. THE DESIRE OF THE EYES, and Other Stories. By >the Author of \" The Woman Who Did,\" etc. Crown 8vo. cloth, 3s 6d. — Ninth Edition. \"The narrations are all told in the well-known and sprightly style of the author.\" — Cardiff Western Mail. By Gilbert Watson. SHUFFLES : A Tale of Four. Crown 8vo, cloth, 3s. 6d. \" A decidedly readable story.\" — People. \" Shuffles is an amusing character, and his misadventures form a highly diverting narrative.\" — Birmingham Gazette. ACROSS THE ZODIAC. A Story of Adventure. In pictorial cloth, with a Frontispiece. Crown 8vo, 3s 6d. — Second Edition. \" One of the best books of the year.\" — Tlie Morning Post."], [255, "Supplementary List §e» 7 By Fergus Hume. A MARRIAGE MYSTERY. By the Author of \" The Masquerade Mystery,\" etc. Crown 8vo, pictorial cloth, 3s 6d. — Third Edition. \" The book is a tortuous and mazy tale of mystery, very ingenious in throwing the reader off the scent, while luring him on through a cleverly woven web of mystery.\" — St James's Budget. By Dr Gordon Stables, M.D., R.N. THE ROSE OF ALLANDALE. By the Author of \"The Mystery of a Millionaire's Grave,\" etc., etc. Crown 8vo, cloth 3s. 6d. — Second Edition. \" Breezy in style and highly sensational in matter, the interest ix sustained from beginning to end without a break.\" — Aberdeen Press. By A. E. Aldington. THE QUEEN'S PREFERMENT A Historical Romance. With original Drawings by H. A. Payne. Crown 8vo, cloth, 3s 6d. — Second Edition. \" A historical story, short and brisk. The story is quick and stirring. — Athenæum. By John Gilbert. ACROSS COUNTRY. A Sporting Romance. Crown 8vo, cloth, 3s 6d. \"The book is written with a sprightly pen.\" — Academy. By Cios. LIFE IN AFRIKANDERLAND AS VIEWED BY AN AFRIKANDER. A Story of Life in South Africa. Crown 8vo, cloth, 3s 6d. \" The book is worth reading, and as addressed by a Boer to the English reading public, it deserves to meet with fair consideration. —Sheffield Telegraph. By Celia Nash. QUEENS AND KNAVES. Crown 8vo, cloth, 3s 6d. \" A bright and pleasant story.\" — Bookman. \"Humourous, and really exciting.\" — Star. By Marcus Reay. ZIZA. A Tale of Love and Folly. Crown 8vo, cloth, 3s 6d. \" This book abounds with exciting incidents.\" — Western Morning News. By Monti de Gomara. HEARTS THAT ARE LIGHTEST. Crown Svo, cloth, 3s 6d.— Just out. By Mina Sandeman. THE INFATUATION OF AMANDA. By the Author of \"Sir Gaspard's Affinity,\" etc. Crown 8vo, cloth, 3s 6d. \" The story is told with power.\"— Dundee Courier. By Io Vanny. HOW I DISHED THE DON, and other Stories. Crown 8vo, cloth, 3s 6d. — Shortly."], [256, "*>$ Supplementary List 8 IN ONE VOLUME, Price 2s 6d By Jean Delaire. PRO PATRIA. Crown 8vo, cloth, 2s 6d. Illustrated throughout with Drawings by Alfred Touchemolin. \"It is a very well written, and (forms an interesting though painful story.\" — Liverpool Mercury. By W. Carter Platts. THE TUTTLEBURY TALES. By the Angling Editor of the Yorkshire Weekly Post. Crown Svo, pictorial cloth, 2s 6d. — Third Edition. \" Mr Platts reminds us of the American humorist, Max Adeler. He is not an imitator, but his fun is of the same kind, farcical of course, but unstrained and laughter compelling.\" — The Spectator. By Joseph Ashton. INMATES OF THE MANSION. Crown 8vo, pictorial cloth, 2s 6d. Beautifully illustrated. \" An allegorical subject, and will be found most readable for youths, who will learn a lesson in glancing through its pages.\" — The Daily Telegraph. By Chieton Chalmers. THE INSEPARABLES. A Book for Boys. Crown 8vo, pictorial cloth, fully illus trated, 2s 6d. \"High above the average of school stories. It is really a first-rate story.\" — Pall Mall Gazette. By Nemo. A MERE PUG. The Romance of a Dog. Crown 8vo, pictorial cloth, 2s 6d. — A New Edition. Illustrated by A. Bauerle. \" This pretty story of the adventures of a pug dog . . . there are few books of the season that could have been more heartily recommended for children.\" — The Standard. By Alan Scott CHIEFLY CONCERNING TWO. Crown 8vo, cloth, 2s 6d.— Just out. By M. Brazier. A TWOFOLD SIN. Crown 8vo, cloth, 2s 6d.— Shortly."], [257, "Supplementary List gp» 9 Sight's f oplar Itotrel Series In Crown Svo, 2s 6d per Vol. Each book contains about 320 pp., printed on superior paper, from new type, and bound in uniform handsome cloth, gilt lettered. These novels have met with marked success in the more expensive form. Those marked with an * may be had in picture boards at 2s. By Fergus Hum, THE MASQUERADE MYSTERY. J. E. Muddock STRIPPED OF THE TINSEL. By Annie Thomas A LOVER OF THE DAY. By Jean Aliddlemass HUSH MONEY. By Mrs Robert Jocelyn JUANITA CARRINGTON. By Arabella Kenealy * SOME MEN ARE SUCH GENTLEMEN.— Fifth Edition. * DR JANET OF HARLEY STREET.— Seventh Edition. THE HONOURABLE MRS SPOOR. By Florence Marryat THE BEAUTIFUL SOUL.— Second Edition. By Dora Russell THE OTHER BOND.— Second Edition. *A HIDDEN CHAIN— Third Edition. A MAN'S PRIVILEGE By L. T. Meade A LIFE FOR A LOVE.— Second Edition. By Jean Middlemass •THE MYSTERY OF CLEMENT DUNRAVEN.— Second Edition. Byi Hume Nisbet * THE JOLLY ROGER. Illustrated by Author.— Fifth Edition. HER LOVING SLAVE.— Second Edition. By Annie Thomas FALSE PRETENCES.— Second Edition. By Hilton Hill HIS EGYPTIAN WIFE. Picture Boards only. Seventh Edition. ?a Other Works in the same Series in due course."], [258, "*>ff Supplementary List 10 IN ONE VOLUME, Price Is 6d and is By Laura Lucia Finlay. PHILLIPA'S ADVENTURES IN UPSIDEDOWNLAND. Crown 8vo, pictorial cloth, Is 6d. By Cosmo Hamilton. FURROWS. By the Author of \"Which is Absurd.\" Long I2mo, pictorial cloth, Is 6d. By Hillary Deccan. WHERE BILLOWS BREAK. By the Author of \" Light in the Offing.\" Crown 8vo, cloth, Is 6d. By Aldyth Ingram. SMIRCHED. Crown 8vo, cloth, is 6d. By F H. Hudson. THE VAGARIES OF LOVE. Crown 8vo, cloth, is 6d By Violet Tweedale. UNSOLVED MYSTERIES. By the Author of \" And They Two.\" etc. Crown 8vo, cloth, is 6d — Second Edition. By Gratiana Darrell. THE HAUNTED LOOKING GLASS. Crown 8vo, pictorial cloth, Is 6d — With a Frontispiece. By Frances England. SMALL CONCERNS. Long i2mo, is. By Bernard Wentworth. THE MASTER OF HULLINGHAM MANOR. Crown 8vo paper cover, is. By Neville Marion. SWEET SCENTED GRASS. Long l2mo, paper cover, is. By Blake Lamond. SPORTING ADVENTURES OF MONSIEUR LOLOTTE. By the Author of \" The Two Dunmores,\" etc. Crown 8vo, paper cover, Is. By Katharine Renell. SHIBBOLETH. Crown 8vo, paper cover, is. By D. C. Parkinson. PENARTH. Crown 8vo, paper cover, is. By Rita Russell. IN A WEB OF GOLD. Crown 8vo, paper cover, is. By Lillie Crane. THE DIAMOND BANGLE. By the Author of \" My Lady Dimple.\" Crown 8vo, paper cover, is. By M. P. Guimaraens. PORTUGUESE RITA. Long i2mo, paper cover, is."], [259, "Supplementary List &» 11 tttoof 3&oofev's Sensational Nobels Price is each, Post Free, is 2d \" Mr Roofer is undoubtedly clever . . . his smart and witty style.\" — The Daily Chronicle. \" He knows life, the feverish set-on edge existence of the Wall Street money-maker, and the select, silver lined life of Fashionable New York.\" — Dundee Advertiser. LOVE ONLY LENT. THE TWIN DIANAS. TWO MOTHERS OF ONE. PRETTYBAD ROGERS. \" Clever when he treats of finance.\" — Morning Post. fflixctllanconz THE BIRDS OF OUR COUNTRY. By H. E. Stewart, B.A. With Illustrations by Archibald Thorburn, J. Giacomelli, G. E. Lodge, K. Keyl, R. Kret- SCHMER, etc. Crown 8vo. Pictorial cloth, gilt top, 3s. 6d. — fust out. \"This capital work furnishes the young collector with a book which is not beyond his means, and which at the same time contains an account of all the birds which he is likely to meet with in the British Isles. The author's accounts of each bird are thoroughly comprehen- sive ; there is an admirable index, and the work which extends over some 400 pages is copiously illustrated.\" — Hereford Times. Illustrated Prospectus with Press Opinions post free. A BEAUTIFUL GIFT BOOK. WIT WISDOM AND FOLLY. Pen and Pencil Flashes. By J. Villin Marmery. Author of \" Progress of Science,\" etc. With ioo Original Illustrations by Alfred TouCHEMOLIN, Author of \" Strasbourg Militaire.\" Demy 8vo, superior binding, 6s. An Edition de Luxe, in Royal 8vo, printed on hand-made paper, and limited to ioo copies, bound in red leather, gilt top, is also issued, price 2is net. \"A pleasant volume of chatty anecdotes. Bright and piquant. Mr Mannery's book ought to be a treasure to the confirmed diner-out.\" — The Standard (Leader). PORTENTOUS PROPHETS AND PROPHETESSES. By Alexander M'Millan, M.A. Author of \" Diver Ditties,\" &c. Crown 8vo, cloth, 2s 6d. \" The book is well and clearly written.\" — St Paul's. THE LATEST FRUIT IS THE RIPEST. By F. I. Gant, F.R.C.S. Author of \" Perfect Womanhood,\" &c. Crown 8vo, cloth, Is 6d. \"The volume is worthy of careful study. It sets forth a number of religious considerations as to the development of the strength and character of women in fields of spiritual endeavour.\" — Manchester Courier."], [260, "-og Supplementary List 12 New Work by Caroline Gearey. TWO FRENCH QUEENS. Elizabeth of Valois— Marguerite of Valois.' By the Author of \"In Other Lands,\" \"Three Empresses.\" With Portraits, crown 8vo, cloth, 6s. — Second Edition. \"We have the very highest opinion of Miss Gearey's powers, and unconditionally recommend her book.\" — Glasgow Daily Mail. \"Miss Gearey has once more given us a charming collection of historical biographies,. compiled with care and written with taste and true womanly feeling.\" — Bii-mingham Gazette. By Mrs A. Ireland. LONGER FLIGHTS.— Recollections and Studies. By the Author of \" The Life of Jane Welsh Carlyle.\" Crown Svo, cloth 6s. \" A book which will be read with interest.\" — Scotsman. By Robert Woolward ('Old Woolward'). NIGH ON SIXTY YEARS AT SEA. Crown 8vo, cloth, 6s. With Portrait. — Second Edition. \" Very entertaining reading. Captain Woolward writes sensibly and straightforwardly, and tells his story with the frankness of an old salt. He has a keen sense of humour, and his stories are endless and very entertaining.\" — The Times. By John Bradshaw. NORWAY, ITS FJORDS, FJELDS AND FOSSES. Crown 8vo, pictorial cloth, 3s 6d. \" A book which every tourist may well buy.\" — Daily Chronicle. \" The work is much more than a guide book, and it is certainly that and an excellent one. It is a history as well of the country, and con tains a series of admirably arranged tours.\" — Leeds Mercury. By Josiah Crooklands. THE ITALIANS OF TO-DAY. Translated from the French of Rene Bazin. Crown 8vo, cloth, 3s 6d. \"By those who would study more closely the political and social aspects of Italian life to-day, Mr Crooklands's translations should be accorded a hearty welcome and an attentive perusal.\" — Public Opinion, \" Mr Ren6 Bazin is a writer whose style we have often praised. — The Athenæum."], [261, "Supplementary List gg. 13 By William F. Regan. BOER AND UITLANDER. The True History of Late Events in South Africa. Crown 8vo, cloth, 3s 6d. With Copyright Portraits, Map, etc.— Fifth Edition. Mr Gladstone writes : — \" I thank you very much for your work, and rejoice that by means of it public attention will be called to all the circumstances connected with the origin and history of the Transvaal.\" By Margaret Newton. GLIMPSES OF LIFE IN BERMUDA AND THE TROPICS. With 42 Illustrations by the Author. Crown 8vo, cloth, 6s. \"Pleasantly written and copiously illustrated; this record of a visit to the West Indies should bring the many charms of these delightful Islands vividly before English Readers.\" — Bradford Observer. By Percy Russell. THE AUTHOR'S MANUAL. With Prefatory Remarks by Mr Gladstone. Crown 8vo, cloth, 3s 6d net. (Ninth and Cheaper Edition.) With Portrait. \"... Mr Russell's book is a very complete manual and guide for journalist and author. It is not a merely practical work — it is literary and appreciative of literature in its best sense ; ... we have little else but praise for the volume.\" — Westminster Review. By the Same. A GUIDE TO BRITISH AND AMERICAN NOVELS. From the Earliest Period to the end of 1894. By the Author of \" The Author's Manual,\" etc. Crown 8vo, cloth, 3s 6d net. — Second Edition carefully revised. \" Mr Russell's familiarity with every form of novel is amazing, and his summaries of plots and comments thereon are as brief and lucid as they are various.\" — Spectator. By B. Schwarzbach. M.D. (Wurzburg); L.F.P.S (Glasgow) CONSUMPTION — HOW TO AVOID IT, AND WEAK EYES. Two Lectures. Crown 8vo, cloth, 2s 6d. ' ' A store of common sense and scientific knowledge . . . of real service to many.\" — Dundee Courier. \" Extremely sensible.\" — Glasgow Herald. \" Valuable and interesting.\" — Manchester Courier. THE NINETEENTH CENTURY IN FRANCE; or, Selec- tions from the best Modern French Literary Works, with English Translations. By Paul Chauvet, B.A., of the Paris University. In 2 Vols. Vol. I. The Poets : — Lamartine, Hugo Musset. Crown 8vo, cloth, 3s 6d — Just out. \" A book that will be found useful for schools and students.\"— Echo."], [262, "gg Supplementary List 14 |3ottvj> antr fist Mvuma By Kathleen Behenna The History of a Soul. Beautifully printed on Hand-made Paper. Demy 8vo, artistic cloth, gilt edges, 5s net. By Frederick J. Johnston-Smith The Captain of the Dolphin and other Poems of the Sea. Crown 8vo, art linen, gilt top, 3s 6d net. By Cecilia Elizabeth Meetkerke Fragments from Victor Hugo's Legends and Lyrics. Crown 8vo cloth, 7s 6d. By C. Potter Cantos from the Divina Commedia of Dante. Translated into English Verse. A new and Enlarged Edition. Crown 8vo, cloth, 6s net. — -Just out. By Lily Overington Random Rhymes and Christmas Chimes. Crown 8vo, cloth, 5s net. By Henry Osborne, M.A. The Palace of Delights and other Poems. Crown 8vo, cloth, 3s 6d net. By the late Ernest Q Henty and E. A. Starkey Australian Idylls and Bush Rhymes. Crown 8vo, cloth, 3s 6d net. By Leonard Williams. Ballads and Songs of Spain. Crown 8vo, cloth, 3s 6d net. By Walter Thead The Story of Jephthah and other Poems. Crown 8vo, cloth, 2s 6d, net. By E. Derry Sophonisba ; or, the Prisoner of Alba and other Poems. By the Author of \" Lays of the Scottish Highlands.\" Crown 8vo, cloth, 3s 6d net. By Alexander Buckler Word Sketches in Windsor. Foolscap 8vo, art linen, 2s 6d. By Isaac Will cocks, M.R.C.S. The Magic Key. A Fairy Drama in Four Acts. By the Author of \" Pixy.\" Crown 8vo, cloth, Is 6d. By an Oddfellow Odds and Ends. Foolscap 8vo, art linen, is 6d net. By E. M. Beresford Songs and Shadows. Crown 8vo, cloth, 3s 6d net."], [263, "Supplementary List g» 15 POfr/fK AND THE DRAMA— continued By Evan T. Keane A Moorland Brook and Other Poems. — Crown 8vo, cloth 3s 6d net. By J. R. Simms Notes on the Way, in Verse. — Crown 8vo, cloth, 5s net. By M. S. Romance of a Rose. — Crown 8vo, cloth, 5s net. By Augustus Ralll The Enchanted River and Other Poems. — Crown 8vo, cloth, 3s 6d net. — Just out. By Dudley Charles Bushby The Royal Shepherdess and Other Poems. — Crown 8vo, cloth, 2s 6d net. By Ellen H. Ebbs The Inner Light and Other Poems. — Crown 8vo, cloth, is 6d net. — -Just out. By Maria Greer A Vision's Voice and Other Poems. — Foolscap 8vo, cloth, 2s 6d net. By Swithin Saint Swithaine A Divan of the Dales and Other Poems. — Crown 8vo, cloth. 5s net. By George Ashmore Roberts Pencil Rhymes and Poetry.— Crown 8vo, paper cover, is 6d By Frederic W. Coulter England's Glory. — Foolscap 8vo, art linen, gilt top, is 6d net. By Charles Rathbone Low The Epic of Olympus. — Crown 8vo, cloth, 5s net. By William J. Tate Ruby Blythe and Other Poems.— Foolscap 8vo, cloth, 3s 6d net. *#* The complete Catalogue of Novels, Travels, Biographies, Poems, etc., with a critical or descriptive notice of each, free by post on application. LONDON: DIOBY, LONG & CO., 18 Bouverle Street, Fleet Street, E.C"], [264, ""], [265, ""], [266, ""], [267, ""], [268, ""]]