[[1, ""], [2, ""], [3, "COMIC O f £ ft /t IX THREE ACTS. THE «•»'*!« KJI6 OIF BARBIZAN. LIBRETTO BY MS. C-HAS. E. VINING. ( iipy right RegisUred under ACT XXV of ISC?. Karachi : PRINTED AT THE \" VICTORIA TRESS.\" 1894, [All rights reserved]."], [4, ""], [5, "COMIG OPERA IN THREE ACTS. ■ o ■ 111 «®!II& HJI© OIF BARBIZAN. LIBRETTO BY MB. GHAS. E. VINING. Copy right Registired under ACT XXV of 18G7. Karachi : PRINTED AT THE \" VICTORIA PRESS.\" 1894. [All rights reserved\"]."], [6, ""], [7, "PROLOGUE. The author writes that Barbizan is a small but independent State in Asia, almost unknown. Only one man, an Englishman, John Smith by name, has ever explored it aud returned to ii'n'e the world, at large, an imperfect idea of this strange little country. It has laws peculiarly its own, which have emanated entirely from the whimsical brains of the different Monarchs, who have reigned from time to time. It seems that its customs, names, and the mode of dress adopted, are an amalgamation of ideas gathered from jaeople of different nation* alities who have visited Barbizan and who have been forced to stay there. It having been allowed to remain independent is owing to a superstitious belief that it is a most unlucky tract of country to possess, and the Powers on either side of it have therefore left it alone as a Buffer State."], [8, ""], [9, "Characters. Shoo-shoo — King of Barbizan (wears pince-nez.) Joe Hax-Smtthe — (alias John Smith.) a traveller. Tootlettjm — Master of King's Trumpets (with a penny Trumpet.) TlKLABIT — Commander of the Stinging Nettle (with a peculiar Sneeze.) Swishalik — Holder of the Green Stick (with a peculiar gait and a green Wand) Gotoo — Warder of the King's Ballet Patakake — The King's Blotter (with a large warty nose.) Inkoke — Court Registrar. Skraggim; — Garrotter-in-Chief. Razlim 1 >His Assistants. Dazliji J MadsARA — Queen of Barbizan — A very sleepy individual. Tipsitee — Princess of Barbizan. Kissikissi \") Mariani V Her Maids of Hon Habiba Basarti J Courtiers, Messengers, Lads and lasses, &c, &g."], [10, "ACT I SCEN E.— The King's Court. [All except King, Queen, Princess— John Smith, Patakake, Gotoo -and Swishalik on stage.] Chorus— Here comes our Sovereign King. And we bis praises sing ; He's a very big man — is the King of Barbizan, And he knows almost everything. [Enter King L, All bow, King takes seat on throne.] Chorus — Here comes our country's Queen, She is of stately mien ; And vou must understand — She's a pon er in the land As all of us have often seen. [Enter Queen L, All bow, Queen takes seat R. of King.] CHORUS —Here comes their daughter, fair, And none with her compare ; She has a pretty face, and is full of Queenly grace, With her raven locks of hair. [Enter Tipsitce L, all bow, Tipsitee sits L. of King.] Chorus — King, Queen and daughter, throe, To you we bow the knee (all bow); The King of Barbizan and the Queen of Barbizan, And their daughter Tipsitee. (Tootletum sounds Trumpet once, silence.) King (loq) My subjects, we are gratified with your Welcome ( nudging Queen) Wake up Sara ! We have now come to choose a Prime Minister in the stead of our"], [11, "2 deceased friend Moca. We hope that the Master of the Trumpets has made known our desiie. TootletUM — The King's command has, been made known. KING. — Let us hear how you acquainted the King's subjects of the vacancy. (Nudging Queen) Wake up Sara: Solo Tootletum — Enow all the subjects of the King, That this is the King's command ; That he who aspires to the Ministership, Should before his Majesty stand. For know ye all when the Minister dies ; The position will fall to the lot ; Of him whom the King may choose to say, The qualification hap got. So come ye men, show what ye can do, No matter how little it be ; For I don't know, no more do you, Who the lucky man will be. And it may be you, or it may be me Or it may be somebody else you see ; For the post of Prime Minister falls to the man. Who pleases the King of Barbizan. o Now this is one of the laws of the land, That if the King should die ; The Prime Minister, with country's Queen, Is bound with the marriage tie. So he must always a bachelor be, So long as the King doth reign ; Then willy-nilly, a benedict he, When the King in his grave is lain. So come ye men, show what ye can do, &c,"], [12, "3 King — That's all right. Aud how many have responded ? Tootletum— Three. King — Who are the three ? Tootletum — I am one. King — And what is your qualification do you think ? Tootletum — I can blow my own Trumpet better than any one in the land. King — That certainly goes a very long way. What can the other two do ? TooTLETtM — One relies upon his powers of recitation. King — H'm — well and the other ? Tootletum — The other is a dancer. King — That's better, bring them bftfore me (nudging Queen) Wake up Sara ! (Tootletum bows and exits L.) (Enter Swishalik R.) Swishalik — Your Majesty (bowing.) King— Well ? Swishalik — A stranger has appeared in the land ! King — Who is he, and, what does he want ? Swishalik — He says he is a traveller. King — I don't believe it. He is a spy. Swishalik— I agree with your Majesty in every particular. King — He has come to sketch our fortifications Tiklabit — Your Majesty's perception is beyond our conception. King— Eh ! (Tiklabit Sneezes) Just so, now he is here, he must stop. Swishalik — I agree with your Majesty in every particular. King — Go, bring him before me. £ wishalik— I go, (bows) [Exit Green stick R.] King— Nudg^g Queen,) Wake up Sara !"], [13, "4 [King descends from throne, nil rise.] King — I am greptly disturbed, this stranger has evidently come fco-to-to Tiklabit — Your Majesty's perception is beyond our conception King — Eh? (Tiklabit Sneezes.) Just so, (King sits again.) [Enter Tootletum followed by Patakake and Gotoo. L.] [Enter Swishalik followed by John Smith between two soldiers. R] King — And so this is the stranger — He's good looking. [Queen an! daughter step forward to look at him. King- signs to Tootletum who blows Trumpet — Twice, Queen aud daughter resume seats — Silence aud fear] I observed he was good looking. And what may be his business here ? Smith — I am travelling for pleasure and hearing of your country came to see it. King — It was very kind of you — well — I decree that now you have come — here you remain. Swishalik — I agree with your Majesty in every particular, King — You are here for no good. Tiklabit — Your Majesty's perception is beyond our conception King — Eh? (Tiklabit sneezes.) Just so — He must remain and become a subject of the King of Barbizan. Swishalik — I gree with your Majesty in every particular. SMITH But I have no wish to stay — I have business elsewhere. King — You go at your peril ! No one coming to this land in the way you have done ever leaves it — at least not alive — if you really wish to leave it my Garrotter-in-chief will help you out of it— (Skraggim comes forward menacingly) Will you remain or go ? Smith— (Looking at Skraggim) I think I'll stop (Skraggim. retires )"], [14, "5 King — You have chosen well. Swishalik— I agree with your Majesty in every particular. King — Then give the Stranger the usual welcome chant. (Nudging Queen) Wake up-Sara ! Chorus— We welcome you, 0 Stranger, to the land of Barbizan, We're glad you've thought it best to stay, and face it [like a man, For if you had resolved to so, your life would end [to-day ! And we should really grieve to think you'd thrown your [life away. So stay and help us serve the King, the Kingof Barbizan, And do obeisance to the Queen, the Queen of Barbizan. And to their daughter, Tipsitee, the fairest in the land, Who has not found a suitor, who is worthy of her hand. So bow, and bow, and bow, to the King so great, Aud bow, and bow, and bow. to the Queen of State. And bow, and bow, and bow, to their daughter Tipsitee, We wish all power and Majesty to King, Queen, [Daughter, Three. (All bow at the words \" bow and bow, and bow,\" &c.) 'G— Now bring forward those who compete for the Prime, Ministership. By the bye (to Smith) would you like to compete '? ith— I have no idea of the duties. G — 0'' well, we'll make you some thing else. (Nudging Queen) Waking up-Sara ! We'll make you keeper of the King's Warming-pan. —(Coming forward.) That appointment is in my Department. Leave him to me. E — ( Coming forward,) Or to me, Surprised — Signs to M, of T. who blows Trumpet twice Queen and daughter retire — silence and fear.) It seems to me that some one else is King here, not I,"], [15, "6 Tiklabit — Your Majesty's perception is beyond our concej King— Eh ? (Tiklabit Sneezes.) Just so. Now Master Trumpets produce No. 1. (Tootletum, Leads up Patakake.) King — And who are you pray ? Patakake— Keeper of your Majesty's Blotting-Fad. King — Oh ! I hope it is in good soaking order. Patakake — It is, so please your Majesty. King — And so you would compete for the Prime MinistersLi: Patakake — (Bows, low.) King — Pray what is your qualification ? Patakake — I can recite. King — Well, go on — (Nudgiug Queen) Wake up-Sara ! Patakake — Recites. When I was quite a little boy, there came a wart upon [no And year by year as I grow big, that horrid wart [bigger grows My mother said, \" 0 what a shame\" and tried to thwart its [growth a bit, But 'twas no use, my beauty's gone ; it makes me sad to [think l One day a friend he said to me \" Why man you are inde [a flat \" Your plan will be to find aland, where they will prize a [nose like that. \" For there they'll make you something great, and paint [your nose a bright red hue, \" And call you Nosey-posey Pomp Now off you go and [take my cue.\" So off I went to find a place where I'd become a big, big man, And last off all I found that laud, it was the State of Barbizan. When I was brought before the King, he saw the lovely [nose I had, And forthwith made me Keeper of the King's own special [Blotting- Pad."], [16, "7 And here before the King's own face I blot at a tremendous [rate, But yet I shall not happy be until I reach the highest State So now before the King and Queen, before their dauglfter [Tipsitee, For taking up that post, I trust, I've shown my suitability. King — That's very clever — You may stand aside— We will see. what the others can do — Produce tlie next. [Tootletum brings forward Gotoo.] King — And who are 3^011 pray ? Gotoo — I am' warder of your Majesty's Ballet, King — Oh ! I hope it is in good dancing form ? Gotoo — It is, so please your Majesty. King — And so you would compete the Prime Ministership*? Gotoo — Bows very low. King — Pray what is your qualification ? Gotoo — I can dance. King — Well go on. (Nudging Queen) Wake up-Sara ! Dance. — By Gotoo. King — That's very clever — You may stand aside — We will see what the others can do. Produce the next. [Tootletum comes forward and bows.] King — And who are you pray ? Tootletum — Master of your Majesty's Trumpets. King — 0, 1 hope they are in good sounding order\"? Tootletum — They are — So please your Majesty. King — And so you would complete for the Prime Ministership ? Tootletum — Bows low. King — Pray what is your qualification ? Tootletum— I can blow my own Trumpet perfectly,"], [17, "8 King— Well go on. (Nudging Queen) Wake up Sara. [Tootletum— Blows one blast— Silence.] No. 4. Solo-Recitative— Tootletum. AVhen / blow the Trumpet once you must know, Your life will the forfeit have to pay, If you talk, or you wink or give even a nod, Till you've heard what his Majesty has to say ; You see what a power / must be in the land, When a blast of my Trumpet says ; If' you dare make a sound or make a grimace, Your life then the forfeit pays. 0 AVhen I blow the Trumpet twice you must know, The King, all at onuu, has quite angry got, That then it behoves everyone of you here, To dread whatever may be your lot You see what a power / must be iu the land, AVhen two blasts of my Trumpet say, If you move in your shoes, or shako with the blues, Your life will the forfeit pay. AVhen / blow my Trumpet thrice you must know, It is the King's own law and command, That everyone turns them round, and then bows, To the King and Queen of the land, You see what a power / must be in the land, AVhen three blasts of my Trumpet say, Turn round and bow low — Turn round and bow low. Or your life will the forfeit pay. King — That's very clever — You may stand aside — A\\re what the others can do — Produce thu nest. will see Tootletcm — That is all your Majesty,"], [18, "9 King— -All ? AVe must have another — Four is the lucky number — AVho shall be the fourth ? Of course stranger — Vou are the fourth. Swishalik — I agree with your Majesty in every particular. King — The stronger has qualifications I'm sure. Tiklabit — Your Majesty's perception is'beyond our conception. King — Eh ! (Tiklabit Sneezes) Just so — bring him forward. (Tootletum lead forward John Smith and signs to him to bow Smith doesn't understand — Tootletum blows Trumpet thrice all turn and bow except John Smiths) King — Stranger— You did not obey the Trumpet — Your life must the forfeit pay. [The two soldiers come forward and take hold of John Smith ] No. 5— SOLO the King. In Barbizan State 'tis the general rule, that none can do [aught without asking the King, And no one would think of disputing my will ; for I am [decider of everything, If 'tis marriage they want ; the couple then come, and ask [tor my blessing and fixing the day. And if they confess they have wed in mistake ; we simply just [quietly put them away. I never permit any lady to talk, for more than a minute or [two at a time, I never allow anyone to make puns, and no one has ever [been known to make rhyme, No lady may dance, that is left to the men, and what you [are told that you never may say, For if you should scandalize anyone else, we simply just [quietly put you away."], [19, "10 If any young gentleman fancies himself ; he promptly must [show everything he can do, A lily may nsver be rule to a man, altho' he mav call a [few minutes past two, All dames may be charming, some pretty can be, and maids [be as lovely as flowers in May, But if a male subject's more handsome than I — AA'e simply [just quietly put him away, Spring bonnets may never be worn by a maid till summer is past ; for they're not then so dear, No gown is in fashion — No style can be new, until the [Quesn's had it for over a year'. No spectacles ever are brought to this land, and only the [King can make use of pince-nez, Aud if a young man with an eye-glass is seen ; we simply [just quietly put him away If any one's poor and is wanting in funds ; I give him a [loan from the Barbizan Bank, If any one's rich ; then I confiscate some ; By my aid he [got rich, aud has me to thank, If any one kisses a maid on the sly ; for such a bold act he [has dearly to pay, And should a man flirt with another man's wife ; we simply [just quietly put him away. [Tipsitee comes forward.] TirsiTEE — Father — He is but a stranger in a land, and knows not our laws — forgive him, I pray you. King — Well — I'll forgive him this once — on the understanding, that he at once competes for the Prime Ministership. Smith— But I don't know what qualifications are necessary."], [20, "11 King— No matter,. Can't you whistle, or stand on your head, or anything of that sort ? Smith — I don't think I can. Tipsitee— (Aside to J. S.) Oh, do say you can do something— Can't you flirt ? Smith — Yes, I can do that ! Tipsitee- -That might do, try it. John Smith — (Putting his arm round Tipsitee's waist) I can flirt. (King makes signs. Tootletum blows Trumpet twice : (Tipsitee retires — silence and fear.) King — (Meaningly), what did you sa}* you could do ? Smite — Oh — 'er, (looking at Tipsitee who puts her finger to her lips to enjoin silence) I don't know, but I'll try — - I'll try and sing. King — Well, go on. (Nudging Queen), Wake up Sara ! (No. 6,) Solo J. Smith. I have roamed, I have roamed round the world all alone, With freedom to go, or freedom to stay ; Till I came to this land, with a custom, its own, That bids me remain or my life throw away. And here I am bid to compete for a post, Of which I know nothing — of which I care less ; I am bound by the law of the land to obey, And when I'd say \" No \" — I am bound to s.iy \" Yes.\" I'd like to say \" Nay \" but I am bound to say \" Yea,' And whether I like it or not, I must stay ; And the pickle I'm in, is the worst that I know, I'm bound to say \" Yes \" when I'd rather say \" No.\""], [21, "12 Primo Ministcrship's not the post tint I want, I'd sooner be waiting on yon pretty in ud ; And if they would let me do that ; then perhaps, I'd not be so sorry to find I had stayed. But may be she's haughty, or may be she's proud, And may be she'd scorn me, and turn me away ; And may be that if I should ask for a \" Yea,\" I'd never get anything else, but a \" Nay.\" I hope she'll say \" Yea,\" but I fear t'vvill be \" Nay,\" And then I'll be wretched if I have to stay ; Refusals are trying as some of us know, Much better havo \" Yes,\" — than be snubbed with a \" No.\" King — That's very clever. Tipsitee — Yes, I liked it very much. King — (Signs to Tootletum, who blows one blast, silence). I observed that it was very clever. Swishalik — I agree with your Majesty in every particular. King — This is the man to be Prime Minister. Tiklaiut — Your Majesty's perception is beyond our conception. King — Eh ! (Tiklabit Sneezes.) Just so, (to stranger) I give you the Prime Ministership. John Smith — (alias Prime Minister) — It's very good of you — but what am I to do with it ? King — You must forthwith be arrayed in suitable apparel. Take him away and array him. Pbime MINISTER — But I don't understand — I'd rather not — (Kins signs to Tootletum, who blows two blasts, Silence and fear, Tipsitee signs to stranger to be silent.) King — Take him away and array him. (E.vcunl — Prime Minister led off by Swishalik, Tootletum, Gotoo, Tiklabit. and Patakake.)"], [22, "13 No. 7. — Chorus. The choice has fallen, praise the King ; his choice has fallen well, And he who is Prime Minister, must learn his duties well ; He has to be the King's right hand, and guard our noble Queen, And see that Tipsitee, the sah*, is ne'er with suitor seen. He has to see that every one obeys the King's Command, That all the Courtiers ever in their proper places stand ; That when the Trumpet sounds but once ; that silence is [ profound, That when the Trumpet's sounded twice, each trembles at [ the sound ; That when the Trumpet's sounded thrice, that each one turns [ around. And bows in loyal manner, with obeisance to the ground. King — AVe will now proceed to our mid-day meal. The Court is closed.. [Exeunt omnes — King, Queen and Tipsitee leading (L )] Scene changes — (In the Palace Gardens.) (Enter Prime Minister, followed by Swishalik, Patakake Tootletum and Tiklabit.) (L.) Patakake. — So the King's choice has fallen upon you. Much good may it do you. The King is old, and the Queen is not very ugly. Prime Minister — AVhat mean you ? The Queen's nought to me Gotoo — No more is Tipsitee — Eh ? Swishalik — Are you aware of the duties of the Prime Minister ? Prime Minister— No, I should like to hear what they are. Tiklabit — First of all — you can never marry. Prime Minister — Never marry ? ! Tootletum — Never marry, at least not while the King's alive. Prime Minister— Oh ! Not while the King's alive ? (aside) Then if Tipsitee will have me ; I must throttle the King."], [23, "14 Patakake — And when the King dies, it is the law that the Prime Minister marries the Queen. Prime Minister— Marries the Queen ? ! ! Gotoo — Marries the Queen. Prime Minister — But suppose she wont have me ? Swishalik — Oh ' But she must. Prime Minister — But suppose the Queen dies first ? Tiklabit — Then the Prime Minster dies also. Prime Minister — And what about the daughter ? Tootletum — She can only marry when the King is dead, and the Queen has married. Prime Minister — (Aside) Then I must throttle the Queen as well as the King (aloud) Anything else ? Patakake — You will be held responsible for seeing that no one threatens the life of the King. Prime Minister — 'Aside) — That's awkward — When I threaten it myself (aloud) Anything else ? Gotoo — You will lose your life, if you don't happen to find favor with the Queen. Prime Minister — (Aside) That's lively (aloud) Anything more ? Swishalik — It will be your duty to keep all lovers away from the Princess — Tipsitee. Prime Minister — (Aside) I shall be able to do that all right (aloud) I think I have heard enough — Kindly leave me now, to ponder over all these deadly responsibilities. No. S. — Quintette — Tootletum, Swishalik, Gotoo, Tiklabit, and Patakake. We go — we go — But yet we warn you have a care, AVe see your thoughts are bent on Tipsitee the fair, If e'er the King should think that it is so, we ween, You'll die — as sure as in the past you've living been. Make up your mind to lead a life in Barbizan,"], [24, "15 Away from all the little things that please a man, And when you hear the King of Barbizan is dead, Remember well— the Queen of Barbizan— you wed. [Exeunt the five jR-] Prime Minister— Here's a pretty go, if they think they re going to make me marry that old Queen while that pretty daughter's \"in existence ; they are very much mistaken. [Enter Queen L.] Queen — AVell— How is our Prime Minister ? Prime Minister — (Aside) I must dissemble (aloud) Enraptured with the thought that my duties will keep me near the Queen (aside) That's a good beginning. Queen— (Giggling) Yes, it will be nice wont it? — And have you taken a fancy to me already ? Prime Minister — That's it (makes a grimace aside, Queen very pleased.) Queen — You know I've taken quite a fancy to you — And now that you are Prime Minister the time may come when (sighs.) Prime Minister— Yes — when (also sighs ) DUET— Queen and Prime Minister.— (No. 9.) SOLO— Queen— It's really very nice to think that such a fine [young man, Has come to be Primo Minister of peaceful Barbizan. „ — Prtme Minister— It's really very nice to think that he [will have to wed, The lovely Queen of Barbizan whene'er the King is dead."], [25, "16 DUET — Now when the laws of Barbizan set down a thing as right, We really, couldn't say it's wrong — Not even if we might And so it's only proper, and its only right that we ; Prepare for what's in store for us, when j j a ™dow DANCE. SOLO— Prime Minister— I wonder if the King will live till [ he is ninety-nine ? If. so the Queen will not be young [when I can call her mine ? SOLO — Queen — But if he dies within the year, what then [young man, what then ? I think the Minister will be the happiest of [men ? [DUET — Now when, &c. — Dance. Exeunt L.] [Enter Tipsitee and Kissi-kissi R.] Tipsitee — Oh, Kissi-kissi friend — I fancy I'm in love with this handsome young stranger and now that the King has made him Prime Minister ; he cannot even make love to me. Kissi-kissi — Is there no chance of the King altering his choice ? Tipsitee — I fear not — I have thought of one way — We might have the stranger kidnapped and hidden for a while, and then the King will have to appoint another Prime Minister, and when that has been done ; the handsome stranger could come to light again."], [26, "17 KISSI-KISSI— A bright idea— I'll go and talk it over with Swishalik He's in love with me, and will do any thing I ask him. Cheer up Princess, the youthful stranger shall be yours [Exit Kissi-kissi hurriedly, R.] SOLO— Tipsitee (No. 10). Oh, what shall I do for he's lost to me now, My castles were built but in air, My father, the King, by his haphazard choice, Has doomed me to naught but despair. AVhen that youth I first saw, I thought of the dreams I had dreamt one mid-summer day, AVhen a stranger did come from a far off land, And took my poor wee heart away, I dreamt that we flew to a country unknown, AVhere all was so smiling and gay, That there our two lives were then blended in one, Forever and ever and aye, I thought that the dream was about to come true, But woe is me — would it were so, The stranger will marry my mother instead, O deary me ! AVhat shall I do ? [Prime Minister — Who has been looking on(L.) now eomo3 [fonvardi Prime Minister— The King's daughter as I live ! Tipsitee— The King's Prime Minister, Prime Minister — At your service, Tipsitee — I wLh you were."], [27, "18 Prime Minister — So I am — why not ? Tipsitee — Do you not know that as Prime Minister you are supposed to be my special abhorrence- Prime Minister — But only supposed to be— Not really so ? Tipsitee— AVell I don't say I exactly detest you, but— Prime Minister— If you abhor me, I adore you (embraces her.) SOLO— Prime Minister (No. 11.) Fly with me now, my loved one, fly with me now alone, Come to the world beyond, love, come there and be, [my own, Leave this dread laud behind thee, there will be peace [beside me, There we will be as one— love— all will be fair for thee, 0 come— Let us fly— Let us fly— 0 my love, My life will be naught without thee, I care not for ought that the world may bring Unless thou art given to me, Unless that my life may be blended with thine, My heart to be thine— And thine to bo mine, Come love— Let us fly— to the world that is best, Or death must release my heart's bitter unrest, Tipsitee— Do not speak thus— I cannot run away with you and yet you must not die— why if you were to die what should I do (sobbing.) PRIME Minister— I will never marry the Queen I hate the very sight of her— Is there no way of my getting out of this detestable marriage ?"], [28, "19 Tipsitee — I did think of one way, but I'm afraid it won't do, Prime Minister — What is it ? Any thing will do — it must do ! Tipsitee — I thought we might pretend you had been kidnapped, and have you taken away and hidden somewhere, and then when they had given you up as lost ; the King would choose another Prime Minister and you could suddenly turn up again, and say you had escaped from your captors. Prime Minister — The very thing — Capital ! Let us go and see if we cannot arrange it. [Exeunt — Tipsitee and Prime Minister L.] [Enter Tootletum, Patakake and Gotoo, who have been listening R ] Tootletum — It would be a very capital arrangement, but unfortunately we have overheard your little plot and I think it will be our duty to go and tell the King. PATAKAKE — But if w« did that ; both the Prime Minister and Tipsitee would immediately be executed. Tootletum— Well — I don't mind, for the Post of Prime Minister would be vacant again and I might get it. Patakake — But how about your sweetheart Mariani ? (Sneeringly) you could not marry her if you were Prime Minister. TOOTLETUM— (Sarcastically) And how about Habiba ? She would cry her eyes out if you became Prime Minister, GOTOO— Enough— Our best plan will be to inform the Queen ; I think the matter will interest her — we can safely leave her to look after it."], [29, "20 Tootletum — That's true, let's go and tell the Queen [are about to go when they are confronted by Mariani-Habiba and Bassarti entering R.] Ma.ria.NI— AVhat are our beloveds up to now ? Habiba — I'm sure they're up to nothing good. Bassarti — I heard something about going and telling the Que m, Mariani — (To Tootletum) Now then, out with it ! What was it ? Habiba — (To Patakake) You naughty man, what were you going to do ? Bassarti — (To Gotoo) You'll tell me, won't you ? Mariani — If it has any thing to do with Tipsitee ; you had best beware. Habiba — Yes you had ! Bassarti — That you had ! Mariani — AVe like her — aud we wont let you harm her. Habiba — No we wont ! Bassarti — That we wont ? Mariani — (To Tootletum) why did you compete for the Primo Ministership ? Do you want to throw me over ? Habiba — (To Patakake) Yes — And why did you compete — are you tired of me ? Bassarti — (To Gotoo) And why did you try for it ? Mariani — You knew, that tho Prime Minister would have to marry the Queen ?"], [30, "21 Habiba— That nasty old Frump. Bassarti— That horrid old thing. thankful that the King did Mariani — And you ought to be choose the stranger Habiba— Yes— You ought. Bassarti— That you ought. Gotoo, look at one another.] [Tootletum, Patakake and Tootletum — One, two, three ! Tootletum\") Patakake VWeare! & Gotoo J Mariani — Oh, you are — well then we'll forgive you, but don't do it again (looking off) — Here comes such a crowd — it wont do to let them think we're talking scandal. Music — Enter crowd R. and L. (No. 12.) Song and Chorus. Mariani — You plot and you plan and you fashion and fan, Into flames, diabolical jinks, Tootletum — It's lucky you came ; or our nice little game, AVould have finished the stranger methinks. Habiba — I'm glad that we spoke; it will now enl in smoke, And the stranger will marry the Queen, Patakake — 'Twill be a surprise : if when the Kiug dies ; Any sigus of the stranger be seen."], [31, "oo Ciiorui — And so we say, that on the day The stranger should marry the Qnpen, 'Twill be a surprise; if when the King dies, Any signs of the stranger be seen. BASSARTI — The King may die, and the daughter may sigh, But we our own lovers have got. Gotoo — And whatever they do — 'Tis pleasing to you, To think you have settled your lot. Mariani — The daughter may wed — when the King is dead, And the Queen may have married again. TOOTLETUM — But we marry at will, Each Jack with his Jill, Each Maiden may chose her Swain. CHORUS — But yet we say that on the day, The stranger should marry the Queen, 'Twill be a surprise, if when the King dies, Any signs of that stranger be seen. DANCE, End of Act I. ACT II [Enter Queen L.} QUEEN — (Angrily) — AVhat's this I hear ? The stranger making lovo to my daughter ! The Prime Minister courting tho Princess ! And he pretended to be smitten with m y charms — the deceitful monster ! I'll be even with him ! Ho will find he has courted disaster."], [32, "23 SOLO— queen (No. 13.) Am I to be thwarted— by a youth distorted, In his views of matrimonial bliss. Isn't it but proper— I should put a stopper, On his loving any pretty Miss. I wni —I'm determined, and that he shall see, He'll know what it is to come trifling with me, He'll find I am Queen, and a power indeed, And with not play second to any one's lead. It will be my duty— once and absolutely, Not to break the laws of Barbizan, So that youth must tarry, and he shall not marry, While I'm here to stop it — and I can, I will — I'm detrmined &c., &c, He'll be much mistaken — if he's undertaken, To console my daughter Tipsitee, I know he's fascinated, and in fatuated, But he'll have to wait, and marry me, He will — I'm determined &c, &c, Queen — (Soliloquizing) — Now how is it to be managed ? If I denounce him he'll be executed, that would not be revenge enough, no, he must wait and marry me. Yet if the King dies not soon ; he will have to wait a long time, and my revenge cannot wait ; so the King must die quickly — I'm very sorry, but it can't be helped —but how is it to be managed ? I can't kill him myself. Let me see, who is there that that is in love with me ?"], [33, "24 vou [Enter Tiklabit, who has been listening, L.] Tiklabit— I am— My Queen — My Queen. QUEEN— (Aside) The very man [aloud and gushingly.] really ? Are Tiklabit— I am. Queen — And ivouid vou do any thing for me Tiklabit — Any thing ? Queen — Some thing really dreadful, very dreadful. Tiklabit — Of course, what is it f Queen — I hardly like to tell you, it's awful ! Tiklabit — No matter, divulge it. Queen — I want you to murder the King. There, its out ! Tiklabit — Murder the King ? ! Queen — Yes. I want him to die Tiklabit — Why ? Queen — The Prime Minister has been making love to Tipsitee >• He must be punished, he must marry me. Tiklabit — I don't quite understand. Queen — You see, I want to have my revenge on him, and not on you — Do you refuse ? Tiklabit — (Aside) the heartless old witch, but I must keep in with her, so I'll pretend to agree (aloud) My Queen (sneezes) your wishes are my law — I obey (bowing.)"], [34, "25 Queen— (Aside) What a scoundrel (aloud.)— That's right— How will you do it ? Tiklabit — The King, as you know, will assemble with the Court to witness the Barbizan Dance —I will put poison into his cup — Queen — (With mock horroi) — Oh, you are a blood thirsty creature, but what should I do without you (Nudges him and runs out.) [Enter Tipsitee — Kissikissi — Mariani, Habiba and Bassarti, R.] Tipsitee — Now what have you been plotting with the Queen ? Tiklabit — (Aside) Murder will out, (aloud) I asure you f've been plotting nothing. Kissikissi — But she has. Mariani, *\") Habiba & hold of Tiklabit) — Out with it ? i Bassarti. J TIKLABIT — All right, release me ; and I'll tell you all, if you all promise to love me. OMNES — We promise. Tiklabit — Give me some earnest of it now 4 Matds — (To each other) I suppose we must [Two Maids go and rest their heads on Tiklabit 's shoulders.] Tiklabit — That's very nice — Now I'll tell you (Sneezes.) the Queen has discovered that the Prime Minister is in love with Tipsitee."], [35, "26 All— AVell ! Tiklabit— AVell, she wont have it, that's all. All— That's all ? ! Tiklabit — That's all. Kissikissi — It isn't all — You are keeping something back. Tipsitee — Tell us the rest ; and I'll reward you. Tiklabit — Give me another earnest then— 4 Maids— (Speaking to each other again) I suppose we must. [The other two Maids rest their heads on Tiklabit's shoulders.] Tiklabit — This is extreemely nice — AVell you see (sneezes.) the Queen thinks the only way of stopping this — er — er — ■ combination is to force the stranger to marry her, and that she cannot do till the King is dead — So the King dies. All— (Horrified) the King dies ? ! Tiklabit — (Sneezes) at least that is what the Queen wants, Tipsitee — But what is really going to happen. Tiklabit — I hardly like to say, out aloud All — AVell — Whisper it. [Tiklabit — Whispers to each, in turn— Signs to them to be silent about it, sneezes, k Exits R.] Tipsitee— What about the stranger being kidnapped ?"], [36, "27 Kissikissi- I have arranged it all. He must go for a walk m the grove & there men will be in waiting to carry him off. Tipsitee— That will do nicely. I'll explain matters to him. [Quintette, Tipsitee and Four Maids.] To us now the thought has occurred — You see, That we shall fall into disgrace, If ever by sign — or by word — You see, AVe let this g:eat seoret be heard — You see, And this we must stare in the face, For should the Queen know what her subject has said, She'd plot and she'd plan in that ugly old head , Some foul means by which she the stranger would wed. As soon as she heard that the King was dead, She heard that the King was dead, So, \" Mum \" is the word, we must be like the Sphinx, That never is heard — but yet always thinks, And who answers your questions by winks and by [blink-* But never a word says he — lYu see ? DANCE."], [37, "28 [Scene changes to King's Court.] [Enter King — Queen — Princess — Officers of State. Courtiers L ] [King Queen and Tipsitee sit down — Trumpet blown thrice — All turn and bow.] King— AVe are now assembled to witness the Annual exhibition of the Barbizan Dance (Nudging Queen) wake up Sarah! I will, as is customary, now drink success to the land of Barbizan and its dances ( drinks, Tiklabit puts some- thing into the King's goblet, unseen by all but the Queen). Now proceed to bring in the danceis (drinks again and continues to sip at goblet during the dancing Nudging Queen) AVake up Sarah I (Enter Dancers L ) BALLET. King — (Getting gradually more hazy and influenced by the drug) Stop ! Stop ! Stop the dancing ; it makes my head go round (Dancing stops) Stop I say ! Gotoo — Your Majesty, the dancing has stopped. King — But my head hasn't, Swishalik — I agree with your Majesty in every particular. King — AVhat is the matter with the room ! That's going round now. Tiklabit — Your Majesty's perception is beyond our conception. KING— (Angrily) Eh? (Tiklabit sneezes.)"], [38, "29 King. Just so (signing to Tootletum — one blast Silence.) I observed that the room is going round— I ordered that the dancing should be stopped, You are all dancing now ! (signs again, to Tootletum— Two blasts) what is it ? Am I going mad ! Am I not still King of Birbizan (signs again to Tootletum— Three blasts all turn and bow) You are all going round now ! Am I not to be obeyed ? ! Here Prime Minister ! Here my Garotter-in-Chief— Every one must be instantly executed — Every one shall — shall be (puts hind to head— rises— staggers swoons, is about tjfa'.l, is caught ani carried out L. Chorus No. 15— AA7e wonder what will come to pass — The King's been [taken ill And now the land of Barbizan will tremble at his will, AVe'll have to mind our P's and Q's and let our tongues [be still, Or he will madden in his wrath, and all his subjects kill. So tremble men — Come women now — Just think of [what may be, If he, the King of Barbizan, with sickness maddened be, For he will have us massacred, while he will dance with [glee, And fill the land of Barbizan with woe and misery,"], [39, "30 Tremble— tremble — Wo know not what's tho law for u~, Or what may be in store for us, We beg the Queen implore for us, We beg the Queen implore for us. Qui: f— (Loq.) Well— You can all go— meanwhile I will thiak of how I'd besi implore for you. [Excmd, all but Queen, £.] They've gone— Implore for them indeed ? Tiklabit did his work well Ha ! hx ! Young, stranger — Now I'll have my revenge. [Exit L.] [Scene changes (to grove.) [Enter Skraggim— Razzlim Dazzlim, R.] Stragcum— This is the place, I think, where we were told to wait and carry off the Prime Minister. Razzlim— He's not likdy to struggle, for he's in the plot himself. No. 16. TRIO. Skraggim— Razzlim and Dazzlim Skraggim— 'Tis a frightful deed we've come to do, I hardly like it [at all, do you ? Razzlim — It isn't so bad when you come to know, the fellow [himself is quite ready to go. Dazzlim— And hotter to think we're to carry away, instead of our [having to murder him Eh ?"], [40, "31 TRIO -We're always on the Jiggity-jog, we're ever- upon: the [go, Quite ready to put a man out of the way, whether be [like it or nc> AVe're ready to do anything that you ask, so long f-f [you choose to pay, You'll find us at home any time that you come, 'tween [12 and 2 in the day SXRAG3IM — Suppos3 he has changed his mind, and say, He flatly objects to be taken aw*ay ?■ Razzlim — And tells us to nobble him if we dare ? I think we had better just leave him there ! Dazzlim — Unless we can manage to let him see, It's \" Come, or Good-bye to your Tipsitee.\" TRIO — AVe're always on the jiggity-jog, &c, &c DANCE. Dazzlim — Here he comes so, let us hide, just for the show of the thing (hide) [Enter Prime Minister R.] Prime Minister — This seems to be place where I am to be kid- napped — I don't much like the idea of being shut up for an indefinite period— but any thing is better than marrying that hateful old Queen, [Enter Queen] L.)"], [41, "32 Queen— How doe? our Prime Minister feel now that the King is seriously ill ? Prime Minister— Seriously ill ! ? QuEEn— (Meaningly) I believe he is very ill Prime Minister— (Aside) The heartless old scarecrow. I believe she wants him to die (aloud) Do you really think so ? Queen — I do— And if the King dies— AVhat then (sighing.) Prime Minister— Ah what then! (shuddering at the thought.) No. 17. — (Duel Queen and Prime Minister.) Prime Minister — Do you think the King is really going to die ? Queen — Yes, I think so — I really think so. Prime Minister — Then all the Court will simper, sob and high, Queen — It will have to, 'twill really have to : But you and I must do our best to nerver, Ourselves, for such a fate as we deserve : And from our path of duty never swerve, Prime Minister — Let us try to — AVe will try to. Duet — So let us now be cheerful — Useless being tearful, Crying makes the eyes so dim and red, Let the Court be crying— You and I be sighing, AVhen the King of Barbizan is dead. Queen — Do you know what made the King so very ill ? Prime Minister — I don't think so— No, I don't think so. Queen — It must have been a homeapathic pill."], [42, "33 Prime Minister — Do you think So ? Perhaps it was so. ? But is there really nothing we can try, To save the King ? we mustn't let him die, For if he does ; there'll be a hue and cry. Queen— I don't think so — I don't think so. Duet — So let us now be cheerful, etc. Queen — Let us now go and hear what the latest Bulletin says [Exeunt Queen and Prime Minister L] [Skraggim, Razzlim and Dazzlim re-appeer.] Skragginm — I wonder what brought that old Queen here, Razzlin — She's quite upset our little plans. [Enter Kissikissi hurriedly R. is surrounded by the 3 who begin to roughly handle her.] Kissikissi — Let me alone — or I'll scream — where is the Queen . I have important news — (they continue to roughly handle her.) Leave me alone. Can't you — I'll tell Patakake (begins to cry.) Skraggim. — What do you know of Patakake ? Kissikissi— He's engaged to me. Skraggim — Let her alone — That's the name of one Employer- Beg pardon little lady. Sorry we did not know yon. Kissikissi— AVhere is the Queen— I have to tell her that the King is dead. Skraggim, ~> Razzlim VThe King dead ? ! & Dazzlim. J"], [43, "34 Kissikissi — So they say at the Palace and the Queen doesn't know it. yet. Oh ! Here she comes with the Prime Minister. [Enter-Chorus Courtiers &c, R. — Queen and Prime Minister L.] Kissikissi — (To Queen) Your Majesty — I bring the sad news that the King is dead— Queen — (Feigning surprise) — The King dead ? ! I feared it would be so. How sad it is for me now — In my loneliness. I have only one ray of comfort and that is that the Prime Minister must now help me to bear this bereavement (crosses to Prime Minister — puts her head on his shoulder. Prime Minister is horrified and Tipsitee dejected — FINALE ACT II. Chorus — The news is sad — We have to tell, For you 'tis bad — For us as well, The King of Barbizan is dead, And we such bitter tears must shed. The land is now without its King, And we must mourn like anything. Twelve months must run before we can, Re-place the. King of Barbizan, He's dead-he's dead-the King is dead. And we must mourn and bow the head."], [44, "35 Sklo Queen— The King is dead and in one week, The laws of Barbizan decree, That he who is Prime Minister, Must forwith claim to marry me. So stand you forth Prime Minister, But why that look, so sinister, I see upon your youthful face ? AVithin one week you'll know your place ! Solo Prime Minister — You are the Queen— I must obey, The sovereign of the Land, But things will chaDge when in a week I'm master of your [hand, For then the law of marriage bids, The wife her lord obey, And p'raps you will repent ; if we Are married on that day, Chorus— The news is glad — we have to tell, No longer Sad, for us 'tis well For now 'tis said — the Queen will wed, So we have nothing now to dread. For twelve months now the Queen will reign, And then we'll have a Kino- aoain, And Princess Tipsitee, the Fair May now, of lovers, have her share. The time has come when she may wed, AVhen Queen re-marries — King is dead,"], [45, "36 Solo Tipsitee — AVhat care I for a lover now. My love has gone — I will not wed. My lover will another's be, The laws of Barbizan have said. So weep ye for your Tipsitee, And know ye when the Queen has we J That she, your Tipsitee, the fair, Will, of a broken heart, he dead. Prime Minister— (addressing Tipsitee.) AVhat can I do '( AVhat can I say ? I would that I could alter Fate, Perhaps it may befriend us yet, We can but hope, and watch, and wait, For, I am yours and yours alone, E'en if these laws do have their way, So let us wait, have courage still, AVe may win yet. for who can say. Solo Chorus — The news is sad, we have to tell, For you 'tis bad, for us as well, The heart of Tipsitee the fair, Is breaking now with mute despair, The youth she loves is bound to wed The queen or he will lose his head."], [46, "37 Within a week the marriage tie, Must bind them both, or he must die, Poor Tipsitee, its very true, The laws are really hard on you End Act II. ACT III [Enter Kissikissi — Mariani, Habiba and Basarti dragging Tiklabit between them, (R) ] Kissikissi — You wretch ! (Giving Tiklabit a tug.) Mariani — You Monster ! ! (Giving him another.) Habiba — You fiend ! ! ! 'and another). Basarti — You Murderer ! ! ! ! (and another) Kssikissi — AA7hat have you done ? Mariani — The King is dead ! Habiba — You told us a lie ! Basarti — You said the King wouldn't die ! Tiklabit — (Freeing himself) Peace-peace, my little dears . have done, — unhand me, and I will tell you what I produces huge phial)."], [47, "38 Solo— No. 19.— You see this little phial I am holding in my hand, Were I to turn it upside down upon this lovely land ; The King and every one of us would vanish into ah-, And all the land of Barbizan would go — I know no [where, If half the bottle I should pour — (I'd do it with a sigh, The country would be split in two, and half the nation [die) If fifty drops are taken from this phial, you must know, That every one, by fifty years, or so, would older grow) If twenty five's the number drawn, and put within the, [cup 'Tis certain death within the hour to him who drinks [it up, If ten are taken all at once, now bend your head and hear. (Mysteriously) a sudden sleep is then produced which lasteth for a year, But if you take just one wee drop of this you mustn't speak, Your slumber will be breathless, and you'll sleep for just a week, (More mysteriously) I gave the King one little drop, and now the week is over, To-day — You'll see the King again, just as he was before."], [48, "39 Kissikissi — But the King is still dead, or dead still, I know not which and the Queen is to be married to the Prime Minister to-day. Tiklabit — One drop of the drug I gave to the King just a week ago. The Queen will not marry the Prime Minister to-day. But you must keep what I tell you a profound secret — But here I see, comes Tipsitee ; so I'll be off, but mind you must not tell her. [Exit Tiklabit hurriedly R.] Kissikissi — If we may not tell her — We may at least let her know there is some hope — That won't he teliing will it ? Mariani, ~| Habiba > — Of course not. & BaSARTI. J [Enter Tipsitee — Very dejected, L.] Kissikissi— AVhy is the Princess so sad ? Tipsitee — Why ask me Kissikissi when you know the Prime Minister weds the to-day. Kissikissi,^ Mariani, I ,,r „ ., , Habiba ' ave so sure °^ & Basarti. J Tipsitee — (Anxiously) What do you mean ? Kissikissi— 'Meaningly)— It is just possible that the King is not dead. Tipsitee— (Excitedly) -The King not dead ! ?"], [49, "40 Kissikissi,\") Mariani, | Hebiba, y We're not at all sure of it and Ba- I SARTI. J Tipsitee. — (More anxiously) what do you mean ! ? Kissikissi — And if the King is not dead; the Primer Minister will not marry the Queen. Tipsitee— (AVonderinglv)— Not marry the Queen ! ? Kissikissi,^ Mariani, | HAMBA, > AVe're not at all sure of it. and. Ba- I SARTI. J Tipsitee— (Still more anxiously.) Oh ! do tell me what it all means ? KISSIKISSI — (Talking between themselves) I don't think we told her any thing did we ? [Exeunt R] Tipsitee — (To herself) What does it all mean ? The King not dead ! The Queen not marry the Prime Minister I Is it possible that ■ > [Enter Prime Minister L.] Prime Minister — (Interrupting) Is what possible — Sweet Princess. Tipsitee — I do not know what to think ! The King is really dead isn't he ? Prime-Minister — Dead as a door— mat — I have seen him;"], [50, "41 isn't Tipsitee— So have I, and yet my Maids seems to think he Prime Minister — That's impossible. Tipistee — And so you will marry the Queen ? Prime Minister — Who says so ? Tipsitee — AVill you not ? Prime Minister. — Never ! No. 20. — Duet— Tipsitee and Prime Minister, Prime Minister — Fear not my own, the laws of Barbizan, Cannot destroy the love my breast doth hide, If I must wed, there will no wedding be, Unless you be my bride. For I will die ; if none one hope can give, Living be thine, or cease to live. Duet — Just a sigh, at parting — lives that should be one, Both may be departing, ere the day is done. Just a pledge to bind us ; that we both may feel, Naught shall e'er divide us, be it woe or weal Be it woe or weal. Tipsitee — I fear not now, I know your love is mine, Loved one we live, or else together die, Laws rule the heart's of those that love not well, But we the laws defy. So let us wait and hear the fates decree, AVhether 'tis death, or life to be. DUET — Just a sigh at parting, etc."], [51, "42 PRIME .Minister — Dearest one, I must now hasten to prepare; for this hateful marriage. There we will meet again, Farewell till then, and then, perhaps, \" farewell,\" [Exit Prime Minister R.] [Tipsitee very dejected.] [I'nter Queen L.] Queen — AVhy is my daughter so sad ? I have come to look for you — To-day should be a day of rejoicing ; for your mother is about to wed the Prime Minister, and you are to be my Chief Brides Maid. Tipsitee — (Beseechingly) Mother spare me the affliction of tak- ing part in the proceedings. QUEEN-_Ah? I see how it is, I thought so. My dear daughter I know vou lovo this stranger, and much as I would have liked him to marry you ; you see it can't bo managed ; the laws of Barbizan compel me to marry the Prime Minister, distasteful as it is to me : but then, after I am married, we will try and find a lover for you — You'll soon get over it — Come along; or we shall be late. [ Exit— Queen L-] TirslTEE— ( Following slowly ) Would like him to marry me indeed ! I know at any rate that he won't marry you ? (pensively) and then— if he doesn't? Ah well 'twere better that— [Exit L]"], [52, "43 [Scene changes] [Enter Courtiers Chorus &c Chorus — No. 21. The marriage hour hath now arrived— a week since King was dead AVhen Queen will, to the Altar, by the Minister be led, The rich will of their riches, give ; the poor by bounty fed For by the laws of Barbizan ; the Queen and subject wed. Then hail to the Queen ? Hail to her spouse elect ? AVe bow the knee — Tis duty and respect, Our loyalty is thus displayed — the Queen must ever be obeyed, And now in royal diadem, with staff and sceptre, sparkling gem She comes — Our Queen — And her spouse elect. AVe bow the knee with due respect, To Queen we bow — We bow the knee, And also — Spouse elect to thee, [Enter Inkoke followed by Queen, Prime Minister, Brides- maids, Tipsitee— Courtiers and Crowd L.] Inkoke— (With huge book) We arc now about to fulfil one of the principal laws of Barbizan in uniting the Queen and"], [53, "44 the Prime Minister. I therefore herein record, m pre sence of you all, the marriage of Queen Mad Sarah with the Primo Minister, by name — By the bye — AVhat may be your name ? Prime Minster — John Smith. ALL— (In surprise) John Smith ? ! ! [Enter King's Messenger hurriedly L.] Messenger— (To Queen) Your Majesty— The King lives, and is on his way here. Queen— (Astonished) The King lives ? ! All — (More astonished) The King alive ? ! [Prime Minister crosses to Tipsitee — Queen crosses to Tiklabit — Every one much excited,] Prime Minister — (To Tipsitee) Saved ! Queen — (To Tiklabit) What does this mean ? The King not dead ? Tiklabit — I can only account for it by the poison having lost its strength. Queen — Then we are undone — I shall denounce you ? Tiklabit — No need to do that — The poison, if it fails to kill, leaves the mind a perfect blank as to what has previously occurred. The King will but think he has been dosing. Queen — Are you sure ? Then I'll forgive you, but sec there's no mistake next time. [Enter King followed by two attendants, L] [Trumpet blown thrice— All turn and bow]"], [54, "■±0 King— Has the dancing finished ? Tiklabit — By your Majesty's orders the dancers withdrew. King— Ah, I forgot, I went away to take a nap, didn't I ? Tiklabit— Your Majesty's perception is beyond our conception. King— Eh? (Tiklabit sneezes) just so, but I don't recollect Mr. Registrar being here when I left— AVhat is he here for? Queen— I found that no record had bein made in the State Register of the appointment of the Prime Minister, so I ordered his attendance that the record might be made (every one astonished at the falsehood.) King— Oh that's all right— (To Registrar) what have you written? Inkoke — (Confused) Oh — er — I was just about to record his name. King — And what is his name ? Inkoke — John Smith. King — (Astonished) John Smith (To Prime Minister) Is that your real name ? Prime Minister— It is. King — Then I'm very sorry, but you can no longer hold the post of Prime Minister. Swishalik — -I agree with Your Majesty in every particular. Tiklabit — Your Majesty's perception is beyond our conception. King — Eh? (Tiklabit sneezes) Just so — Tell him why (motioning to Inkoke.) No. 22— Solo— Inkoke. It was some twenty years ago, as written in the Book of State AVhich never has a record put,. unless it's posted up to date."], [55, "46 That one John Smith came to this land, and here he stayed a certain while, And gathered wealth beyond compare, anl went back) home with quite a pile, That while he stayed the Maids at Court began to dress in AA'estern ways With high heeled boots and crinolines and lates pattern patent stayst That flirting was a thing unknown, until John Smith did show them how, That every dame, both young and old from that time had a bow, wow wow. That husbands were in bed by ten, and knew not how to play a rub Until that interloper, Smith, designed a most enticing Club That every where was harmony, and jealousy a a thing unknown Until John Smith led maids to think there were no bonnets like their own That no one took offence because another copied her new gown Until John Smith put in the heads what others do in London Town That husbands never saw a shop. Of Milliners ne'er gave a thought Until that gay deceiver, Smith, full twenty thousand fashions brought, They never went to see a Play — A Comic Opera never saw, They never even had a laugh, till Smith had taught them how to roar"], [56, "47 Aud when he introduced a Band, and showed them how to dance a jig, He spoilt the land of Barbizan ; for every one grew much too big, So they decreed that Smith must go, and in the land no longer stop, Aud he was told of this decree, then out they turned him, neck and crop. And then the law was made that if the name of Smith was owned by man, He should never hold any post, within the land of Barbican. King — So you see I'm very sorry, but it can't be helped. You can no longer be Prime Minister and I hereby decree the appointment cancelled (Nudging Queen) Wake- up-Sara. I also regret to say you can no longer remain in the country, but by a special act of the Royal prerogative ; I permit you te leave it alive. Tipsitee — May it please my father the King, to allow me also to leave the country in company with this stranger. King — Hey day ? What next ? Swishalik — I agree with your Majesty in every particular Tiklabit — Your Majesty's perception is beyond our conception. KING— Eh ! (Tiklabit Sneezes) Just so — I do not think the3 laws provide for such a contingency. Inkoke — (Coming forward with big book). It is herein laid down that the Princess may not marry while the King lives unless Smith — \"*» Unless what ? Tipsitee— J"], [57, "48 [King signs to M of Trumpet, who blows one blast silence] Inkoke— (continuing) Unless the King and Queen award their special consent. King — I see. But that does not remove the difficulty of the stranger's name. Swishalik — I agree with your Majosty in every particular. Tiklabit — Your Majesty's perception is beyond our conception. King — Eh ? (Tiklabit Sneezes). Just so. How about that Mr. Registrar ? Inkoke — (Again referring to book) It can be overcome by a change of name. Tipsitee — May it please my father the King, the stranger will change his name. King — Well, I see no objection, and it's evidently allowed by the laws. Swishalik — I agree with your Majesty in every particular. Tiklabit — Your Majesty's perception is beyond our conception, King— Eh ! (Tiklabit Sneezes) Just so, Well I decree that the Stranger be henceforth known as Jacky-Smythe, (Nudging Queen) Wake-up-Sara, and I elevate him to the rank of a a Peer of the Realm and award special consent to his marrying the Princess. QUEEN — And so do I. You remember, my dear daughter, I always said I would be so happy to see you two married. Tipsitee — So you did, (aside) I remember it so well. King— Come hither, littlo dears. (Tipsitee and J. Smith come forward and kneel before the King) Bless ye my children. INKOKE — (Again referring to Book.) It is written that when the Princess is to be married all other persons wishing to marry must obtain the Royal blessing."], [58, "49 (Tiklabit and Kissi-kissi come forward and kneel before King) King — Bless ye my children, (they retire.) (Tootletum and Mariani come forward and kneel.) King — What another couple ? ! Bless ye my children. (Patakake and Habiba come forward and kneel.) King — Still another couple ? ! Bless ye my children. (Goto and Basarti come forward and kneel) King | Another ? ! It's evidently catching. Bless ye my children (Nudging Queen) Wake-up-Sara. Any more ? (Makes signs to M. of T. who blows thrice — all turn and bow.) No. 23. Finale Act III. King — I am the King of Barbizan. Chorus — A very big man — a very big man. King — I always do what good I can. Ghorus — Any good he can — any good he can. King — My will is law — of that be \"sure, For all obey — What'er I say, For if they doubt, they'll soon find out. I am the King of Barbizan. CHORUS — Our King is great — quite up to date. He's never amiss, but be knows what it is, For he knows so much ; no one can touch, Our King of Barbizan — a very big man. QUEEN — Of Barbizan I am the Queen. Chorus — A very good Queen — A very good Queen. QUEEN — From ten to one I'm to be seen. CBORUS--Can always be seen — can always be seen."], [59, "50 Queen — I do what's right, with all my might. And love the King, like anything. AVho is there pray, who'd dare to say. I'm not a pattern Queen. Chorus — The Queen is good, she never would Do anything to harm the King, She loves him so, as we all know, She's such a pattern Queen, a very good Queen Tipsitee — I'm Princess Tipsitee the fair. Chorus — Very very fair, very very fair. Tipsitee — But that's not either here nor there. Ohorus — Neither here nor there, neither here nor there. Tipsitee — I'm happy now, just see my brow, No sign is there of fretful care. No longer sad — Now I am glad, I'm Tipsitee the gay, to-day. Chorus— We're glad to say — You've had your way, And found a man in Barbizan, AVhom you may wed the King has said, Oh happy Tipsitee, say we, say we. John Smith — Jacky Smythc is now my name. Chorus— A very good name— A very good name. John Smith — No matter to me — 'Tis all the same."], [60, "51 CHORUS — To him it's the same — To him it's the same John Smith— AVhoe'erlJb?— 'Tis the same to me, So long as I see — My Tipsitee, Is willing to share any name I bear, That is my care — So I declare. Chorus — To the King and the Queen we bow the knee (bowing.) And to their daughter, thus bow we (bowing,) And we bow to the stranger (bowing) who 'tis said, the Princess Tipsitee will wed, And we turn us once (turning) And we turn us twice (turning -\\ (Trumpet sounds) And the Trumpet bids us turn us thrice (turning.) To the four we bow the knee (bowing.) [Tiklabit and Kissikissi come forward.] Kissikissi— So what will the Fates do for us to-day, For lovers will love — If they have their way. [Tootletum and Mariani, come forward.] Tootletum — And Jack and his Jill if they have their will, Will marry each other, till the world be still. [Patakake and Habiba come forward.] Habiba — You ever will see. AVhen a Maid is free, That she'll give her hand, where her heart may be [Gotoo and Basarti come forward.]"], [61, "52 Gotoo When a man's in love, he may lose his head, But he finds it again when he has wed. Chorus -The Fates arc kind and they are not blind, And they know when a man wants to wed a Maid, And none will say they've a miserly way, AVhen you see how their trust is so oft' betrayed, Each Jack with his Jill may marry at will, Each Maid give her hand, where her heart may be, Each man lose his head with the girl be should wed, When they hear of the marriage of Tipsitee. Finale Then come ye men, and come ye Maids, and tend the marriage of Tipsitee, The King will be glad, the Queen will be glad, if all their subjects there they see, The Stranger came with a tabooed name, but that he hath changed, and dofh remain , When the King is dead, then in his stead the stranger, Jacky Smythe, will reign, Then he'll be King of Barbizan, the coming King of Barbizan — The coming King of Barbizan, o- Curtain. • * h. -"], [62, ""], [63, ""], [64, ""]]