[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE SUPERIOR SEX."], [6, ""], [7, "THE SUPERIOR SEX. A SATIRICAL COMEDY. BY HAROLD VALLINGS. IN TWO VOLUMES. VOL. II. LONDON: F. V. WHITE & CO., 31 SOUTHAMPTON STREET, STRAND, W.C. 1888."], [8, "POPULAR NEW NOYELS. Now ready, in One Vol. , the Seventh Edition of ARMY SOCIETY; or Life in a Garrison Town. By John Strange Winter. Author of ' Booties' Baby.' Cloth gilt, 6s. ; also picture boards, 2s. A ho now ready, in cloth gilt, 3$. td. each. GARRISON GOSSIP, Gathered in Blankhampton. By John Strange Winter. Also picture boards, 2S. IN THE SHIRES. By Sir Randal H. Roberts, Bart. THE OUTSIDER. By Hawley Smart. THE GIRL IN THE BROWN HABIT. By Mrs Edward Kennard. STRAIGHT AS A DIE. By the same Author. BY WOMAN'S WIT. By Mrs Alexander. Author of ' The Wooing O't. KILLED IN THE OPEN. By Mrs Edward Kennard. IN A GRASS COUNTRY. By Mrs H. Lovett-Cameron. TWILIGHT TALES. By Mrs Edward Kennard. Illustrated. SHE CAME BETWEEN. By Mrs Alexander Fraser. THE CRUSADE OF \"THE EXCELSIOR.'' By Bret Harte. A REAL GOOD THING. By Mrs Edward Kennard. CURB AND SNAFFLE. By Sir Randal H. Roberts, Bart. DREAM FACES. By the Hon. Mrs Fetherstonhaugh. A SIEGE BABY. By John Strange Winter. MONA'S CHOICE. By Mrs Alexander, Author of ' The Wooing O't. F. V. WHITE & Co., 31 Southampton Street, Strand, London, W.C."], [9, "THE SUPERIOR SEX. CHAPTER I. SHALL telegraph to Dr Vaughan at once,' said Colonel Chesney to old Mary, when, on the morning after her night interview with Alexis, she was giving him an ac count of it ; ' and I must confess that I've been watching Miss Trevanion with much anxiety lately. She has never spoken of this pain before ? ' ' No, sir, she has never said a word VOL. II. A"], [10, "The Superior Sex. 2 about it ; but mayhap she has been so secret out of her own fears, like.' ' She has dreaded even to think of what may come, you mean, and to put the dread into words would have been to multiply it tenfold ? ' ' That's about it, sir. ' Mary, I need not caution you keep this from your young mistress. I never found a flaw in your watchfulness for her yet. Probably Dr Vaughan will be down before the evening, and will tell us that there's nothing really to be alarmed about.' Before mid-day Colonel Chesney had an answer to his telegram, to the effect that the Doctor would come down by a late afternoon train if possible. It then became necessary to give some plausible reason for his arrival to Alexis, to whom, in her present state,"], [11, "The Superior Sex. 3 any shock or alarm might be dangerous — a simple enough task to most people, but one which taxed the simple-hearted Colonel's powers considerably. Indeed, after half an hour's fruitless cogitation, he found it neces sary to consult with Mary upon the point. ' Why, sir,' Mary said promptly, ' 'tis simple enough surely ; just tell the young ladies that you asked Dr Vaughan down a week or two back, and have kept the news until now as a surprise.' It must be admitted, even by the present apologist for the fair sex, that they have a certain looseness of attitude towards truth which sometimes takes a man's breath away. From their point of view, truth seems a mere light piece of furniture on well - oiled castors — a thing to be thrust aside into corners whenever it stands in the way."], [12, "The Superior Sex. 4 The Colonel stared at old Mary rather amazedly. ' We must eet a little nearer the truth than that. You see I'm not a woman, Mary,' he said, half apologetically. ' Well, then, sir,' she retorted tartly, ' you'd better tell Miss Trevanion that you're so much afraid for her eyesight that you've been and telegraphed for the Doctor to come down hot-foot ! ' And that would be just a man's way of doing the job,' she added, under her breath. ' If there is a blunder to be made, trust a man to make it. If there is a sore place to be stamped upon, down comes his blessed foot, as sure as the sky's above us.' The Colonel looked puzzled and un happy, and presently sauntered off to join his daughter and Alexis upon the lawn."], [13, "The Superior Sex. 5 After a little badinage of so forced a type that a child could have diagnosed him as a man weighted with a secret, he ex claimed, with a certain leaden playfulness, — ' By - the - bye, Alexis, there's an old friend of yours coming down to-day. I — at least, he — is coming down to dine — Dr Vaughan : there's a surprise for you ! ' He feared that she saw through him at once. Her cheek paled as he glanced at her ; but Lexie seldom lost command of herself as she had done the night before. For a moment she was silent, then answered lightly, — 'It is a surprise indeed. I am glad to hear it, for Dr Vaughan is an old and special friend of mine. When will he arrive ? ' ' Late this afternoon, I expect.' ' You shall see me practise upon Dr"], [14, "The Superior Sex. 6 Vaughan,' Lexie said, turning towards Maud. ' He is the must irascible of men : I seldom fail to throw his temper out of gear, after giving my mind to the question for five minutes or so. To hear him storm at women, while I rail at men, will amuse you, Maud.' Colonel Chesney breathed again. ' I must have been mistaken,' he thought ; ' she couldn't possibly take it so coolly if she feared anything.' Yet Mary, coming out presently to wheel the invalid into luncheon, knew as well as possible what had occurred. She had but to glance once at Miss Trevan ion, to hear her speak three words of laboured cheerfulness, to know what Alexis was suffering. All through the meal Mary caught herself studying her old enemy with sympathetic admiration."], [15, "The Superior Sex. 7 Lexie's hand was shaking, a great fear was in her eyes — yet she chattered on, keeping Maud amused even more success fully than usual. ' She's got a deal of grit, poor girl,' thought Mary ; ' what a brute I've been to her, to be sure ! ' She took comfort from waiting assidu ously upon Alexis, and showing her sym pathy in many small ways. The under standing was reciprocal : not a word nor a look was misinterpreted on either side : the shadow of coming trouble seemed to be drawing the two together, exposing the true self of each to the appreciative gaze of the other. All the afternoon Lexie seemed more bright and vivacious than usual. Lord Henry and his friend both noticed this upon their arrival, about four o'clock, and"], [16, "8 The Superior Sex. complimented her upon the improvement in her looks. 'The fact is, Miss Trevanion,' the for mer remarked, ' you have been looking so unwell lately that I — I mean we, have been quite concerned about you.' Lexie blushed faintly at the earnestness of these words ; every one seemed in league to say kind things to her to-day, and kind ness was the hardest thing to bear just now. She needed the stimulus of laughter and jesting, yet quite failed, though she tried hard, to draw Henry from his serious mood. In truth he was too sympathetic to be cheerful ; his mood was a reflection of her real one; he had not skill enough to respond to her superficial counterfeit brightness. ' I feel rather down-hearted to-day,' he explained to her, aside. ' You see, I'm rather badly in debt— excuse my talking"], [17, "The Superior Sex. g about myself, but somehow it's a comfort to confess things to you — and I'm ashamed to let the governor know, for he's always so good to me.' She listened to him with patience, and presently told him, with intentional sud denness, of Dr Vaughan's expected arrival. His face clouded in a moment. ' Anything special the matter ? ' he asked quickly. ' Oh, no ; he is just coming down to dine and have a talk with Colonel Chesney.' She answered calmly, but the look of anxiety in Henry's face gave her a fresh pang of fear. ' But isn't this visit rather a sudden arrangement ? I hope — ' He looked so anxious that she found herself pitying him. They waxed very"], [18, "The Superior Sex. 10 friendly and confidential together this afternoon ; after a time she threw aside vain efforts at cheerfulness, and fell into serious talk with him, — of parents' love, and such things. Lord Henry opened his heart to her more than he had ever yet done, and Lexie had a certain sense of peace in repeating to herself that it was a good heart, a very good heart ; that she had not always done it full justice ; that true kindness and charity of feeling, such as he certainly possessed, formed a rather good substitute for the intellectuality which he certainly did not. When the hour of Dr Vaughan's ex pected arrival drew near, however, she found herself unequal to the task of keeping up appearances before Maud any longer, and departed to her room, plead ing headache."], [19, "The Superior Sex. 11 Henry was thus left free to stroll down to the park gates, in the hope of meeting the Doctor. He had not been kicking his heels there many minutes before Vaughan drove up, and upon catching sight of Henry, jumped down hastily with inquiries about Alexis, and the reason of his hasty summons to Oakhurst. The Doctor was in a very bad temper. With him anxiety and excitement invari ably showed themselves in that form ; in the present instance, too, he had a further cause of perturbation. For he guessed at once, from the wording of the telegram, that Lexie's eyes had grown suddenly worse, and his con science was as uneasy as his heart. It has been said that he had more than once warned Major Trevanion to"], [20, "The Superior Sex. 12 take his daughter to some known eye specialist, but his conscience was sore nevertheless. Knowing the Major as he did, he should have pressed the matter home ; but, like a true man, he had been unwilling to be fussy, to croak too much and too soon — in fact, to be a professional bore, and had consequently failed to drive his selfish friend into a corner, or extract from the latter a de finite promise. In brief, Dr Vaughan was vain enough to dislike making him self a nuisance, although circumstances demanded that sacrifice of him ; and it seemed that through his vanity and moral cowardice — natural enough in all con science, as he many times repeated angrily to himself during the journey from town — and the Major's habitual indifference to everything outside the"], [21, "The Superior Sex. 13 ring-fence of his own personal comfort, Lexie was to suffer much, perhaps even to lose her eyesight. Lord Henry could say little to re assure the Doctor, as they drove from the lodge to the house ; nor could Vaughan get much satisfaction from curs ing Major Trevanion for a careless, negligent father, though he gave that popular masculine recipe for obtaining ease of mind a thorough trial during the brief drive. 'And I'm supposed to -have come down just to dine and chatter, am I?' grumbled the Doctor; 'I'm expected to gossip and grin, play the hypocrite, talk about the value of even a few hours' country air to a busy town man like myself, and go on manufacturing lies like any woman ? What a pack"], [22, "The Superior Sex. 14 of blind fools you must have been not to remark the . girl's symptoms before ! ' ' I can't help you,' Henry put in ; 'I feel quite unhinged and miserable, and shall stay in the billiard-room till you've seen her, and come to some sort of ver dict about her eyes.' ' And how the deuce am I to ex- amine them while I talk twaddle, and keep up the fiction of being down here by casual chance, I should like to know ? ' snapped the Doctor, giving the horse a vicious lash, which sent him up the hill at a smart canter. When they drew up at the entrance they separated at once, Henry proceed ing straight to the billiard-room, Vaughan to the verandah."], [23, "CHAPTER II OR nearly an hour Lord Henry sat smoking alone in the bil liard - room, keenly expecting Vaughan's step in the passage, and dread ing it still more keenly, insomuch that, when the firm tread was at length audible, he withdrew to the further end of the room, and fixed his gaze upon the land scape. The door opened : he would not permit himself to look round. Vaughan helped him not a whit, but stood rolling the balls across and across the table. At length Henry began, clearing his"], [24, "16 The Superior Sex. throat, and still looking fixedly out of the window, — ' Well, what news ? ' ' Bad news.' Again there was a short silence before Henry resumed, — 'You think — ' ' I don't think at all ; I know. The girl is going blind. It is a mere question of weeks, perhaps even of hours. The disease has developed very fast since I last saw her, and she is now in such a nervous, overwrought state, that I be lieve any shock might produce sudden loss of sight. Ah ! just as I expected, she has come to watch me.' 1 She knows nothing herself, then ? ' ' Nothing for certain ; but guesses and fears a good deal. I thought she would be at the window to watch me.'"], [25, "The Superior Sex. 17 Lexie and Colonel Chesney were now standing together in the verandah out side, and, as Vaughan spoke, Maud was also wheeled to the spot. As all three began talking together, Henry noted that Alexis took up a position from which she could look sideways into the room. He watched her with infinite pity as she leaned against a pillar, talking rapidly, as if afraid to be silent for a moment. ' Take a cue, Hal,' said Vaughan, ' we must knock the balls about. The poor girl is dreadfully sharp, and we mustn't seem to talk earnestly. I'm puzzled as to what to do. If I tell that simpleton of a Colonel, his face will blurt out the truth for him in five minutes. But her father must know at once, and Alexis must be taken up to a specialist. Where is Major Trevanion now ?' ' In the Solent, I believe. You had better vol. 11. b"], [26, "18 The Superior Sex. wire both to Ryde and Cowes. He is cruis ing about in a sixty-tonner — the Imogen.' Henry spoke with an effort, and very huskily ; but endeavoured to play his part, dropping the sentences out between the strokes of his cue. The Doctor also was much subdued. His usual caustic, self confident manner had quite deserted him. ' She's watching me now,' he mur mured. 'I'm as nervous as a woman, Hal, and don't think I can face the girl again without betraying myself. Can you cover my retreat if I slip away, and go off to town without saying good-bye ? ' ' I would do a good deal more than that, Vaughan, to save her in any way. You floored me at first, but as long as there's any thing to be done for her, you can trust me.' ' Then look you, Hal, you and your friend English might take the two girls"], [27, "The Superior Sex. 19 down to the river for an hour. Mean- time I shall receive an urgent telegram, and depart for London. I must tell Colonel Chesney a little, though I shall be cautious about it. As for poor Lexie, she will know that you and I have had some sort of discussion about her, so don't overdo any affectation of cheerfulness. It would be as well even to admit that I am a little anxious about her . . . and even that.' the Doctor added to himself, ' may be too much for her.' Henry then left the room, and in a few minutes Vaughan had the satisfaction of seeing the whole group from the ver andah, with the exception of Colonel Chesney, moving down towards the river, Tom and Henry harnessing themselves to Miss Chesney's couch as usual. Thereupon, after a brief interview with"], [28, "2 0 The Superior Sex. the Colonel, Vaughan himself started off on foot for Guildford Station. Lord Henry expected a difficult task upon joining the others, but was much relieved by finding Lexie more cheerful than she had been for some days ; the truth being that a natural rebound of spirits had occurred as soon as the dreaded interview with the Doctor was over. She did not appear to watch Henry very closely, and made no attempt to worm from him any hint as to Dr Vaughan's opinion, as he had dreaded. When they came in to dress for dinner, he found himself with half an hour clear for his own cogitations, and during that time thought more deeply and earnestly, perhaps, than he had done during any previous thirty minutes of his life. He had already come to one decision, viz., to ask Alexis to be his wife, and not to allow the next twenty-four"], [29, "The Superior Sex. 21 hours to pass without his doing so : he now resolved to put this question before leaving Oakhurst for the night. Henry's attitude towards this great question, over which he had pondered so often, sometimes hopefully, sometimes with despair, had quite changed since his inter view with Vaughan. Hitherto he had con sidered it purely from his own standpoint, — what were his chances, how best to play his cards, and the like: but now he thought mostly of her. He was aware of the strong vein of Quixotism in Lexie's character, and keenly conscious that were she to become a sightless invalid she would probably refuse even to listen to an offer of marriage from him. Although, as he said to him self, \" If she were well, and / were in danger of blindness, she might say ' yes ' ; for I do think and hope — and with all my"], [30, "The Superior Sex. 22 faults I don't believe I'm a coxcomb — that she cares for me a little.' Henry had many times dwelt with pleas- ure upon the thought of his father's certain affection for Alexis, could he but win her. He knew that she was precisely the person to brace up his character and make a better man of him, — that his father would, upon becoming acquainted with Lexie, recognise this fact as certainly as himself. Moreover, on worldly grounds — which, as it hap- pened, would have considerably less weight with his Grace than with most people — Miss Trevanion, the only child of a man of large wealth and with a portentously long Cornish pedigree — far longer, indeed, than the Duke of Polperro's own — mio-ht be looked upon with approval. As he stood flattening his hair before Colonel Chesney's looking-glass, Henry"], [31, "The Superior Sex. 23 pictured to himself how his father, whose only real fault was a kindness that some times became weakness, would welcome poor Lexie were she afflicted with blind ness ; how like a woman he would be in his tact and tenderness towards her ; how . . . but he found it necessary to quench these fancy sketches, that brought tears to his eyes. He proceeded to finish his toilet, muttering, as he left the dressing room, — \" If she'll only have me, I'll give up my whole life, every hour of it, to try ing to make up for her affliction, if it comes — pray God it never may ! ' During dinner they all noticed some thing unusual in Lord Henry's manner: it was the mixture of firmness and tense eagerness that belong to a decision upon a given course arrived at after anxious ___» thought, and felt to be the right one. Alexis"], [32, "The Superior Sex. 24 perceived the change more clearly than the others, commenting to herself thereupon with a certain puzzled wonderment. ' Can it be,' thought she, ' that I am to be a convert to the belief in masculine superiority, the thing I have so long looked for in vain ? He is neither very wise nor very strong, yet somehow I feel to-night as though I could obey him were he to give me an order — yet surely this is fancy?' However, there was more than fancy in it, for, later on, as they were all looking out through the gloaming from the veran dah, Henry asked her, in a tone which con tained much more of command than she would usually brook from any one, to stroll down to the river with him ; and thereupon, much to her own surprise, she immediately threw a light shawl round her shoulders, and meekly started by his side."], [33, "The Superior Sex. 25 The pair felt very near to one another this evening. Lexie was somewhat weak and broken after late trials, and inclined to lean upon a friend. Henry, with a great pity superadded to his love, was full of tenderness towards her. He felt older, too, more self-reliant, more capable of do minating her ; and knew that she herself, as well as the present crisis, had assisted in bringing about this change in him. He was naturally impressionable, adaptive, with out much stiffness of identity; and the very considerable time spent in Lexie's society lately had naturally made its mark upon his character. Whatever her faults — and they were many — she had an honest scorn for all that is base or contemptible, and her influ ence had been a counter-check to his camp environment, a counter poison to the philo sophy of fast men, with whom learning and"], [34, "26 The Superior Sex. knowledge were as despicable as innocent amusement. Lord Henry had been wont to conceive of the face of nature, as something to be galloped over — a field for the trial of a horse's paces ; time, as a species of vermin to be killed anyhow; life, as an opportunity for the study of billiards ; ideal happiness, as a thing whose simple ingredients were a good dinner followed by much pool. But now, as they sauntered down the lawn, the face of nature made a strong, pathetic appeal to him ; the beauty and sweetness of things that Lexie loved so well, and was perhaps to lose for ever, sad dened him exceedingly. To him, knowing what he did, it was an evening full of mel ancholy. The full tide of summer seemed to have reached the flood-mark, to be rest ing there to admire its own breadth, splen-"], [35, "The Superior Sex. 27 dour, and richness — a breathless, restful evening, with no touch of drama, no glint of strong light in the sky, but with a long level cloud-bank of faint rose reflected in the utterly placid river ; while the deeper reflections, heavy olive under the alders, were laced by faint shimmers of gauzy mist. They waded in among the meadow-sweet and purple loose-strife, and Lexie felt tears come into her eyes as she looked down the peaceful river towards the gentle Surrey hills. ' Where even the motion of an angel's wing Would interrupt the intense tranquillity Of silent hills and more than silent sky.' She murmured the lines, adding, — ' Do you ever read Wordsworth's sonnets, Henry ? ' ' I'm afraid not,' he said humbly. They had called each other by the Christian name this evening for the first"], [36, "28 The Superior Sex. time, falling into the practice quite natur ally, without surprise on either side. ' If you go on improving me, I shall cease to be an ignoramus one of these days — but, Lexie, this evening I want to ask you for something quite other than tuition : I've brought you here on purpose — because — because I want to tell you something.' Naturally she could not fail to guess what was coming ; yet was none the less surprised at the method of its coming. When leading up to the utterance of any hint of his love, as he had several times tried to do, Henry had always waded knee-deep through awkward pauses and blundering common places ; but now he spoke with a certain quiet power, simply and straightforwardly — almost with eloquence. She listened, with lowered eyelashes and a deep blush, to his earnest words ; then answered him gently,"], [37, "The Superior Sex. 29 with sadness and respect in her eyes, and a great longing to comfort his disappointment. ' I am so sorry, Henry, so very sorry : let me speak openly, as you have done — and, I only hope, half as kindly. I have a confession to make — and not without shame — that I used once to think myself too good for you, too clever and learned, and so forth. But lately I've learnt some of the humility that I needed so much : I've suffered some- times, Henry, and perhaps that has opened my eyes to my true self a little. / superior to you, whohave not one tithe of your charity and kindliness ? — superior by the reading of a few books, that have not taught me even common charity and humility, — how to love others instead of scorning them ? I hope I shall never make that mistake again ; and I know you'll forgive me. And let me thank you for doing me an honour which now, at"], [38, "The Superior Sex. 30 least, I can appreciate at its just worth. I am proud that you love me, Henry — proud, yet very sorry, because I cannot care for you enough — ' ' You do care for me a little, then ? ' ' Yes — a little. And were your love also \"a little,\" that might suffice. But I am not affected enough to believe that your love is slight, knowing well that it is deep and true, and far more than I deserve. You would ask for more than I could give; and, know ing that, we should both be miserable.' But in time — ' ' Henry, Henry,' she cried tearfully ' I have no room in my life for love — it is all one great fear now ! ' She caught a look in his eyes which made her gasp — a look, not of disappoint ment, but of profound pity. What did he think ? what know ? Had Dr Vaughan"], [39, "The Superior Sex. 31 prophesied something dreadful ? The cause of Henry's pity flashed upon her with the marvellous speed of intuition spurred by fear : it must be so, and Henry, knowing what was coming, had told his tale at once. She saw it all in a flash, and such bitter anguish fell upon the poor girl, that she knew not how to face the blow. Having turned aside, Henry did not at first notice her excessive emotion, and was painfully startled when he looked round and saw her quivering face. Then, without giving him time to recover, she fast ened her eyes upon his, crying brokenly, — ' What did he say ? I must know . did he say I was going blind ? ' Before he could collect himself, or utter a word, his tell-tale eyes had answered truly. She burst into such terrible weeping as frightened him ; yet"], [40, "The Superior Sex. 32 he mastered himself, and holding both her hands, encouraged her, with all the firmness he could muster, declaring that she was mistaken, that her fears had unhinged her. But he talked to the wind : all the words he could ever say would never undo the verdict of his eyes that she had read so clearly. After a few moments, when the violence of her weeping had subsided, she looked around wonderingly, — ' Henry, it is getting dark, quite dark : have we been here hours ? . . . why don't you answer me ? — I was close to you just now, yet I cannot see you. How is it that there are no stars shin- ing, now that it is so dark ? . . . Henry, why don't you answer — is this your face, wet with tears ? . . . Oh ! God help me — it has come upon me ... I am almost blind ! '"], [41, "The Superior Sex. 33 ' Don't say it, darling,' he muttered hoarsely, with tears raining down his face. ' Don't say it. You can see me here before you.' ' I can see nothing. It is all dark. A moment ago it was all grey and fading ; now it is dark, quite dark.' Before Henry could reach out to support her, she had fallen prone among the meadow-sweet, crying aloud, — ' Help me ! help me ! I am blind ! ' And it was so : the shock and terror had done it, even as Dr Vaughan had feared and half expected. VOL. II. c"], [42, "CHAPTER III. HE yacht Imogen, with Major Trevanion on board, was cruis ing in the Channel when the Doctor's telegram was despatched, so the Major heard nothing for several days of the loss that had befallen his daughter. It was not until the fourth day that he re ceived the news — Vaughan's first message, and a later one from Colonel Chesney being handed him together, outside Cowes — and hurried ashore in a dazed condition to make the best of his way to Guildford. For some time he could not thoroughly realise what had happened. At first he"], [43, "The Superior Sex. 35 was too much shocked and amazed to take it in, and kept repeating stupidly to him self,—' Blind . . . blind ! Alexis blind ! ' But at Portsmouth he had some time to wait for a train, and the truth began to per meate his consciousness thoroughly as he walked restlessly about the station and its environs. Not only did he get a real grasp of what had happened, but also an inkling of his own contribution towards the disaster. One after another Dr Vaughan's warnings, given at various times and places, came plucking, as it were, at the sleeve of his memory. How was it he could remember them so well now, though they made so little impression upon him at the time ? ' Part osyour punishment, perhaps,' whispered his conscience — ' Ay, and richly deserved.' But the Major could not consent to put much blame upon himself at first, be-"], [44, "2)6 The Superior Sex. ing all unused to such a process. To an average man almost all things are more pos sible than to think himself to blame, and to Lexie's father this came harder than to most. Nevertheless, that it should come was inevi table, since he was at bottom neither un just nor heartless. Clearly, and more clearly still, as one stratum of self-complacence after another yielded to the subtle probings of his conscience, he began to appreciate what he had done badly or left undone ; until at length, when he had arraigned him self, given himself fair trial, sifted evidence for and against, made speeches for pro secution and defence, he turned to himself as to a jury, and the verdict was ' Guilty.' Then, to do him justice, the man was hard stricken with sorrow and remorse. He pierced through the pen umbra of blind satisfaction that surrounds"], [45, "The Superior Sex. 37 the nucleus of a man's self, and saw how poor a thing that nucleus was, what dull agglomeration of self-love and self-care, with hardly a bright speck of thought for the daughter who had loved him, perhaps, far better than he had ever imagined. In such crises of self-illumination a man's previous blindness is apt to be the measure of his present clearness of vision ; and so it was with the Major, his own blameworthiness now looming the larger by reason of former dim-sightedness. During the journey from Portsmouth he never ceased revolving these things. His heart was heavy, his self-blame bitter and punishing ; his sense of shame and humili ation, and the dread of meeting the daugh ter whom he had deprived of sight, — as he many times declared to himself while he sat in solitude and was borne towards Guild-"], [46, "38 The Superior Sex. ford, — grew sharper as the time went by. Yet it was a relief to find himself at his destination at last, to feel that the dreaded interview would now soon be over. As he stepped upon the Guildford plat form, a down train had just finished dis charging its passengers ; thus the Major had to wait some minutes before a porter could be secured, and then all the available vehicles but one had been chartered by the London passengers. This one, the porter ascertained, was about to start for Oak hurst Place with a gentleman, ' The oldish gentleman yonder, sir,' said the man. Major Trevanion, observing rather rue fully the person pointed out, perceived some one whom he recognised, or thought he recognised. Who was it ? He could not recollect. He had seen this gentleman several times in crowded London drawing-"], [47, "The Superior Sex. 39 rooms, and — yes, he felt certain of it now — on the walls of the Royal Academy Exhibi tion this year, the Major having spent some twenty minutes among the pictures, just to avoid the scandal of not having seen them, and to be able to remark that they were not worth seeing. Still he could not remember who the stranger was. It happened, however, that the elderly gentleman, being acquainted by the porters with the Major'sdilemma, courteously offered him a lift. Major Trevanion accepted grate fully, though never less inclined for the con struction of civil small-talk with a stranger. As they drove off, seated amicably side by side, he was trying once more, though without success, to think who his companion might be. The old gentleman's head was well worthy the study of the fine painter who had made so successful a portrait of him this"], [48, "The Superior Sex. 40 year. He had beautiful silver hair, fine clean-cut features, and the abstracted glance of a student. His eyes were kindly, too much so, perhaps, for strength, and this hint of weakness was repeated more strongly in the lower part of his face ; his courtesy of manner was of the type now called ' old- fashioned,' a term applicable to all existing specimens of that nearly extinct flower, courtesy. Although himself as much dis- inclined for conversation as his companion, he took as much pains to make it as though the latter were his guest, or had some other definite claim upon his civility. Now this silver-haired gentleman was none other than the parent of whom Lord Henry had often spoken with such eulogistic warmth to Alexis, — the Duke of Polperro, who had come down from town upon a sin gular errand, and one about as repugnant"], [49, "The Superior Sex. 41 to his feelings as it well could be. The final cause of his coming might be stated in a single pair of words, viz., feminine spite — words which, by-the-bye, are too invari ably wedded one to another, for men also deal very largely in that quality, and masculine spite is quite as full-blooded, rancorous, and acrid as the more piquant confection supplied by women. The purveyor in the present instance had been Miss Kennedy, whose spite was of a superior, highly-flavoured kind, and whose normal stock-in-hand had been so swelled and multiplied by jealousy of Alexis as to cry aloud for a market. Such being her case, it had occurred to her, in a moment of inspiration, that by a little adroit man- agement some measure of just retribution might be made to fall upon this interfering companion of Maud Chesney's. A score of"], [50, "The Superior Sex. 42 times had she discussed with her mother, in terms of much bitterness, Miss Trevanion's palpable and unmaidenly efforts to entangle Lord Henry ; but had never heretofore conceived any plan, at least any which clear-seeing Mrs Kennedy would sanction, for thoroughly humiliating her enemy. But in that happy moment a scheme occurred to Miss Kennedy by which such consummation might be brought about by simplest, most natural means. A certain old schoolfellow of hers had married a Yorkshire baronet who be longed to a branch of the Trumpington family, and with this old friend Miss Kennedy had continued to correspond until a year ago. She now determined to renew this correspondence, and, by means of it, to make the Duke of Polperro aware of his favourite son's dangerous situation."], [51, "The Superior Sex. 43 Miss Kennedy wrote with all the speed and abandonment of fiery jealousy, but when the letter came before the passion- less eyes of her sensible mother, its tints were much modified, its discordant tones reduced to harmony. It came from Miss Kennedy's pen a crude, glaring tirade, with palpable spite in its every line, but eventu- ally found its way to the post a complete and delicate work of art. Three-quarters of the epistle discoursed of things remote from Miss Trevanion, and the last quarter, where the sting lay, was as charitable and forbearing as the subject would permit. It spoke of Lord Henry as a good-hearted, likeable young fellow, whom one was sorry to see getting into trouble ; ex plaining that he was so impressionable and easily led, that Maud Chesney's companion, a Miss Trevanion, had not"], [52, "The Superior Sex. 44 unnaturally seized upon the chance of win ning such a prize. It was indeed a sad pity, for such a marriage could never end in happiness ; and the kind old duke had been so bitterly disappointed, as every one knew> in his two elder sons, Lord Pengarth and Lord George Trumpington. Unfortun ately, breach-of-promise actions had become painfully common lately, and governesses or companions figured in them but too fre quently, still, perhaps nothing would come of this, and Miss Kennedy sincerely hoped she was playing the croaker needlessly. Possibly Lord Henry and the girl were merely flirting, though, if so, the flirtation was of rather a dangerous type . . . and so on in the same strain. It took a little time for this artless warn ing to percolate through different groups of relatives ; but any loss of time was"], [53, "The Superior Sex. 45 more than compensated for by gain in bulk, so that a far more adorned and elaborate version of Lord Henry's entanglement was at length poured by a good-natured lady cousin into his Grace's ears. The Duke listened with dismay, and with the more readiness to believe from his know- ledge of scapegrace, Henry'scharacter. 'Just what I have often feared forthe boy,' he mut tered, ' to make a foolish, reckless marriage of the sort, would be just like him.' It has been already hinted that the Duke's character was not a strong one ; it must be added that he had the hastiness in crises, the nervous anxiety to be up and doing, which often accompany weakness. He now wrote off at once to his son, tore up the letter, de termined to go and see him ; changed his mind, and thought of going to see the girl instead. This seemed safer, though a suffi-"], [54, "The Superior Sex. 46 ciently unpleasant task. He must see the girl, however, there was no help for it ; he would reason with her kindly, and find some means of pacifying her, without any unpleasant esclandre. She must be a brazen sort of hussy too, to have actually threatened an action for breach of promise, as his infor mant declared was the case. . . . To be brief, the Duke rang his bell ; deserted his lady visitor with scant apologies ; put a copy of the Odes of Horace in his pocket, to allay nervous reflections upon the journey ; jumped into a fast train at Waterloo, and picked up Major Trevanion at Guildford, as has been seen. Upon reaching Oakhurst Place, the two gentlemen were shown into the long draw ing-room, and there waited for some time, the servant explaining that Colonel Chesney was somewhere in the park with two young"], [55, "The Superior Sex. 47 gentlemen, who had been lunching with him. During this time, the Duke was as nervous and miserable as a man well could be; as his courage oozed, his plans altered ; he would not see the girl after all, but consult Colonel Chesney first ; or stay, could he not in vent some utterly irrelevant excuse for his presence here, and negotiate the matter by correspondence? He was much minded to slink out of the open French windows, and make his way back to the station ; his posi tion grew more awkward and unpleasant, the more he reflected upon it. . . . Yes, it had come to this — he must invent some excuse However, there was no time for in vention, for Colonel Chesney now entered by a window, followed by Henry and Tom English, who had come over on their daily visit of inquiry after Miss Trevanion."], [56, "48 The Superior Sex. At sight of his father, Henry was lost in amazement. ' Why, governor,' he cried, ' where on earth have you sprung from ? ' Colonel Chesney also seemed struck with astonishment, though politeness quickly repressed the outward signs of it. The Duke felt at once that he was, in simple unvarnished phrase, 'in for it.' He was too much flustered to do anything but speak the truth, yet feared that Henry's hot temper might be immediately aroused there by. The only thing he could think of was to take Colonel Chesney and his son aside, and to put things as mildly as possible. Upon hearing his father's statement about his supposed entanglement, Henry was at first too much bewildered for speech ; but after a minute or two, he ejaculated such a furious what ! that his grace's temper — un-"], [57, "The Superior Sex. 49 fortunately much of the same texture as Henry's own — was immediately roused. The Duke began to speak very fast and eagerly, exclaiming about this Miss Trevan ion and her threats of a breach-of-promise action so hotly, that the Major, standing as he was by the window, could not fail to hear every word; perceiving which, Colonel Chesney did the only thing possible under the circumstances, saying gravely, — 'One minute, your Grace; that gentle man is Major Trevanion, of whose daughter you are speaking.' The Duke broke off, thunderstruck, in the middle of a sentence. Henry seemed too furious to utter a word ; but glared at his father with an expression which his Grace had never seen in his boy's eyes be fore, and which made the father, who would always think twice about killing a fly, feel VOL. II. D"], [58, "The Superior Sex. 50 like a cruel stage-villain when about to be unmasked. What horrible thing had he done, impelled by a woman's tongue, assisted by his own impetuosity, and the irony of fate ? A moment of dead silence followed, dur ing which Major Trevanion stalked haught ily across to his Grace, and was about to speak such words as come from a proud man bitterly insulted, when a door at the other end of the long room opened, and his daughter walked in, led by old Mary. All eyes were turned upon the blind girl as she entered. None of the gentlemen spoke ; the Major stood bolt upright, with one hand on the back of a chair, frowning down his emotion. Mary was at first too busy with her charge, whom she had nursed for the last few days as assiduously as though Lexie"], [59, "The Superior Sex. 51 had been her own ' Missy,' to notice the gentlemen at the other end of the room. ' You shouldn't go to the piano at all, Miss Lexie, if I had my way,' said the nurse, as they crossed towards the instrument. ' Here you've been downstairs scarce an hour, yet you must needs be wanting to go and upset yourself with music ; after what you've been through lately, too. Goodness knows, you're precious obstinate and silly. Come back to missy, now, there's a dear, and bide quiet while I read to you both.' Alexis seemed weak enough in body, but as resolute as ever in spirit, for she made Mary lead her to the piano and open it, then tried to dismiss her. ' Now run away, Mary, and return for me again in five minutes, if you like. I have a yearning to hear music which I cannot with stand, and I'm sure it will do me good.'"], [60, "The Superior Sex. 52 ' I sha'n't go,' said Mary firmly. ' I shall stand here, and you shall have five minutes by my watch — not a second more. So Lexie began to play softly, while the nurse stood at her shoulder looking down anxiously upon her. She played the air of the hymn, ' Thy will be done,' of which she had lately grown so fond, several times through, her lips moving as though she were muttering the words, then turned and wept quietly on old Mary's shoulder. The gentlemen, except Major Tre vanion, walked on tiptoe to the window, and disappeared. Mary, hearing their steps, looked round, and guessed at once who the tall gentleman was who remained behind. After whispering to Lexie that someone had come to see her, she also left the room. The Major was at first too much moved"], [61, "The Superior Sex. 53 to walk over to his daughter. He had arranged this meeting in his own mind, deciding that there should be no emo tional display — a thing he abominated before all others. Nor had he proposed to make penitent speeches to his daughter; he would be very kind to her, no more ; the rest should be shown by his care for her in the future. But now he felt too much shaken at sight of Lexie's face, pale and drawn from her late sufferings, to preserve much self-control. And the worst moment was to come, for Lexie also, who had been counting the hours to her father's arrival, guessed who this visitor must be, and recognised his step in a moment when he walked towards her. As she did so, a light of love shone in her face, that smote him as no reproach could have done; and with that eager"], [62, "The Superior Sex. 54 love in face and outstretched hands, and figure bending low towards him, she murmured, — ' Father, father ! have you come to me ? You will love me now ... I know it.' The proud man broke out sobbing like a woman, — ' Child, child, are you blind ? — blind through my fault ? ' ' No, darling, no,' she whispered softly in his ear, with her arms round his neck ; ' and I'm going to be very happy with you now, and to show how much I care for you, though I was too proud and foolish to do it before. . . . Quick, darling, quick, tell me how much you love me ? '"], [63, "CHAPTER IV HE Duke of Polperro returned to town that evening, perhaps the most miserable peer in all Eng- land. Upon the journey down to Guild ford he had been troubled with qualms, twinges, and little prickings of discomfort ; but in the return train his state was one of real trouble, for he had reached a con summation more calculated to give him real distress than any other that he could conceive — that is to say, had quarrelled with, and parted in anger from, his son, his dear son, his dear boy Henry. His two elder sons had long been"], [64, "The Superior Sex. 56 alienated from him ; yet, though they were a pair of worthless rakes, who had drained his purse, and caused him endless sorrow, he had often blamed himself for their mis deeds ; and not without some show of rea son, for certainly his weak leniency in past days had helped to demoralise them. But he never had thought to quarrel with Henry —as he had now done very thoroughly. Poor Henry left Colonel Chesney's drawing-room in a state of bitter indig nation against his father. It seemed hard enough, after actually getting from Alexis, whose love he would value more than all the rest of the world put together, an admission that she cared for him a little, that all his hopes should be dashed by an insult put upon her by his own father. He vowed that he would be ashamed ever to show his face either to Major Trevanion or"], [65, "The Superior Sex. 57 his daughter again ; that he would never forgive his father for this wanton insult to a girl who had but just refused him, who was a thousand times too good for him. In his heat and fury he said a great deal to his grey-haired father for which he would be very sorry some day. Unfortunately the Duke also, like many gentle-natured men, was the victim of a quick temper, and had retorted with more of the hard words that come with such miserable readiness to the tongue of an angry man : whereof the upshot was, that Henry fell into that last bad mood of quiet fury after heat which so often engenders life-long breaches. He swore never to be beholden to his father for another penny ; to cut the service and earn his own living anyhow ; to emigrate with a pick on his shoulder ; to sweep a crossing ; to do any-"], [66, "58 The Superior Sex. thing rather than accept one particle from the father who had ruined his hopes. In short, it was a sad business, and much upon the lines of all other such quarrels ; for there is a stereotyped form of folly into which most men fall when anger has driven out sense, justice, logic, and every thing that makes human fellowship pos sible, and neither father nor son got over the edges of the inevitable grove. Henry then sought his friend English, and departed for Aldershot, to brood and to nurse his wrath. The Duke retreated to the house to find Major Trevanion. His Grace could not leave without mak- ing an ample apology to the Major for his unfortunate blunder ; and, ruffled though he was by the interview with his son, was so earnest, so courteous, so keenly anxious in his endeavours to heal the wound he"], [67, "The Superior Sex. 59 had caused, that Lexie's father freely for gave him, and was even sorry for the Duke. Only one satisfaction was left this un lucky peer that evening, which was the in diting of a very biting and sarcastic letter to the kinswoman whose scandal and ex- aggerations had caused this breach with his son. He wrote it and rewrote it a dozen times in his head during the journey to town, and afterwards got up from his un tasted dinner to commit the last and most trenchant version of the same to paper. The perusal of this letter naturally stirred the wrath of the lady cousin who had poured the scandal into its writer's ear ; she in turn rounded upon her informant, and a very pretty four-tongued quarrel presently en sued among the members of the family. Eventually Miss Kennedy, the original mover of the commotion, was severely"], [68, "6o The Superior Sex. taken to task for that clever letter of hers ; but, alas ! for the interests of poetic justice to which Dame Fortune is apt to pay such cynical disregard, Miss Kennedy was rather gratified than not by her old school friend's upbraidings ; for she had won her game by the playing of a single trump card. As for Lord Henry, his condition that evening was several shades worse than his father's. He flung into his quarters with a face which astonished Private Charles Young, his servant, and finding his mess jacket and other things laid out, cried out savagely, 'Throw those things in again, Young, do you think I can stand the chatter ing- of those d — d fools at the mess to-night ? And just knock at Mr English's door, and ask him to come and see me here after dinner.' ' Then will you dine in your quarters, sir — shall I go over to the mess, and — '"], [69, "The Superior Sex. 61 ' Go to the devil and stay there, or learn to hold your tongue ' — and Henry flung himself into his one-arm chair with such a scowl that Young was glad to retreat. Next day he had himself put upon the sick-list, never stirred from his hut, and would admit no one to see him except Tom English, whose friendship was a very real boon to him at this time. Who else would have listened to his wrongs and his broodings, understood his trouble, sympathised by silence or a couple of words, and sat hour after hour through the long summer day, rather let him nurse his wrath in solitude ? ' It's my belief Tom,' said Henry, ' that there isn't another like you in this dirty old world ; one has to be down on one's luck to know a fellow like you thoroughly. How is it you never complain, by Gad ? You've"], [70, "The Superior Sex. 62 had a bad enough time of it in the mess, I know. Well, as for me, I shall go to the devil as fast as possible, if its only to spite the governor. Anyhow, I shall cut this soldier ing nonsense ; Lexie always said it was a contemptible business, and she was right, by Jove ! As she always is ; and now, thanks to the governor, I shall never see her again. I'll cut the service, I tell you. and go up to town and sweep a crossing ; damme, I'll turn pickpocket sooner than take anything from my father after this !' Tom had troubles of his own too, and spoke a little of them in order to take Henry out of himself. He explained that he was very uneasy about his mother ; not having heard from her for some time ; that, scrape and screw as he would, he was a drain upon her, and would likely enough have to leave the service himself from lack of means."], [71, "The Superior Sex. 63 ' I know now why it is you've gone with out lunch every day since you joined,' said Henry ; 'go on old chap, it does a selfish brute like me good to listen to you.' But for all that Henry would not listen to him upon one question, and wrote to the Colonel that evening, saying that he desired to send in his papers at once and retire. Tom grew more anxious when the even ing's post again brought him no line from Scandalbridge, especially as his last two letters, urgently entreating for news, must both have reached his mother before this. He had a foreboding that bad news was in store for him, and being too restless to go to bed, sauntered into the billiard room. As it turned out, he would have done better had he chosen any other spot in Aldershot camp to kill time in. For his enemy O'Hara was playing pool, and had"], [72, "64 The Superior Sex. lost not only a good deal of money, but all his temper ; moreover, neither Trumping ton nor Flanagan, who generally frightened O'Hara into good behaviour, was present, so there was a clear field for the latter. 'Well, English,' he began in his sneering way, ' you've been sitting in your quarters mugging military history all day, I suppose ; think you're going to be a general some day, don't you ? Or have you been writing to your Ma like a good boy?' The reference to his mother was espe cially obnoxious to Tom this evening, and he had grown weary of O'Hara's badgering lately ; he retorted with unusual quickness and heat, — ' Look here, O'Hara, I'm about sick of your comments on my conduct ; if you nag me much more, look out for squalls, that's all.'"], [73, "The Superior Sex. 65 'Why, damme,' cried O'Hara, striking the butt of his cue violently on the floor, 'the impudence of these last-joined youngsters is getting beyond — What the devil do you mean?' ' Just exactly what I say. I've stood too much from you,' — Tom's blood was getting up, and he didn't care what he said, or who listened. Hitherto he had been crushed by his unpopularity, and the dread of adding to it, but now he was reckless. The sense of his wrongs was hot upon him, and he had come to the conclusion that unpopularity was his fate, and nothing could alter it, — ' and I don't intend to stand much more. You never throw away a chance of making it rough for me ; being older in the regiment, you've taken advantage of your position to goad and jibe me, knowing that I could do nothing. Had we been at school together VOL. II. E"], [74, "The Superior Sex. 66 instead of here, I know deuced well what would have happened long ago, and, by gad, it'll happen as it is, if you go on treat ing me like a dog.' This, and a good deal more in the same strain, did Tom pour forth, confronting O'Hara with flaming cheeks, and such a longing to strike his enemy, that he kept both hands stuck in his pockets. O'Hara collapsed completely. Every word of the indictment against him was true ; but he had not intended to drive English to desperation, nor had he any special dislike of the youngster ; only a general fondness for bullying. He even spoke rather apolo getically to Tom, and the latter, always the soul of generosity, repented of his sudden heat, and accepted the apology with hearti ness. But this was not the end of the matter. The next morning, while the Colonel"], [75, "The Superior Sex. 67 of the regiment was closeted with Lord Henry, vainly trying to combat the headstrong fellow's determination to resign his commission, Tom had a lesson in the odd turns and varieties of human nature. In the first place, O'Hara knocked at his quarters, and insisted on having his company at breakfast. In the second, Auchinlech, Rossiter, and some of their intimate friends cut Tom dead when he appeared at the breakfast-table. It was the most miserable moment of his military life. Hopeless as he had long been of ever satisfying his brother officers, he had never thought it would come to this. He was too proud to leave the table, or make any outward show of how bitterly he felt the affront. It went to the marrow of his bones, but he sat on, with a hundred staring eyes, as it seemed to"], [76, "68 The Superior Sex. him, witnessing his shame. When he had forced himself to make a meal, Tom stalked haughtily from the room, looking Major Auchinlech straight in the face as he passed him ; and as he was closing the door, heard O'Hara say to the others, — 'It's a d — d shame to treat a young fellow so, upon my soul, it is ! ' Major Auchinlech had decided some time since that English was to go ; but the lad had been so harmless and obliging, that it was difficult to pick a hole in his conduct. Last night, however, Tom had put his foot into it. They could not have young fellows losing their temper, making furious speeches, and disturbing the harmony of the regiment ; such a state of things was not to be passed over. And the Major knew his man. There would be no occasion for any violent remedy, such as used to be in vogue in the service ;"], [77, "The Superior Sex. 69 Tom's furniture and clothes need not be strewn about the confines of his hut, nor his luggage labelled for his native town. English was too sensitive, too much of a gentleman, as the Major readily admitted, to need any treatment of that sort. The Major's judgment was as sound in this as in other matters ; hardly had the ' Chief left Lieutenant Trumpington when Sub-Lieutenant English appeared at the Orderly Room to say that he too desired to resign his commission. The Colonel received the announcement of this second subaltern with angry astonish ment, expressing it, if the truth be told, in language more suitable to the lips of Thomas Atkins than those of the commanding officer. When asked the reason of this sudden decision, Tom replied quietly, — ' I don't think it's really very sudden, sir ;"], [78, "The Superior Sex. 70 I believe it has been working in my mind for some time. I've tried my best to get on in the mess, and failed. I blame no one but myself, or rather my own poverty. That has crushed me, keeping me out of things that the others do. I've suffered a good deal through it — so much, that I almostthink poor gentlemen have more to endure than poor labourers, who know cold and hunger.' The Colonel, not knowing quite how to take the lad, eased his feelings by a little more swearing. He dismissed Tom hastily, saying — ' I shall take no steps in this matter until you've thought over it, at least for some days ; and tell that young fool Trumpington that the same decision holds good in his case ; and, look you, I shall expect you both here in three days' time to say that you've come to your senses.'"], [79, "The Superior Sex. 71 English, being subaltern of the day, then went off to his duty. In the course of his rounds that morning he had several times to pass a long bench just outside the mess premises, upon which, during summer time, the officers were wont to lounge, grumbling after the manner of soldiers at the constant hard work, such as courts-marshal, and boards, thrust upon them. Auchinlech, and some four or five of his friends, were seated there when Tom first passed, and as he marched by he tor tured himself by conjuring up all the dis paraging things they would say of him as soon as he was out of hearing ; and each time of passing suffered more acutely. ' That young cub,' said Rossiter, point ing to Tom as he stalked by, ' is made of brass. We cut him — and he likes it.' ' Not at all,' said Auchinlech, smoking"], [80, "The Superior Sex. 72 placidly, 'the boy feels it in every nerve, but has sense and pride enough to hide it. I'm rather sorry for the lad, than not. However, he would never have done for us, and must go through the mill as others have, before him : got a light, O'Hara ?' ' Look here ! ' cried the latter, fidgeting uneasily with a matchbox. ' I don't half like this business, and I'm devilish sorry I made it so rough for him. I've been a brute, upon my soul, I have ! ' ' Quite so, my dear fellow,' the Major observed, relighting his cigar. ' You've just been yourself, that's all. You couldn't help acting according to your lights ; and we want a man like you to bully unsuit able youngsters. Comfort yourself in being useful, since you can't be very ornamental.' ' I say it's a d — d shame,' cried O'Hara, walking restlessly to and fro. ' He's a de-"], [81, "The Superior Sex. 73 cent enough lad, and deuced obliging, and he hasn't done anything to deserve a cut.' ' You should have thought of all that before badgering the boy till his life was a burden to him,' the Major said drily. ' By the by, I heard from the chief just now that the lad has expressed a desire to resign his commission at once — just as I expected. English is a gentleman. Whereupon O'Hara indulged in a burst of strong language, and hurried off among the barrack-rooms to find Tom. The latter had just been round the men's dinners, and was about to enter his quarters when O'Hara came up. ' I say, English, come and have lunch with me. Let's have a bottle of fizz together, old fellow — and, I say, I hope this report about resigning your commission is all nonsense ? ' ' Perfectly true,' said Tom, ' the chief"], [82, "The Superior Sex. 74 wouldn't listen to me to-day, but I shall go on harrying him every morning until he does.' O'Hara began to reason hotly with Tom, but, in the midst of his eloquence, a telegram was handed to his listener by one of the orderly-room clerks. Upon reading this English turned very pale, and sank upon a chair just inside the door of his quarters. At a sign from him O'Hara read the message, which was from the Vicar of Scandalbridge, and to this effect, — ' Your mother is very ill. Come at once, or it will be too late.' O'Hara packed Tom's things for him, ordered a cab, ran over to the orderly room to arrange about his leave of absence, and drove with him to the North Camp Station."], [83, "CHAPTER V RS ENGLISH had been ill for many days, though Tom had designedly, by her own wish, expressed again and again, been kept in ignorance of this. Nor would he ever know the cause and manner of her ill ness, for that secret, which might have embittered the lad's whole life, was in the faithful keeping of two old friends of hers — the Vicar of Scandalbridge, and the old family doctor. She had for long been troubled with an internal ailment, kept in a languid,"], [84, "The Superior Sex. 76 half-muzzled condition by care and a good constitution, — so kept under, in fact, that she had hoped to have maintained a home for her boy, and welcomed him to it for many years to come. And this hope might have been fulfilled, had Tom chosen some cheaper way of trying to earn his bread than that of belonging to a crack regiment, as he certainly would have done if either of the simple pair — mother or son. — had known a little more of the world. Mrs English had begun to retrench upon receipt of Tom's first letter from Aldershot, commencing the task with an eagerness and keen relish of self-sacrifice, scarcely comprehensible to menkind — whose philosophy and practice is quite other. Every day she trimmed off a little luxury or lopped some twig of"], [85, "The Superior Sex. 77 trifling pleasure, and every operation of the kind sent a glow of triumph to the mother's heart. Still Tom's letters told the same tale, and between all the lines she read his unwritten sorrow and anxiety at thus draining her slender purse. The mother's courage and cunning did not fail. Her return letters were full of gossip and cheerfulness, and a hundred pretences and kindly falsehoods about the state of her affairs. Tom was not to be anxious, — she wasparticularly well in health, and not half so badly off as he imagined. She really seemed well, too, even after she had for some time left off all but the barest necessaries of life ; but the sustain ing excitement of self-sacrifice gave way suddenly, and she fell ill. For many days she had to endure great paroxysms of pain, and between the paroxysms"], [86, "78 The Superior Sex. thanked God that her boy knew nothing of what she was suffering. The old doctor made no secret of the danger of her state, and it would have been an inexpressible comfort to her to have looked upon Tom's face, and have held his hand during her moments of freedom from pain : but she held out ; weak, worn, and almost dying, she clung to the chance of sparing him to the last. Her sufferings were too severe to last long. On the sixth morning, when the Vicar came, she was free from pain, and said in a weak voice, with a great hunger in her eyes, — ' I want my boy — I want my boy.' He went off at once to send the mes sage to Tom, then returned to sit by his old friend."], [87, "The Superior Sex. 79 ' Good and faithful servant,' he mut tered to himself; 'so good and faithful, that it humbles me to be in her presence. Who am I, to pray for her ? O God ! thou hast made nothing so great as this infinite mother-love ; all the universe is nothing beside it. A thing before which a man should bow, praying to be forgiven his own infinite littleness ; — a love, human, yet unutterable — infinite, yet clearly to be seen ; a thing as far above the ordinary passions of life as the heavens above the earth, — a thing not more rare than any wayside flower, yet transcending the soul thoughts of sublime poets.' The mother's face and hungry eyes were with the Vicar all through his rounds that afternoon, and had not left him when he stood on the platform in the evening light awaiting Tom's train."], [88, "80 The Superior Sex. Looking from his carriage window as the train drew up, Tom met the Vicar's glance, and knew at once that there was no hope. They walked up the little High Street together in silence, over the bridge through whose arches Tom had so often shot in sculling-boats and canoes, — past the old school and the quadrangle, full of eager, laughing, newly-released boys in college caps, — past many friends, who looked back sorrowfully at Tom as he hurried along, and so to the villa, where mother and son had passed so many happy years together. His hand was on the garden gate now. Only a year or two back he had been entering here every day full of his school triumphs, ready to pour them into her ear who was waiting, more eager to listen than he to tell."], [89, "The Superior Sex. 81 The face of the little home smote upon Tom's heavy heart with the cruel power of familiar things. She would have been half-way down the path to meet him by now, in the old days — she who would never more smile to hear his tread, nor kindle at the ring of his boyish laugh. The Vicar had left him — he did not notice when — and he entered the house alone. Tom knew where his mother would be — in her own front room, which looked west, chosen because the other suited Tom so well, commanding, as it did, a view of his favourite stretch of country. Upon hearing Tom's foot on the stair the nurse left Mrs English, pointing with out a word as she passed him to the door of her patient's room. He paused, dreading to enter, and heard VOL. II. F"], [90, "82 The Superior Sex. through the open door the words she had been reiterating ever since, the morning, — ' My boy — I want my boy ! ' For a moment after entering he could not see for the level evening rays that came full into his eyes ; then, when they cleared, the mother's eyes met them with a look which would never die out from his memory, in which all the love and tender ness of years seemed to leap from her heart to his own. And happy tears rolled down her cheeks. ' My boy ! ' she said faintly, ' my own dear lad, I've been longing so for you You mustn't be vexed, dear lad, that I'm leaving you ; it is only for a while . . . and I've had so little pain — none worth men tioning. You'll stay with me now till the end, won't you ? ' Tom could not speak, but put his arm"], [91, "The Stiperior Sex. 83 about her, while his tears fell upon her cheek and upon her iron-grey hair strewn upon the pillow. For more than an hour the mother and son remained thus, and as the golden light faded from the room, said to each other those sacred things that live in a man's heart and never again find words. All through his life those silent words would be a comfort and a solace to Tom, and the great love — so infinitely greater than any thing he could give her — would humble, yet exalt him. When the warm tints upon the wall had grown grey and faint, she was too weak to speak longer ; and when the quiet gloaming darkened she passed as quietly away, still trying to turn her eyes upon the beloved son whom she was leaving."], [92, "CHAPTER VI HEN Tom English, four weeks after his mother's death, re- turned to Aldershot, he was very kindly received by the regiment. There may have been — doubtless there were — mixed motives in this reception ; there was the sense that they were now rid of a man who did not suit them, for, his mother's annuity dying with her, Tom was now too poor to think of remaining in the service ; but underlying this was a feeling of real kindness towards one who had been somewhat roughly treated by them, and to"], [93, "The Superior Sex. 85 look in whose face now was to see at a glance that he had suffered a great loss. O'Hara could not make enough Tom ; he never came across the lad without entreating him to come into the mess and have a liquor. Tim Flanagan called at English's quarters every morning at breakfast time, and made him sit down and consume a meal whether hungry or not. As for Lord Henry, he welcomed Tom with tears in his eyes, and was to him as an affectionate brother. Trumpington was much changed, as his friend was quick to perceive. His high spirits and self-confidence had quite departed ; he sat moping in his hut all day, avowing to Tom that he was sick of life, that the only bright spot in his future was his speedy departure from the regiment, when he would be free to be miserable, and to go to the dogs in his"], [94, "The Superior Sex. 86 own way. For he had resisted all per suasion, sent in his papers, and was going to say farewell to the Royal Aldershot on the same night as English. From constant brooding over his wrongs, he had acquired an added bitter ness against his father. ' I shall never forgive him,' he reiter ated to his friend, ' and don't even intend to try. You make excuses for him, talk about his being misinformed, led astray by scandalous tongues,' — rubbish, sir, rank humbug ! If people told him I was being entrapped and beguiled, why didn't he write to me, or come and see me, instead of sneaking, without a word of warning, into that family circle and insulting a girl whose shoe-strings I'm not fit to tie ? D — n misinformation and leading astray, and all that gammon ; it was a sneaking,"], [95, "The Superior Sex. 87 mean, underhand trick, and I'll never for give him ! ' ' How many things has he forgiven you, Hal?' ' I never injured him as he has me,' retorted Henry doggedly. ' Well, you're wrong, confoundedly wrong ; likewise foolish. But that's the last time I shall make the remark ; there it is, Hal, over and done with ; I don't want to hammer at you as a stone breaker does a flint ; but consider the remark permanent. I'm bound to say that much to ease my conscience. What news of the Chesneys since I left ? ' ' Come for a walk, Tom, and I'll tell you all the news ; and we can talk over our future as we jog along, for I shall throw in my lot with you, old fellow, whatever you do. What do you say to"], [96, "The Superior Sex. 88 walking over to Oakhurst this afternoon ? I perform the tramp every day, and come back too tired to think.' Tom acquiesced, and they started. The news from Oakhurst was very cheering. Henry told him, the surgeon who had first ordered Maud Chesney on to her couch, had come down and pro nounced that his patient's symptoms had disappeared under the rest-treatment ; in short, that she might now get up again and walk about like other people. ' And I believe the Colonel is almost beside himself with joy about it,' Henry added; 'not that I've seen either of them, for I never go up to the house nowadays.' Tom pondered over these tidings with keen pleasure, and had plenty of leisure for doing so during the eight-mile walk through the lanes, for Henry spoke but"], [97, "The Superior Sex. 89 little, but plodded moodily along with his eyes on the ground. Upon reaching the cor ner of the park of Oakhurst Place, he forced his way through the hedge, saying, — ' The next event on my programme is always a saunter in here ; meet me on the bridge in an hour's time, old fellow.' Tom rightly guessed that he would spend that time wandering along the river-banks, and the other haunts where he had so often walked with Lexie. To while away the time, Tom then lighted his pipe, and fell to thinking about his future. He was going to write — upon this he was quite determined. There were an hundred fancies seething in his brain ; he would go up to town, remain embedded in garrets for a few months — a year at most — then blossom forth a popular author. This programme seemed"], [98, "The Superior Sex. 90 so easy and natural ; there might be a struggle at first, but there would be, too, the glorious ardour of the struggle. He quite forgot how a certain other programme had looked to the eye of anticipation — the one containing a popular subaltern, a dash ing, soldier-like career, the Victoria Cross, and several other items, and how speedy had been the collapse. Henry was gone for over an hour, and returned to his friend a trifle less cheerful than before. His mood varied but little, until the time arrived for their final fare well to the Royal Aldershot. Almost every day he walked over to Oakhurst, sometimes alone, sometimes with Tom ; nor could the latter induce him to look one jot more leniently upon his father's unfortunate blunder than heretofore. Upon their last night at Aldershot,"], [99, "The Superior Sex. 91 Tom and Henry were the guests of their brother officers, according to the kindly custom of the service, and had a farewell speech made to them by the senior officer present, Major Auchinlech. The Major, in common with the whole mess, regretted Trumpington's departure. ' Hal ' was precisely of the type they wanted — free - spending, genial, good natured, ignorant : as for English, this disinterested censor respected him, but was pleased to see him depart ; his satis faction on that score being a set-off against his regret at losing the more satisfactory brother-subaltern. But he had far too deep a sense of propriety to allow any such sentiments to have place in his speech, which was as neat, graceful, and gentlemanlike, as well could be. He said such civil things"], [100, "The Superior Sex. 92 concerning English, that the latter was quite uncomfortable. Tom would almost have preferred censure to these chill, con ventional sentences, especially as he was well aware of the Major's real sentiments respecting the departure of Sub-Lieu tenant English. Indeed the whole evening was a sore trial to Tom ; his failure as a soldier had been deeply felt, and the very kindness and cordiality of those around him, hurt his pride. He could quite appreciate the good feeling that prompted their efforts, but was too sensitive not to perceive the labour of the efforts, which he felt to be the measure of his unpopularity. Thus ended the military career of Tom and his friend. By noon next day, they found themselves in Bloomsbury lodgings, unpacking such of their goods and chattels as had not been sold at Aldershot."], [101, "CHAPTER VII T is no part of our intention to follow in detail the career of our pair of ex-subalterns after their arrival in London — a career which glided smoothly down an inclined plane of the usual type, checked in its quiet descent by few incidents, and those of a stereotyped pattern. After the sale of their effects, their joint capital amounted to nearly a hundred and fifty pounds, a sum more than sufficient, as they considered, to start them fairly in life. It even took a week or two to rub the gloss off their fine healthy optimism ; but the wearing process once"], [102, "I The Superior Sex. 94 commenced, this gloss came off ' literally in cakes,' to use Tom's own phrase, as they sat smoking one evening, about the middle of October. Their lodgings were in Caroline Place, Bloomsbury, looking over the great play ground of the Foundling Hospital, and facing nearly due west. It is pleasant to sit facing the glowing evening sky after a day's work, soothed by tobacco and friendship ; but the pleasure is less keen edged than it might be, when the day's work has brought in nothing whatever in the way of pay, an a to-morrow's promises to be equally barren. Lord Henry's business at this period consisted in a long procession of inter views with theatrical managers, all of them of brief duration, and all termin ating quietly and civilly in — nothing."], [103, "The Superior Sex. 95 He had been a theatre-goer for years, and reflecting upon the farcical-comedy of the period, and the simple-hearted buffoonery found satisfactory by the public, had come to the not unnatural conclusion that a man might be a popular actor without possessing a gigantic intellect or vast experience — in short, that he himself might do well enough as soon as a decent engagement offered him a chance. But, strange to say, he could get no engagement at all. He could probably have played one part — that of Henry Trumpington — tolerably well ; but every manager in town seemed to have a whole battalion of young men at his command, each and all quite as capable of playing the part of walking gentle man as Lord Henry himself, and only too ready to do so gratis. Had he"], [104, "The Superior Sex. 96 been willing to play under his own name he might have got an engagement of some sort, but this he refused to do ; they wanted his name, not himself. As the days shortened and the dismal fogs thickened, Tom and Henry found it advisable to reduce their establishment, and to descend to smaller lodgings — this time in Milman Street. Here they found themselves encompassed by a peculiar race, hitherto but little known to either of them, viz., that of medical students. The latter welcomed the pair heartily, dropped into their tiny upstairs room for penny nap at all hours, from breakfast time until three in the morning, and called them a jolly brace of country cousins. These young men knew a vast deal more about the struggle for existence"], [105, "The Superior Sex. 97 than Tom or Henry, and were highly amused at their efforts to obtain a liveli hood. ' Throw away your inkpot and quill,' said one to Tom, ' or you'll starve. And look you,' he added, turning to Henry, ' if you've had a difference with your governor, conclude that you were in the wrong after all, and write and say so instanter, or you'll both be living in a garret before the winter's over.' This prophecy came very near fulfil ment. By the middle of March they had but thirty pounds left between them, and found it necessary to live entirely in one small bedroom. Henry had long ago exhausted the managers. Tom had re ceived polite refusals from some ninety per cent, of the editors of Great Britain. In January, Henry had hired a hansom VOL. 11. G"], [106, "98 The Superior Sex. cab, and driven it for nearly a week : this, however, proved not only a failure, but an expensive one. Fearing to be recognised by some one of his old friends, he avoided the neighbourhood of the West-end clubs, and just the very parts of the town where his best chances would have lain ; and inexperience told against him in this trade more than he could have imagined possible. Furthermore, he caught a dangerous cold from the un accustomed exposure to all weathers, and though Tom nursed him with a woman's care and assiduity, this amateur hansom driver was laid up for some weeks — and the doctor's bill made them both shiver. Not to prolong a very old story, things went from bad to worse, and early in April they were obliged once more to shift their quarters, ensconscing themselves"], [107, "The Superior Sex. 99 in a mere attic at the east end of Great Ormond Street. By this time both lads were much broken in health and spirit, especially Tom, who had half starved himself while his friend was laid up ; but fortunately the kindness of their neigh bours appeared to increase inversely as their position in the social scale : the medical students had shov/n the pair much goodwill and good comradeship, but the Bohemians among whom their lot was now cast were even kinder. The dull, cheerless house was full of artists from garret to basement ; the ground floor was a mere rabbit-warren of musicians ; that immediately below the garret occupied by Tom and Henry was the home of Dick Hinde, a painter, and his sister Alice, whose acquaintance we made at the beginning of this tale."], [108, "The Superior Sex. 100 One April afternoon, some ten days after his arrival in Great Ormond Street, Henry was sitting in Hinde's so-called studio, i.e., in the bare comfortless room in which he painted. Alice was painting fast and steadily in the cold north light of the single window ; her work had to be pretty continuous, for her brush had to support her brother and herself, and was like to have to perform the same office for the pair of friends upstairs, seeing that their money had now quite come to an end, and Tom seemed to be on the verge of a serious illness. Dick Hinde was lying prostrate on the floor before a great canvas some sizes too large for the room. He seemed to be the very ideal of unappreciated genius ; he lay on his side, his face buried in one hand ; his whole figure limp with dejection ; his"], [109, "The Superior Sex. 101 black beard and long hair untrimmed ; his clothes in the last stage of shabbiness. Around him on the floor were scattered his brushes and palettes, as if flung down in a fit of passion. You had but to look at his face to see that he was suffering from the ailment — as bitter and griping while it lasts as need be — called artist's despair. ' Alice,' he muttered in a low tone after a prolonged silence, ' give me a knife that I may rip that painted trash from end to end.' Alice sighed, but never ceased painting. The central trouble of her far from easeful life was her brother's utter want of success; and the world's inability to appreciate his talent had just now been demonstrated with special clearness and emphasis. But a few minutes since, two visitors had left the studio, men supposed to be knowing in art matters, whose opinion had weight"], [110, "The Superior Sex. 102 with the world, whose recommendation would have put money in Dick Hinde's pocket, whose bare encouragement would have filled him with real hope — that most priceless of boons to a struggling artist. In lieu of these benefits, the visitors had left behind them nothing but the art despair above mentioned, and the cause of that legacy was nothing more nor less than masculine vanity. Much has been said and written about that quality, yet even so, the importance of its place in the economy of things seems hardly appreciated. It is one of the mighti est forces at work upon this planet ; it is creative as well as destructive — a thrusting, resistless energy that has had more to do with the making of the world's history and geography than is commonly wotted of. It makes itself felt in questions affecting the"], [111, "The Superior Sex. 103 weal or woe of vast kingdoms, and in the smallest of small talk between humble indi viduals. Nothing is too great or too little for men's vanity to have a hand in ; it is as indestructible a matter, as all-pervading as the attraction of gravitation. But for vanity, Wintour, the well-known artist, would have admitted Hinde's big canvas to be full of grand possibilities ; for, though this visitor had a secret contempt for the much-lauded masterpieces of Rubens and Raphael, — for the simple reason that he was quite incapable of appreciating them, and was, in fact, nothing but a dexterous painter, — he yet saw that this ' Bacchus and Ariadne' of Hinde's was the work of no ordinary artist. Nevertheless he could not understand it ; it was an ambitious piece, full of intricate line, and painted in a scheme of colour which would not have"], [112, "The Superior Sex. 104 disgraced Delacroix himself. But Wintour had no eye for colour, i.e., for the colour schemes of a creative artist. He could produce pretty little simpering harmonies in pink and green, sweet and shallow as Christy Minstrel melodies, and could ap preciate the same when done by others, no more. Not only did he fail to com prehend Hinde's work, but he considered it beneath his dignity to praise a mere nobody whose pictures had been skyed in the last half-dozen Academy exhibitions. In a word, Wintour was too vain to give the encouragement which he might honestly have done. The other visitor, an amateur critic, had a good deal to say about art when among ladies, but before Wintour was afraid to open his lips ; and now contented himself with shrugging his shoulders after a brief"], [113, "The Superior Sex. 105 glance at ' Bacchus and Ariadne ' through his eye-glass. Both visitors, however, found something to praise in Alice's work, which made their indifference to her brother's the more conspicuous, especially as her painting, though saleable, was in finitely commonplace. One remark only did Wintour vouch safe about the big picture, and that just as he was leaving, — ' You want models' he said ; ' get models in, and work from them six hours a day, and you won't know the thing in a month.' This advice was sound enough, but savoured rather of recommending some invalid pauper to drink champagne at every meal if he wanted to be cured. Which things Hinde recounted to Henry, who came in soon after Wintour's depar ture, in a broken, spiritless way, yet derived"], [114, "io6 The Superior Sex. some comfort, as man is apt to, from the mere rehearsal of his wrongs. ' And whatever you do, Trollope ' (this was the name Henry had assumed for or dinary wearing purposes, and under which he had proposed to make his living on the stage), ' don't paint. Sweep a crossing ; drive a mud-cart; sell matches; breakstones by the road, but don't paint ; be a bill-poster, scavenger, pot-man, or thief, rather than an artist. I tell you this age of culture, which chatters more and cares less about art than any preceding one, is enough to suffocate every spark of art-consciousness a man is fool enough to possess. For my self, I shall never touch a brush again.' For some time poor Hinde went on in the same strain ; but to him painting was the breath of life ; he could no more keep hand from brush than he could withhold"], [115, "The Superior Sex. 107 imagination from conceiving. Presently he raised himself upon one elbow, and took a stare at his big canvas, then frowned, and fell a-thinking ; then felt about for a brush or two, frowning still more. ' Alice,' he cried abruptly, 'just give me a palette, and some flake-white and raw sienna, will you ? ' In a moment, almost, he had destroyed the head of Bacchus, and was indicating another, retiring from his picture, advanc ing again, painting furiously for a minute or two, then once more retiring. Alice collected his brushes, set his palette afresh, and put them into his eager hands. He would go on now for hours, as she knew, calling for the lamp when day light faded, and working on until quite exhausted, until which time the world and its petty cares would be to him as nothing."], [116, "108 The Superior Sex. Henry sighed; all this painting was mere gibberish to him ; nor could he look twice at any picture unless it contained horses. He particularly wished to consult Hinde, too, and was aware that it would now be useless to do so for some hours to come. ' You want to talk to Dick, I know, Mr Trollope,' said Alice, noting his disap pointment. ' I don't think he'll be so very long to-day, since he is over-tired already. Try him again in an hour or two.' Henry went out, and tramped the streets for two hours, acquiring an unpleasantly large appetite, which he endeavoured to appease by a penny loaf and twopenny worth of bird's - eye tobacco. Upon his return he found Hinde still painting rapidly, but somewhat cheered by his work, and not disinclined for conversation. Henry straightway sat down and un-"], [117, "The Superior Sex. 109 folded himself. He first declared firmly that he could not receive another penny from Hinde or his sister, being some what in their debt already. They both entreated him to take anything move able, either paintings or furniture, except the easels, from their studio, and raise money on it at the pawnbroker's in Red Lion Street. But Henry was not now the thoughtless youngster, who had flung his money about Aldershot Camp ; he refused resolutely, thanking them ear nestly at the same time. 'But look you, Hinde,' he added, ' money I must have by to-morrow if I have to sweep a crossing for it, for Tom is sickening, and I'll tell you what from — from want of food, by Jove! It makes me feel pretty bad, I can tell you ; in the first place, he's about the"], [118, "The Superior Sex. 110 best fellow on the face of this earth ; in the second, I spent a good deal more with my hansom-cab experiments, etc., than my share of our little capital. I've got one coat left to put up the spout to-morrow, but it will scarcely fetch four shillings, so work I must, and will get: hang it! I'd be a cab-runner for a day or two, sooner than earn nothing, only I'm so precious feeble now that I couldn't keep up with a four-wheeler for two miles! ' ' Better be the cad of an omnibus than that,' said Hinde; 'they get about four or five shillings a day, which is a deal more than I can make. I tell you what it is, Trollope, you had better come with me to-night to the \" Red Bull,\" the tavern I most frequent when I want low-comedy heads for a picture, where,"], [119, "The Superior Sex. 111 by keeping your ears open, you'll get a deal of information as to how to earn an honest — or what passes for such in London — penny.' ' I'll go with you to the lowest beershop in town, Hinde, and I'm precious grateful to you for interesting yourself about me ; you don't know how bad I feel about old Tom. I shall tell him now that I've got a paying job at last ; that will only be anticipating the truth, for I swear to you that I'll get work of some sort or other before to-morrow night. I wish you'd get him down here for a few minutes presently, for I want to fetch that coat out of the cupboard, and pawn it round the corner in Red Lion Street.' A couple of hours later, Hinde and Trollope were entering the private-bar door of the ' Red Bull.' Henry had sunk"], [120, "The Superior Sex. 112 so low in his own estimation, and felt so poorly on account of a long course of worry, supported on short rations, that he found himself a little shy, as he sat down in the small crowded room. ' They used to say I had more cheek than any sub. in Aldershot camp,' he reflected with a grim smile, ' and now I feel quite nervous, here above all places ! ' This discovery of a shyness far from native to him, surprised Henry not a little ; but another discovery that he made very shortly afterwards astonished him a good deal more, viz., that he felt strangely ignorant among the present company. In point of fact, this small room at the Bull was the rendezvous of a certain im pecunious circle of painters, journalists, aspiring authors, and such like."], [121, "The Superior Sex. 113 Their general intellectual level was not very high, perhaps ; but among them were several of the true-fibred Bohemians whom the attractions of their fascinating country had kept from eminence, — men who had once done brilliant work, and been talked of, and then had drowned their budding plants of success in strong waters, thence forward hovering between the palette and the bottle, and developing a love of idleness for its own sake such as in early, hard-working days they never would have conceived possible. The talk of these men made Henry feel al most as thoroughly out in the cold as when listening to the discourse of Alexis and the clever curate at Oakhurst. They criticised books he had never heard of, and displayed a knowledge of all things and sundry, that astonished him not a VOL. 11. H"], [122, "The Superior Sex. 114 little. They sat there smoking clay pipes, villanously clad, in an atmosphere reek ing with tobacco smoke, and the fumes of cheap beer, and wrangled about the respective artistic merits of Æschylus and Shakspere. ' The conversation is over my head,' muttered Henry ruefully. ' I've found it so pretty often in society, but I never thought to be looked upon as an ignor amus in a Bloomsbury pot-house ! If I were to frequent this society long, by Jove, I should become learned enough to show off a bit even before Lexie.' When the person owning that name came into Henry's thoughts she was apt to stay there to the exclusion of the rest of the world. He soon became so rapt in reverie — a sad-coloured one too, for he now seemed a trifle further from Alexis"], [123, "The Superior Sex. 115 than he had ever been before — as to for get where he was and in what company. He was roused by the voice of Hinde, who broke in at the first convenient pause in the general clatter, — 'Gentlemen, I want to consult you about this friend of mine ; you can perceive from his absorbed gaze and far-away looks, that he's a profound thinker. Fact is, he is like every talented one of us — an unappreciated genius, a man of parts, but, alas ! an actor of none, though ready to play Hamlet or Othello at two hours' notice. However, while a jealous knot of London managers is wrangling as to which of them is to have the honour of introducing him to the revered public, the young Roscius is willing to undertake some lighter part than that of the Moor of Venice. Who can help him ? ' ' Have a liquor while we think about"], [124, "The Superior Sex. 116 it,' said an old artist to Henry, 'and tell us your particular line, Mr ' 'Trollope,' said Henry, 'and I have no line, I'm afraid.' ' Might be worse,' cried the artist, ' might be worse, for you might be a painter ; there's hope for everyone until he touches a brush.' ' I can drive or ride,' said Henry. ' I drove a hansom for nearly a week, but lost money over it every day. I could drive a 'bus, if I knew how to set about getting into that line.' 'Well, if my friend Ned is at the bar outside, he might help us there.' The artist rose as he spoke, and walked to the open door. After staring at the crowd at the public bar for some time, he beckoned to a tall man just entering, and retired to his seat again."], [125, "The Superior Sex. 117 The tall man was Ned. He presently strode into the small room with the air of a man so profoundly impressed with a sense of his own merits, as to need neither swagger nor self-assertion of any kind. He nodded to the brethren of brush and quill kindly, yet condescend ingly, — much as a guardsman might to some line-officer whom he has inadvert ently omitted to cut, — and answered his friend's raised eyebrows by the brief for mula ' Scotch-hot.' Ned then sat down, stirred the whisky and water offered by the pot-boy, settled his glossy hat accurately over the centre of his head, and whistled softly, looking wearily to his front, as though his present environment were too commonplace to be worth inspection. ' I doubt if he'll speak to me without a"], [126, "The Superior Sex. 118 formal introduction,' Henry whispered to the artist ; ' perhaps not even then ? Is he a peer of the realm, may I ask ? ' ' Ned, my good sir, is a bus-driver — the best in all London, as most say ; and the most conceited, as all say. I like the man, and make a study of him. He's a good-hearted fellow, as I have found many times, but can hardly breathe for conceit. There's something grand, majestic, im pressive about a fathomless depth of self satisfaction such as Ned's. I tell you he would chew straws in the presence of an Emperor, or patronise a Prince of the Blood Royal. I always feel humble in Ned's presence ; there's something large, something really admirable about his ab surd self-complacence, just as there's some thing loveable in Don Quixote's insane mock-chivalry ; and, look you, there's a"], [127, "The Superior Sex. 119 vein of Quixotism about Ned, as you'll discover, if you have any dealings with him.' The artist was too well acquainted with the peculiarities of this aristocrat among omnibus drivers to thrust Henry's cause forward too hastily. He entered into dis course with Ned, — that is, he did the talk ing himself while the latter listened ; smok ing a manilla cheroot gently, and never moving a muscle of his countenance. It was Ned's humour to be approached rever entially and talked to thus ; gossip or small talk from a man like himself would be in congruous, would misbeseem his greatness ; he allowed his friend to prattle on, unen couraged by a single word of assent. After a decent prologue concerning things in general, and without any im proper haste or emphasis, the artist then"], [128, "The Superior Sex. 120 introduced Mr Trollope to Ned's notice as a young gentleman, desirous of entering the latter's profession, but very diffident as to his powers. Ned unbent so far as to bestow upon Henry quite two-thirds of a full glance. If the lad had shown a spark of preten tiousness or self-satisfaction, the acquaint ance would probably have gone no further, Ned having a bitter intolerance of all swagger in others; but Henry happened to be looking particularly miserable and meek. ' A gentleman down on his luck,' re flected Ned, feeling drawn towards the lad as people always were, men or women, upon the shortest acquaintance, — quarrelled with his pa, I reckon ; wanted to marry a ballet-girl, or got rusticated from one of the 'Varsities, I daresay. Hum ! I rather like the look of the boy.'"], [129, "The Superior Sex. 121 Yet he did not commit himself to speech until his cheroot was quite finished ; then turned to Henry, saying abruptly, — ' What d'ye think of the list of two year olds for the Croydon Spring, youngster ? It won't be a bad little meeting this year, I've a notion.' ' Now it seems to me,' thought Henry, ' that here is the only man in all this tavern who is not my intellectual superior, and, what's more, he's trying me on the only topic in the whole world that I'm qualified to give an opinion upon.' The very mention of a two-year-old cheered Henry a little ; he plunged at once into cordial horse-discourse with Ned, displaying such real love, and deep know ledge of the subject, that Ned, with whom horseflesh was a genuine passion, waxed almost talkative."], [130, "The Superior Sex. 122 The artist walked across to Hinde, winking, and pointing over his shoulder to the pair. ' They've found their fox, Dick, to use their own vernacular ; and if your friend means business, Ned will give him a hand soon enough. I never before knew that prince of drivers condescend so heartily, and in so short a time. Very soon Henry was smoking one of Ned's cheroots ; at his elbow was a glass of steaming whisky-and-water, ordered and mixed by Ned ; poor Henry hoped that this haughty Jehu was going to befriend him, and felt more cheerful than he had done for many a long day. Not that Ned had hinted at such a thing at present, or even relaxed much of his dignity ; but Henry read through the deeper outer crust of the man's vanity to the warmer regions of his heart."], [131, "The Superior Sex. 123 At length, watching Ned's straight featured profile, tanned a rich red by constant exposure to wind and rain, Henry knew that he was on the point of propounding something. 1 1 reckon,' Ned began, shooting out his shirt-cuffs and admiring his small feet, ' I reckon you're hard up, young 'un ? ' 'So precious hard up, that I'd do any thing in the world to earn tuppence-half penny, and I should like to begin at once.' 'Then you'd best not try for a billet up in front, for it takes time to take out a stiff.' 'What's that?' ' A c'tificate — driver's c'tificate. Be- hind, i.e., as conductor, you don't want none ; any fool's good enough for the cad of a 'bus, so my company says — though I've arguefied it with them. They forget"], [132, "The Superior Sex. 124 how it spoils the turn-out : with a driver like me in front, and a smart 'bus, you ought to have someone decent-like be hind to make the 'ole thing accord. You don't see a fash'nable barouche with a regular Apollo on the box, and a chap like my cad, Tom Buster, behind, do you ? Damme, I've put up with him too long. Tom's so blamed ugly, he spoils the whole show. I've kep' him on 'cause of his being a pore orphling ; but the thing can't go on ; it keeps my feelings on the rasp all day to think o' that blue-nosed fool a-hanging on behind my 'bus — puts me quite off my feed and liquor, it does, sometimes. The company must purvide decent for Tom — I'll see to that — and you shall have the billet, young 'un. I shall sack Buster to-morrow mornin', so turn up at the Blue Boar, nigh on Lad-"], [133, "The Superior Sex. 125 broke Grove Road at 7.30 sharp. You'll get four bob a day, out of which the hetiquette of the purfession is that you stand me three or four drinks a day ; but I shall drop the hetiquette as you're only a younker. You see, we, in front, gets no chance of cadging, whereas the cad can prig all day — hence the hetiquette.' ' But I don't want to prig.' ' Then you'll make a doocid poor job of it, young 'un, that's all. Well, be as honest as you like,- if you can square it with your sense of dooty to your fam'ly, I don't care the flick of a lash. How- sumdever, when you've had fifteen blessed hours of \" Bank, Bank, down 'Olborn, Bank,\" varied by \" R'yal Oak, R'yal Oak, Marble Harch, Westbourne Grove,\" hap pen you'll change your views. Mind you turn up in good time, younker. Ask for"], [134, "The Superior Sex. 126 No. 7002, Brown, — Bayswater — or stay, you'd better come into the bar and ask for \" Sir Edward,\" that's me.' ' I'll turn up right enough,' cried Henry, 'and I'm awfully obliged — ' ' Shut up, younker, have another weed and a liquor 'stead of jawing, or I'll give you the sack right off! '"], [135, "CHAPTER VIII. EANWHILE, what of the father whom Lord Henry had cast off so scornfully and so heroically ? This stern parent had not as yet altered his will, or made any arrangements for the cutting off of his son with a shilling. In the first place, he had refreshed himself, as we have seen, by giving a piece of his mind — so much, that is, as could be com pressed into half-a-dozen sheets of note paper — to the kinswoman who had sent him down on a fool's errand to Oakhurst. His next task was to search out, and make"], [136, "i 28 The Superior Sex. friends with, Miss Trevanion. The Duke determined that, should Henry come to his senses again — or rather, when that occurred, for his Grace could not endure to reflect upon anything like a long aliena tion from his boy — the headstrong fellow should have to acknowledge that his father was, after all, his best friend. From Dr Vaughan the Duke had full reports of Miss Trevanion's health. He had had a slight acquaintance with the physician before, but now he haunted Vaughan's consulting-room as though it were his club. It appeared that after the first week Alexis had begun to pick up strength and spirits with surprising speed. Vaughan explained this by the effect of her release from suspense. For weeks she had been expecting the worst, now it had come —"], [137, "The Superior Sex. 129 and, being a person of pluck and char acter, she had settled down to her loss of sight with all the patience she could muster. The doctor professed not to believe in sentiment. He said nothing about the altered relations between father and daughter, and consequent physical effect upon Alexis. But he was well aware of the immense power over the girl of her father's deeply roused affections. She revelled in his love, in the anxious solici tude by which he strove to make up for former neglect ; and constant endeavour to lighten his trouble took half the sting from her own loss. Vaughan never ad mitted this to anyone but himself, and there was a copybook twang, to his think ing, in the notion of such a resultant from mere love and sentiment. Nevertheless, vol. 11. 1"], [138, "The Superior Sex. 130 he was far too shrewd not to gauge the situation truly in his own mind. The Duke's next advances were made to Major Trevanion. He belonged to one or two of the same clubs as the Major, and managed to meet the latter pretty fre- quently ; but the growth of acquaintance- ship between these two was a painfully slow one. His Grace was a man of cul- ture, and bookish. The Major was a man of the world, and horsey. Conversation between them was a difficult, sluggish business. It never seemed to get into a definite channel or steady stream, but stagnated like the waters of a marsh. Yet by dint of dogged perseverance the Duke got so far on towards intimacy, as to prefer a request that had long been on the tip of his tongue. He was most anxious to make Lexie's"], [139, "The Superior Sex. 131 near acquaintance, yet had a sensitive dread of appearing before her as the gentleman who had travelled down to Oakhurst on purpose to make things un pleasant for her. Accordingly, he asked the Major to introduce him in the first place as a stranger, then to give him a fair field in which to make his own explanations. This simple plot was carried into exe cution one day in October. Towards the end of the afternoon, when Lexie was quite free of visitors, her father brought in the Duke from the study, introducing him to Alexis, but omitting to say who he was. Having thus landed his Grace safely in the drawing-room, the Major returned to his study on the plea of business. As Lexie rose from the piano to greet him, the Duke looked with something more than curiosity at this stately girl"], [140, "The Superior Sex. 132 who had taken such absolute possession of his son's heart. He had heard some thing of her beauty from his friend Mr Stoll, who had painted his portrait last year, and to whom Lexie was now giving sittings. For Major Trevanion declared that he would use his study no more until her picture was hung in full view of his arm-chair, — in fact, just where her photo graph used to hang before — before it fell down among the cigar boxes. But Mr Stoll's word-painting must have been very inferior to his brush work, for his Grace was struck with astonish ment at Lexie's beauty when she came close to him. At Oakhurst he had seen her but for a moment, and at the other end of a long room : now he could watch her at his ease, with the strong afternoon light falling upon her fine face and its rich colouring."], [141, "The Superior Sex. 133 Alexis always took especial pains to please her father's friends, and could talk as well as most people ; moreover, she liked this stranger's courteous tones, and the old school deference towards women that she was quick to detect in his manner. Thus it was not surprising that, very critical as he was about women — like most men who have a true respect for them — his Grace was much pleased with her : at first pleased, presently charmed. He found her, to his delight, a fellow enthusiast in art and literature ; and not only a good talker, but an excellent listener, as the daughter of Major Tre vanion might well be, seeing that his in crease of affection had by no means drowned his dogmatic faculty, and the newspaper reading function was still in full force."], [142, "The Superior Sex. 134 In the warmth and ardour of literary and artistic discussion, Alexis and her guest became quite intimate friends. She insisted on giving him some tea, and over the tea-table they discoursed them selves with many a pleasant wrangle — for neither was lukewarm enough to be much open to conviction — into the very best of humours. A single Guido Reni in the Dulwich Gallery lasted them a full quarter of an hour, and the National Gallery Turners seemed likely to be in exhaustible. But presently the Duke's flow of satis faction received a sudden check, for he found himself, without a moment's warn ing, in the position of a listener to a rather probing criticism of his own per sonal appearance. While glancing over contemporary British portrait-painting —"], [143, "The Superior Sex. 135 a fruitful field for all who care for fine craftsmanship — they stumbled upon the name of Stoll ; whereupon Lexie fell into an animated criticism of his well-known portrait of the Duke of Polperro in last year's exhibition. '■The portrait of the year,' she said, 'if not of the last five years, and certainly Mr Stoll's finest effort. The artist was exactly suited for once ; he likes a face with intellect in it. The Duke's has that, as well as delicacy — and weakness. And it struck me that Mr Stoll was particu larly clever in the matter of that weak ness : one felt in a moment that it was of the nature and temperament, not of the mind ; a clever man, with a leaning to over-benevolence. That is how his Grace struck me ; and there was something very sweet and gentle about the eyes — '"], [144, "The Superior Sex. 136 Here the Duke interrupted her, with a pink flush rising over the delicate features that Lexie was discussing so candidly. ' Excuse me, but the Duke is a — a par ticular friend of mine.' 'Indeed; I beg your pardon. Let us then talk further of Andrea del Sarto, whose work I have loved for years.' ' On the contrary, if you have no ob jection, I should like to talk further of the Duke ; in fact, he is precisely the person whom I am anxious to discuss with you. Have you ever heard that he is an unusually hasty man, given to mak ing bad blunders hastily, and repenting of them at leisure ? That is a salient feature of his character, well known to his friends — not altogether unknown to himself. Let me tell you an anecdote about this well meaning, but impetuous old gentleman.'"], [145, "The Superior Sex. 137 His Grace then gave Lexie an outline of his Oakhurst escapade, and ended by confessing who he was, and asking her pardon, both for his former mistake and for the mild deception he had just been practising upon her. It was now Lexie's turn to blush, and when she forgave the Duke — with a very pretty embarrassment, as he thought — his Grace proceeded to tell her how his son Henry had disappeared from Aider shot with his friend Tom English, and had not been heard of since, and how anxious he himself was getting about this young scapegrace. Afterwards the Duke dined with the Major and Alexis, and made the latter sing for him until she was tired. Nor did his Grace allow this friendship so auspiciously begun to slacken, but be-"], [146, "138 The Superior Sex. came so frequent a visitor of Lexie' s, and developed for her so fatherly an affection, that Major Trevanion grew jealous, and frequently indulged in disparagement of his daughter's new friend."], [147, "CHAPTER IX. ENRY arrived at the 'Blue Boar' next morning at 7.30, military time, per third class Metropolitan Railway, the train landing him at Notting Hill Station, within three minutes' walk of the tavern. Ned greeted him with little apparent cordiality. Henry saw at once that the great man was a little out of sorts, and almost as quickly became aware of the reason why. ' Jump up behind,' said Ned ; 'I've got rid of that blue-nosed fool, confound him !"], [148, "The Superior Sex. 140 He won't disgrace my vehicle any more for the future.' It was from the tone of these words that Henry perceived what Ned was so anxious to conceal, viz., — that it had dis tressed him a little to turn off Tom Buster. It was even apparent which of the loungers in front of the tavern was the said Tom, from the persistence with which Ned turned his back upon the man ; likewise that this cast-off conductor had been breakfasting at Ned's expense, and had washed down his food with something stronger than coffee. In a few minutes No. 7002 was being steered along Ladbroke Grove by Sir Edward, while Henry, strap in hand, was, for the first time in his life, fronting the world in the guise of a 'bus conductor. He felt depressed and miserable. The"], [149, "The Superior Sex. 141 morning was damp and raw ; he had breakfasted off dry bread ; and, worst of all, was in a panic of fear lest he should be recognised by some passing friend. He turned up the collar of his coat, pulled his shabby hat down over his eyes, and whistled faintly, forcing his thoughts to dwell upon the four shillings which he was to earn. ' Only one and threepence a day less than my pay when I joined at Aldershot,' he muttered, as Ned artistically shaved the pavement upon turning into Elgin Crescent. A minute or two afterwards, Henry was startled by the slap of the whip lash against the windows on the off-side of the omnibus. He climbed the ladder, and crept along the knife-board to ask the reason of this. 'Have you had breakfast, lad?' asked Ned, looking over his shoulder."], [150, "The Superior Sex. 142 ' Oh, yes ; I had breakfast in Blooms bury.' ' Precious little, I reckon.' Henry blushed suddenly up to the roots of his hair, for Ned was holding out a shilling. Ned looked at him with a twink ling eye, and for the moment even for got his dignity so far as to show a gleam of white teeth as he smiled. ' I thought that would draw you, young 'un ; you wasn't born to take shillings, was you ? Nigh on busting with pride, ain't you, young'ker ? Now, look here, Trol lope or Dollop, or whatever your name is — never mind that old body beckoning at the corner, it's agen my principles to pull up for anyone between this and the ' Oak ' at this time o' the mornin' — you'll take this bob as a loan — jump down when I pull up at the beginning of the Grove,"], [151, "The Superior Sex. 143 and get some grub at the fust shop on the right ; and you'll have a minute and a half at the \" Oak \" to get some coffee, seeing as how I'm afore my time. Now, go back to your proper place, an' do as I tell you, or I'll punch your 'ead in the middle o' the street ! ' Henry thought it advisable to fall in with Ned's humours ; and when the 'bus drew up, was glad enough to run into the shop indicated by Ned and return with his pockets full of rolls. Before he was half-way through his first roll they were at the ' Royal Oak,' into which he dashed for a cup of coffee, swal lowing it down as he stood among a crowd of other members of his new profession — 'brother cads,' as he called them, when he had begun to recover his spirits a little. Ned received quite an ovation at the"], [152, "The Superior Sex. 144 ' Oak ; ' every driver and conductor of the half-dozen omnibuses standing outside seemed eager to catch his eye, greet him respectfully, and consult him about the weather. He sat majestically upright, re sponding to his admirers with dignified affability ; two or three jostled each other against ' Sir Edward's ' near front wheel with offers of 'a bitter;' even Henry, as officially connected with this great man, received some odds and ends of attention, as if glorified by Ned's radiant popularity. By the time they had emerged from Praed Street into Edgware Road, Henry felt tolerably cheerful ; he had finished all his rolls with an appetite for which he had seldom been distinguished at breakfast time in camp ; and the nervous sense of being stared at by every passer-by was lessening rapidly. Though he felt so"], [153, "The Superior Sex. 145 utterly strange in his present position, he did not look so, judging by the matter-of course glances of the few people who stopped his 'bus and got in. No one stared amazedly at him, or indeed took anything like special notice of him. Upon leaving Regent Circus, Henry was able to repeat the formula ' full inside' to all questioning fingers and umbrellas ; and very glad he was to be able to do so, since he found the constantly-recurring stoppages the most irritating and fatiguing part of his work. He had leisure then to look about and think a little : he stood on his step, his right arm crooked in his supporting-strap, his left hand fingering the coppers in his leathern pouch, and marvelled to find himself taking things in such matter-of-fact fashion. Here he was in a situation such as he had never con- vol. 11. k"], [154, "The Superior Sex. 146 ceived of in his wildest dreams, yet this extraordinary environment seemed to be already fitting itself on to his personality somehow. ' I really believe,' he reflected, ' that were I made Lord Chancellor to- morrow I shouldn't be surprised for more than a day or two ; or, again, if I were to handle a crossing-sweeper's broom for a couple of hours, I should by that time have taken to the business quite naturally. Either I have a sort of versatile Jack-of-all trade genius of a very peculiar description, or else have no sort of capacity for being astonished, just as some people have no ear for music' While thus cogitating, he omitted to put an old lady down at South ampton Row, so that when Ned pulled up at the corner of Chancery Lane, Henry came in for some pretty severe criticism from the old body."], [155, "The Superior Sex. 147 ' Young man,' she cried angrily, ' I arst you to put me down at Southampton Row, and 'ere we are at \" the Lane,\" I see : don't tell me you forgot ; it's just imperence, I say ! ' Here Henry did make his passengers stare a little : for instead of bundling the old lady out with a grin and a wink at the others, and a ' now, then, look sharp ! ' he helped her carefully on to the pavement, saying, ' Well, now, you're quite right : I'm awfully sorry I forgot, but the truth is, I was thinking — ' ' Then, next time think of your pas sengers, young man, 'stead of yourself,' with which, and a vigorous nod of her head, she departed in haste. By the end of this their first journey, Henry had begun to feel tired ; and, his fatigue once fairly under-way, he grew steadily more weary as the morning"], [156, "148 The Superior Sex. advanced. Never before had it occurred to him, that merely to conduct an omnibus could be so exhausting. By twelve thirty he had been standing upon the step of that horrible machine for five hours, enduring severe jolting, varied only by the wearisome little stoppages, the fretfulness and umbrella-prods of elderly female passengers, and the unspeakably monotonous chink of copper coins. At this period of the day he had twenty minutes for dinner, but felt too dazed and wretched to make the most of that brief respite. In a moment, as it seemed, he was standing at the back of that rumbling, jarring, abomination upon four wheels once more. As the omnibus rolled along Edgware Road, for the — was it hundredth ? — time that day, he found himself falling into a strange, dreamy, leth-"], [157, "The Superior Sex. 149 argic state. The sun had come out — he couldn't remember when, and the sweet blueness of April was smiling down upon him, tied there like a mill-horse. The warm spring feeling, now permeating the air, sent his fancy roaming back among old times and home scenes. On just such a day as this, down at Polperro, which lay in the heart of the west country, he used to sally forth with his father, for a first turn at the trout. ' The hickory ' was the only sporting implement interesting to the Duke ; but for this his Grace had an unswerving affection, taking almost as much inter est in fish-preservation, re-stocking his waters, and all things appertaining to the gentle craft, as in his beloved library. Nevertheless, he would never make his first cast of the year until his boy Henry"], [158, "The Superior Sex. 150 came home in April . for the mid-term holidays. Just to have that precious lad with him ; to be able to give that precious lad all the best water ; to hear the boy shout and laugh with pleasure at the first fish of the year, the Duke, keen angler as he was, would watch the fat trout rising upon a dozen balmy mornings, and never let his keeper put a rod together. Such pleasant pastoral reflections re mained with Henry all through the crowds and bustle of Westbourne Grove ; nothing seemed to rub them off. He took in passengers mechanically, clinked his bell, put down other passengers, entered pence upon his way-bill, and otherwise dis charged the duties of his office ; but all these things were a mere backing to his dreams. Perhaps in thinking of brown trout, blue duns, hare's ears, ten-foot fly-"], [159, "The Superior Sex. 151 rods, and sparkling streams, he also re membered his brother-angler and parent, and realised more fully than at the time the father's unselfish giving up of things, his kindliness, cheerful geniality, and eager pleasure in his son's pleasure ; but, un fortunately, whenever Henry's line of thought struck upon the Duke, it was apt to go off at a tangent in the direction of Alexis, then his heart was always hardened again. As the afternoon drew on, he grew too thoroughly dazed and weary, even for the shortest of fancy-flights ; he leaned, drooping and dejected, against the door post of the vehicle, too stupid and de pressed to count the coppers offered him. His way-bill became a mere dishevelled mass of meaningless strokes ; he began to fear lest he should fall asleep on his post,"], [160, "The Superior Sex. 152 or drop down upon the step from sheer fatigue. At the end of each journey Ned, who was spending a pleasant enough day, en joying the spring air, deftly and calmly steering his 'bus through the thickest tangles of traffic, and patronising such of his box-passengers as seemed worth talking to, always found time to give his conductor a few words of encouragement. ' Keep up your pecker, Dollop,' he would say ; ' it's the fust day as takes it out o' you, lad. Lor' bless you. I mind what a state Buster were in his fust day ; arter dark, he was asleep a'most all the while — slep straight away from the \" Arch \" to the \" Oak \" once ; at least so he swore. And never mind your way-bill ; you'll have a good enough show of copper at the end o' the day, on account o' my popularity."], [161, "The Superior Sex. 153 'Jove, now, my name was worth two or three bob a day to Buster ; the city gents allays chooses my barooche if possible, and, in course, Buster used to give up only as much as the other conductors. I was as good as an annuity to him ; and now, if you're agen cadging, my name'll be sheer waste. The blamed company '11 get all the benefit o' my popilarity, and, by George, I grudge it to 'em ! ' It was not until six in the evening that anything occurred to break the seemingly endless monotony of Henry's mill-round ; but the breakage, when it came, was of a highly startling description. It was nothing less than a recognition, and that by old Mary, whom he had last seen at Oakhurst. It may easily be conceived that Mary's principal pleasure on coming to town was that of persistent peering into shop win-"], [162, "The Superior Sex. 154 dows. Westbourne Grove, with all its joys, was within easy reach of No. 500 Kensington Park Gardens, where she and Miss Chesney were at present staying; and she had this afternoon, for the tenth time in a fortnight, spent two long and happy hours in that fascinating Grove ; when, feeling a little tired, after this exer cise and excitement, she hailed No. 7002, Brown, Bayswater, with a view to getting a lift as far as the corner of Elgin Crescent. Henry, recognising Mary as he handed her in, turned pale with fright. At first she was too much occupied with the business of getting herself into the vehicle to notice him. She breathed a heavy sigh of relief as she sat down. But at the next corner he had to set down a couple of children, the only other inside passengers, and in watching them"], [163, "The Superior Sex. 155 climb out, Mary's attention became at tracted by the face of the conductor. She looked wonderingly at him, her head a little on one side, according to an old trick of hers, to note which took Henry straight back to Oakhurst. His face was much thinner, his rosy colour and Aldershot tan had departed, but he saw the recognition dawning in Mary's wonderstruck eyes, as she said, — - ' How much to Elgin Crescent, please ? ' ' Tuppence,' he answered gruffly. The moment he spoke, though but this one word, recognition brimmed over Mary's expressive face. She leaned back, her mouth wide open with astonishment, and gasped out, — ' What ! — is it really you, Master Henry ?' ' I believe it is, old Mary,' he said, with a miserable half laugh ; ' but, upon my soul,"], [164, "The Superior Sex. 156 I'm not sure myself! Look here now, before I speak another word to you, I want your solemn promise not to betray me ; I wouldn't have this known to some people, for ever so mnch.' ' I won't promise not to mention I've seen you, sir,' said Mary, gravely, ' for your father and all of them have been in a precious way about you.' ' Promise not to say where ; vow solemnly, never to let out that I'm a 'bus conductor, or I'll never speak to you again, Mary.' ' Well, Master Henry,' she said, re luctantly, ' I suppose I may promise that much ; especially as it would only distress them to know it. His Grace and Miss Lexie would say I was mad if I were — ' ' How is she, Mary ? How is she ? Quick ! quick ! '"], [165, "The Superior Sex. 157 ' Why, very well, sir ; much better than ever she was at Oakhurst, when the blindness was coming on ; and Missy is very well too ; we're staying at Major Trevanion's, No. 500 Kensington Park Gardens.' 'Tell me more — heaps more — about Miss Lexie. Tell me every single thing she has said or done lately. You must come to the end of this journey with me ; I'll put you down at Kensington Park Road as we return.' For the next quarter of an hour Mary was plied with a continuous stream of questions ; and of all the information she had to give, nothing amazed Henry so much as the statement that his father was constantly visiting Alexis. This being so, where was now the cause of his resent ment, his determined throwing off of the"], [166, "158 The Superior Sex. father who had come between him and his lady-love ? He was altogether amazed and be wildered at this piece of news, but for the present contented himself with making Mary reiterate her promise before he set her down, and begging her to meet him again in three days time."], [167, "CHAPTER X. BOUT the time when old Mary's fatigue had begun to take the edge off her deep feminine re- lish for shop-viewing, and when she was casting longing glances at the passing om nibuses before mustering courage enough to stop one, there was taking place in Kensington Park Gardens a colloquy, having an important bearing upon the fortunes of Alexis. The scene of it was the small study in which Major Trevanion was wont to instil into his daughter sound political princi-"], [168, "The Superior Sex. 160 pies, by reading aloud extracts from the morning papers, interleaved and expur gated, as it were, by incisive comments of his own. That important function still took place every morning, at Lexie's own re quest ; but the Major was less dogmatic than yore ; he would even ask her opinion about things sometimes — as often, per haps, as once a month, or even oftener. He was now smoking in his arm-chair, facing Dr Vaughan, who had just been shown in. ' In the drawing-room with the Duke, and her friend Maud Chesney is she ? Well, I'm glad to hear it, Trevanion, for I've got something to say to you,' Vaughan remarked, as he also lighted a cigar.' ' When his Grace comes, which is pretty often, I generally retire here ; after the first ten minutes or so, I find him rather"], [169, "The Superior Sex. 161 a bore ; he's too bookish for me, by half.' ' Very likely,' put in the doctor, in his cynically candid way. ' But Lexie and the Duke are bosom friends. They talk on and on about books and pictures, and that sort of thing, till I'm bored to death. Fact is, I suppose I'm an ignorant fellow ? ' 'Just so, Trevanion.' ' Upon my soul, Vaughan, you're a shade more free-spoken than usual ; you shrivel up a man's vanity as a fire does dry grass. I know now that you have some important news ; you're always so confoundedly rude when excited about anything. Have a light, old fellow ? ' Vaughan took a match, and began to puff quick volumes of smoke, at first in silence. In his keen grey eyes, as he looked at vol. ii. L"], [170, "162 The Superior Sex. his friend, there was a look of especial kindliness, a look which, in the eyes of a member of an emotional race, would have suggested an embrace to follow shortly, perhaps tears. However, being a mere cold-hearted Briton, he did not cry, with outstretched arms, ' My friend, I am about to make you very happy ! ' but simply flipped the ashes from his cigar and walked to the window, almost turning his back upon the Major as he said, — ' You've suffered a lot on account of poor Lexie's blindness, I know ; so have I.' ' You, because your a good fellow. I, because I've been a selfish brute, and know it,' the Major answered quickly. ' I was to blame too,' the doctor pro ceeded, staring hard out of the window. ' I was moral coward enough to dislike"], [171, "The Superior Sex. 163 making myself a nuisance, to insist upon your taking her to a specialist.' ' Have it so if you like, Vaughan ; the mischief's done now, and I shall never forgive myself The Major spoke gravely and quietly. ' It's with me day and night, the pain of it, and will be always. And look how she takes it.' Major Trevanion had never spoken thus freely even to his friend before ; he became deeply moved ; his voice and hand shook as he went on, — ' Look how she takes it, how she treats me, the father whose selfishness took away her sight ! One would think that I was the sufferer, and through some fault of hers — instead of herself, and through my fault. There's something noble about the girl- — I don't like the word noble in general,"], [172, "164 The Superior Sex. and never was provoked to apply it to another person, living or dead, but it's the only one for my Lexie.' . . . Here the Major jumped up and began to stride hastily to and fro. ' You're about right, Trevanion ; there's something about Lexie, and the splendid selflessness she has shown in this matter, which — and coming from an old cynic like me, this is a big panegyric — almost reconciles me to the sex. She has been surprisingly well in health since the loss of her sight.' ' She has, thank God ! ' the Major said earnestly. ' I don't know if you're aware of the fact that ' — Vaughan began to shift his weight uneasily from one foot to the other — ' blindness such as hers is sometimes curable by an operation ? '"], [173, "The Superior Sex. 165 ' Curable ? ' repeated the other, as if only half taking in the meaning of the word ; ' what do you mean ? ' ' That sometimes an operation will restore the sight of persons suffering from that special form of blindness.' ' You never told me so before ? ' ' Of course not — for fear of raising false hopes. Had she fallen into bad health we couldn't have thought of it — ' ' But do you mean to say,' the Major muttered, turning very pale, and sinking back into his chair, ' that — -that — there's any fragment of hope ? ' 'There, there,' snapped Vaughan im mediately. ' I wish to Heaven you wouldn't rush at conclusions. You'll work yourself up into a state of excitement now, I suppose, and make the girl as bad. Wish I hadn't told you. Might have"], [174, "166 The Superior Sex. known you'd make a confounded fool of yourself! ' ' How much hope ? ' the Major whis pered, his eyes searching his friend's face. 'Just a reasonable hope. Nothing like a certainty ; understand that clearly. I've given a good deal of thought to the case lately, and have discussed it at length with the great Sir Thomas. He agrees with me that the experiment is at least worth trying. If you consent to it, after seeing him, it would be advisable to take a house in the country for a couple of months, and have it done down there, where the girl can be kept quiet.' ' If it succeeded, would the recovery be final ? ' ' Yes ; with proper precautions there would be no reason to apprehend a return of the malady.'"], [175, "The Superior Sex. 167 ' Leave me for a bit now, old fellow. I wish to — to think this over alone.' The doctor left the room without further words, leaving his friend sitting there, his elbows on his knees, his face buried in his hands. After reflecting for a few moments, and deciding that he must see Major Trevanion again before departing finally, Vaughan turned the handle of the drawing-room door, and found himself looking upon a scene which caused him to murmur in voluntarily, ' Tableau ! ' In the centre of the room stood Nurse Mary in her walking gear. A pink flush was spreading over her wholesome face ; in her honest eyes was a puzzled, rather harassed, look ; but she had the air of one who has made up her mind, is almost sure she is right, and intends to abide by her"], [176, "168 The Superior Sex. own decision, come what may. Confront ing her was the Duke of Polperro, also a little flushed, and seemingly more than a little angry. On the sofa sat Maud and Alexis, very close together, and vastly interested in what was going forward. ' I thought it was the drawing-room, Alexis ; but apparently it's a theatre,' remarked Vaughan, drily. ' Pray, don't let me interrupt your rehearsal. Which act of the comedy is this ? ' The true state of the case was this : Nurse Mary had arrived, bursting with the news of her discovery of Lord Henry, and disturbing the group in the drawing-room about as thoroughly as the entry of a bombshell would have done. The Duke had never been so unhinged and excited in his life. For months he had been searching high and low for his errant son"], [177, "The Superior Sex. 169 Henry, — for months torturing himself with hopes, fears, and speculations as to the lad's weal or woe, — and now here stood old Mary in a state of extreme heat and fluster, confessing that she had parted from ' Master Henry ' but a few minutes since, yet flatly refusing to say where, or to give any clue which should lead to his discovery. His Grace had heard a good deal about Mary's staunchness, rigid honesty, and other virtues, from Maud and Lexie, and had more than once conversed with the old nurse himself. He had the respect of an old-school gentleman for a faithful old servant, and liked to watch her devotion to ' Missy,' her burning partisanship, and other wholesome feminine qualities ; but he had never imagined that her sterling character would be the means of thwarting him thus. She answered every question"], [178, "The Superior Sex. 170 put to her about Lord Henry ; said he was looking thin and ill ; admitted that he must have gone through a good deal lately, but felt certain that he was now earning enough money to keep himself. Poor Mary found herself in a worse case than a witness in the grasp of some emin ent counsel in a criminal court. Not only did his Grace ply her with constant questions, but Miss Maud, prompted by many hand-pressures from Alexis, put in a dozen shrewd queries, calculated to en trap her into admissions. When this had gone on for some minutes, however, Mary was still courageously hold ing her ground, standing respectfully before his Grace, with her head on one side, and her honest eyes meeting his fearlessly. To every question whose answer would involve a breach of her promise, she replied firmly, —"], [179, "The Superior Sex. 171 ' I've given my word, your Grace. I can't go back from my word, sir.' And Maud's more feminine side-thrusts and probings were equally unsuccessful. This immoral attack upon Mary's con science and honesty lasted for some time after the doctor's entrance. He listened to the comedy-scene with twinkling eyes and a keen relish ; having always pro phesied that ' Hal ' would turn up again none the worse for the hardships that were almost sure to fall to his lot while trying to shift for himself. ' Tush ! child,' he would say to Lexie; ' \" Hal\" is just the sort of young scamp who will be all the better for going through the mill. Don't imagine he'll meet with anything tragic either. He'll turn up again like a bad halfpenny — with a publican's daughter on his arm, likely enough, demanding a"], [180, "The Superior Sex. 172 parent's blessing on himself and bride, and exhibiting a very fine appetite when the fatted calf is put on the table.' ' I don't think you half appreciate Lord Henry,' Lexie would retort hastily. 'Oh, yes, I do! I appreciate the young scamp at his proper worth.' Here the doctor would chuckle with triumph at having got a rise out of Lexie, and mutter to himself, ' If Hal does turn up again, and shows himself such a marvel of constancy as to be of the same mind towards you, my dear, I don't think you'll say \" no \" when he next puts a certain question.' For some minutes Vaughan listened to the dialogue, then made a little compli mentary speech to the old nurse. ' Mary, permit me to make you my compliments upon your grand incorrupti-"], [181, "The Superior Sex. 173 bility ; truly you are a very Aristides in petticoats.' Whereat Mary only tossed her head and turned her back on the doctor, for she disliked him in the whole - hearted fashion that characterised all her emo tions, and never understood whether he was laughing at her or not. * ' In point of fact,' said the Duke, turn ing to the girls, ' our conduct in thus assailing poor Mary is hardly creditable ; but was ever a parent more hardly treated than I in this matter ? However, I owe you an apology, Mary, for my unjust warmth.' 'Well, your Grace, if I see Lord Henry again, I'll try and make him release me from my promise.' ' Magnanimity from a woman ? ' cried Vaughan. ' What are we coming to ? They'll be waxing logical next ! '"], [182, "The Superior Sex. 174 Thus did Nurse Mary remain mistress of the field, and thus were Maud and Lexie provided with a topic entrancing enough to keep them talking half through the night. As for his Grace of Polperro, he de parted in a somewhat distracted state, and so we must leave him for the present, it now being necessary to make a short ex cursion into the country, in order to see what may befall Major Trevanion and his daughter."], [183, "CHAPTER XI. H ROUGH a certain retired part of the county of Kent there winds a very placid river — a river of such infinite laziness that it is difficult to tell which way it flows. In deed, the word ' flow ' is scarcely one to use in connection with this loitering piece of water, the Scandal. It is a river which never knew motion ; its source is in some quiet marsh, whence it oozes with much deliberation, and without pretence of wanting to find its way anywhither ; pro ceeding to dawdle in curves and shining"], [184, "176 The Superior Sex. loops among meadows as placid and smooth as itself, around copses where nightingales sing through the April nights, under great oaks which reflect themselves contentedly on its motionless bosom, too sympathetic to rustle or whisper much for fear of disturbing the repose of this shimmering idler at their feet. Upon the banks red-brown cows, doubly reflective because of the all-pervad ing laziness around them, lounge quietly through the summer day, chewing the cud in a manner more deeply philosophic than can be found anywhere without this happy valley. The very fish in the river are of the idler sorts ; no sprightly trout could endure the deep monotony of its olive tinted waters, but only placid roach and great lounging chub, which bask near the surface on August mornings, just openino-"], [185, "The Superior Sex. 177 their mouths wide enough to suck down the red fern -webs as they drop from the sprays. Even the low hills which embrace this valley are in harmony with the key-note of its deep quietude ; they fall suavely into it in gentlest curves and undulations, whose soft outlines are further softened by bosky woodlands. It is a land gentle and slumbrous as a poet's dream ; such an one as a poet may hope to rest in when he has seen enough of the stress and struggle, the fever and the fret, and yearns for a haven where great thoughts may ripen and mellow, unchecked by the little ness of human things. Deep in the bosom of this valley was the country house Major Trevanion se lected at Doctor Vaughan's instigation. The Major's anxiety was too deep and VOL. II. M"], [186, "178 The Superior Sex. agitating to brook delay ; upon receipt of Vaughan's tidings he had hurried off to consult Sir Thomas himself; and upon confirmation of his old friend's hopeful prophesyings, had proceeded straight to a house-agent's. The next day he spent in railway travelling, and in visiting several country houses on the agent's list, coming in the afternoon to this valley of the Scandal, 'Aland In which it seemed always afternoon.1 as he would certainly have remarked had he ever read ' The Lotus Eaters,' which was highly improbable. The house, called ' Edenhurst Hall,' which the Major had come to inspect, seemed the very thing for his purpose. It was placed upon a slightly rising knoll, and dominated all the rich meadowland and copsewood around ; from the terrace"], [187, "The Superior Sex. 179 running along its front, several quiet wind ing reaches of the Scandal could be seen glimmering under the dappled April sky, and further down the river the roofs of little Scandalbridge clustered in the green lap of the valley. Major Trevanion took but little note of the house itself, but stood long upon the terrace, looking down over the scene which would first meet his daughter's eyes, should her sight be mercifully restored. His eyes were moist as he stood there gazing ; such a hunger arose in his heart at the thought of her looking once more upon this bright world, that his very thoughts became in articulate ; his whole being seemed merged in a deep infinitude of longing. He could utter no words of prayer, for in the strong pleading of his soul all words were drowned. It seemed that the deep sense of his former"], [188, "180 The Superior Sex. selfishness and neglect, was the measure of his present yearning. Edenhurst was but an hour from town. Before the night closed in he was back with Lexie, having taken the house ready furnished as it stood, and made all neces- sary arrangements. The news that there was some hope — a very slight one, as they were care ful to tell her — of recovering her lost sight, was a severe shock to Lexie. She had so battled with herself before acquiring real fortitude under her affliction, so rigidly banished self-pity and all delusive hope of cure, that she was now quite overcome at these strange tidings. But her great love for her father, and consequent anxiety to save him to the utmost, supported her now, as it had done all along, giving her a patience and self-control, which, far from"], [189, "The Superior Sex. 181 being natural to her, only came at the call of deep affection, backed by a strong will. After the first hour or two she fell in with the efforts of those around her to make light of this country excursion, and treat it as a pleasant little change from town. Her friend Maud was of such service to her at this juncture, as only one who had suffered much herself could have been. Her father could not bear Lexie a moment out of his sight ; she knew what torture of suspense he was enduring as well as if she could see his face, and so forgot herself through unceasing thought fulness for him, that old Mary, from keen appreciation of this stoicism, more than once found it necessary to retire from the room to have a good cry, or scold some of the other servants. Theytravelled down to Scandalbridge ap-"], [190, "The Superior Sex. 182 parently a very cheerful party, with the one exception of Major Trevanion, who seemed to have lost all power of dissembling, and sat holding Lexie's hand, quite unable to respond to her well-feigned brightness. Upon arriving at the small country station, she made Maud describe everything and everybody to her. They got into a ram shackle country fly, which bore them slowly through the gently simmering traffic of the little town, over sluggard Scandal, and past a boat-house where a score of boys and men were standing about in flannels, de termined to make the most of the first warm days of the spring, all which things Maud conveyed to her friend by spirited word-pictures. When once well in the country their acting became more difficult, for this was Lexie's first visit to woods and fields"], [191, "The Superior Sex. 183 since her blindness, and the thrilling songs of the larks sent a spasm of longing through her heart, such as was difficult enough to keep out of her face ; yet the two girls, with beating hearts and tears in their eyes, chattered and laughed as cheerfully as be fore ; while Mary looked largely around over the country, and sharply ordered Missy to put a boa round her neck for fear of an under coolness in the air. The Major could neither talk nor sit still. He jumped down from the fly pre sently, lighted a cigar, and said he would walk after them. By dawdling along the road, now and then branching down by paths to take a glance at the river, he hoped not to reach Edenhurst until the women kind were safely upstairs, unpacking band boxes and searching out looking-glasses — most beloved of implements."], [192, "184 The Superior Sex. But he was not to be allowed to mope about alone ; upon reaching the terrace of Edenhurst by a path through some laurels, he found Alexis walking firmly up and down, keenly enjoying the country air, as she said, and more still the deep notes of the blackbirds on the river bank below. He was straightway compelled to join in her perambulations, and to describe minutely for her the long undulations of meadow and woodland stretched out before them. Presently, precisely at his usual hour for that beverage, he was taken in to coffee, and not permitted to escape into solitude upon any pretext whatsoever. Naturally his slippers and such like odds and ends were all in readiness by now, the first business of the womenkind, upon arrival at a new place, being always to look after the comfort of the men."], [193, "The Superior Sex. 185 As nothing was to be gained by pro- longing the suspense, Sir Thomas and Dr Vaughan were to come down next morning to perform the operation, and for the next five days Lexie was to remain in a dark ened chamber. She appeared at breakfast, quite calm and collected, and immediately took com- mand of her father. The Major was in a condition to be ordered about, being quite ill and broken with apprehension ; and Mary, who, by right of a faculty of nurs- ing almost equal to her love of it, was to have charge of Alexis for these five try- ing days, saw that her patient's orders were obeyed. The Major was not to be allowed in the house during the operation ; as soon as the carriage with the two doctors came in sight, he was driven forth, and told not to return until Maud waved"], [194, "186 The Superior Sex. a handkerchief from one of the upper windows. He made his way down to the river, creeping about among the bushes like a wounded animal. He was sick with appre hension ; he wished he had never given his consent to this operation. Every moment he looked back, but no signal was visible yet. Would that white handkerchief never appear ? Surely it was hours since he left the house ? He crept up the steep banks again ; now he was among the laurels, dreading to go further. Suddenly he saw Maud's face at the window, and the flutter ing handkerchief she held ; he felt as if tied down to the ground. As he laboured slowly up the bank, Maud met him, saying that the doctors were hopeful so far, but that Lexie would not see him yet. The next five days were a nightmare of"], [195, "The Superior Sex. 187 suspense to the Major, and in a less degree to all those around Lexie. They could not read to her in the darkened room, but kept her amused or employed as best they might, Nurse Mary carrying out all the doctor's orders with minute fidelity. They said afterwards that old Vaughan was a great comfort to them at this time. He had a never-failing flow of caustic speeches wherewith to amuse Alexis, and was always available to order Major Tre vanion out for a walk, and accompany him if necessary. On the fifth morning, after writing a re port, as he had done every day, to Sir Thomas, he pronounced definitely that Lexie should come out into the light that evening as soon as it should have faded sufficiently. In answer to the question Major Trevanion feared to ask, but which"], [196, "The Superior Sex. 188 was written clearly enough upon his face, the doctor added, — ' Yes, and we shall know at once. I have much reason for hoping that, when we lead her out into the light, we shall find that her sight is restored.' As the day drew on, Vaughan himself became painfully excited. He snapped and snarled like a fierce dog, though none heeded him. The Major was as white as a sheet, and scarcely spoke all day, or noticed what was said to him. Poor Lexie, who had borne up well until now, fell into a very low, nervous state as the crucial time approached. The French windows of her prison chamber opened upon the terrace ; in three hours — in two — nay, in one, now, so swiftly sped the time — she would step out of the window, and . . . but at this point imagination failed. A great hope"], [197, "The Superior Sex. 189 had surged up in her heart in response to that which she instinctively felt to be in pos session of Dr Vaughan — so great, that it frightened her. Yet even so she could not for a moment realise that her eyes might be opened, that the bright world might in truth be restored to her. She was suffer- ing from that strange hope-despair which has gnawed the hearts of so many thousands of weary and stricken ones. Maud also was by this time much over come, and quite unable to bear her friend company. Lexie had to depend entirely upon NurseMaryfor everything. 'Is the sun going down yet, Mary ? ' she kept asking. ' You be quiet, Miss Lexie,' Mary always answered coolly. ' How can I put the room tidy when you keep asking me questions ? There's Missy walking about picking some primroses for you ; she'll be in directly, and"], [198, "The Superior Sex. 190 will tell you the time, I daresay ; I can't see my watch in here.' ' But I feel the air getting cooler, and hear the nightingales beginning to sing I don't think I can bear it this evening ... I should like to wait in here a day or two longer — ' ' So you shall, dear, if you like. I sha'n't let that precious doctor worry you, though he tongue me never so. He may be mighty clever, but his tongue's like a sword, and he's as rough and rude . . . here he comes, now, dear . . . there, there, child ; put your arms round my neck, and don't you be afeard ; old Mary '11 see that you ain't forced into anything.' Poor Lexie was sobbing in her nurse's arms when the doctor came in ; he touched Mary on the shoulder, and she knew at once what to do."], [199, "The Superior Sex. 191 ' She's afeard, poor child,' said Mary ; ' suppose, sir, we was to put a bandage round her eyes, and let her walk a little in the air for this evening — nothing more ? £_> o She might see about having the bandage off another evening.' This greatly relieved Lexie's fears. She allowed them to lead her out, blindfold, up on the terrace. Vaughan glanced quickly around, and saw no one. The Major had disappeared some time since; Maud fled in to the bushes the moment Lexie's window was opened. The doctor looked hard at Mary, framing the words ''in a few minutes,' with his lips. She was very pale, but he knew that he could rely upon her self-command. For some minutes she led Alexis up and down, talking caressingly to her. The daylight was fading fast ; the amber and"], [200, "The Superior Sex. 192 rose of the sunset had changed to cool greys, the evening mist was creeping slowly over the reed-fringed river, and among the low-lying copses beneath the terrace. Lexie stopped at the end of the terrace to listen to a nightingale, which piped and bubbled from an ash plantation close at hand. ' Would you like to have the handker chief off for a minute, dear ?' suggested the nurse casually. ' You needn't open your eyes ; and if you did there'd be no harm, for it's nearly dark now.' ' I won't open my eyes this evening, Mary,' said Lexie nervously. ' Of course not, child, unless you like ; but I'll just untie this knot and let the cool air blow on your forehead a bit.' Mary took off the handkerchief and"], [201, "The Superior Sex. 193 began to talk of other things again, as they paced slowly along. She knew that her patient would open her eyes presently, if let alone. Dr Vaughan stood on the steps leading down to the shrubbery, watching the pair intently. After another turn or two they stopped again ; he heard a low cry, and hastened forward as Lexie fell fainting into Mary's arms. ' You take her, sir,' said Mary, in a low voice. ' I'm a bit upset with all this ; I'm certain she could see all right, poor child : shall we do anything to bring her round ? ' ' Wait a minute ; wait a minute,' said Vaughan, looking keenly at his patient ; ' she'll do well enough directly, Mary : let Nature alone to break the shock.' The colour quickly returned to Lexie's VOL. II. N"], [202, "The Superior Sex. 194 cheek — ' Where am I ? ' she asked faintly. ' I was dreaming that I could see again — there was a wide landscape lying under the twilight . . . why, I see it again, and the rooks flying home over the river.' The doctor made a sign to Mary to say nothing. They watched the light of an intense happiness dawning in her face as the truth became more and more real to her. Lexie seemed half dazed with joy and thankfulness as she looked from one to the other ; for a few moments she said nothing more, but put one arm round her nurse's neck, when old Mary broke forth into loud sobbing. 'My father ? ' murmured Lexie presently. Vaughan cleared his throat as though about to speak ; but no words came. Frowning heavily, he turned to go in search of her father ; and in doing so,"], [203, "The Superior Sex. 195 caught sight of the Major just emerging from the house. Hearing a step upon the gravel, Lexie turned also, and her eyes looked once more upon the father's face which had been dark to her for so many months. She tottered towards him, her radiant face and outstretched hands crying out with all the silent eloquence of love, that her eyes were opened ; that she knew him once more."], [204, "CHAPTER XII HI LE these events were going forward at Edenhurst, the Duke of Polperro was engaged in an anxious search for his son. From the hour of Mary's breathless announcement in the drawing-room at No. 500, he knew no peace, but spent the whole live-long day in perambulating the disticts of North Kensington and Notting Hill. He tra versed many miles of pavement every day, until he knew the features of every street, square, crescent, and alley for a considerable distance round Kensington"], [205, "The Superior Sex. 197 Park Gardens, and even the face of every cab-driver appertaining to those parts. Half-a-dozen times in a morning his Grace would cross or traverse some portion of route taken by both Brown and Green Bayswater omnibuses, but not once did he catch sight of his son. Probably he looked everywhere except the right place. He would scan box seats, knife boards, hansom cabs, shop interiors, but it never occurred to him to look for Henry upon the conductor's step of an omnibus. Every morning after breakfast the Duke received a report of Alexis from Eden hurst, soon afterwards hailing a cab, and driving to the scene of his perambulations. Nor did he return until dinner time, when he would enter his house in Mayfair foot sore, weary, and much dispirited. As, owing to these daily reports, his Grace"], [206, "198 The Superior Sex. kept abreast with the progress of affairs at Edenhurst, he was, of course, aware of the probable day and hour of Lexie's re lease from imprisonment. All that day he shared in the anxiety and excitement of those around her, thinking of her con stantly as he trod the pavements of Notting Hill. He much regretted having promised to dine with some old friends in Inverness Terrace that evening, as he would liked to have awaited at home the telegram that Vaughan had promised to send off the moment anything definite was known con cerning Alexis. Towards the latter part of the afternoon some smart April showers fell, and the Duke gave up his useless quest somewhat earlier than usual. He had been sorely tempted to apply to a private enquiry office, and set the detectives at work to unearth"], [207, "The Superior Sex. 199 his errant son, but had refrained, for fear of vexing Henry. As he returned this time, a little more downcast than usual, this temptation assailed him more strongly than before. He tried books, deep and shallow, but got no comfort from them ; even that marvellous third act of ' Othello,' which no man with one shred of taste for literary art can read, however familiar it be, without mingled wonderment and awe, failed to chain his attention. Presently his Grace bethought himself of a pair of literary bachelors living together in East bourne Terrace, with whom he had en joyed many a happy wrangle on bookish questions. They would be in at this hour; a little critical skirmishing with them would be an excellent time killer. The Duke clutched at this chance of escaping from his own company, dressed"], [208, "The Superior Sex. 200 in haste, and drove off to Eastbourne Ter race. He found the pair at home, and as ready for the fray as usual. The elder of the two, by name Blakis ton, had been giving his time lately to the popular and foolish occupation of father ing some of Shakspere's best lines upon other poets — in which pastime so many commentators have expended such a bulk of extravagance and folly as might well have exhausted man's available stock in trade of those qualities — large as it is. But the deep well of a commentator's fatuity never runs dry ; and, five minutes after entering their book-snuggery, the Duke was in a satisfactory state of fume, and consequently well clear of his fit of depression. Blakiston, with blandest amiability, and in a torrent of words, explained his views"], [209, "The Superior Sex. 201 of the controversy as to the famous speech of Wolsey. He said that the shallowness of the average commentator was pitiable ; that to give the whole of that speech to Fletcher was nonsense. That, in point of fact, Fletcher had written but nine lines of it, viz., the first five and the last four. That Shakspere himself had written but one, to wit, — ' This many summers in a sea of glory.' The rest of the speech had been, with out the least doubt, written by Beaumont, though Fletcher might have altered the jingle of one or two lines. The result of Blakiston's disquisition was, that his Grace, whose temper was singularly like his son Henry's, though their tastes differed so widely, fell into a great heat, and forgot all about his dinner engagement,"], [210, "The Superior Sex. 202 until it was long past the hour named by his friends in Inverness Terrace. Awak ing at length to this fact, he rose hastily, leaving Blakiston still talking, and was shown to the door. The butler asked re spectfully whether he should call a cab for his Grace, but the Duke, muttering ejacu lations uncomplimentary to all critical analyists, pushed past unheedingly, and found himself upon the pavement, with the door shut behind him, and a smart shower falling. Moreover, there was no cab in sight for the whole length of the street. Regretting his own heedlessness, he began walking up the terrace, buttoning his slight overcoat as he walked. For the moment — perhaps almost the first since Nurse Mary'sannouncement,his Grace was out of doors, yet not thinking about, or looking out for his son; nevertheless he was"], [211, "The Superior Sex. 203 just about to meet the truant face to face. For Ned was just at this time driving up Eastbourne Terrace, along his ordinary route, regarding the pattering shower with such philosophic indifference, that the box seat passengers on either side of him, both of whom he had been patronising affably all the way from Gray's Inn Road, were ashamed to make a fuss, or get inside, for shelter. Seeing an old gentleman facing the road, and hesitating, Ned held up his whip in the usual way, and half pulled up his horses, slapping the window to call his conductor's attention. By this little manœuvre he was wont to entice many persons into his vehicle, and this time it succeeded as usual. ' Flustered him into it, d'ye see ? ' he ob served to his off-side neighbour. ' That old gent don't usually travel in this kind of barooshe, but he thought I took his glance"], [212, "The Superior Sex. 204 for a signal.' With which he let go his brake with a bang and drove on. ' Henry, working his way along the top of the vehicle to collect the fares of the front passengers, had not as yet noticed his father. His Grace, ensconced in the in terior, was quickly lost again in a literary labyrinth. He passed the end of Inver ness Terrace, without noticing it, but directly afterwards the omnibus drew up at the Royal Oak, and his train of thought was interrupted by the exodus of all the other inside passengers. Standing up to follow them, he found himself staring in the face of his son Henrv. Seldom, probably, have an English Duke and his son met under more peculiar cir cumstances. The Duke turned pale and dropped upon the seat again ; his first thought was, ' What"], [213, "The Superior Sex. 205 must the boy have gone through to have come to this ?' Henry was not overpoweringly aston ished ; since his interview with Mary, he had fully expected to be tracked down by his father. Before either of them spoke, Ned flicked his horses, and was driving quickly along Westbourne Grove. Henry, looking upon his father's silver hair, and the pink flush spreading over his well-cut features, and the affection of his eyes, broke from a smile into a chuckle of pleasure. ' It seems to me, governor, that we've met again ; I'm glad to see you looking so well.' ' Well ! ' gasped the Duke, as yet not half recovered from the first shock of sur prise ; ' I do believe you're the most im pudent lad in all the world.'"], [214, "The Superior Sex. 206 ' Ah, so they used to say at Aldershot, governor: I've heard it so often that I'm inclined to think it's true.' ' My boy, you look thin and worn — you must have been in dreadful straits before coming down to this ?' Then the Duke rushed headlong into an explanation of the friendly relations be tween Alexis and himself, grasping his son by the hand, upbraiding him for his folly at one minute, and pitying him the next, asking him a score of questions, but never waiting for an answer, and never taking his moist eyes off Henry's face. ' And how have you run me to earth ? ' asked the latter, when he got an oppor tunity of putting in a question ; ' surely old Mary didn't peach ? ' ' Pure accident, Hal. Mary, having given her promise to you, would as soon"], [215, "The Superior Sex. 207 have thought of breaking her word as of committing suicide ; though I blush to say that I tried to harass her into letting out the secret.' ' You — a member of the British House of Peers, Duke of Polperro, head of the house of Trumpington, etc., etc. ? Gover nor, I add my blushes to yours.' Father and son were sitting opposite each other now, talking very fast, and too much excited to think very coherently. ' By-the-bye, Hal, you haven't yet ex tended to me your royal pardon for that mistake at Oakhurst ; but seeing that I am half in love with Lexie myself, and have been dancing attendance upon her in your interest until her friends, if so inclined, might reasonably talk of a breach of pro mise action against me, I trust your high ness will see fit to forgive me just this once?'"], [216, "208 The Superior Sex. ' Hang it all ! I forgive you — there's an end of it, father.' Henry then jumped up and grasped the Duke's hand; and they laughed aloud together like any brace of school boys. ' But, governor, don't let the thing occur again, or else — why, there'll be another spell of 'bus-conducting in store for your modest and deserving son.' ' I am only surprised, Henry, that your modesty permitted of your embarking in this fine profession without previous train ing : I should have thought your natural bashfulness would have made y;ou timid of offering yourself. And how soon can you hand over these onerous duties to someone else ? ' ' We must consult Ned on that head at the end of the journey : I shall introduce"], [217, "The Superior Sex. 209 my long-lost father to that prince of drivers as soon as we reach our tavern.' Then they fell to talking about Alexis again. The Duke knew, upon first men tioning her name, that his son's sentiments towards Lexie had remained unaltered ; but even now, though a good deal unhinged by this exciting meeting, he was thoughtful enough to say nothing about her possible recovery of sight. ' By to-morrow I shall know about it for certain,' he reflected, 'and what a joy it will be to tell the lad, if the news be favourable ! ' Upon reaching his tavern, Ned descended leisurely to the ground, and sauntered round in his usual quiet, dignified manner to the back of his vehicle. ' I say, younker,' he began, ' are you asleep in there ? There was two or three people signalling to you as we came along vol. 11. o"], [218, "The Superior Sex. 210 the Grove, and you never touched your bell. Hulloo! old gent still in there, is he ? Has he growed to the seat, or is he going to spend the night in the old 'bus ? Stir up the old cove, and ask what he's a-goin' to stand us.' ' The old cove is a particular friend of mine — a sort of relation, in fact ; if you'll walk up to the little front room. I'll bring him up — will it be empty, by-the-bye ? ' Ned knew from the lad's manner that something exciting had occurred. ' The room '11 have to be empty, 'cause I shall order it,' he said briefly, and turned on his heel. He had a quick presentiment that 'the younker' was about to leave him, and felt a little depressed as he mounted the stair. ' Reckon the old gent is an emis sary come from his ma to say that he may marry the bally-girl after all, if he'll only"], [219, "The Superior Sex. 211 come back to his fond mother. She's blubberin' away somewheres at this minute, like enough. Confound the old woman : I shall miss that boy ! ' Muttering thus, he entered the little upper room, and re gretted to find it empty, for it would have been a pleasure, in his present mood, to disturb a few people and order them down stairs. Henry and the Duke followed him into the room the moment afterwards. ' I say, Ned,' cried Henry, ' if you had but been inside when we stopped at the \" Oak,\" you would have come in for one of your favourite Adelphi scenes. Yes, sir, you'd have seen a father restored to his long-lost son, and I think you'd have wept, Ned. Here am I, the son, not in rags nor squalor, but earning an honest living by the sweat of my brow, able to confront an err-"], [220, "The Superior Sex. 212 ing but repentant father with an honest gaze, to forgive, with all the fervent nobility of an Adelphi hero, the parent who drove me starving from his door . . . how's that for a gallery speech, Ned ? ' Ned felt that this was a better occasion for showing off his dignity and superiority than often fell to his lot. He walked majestically to the bell, saying, — What'll you drink, sir ? ' Well, really — ' began his Grace. ' Name your liquor,' said Ned, with quiet firmness ; ' we're at home here, the younker and I, and can't take no refusal.' The Duke found that good-natured sur render was his only course ; he soon found himself drinking Scotch whisky at Ned's expense, and humbly accepting the latter's patronage ; while Henry, observing his father's bewildered countenance, and being"], [221, "The Superior Sex. 213 strongly permeated with the absurdity of the situation, chattered and laughed as he had not done for months. ' You're in great form to-night, young'un,' remarked Ned ; 'and now look sharp, and tell us about the bally-girl, for we must be on the road again directly.' The Duke, seeing how Ned's friendship for Henry shone through all his self-com placence and swagger, felt much drawn towards this odd character, and was not a little interested in his observations about human nature, and things in general. Ned praised his conductor very affably too. ' I reckon you're goin' to withdraw him from the purfession, governor ? ' he ob served. ' But let me tell you that he has done me credit ; he's a dam good con ductor is the younker, and gets round the old women amazin'. Now, what are you"], [222, "The Superior Sex. 214 a-going to do with him next — get him a box-seat, or what ? ' Ned's eyes twinkled as he put this question, and he stared very hard at his Grace. ' You'll excuse me starin' ? ' he went on, after a minute's reflection ; ' but I've seed you somewheres ; can't remember where, but I know your face, sir.' Henry, looking the picture of impu dence, sat on the edge of the table, wink ing at his father, while Ned ransacked his memory. Presently Ned sprang suddenly from his seat : with all his desire to come out strong, and exhibit superiority, he could not forbear a triumphant slap of his thigh, as he cried, — ' Lord, now I have it ! I know your dookship ! Jove ! who'd have thought of"], [223, "The Superior Sex. 215 my sitting down a-havin' a friendly wet with a real live dook ? ' Ned's face rippled with triumphant chuckles, as he tramped up and down the room ; then he fell against the mantelpiece, convulsed with laughter. Henry laughed even louder, and his father, infected by their mirth and excitement, was almost as bad. The chorus of laughter was like that from the pit of a theatre, at some triumphant climax of a comedy. ' You've hit it, Sir Edward,' gasped Henry, as soon as he could get out a word ; ' how did you recognise him ? ' ' Saw his pictur in the hexhibition last year,' cackled Ned ; ' I always look in once or twice in the season to see the sportin' pictur's ; his dookship was somewheres in the second room. I noticed it, 'cos of some dogs hung just above it. I ain't a judge of"], [224, "216 The Superior Sex. portraits ; but I know more about dogs than most of the hartists. I reckon. As I was criticising them dogs — doosid badly painted they was — a couple of young women was reading in their catalogues, \" The Dook of Polperro, by Stoll.\" The name caught me at once, sir, 'cos your son Lord Pengarth is precious well known to us in sportin' circles. I know his lordship very well by sight, so you ain't him, younker ; you're Lord George, or Lord 'Enery, I reckon ? ' ' This is my third son, Lord Henry,' said his Grace, ' and during our ride from the Royal Oak, he told me of your many kindnesses to him, Ned. I have been in great trouble and anxiety about my son, and feel no slight gratitude towards those who have befriended him ; you must let me do something for you, Ned.' ' You do me proud, your Grace, and"], [225, "The Superior Sex. 217 speak mighty handsome, I must say ; swells don't usually care about the feelin's of men of our class, and happen that's why some of us swagger and vapour a bit more than we need, but you — why, damme, you're a gentleman — I can't put it stronger than that.' ' You couldn't pay me a compliment that I should like better,' the Duke answered, with a quiet courtesy, which was in itself a delicate compliment to Ned, and one which he was quite capable of appreciating. His Grace anxiously inquired how soon Lord Henry could be released from his present engagement, and Ned answered, looking rather sadly at his conductor, — ' Why, sir, you can have him to-morrow, I suppose; I can't get a substitute to-night, so he must go on till eleven-thirty, unless,' added Ned, with a quaint glance, and a"], [226, "The Superior Sex. 218 gleam os his white teeth, ' your lordship is inclined to take the duty for him ? ' ' I daren't leave you, Hal,' cried the Duke, ' or you'll be slipping through my fingers again.' ' Come and sit inside, then, governor, until my tour of duty is over. I'll put you down at the Royal Oak, and you can go and apologise to your friends in Inverness Terrace, catching us up afterwards in a hansom.' ' And now,' added Ned, glancing at his watch, ' I'm a few minutes behind time, I see ; it's time to adjourn the house ; your lordship's barooshe is waitin' below ! '"], [227, "CHAPTER XIII. N Hinde's studio that night — or rather in the small hours of the morning, a very happy party was assembled. His Grace of Polperro and his son Henry appeared in Bloomsbury, soon after midnight, much to the amazement of Tom English, who was sitting up scribbling rapidly. The Duke had paid his visit in Inverness Terrace, and there received Vaughan's telegram, sent on from the house in Mayfair, with the news of the complete restoration of Alexis's eyesight. When he"], [228, "The Superior Sex. 220 rejoined Henry's omnibus shortly after wards, the latter was quite puzzled at his father's state of suppressed excitement. The Duke absolutely declined to explain himself, but was evidently almost bursting with good news, and the difficulty of keep ing it to himself. Vaughan's telegram had explained that he, the doctor, was now quite free to leave Edenhurst, and would be in town by breakfast-time to-morrow, and his Grace had determined to consult him as to the possibility of taking Henry down to see the Trevanions the very next day. This impatient father could brook no delay. He considered that his boy had gone through unparalleled sufferings through his fault, and the boy's happiness must be re-constructed again without delay. He it was who had torn Henry from his lady-love, and he him self would bring them together again."], [229, "The Superior Sex. 221 If Lexie should once more refuse Henry . . . but he declined to reflect upon any such contingency, having a comfortable sense that, like that wonderful duke in ' Measure for Measure,' he was going to put everything to rights, and make every body happy. This kindly gentleman had been depressed and out of sorts for so long, that, by the mere power of reaction, he lavished rose-coloured tints upon the whole universe. He began well in Great Ormond Street, too. Hearing all about Tom English and the others long before he got there, he had been revolving benevolent schemes with Henry. As he dabbled a little in literature himself, he now decided, with a suddenness well worthy of Henry himself, that he would offer to take English as his secre tary, at least for a year or two, until"], [230, "The Superior Sex. 222 Tom could make some sort of start with the pen. ' And it seems to me, Hal,' he remarked, as they were discussing this question on the way from Notting Hill, where Henry bade Ned and the omnibus farewell, ' that you have fallen among strangely kind people. You have been through a great deal, I don't doubt ...\" ' Rubbish, governor. I have had rather a good time than not, until the last few weeks, thanks to unselfish old Tom principally. You'll find him just the trump I've described. I only hope you'll be able to do something for Hinde also. His pictures must be good, I think, for they seem to me so jolly bad, and I've always noticed that the better I like pictures, the worse they are.' ' I believe you, Hal ; years ago I tried to innoculate you with a decent appreciation"], [231, "The Superior Sex. 223 of art, and came to the conclusion that I might as well try and create in you a love of nature, or, say, science. You always were an abominable young Philistine.' Although prepared beforehand by his son, the Duke was painfully impressed upon first entering the garret occupied by Tom and Henry. It seemed so utterly comfortless, so pathetically mean, and the more so when contrasted with the appear ance and manner of young English when he rose to greet them. Tom had an old fashioned courtesy and refinement much of the same brand as his Grace's own. Henry noticed with pleasure how quickly they were attracted towards each other. For half-an-hour or more the Duke sat there, asking them innumerable questions as to their adventures, and listening eagerly to their accounts of the artistic, medical, and"], [232, "The Superior Sex. 224 other Samaritans who had befriended them. He had much difficulty in approaching the question of the secretaryship, on account both of Tom's delicacy and reserve, and of his own. To gentlemen of their stamp the simplest pathway becomes a mass of thorns at the mere sound of the word ' business.' In his anxiety not to coarsely thrust favours upon his son's friend, his Grace hesitated to suggest anything more than distant hints as to offers of employment ; while Tom had an equal delicacy in seeming to hurry the Duke into some offer that he might regret afterwards. Henry listened to them with impatience, yet not without some relish for the comedy of the scene. ' Upon my word,' he exclaimed presently, ' you two are as good as a play. You're blushing like a girl, governor, and look as"], [233, "The Superior Sex. 225 uncomfortable as though you were asking Tom to hang himself in order to oblige you. Confound it ! you're both too delicate to talk about anything but the weather. Hadn't you better put off the dreadful moment for a week or two, or manage the business through an agent ? Tom, the long and short of it is, that the governor wants you to be his secretary. Perhaps this coarse announcement, if you both manage to sur vive it without a fainting fit, may help you. You had better clear out of the room, though, Tom, while my father is recover ing from this shock, and get Alice Hinde to give you some sal volatile as soon as possible.' This made them laugh, and cleared away some of the thorns. In a] couple of min utes Tom had consented — with such in tense relief as they alone know who have vol. 11. p"], [234, "The Superior Sex. 226 endured the long weariness of struggling for daily bread — to be his Grace's secretary. As for terms, neither could bring himself to mention them, the Duke's first and only effort to do so dying away in an inaudible mutter. And his Grace was not clear of his troubles yet. He much feared to find a studio full of imbecility below, and to be able to benefit Hinde no further than by the purchase of a picture or two. Unless the man had some real definite talent, his Grace's interest could do nothing for him. The first glance round the room, how ever, dispelled these fears. The Duke had been a lover and student of pictures from his youth up, and recognised at once that he was in the presence of genius — of genius somewhat eccentric and rugged, and as yet without adequate mastery of a tech-"], [235, "The Superior Sex. 227 nique through which to get itself truly ex pressed, but genuinely original. Scattered about the room were canvasfuls of quaint fancy, of intricate experiments in composi tion, of group melting into group through subtle curving undulations, and above all, of strong luxurious colour-harmonies. ' You love Rubens, and Turner, and all the colourists ? ' he said, after looking at some of Hinde's work. The artist had a passion for colour. He would have rejoiced to discourse about the great colour-masters half the night through, and he talked well. The Duke listened to his fiery eloquence with keen pleasure, smiling at his biting denunciations of the commonplace in art, and the public love for the same. ' I believe your true artist is always full of heat and fervour, Mr Hinde ? I"], [236, "The Superior Sex. 228 even think that a little violence becomes him.' ' A man with whom it is not a passion and a frenzy, who is capable of mean, luke warm impartiality in matters artistic, who could possibly endure life without painting, should never dare to touch a brush, I say,' cried Hinde so violently as to make them all smile. His Grace had loitered about every gallery in Europe, and was able to delight Hinde by describing the masterpieces the latter only knew by name. They grew so warm and enthusiastic together that Henry had at last to separate them by inquiring if they intended to go on until daylight. His father then selected several sketches to carry off with him, and ordered the ' Bacchus and Ariadne,' mentioning a sum which made poor Hinde almost wild with"], [237, "The Superior Sex. 229 joy. It would keep him for a year or more, and now he would be able to afford models for the finishing of his picture, a boon which had far more weight with him than any such trifle as a year's board and lodging. Indeed, he could not stay his hand from the brush now, but with many apologies fell tooth and nail upon the great canvas, his black eyes sparkling, his whole frame vibrating with pleasure. Moreover, the duke mentioned modestly that he had a certain amount of interest in the art world, and would do his best to further Hinde's success. Alice was quite overcome at this sudden stroke of good fortune, and retired into a corner to work off her emotion. Henry had simply introduced the Duke as ' my father,' but Tom could not forbear follow ing Alice into the corner and whispering"], [238, "230 The Superior Sex. that this was the Duke of Polperro, the well-known art patron, a great power among dealers, critics, amateurs, and such like — so that she need have no fear as to her brother's success. Then Alice wept the more, until the Duke was quite concerned about her,and was glad to make a hasty departure."], [239, "CHAPTER XIV. EXT morning his Grace and Dr Vaughan were breakfasting to gether in Mayfair, while the boys were still sound asleep. As the Duke would not hear of their spending another hour in their Bloomsbury garret, he had brought Henry and Tom home with him, and they had all three sat down to supper at a highly dissipated hour of the morning. Vaughan laughed heartily at the Duke's accounts of Henry's adventures during his retirement ; indeed he rather ruffled this fond parent by refusing to see anything at"], [240, "The Superior Sex. 232 all pathetic or tragic either in 'bus conduct ing, semi-starvation, or the other features of the Bloomsbury epoch. 'Very good for the boy — capital thing this roughing it a little.' This was all the sympathy the Duke could elicit by harrowing descriptions of the Great Ormond Street garret establishment. As to Lexie's absolute recovery, the doctor was evidently intensely pleased, though carefully refraining from saying so. In describing the household he had left behind him at Edenhurst, he waxed very withering. In answer to the Duke's inquiries as to the feasibility of running down at once with his son to see the Trevanions, he said, — ' Couldn't do better, your Grace ; and a pretty drivelling condition you'll find them all in. When I left an hour ago there was a brace of women blubbering in every corner"], [241, "The Superior Sex. 233 of every room — females gushing at you and mopping their eyes in every passage — the very atmosphere was charged with tears, chatter, and hysteria. Upon my soul, Lexie herself was the only person who pre served a shred of common-sense or self control. And I should recommend Hal to look sharp, or the girl will take up with some other young foo — , I mean young fellow.' About an hour after this the Duke and Henry drove off to Charing Cross. ' We shall be back to-night,' said Henry to Tom, just before starting. ' I suppose we shall just look up the Trevanions for an hour or so, and then return.' He smiled at his father's sanguine views as to his chances with Lexie, and deter mined to be very circumspect in his atten tions to her for a long time to come. Never-"], [242, "The Superior Sex. 234 theless he was in a whirl of excitement dur ing the short journey to Scandalbridge. ' I never cared for the country so much,' he remarked to his father as they sped through the Kentish meadows and copses — ' after 'bus-conducting even I can appreciate it. Poor Lexie must feel her loss very keenly with this spring sunshine all around her?' His Grace muttered something like an assent ; he was quite resolved that none other than Lexie herself should tell his son the good news. As they were somewhat early, and the country, flushed with greenery by the fine April weather of the last few days, was very enticing, they decided to walk out to Edenhurst from Scandalbridge Station, following the river-side path. Anything approaching hurry would have"], [243, "The Superior Sex. 235 seemed an outrage upon that lazy river ; they sauntered round the quiet bends of Scandal, each too much engaged with his own thoughts to be inclined for con versation. Indeed, Henry had by now fallen into a highly nervous, fluttered con dition. In half-an-hour or so he would be confronting Alexis once more, and much feared to discover that even the slight im pression he had made upon her heart last summer would have faded by now. At least he would be circumspect this time — no more premature attempts to capture the fortress by a coup-de-main ; he would rely upon properly constructed parallels, and advance by cautious sapping. ' There is the house, Hal, high up among those trees,' said the Duke, as they drew near to Edenhurst. ' I'm precious sorry to hear it, governor,"], [244, "The Superior Sex. 236 I hoped it was miles off yet. Do you think we can disturb them at this early hour ? I vote we go to some fishing inn, and have some lunch, then see about call ing at Edenhurst afterwards. Or stay, why shouldn't you go on and leave me here ? I — I'm rather seedy to-day, I think — too much carriage exercise lately, perhaps. We might go fishing, but, of course, there's never a trout in this stagnant old ditch. Which way is this Scandal supposed to rnn, by-the-bye ? ' The Duke looked at his son with twinkling eyes. ' I've lived to see my son Henry nerv ous and shy,' he said ; ' after that, I don't despair of the millennium. My dear lad, has 'bus-conducting destroyed that fine crop of impudence we all admired so much ? ' 'Confound it!' cried Henry, in a scared"], [245, "The Superior Sex. 237 way. ' there's Major Trevanion getting over the stile at the end of the field — and a female figure with him — ah ! it's Maud Chesney, I see ; that's a blessing anyhow. They've seen us, so I can't turn tail. I must stay a few minutes ; but look here, governor, you must get me off soon ; say I must be back in town by the next train, or something. I only wish you were a woman for the nonce, and you'd have half-a-dozen corkers at your finger's end. Let me off quick, or, by Jove, I'll go back to Ned again!' When the two pairs came together, Henry was rather red in the face, and extremely awkward in manner. After jerking out one or two commonplace remarks, he appeared to have nothing to say either to Maud or Major Trevanion. After a few minutes, the Duke and Major Trevanion strolled back towards the house,"], [246, "The Superior Sex. 238 the young people falling into their wake. Henry's alarm began to wear off a little, since there seemed no immediate prospect of seeing anything of Lexie. Maud watched him with mischievous eyes, and presently persuaded him to follow the river path with her, instead of going straight up to the house. ' I want to show you the old boat which Lexie and I paddle about in, and the fishing punt, and several more things, and we shall be in plenty of time for lunch,' she said innocently. Henry acquiesced readily in an arrange ment which promised a further postpone ment of the nervous meeting with Alexis, and quickly recovered his spirits under Maud's skilful manipulation. As they saun tered along, he gave her a brief but spirited account of the Bloomsbury establishment and his omnibus experiences, while she kept"], [247, "The Superior Sex. 239 him going by judicious questions and re marks. Thus they traversed a couple of meadows and a narrow copse spangled with prim roses, and resonant with the rich contralto notes of many blackbirds. Maud rather hurried him through this wood, walking in front of him along the narrow path, and never once looking round, for fear her coun tenance should betray her ; the truth being that she expected to come plump upon Lexie at the other end. For the latter being inclined to rest a while, Maud and the Major had walked on, intending to pick her up on their return. And this was what happened — As Henry sprang over the stile, and turned to help his companion, he found himself, with a gasp of surprise, in presence of Lexie herself. She was seated on a log of wood, sheltered"], [248, "The Superior Sex. 240 from the spring breeze by the copse at her back, gazing with dreamy pleasure upon spangled meadows, and shining river, and all the sweet things of nature spread out before her. Maud also caught sight ofher, and, without a word of explanation, turned and fled back through the copse. Henry took a long look at Alexis before speaking ; he did not know that she had seen him, and was at present in too much of a flutter to command herself. She was look ing down, her long eyelashes sweeping her cheeks ; and, imagining that she had not heard his approach, he feared to startle her by speaking ; yet now it had come to the point, he felt no more inclination to flee like a coward, but was rather minded to stand there for long and gaze his fill. Sitting there with the spring flowers around her, and the spring sunshine falling lightly upon her"], [249, "The Superior Sex. 241 downcast face, she seemed to him more ravishing than ever ; and no wonder, for happiness is a great artist, with marvellous beautifying powers. Presently Henry cleared his throat, and advanced a step towards her. ' I'm almost afraid to startle you by speaking,' he began, ' for I don't think you heard my approach. I needn't say who I am, Lexie : I'm sure you recognise my voice ? ' Evidently he had heard nothing of her recovery : it flashed upon her at once that the Duke must have kept the secret in order to give her the pleasure of telling it herself. She looked up at Henry with a bright blush, \"which encouraged him still further. He shook her hand warmly, and held it rather longer than is proper to ordinary friendship. ' The governor and I have vol. ii. Q"], [250, "The Superior Sex. 242 just come down. Lexie,' he proceeded to explain, ' to — in fact to look you up.' She smiled gently ; for this reminded her much of the airy excuses he had been wont to put forward on the occasion of his visits to Oakhurst — ' and I hope you're very well, and enjoying the spring weather?' ' Very well, thanks ; and where have you been since last summer ? Your friends have been very anxious about you.' ' I hope you include yourself among my friends, Lexie ? ' ' Well, I think we were always very good friends, except when we quarrelled.' ' Then you also have been very anxious about me ? ' This was not the sort of speech Henry had mapped out for himself ; but a certain shyne'sTand flutter in Lexie's manner were beginning to oust all prudent thoughts"], [251, "The Superior Sex. 243 from his mind, and to put hope there instead. ' You don't answer ? But I've been anxious enough about you, Lexie : I've had a pretty rough time of it lately, and wretched as I've been, I've never ceased to think about you and to hope — ' He stopped, a little frightened at his own audacity. For a minute or two nothing was heard but the singing of the blackbirds, then he said gently, laying his hand on hers, 'I'm so afraid of spoiling it all, dear ; stop me at once if — if I'm over hasty, as I was last time. I don't want to spoil what little chance I have — last time you said you liked me a little, have you changed at all since then ? ' ' I'm afraid — I have,' she whispered. ' Has the little dwindled into nothing at all then ? '"], [252, "The Superior Sex. 244 ' I didn't say that, Henry.' ' If it has increased, even by a hair's breadth, I'm the luckiest dog in the world, for it may grow still more ? ' ' I think not,' she said, glancing at him for a moment, ' because — because — ' He understood her in a moment ; but even in that moment of rapture was full of reverence for Lexie. As they walked down to the river and along its bank, hand in hand, he told her in quiet words how much he loved her, how miserable he had been ever since her refusal of him at Oak hurst. And she told him, with happy tears in her eyes, that she had regretted it the very day after, and that all through her blindness it had been a solace and comfort to think that he would come back to her some day. ' When you speak of your loss,' he said."], [253, "The Superior Sex. 245 ' I must tell you what my hope has always been, — that, if once my love became worth something to you, I might make up for the loss, just a little. I thought that, loving as I do, even a dull fellow like myself might help a little — ' 'Let your eyes see for mine now, Henry. Tell me about the view before us; they say the river is so pretty.' ' So it is, Lexie. As I came along it just now, I could see nothing in it ; but now everything is glorified, and full of beauty. The river winds away from our feet here into the distance, and there's a delicious sunlit haze over it, half hiding the roofs of Scandalbridge and the old church tower. The old tower is buried among the elms — ' 'Over which the black rooks are circling, Henry ; you forget them.'"], [254, "The Superior Sex. 246 ' They've been describing this to you already, I see. Yes, the rooks are there, looking black against the sky.' ' And you've said nothing of that boat just coming round the corner, about a quarter of a mile below us.' ' That boat?' he cried, in a puzzled voice. ' Who can have told you about that ? It has not been in sight many seconds.' Her face was radiant with happiness as she put her hand upon his shoulder. ' Henry, Henry, I can see it, and the shining river, and all the fair landscape, and I can see your face, Henry. My love! my love ! my sight has been restored to me; all the sweet and beautiful world has come back. The darkness was very hard to bear, but it will never return, Henry. I shall never be blind again — never again."], [255, "The Superior Sex. 247 . . . Oh, my dear love, I should have broken it to you more gently ! ' Poor Henry was quite overcome at this sudden revelation. She led him back to the stile, and left him for a few moments, and wandered through the copse by her self, crying for very happiness. A group upon the terrace above, consist ing of Maud, Major Trevanion, and his guest, waited impatiently for the return of these young people. They had been walking up and down for half an hour or more, when Nurse Mary appeared, rebuk ing Maud for allowing Miss Lexie to be dawdling about those damp fields for so long ; and while her lecture was in full swing, Miss Lexie and Master Henry emerged from the bushes by a narrow path. The Duke was the first to espy"], [256, "The Superior Sex. 248 them, and as he walked towards them, saw what had happened, even before Henry could utter a word of explanation. His face glowed as he took Lexie by both hands and kissed her. ' My dear child,' he said, ' my dear daughter, I don't think anything else in the world could have made me as happy as this.' THE END. COLSTON AND COMPANY, PRINTERS, EDINBURGH."], [257, ""], [258, ""], [259, ""], [260, ""]]