[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A WOMAN IN TEN THOUSAND. VOL. II."], [6, ""], [7, "A WOMAN IN TEN THOUSAND BY FERROL VANCE IN THREE VOLUMES. VOL. II. LONDON : HURST AND BLACKETT, LIMITED, 13, GREAT MARLBOROUGH STREET. 1893. All rights reserved."], [8, ""], [9, "CONTENTS OF THE SECOND VOLUME. CH-U-TKK PAQE I. Where the Brook and River meet . . 1 II. A Rescue 17 HI. Forgive Me 36 IV. The Child is a Woman .... 49 V. Her First Wooer 68 VI. Dreams ...'.... 83 VII. The Awakening 98 VIII. Conflict Ill IX. You mat Tell Honor . 121 X. Mr. Ellison's Warning .... 132 XL Love's Young Dream . . .119 XII. Too Late 163 XIII. The Reason of the Telegram . 1 80 XIV. Who shall Speak ? 193 XV. A Crisis 208 XVI. A Sealed Friendship .... 224 XVII. Mr. Stedworth's Story .... 237 XVIII. Continuation of Mr. Stedworth's Story 258 XIX. The End of Mr. Stedworth's Story 275 XX. Parting 302"], [10, ""], [11, "A WOMAN IN TEN THOUSAND. CHAPTER I. WHERE THE BROOK AND RIVER MEET. Eighteen months had elapsed since Mr. Stedworth's death. Life had floAved on very placidly during these months for Honor and her young ward. They had gone abroad for a feAV weeks, and had then settled down to the routine of Avork and study and quiet pleasures which their position entailed. Mrs. StedAvorth took the keenest inter- VOL. II. B"], [12, "2 A AVOMAN IN TEN THOUSAND. est in the business, and under hers and Arthur's conduct it flourished, and bid fair to become one of the first manufacturies in the country. But she had other inter ests besides those of designing and mak ing art fabrics. Her husband's AA7ard, from the first an object of tender regard, had daily Avound herself more closely round her heart, and the endeavour to give Dolores eA7ery ad\\-antage and eA'ery plea sure that money and love could procure her, absorbed much of her time and thoughts. Dolores Avas noAv sixteen-and-a-half, and, though curiously childlike in voice and manner, Avas more developed in appearance than girls of her age usually are. She was tall, Avith slender, beautifully-formed feet and hands, and a graceful, pliant, yet re markably dignified figure. Her features were almost faultless, and her eyes were"], [13, "WHERE THE BROOK AND RIVER MEET. 3 of a softness and brilliancy, such as are rarely seen in combination. She Avas too tall and Avomanly noAv to wear her hair doAvn her back, and she gathered it in a loose soft coil near the top of her head, leaving exposed the thick parting Avhence it rippled backAvard except Avhere it fell in a few soft tendrils OA7er her temples. ' Just a coujde of years more,' Arthur Avould say, looking at her as she sat on a Ioav chair by the AvindoAv, singing to her guitar, ' and she will have the Avoman's soul Avhich is all that is needed to make her a perfectly beautiful Avoman.' Her voice Avas fulfilling the utmost ex pectations that had been formed of it, and for the last six months she had been study ing singing under the best master Daning ham could afford. In the spring Honor intended to take her to London to have lessons from some first-rate teacher, but B 2"], [14, "4 A AVOMAN IN TEN THOUSAND. for the present, the organist of Daningham, AA7ho was a thorough musician, could be trusted not to let her acquire any habits that she would have afterAvards to un- learn. She was singing iioav on this bright Sep tember day, singing from sheer lightness of heart, for the next day she AA-as going on a visit to the M'Donalds. She had paid them a visit the year before, when Honor's deep mourning had prevented her from soino- too, and iioaa7 she Avas once more o-oino- alone, for Honor Avas under a lon^ standing promise to take three of the little Lelands to the sea at this particular time. She AA7as A'exed about it. She had a strange dislike of letting Dolores go to the M'Don alds without her, and yet she did not feel justified in refusing to let her go. They AA7ere so very kind to the girl, AA7ho in re turn AA-as so warmly attached to them that"], [15, "WHERE THE BROOK AND RIVER MEET. 5 it did not seem justifiable to throw cold Avater on the friendship. ' She might need friends some day if I should be taken from her,' Honor remarked to Arthur, in discussing the subject, ' and it is absurd to suppose it can be good for her to be always Avith me, and yet ' ' My oavii feeling,' said Arthur, as she paused, ' is that to be ahA7ays AA7ith you is the best education any young girl can have. But no doubt you are right theoretically, and in any case it is settled now. She must go this time. I don't suppose a fortnight of Mrs. M'Donald Avill do her much harm.' These eighteen months had Avrought little change in Honor. She had laid aside her Avidow's cap, and in her plain, black dress looked very much like the girl to whom Mr. Stedworth had broken the neAvs of her father's death some tAvo-"], [16, "6 A AVOMAN IN TEN THOUSAND. and-a-half years previously. She stood by the table, arranging some floAvers in a big glass, Avhile Dolores, perched on the sill of the open window, the red and yellow ribbons of her guitar flying in the breeze, sang a merry little French song, Avith a gleeful lightheartedness that filled the room Avith sunshine. The door opened, and Mr. Stanton was announced. Honor's face lighted up Avith a smile as she turned to him. Dolores nodded, and went on with her song. When it AAras finished, she said, ' What brings you here ? I thought you were going to a garden-party this afternoon ?' ' So I Avas, and so I am going, by-and by. But I thought it Avas my duty, as your guardian, to come and lecture you a little before you start on your travels into the world.'"], [17, "WHERE THE BROOK AND RIVER MEET. 7 Dolores left the AvindoAv-sill, and came and sat on the arm of Honor's chair, put ting her hand round the elder Avoman's neck, and resting her cheek on the sleek, auburn head, ' Go on,' she said, saucily, ' I'm ready.' But he gave her no lecture, after all. He chaffed her a little, according to his custom, and then began to talk to Honor ; and, as Dolores often remarked Avith some petulance, Avhen these two began to talk they never seemed to know where to stop. On this occasion Arthur had come to ask a sirvour. His sister had been ill. The doctors had ordered change of air for her. His mother was not able to leave home, and he had thought, if Mrs. Stedworth did not mind Nellie going to the same sea-side place where she was going to take the young Lelands, it would be nice for the poor girl."], [18, "8 A WOMAN IN TEN THOUSAND. ' My dear Arthur,' cried Honor, ' do let her join my party. It will be so very much pleasanter for me, and I can look after her a bit — and you Avill be obliged to come sometimes to see her, so I shall score. He smiled. ' In any case, I should have come to see hoAV you and the children got on.' After a little more discussion this Avas settled, and Arthur took his leave, to proceed to his garden-party. ' Try to be good Avhile you are aAvay,' he said, Avith a laugh, to Dolores, ' and don't get into any mischief.' The folloAving day Dolores departed with Susan, Avho Avas noAv much more her maid than Honor's. Honor saAV her off at the station, and restrained Avith difficulty Gib's desire to accompany her. He had to be twice"], [19, "9 WHERE THE BROOK AND RIVER MEET. hauled out by the scruff of his neck from the railway-carriage Avhere Dolores had taken her place. ' Poor old doggie,' Dolores said. ' It Avouldn't do for you to come. You'd be jealous of Boris.' Boris Avas the Irish setter at Glendare, whom Dolores always considered her oavii exclusiA'e property. A great disappointment awaited her on this occasion Avhen she arrived at Glen- dare. Her first question, after the usual greetings, Avas for Boris. ' I am sorry to say, dear,' replied Mrs. M'Donald, ' that Boris has disappeared. He ran aAvay tAvo days ago, and nothing has been heard of him. It is A7ery tire some, as there is a rumour of a mad dog haA7ing been seen about.' Dolores Avas plunged in despair. She resigned herself, hoAvever, after a time,"], [20, "10 A WOMAN IN TEN THOUSAND. and took Avhat consolation she could out of little Neil, AA7ho had grown into a pretty little fellow of three years old, very soft and white, Avith a sturdy pair of legs, a grave silent manner, a calm determination ahvays to have his OAvn Avay, and as divine a smile as ever that broke at unexpected moments over his serious little face, and transformed it into the face of an angel. There was another old friend of Dolores at Glendare. This Avas Mr. de Lacy Elli son, Avho was as much given as before to fantastic coats, and eA7en more giA'en than before to paying Dolores compliments. Indeed, he professed himself perfectly enraptured by her beauty, and raved about it to anybody Avhom he could induce to listen. ' She is exquisite, perfect !' he exclaimed to Mrs. M'Donald, the first evening after dinner, as Avith his head on one side and"], [21, "WHERE THE BROOK AND RIVER MEET. 11 an expression of profound criticism on his face he surveyed Dolores, who, in a simple AA7hite dress, bent over her guitar-case. ' I really do not think, my dear lady, that there is a single improvement I could AA7ish to make in her.' But Avhen she seated herself, guitar on knee, and sang a tender rippling Italian love-song, his ecstasy kneAv no bounds. He Avent over to the girl and began to com pliment her in the high-floAvn language he considered appropriate to his A7elvet coat and sapphire studs. And Dolores smiled in answer. She thought his dress and his mode of expressing his sentiments ridicu lous, but AAnth the sentiments themselves she found no fault. At sixteen-and-a-half a girl's Avomanly vanity is Avell aAvake. So she sang more songs at his request, and her cheek flushed and her dark eyes brightened, and she Avent to her room that night real-"], [22, "12 A AVOMAN IN TEN THOUSAND. izing for the first time that it is a pleasant thing to be beautiful. But before she slept she Avrote to Honor ; and her letter contained, besides an account of Mr. de Lacy Ellison's compliments, a confession of her own pleasure. ' You Avill say, dear Honor, that I ought not to be so vain. But is it really Avrong to like being pretty, and to like to know people think you pretty ? You and Arthur never told me I Avas pretty. I wonder if you think so ?' Honor smiled and sighed as she read this epistle, and Avished for the hundreth time she had not let the child go. Of course, she must go through the ordeal of the flattery and admiring worship of many men, but she should not be exposed to it so soon. Mrs. M'Donald took quite a different vieAV of the case. Mr. de Lacy Ellison's"], [23, "WHERE THE BROOK AND RUVER MEET. 13 enthusiasm for Dolores delighted her. She thought it might, Avith encouragement, turn to a genuine passion. He had ten thousand a year, and Dolores laboured under disadvantages. He Avould be a first rate match for her, and Mrs. M'Donald Avas resolved that no encouragement on her part should be Avanting. Accordingly, the folloAving day, Avhen after lunching on the moor Avith the shoot ers, Mr. de Lacy Ellison expressed a desire to Avalk doAA7n to a particular spot Avhere a good sketch Avas to be made, his hostess agreed Avith alacrity to his further proposal that Dolores should accompany him. ' I am not equal to the Avork myself,' she said, ' but it will do Miss Dare good. I suppose I can trust you to take care of her ?' ' With my life,' returned the painter, laying his hand upon his heart."], [24, "14 A AVOMAN IN TEN THOUSAND. Accordingly the party separated. The shooters betook themselves to another part of the moor, Mrs. M'Donald returned to the house in the little pony-cart that had brought her and Dolores and the luncheon up, and Mr. de Lacy Ellison and Dolores turned their steps towards a point some tAvo miles distant, Avhere an overhanging rock looked doAvn on the river, and gave a lovely vieAV of the valley. Dolores had no reason iioav to complain that Mr. de Lacy Ellison treated her like a child. His extreme deference delighted her, and made her tolerant of his follies. He discoursed much on art and beauty as they Avalked along, and, when they reached the place he meant to sketch from, he gave her quite a lecture upon the principles of lands cape-draAA7ing. Dolores listened to him for a time in patience, but finally greAv bored, and,"], [25, "WHERE THE BROOK AND RIVER MEET. 1 5 AA-hen he settled doAvn in earnest to his sketching, she Avandered aAvay to explore the woods that lay beyond the point they Avere iioav upon. It Avas a very pretty Avood, carpeted AA7ith bracken and thick AA7ith graceful, foliaged trees. A little stream that had started someAvhere on the hill-top came tumbling down through a miniature ravine, some times foaming and rushing over steep rocks, sometimes floAving comparatiA7ely Avide and deep and calm for some distance along a level bit of land. Dolores Avandered on heedless of the Avay, pausing iioav and then to Avatch a squirrel dart up a tree and jjeep at her with its bright eyes from behind the trunk, or to pick a handful of the delicate lilac blue blossoms Avhich in England she had been taught to call harebells, but Avhich here she had learned to knoAv as the true blue-"], [26, "16 A WOMAN IN TEN THOUSAND. bells of Scotland. At last she grew tired. It Avas very hot, and she threw off her hat and flung herself doAvn on the mossy bank of the little burn, Avhich here floAved noise lessly and sAviftly on its Avay to the river."], [27, "17 CHAPTER II. A RESCUE. The spot Dolores had chosen to rest in Avas a singularly loA'ely one. The ground Avas carpeted Avith moss and ornamented Avith clumps of bracken and divers other kinds of fern. The sunlight gleamed through the quivering leaves of the birches, pierced here and there the thicker shade of the oaks and beeches, and threAv broad shafts of light across the little stream, catching the crests of its Avavelets and turning them to sparkling gems. The girl leaned over the stream on her VOL. II. c"], [28, "18 A WOMAN IN TEN THOUSAND. elboAv, resting her chin on one hand, while with the other she idly dabbled in the water, and set afloat a tiny fleet of acorn-cups, watching them Avith child-like amusement as they danced aAvay on the surface of the stream, and singing to her self, as she invariably sang AA7hen alone, words unconsciously suggested by the cir cumstances of the moment, but Avithout conscious heed to their meaning, — ' And for ever and for ever, As long as the river flows, As long as life has passions, As long as life has woes ' What Avas that ? Her song ceased. She started up in a listening attitude. There Avas a crackling amongst the underAvood, and the next moment a big red dog appeared tearing along the bank of the stream directly to wards her. Its tail was doAvn, its head"], [29, "19 A RESCUE. loAvered, and it ran with a steady direct ness Avhich might have suggested a fear to a less ignorant mind than Dolores. But no fear suggested itself to her. ' Boris,' she cried, in accents of delight, ' dear old Boris.' She sprang to her feet and ran to meet her pet. In another moment she Avould have throAvn her arms around it, Avhen there was a crash amongst the bushes on the opposite sido of the stream, a gunshot rang through the air, the dog gave one wild leap, shuddered AA7ith one convulsion, and fell at Dolores' feet — dead. For one instant she stood as if petrified. It had all happened so suddenly, that she was fairly beAA7ildered. But her beAvilder ment did not last long. She turned her eyes to the other side of the stream. There stood a man — Dolores, in her excitement, took no note of Avhat kind of man — calmly c2"], [30, "20 A AVOMAN IN TEN THOUSAND. flinging the cartridge out of his gun and looking at her. ' Hoav dared you kill my dog ?' cried Dolores, in a transport of grief and anger. ' Hoav dare you come trespassing on other people's land, shooting dogs that don't belong to you ? How dare you ?' Her voice broke, the tears were in her eyes. ' Oh, Boris — my darling Boris,' she Availed. ' It was cruel, cruel.' She dropped on her knees by the dead animal's side ; she Avas stretching out her hands to it, AA7hen the stranger, dropping his gun, Avith one bound cleared the brook and caught both her hands in a strong firm grasp. ' Don't touch it,' he cried, vehemently. ' You must not touch it — the dog AAras mad.' Dolores AA7as on her feet in an instant,"], [31, "A RESCUE. 21 and Avrenched her fingers free of the man's hold. ' Hoav dare you touch me !' she exclaim ed, her eyes flashing and her cheek crim soning. ' What right have you to say my dog Avas mad ? What right have you to kill him?' The man stepped back a feAv paces. But he kept his eye fixed on the girl as if prepared to interpose again Avith physical force, should her self-Avill lead her to dis regard his Avarning. Perhaps it Avas this attitude of his, rather than any belief in his statement, that caused Dolores to re frain from again attempting to touch the dead body of her favourite. ' I am deeply grieved,' the stranger said, ' to have annoyed you, but it Avas inevitable. The poor brute Avas mad — and you have just escaped a terrible danger.'"], [32, "22 A AVOMAN IN TEN THOUSAND. 'Hoav do you knoAv he Avas mad?'in sisted Dolores. 'People are such coav ards.' Her beautiful lip curled Avith all the contempt she knew hoAV to express. ' If a poor dog barks at them, they take fright and shoot him.' The stranger smiled ' I can assure you,' he replied, ' this dog was undoubtedly suffering from rabies. He appeared this morning at the house Avhere I am staying, bit one dog and escaped before they could shoot him. I have been chasing him all the morning.' Dolores looked down on the body of her pet. Her lip quivered and the tears gath ered in her eyes. The stranger Avatched her Avith interest, and Avhen her face Avas turned from him Avith unconcealed and lively admiration. She crushed back the tears under her long lashes and turned to him again."], [33, "23 A RESCUE. ' I Avas A7ery rude to you,' she said. ' I beg your pardon.' He boAved. ' Your indignation Avas very natural, and quite pardonable,' he said, gently. ' I remember iioav,' she continued, still apologetically, ' that Mrs. M'Donald said, Avhen she told me Boris had disappeared, that he was uneasy about him as there Avas a mad dog about. — But I ought to have believed you Avithout that — I am sorry.' Innocent as a child, she lifted her eyes dewy still Avith unshed tears to his face, and her lips, parted in a half deprecating smile, just shoAved the gleam of her milk- Avhite teeth. ' Please say no more,' he ansAvered, earnestly. ' You make me feel ashamed of myself. And yet I could not help it.' ' I believe you saved my life,' she mur mured, reflectively. Then a strong shud-"], [34, "24 A AVOMAN IN TEN THOUSAND. der seized her. ' Oh, what a terrible fate to be saved from. Hoav can I thank you ?' ' Hush ! No more of that. You have had rather a shock — you must forget it. Let us talk of something else.' ' But Boris — he Avas such a dear doggie — I can't let him lie there.' 'When you get home you can send some one to see about him.' ' Yes. I suppose that is the best thing.' She heaved a deep sigh. ' My poor Boris. Well, I had better go home. Good-bye.' ' Are you far from home ?' he asked. ' About three or four miles, I think.' ' Is not that rather a long AA'ay for you to Avalk alone ?' he insinuated. ' Oh, I don't — Gracious, I forgot all about Mr. Ellison.' ' Who is Mr. Ellison,' he enquired, looking a little amused and a little dis concerted."], [35, "A RESCUE. 25 ' He's a man. I came Avith him, but he is sketching, and I got bored and left him. I suppose he'll be AA7aiting for me, so I had better go back to him. I shan't meet any more mad dogs, I suppose ?' she added, a little apprehensively, for her nerves Avere someAvhat shaken. ' I don't know,' he replied, thought fully. ' There is that one you spoke of, the one that probably bit Boris. Would it not be better for me to come Avith you till I hand you 0A7er to Mr. Ellison's keeping?' Her face obviously brightened ' But isn't it taking you out of your Avay ?' she asked, hesitatingly. ' Not at all. I have no Avay except to get home iioav that the thing I came out to do is done, and there is no hurry about my getting home. For anything I knoAv, your Avay may be the shortest for me.'"], [36, "26 A WOMAN IX TEN THOUSAND. ' If you really don't mind, then,' Dolores murmured. ' Of course, I mind very much,' he re torted, letting for the first time something of his thought betray itself in his fine deep-blue eyes, as they rested on her. The colour deepened on the girl's cheek, her dark eyes dropped under his look. ' I -will just get my gun,' he added, in stantly withdrawing his gaze. He sprang over the brook again to pick up the gun AA7hich he had throAvn on the ground AA'hen he came to the rescue of Dolores. ' Noav, you must lead the AAray,' he said, Avhen he AA7as once more by her side, ' for I don't knoAv it.' Dolores glanced at her companion from time to time as they AA7alked along together, and made the discovery that he Avas the handsomest man she had ever seen in her"], [37, "A RESCUE. 27 short life. He was tall and Avell-propor tioned, and walked Avith a firm buoyancy Avhich told of muscles Avell-developed by judicious exercise. His closely curling hair and beard Avere fair, and the outline of forehead and nose classic in its purity, Avhile from beneath Avell-pencilled brows looked out a pair of eyes the colour of the bluebells she held in her hand, and so shaded by long broAvn lashes that at times they deepened in hue till they looked like the waters of a lake SAvept by a passing breeze. More experienced Avomen than Dolores might have been excused for finding pleasure in the contemplation of such an almost perfect specimen of manly beauty. They reached the point Avhere Dolores had left Mr. de Lacy Ellison. He AA-as noAvhere to be seen. His paint-box, pencils, and all his paraphernalia were gone ; no"], [38, "28 A AVOMAN IN TEN THOUSAND. sign Avas left of him but some bread-crumbs streAvn about. ' He must have gone home Avithout me,' exclaimed Dolores. ' Hoav tiresome of him !' ' He has probably gone to look for you,' suggested her companion. ' Shall Ave sit here and Avait for him ?' But Dolores Avould not hear of this arrangement. As Mr. Ellison had not chosen to Avait for her, he might wander about as long as he pleased looking for her. She Avas going home. The stranger prepared to accompany her as a matter of course, and after one faint protest from Dolores, Avhich he promptly silenced, they set out again. ' You are very tired,' he said, observ ing that the springiness of her step Avas gone, and that she Avalked slowly and Avearily."], [39, "29 A RESCUE. ' I am tired,' she admitted. ' I sprained my ankle tAvo years ago, and somehoAv it has never been quite strong since. I have been walking rather more than usual to-day.' ' I wish I could help you. — Wouldn't you take my arm ?' he asked. But Dolores declined to do this, and they trudged on. ' Tell me,' he asked, presently. ' Did you mention Mrs. M'Donald just iioav ?' Dolores ansAvered in the affirmative, and explained that she Avas a visitor there. ' Noav this is really A7ery strange,' said he. ' Ever since I have been in Scot land I have been Avanting to make Mr. M'Donald's acquaintance, but I could not remember his address. I had the pleasure. of meeting Mrs. M'Donald several years ago in a railway accident, and '"], [40, "30 A AVOMAN IN TEN THOUSAND. ' In a railway accident,' interrupted Dolores. ' Hoav funny ! That's partly hoAV we came to knoAv her. At least, my guardian met her first in a railAAray accident.' With the delight of youth at having hit upon a remarkable coincidence, she began to relate the story as she had often heard Arthur laughingly tell it of Mr. Sted- Avorth's encounter Avith Mrs. M'Donald and her baby. The young man listened Avith unfeigned interest, smiling once or tAvice as he re called the incidents described to him. ' This really is rather remarkable,' he said, when she had finished. ' And this gentleman — Mr. StedAvorth, did you say his name Avas ? — is your guardian ?' ' Was my guardian,' corrected Dolores, sadly. ' He died more than a year ago. He AA7as such a dear.'"], [41, "31 A RESCUE. ' And he Avas your guardian,' repeated the young man, glancing at her Avith slightly knitted broAvs, as if trying to formulate in his mind some vague remin- iscence. ' He was my guardian,' replied Dolores, unconscious of the look. He took a ring off his finger and handed it to the girl. ' On that one occasion of my meeting Mr. StedAvorth,' he said, ' I AA7as able to render him a slight service, Avhich he valued above its Avorth, and in recognition of it he gave me this.' Dolores turned the ring over in her fingers. ' Dear Mr. StedAvorth,' she murmured. ' It Avas like him. He Avas so generous.' They had iioav reached the gate of Glendare. ' You had better come in, hadn't you,"], [42, "32 A WOMAN IN TEN THOUSAND. as you Avant to call on Mrs. M'Donald ?' observed Dolores. The young man acquiesced in this suggestion, and they Avent up the drive together. As they approached the house, they saAV Mr. de Lacy Ellison standing on the door step. The lover of the beautiful was looking cross and disconsolate. Nor did his countenance clear Avhen he caught sight of Dolores and her cavalier. ' Where haA'e you been?' he cried, fret fully. ' I AAraited ever so long for you, and at last I thought home. It Avas too you must have gone bad of you. Mrs. scolding me so for I told her I kneAv M'Donald has been losing sight of you. you couldn't possibly come to any harm.' mistaken,' returned ' There you Avere Dolores, AA7ith a true feminine love of teazing. ' I have very nearly come to"], [43, "33 A RESCUE. great harm, but for this gentleman — and I have never found out your name all this time,' she added, turning to her com panion, Avho Avas gazing at Mr. Ellison Avith as much contempt and astonishment as the laws of good society permit a man to do openly. ' My name is Rupert Lyndhurst,' he replied, to the girl's tentative remark. ' Then, if it had not been for Mr. Lynd hurst,' Dolores continued, ' I might haA'e been ' she stopped, AA7ith an involun tary shudder, at the remembrance of the fate she had so narrowly escaped recurred to her. ' Would you kindly enlighten me as to this mysterious danger Avhich you haA'e been exposed to ?' inquired Mr. Ellison, addressing Dolores, but casting glances at Rupert Lyndhurst, Avhich said, rather more plainly than the laws of good society per- A'OL. II. D"], [44, "34 A WOMAN IN TEN THOUSAND. mit, ' Who the deuce are you, and what business have you here?' The young man anticipated Dolores' reply, and made ansAver both to the ques tion addressed to her and the look directed to himself. ' This young lady Avas alone in the Avood Avhen her favourite dog rushed up to her, raging mad. She Avas not aware of this, hoAvever, and, had I not been on the spot Avith my gun, it might have bitten her.' ' Pooh,' said Mr. Ellison. ' Are you quite sure the dog Avas mad ?' Lyndhurst's blue eyes gleamed Avith a fire Avhich shoAved him not to be a man to be insulted with impunity. But he took no other notice of the contemptuous accent in the painter's voice. ' I am quite sure,' he ansAvered, coolly. ' Have you been to look for Miss Dare, Mr. Ellison ?' cried a Avoman's voice from"], [45, "35 A RESCUE. Avithin, and Mrs. M'Donald appeared on the threshold of the hall-door. ' Why, here you are, child. And ' Her eyes fell on the stranger, and a look half of surprise, half of puzzled recognition, crossed her face. D 2"], [46, "36 CHAPTER III. EORGLVE ME. A week after this, Rupert Lyndhurst was installed at Glendare in the character of an old and familiar friend. When Mrs. M'Donald had recognised in him the gentleman Avho had come to her assistance in that never-to-be-forgotten raihvay accident, she had insisted on her husband at once inviting him to come to them Avhen he left his present quarters. He was leaving the folloAving day, and accepted the invitation Avith alacrity. Once in the house, he proved to be so good a"], [47, "FORGIVE ME. 37 shot and such an agreeable companion, that neither his host nor hostess were Avill ing to part from him very soon. One of Mr. M'Donald's friends happened to fail him, another gun was Avanted, and so Lyndhurst stopped on indefinitely, to the satisfaction of everyone in the house except Mr. Ellison, Avho Avas neA7er enthu siastic over any member of his own sex, and disliked the neAV-comer cordially. But the person who was most fasci nated by Mr. Lyndhurst Avas Dolores, and her partiality Avas not difficult to account for. The young man from the first laid himself at her feet, yet not so markedly as to attract serious notice. In public, in deed, Avhile he obviously admired her, he adopted toAvards her much of the tone that the rest of the party, Avho looked upon her as a child, used, though it Avas skilfully modified in him with due regard to the"], [48, "38 A WOMAN IN TEN THOUSAND. fact that he did not knoAv her as well as the others did. But Avhen beyond reach of observation, Avhich they somehow fre quently were, his manner changed to one of eager yet respectful devotion, while so subtle Avas the change that the inexperi enced girl could only feel its charm Avithout definitely analysing it. She talked to him Avith artless unre- serve, telling him all about her home, and Honor, her late guardian and her present one. He asked her a great many ques tions, especially about Arthur, Avhom he once ventured to pronounce a great deal too young to be a girl's guardian. ' Oh, no,' she exclaimed. ' He is really quite old.' ' Hoav old ?' he asked, amused. She considered for some moments. ' I really don't know,' she admitted at"], [49, "39 FORGIVE ME. last. ' I suppose — he isn't much older than you — but he seems years older.' Rupert Lyndhurst smiled, and at that time said no more. Mrs. M'Donald was a strangely negli gent chaperon. She thought only of let ting Dolores enjoy herself, and, occupied Avith her house and child and duties of hostess, she Avas not aAvare of the number of tete-a-tetes Mr. Lyndhurst contrived to secure AA7ith the young girl. The only person who uttered a Avord of warning Avas Mr. Ellison. 'You knoAv nothing of this man,' he said to his hostess. ' You ought not to let him flirt AA'ith Dolores Dare as he does.' But Mrs. M'Donald only laughed. ' I knoAv all about him,' she replied, carelessly. ' He has a place in Hampshire, only his father left it so encumbered"], [50, "40 A AVOMAN IN TEN THOUSAND. that he is obliged to let it, I have met his sister several times. He is a man of good birth, and I really don't see AA7hy he shouldn't marry Dolores. The poor child Well, of course it isn't everybody Avho Avould marry her. But he AArants money- ' Does he knoAv she has money ?' ex claimed Mr. Ellison. ' Well, I suppose he does. I knoAv he asked me a lot of questions about her the other day, and I suppose I told him that. My dear Mr. Ellison, if you Avant her, marry her yourself. But, if you don't, don't be such a dog in the manger as to grudge her to anyone else.' Mr. Ellison walked off in a huff. Mrs. M'Donald Avent to look for Dolores. She was noAA7here to be found. Nor was Mr. Lyndhurst, Avho Avas not shooting. They had gone doAvn to the river to fish."], [51, "FORGIVE ME. 41 ' Oh, well,' said Mrs. M'Donald to her self, ' he is going on Monday.' The next day Avas Sunday. The AA7hole party went to church in the morning, and in the afternoon Avent for a Avalk. ' He is going to-morroAv, so it doesn't matter,' repeated Mrs. M'Donald to herself, Avhen she saAV Mr. Lyndhurst and Dolores falling rather into the rear, and, after this reflection, she troubled herself no more about them. The pair fell so much into the rear that presently they lost sight of the others altogether, and, Avhen they came to a cross-roads, did not knoAv Avhich turn to take. A stile on one side of the road gave entrance on to a narroAv path AA7hich led to a Avood. ' They are sure to have gone this Avay,' said Rupert, decidedly. ' Come along, Miss Dare.'"], [52, "42 A AVOMAN IN TEN THOUSAND. They pursued the footpath and entered the Avood. 'We shall find them in a moment,' Rupert Avent on. ' Do you mind being separated from them ? Perhaps you Avish Mr. Ellison Avere your companion instead of me ?' ' No, I don't,' returned Dolores, prompt ly; and then she coloured under the glance of his blue eyes. ' I am going aAvay to-morroAv,' he said, presently. ' When shall Ave meet again ?' ' Oh Are you really going?' The dismay in her A7oice might have flattered many a less vain man. ' Hoav I Avish,' he murmured, ' I kneAv Mrs. StedAvorth. Do you think if I came to Daningham I might venture to call on her ?' ' Oh,' cried Dolores, ' do you think you AA7ill be in Daningham?'"], [53, "43 FORGIVE ME. He looked at her again from under his dark lashes. ' I feel sure,' he ansAvered, ' I shall find some reason for being in Daningham before long. You cannot imagine,' he added, Avith a subtle change of tone, ' hoAV a man like myself, Avho has never knoAvn father or mother, yearns for a place in some such home as yours. I daresay you think me a very jolly sort of felloAV, but I am in truth a very lonely one.' ' How I Avish,' said Dolores, ' you could come and stay at Elmdene.' The minutes fleAV by in the deep inter est of the semi-confidential, Avholly-senti mental talk that folloAved, until Lyndhurst, who was perhaps less Avholly absorbed than his companion, said, ' I am dreadfully afraid, Miss Dare, avc have lost our way.' ' Oh, dear,' returned Dolores. ' What"], [54, "44 A AVOMAN IN TEN THOUSAND. shall avc do ? The others will be looking for us.' ' I suspect they Avon't trouble themselves Avith much looking. They know you are safe Avith me.' ' Oh, yes,' she said, Avith happy con viction, ' I am safe Avith you.' They trudged on, less talkative noAv, for Rupert had lost his Avay more thorough ly than he had intended, and Dolores be gan to be conscious of great fatigue, added to Avhich her Aveak ankle Avas beginning He soon perceived to ache very much this. ' I am so sorry,' ' It Avas very stupid land paths are so he said, penitently. of me. These Avood- confusing. But Ave must get out soon. Take my arm.' She obeyed him, for she needed the support. The sun was setting, throAving long streams of yelloAv light through the"], [55, "FORGIVE ME. 45 trees, though he Avas himself out of sight. It Avould soon be dark, and then their position Avould be very disagreeable. Rupert quickened his steps to a rapid stride, and a faint exclamation of pain escaped the girl. ' You are very tired,' he said, AA'ith un disguised tenderness, and he put his arm around her. ' If you Avill put your hand around my neck, I can help you along quicker. We must at any price get out of this confounded Avood.' She did as he bade her in silence, and so they proceeded till they came to a big burn. Here he lifted her bodily in his arms and carried her across. ' How good you are to me,' she mur mured. ' Good ! ' he answered. ' Don't you understand,' dropping his Aroice to a soft Avhisper, 'that it is just heaA7en"], [56, "46 A AVOMAN IN TEN THOUSAND. to me to hold you in my arms like this ?' Her face flushed. ' I can Avalk noAV,' she said, quickly, and as he placed her on her feet she resisted his attempt to put his arm again around her. Their progress noAv was sloAver than before. But at last they found themselves clear of the Avood and Avithin sight of a cottage. Here they enquired the shortest Avay to Glendare. The old Avoman, Avho seemed the sole inhabitant of the cottage, informed them that it Avas a good six miles off. Rupert looked down in consternation at Dolores' AA7hite face. ' This young lady cannot possibly walk six miles,' he said. ' Is there no convey ance of any kind Ave can hire ?' The only conveyance the old Avoman knew of Avas her oavii donkey-cart. But"], [57, "FORGIVE ME. 47 necessity has no laAV, and Rupert bar gained successfully for the use of this. ' I will take care that you get it back safely to-morroAv,' he said to the ancient proprietress, Avho looked on Avith great interest Avhile he established Dolores, as comfortably as circumstances Avould per mit, in the cart, and then took his seat beside her. ' Let go. — Gently iioav,' he cried, Avith the air of having four thoroughbreds in hand, Avhen his meek little beast began to amble off. It Avas not a SAvift donkey, and they did not do the six miles in much less time than they Avould have Avalked it. As they at last turned in at the gate of Glendare, Rupert leaned doAvn to Dolores. ' I shall never forget this day as long as I live. — Darling, has there not been some SAveetness in it to you, too ?'"], [58, "48 A WOMAN IN TEN THOUSAND. And even in the darkness he could see hoAV her dark eyes shone as she raised them shyly to his face for a second and breathed rather than articulated a soft ' yes.' Her face Avas so near his, the impulse Avas irresistible. He bent his head just the little nearer that Avas necessary, and his lips touched hers. ' Oh, forgive me,' he exclaimed in the same instant, and added, passionately, ' I could not help it,'"], [59, "49 CHAPTER IV. THE CHILD IS A WOMAN. ' Dolores has altered,' Arthur said, Avatch ing, Avith a touch of sadness Avith Avhich AA7e ahvays Avatch irrevocable change, eA7en change for the better, the young girl as she Avalked up and doAvn the terrace, pausing iioav and then to gaze Avith dreamy eyes at the red, frosty November sunset, ' She has lost her naivete, her delicious childishness.' Honor smiled, but sadly too. ' It seems a pity. But it is inevitable. Dolores cannot remain a child for ever.' VOL. II. I\""], [60, "50 A WOMAN IN TEN THOUSAND. ' No,' he ansAvered. ' That is it, I sup pose — the child has become a woman, and I miss the child. Well, I suppose Ave shall learn in time to appreciate the Avoman.' Honor made no ansAver. She Avas not entirely happy about her young ward. Dolores had been strangely changed ever since she had returned from Glendare. She had received a detailed account of the AA7alk in search of the Avaterfall, of Mrs. M'Donald's scolding on her return, and of the disagreeable chaff of several members of the party. Dolores had made no secret of her ardent admiration for Mr. Rupert Lyndhurst. She talked of him, indeed, AA7hen alone Avith Honor, incessantly, to the exclusion of all other topics. This alone Avas not a circumstance to arouse Honor's fears. A young girl's first fancies are ahvays ardent, and generally frankly ex pressed. But the elder Avoman felt that"], [61, "THE CHILD IS A WOMAN. 51 Dolores Avas, in some Avay, made of different stuff from most girls of her age, and she guessed that the feeling her ward so openly avoAved, Avas stronger and deeper than appeared on the surface. Dolores had told Honor nearly every thing that had been said or done by her self and Rupert during that long Sun day afternoon, and, indeed, during the Avhole time of his sojourn at Glendare, but she had not told her quite everything. One or two little looks and Avords, the girl felt, it Avould be sacrilege to repeat to a third person, however near and dear, and the little swift, unexpected, unpremedi tated kiss, — Dolores' face burned A\\7henever she thought of it, and yet — she thought of it perpetually, Avith a curious guilty sense of SAAreetness. Was it so very wrong? He had begged her pardon and said he could not help it. Surely, then, she Avas e 2"], [62, "52 A AVOMAN IN TEN THOUSAND. not bound to tell Honor ! If it had ever happened again, perhaps. — But just that once — it would not be fair to tell Honor ! As a matter-of-fact there had been no chance of its happening again. The sound of the donkey-cart on the gravel drive had been heard and the hall-door had been throAvn open almost simultaneously with Rupert's expression of contrition. Then had folloAved the natural questions, excla mations, Avhich Mr. Lyndhurst had ansAver ed AA7ith the most perfect assumption of innocence and deep regret for his stupidity. Dolores had been borne off to her room, and had never seen Rupert again. She was too knocked up to go doA\\7n to dinner, and her ankle obliged her to remain in her room the next day till the evening, Avhen Mr. M'Donald had carried her doAvnstairs to the draAA7ing-room. But Rupert had gone."], [63, "THE CHILD IS A WOMAN. 53 He had left her a great many messages, Mrs. M'Donald said, and he hoped she Avould forgive him for having caused her so much trouble. And then Dolores had heard nothing more of him. For a Aveek her ankle con fined her to the sofa, and Mr. Ellison, Avhom Mrs. M'Donald had therefore invited to stay on, made himself her slave. She ac cepted his attentions listlessly, and dreamt, poor child, Avaking and sleeping, of the deep blue eyes and caressing voice of Rupert Lyndhurst. Mrs. M'Donald Avrote to Honor, expatiating at great length on Mr. de Lacy Ellison's devotion and on the advantage to Dolores of such a mar riage, but she made no mention of Rupert. As Dolores spoke only of her liking for Rupert, and said nothing to shoAV that she believed her fancy reciprocated, Honor came to the conclusion that it Avas an"], [64, "54 A AVOMAN IN TEN THOUSAND. unrequited attachment, or at least that the young man had only been amusing himself. This made her the more unAvilling to de mand more confidences than the girl vol untarily accorded her, and sealed her lips on the subject to Arthur Avho, as Dolores greAv older, shoAved less and less disposi tion to exercise any show of authority in her affairs beyond looking after her money. Immediately after Christinas, Honor and Dolores went abroad for a month, and on their return Arthur took his holiday. He was going to take his sister to the Riviera. She Avas delicate, and the doctors suggested her spending the months of East Avind out of England. ' It seems such a pity that Dolores and I could not have timed our going Avith yours,' Honor observed, Avhen he Avas"], [65, "55 THE CHILD IS A WOMAN. dining at Elmdene the night before his departure. ' I Avish indeed you could have done so,' he ansAA7ered, quickly. ' And yet perhaps it is as Avell you did not. I am getting altogether too dependent on you.' He sighed as he spoke. Honor laughed softly, and looked almost tenderly at him with her sweet, grey eyes. ' The dependence is pretty Avell mutual,' she said. ' And noAv I can understand your feeling. But you must not be de spondent. It is wonderful what a spring abroad does for delicate people. And Avhen Nellie comes back you must arrange for her to come and stop AA7ith me. You knoAv my nursing did her so much good last autumn.' ' Did any man or Avoman either ever have such a friend,' he said, earnestly."], [66, "56 A AVOMAN IN TEN THOUSAND. He Avas holding the door open for them. Dolores had already passed out, and he took Honor's hand and held it gently in both his oavii. For the next month the tAvo ladies had to do as best they could Avithout him. Neither made any secret of the fact that she missed him. But Mrs. Leland Avas delighted at his departure. She fancied that her welcome at Elmdene AAras warmer iioav that the young man who played so large a part in the lives of its occupants was away, although she admitted that she had no reason noAv ever to complain of AArant of attention on Honor's part. It Avas a blustering day at the end of March. That pro\\7erbially stormy month had reversed, as it usually does, the ortho dox order of things, and, having come in like a lamb, was iioav going out like several lions rolled into one. Honor and"], [67, "THE CHILD IS A AVOMAN. 57 Dolores had been riding, but the Avind Avas too high to be pleasant, and they had returned, sending the groom on to Daning ham to fetch the second post, Dolores, ahA-ays preferring to do any thing rather than sit still in the house, had gone off for a run with Gib. Honor had seA7eral things to do in the house, and, haA7ing been gardening all the morning, AAras more inclined for rest than a battle Avith the AAnnd. When she had despatched the various items of business that called for her superintendance, she Avent to her room to take off her habit, and don a tea goAvn. She had not yet begun to Avear anything but black, but to-day, as she looked at the sombre garment Susan brought out for her, she experienced a curious revulsion of feeling against its gloom. ' Give me my grey Greek tea-goAvn,' she"], [68, "58 A AVOMAN IN TEN THOUSAND. said, suddenly ; and Susan, nothing loth, fetched it. ItAvas a graceful dress, of fine, soft, grey cashmere, trimmed Avith silver braid. It fell about her in classic folds, and Avas singularly becoming to her face and figure. Her husband had ahvays liked to see her Avear it, and the only personal compliment Arthur had ever paid her Avas Avhen she came doAvn to dinner in it one evening Avhen he AA7as dining Avith them. ' Ralph would like to have me wear it again,' she said to herself, as she stood before the long glass, and surveyed her self. The thought brought the tears to her eyes, and she Avent doAvnstairs in a sadder mood than she had come up. A great Avood fire Avas blazing in the draAving-room, and she dreAV up a big arm chair before it, and sank luxuriously back amongst the cushions. She Avas rarely"], [69, "THE CHILD IS A WOMAN. 59 idle, but the letters would be here directly, and then Dolores and the tea. It Avas not worth while to settle to anything till after that. The butler came in AA'ith the letters five minutes after she had sat doAvn. She took them all mechanically off the sahrer, to gether Avith a box. Her eyes brightened and a smile stole over her face as she looked at the hand- writing on the box and the French stamp. She laid one hand on it Avith an uncon- sciously caressing touch, AA7hile she care lessly turned over the other letters. One of them was for Miss Dare. She had not noticed it Avhen she gathered them all off the salver. As she lifted it now to lay it on the table beside her, she noticed that the address Avas in an unmistakable man's hand. A look of vexation and perplexity contracted her broAVS. She examined the"], [70, "60 A WOMAN IN TEN THOUSAND. envelope a little more closely. The post mark Avas London, and on the flap of the envelope Avas the badge of the Turf Club. Honor sighed as she finally put the letter doAArn. But her face cleared as she looked again at the box, as if the sight of it had power to banish all disquieting thoughts. Very carefully she unfastened the string, took off the paper and opened the lid of the box, Avhich Avas a light, Avooden one. In side Avere floAvers : quantities of Parma A'iolets, bunches of scarlet anemones, and great sprays of yelloAV mimosa. She lifted them out tenderly, one by one. ' He knoAvs so Avell Avhat I like,' she Avhispered, as she raised a handful of violets to her face to inhale their fra grance. As a matter of fact their fra grance Avas gone, but she did not seem conscious of this, for she pressed them"], [71, "THE CHILD IS A AVOMAN. 61 Avith a passionate fervour to her lips. Her own action startled her. A Avave of colour SAvept over her face, dyeing it from chin to broAV for a moment a vh7id crimson, and lingering in a soft rose on her cheek long after it had faded else- Avhere. Her grey eyes dilated almost with a look of fear. Her heart beat A'iolently. ' What am I doing ?' she murmured. ' Oh, Arthur ! Arthur !' She sprang to her feet, clutching some of her floAArers Avith a mechanical clutch, and letting the others fall. For some seconds she paced rapidly up and down the room. Then she came to a standstill. Her bosom Avas heaving, her eyes shining AAnth a light that in all the six-and-twenty years of her life had neA'er shone in them before. ' I love him,' she Avhispered, softly, as if making a great discovery ; and then she"], [72, "62 A AVOMAN IN TEN THOUSAND. kissed again the A7iolets she still held, kissed them this time with deliberate in tention. ' Oh, Arthur,' she repeated, in Ioav, clear, determined accents, ' I love you, I love you !' She fastened the floAvers in her dress, and clasped her hands over them, and then a sudden shadoAv darkened her face. ' If this is love,' she said to herself, ' I never loved my husband — I never loved him,' she repeated, in a tone of agonized self-reproach, and, sinking into the chair 0 she had just quitted, she hurst into tears. Presently, hoAvever, she became calmer, and her innate common-sense aAvoke. Her husband had knoAvn, better than she Avho kneAv not then Avhat love Avas, that she had not loved him in that sense. He had not asked her for love, nor had he given it. She had given him fully all he claimed, and returned him all he gave. The memory"], [73, "THE CHILD IS A WOMAN. 63 of another woman had ahvays possessed his heart, and he would not grudge that some day another man should possess hers. Had he not proA'ided for her second marriage ? — Honor's pulses throbbed. Had he perhaps foreseen this ? Arthur had ahvays been so devoted to her. It had only needed that she should be free, to deA7elop his deA'otion into the loA7e a man gives the woman he AArants for his AA'ife. — Perhaps he had loved her ahvays as far as an honourable man may permit himself to love his friend's Avife. Hoav honourable he Avas ! Hoav true, hoAV brave, hoAV tender ! She recalled the pressure of his fingers over her hand that last night before he left for Mentone. She could not doubt it. He loved her. Once more she folded her hands o\\'er her precious violets, and once more her tears began to floAV. But they Avere happy tears this time."], [74, "64 A WOMAN IN TEN THOUSAND. By-and-by she roused herself to dry her eyes, pick up her flowers, and prepare herself to face Dolores. When Dolores came in half-an-hour later Avith Gib, she found Honor lying back in her chair, with her lap full of floAvers, and such a tender light on her flushed face that the girl stopped and looked at her in surprise. 'Why, Honor!' she said, and paused; then began again, ' Why, Honor, hoAV happy you look — and Iioav glad I am to see you in that pretty tea-gOAArn again!' Honor bent to kiss the head of Gib, who, AA7ith his paAVS in her lap, Avas making AA'ild haA7oc of the mimosas. ' I had a fancy to put it on,' she said. ' Where do the floAvers come from ?' asked Dolores, taking up a handful. ' Arthur, I suppose. Shall I put them in Avater ?'"], [75, "THE CHILD IS A AVOMAN. 65 But Honor with a quick movement spread her hands over them. ' No, thank you, dear. I am going to take them up to my own room — I want a feAV fresh ones there,' she added, lamely. Dolores looked at her again Avith curious scrutiny. ' There is a letter for you, dear,' Honor said, turning to take it from the table. Dolores took it, and then she too flush ed crimson. She tore it open, and retreated to the AvindoAv to read it with her back to Honor. But Honor made no attempt to AA7atch her. She looked dreamily into the dancing flames until Dolores' A'oice aroused her. ' Honor, — oh, Honor, he Avants to come and see us.' ' He, dear?' said Honor, with a smile Dolores held the letter out to her. It AA7as very short, respectful, and to the VOL. II. F"], [76, "66 A WOMAN IN TEN THOUSAND. point. Mr. Lyndhurst said business Avould take him to Daningham the folloAving Thursday. Did Miss Dare think he might take the liberty of calling on Mrs. Sted- Avorth that afternoon ? ' You Avill let him come ?' cried Dolores, dropping on her knees by Honor's side, her voice trembling Avith excitement. ' Oh, Honor, you Avill let him come?' Honor stroked the soft, dark head and kissed the eager face. ' Of course I Avill let him come, — but whether I encourage future visits must depend on whether I find he is Avorthy of my darling.' ' Oh, he is worthy, he is, indeed,' ex claimed the girl, flinging herself into Honor's arms Avith a sob. And the tAvo Avomen, linked unconscious ly by the unspoken secret of each, clasped"], [77, "THE CHILD IS A WOMAN. 67 each other in a silent, clinging embrace, Avhile Honor prayed, ' Grant her the happiness Thou hast given me.' f 2"], [78, "68 CHAPTER V. HER FIRST WOOER. Rupert Lyndhurst came on Thursday, and there Avas nothing in his manner to shoAv that he remembered that Sunday afternoon in Scotland, or the incident Avith which it had closed. He seemed chiefly bent on producing a good impression on Honor, and he succeeded. No woman could be insensible to his good looks, and Avhen he spoke, AAnth just the right touch of feeling, about his one meeting Avith Mr. Stedworth, as he shoAved her the ring and regretted he should meet the giver no"], [79, "69 HER FIRST AVOOER. more, her heart Avas Avon. Perhaps she Avas in a mood to be easily Avon, and Dolores' dark, appealing eyes silently, yet eloquently, asking her to form a favour able judgment biassed her a little. She liked his manner to the girl. It was very deferential, but from time to time his eyes strayed towards her Avith a look no Avoman could mistake. He stayed an hour, and talked chiefly to Honor, but Avhen he bid Dolores good-bye he held her slender fingers a feAV seconds longer than Avas needful, and gave her a glance that indemnified her for his previous neglect. A Aveek after this visit, Honor, much to her amusement, and a little to her discom fiture, received a letter from Mr. de Lacy Ellison requesting her permission to pro pose to Miss Dare. He talked much of the worldly advantages he could give his Avife, of the diamonds he could decorate"], [80, "70 A AVOMAN IN TEN THOUSAND. her with, and the attentions he Avould pay her, and Avas clearly not the least appre hensive of a refusal from the young lady or her guardians. ' Dear me,' thought Honor. ' The child is barely seventeen, and here I am already harassed by her lovers.' However, she disposed of this one for the present Avith promptitude. She Avrote to him that Dolores Avas very young, and that her guardian, Mr. Stanton, being aAvay, she, Mrs. Stedworth, could not sanction any proposal of marriage being made to her just yet. ' We shall be in London in the summer,' she added, ' and then, if you Avish, you can visit us. You Avould do your cause more harm than good by speaking noAv, even if I could think it right to let you speak.' Honor said nothing of this correspond ence to Dolores, but she led the conversa-"], [81, "HER FIRST AVOOER. 71 tion once or twice to Mr. Ellison, and satisfied herself that, even had Rupert not been in the question, there Avould never haA'e been a chance for the rich artist. At the beginning of April, Arthur came home. It Avas a perfect spring evening, soft, mild, and clear. The lights and shadoAvs played AA7ith endless but gentle A7ariety on hillside and meadoAvs. The air Avas laden Avith the scent of primroses, and the out lines of the beeches were softly rounded with their broAvn-pink sAvelling buds. Dolores had a slight cold, and, as she and Honor were going to London the fol lowing week, she AA7as particularly anxious to prevent its developing into a Avorse one, and Avas therefore taking the unusual pre caution of remaining indoors. Honor Avent out alone after tea. She kneAv that Arthur AA7as sure to come, and"], [82, "72 A AVOMAN IN TEN THOUSAND. felt a strong desire to meet him Avithout witnesses, mingled with an equal shyness about meeting him at all. She went half- Avay doAvn the approach by Avhich he must arrive, and then, oA'erAvhelmed AA7ith shame at doing Avhat probably, when he AAras last at home, she Avould have done as a matter of course, she turned hastily back, for fear he should come, and it should appear as if she had come out to meet him. Even as she AAras in the act of turning, Arthur appeared in sight. ' Hi !' he shouted, and then AA7histled. She looked round, hesitated, and then very sloAvly retraced her steps toAvards him. ' What a nice person you are !' he cried, ' directly you see a friend to turn and Avalk off in the opposite direction.' He came up to her, and took both her hands."], [83, "HER FIRST WOOER. 73 ' Hoav good it is to see you again,' he said. ' You are one of those people Avhom one misses altogether too much. Well, Gib, old felloAV, are you glad to see me again ?' He stooped to pat the dog Avho AA7as jumping up on him, and did not notice her tremor and changing colour. When he turned to her again, she had subdued these tokens of agitation. But she AA7as unusually quiet, and this after a feAV minutes struck him. 'Is there anything wrong?' he asked, anxiously. ' Is anything troubling you?' ' Oh, no,' she ansAA7ered, quickly, and added, earnestly, ' Oh, no, I haA7e nothing to trouble me — nothing AA7hatever.' He glanced at her as if half-doubting the assertion, and she made haste to talk and laugh with animation. But it was an effort, and AA7hen they reached the house she was glad."], [84, "74 A AVOMAN IN TEN THOUSAND. Dolores Avas reclining on a sofa near the window very much bored, for the state of her throat did not admit of her singing, and she had little taste for any other in door pursuit. She jumped up A\\7hen Arthur and Honor entered. ' Oh, Arthur, Iioav glad I am to see you back,' she cried, joyously. ' Honor and I haA7e missed you dreadfully.' : I am delighted to hear it,' he ansAvered, gaily. ' One ahvays likes to be missed. And yet hoAV selfish it is ! For one ought to Avish those one loA'es to be ahvays happy, and their happiness is not A\\7holly compatible with missing us AA7henever Ave are absent.' Honor knelt doAvn on the floor to play Avith Gib, and to hide the colour that had flushed to her face. Her heart Avas once more beating wildly."], [85, "HER FIRST WOOER. 75 ' Those one loves,' she murmured to herself. He had said it naturally and simply enough, but to her newly-awakened con sciousness the careless phrase AAras fraught Avith meaning. ' You are going to stay to dinner, of course,' she said, presently. He laughed. ' Well, I meant to, if you asked me Honor left the drawing-room before the dressing-bell rang. She wanted to dress early and secure a few minutes' tete-a-tete Avith Arthur before dinner, to tell him — Avhat, in the agitation of her first meeting Avith him, she had forgotten — about Mr. de Lacy Ellison's proposal for Dolores. She supposed that, as the girl's guardian, he ought to knoAv that there Avas an aspirant for her hand, in order that he might find"], [86, "76 A AVOMAN IN TEN THOUSAND. out something concerning him. She did not intend, at present, to speak of Rupert Lyndhurst, He had not yet committed himself to any definite attentions, and Honor had a Avoman's natural instinctive feeling against betraying another Avoman's secret in such a matter. She kneAv that Dolores Avould resent, Avith her Avhole strength, the least hint given to anyone of her fancy for Rupert, and she did not knoAv hoAV she could men- tion the young man's at present purely conjectural attachment Avithout conveying some idea of her knoAA'ledge of Dolores' attitude toAvards it. ' I will say nothing about it,' she con cluded, as she descended to the drawing room. ' Mr. Lyndhurst, if he means any thing, will turn up again before long, and then Arthur Avill see for himself. It would be unfair to the child to discuss it iioav.'"], [87, "77 HER FIRST WOOER. She Avas at the draA\\7ing-room door, and paused for a moment to survey herself in a long mirror that reached from floor to ceiling of one side of the hall. She had put on her grey, Greek tea-go avii, and bound a silver ribbon fillet-AA7ise about her head. A couple of delicate tea-rosebuds nestled at her throat, and there Avas a faint, umvonted flush on her cheek. Honor Avas not, strictly speaking, a beautiful Avoman, but to-night she produced much the effect of one. She kneAv this, as she looked anxiously at her oavii reflected image, and kneAv, too, that she had done her best to produce it, She had studied every detail of hair and dress as she had never done in her life before. At the thought, the flush on her face deepened yet more; she turned the handle of the door, and sloAvly entered the room. Arthur was lying back in a big chair,"], [88, "78 A AVOMAN IN TEN THOUSAND. amusing himself Avith a book of Owen Meredith's poems that she had been read ing that afternoon and had left her pencil m. He jumped up as she came in, and a look of frank, unfeigned admiration came over his face. ' Is it impertinent of me to say how nice you look ?' he observed. ' I am so glad you haven't discarded that dress. It is the prettiest I have ever seen you Avear.' ' I am very fond of this dress myself,' she said. She seated • herself, Avith her usual stately movements, in an old gold-and- Avhite, brocade-covered Louis XIV. chair near the fire, and aAvay from the lamp. He took up her book and pencil. ' This is rather a new departure for you,' he said, smiling. ' You used not to be an admirer of Owen Meredith's, and such an"], [89, "79 HER FIRST WOOER. admirer ;' holding open the volume at a page scored with pencil-marks. The shadoAVS that the flickering- fire light threw upon her face disguised its expression. ' One grows sentimental Avith advancing years,' she said, lightly. ' And OAven Meredith is a poet for the spring. But sentiment reminds me of Avhat I came down early to talk to you about, I had a letter from a young man the other day, request ing the hand of Dolores in marriage.' ' Of Dolores !' he repeated, in a tone of surprise, and then reiterated, with a touch of annoyance, ' An offer of marriage for Dolores ? Why, she is only a child.' ' My dear Arthur, she is past seventeen ■and she is lovely.' He sighed. 'Our pretty child Dolores,' he said. Mrs. Leland might have been excused"], [90, "80 A AVOMAN IN TEN THOUSAND. had she been there for laughing at the Avay this young unrelated man and Avoman talked of their ward of seventeen. But no sense of the absurdity of the thing struck either of the speakers. ' What did you say ?' he asked. ' What did she say?' he added, quickly. ' She knoAvs nothing about it,' ' That is right. She is too young, much too young,' he added, irritably. ' My dear Arthur,' said Honor again, ' it's no use taking that tone. She is a groAvn-up woman, and such an attractive Avoman that she Avill haA7e loA7ers by the half-dozen. What we have got to do is to see that she marries the right one.' He stood looking into the fire with a froAvn on his face, Avhile Honor proceeded to tell him all she kneAv of the character and worldly circumstances of this first Avooer of their AA7ard."], [91, "HER FIRST AVOOER. 81 ' But you do not suppose she cares for him ?' he asked at last, ' She has not gh7en me any reason to suppose that she does. But of course ' She paused, for the door opened, and Dolores appeared. Dolores in a pale-pink dress of some soft stuff, with a big bunch of deep-red roses in her bosom, and one single red rose stuck behind her ear, as she loved to Avear it. She adA'anced to the fireplace, and sat doAA7n on the fender-stool. ' Arthur,' she said, lifting her face to him as he looked doAvn on her, ' you Avill have to come to London very often while Ave are there. I Avant to go to all the plays, and all the picture-galleries, and all the concerts, and Ave can't do it comfortably AA'ithout a man.' ' I Avill come up as often as I possibly can,' he ansAvered. G VOL. II."], [92, "82 A AVOMAN IN TEN THOUSAND. ' You are right,' he said to Honor, as he was bidding her good-night, Avhile his eyes rested on Dolores, who, at the other end of the room, Avas closing the piano, ' she is no longer a child. Oh, take care of her, take care of her.'"], [93, "83 CHAPTER VI. DREAMS. The visit to London Avas a great success. Dolores enjoyed eA'erything, and Honor gave herself up to Dolores' pleasure, and Avas herself in the condition of mind AA7hen all outAvard things seemed bathed in sun shine. They had as much society as either cared for, for everybody knoAvs somebody in Lon don. They Avent to afternoon teas, a feAV small dances, and two balls, Avhere, if the company Avas not of the class that calls itself ' Society,' it was yet well-mannered, o2"], [94, "84 A AVOMAN IN TEN THOUSAND Avell-bred, and well-dressed, and Avhere both ladies Avere much admired. Mr. de Lacy Ellison offered to introduce them to higher circles. ' If you would only give a ball, Mrs. StedAvorth,' he said, ' and let me get Lady Talbois to ask the people, you Avould soon be launched.' But Honor thought this an undignified, not to say snobbish, proceeding, and de clined to entertain the idea. She had no contempt for Society and great people. She said she thought a really high-bred English aristocrat one of the most delight ful beings the Avorld has to shoAv. But she Avas quite content Avith the sphere she Avas born in, and Avould not stoop to con quer a higher sphere. Dolores quite acquiesced in her senti ments, and expressed them far more A'ehemently, though there Avas something"], [95, "85 DREAMS. about the girl both in physique and man ner Avhich might have led a stranger to suppose she belonged to the class she so energetically repudiated. ' She Avould create a sensation,' Mr. Ellison said to Honor. ' And then people Avould begin to ask Avho she Avas,' returned Honor, a little sadly, for Mr. de Lacy Ellison had been quick to tell her that he Avas aware of Dolores' birth. 'No, Mr. Ellison, that reason, were there none other, is sufficient to prevent me from making use of my Avealth to buy a place in Society. We are middle-class people, and had better remain so. Mr. Ellison did not press the point. Perhaps he had seen enough of the world to knoAv that the ladder by Avhich a parvenu rises in Society is often kicked down when the desired eminence has"], [96, "86 A WOMAN IN TEN THOUSAND. been reached. Perhaps he desired to make sure of Dolores before letting others haA7e a chance of entering the lists. He did not make much Avay AA7ith Dolores, but Honor began to like him genuinely, in spite of his absurdities. He AA7as good natured, kind, and really useful to the two ladies, Avho Avanted to go everyAvhere and see everything, and AA7ho had no man friend i-esident in London. Arthur came as often as he could, oftener, indeed, Honor Avell kneAv, than he could conveniently, and her heart bounded. It must indeed be a strong inducement that led him eA7en to the semblance of a neglect of business. He Avas deA7otion itself to them. He planned expeditions down to Maidenhead and Windsor, he brought them floAvers and fruit, he hired horses for them to ride in the park, he never appeared without having some treat in store. He came up"], [97, "87 DREAMS. for both the balls, to Avhich indeed he had been the means of their being invited, and on both occasions presented them each with a bouquet so costly that Honor scolded him severely for Avaste of money. But he ansAvered the scolding Avith a smile, and, ■> ' Why shouldn't I get a little pleasure out of my money ? ' He and Mr. de Lacy Ellison became quite friendly. The æsthete, understand ing that Arthur AA7as his love's accredited guardian, took pains to be agreeable to him ; and Arthur, to say the truth, thought him too j)oor a creature to endanger any Avoman's peace of mind, and so looked on at his love-making Avith good-natured equanimity. Mr. Ellison generally made a fourth in all the expeditions and amuse ments undertaken under Arthur's super vision, and a looker-on might have found"], [98, "88 A AVOMAN IN TEN THOUSAND. it hard to decide A\\7hich gentleman was in love Avith AA7hich lady, so attentive Avas each to both. Sometimes, indeed, Dolores became a little restive under Ellison's too pronounced courtship, and therefore Honor, with her usual self-abnegation, Avas Avont to keep him as much as possible Avith herself, and leave Arthur to talk to Dolores. 'What an angel you are!' Arthur Avhis pered to her one eA'ening, Avhen they Avere returning by train from Windsor. Dolores had had a fit of declining to have anything to say to her adorer, and Honor had been trying all day to soothe him, Avhile Arthur and Dolores strolled apart on the river bank or paddled about in a canoe. But iioav the young man had resolutely pinned Miss Dare into a corner of the carriage, and Arthur had taken his place beside Honor."], [99, "DREAMS. 89 'You look tired,' he added- 'that naughty child drags you about too much. You spoil her.' He spoke Avith curious tenderness. After a pause he said, ' I shall be glad when you come back to Elmdene.' ' So shall I,' she murmured. ' It is very lonely doAvn there Avithout you. Honor buried her face in a great bunch of field-daisies and ferns that Arthur had picked for her AA'hile he Avas AA7alking Avith Dolores. ' And Avhen you come back,' he said, presently, Avith a little hesitation and a deprecating look at her, ' I — I think — the time Avill have come ' The train ran into a tunnel, and in the increased noise the last Avords Avere lost. When they emerged, Dolores turned round"], [100, "90 A AVOMAN IN TEN THOUSAND. Avith some remark, and the conversation became general. This Avas about a Aveek before their return to Elmdene, and it Avas Arthur's last visit to town. The following day Rupert Lyndhurst appeared on the scene. He had been abroad, had only been in London three or four days, and had only heard by accident of their being there the day previously. He made the most of that week. The parti carre iioav consisted of Rupert, Mr. Ellison, Honor, and Do lores. Honor Avas, it must be admitted, an inexperienced chaperon, and allowed these young men to go about Avith them more than Avas discreet. In this case there Avas no doubt as to the new-comer's at- traction. He constituted himself Dolores' open and avoAved suitor, and simply Avould not alloAv Mr. Ellison to put in a Avord edgeAA7ays."], [101, "91 DREAMS. ' It is not good taste,' said Honor to herself. ' A man has no right to make a girl so conspicuous. Arthur did not be have like this AA7ith me.' Dolores, hoAvever, saAV nothing contrary to good taste in her lover's method. She hung on his looks and words, she ceased to be conscious of anything or anybody else in the AA'orld. It Avas the night before Honor and Dolores left London. Rupert and Mr. Ellison had both been dining Avith them, and now Dolores stood on the balcony before the draAving-room window, in obe dience to a whispered request of Rupert's during dinner. The stars Avere shining- in unusual brilliancy, and the hum of the great city sounded almost soothing under the silent sky. Dolores leaned her arms on the iron balustrade, and Avaited in feverish expect-"], [102, "92 A AV0JIAN IN TEN THOUSAND. ancy. What had he to say to her ? Was he going to tell her at last that he loved her? Noav that the moment seemed so near, she shrank from it, and Avould have evaded it. She heard the gentlemen come into the room, and turned almost Avith the intention of entering before Rupert could join her. But he Avas too quick. He crossed the floor Avithout any attempt at circumlocution, and stepped through the window beside her. She AA7as trembling now. Her little slender hand rested on the iron railing to support herself. He laid his oavii hand upon it, clasped it tenderly, drew it un resistingly to his breast, and held it there. ' Dolores,' he said, presently, ' tell me something about your guardian.' She started a little, bewildered and \\raguely oppressed. ' Is he very severe ? Would he exact a"], [103, "DREAMS. 93 very strict account of himself from any felloAV Avho should be audacious enough to ask for you ?' He could feel her little fingers quiver in his grasp. ' I — I don't knoAv — I don't think so,' she stammered. He released her hand ' Listen to me, dear,' he said, gravely and yet Avith a caressing sweetness that in toxicated the simple girl beside him. ' You are rich — are you not?' ' Yes, — I think so.' ' And I am poor.' ' Oh, but AA7hat does that matter,' she cried, and then stopped in confusion. She could not see his smile by the star light. ' But it does matter — it Avill to your guardian. I am going to tell you a secret. Can you keep it?'"], [104, "94 A AVOMAN IN TEN THOUSAND. ' Yes.' ' 1 am deeply in debt, through no fault of my oavii ; but your guardian Avill not, and rightly, take that into consideration. If I Avere to approach him iioav, he Avould g-h7e me a definite refusal.' ' But I can do as I like,' she interrupted eagerly. He took her hand again ' I should he a scoundrel if I asked you,' he said. ' No, dear. I see my way to clearing off my debts and presenting my self honourably to Mr. Stanton. Till then — will you trust me, and say nothing to anybody ?' ' Oh, yes.' ' It Avill be only for a feAv months ; Ave shall meet at Glendare, and then — but I have no right to bind you.' She murmured something inarticulate, of"], [105, "95 DREAMS. AA7hich, hoAvever, he thoroughly understood the drift. ' Do you remember our drive in the donkey-cart?' he A\\7hispered, and, though she made no ansAver, he felt by the nervous movement of the fingers he still held that she understood the allusion. ' You have forgh7en that,' he continued, more softly still, as he put his arm round her. ' Just as a token that you will re member, may I, darling ' But she slipped from his hold. ' Not — not if I mayn't tell Honor,' she panted. He moved back a step. There Avas a moment's breathless pause. Then he boAved. ' I must forego it,' he said, Avith an air of gentle reproach. ' Let us have a song on the guitar,' he added, stepping back into the room."], [106, "96 A WOMAN IN TEN THOUSAND. After the tAvo men Avere gone, Honor looked Avith tender anxiety into the girl's flushed, excited face. ' Have you nothing to tell me ?' she asked, tenderly. ' Nothing,' cried Dolores, flinging herself into her friend's arms. ' But he loves me, Honor, I knoAv he does, and I — oh, Honor, Honor,' with a passionate sob, ' I could not live Avithout him.' Honor kissed her soothingly, and sighed. There Avas no use speaking to Arthur about this. Rupert Lyndhurst Avalked home Avith a quick, restless step. ' I Avas a fool not to clinch the matter. And yet — No, she is bound sufficiently. She adores me — and I must be able to shoAV myself at least not an undesirable match. Poor little, loving, innocent child, I am not Avorthy of her — Pooh !' he flung"], [107, "97 DREAMS. the end of his cigar away Avith an impa tient jerk and a muttered oath. ' EA'ery man is Avorthy of any woman he can i win. ii VOL. II."], [108, "98 CHAPTER VII. THE AWAKEN I N G. The old quiet life at Elmdene had begun again. Arthur came there every day iioav. Formerly he had contented himself Avith coming two or three times a Aveek. ' I do hope he will soon make up his mind Avhich of them he means to marry,' Mrs. Leland would say, ' for really it ought to end in that.' So Honor thought. Her tAvo years of AvidoAvhood Avere over. There Avas no reason why he should not speak. ' He will speak to-morroAv,' she said to"], [109, "THE awakening. 99 herself every night, and eA'ery morrow Avas content that he had not spoken. This sweet uncertainty Avas so delicious. It Avas so pleasant to sit in the tAvilight be side the open A\\7indoAv, Avith Arthur on the sill at her feet, Avhile Dolores sang to her guitar tender love-songs with a passion and a pathos her lovely voice had only acquired of late. It Avas always Arthur AA7ho called for these songs, and Honor listened to them with a thrill of tenderness so intense that it Avas almost pain. ' I am going to steal a holiday to-morroAv afternoon,' said Arthur one evening, as, after Dolores had been singing for nearly an hour, he rose to say good-bye. ' I Avas thinking we might take Mrs. Leland's children for a picnic tea.' ' They Avould enjoy it,' Honor ansAvered. ' But I can't go. Mrs. Finch is coming to-morroAv by appointment to talk over H 2"], [110, "100 A avoman in ten thousand. some matters connected Avith the Friendly Girls.' ' Oh, bother the Friendly Girls !', ' But I don't see Avhy you and Dolores should not take the children.' He made no ansAver, but turned to look at Dolores, Avho Avas mending one of the strings of her guitar, and Honor did not see his face. Dolores, Avithout looking up from her occupation, replied readily to Honor's suggestion. ' We Avill go on the river, if Mrs. Leland can be induced to trust those precious infants in a boat.' After a little discussion, Honor moved to the Avriting-table to pen a note to Mrs. Leland for Arthur to take. Arthur sat down beside Dolores 'Are you sure you Avill like it?' he asked."], [111, "THE aavakening. 101 ' I shall love it,' she ansAvered, gaily. He watched her intently as she mani pulated the refractory string, so intently that AA7hen Honor came up to him, saying in her soft voice, ' Here is the note,' he started. The little Lelands came the next day at the appointed hour, Avith a lengthy epistle from their mother, full of cautions and directions concerning them. ' I will attend to as many as I can,' Arthur said; and then the party started with many expressions of regret that Honor could not come Avith them. Mrs. Finch duly arrived, Avas refreshed with tea, and, after the affairs of the Friendly Girls had been settled satisfac torily, departed. Honor looked at her watch, and discover ed that she had at least an hour-and-a-half to Avait before she could expect the return"], [112, "102 A AVOMAN IN TEN THOUSAND. of the picnic party. She took her book, the volume of OAven Meredith Arthur had chaffed her about, and, sauntering out of doors, took her Avay to her favourite nook beside the river. Here she seated herself to read and think. But, though the book lay open on her knee, she never turned a page. She sat absorbed in dreamy reve ries, letting her fancy wander at Avill among the floAvers of the enchanted land Avhere her spirit had so long dAvelt. The sun Avas setting, dyeing the red earth of the opposite bank a richer crim son, and bathing in a soft gloAV the purple fells beyond. A trail of pink dog-roses drooped to the AA7ater's edge from the thicket Avhich sheltered her, and just aboA7e her head a late nestful of young chaffinches were thrusting out their half fledged little heads, Avith their mouths AA-ide open in momentary expectation of a"], [113, "THE AWAKENING. 103 worm from their mother's beak. Honor Avas not conscious at the time of seeing any of these things, though in after years she remembered every detail of the scene. A soft contentment wrapped her round. She Avas conscious only of an intense, all pervading sense of happiness. At last she Avas roused by the sound of a step on the path above. No need to raise her eyes ; she kneAv that step too Avell. She fancied sometimes that, if she Avere lying in her graA-e, she Avould know it if it trod the sod above her. Scarcely looking round, she said, as Arthur reached her side, ' Are you back already ? I thought you Avould be at least half-an-hour late for dinner. Where is Dolores ?' ' She Avas a bit tired. She has been roAving the best part of the day, and, as she did not find you in the house, she"], [114, "104 A AVOMAN IN TEN THOUSAND. said she would dress at once for dinner and I might go and look for you. I sup pose I may dine Avith you ?' ' Of course. I expected you to. But Avhat have you done Avith the children ?' ' Oh, Ave packed them off home in the tea-cart Avhich Mrs. Leland had sent for them.' ' I ought to have been there to see them off,' observed Honor. ' Mrs. Leland will think I meant to slight her precious chicks.' ' Well, it Avill do her precious chicks a lot of good to discover that they are not the pivot on Avhich the Avhole Avorld turns. They are nice children, but have been taught to think too much of their OAvn importance.' ' Poor children ! Well, tell me all about your day. Was it a success? Did you enjoy yourselves?'"], [115, "THE AWAKENING. 105 ' Oh, yes, it Avas well enough, but it is much nicer and snugger here,' he an- SAA7ered, flinging himself on the grass at her feet. He lay there looking the picture of idle, contented ease, chewing blades of grass and throAving bits of stick into the river to Avatch the current carry them aAvay. Honor sat silently Avatching him Avith a rapture in her heart that AA7as akin to pain. For some moments neither spoke. The mere fact of his presence AA7as sufficient happi ness for her, she had no Avish that either should break the SAveet silence. Suddenly he turned to her, and, raising himself on his elboAV, looked into her face. 'Honor ' he began, and for a few seconds he paused. Her heart seemed as if, for a moment, it had ceased to beat. She had never seen him look so, she had never heard him use her Christian name."], [116, "106 A AVOMAN IN TEN THOUSAND. After that one instant's seeming suspen sion of heart and breath, her pulses began to throb tumultuously, and her breath to come short and quick. After a brief pause, he went on : ' Tell me, it is not too soon to speak — I can Avait no longer. — Is there any chance for me ? Could she eA7er loAre me ?' The flying pulses Avere steadied noAv. ' She,' repeated Honor, faintly. 'Who?' For the moment she Avas incapable of self-control, but the stunning effect of the bloAv took the place of self-control. Her A7oice Avas faint, but there Avas no note in it to betray her ; and he, as soon as he had spoken, had dropped his eyes in sudden shyness, and could not see her face. It Avas perhaps well for her he could not. ' Who !' he repeated, half-shyly, half reproachfully. ' Who could it be but one — Dolores,' his voice softened as the name"], [117, "107 THE AAVAKENING. fell from his lips. ' I thought you must have knoAvn. He — Mr. StedAvorth — wished it,' It seemed to Honor that long minutes had elapsed before she could frame the Avords in which to ansAver him, and yet, even to the impatient lover, there Avas no perceptible delay before she said in quiet, too quiet, accents, ' And he wished it ?' A Avave of colour overspread her face. He looked at her Avith a vague surprise. ' He never told you ?' ' No, — but — forgive me. Arthur. Of course I should have knoAvn, but some how I did not think of it. It Avas but the other day you called her a child, and laughed at the idea that anybody should think yet of marrying her.' ' It Avas only when some one else wanted to marry her that I aAvoke to the knoAvledge"], [118, "108 A AVOMAN IN TEN THOUSAND. that she Avas a woman, and that I wanted her for myself.' She smiled. Her Aveakness, if Aveak ness she had shoAvn, Avas past, her voice Avas calm and steady ; only Avhen she spoke she looked beyond him, she could not yet meet his eyes. ' It is certainly no Avonder,' she said. ' But give me an answer, Honor. Will she ever love me ? And you — could you ever trust her to me ?' ' Whether she Avill ever love you, Arthur, I cannot say, but there is no man on earth I could trust her to so fearlessly as you.' She rose and held out her hand to him Avith such a smile on her face as a very tender sister might have Avorn. ' You are the truest friend any man Avas ever blessed Avith, Honor,' he said, and Avas about to lift the hand she gave him to his lips, but Avith a quick movement she"], [119, "THE AWAKENING. 109 laid her other hand on his arm and dreAv aAvay the fingers he held. Then she turned and left him. A little boy Avhom she knew Avell, haA' ing many a time brought soup and nourish ment to his mother when she AAras ' down Avith feA7er,' met her as she Avalked Avith SAA7ift mechanical footsteps back to the house. ' Mother,' said the child, when he got home, ' the lady passed me by the little gate to-day, and never seemed to see me. I never knew her pass me before Avithout a smile or a kind Avord, but to-day she looked that queer and aAvful-like I scarce kneAv her, and AA7as 'most afeard to look at her;' Poor Honor ! in truth she had not seen him. She Avas not capable of seeing any thing. She AA7as conscious but of one thought: that through all the years to"], [120, "110 A WOMAN IN TEN THOUSAND. come the sun Avould never shine for her again, nor the spring-time fill her heart Avith gladness ; that henceforth all the poAvers of her mind must be directed to one object — to presenting a smiling face to the Avorld, and covering her broken heart, And this Avas the woman of whom Arthur had said that she Avould neA'er knoAv AA7hat loA7e meant,"], [121, "111 CHAPTER VIII. CONFLICT. There comes a moment into the lh7es of most of us Avhen avc experience what may be termed a revelation of suffering, a moment into Avhich it seems that the agony of a lifetime is compressed, Avhen we knoAv that no pain that has ever come to us has equalled this in intensity, and Avhen Ave feel that none that may be com ing Avill equal it. We have reached the crisis of our life's fever, and AA'ill hence forth look back on it as on an experience that is past, an experience avc may per-"], [122, "112 A AVOMAN IN TEN THOUSAND. haps neA'er fully recoA'er from, but one Ave shall never suffer again. Later and greater troubles may afflict us, and Ave may many a time again Avrithe in bitter anguish, but avc shall not knoAv again that crushing realization of what suffering is. Such a moment had come to Honor noAv. It does not come to many of us in connection with a loA'e-affair ; for, in truth, feA\\r of us knoAv Iioav to loA7e enough to suffer deeply from it. But she Avas one of the few. She loA'ed for the first time in her life, and it Avould also be the last. But she Avas not the Avoman to be crushed by any trouble. She kneAv hoAV to suffer and be strong. She appeared at dinner that night calm and serene as usual. She looked on Avhile Arthur Avooed Dolores Avith the quiet but persistent determination Avith Avhich, noAv that Honor's eyes were opened, she kneAv"], [123, "113 CONFLICT. he had been wooing her for Aveeks ; and she never flinched. She listened Avhile the girl sang the love-songs Arthur bade her sing, and she restrained herself from shrieking aloud under the agony they inflicted. Truly it Avas a piteous comedy these three played that night, The man draAvn by every fibre of his being to the girl AA'ho, unconscious as a child of the meaning of his rapt attention, heedless indeed of it and all her present surroundings, sang the tender ballads he asked for Avith a passion Avholly due to the thought of another; and the Avoman Avatching both Avith a breaking heart, and dumbly praying just for strength to hold up her head and smile. She had no definite thought beyond that. She dared not let her thoughts Avander beyond that necessity. Would the evening never end? Arthur stayed later than usual. VOL. II. i"], [124, "114 A AVOMAN IN TEN THOUSAND. He probably thought that, having had that explanation Avith Honor, he Avas entitled to claim neAv privileges in the Avay of coming and going. Yesterday Honor Avould have reminded him it Avas time to go — had she found it in her heart to Avish him to go. To-night any such assumption of familiarity AAras impossible. But it Avas over at last. Arthur, AArith manifest reluctance, had noticed the hour and torn himself aAvay. He had bidden her good-bye Avith a look Avhich said, ' Work for me,' and Dolores had kissed her AA7ith her usual demonstrative affection, and at last she Avas alone. Then she gave Avay to her agony. She did not Aveep. Tears are for a softer, tenderer grief than hers. There Avas a mad sense of injustice in her heart, and she beat herself with passionate, impotent"], [125, "CONFLICT. 115 rebellion against the fate that had over taken her. She could not give him up, she cried to herself. It AA7as too hard. Dolores did not want him; she Avould never love him. But he loA7ed Dolores ; and something in Honor's OAvn heart told her that, Avhether his love Avas or was not destined to be croAvned with success, he Avould never loA7e another Avoman. And she, who had nearly reached the age of tAventy-seven without haA7ing eA7er cared for any man, must now knoAv all the bitterness of hopeless love. All the stored up Avealth of her heart, Avhich had been gathering strength during the years that most gilds are frittering aAvay their affec tions in a series of passing fancies, she had given him Avithout reserve — and he did not AArant the gift. ' I cannot bear it,' she said a thousand i 2"], [126, "116 A AVOMAN IN TEN THOUSAND. times. ' I must haA7e him, or I shall die. I cannot school myself to forget or to live Avithout him, I cannot.' All through that summer night the battle raged, and early dawn and rising sun found the despairing woman no nearer to conquest over herself. But, when the sounds of the servants moving about the house Avarned her that she must soon face the world again, her instinctive pride re minded her that she must not expose her self to remark by letting the servants see that she had not been in bed all night. She tumbled the bed-clothes about; then, dressing herself, she crept out of the house to the little church she loved so much. She had her oavii key, and she kneAv she had nearly two hours before the early ser vice, for which to-day she must not stay. She dared not bring her rebellious, passion tossed heart to God's altar. But a A7oice"], [127, "117 CONFLICT. in her Avhispered that something Avithin those sacred Avails Avould give her strength to Avrestle Avith the demon that possessed her. The holy calm of the church did bring some fictitious rest to her tempest-torn soul, but the tempter Avhispered still. It AV7ould be so easy to say to him, ' I knoAv Dolores Avill never loA'e you, she already loves another. Best think of her no more.' And then in the rebound she might Avin him for herself. He Avas so fond of her, so fond that she had mistaken his affection for love ; Avould it be hard to develop it into the Avarmer feeling she had mistaken it for? Curiously enough, she never blamed him. She admitted at once that her own folly had deceived her, not any Avord or look of his. He Avas innocent of all Avrong, but perhaps the very fact that she could not be angry Avith him made it"], [128, "118 A AVOMAN IN TEN THOUSAND. AA7orse for her. There Avas nothing to Aveaken her admiration for him. Oh, she loved him ! She could not deny her own heart, and set herself to lead another woman into his arms. Her loA'e AA'as not pure and unselfish enough for that ! She started as this thought came to her. Is loA7e that does not seek first the happi ness of its object AA7orthy of the name ? and with this question a prayer rose to her lips, ' Teach me to love him truly.' Last night she had thought she Avould never pray again, so black was the darkness round her soul. She has taken no count of time, she has been deaf and blind to all around her in the storm that raged AA7ithin. Suddenly from the organ the soft notes begin to roll out, and she knoAA7s Dolores must be in church. A sense of rest is creeping over her, and she lets her tired head fall on her"], [129, "119 CONFLICT. clasped hands. She has forgotten her in tention of leaving the church before the service begins. Presently a single voice, clear, sweet, and rich, peals through the church. It is Dolores' voice, and she is singing, ' Come unto me.' ' Come unto me.' The familiar words strike Avith neAv meaning on her ear. She sinks back from the strife, and yields her self to the full influence of those thrilling notes. ' Come unto me.' It is surely a message direct from heaven to her storm beaten soul ; ' and I Avill give you rest,' sings the unconscious Dolores, thinking, poor child, at the moment more of her lover than of God. The lovely voice dies aAvay into silence, but a still small voice is speaking yet to Honor's soul alone, ' Come unto me, and I Avill give you rest.'"], [130, "120 A AVOMAN IN TEN THOUSAND. Her tears are floAving fast noAv, tears that relieve her burning brain and feArered eyes. The organ ceases, there is a slight stir in the church, the bell above gives out its solemn tone, calling Avorshippers to the sacred service; but Honor still kneels on, Aveeping softly. — Her battle is Avon."], [131, "121 CHAPTER IX. YOU MAY TELL HONOR. Dolores, wrapped in her oavii dreams, took no notice of the change in Arthur's manner to her. HaA'ing looked at him all her life in the light of a brother, it could not occur to her that his attentions, Avhich Avere certainly numerous, Avere anything but a recognition of the fact that she Avas no longer a child. She could not conceive of love-making conducted under other than the fashion in which Rupert Lyndhurst conducted it."], [132, "122 A AVOMAN IN TEN THOUSAND. The days Avent by, and there came an invitation to Glendare for Honor and Dolores. Honor would have refused it, but the girl, with even more than her usual A'ehemence, insisted on its being accepted. ' We must go, Honor, aa7c must,' she said ; and, Avith a brilliant flush on her face, added, ' You knoAv he will be there.' And Honor understood now, if she had not understood before. They Avere in the garden, cutting roses, Avhen the discussion took place. Dolores, in a pink cotton goAvn, and a big AA7hite apron and bib, held a basket piled up Avith the lovely, fragrant blossoms, red and pink and yelloAv and Avhite. While they Avere thus engaged, Arthur emerged from the house and came doAvn the terrace steps toAArards them. ' They told me I should find you here,' he observed, as he shook hands AA'ith Honor."], [133, "YOU MA A7 TELL HONOR. 123 Dolores' hands Avere full, and she only smiled her greeting. ' We are going to Glendare next Aveek,' she proclaimed presently, with a joyful in tonation that struck someAvhat unpleas antly on Arthur's ear. ' What do you want to go gadding off again for?' he asked. 'Isn't Elmdene good enough for you ?' ' Not quite,' she ansAvered, saucily. ' Honor, this basket Avon't hold so much as another tiny rosebud. I shall go in and put these in Avater.' She moved off. Arthur Avanted to ac- company her, but she imjieriously bade him stop and talk to Honor.' He obeyed her reluctantly. For some minutes he stood silently Avatching Mrs. StedAVorth as she slaughtered families of green flies, and snipped off dead blossoms. ' Do you knoAv,' he said, ' I think I"], [134, "124 A AVOMAN IN TEN THOUSAND. shall have to go to Sydney myself, about this business.' He alluded to a proposed branch estab lishment of their manufactory there. ' I believe it Avould be best,' ansAvered Honor, quietly. But she Avas not thinking of Avhat Avas best for the business. They discussed the plan in detail. ' And you Avould go in November,' she observed in conclusion, ' and be back — Avhen ?' 'In January, certainly. — But — Mrs. StedAvorth, I must speak to Dolores before I go. I cannot endure this suspense — I — I shall speak before you go to Scotland.' But he made the declaration Avith the air of a question. Honor slipped her scissors into the pocket of her gardening apron, and moved toAvards the loAver terrace. He kept by her side, and they descended the steps together."], [135, "125 YOU MAY TELL HONOR ' Why don't you ansAA7er me?' he asked, irritably. ' I Avas thinking of Avhat it would be best for me to say,' she replied, in a Ioav A7oice. 'Arthur — forgive me for the pain I am going to give you. There is no use your speaking to Dolores noAv.' ' Why ?' he asked, and his strong face greAV pale. ' She has no suspicion that you care for her. The knowledge Avould destroy the free and affectionate relations between you.' ' But I Avould not press for an ansAver,' he cried. ' I Avould gh7e her time. — But — oh, Honor, I must tell her hoAV I loA'e her.' Honor's eyes Avere bent on the ground. Her lips quivered. She pulled a rose from one of the standard trees that bor- dered the Avalk, and began mechanically to pluck it to pieces."], [136, "126 A AVOMAN IN TEN THOUSAND. ' It would be better not,' she remarked, tremulously. Her tone startled him. ' Why?' he cried again ; and then, ' There is no one else ?' ' There is some one else,' said Honor. She turned aAvay from him and sat doAvn on the stone parapet of the pond, holding the destroyed rose betAveen her fingers and looking doAvn into the sparkling AA'ater. Fh'e minutes elapsed, and then he came and stood beside her. ' Why did you not tell me before?' he asked, almost angrily. She made no reply to this, but began to tell him iioav the Avhole story of Dolores' acquaintance Avith Rupert Lyndhurst. He listened AA7ith a gloomy face. ' Perhaps after all he does not care for her,' he exclaimed, Avith momentary exul-"], [137, "127 YOU MAY TELL HONOR. tation ; but added, instantly, ' No, that is not possible.' There was a long silence, and then the young man said, ' Is he Avorthy of her His voice broke. Honor looked up, but she kneAv he Avas struggling for self command. ' Good-bye, Mrs. Stedworfh,' he said, cpiite quietly the next moment, and before she could answer him he Avas gone. She sat still AA'here he had left her, and cried in silent hopelessness. The following Aveek, Honor and her young ward went to Glendare. Here a disappointment awaited Dolores. Rupert Lyndhurst AA7as not there. She Avas, hoAv ever, consoled by finding amongst the assembled guests his married sister and her husband, and by hearing that Mr."], [138, "128 A WOMAN IN TEN THOUSAND. Lyndhurst wag expected in a feAv days. Rupert's sister, Mrs. Anson, Avas a hand some woman, with just enough likeness to her brother to endear her doubly to the girl Avho loA-ed that brother. Her chief characteristic seemed to be sound common- sense, and though she shoAved kindness to Dolores she appeared much more interested in Honor, to Avhom she talked a great deal, and Avho Avas very much taken by her. She spoke of her brother occasionally, and implied rather than said Avhat a good brother he Avas and Iioav fond she Avas of him. Amongst the other members of the party Avas the inevitable Mr. de Lacy Ellison, Avho laid himself AA'ith reneAved fervour at Dolores' feet, and received from her even less encouragement than usual. Three days later, Mr. Lyndhurst appeared on the scene. Then began a little comedy"], [139, "129 YOU MAY TELL HONOR. Avhich afforded considerable amusement to the lookers-on, but Avhich cost one of the chief actors many sleepless midnight hours and many bitter tears. Rupert Lyndhurst boldly and openly assumed the part of de Lacy Ellison's rival, and for some days the tAvo devoted their Avhole time and attention to AvooingDolores, neither ever allowing the other a mo ment's advantage nor the smallest chance of a tete-a-tete. But Dolores kneAv, AA7hat ever might appear, that Rupert never really sought a tete-a-tete, for she kneAv that he kneAv he had but to ask for it. Hence her secret unhappiness, though out- Avardly she bore herself bravely, and one not initiated might have supposed her to be loftily indifferent to both her admirers. This state of things came to an end at last, One day when the gentlemen came in from shooting, Avhither Mr. de Lacy El- VOL. II. K"], [140, "130 A AVOMAN IN TEN THOUSAND. lison had not accompanied them, they Avere met by the hostess Avith the information that the artist had been telegraphed for to London on important business. Mrs. M'Donald was pouring out tea as she said this, and Dolores Avas in the room, therefore the intimation Avas received Avith a decorous air of credence, one young man carrying his magnanimity so far as to remark ' that business is a doocid, beastly bore.' Only Rupert slightly turned his face to Dolores, and gave her a glance of amusement Avhich, though unperceived by the others, brought the colour to her cheek. ' Pull down that blind near you, Dolores, like a dear,' said Mrs. M'Donald, at the same moment; and the girl, glad of the excuse, turned round to do so. Rupert sprang forward to help her. His fingers closed over hers as they held the blind cord."], [141, "YOU MAY TELL HONOR. 131 ' Poor felloAV !' he Avhispered; but there was an exultant caress in his voice, and in his blue eyes as they looked into hers. She could not bear it. She put doAvn her cup on the table, and slipped out of the room and out of the house. What did he mean by these looks and words in public when he never spoke to her alone ? Her interview AA7ith Mr. de Lacy Ellison, avIio had not behaved with remarkable dignity, had agitated her. She put her handkerchief to her eyes to Avipe away tAvo scalding tears that Avould come. There Avas a step behind her. A pair of arms Avere clasped around her, a shoAver of kisses fell on her face. ' It's quite proper this time, my sweet little prude,' cried Rupert, holding her tighter as she struggled to release herself, ' for you may tell Honor all about it.' k 2"], [142, "132 CHAPTER X. mr. Ellison's avarning. Arthur Stanton Avas troubled. The neAA's of Dolores' engagement had reached him a Aveek previously, and noAv he Avas aAvait ing his first intervieAV Avith his AA7ard's betrothed. He chafed under his anomalous position. To play the grave guardian on behalf of this Avoman,rAvho Avas the desired of his own young and passionate heart, Avas an in tensely distasteful task. Yet it AAras not this Avhich Avas troubling him It had to be done, and he could do it, as he had"], [143, "mr. Ellison's avarning. 133 Avritten to Dolores the letter of congratu lation which Avhile breathing the truest, tenderest interest in her welfare, and ex pressing the most ardent Avishes for her happiness, Avas yet so carefully Avorded that none Avho did not knoAv could ever guess from it that he loved her himself, — a letter that Avas\" so completely such as an elderly guardian might have written to a young Avard he AA7as very fond of, that Rupert, to Avhom Dolores gave it for per usal, could find no Avord in it to find fault Avith, though he had all a man's natural jealousy of every other unrelated man Avho had the right to treat his fiancee familiarly. But Honor, reading betAveen the lines both of this and the letter he had AAritten to herself, shed bitter tears of unavailing sympathy. Arthur did not fear that he could not"], [144, "134 A WOMAN IN TEN THOUSAND. play his part with fitting friendliness and composure in the interview before him, or in any future interviews AArith Dolores or her betrothed; but he Avas troubled be cause he had that morning received a letter from Mr. de Lacy Ellison, containing a frantic appeal to him not to permit an engagement betAveen Miss Dare and Ru pert Lyndhurst. ' He Avill never make her happy,' Avrote _v|r. Ellison. ' He is a bad man. I am sure of this, and yet I can bring forAvard no proofs to support my assertion. He is not a man for any Avoman to trust her happiness to. He has a Ioav opinion of Avomen, he looks on them as mere toys to fill a man's leisure hours. He is incapable of love. He Avants Miss Dare for her money. I do not say he is insensible to her marvellous beauty, but he would not go the length of marrying her if she Avere"], [145, "mr. Ellison's aa'arning. 135 poor. He has neither conscience nor principle, he is a man Avithout honour and Avithout heart, It is not jealousy AA7hich prompts me to say this, although I loA-e her as I belieA'e no man yet ever loA7ed a Avoman ; but, if she had made a worthy choice, I could have rejoiced in her hap piness, though she Avould not haA7e been likely to meet anybody who could haA'e given her such diamonds as mine. But she has not made a worthy choice, and I cannot resign myself to the thought of it. js can do nothing, but you as her guardian can forbid the marriage, and I do entreat you, as you realize the responsibility of your position, to forbid it.' There Avas much more in the same strain, but there Avere no definite accusa tions ; indeed, it A\\ras evident that the AATiter had no grounds upon which to make definite accusations, and Arthur"], [146, "136 a woman in ten thousand. could not but feel that, in spite of the denial, jealousy Avas the real motive of the letter. The engagement Avas iioav a Aveek old, but Honor had refused to alloAv it to be made public until Rupert had seen the girl's other guardian and given a satis factory account of himself. It had, hoAV ever, been impossible to keep the secret at Glendare, and evidently it had already gone beyond Glendare. Honor, Dolores, and the young man had returned to Elmdene the previous day. Mrs. Stechvorth had not invited Arthur to dinner on the night of their arrival. She thought perhaps it AA7ould be pleasanter for Arthur to make the acquaintance of his successful rival before seeing him in Dolores' society. Arthur Avas grateful to her for the thought, which he readily divined though"], [147, "mr. Ellison's warning. 137 she had not expressed it. He felt that it Avould be easier to subject the aspirant for Dolores' hand to a severe examination if he met him for the first time as a stranger, and had not been shaken from his sense of duty by the strong realization of Dolores' love for him, Avhich seeing her in his society might have produced. But Mr. Ellison's letter troubled him inexpressibly. He would like to have shown it to Honor before meeting the sub ject of it, but that was impossible now. It had only come half-an-hour ago by the second post, and the moment when Mr. Lyndhurst had requested to be received Avas already come. Arthur's lodgings Avere in a dreary street, and his sitting-room was not a par ticularly cheerful apartment. His æsthetic tastes were undeveloped, and, had it not been for Honor and Dolores, there would"], [148, "138 A avoman in ten thousand. have been nothing in his rooms but Avhat the landlady provided, and his books, Avhich filled every spare corner. His tAvo friends, hoAvever, had given him presents in the Avay of artistic knick-knacks, aud photograph frames. An enlarged photo graph of Mr. StedAvorth hung over the fire-place, and tAvo photographs of Honor and Dolores stood on the mantelpiece. Mr. Lyndhurst Avas punctual. Within tAvo minutes of the hour named, the lodging-house-maid threAv open the door, and announced him. Arthur went forward and shook hands Avith him. ' I have already heard so much of you from Dolores,' said Rupert, in his most genial manner, ' that I feel as if I kneAv you intimately already.' If Arthur felt a pang on hearing the dear name fall Avith such glib familiarity"], [149, "mr. Ellison's warning. 139 from the lips of a stranger, he suffered no sign of it to appear. ' I hope,' he said, Avith a smile, ' that AA7e shall become intimately acquainted, and, as a means to that end, had Ave not better proceed at once to business ?' ' Certainly,' replied the other, airily. ' You are aware that I am Dolores' guardian ' Conjointly Avith Mrs. StedAvorth,' inter posed Rupert, quickly. ' Conjointly Avith Mrs. StedAvorth,' re peated Arthur, calmly, ' and Dolores can not marry without the full consent of us both. I need not say that, knowing Mrs. Stedworth to be fully satisfied to gh7e our ward to you, I desire nothing better than to find that I may be equally satisfied to do so. But I am sure you will understand that it is my duty to make very strict in quiries as to your suitability.'"], [150, "140 a avoman in ten thousand. ' Of course, of course,' replied Rupert, • I am most anxious you should. You Avould indeed be culpably negligent of my darling's interests if you Avere to hand her OA7er to the first man Avho asked for her Avithout inquiring about him most care fully. I am a poor man ; this you know, as I have never made any secret of it to Dolores or to Mrs. StedAvorth. But I am Avilling to settle everything I have on my Avife, and to insure my life, or do anything you think desirable.' This sounded Avell, but Arthur Avas not the man to trust to Avords. He cross-examined the young man Avith a closeness worthy of an experienced bar rister. But Rupert stood the test, and, Avhen the long interview closed, he left Arthur's sitting-room a lover accepted by both guardians. As soon as he was gone, Arthur sat"], [151, "mr. Ellison's warning. 141 down and Avrote to Mr. Ellison, telling him that he could not use the vague accu sations of one man as a reason for reject ing Mr. Lyndhurst's suit Avhen everything that he could discover about him AA7as satis factory, but that, if Mr. Ellison had any good reasons for his warning, it was his duty to disclose them. Rupert, in the meantime, returned to Elmdene with triumph on his face. Do lores Avas Avaiting for him at the gate. She had had no fears as to the result of the intervieAv ; she did not think it possible that anybody could be otherwise than charmed AArith her lover, and, as she had not sufficiently realised Arthur's attach ment to herself, she could not be expected to think of that aspect of the question. ' Rupert,' she said, softly, emerging from a side-path Avhere a turn in the ap proach hid the lodge from sight ; and she"], [152, "142 A WOMAN IN TEN THOUSAND. nestled up to him as he threAv his arms round her and kissed her. 'Well, my pretty one, it is all right. That ancient guardian of yours can find nothing to object to in me.' ' Hoav could he find anything to object to?' asked Dolores, simply. ' I am sure he Avas very nice to you, A\\7asn't he?' ' Hum ! — To tell you the honest truth, I didn't take much to him. He's a bit of a prig. 'Arthur a prig! Oh, no, indeed he is not. He is — you don't knoAv hoAV good he is. He put his finger on her mouth. ' You mustn't he too enthusiastic, dar ling, or I shall be jealous.' ' You need never be that,' she said, lifting her dark eyes to his face Avith a look Avhich might have satisfied a very Othello."], [153, "mr. ellison's warning. 143 ' I'm not jealous — yet,' he replied, after a rapturous demonstration of his appre ciation of the look. ' But, all the same, your dear Arthur is too young to be your guardian. It is riling to be cross-exam ined as to your income and your respect ability by a felloAV AA7ho is about your own age.' ' But, after all, plenty of brothers Avho are quite young haA'e to be guardians to their sisters,' she observed. ' But Mr. Stanton is not your brother, and one feels all the time he may Avant you for himself, and is interested in prov ing one a scoundrel.' ' Arthur is not like that.' ' Tell me, noAv, — has this solemn fellow never flirted Avith you ?' ' Never !' said Dolores, indignantly ' Then he must be a great fool to have"], [154, "144 a avoman in ten thousand throAvn aAvay such opportunities as he must have had.' ' Noav you are naughty and vulgar too,' said Dolores, Avith a little froAvn; and he Avas obliged to smile and express penitence. Arthur came to dinner in the eA'ening. He met his Avard AA7ith the calm composure of an elderly uncle, and offered his con gratulations Avith a playful smile in her lover's hearing. ' Your dignities agree Avith you,' he said. ' You look blooming.' ' That is more than j7ou do,' she re torted. ' What have you been doing Avith yourself?' ' Worrying over my responsibilities to- AArards you,' he ansAvered, smiling. Honor iioav appeared. The greeting be tween herself and Arthur Avas quiet enough, but in their mutual glance and"], [155, "mr. Ellison's avarning. 145 hand-pressure each conveyed a world of feeling to the other. Dinner passed pleasantly. Arthur ex erted himself to be unusually agreeable, and Rupert Avas so Avithout exertion, AA7hile Dolores, unconscious of any disturbing element, Avas gay as a lark. Honor Avas the quietest of the four. After dinner, AA7hen the young engaged pair retired to the far end of the inner draAA7ing-room, — AA'here, under cover of the piano and Dolores' guitar, and screened by a great group of palms and floral shrubs, they Avere as completely out of sight and hear ing as if they had been in another room, — Arthur seated himself beside his hostess for a confidential talk on the subject that Avas so near to both their hearts. ' Are you quite satisfied ?' Honor asked. ' I have found no reason to be other- AA7ise than satisfied,' he answered, slowly. VOL. II. L"], [156, "146 A WOMAN IN TEN THOUSAND. His cheerfulness Avas gone noAv, and his face shoAved the traces of past suffering and present dejection. ' But you are not,' she said, quickly. ' I must confess I do not like him. And yet I cannot but feel that I am liable to prejudice in this case. I should have found it hard to like any man Hoav ever, I can find nothing against him, and as I have made it a condition that the marriage shall not take place till the be ginning of February, by Avhich time I shall be back from Australia, I think that if there does exist any reason Avhy Dolores should not marry him, it Avill haA7e come to light by then.' ' But Avhy,' asked Honor, anxiously, ' are you so inclined to think that there is anything against him ?' ' Simply, I'm afraid, because I do not like him — and because of this.' He dreAV"], [157, "mr. Ellison's warning. 147 Mr. Ellison's letter from his pocket, and handed it to her. ' I do not see hoAV I could alloAv myself to be influenced in my action by such a letter as that, and yet — I Avish you would tell me Avhat you think of it.' Honor read it throngh tAvice before mak ing any comment, and Arthur sat watching her face, eager to note its every change of expression. ' Well?' he said, eagerly. She sighed as she handed it back. ' It worries one,' she said, ' but such vague accusations cannot be taken serious ly. Mr. de Lacy Ellison is an utter fool, and is frantically jealous of Rupert,' He made a gesture of disgust. ' Rupert ! Has it come to that already ?' ' Dolores would be hurt if I called him anything else. And I like him. He is very handsome.' l 2"], [158, "148 A WOMAN IN TEN THOUSAND. ' Hoav like a Avoman !' he exclaimed, ill temperedly. ' What on earth haA'e his looks to say to it?' ' And he really is charming. You Avill think so AA7hen you knoAv him.' ' I Avill do my best to think so.' When Dolores bade Honor good-night, she clasped her ecstatically round the neck. 'Oh, Honor! Honor!' she cried, half sobbing Avith excitement, ' I am so happy. I am so happy, I don't knoAv Avhat to do.'"], [159, "149 CHAPTER XL love's young dream. Nothing to Rupert Lyndhurst' s disadvan tage came to light during the feAv Aveeks that intervened before Arthur's departure for Australia, The young man Avas do cility itself Avith regard to the settlements, offering no objection to the Avhole of Dolores' fortune being tied up on herself, and making no stipulations as to any alloAv ance being made to him. His oavii place in Hampshire AA7as let, and the lease Avould not be out for three years more ; but this Dolores did not regret, she liked the idea"], [160, "150 A WOMAN IN TEN THOUSAND. that Rupert suggested of travelling for the first year at least. ' And after that,' he said, ' it Avill be time enough to talk about a home.' Honor, too, favoured the idea, in the hope that, if the young couple were Avith out a home, they Avould find it natural and convenient to make Elmdene their head- quarters. The only point on Avhich Rupert AA7as recalcitrant AA7as the postponement of the marriage. He tried hard to overcome Arthur's determination that it should not take place until after his return from Aus tralia, but Arthur would not yield. Then he attacked Honor, but Honor, though she stood his friend in most instances, here refused to back up his request. ' Dolores is very young,' she said. ' She is not yet eighteen, and then, you knoAv, it would be A7ery lonely for me to be here"], [161, "love's young dream. 151 all the AA7inter Avithout her, and Avith eA7en Arthur away from Daningham.' A faint smile, Avhich Honor did not see, curled the young man's lips, but he made no further attempt to press the point here. He reserved his expostulations for Dolores. ' It is cruel of you,' he said, plaintively, ' to insist on keeping me Avaiting all these months. If you Avould say you Avanted to be married at once, they would give in.' ' But I don't, my dearest,' she ansAvered. ' At least, not for myself. I hate not doing eA'erything you AArish. But I don't under stand Avhy you should Avish this so much. We are so happy as Ave are. You can spend the Avhole AA7inter here, and Ave can ride and Avalk and be together the Avhole day long.' ' But I Avant you for my OAvn, AA'ithout anybody to interfere. I hate the per-"], [162, "152 A WOMAN IN TEN THOUSAND. petual, \" Honor, may I go for a walk after dinner Avith Rupert?\" \"Honor, Rupert wants me to do this, may I do it?\" \" Honor, Rupert has asked me to do that, may I do it?\" I Avant you to myself, dar ling, I Avant you to have nobody's AA7ishes to consult but mine.' ' And do you suppose, sir, Avhen I am married, I am never going to consult any body's AA'ishes but yours?' she asked, playfully. ' I shall expect you to consult nobody's hefore mine.' ' Oh, darling,' she cried, ' don't you understand that that is the very reason ? These are the last feAV months that Honor Avill CA7er have of me like that. We must not rob her of them. I love her so dearly, and I OAA7e her so much. Just till Feb ruary, my OAvn dear Rupert, and then I shall be yours entirely, and shall put you"], [163, "love's young dream. 153 outwardly, as I do iioav in my heart, before everyone in the world.' ' That's all very well,' he grumbled, ' but February is a long time off. Some thing might happen betAveen this and then to prevent our being married at all.' She turnd pale and clung to him. ' Oh, Rupert, Avhat could happen, AA7hat could Ave let come betAveen us ?' she said, in a voice sharp Avith pain. ' Nothing, darling, of course nothing,' he answered quickly, startled as he had been startled once or tAvice before by the depth and intensity of her loA7e for him. Presently she said, ' And, besides, poor Honor Avould be too lonely if I were to leave her this winter, AA7hen Arthur Avill be aAvay.' Rupert smiled again more openly than he had done in Honor's presence. ' Considering their respective ages,' he"], [164, "154 A AA70MAN in ten thousand. observed, ' it seems to me an odd idea that Stanton is to preA7ent Mrs. StedAvorth from being lonely. Especially as, to tell you the truth, it has once or tAvice struck me that your dear, demure Honor ' ' I won't haA'e you speak like that of Honor,' she cried ; and he said no more. But all his entreaties, then and subse quently, Avere in A'ain. The marriage was to take place in February, and not before. On the first day of November, Arthur sailed for Australia, He had so far ar- ranged the pecuniary matters connected Avith Dolores' marriage, that, on his return, there Avould be little to do but to sign the settlements, and therefore the Avedding might take place as soon after his return as Avas coiiA7enient. During the three months of his absence, Honor had her time fully occupied in the"], [165, "love's young dream. 155 increased business Avork entailed on her, and in buying Dolores' trousseau. Rupert Lyndhurst did not spend the AA7hole winter at Elmdene, much to Dolores' disappointment. ' Mrs. StedAvorth would think me a bore, you know,' he said, Avhen the girl half playfully,half-seriously reproached him for coming so seldom, and for so short a time on each occasion. Yet Honor had gh'en him a cordial in vitation to consider Elmdene his home for those three months. Nor Avas he eA'en ahvays in London, Avhen they came upon shopping expeditions, though AA'hen he Avas he Avas the most deA7oted and attentive of lovers. Dolores had orders to write to him every day to his London club, because, he said, he rushed about so much he Avould"], [166, "156 a avoman in ten thousand. never get his letters if they were not sent to a fixed address. He Avrote to her from various places : country-houses where he Avas shooting, hotels in Cheltenham and Brighton, and once from Monte Carlo, Avhere, he said, he had been summoned to help a great friend Avho had got into trouble there. In a postscript to this letter he added, ' You need not mention to Honor that I am here. — People have such a horror of this place that they think no motive can excuse one's being here for an hour.' Dolores did not mention it, therefore. She ahvays imparted the contents of Ru pert's letters very sparingly to Honor, for he had long ago told her he hated having his movements published to the Avorld. As a matter of fact, his letters gave very little account of himself, but they Avere so full of Avhat Mrs. Leland called ' flummery '"], [167, "loate's young dream. 157 that Dolores did not notice the absence of solid matter. At the end of December, a letter came from Arthur to say he should be home about the 27th of January, and that the Avedding-day might be fixed as soon as Avas convenient after that. The date AAras ac cording fixed for the 3rd of February. It AAras to be a small wedding, as the number of the bride's friends Avas limited, and the bridegroom did not seem to be very keen about many of his friends being asked. His one married sister — whose little daughter Avas to be a bridesmaid — and her husband Avere coming, and his younger brother Avas to be best man. The other bridesmaids were to be two little Lelands and little Rita Anson. Mrs. M'Donald's small son Avas to act as page. Honor Avas determined that everything should be well done, and that it should be"], [168, "158 A WOMAN IN TEN THOUSAND. as pretty a AA7edding as possible. Dolores left everything, doAvn to the choosing of the bridesmaids' dresses, to her. 'What does it matter?' she said. 'If you Avere marrying for money or position, it might be natural to Avant to have the shoAV as fine as possible ; but AA7hen you are marrying for love, Honor, for love, AA'hat does anything matter except that he loves you and you love him.' She snatched up her guitar, AArhich Avas lying on the sofa, and began to sing, \" Oh, there's nothing half so sweet in life, As Love's young dream.\" ' Then she flung it doAA7n again. ' I hate that song. As if loA'e Avere no thing but a dream of youth, and not some thing that is strong and true, and will last for ever and for ever and for ever.' ' Yes, dearest,' said Honor ; ' but you really must attend to me uoav. Will you"], [169, "love's young dream. 159 haA'e AA'hite cashmere and SAvansdoAvn and snoAvdrops for the children — or do you think it Avill look too cold?' ' It Avill look lovely, I'm sure, if you think so. I want to ride into Daningham for the second post ; I didn't get Rupert's letter this morning.' ' Go aAA'ay, then, you hopeless child,' returned Honor, laughing. But, Avhen the girl had gone, she laid down her pen and sat for ten minutes Avith her face buried in her hands. The Australian mail came in on the 26th, and all day long Honor Avaited for a telegram from Southampton, announcing Arthur's arrival, but it did not come. ' Perhaps he is coming straight here, and means to surprise us,' Dolores said, when dinner AA7as over and no telegram had come. 'I suppose so,' ansAvered Honor. She"], [170, "160 A AVOMAN IN TEN THOUSAND. Avas very quiet; but Rupert, Avho had come to Elmdene that day to meet his Avard's guardian, observed that she had eaten no dinner, and looked very pale and pre-occupied. It Avas not, hoAvever, till Honor Avas alone with Dolores that she admitted that she Avas concerned. ' He has not come,' she said. ' I am sure he has not come. It isn't like him to prepare surprises. And, if he has not come, it is something very serious that has prevented him.' She tried to speak calmly, but there was a tremor in her voice in spite of her utmost efforts. ' Honor dear,' remonstrated Dolores, ' I am sure you are making a mistake. If — if there had been anything serious to detain Arthur, he Avould have telegraphed.' Honor said no more; but, Avhen she"], [171, "LOVE'S YOUNG DREAM. 161 came downstairs the next morning, she looked so pale and tired that Dolores asked her if she felt well. ' I am quite well, dear,' she replied, and turned the conversation. The second post brought a letter from Arthur. He had met Avith an accident, had broken his leg badly, and Avas quite unable to start for England by the P. and 0. steamer, as he had meant to do. His letter had come by the mail he ought to have come by. If it were possible, he said, he Avould get home in time for the Avedding, but he feared it would be impossible. Honor stifled her oavii sense of disap pointment to console Dolores, AA7hose lamen tations Avere vehement. ' He's the only person in the Avorld be sides you, Honor, I really AAranted to have at my wedding.' ' After all, he might as Avell have alloAved VOL. II. M"], [172, "162 A AVOMAN IN TEN THOUSAND. us to be married in the autumn,' observed Rupert. ' I don't believe you care a bit about my disappointment,' exclaimed Dolores, petulantly. 'Within a week of my wedding-day, how can I care for anything?' he asked. No further communication came from Arthur, and the last preparations for the wedding proceeded apace."], [173, "163 CHAPTER XII. TOO LATE. The 3rd of February Avas one of those days Avhich sometimes dawn upon the Avintry world in order to save it from despair. The sky Avas cloudless, the air so still that the dropping of a solitary dry leaf that had escaped the winter's storms, or the flight of a small bird, could be dis tinctly heard. There Avas no tangible sign of the spring, the grass had not yet begun to groAV, nor the black thorns to put out their Avhite blossoms, the outlines of the leafless trees stood out sharp and clear m 2"], [174, "164 A AVOMAN IN TEN THOUSAND. against the sky, unsoftened by any round ing of their buds. But the snowdrops Avere pushing their delicate heads through the grass, the Avind — Avhat there Avas of it — breathed from the south, and over all the face of nature there reigned a happy, expectant hush, a thrill of SAveet, vague,. passionate hope. There are no days in all the year so instinct Avith unseen gladness as these first spring days dropped, as it Avere, into the heart of AA7inter. They pass, the wind grows cold again, the sleety rain blots out the landscape, but their memory fades not. ' It is winter still,' Ave admit, ' but spring is at the door, Ave have heard her footsteps, though their sound is dead ened iioav beneath the falling snow.' Honor looked from her AvindoAv on Dolores' wedding morning, and thanked God that the sun would shine on her dar ling's head that day. She stood long"], [175, "165 TOO LATE. looking at the still scene that Avhispered its promises from eA7ery nook, and by degrees its incipient gladness shed its in fluence over her oaa7ii sad soul, and she turned aAvay in a brighter mood than when she had throAvn open the AA7indoAv, She Avas reaching an age to be susceptible to the moods of nature. The very young care nothing for nature's aspects. For them it is ahvays spring or dreariest au tumn, according to the lights and shadoAvs on their oavii hearts. Dolores paid but little heed to the fair ness of the day. She Avas glad it Avas fine, but had it poured Avith rain it Avould not have affected her spirits one Avay or the other. When Honor came in to her, she was in a someAvhat solemn frame of mind. She Avas troubled by no doubts and no fears. She loved her chosen husband too perfectly for either. But she realised the"], [176, "166 A WOMAN IN TEN THOUSAND. solemnity of the step she Avas about to take, and her loving nature shrank from the coming parting Avith Honor and her home. ' Oh,' she said, with her dark eyes full of tears, ' why must all the highest joys of life be purchased by so much pain ?' But Honor attempted no ansAver. She kissed the girl, and bade her begin to dress. Very lovingly she superintended the toilette which Susan almost as lovingly waited on. Together the mistress and maid placed the bridal wreath on the beautiful dark head, and arranged the simple tulle veil. The bridegroom's present Avas a string of pearls, Avhich some of his intimate friends said they supposed his bride Avould eventually pay for. But Dolores, unconscious of these sarcasms, kissed the"], [177, "TOO LATE 167 milk-AA'hite drops before Honor clasped them around her neck. Everybody agreed that a prettier Aved ding had never been seen. Dolores Avas pale, but her perfect beauty stood the test, fatal to many brides, of a dead-Avhite attire in broad daylight, and through the veil, Avhich covered her from head to foot, her dark eyes shone like stars Avhenever she lifted them for a moment. But for the most part, they Avere doAvn-dropped, and the spectators saAV nothing but the long lashes Avhich shaded them. In Arthur's absence, Honor determined to give aAvay the bride herself. It AA-as, therefore, on her arm that Dolores Avalked up the church, and the sight Avas, some hoAA7, a curiously touching one. Honor, — partly from a desire to play, as perfectly as possible, the part she had assumed of"], [178, "168 A AVOMAN IN TEN THOUSAND. mother to the orphaned girl, and partly from a profound sense that, with Dolores' marriage, the chapter of her oavii youth was closed — had dressed herself in a dark- blue velvet goAvn and bonnet that would have been just suitable for the bride's mother, but Avas much too old for a Avoman of tAventy-seA7en. And it failed utterly in its effect. The middle-aged attire enhanced the pureness of her fair skin, and brought out into strong relief her youthfulness of face and figure. There were those in the church that day Avho admired the stately young guardian of the bride even more than the bride herself. It AA7as over. The irrevocable words had been said, the binding registers signed, and Dolores Lyndhurst walked down the aisle on her husband's arm, fettered for good or evil to this man till death should part them. The fat little page, in his Avhite"], [179, "169 TOO LATE. satin garments, staggered behind her, clutching her train, Avith a broad grin on his rosy face as he surveyed AA7ith pride the Avedding-favour that Honor had pinned on his shoulder. The four dainty little bridesmaids in their Avhite frocks tripped demurely behind, grasping their baskets of snoAvdrops and looking about, conscious, in their dawning feminine A*anity, that eAxerybody Avas admiring them. The organ pealed forth the 'Wedding March,' and, as the bridal pair stepped out into the sun shine, a band of school-children scattered floAvers at their feet. They Avalked doAvn the path to the gate, but, as they passed the spot AA7here a AA7hite marble cross told that this AA7as Mr. Sted worth's last resting-place, Dolores paused, and by a sudden impulse AvithdreAV her hand from Rupert's arm, stepped across the grass, knelt, heedless of her silk attire,"], [180, "170 A AVOMAN IN TEN THOUSAND. and laid her bridal bouquet on the grave. It Avas done so quickly that the lookers-on had hardly recovered from their first sur prise before she Avas again by her husband's side. ' Eh, but she shouldna hae doun that,' muttered Susan, Avho had got out of church in time to see Miss Dolores walk down the path. ' It's ill-luck to put bridal floAvers upon a graA'e. ' He gave me eA7erything,' A\\7hispered Dolores, in ansAver to the look of annoy ance in Rupert's eyes. ' I could not bear to do nothing to shoAV that I thought of him to-day.' Honor came home in the carriage into Avhich Avere packed the four little brides maids and the page. She Avent straight from the hall door into the draAving-room Avhere Dolores and her husband stood Avaiting to receive congratulations. Surely"], [181, "171 TOO LATE. since Adam and Eve were joined by God in Eden, no handsomer couple ever plight ed their faith to each other. ' God bless you, my darling!' murmured Honor, clasping the girl in a tender em brace ; and then she gave her hand to the bridegroom. The butler entered Avith some telegrams. Three Avere for Rupert, the fourth for Honor. She opened hers carelessly. She was expecting a telegram on business. ' Congratulations,' she heard Rupert say to Dolores ; and then her heart seemed to groAV cold, and her limbs to stiffen, as her eyes rested on the paper she held in her oavii hand. Clear and unmistakable the words ran : ' At any cost, delay the marriage. — Arthur? Dolores was looking over her husband's shoulder, reading his congratulatory tele grams. When she had finished the last,"], [182, "172 A AVOMAN IN TEN THOUSAND. she turned to Honor Avith a smile. But it faded Avhen she saAV her friend's face, and a terrible dread of something, she kneAv not Avhat, seized her. ' Oh, Honor ! What is Avrong ?' she cried, in terror. Honor had just self-command enough to say, ' Nothing, dear,' when the second car riageful of guests flocked into the room, and the girl's attention Avas claimed. Honor slipped aAAray. For a feAV minutes, at least, she must be alone. What did it mean ? Sick and trembling, she sat doAvn and tried to collect herself to think. She re-read the urgent Avords, and then noticed what in her first agitation she had over looked. The telegram Avas from South ampton. Arthur Avas in England! He would be here to-morrow, perhaps even to-day ! Honor Avas human, and a woman. For a moment all else Avas forgotten in"], [183, "TOO LATE. 173 the joy of this knoAA7ledge. She would see him, she would hear his voice and feel the touch of his hand. The desolateness of these long months, Avhen she had hungered and thirsted for the solace of his presence, AAras OA'er. It Avas but for a moment, and then Honor roused herself from this self- ish, and, under the circumstances, unut terably foolish ecstacy. What eA7il did this frantic message bode to Dolores ? And it Avas too late ! The marriage Avas an accomplished fact, and could not be undone. ' Oh,' thought Honor, AA7ildly, ' is it im possible to undo it? Must just one hour's difference in the arrival of a telegram decide the child's Avhole life ? Is it not possible, at least, to delay their departure till Arthur comes ?' The clock on the mantelpiece struck one, and Honor started to her feet. She had"], [184, "174 A WOMAN IN TEN THOUSAND. been a quarter-of-an-hour absent. She must go back to her guests, or Dolores Avould be coming to look for her, — poor, unconscious, happy Dolores, Avho, at least, must not be alloAved to guess anything. She formed a quick resolution, and went back to the drawing-room, and played her part creditably enough amongst the com pany. Presently seizing an opportunity Avhen Rupert Avas standing apart, teazing little Neil M'Donald, she said to him, in a Ioav A7oice, ' I must speak to you for a feAV minutes. Will you come into the study ?' He folloAved her immediately, but had she looked back at him she Avould have seen that his handsome face AAras clouded. ' I do not knoAv Avhat to do,' she began, directly they Avere alone, ' and I think the most honest thing is to tell you Avhat has happened. On our return from church, I"], [185, "TOO LATE 175 received this telegram from Dolores' guardian.' ' D Dolores' guardian,' said Dolores' husband, as he read the missive. ' I beg your pardon,' he added, Avith an effort to resume his usual courteous manner. ' But you must admit this sort of thing is trying to a neAvly-made bridegroom.' ' What does it mean ?' she asked. ' My dear Mrs. StedAvorth, hoAV can I tell you what it means,' he answered, AA7ith a careless laugh ; ' and, as the marriage is an accomplished fact, I should advise you to put the paper in the fire, and think no more about it.' ' I cannot do that,' she said, gravely. ' Arthur must have had some very strong reason for sending me such a telegram.' ' Undoubtedly,' he replied, AA7ith an im perfectly concealed sneer. ' I am sure Mr. Stanton never did anything in his life"], [186, "176 A AVOMAN IN TEN THOUSAND. Avithout having an excellent reason for it. But, as you know him very much better than I do, you ought to be better able than I to guess AA7hat his reasons for this par ticular action are.' She looked at him almost piteously. ' Rupert,' she said, ' Arthur must be here this afternoon, — Avould it not be well for you to put off your departure for a later train, so that you may see him?' ' That is rather too much to expect of me,' he ansAvered, smiling. ' But under these circumstances,' she in sisted, ' I hardly knoAv if I ought to let Dolores go.' ' Dolores is my wife] he said, haughtily, ' and is iioav subject to no authority but mine.' ' Unless, unless — ' faltered Honor. ' Oh, Rupert, forgive me, the child's happiness"], [187, "TOO LATE. 177 is at stake. Arthur has discoA7ered some legal bar to your union.' He laughed, and then he spoke quite gently. ' Dear Mrs. StedAvorth, your anxiety is natural. But I sAvear to you, by all I hold most sacred, there is no such bar. I haATe,' he smiled, ' no other AA7ife in the background. Mr. Stanton has discovered nothing that could enable him to dissolve my marriage, for nothing such exists. I haA7e no doubt he AArill soothe your fears completely Avhen he comes. But I regret that I cannot wait to see them soothed. My wife and I must leaA7e by the four o'clock train, as agreed.' As he spoke, the butler entered to an nounce breakfast. Breakfast Avas 0A7er, the carriage Avas at the door, and Dolores, in her pretty, dark red travelling dress trimmed with grey N VOL. II."], [188, "178 A AVOMAN IN TEN THOUSAND. fur, Avas standing in her pink and AA7hite bed-room clasping Honor in a passionate embrace. ' Oh, Honor, Iioav could one leaA'e one's home for anything but loAre?' she sobbed. ' Though I am so happy, my heart is breaking. I neArer seemed to love you as I do uoav.' ' You must not cry iioav, dear,' returned Honor, cheerfully. shall be.' ' If you are happy, I ' If I am happy !' The girl's smile broke through her tears. ' Be good to her,' Avas Honor's fareAvell to Rupert, as he turned from her to step into the carriage after his bride. The door Avas shut, and they Avere gone. Dolores flung herself in a passion of tears on her husband's breast, ' Will you love me always,' she cried,"], [189, "179 TOO LATE. * as they have loved me ? If you do not, I shall die.' ' Don't be a goose,' he said, irritably. ' Honor has put you up to this.' But then he caressed and soothed her tenderly. N 2"], [190, "180 CHAPTER XIII. THE REASON OF THE TELEGRAM. The guests Avere all gone, and Honor was left alone. She had desired to be alone, and Avas thankful that both Rupert's peo ple and the M'Donalds Avere compelled to leaA'e by the same train as the bridal pair, though the latter were to be com7eyed to a station further on the line, and had therefore to start half-an-hour earlier. By a quarter-past four everyone, even Mrs. Leland and her children, Avere gone, and Honor Avas left with a heavier heart than she had ever felt in her life before."], [191, "181 THE REASON OF THE TELEGRAM. Not even the recollection that Arthur would soon be near availed to cheer her, for Arthur, she sadly felt, Avould be angry Avith her for not guarding his treasure better. ' I ought not to have let her go,' she murmured. ' I ought never to have let her go.' But she could not Avell haA7e helped letting her go. Dolores Avas no longer subject to her authority, as Rupert in unmistakable tones had reminded her. She stood at the hall door from Avhich she had seen the last guest drhre aAvay. She could not bring herself to re-enter the empty house ; she AA7as hot and feverish with restlessness, and presently, heedless of the chill that Avas creeping into the air, and reckless of her velvet goAvn and smart shoes, she mechanically gathered up her skirts and began to Avalk forward in the direction of the chapel. She Avould go"], [192, "182 A WOMAN IX TEN THOUSAND. there to pray for her darling, and to stand beside her husband's graAre. As she emerged from the little side gate beyond the lodge gate, and Avas going to cross the road into the churchyard, the sound of carriage AA7heels struck on her ear. She AA7as about to draw back until it had passed, when she saAV it AA7as an open fly, and that in it sat a man Avhom she instantly recognized. At the same moment, Arthur saw her. He called to the driver to stop, and sprang out. 'Go on to the house,' he said; and then the next moment AA7as by Honor's side. ' My telegram AA7as too late,' he said, as if he knew it beyond a doubt, and yet still hoped against reason and knoAvledge to be contradicted."], [193, "183 THE REASON OF THE TELEGRAM. 'It Avas too late,' she answered; and, covering her face Avith her hands, burst into tears. He AA7as silent for a moment, and then, Avhen she regained her self-control, he said, ' This is hard on you too. — You are going to the church, — may I come with you ?' She bent her head in assent, and they crossed the road together. ' Tell me,' she said, in a Ioav A'oice. ' What have you discoA'ered?' He smothered a groan. ' That — but no, Honor, he is her hus band now. You need not know, and I, except to be ready to shield her, must forget that I ever heard anything against him.' ' I too Avill forget,' she answered ; ' but I must knoAv. If you do not tell me,"], [194, "184 A AVOMAN IN TEN THOUSAND Arthur, I shall imagine terrible things, worse, perhaps, than the reality. ' The reality is bad enough,' he mutter ed, gloomily, forgetting his desire to spare the Avoman he Avas fond of in his thought of the woman he loved. ' He is a rake and a gambler, and not, it is hinted, an honourable one.' ' Oh, it cannot be true, it cannot,' cried Honor. ' Alas ! I fear there is no reasonable ex- cuse for doubting it. All Ave can hope is that the influence of a pure and loving Avoman Avhom he loves will reform him — if he loA'es her. But oh, he must loA'e her, he must !' ' He loves her,' Honor repeated. ' Oh, yes, he must do that.' ' He Avas deeply in debt, but contrived, upon a solemn assurance that he Avas to be married to an heiress, to borrow money"], [195, "185 THE REASON OF THE TELEGRAM. enough to pay all his debts, and he exacted a promise that they Avould not split on him.' ' But hoAV did you find all this out ?' ' I Avill tell you. After I Avrote to you about my accident, I became very ill in deed. Worry and one thing and another threAv me into a feA7er, and for a feAv days they thought I Avas going to die.' Honor shuddered, and a faint exclama tion escaped her. ' I'm all right again iioav,' he Avent on, never heeding her betrayal of emotion, ' but I Avas not able to A\\7rite by the next mail. When I Avas recovering, the doctor, to Avhom I confided my intense desire to get to England as soon as possible, told me nothing would do me so much good as a sea- voyage, and so I Avas carried on board the P. and 0. steamer AA7hich AA7as due at Southampton yesterday, and I hoped"], [196, "186 A AVOMAN IN TEN THOUSAND. to be in time to attend the wedding. The sea air soon restored my health, and I was able to mix AA7ith my felloAV-passengers, and take part in the general life of the ship. There Avas one fellow A\\7hom I AA7as particularly taken AA7ith, and Ave used to spend much of our time in each other's society. One day he came into my cabin and saAV yours and Dolores' photographs. No one could see hers Avithout being in stantly struck by it. He, of course, en quired Avho she was. I told him briefly, for I have a foolish dislike to speaking of her, hoAvever casually, to strangers ' Arthur paused, and fell into a reverie. They had reached the church door, and waited before entering that he might finish his story. Honor stood on the steps lean ing against the porch, the Avhite stone throwing up her fine figure in its close fitting, blue velvet gOAvn into strong relief."], [197, "187 THE REASON OF THE TELEGRAM. The setting sun shone full on her hair, brightening its auburn to red gold. Arthur's eyes AArere bent on the ground, and hers, full of tender sadness, Avere fixed on him. He looked up at last, and her glance Avas quietly A\\7ithdraAvn. He scanned her for a moment Avith a subdued air of appreciation. ' I like your dress,' he remarked. ' But you haA'e not got half enough on. You Avill catch cold.' ' Tell me the rest,' she said, as he made a moA7ement to enter the church. ' We will Avalk up and doAvn.' They began sloAA7ly to pace the path. ' This felloAV DaAves began to speak in a half-chaffing Avay of my good fortune in knoAving such a loAely girl. To check him, I observed that she Avas going to be married. He asked AA7ho Avas the lucky chap who had Avon her. I told him."], [198, "188 A AVOMAN IN TEN THOUSAND. \" Rupert Lyndhurst!\" he exclaimed. \" Oh, not that scoundrel !\" \" What do you mean ?\" I asked. \" For heaven's sake tell me AA7hat you knoAv of him.\" At first he tried to retract Avhat he had said, but I Avould not be put off. I told him I AA7as responsible for Dolores' happiness, I be lieA'e I told him Avhat she was to me. At any rate, I convinced him he ought to tell me AA7hat he kneAv, that if I thought proper and arrived in time ' Once more Arthur broke off, and quick ened his steps almost to a run as if stung by the bitterness of the thought that he had not arrived in time. In a feAV seconds, hoAvever, he returned to Honor's side and went on, ' At last he told me. It seems he had been for some months on a sheep-farm in NeAv South Wales. Amongst his felloAv- Avorkers Avas a young man, who, though"], [199, "THE REASON OF THE TELEGRAM. 189 evidently a worthless sort of chap, possess- ed because he Avas a gentleman, a good deal of attraction for DaAves, AA'hich was reciprocated. This young fellow died after a feAv days' illness. Before he died, hoAV- ever, he requested Dawes to act as his executor, to look over his papers and effects, and destroy all that were of no consequence. Amongst the papers, DaAves had found a letter signed Rupert Lynd- hurst. It AA7as eA'idently written by one AA'ho had been an intimate friend, for it contained a full account of his doings, and, after narrating his difficulties, told hoAV cleA'erly he had got out of them. He had met an heiress AA7hose heart he had Avon, and, haA'ing made sure of her, had bor rowed money enough to pay his debts, and appear before the young lady's guar dians as a perfectly unembarrassed man. He repeated part of the letter to me. It"], [200, "190 A WOMAN IN TEN THOUSAND. Avas something like this : \" It was ticklish work, as I had no promise in writing, and not even a line from the girl to indicate that she had eA'er given me a promise, but I managed it with the help of my reputa tion as a lady-killer. I am to be married in February. She is a beautiful creature, and 'pon my word I am as desperately in love AA7ith her as IVe ever been AA7ith any woman in my life, and that's saying a good deal. She adores me. Poor little soul !\" Oh, Honor, you can never fancy AA'hat I felt AA'hen these Avords were re- peated to me, or Avhat I endured during the rest of that terrible A'oyage. And I AA'as too late — just one hour too late.' He clenched his fingers, and a look that almost frightened the gentle Avoman at his side came over his face. ' If he does not treat her well, I think I think I shall kill him.'"], [201, "191 THE REASON OF THE TELEGRAM. He looked at the moment capable of it, but the next instant he flung open his hand and laughed. ' I am making a fool of myself, and you are catching cold.' ' If he only loves her,' murmured Honor, directing her steps unconsciously to her husband's graA-e, ' all may yet be well. At least, Ave can Avatch OA'er and shield her.' ' And do you think,' he retorted, ' that Dolores is the woman to let us shield her from her husband ?' Honor was silent, She stood beside the graA'e and looked tenderly doAvn on the bouquet lying as Dolores had laid it a few hours before. 'What is it?' he asked, half-startled. ' Her AA7edding bouquet ? Did she send it ?' Honor related the incident, He knelt beside the grave, and, bending"], [202, "192 A AVOMAN IN TEN THOUSAND. over the floAvers, detached with tender fingers one Avhite blossom, which he kissed. 'God bless her!' he AA7hispered; and Honor turned aAvay, and left him there alone."], [203, "193 CHAPTER XIV. AVHO SHALL SPEAK? Nearly a year had elapsed since Dolores' wedding-day, and she and her husband Avere returning to Elmdene for the first time. They had spent the interA7al en tirely abroad, wandering from one place to another, and it Avas only because they had spent all their ready money that Rupert had acceded to his AA7ife's desire that they should accept Honor's invitation to spend some months at Elmdene. Dolores hoped soon to become a mother, and she longed feverishly for the comfort O VOL. II."], [204, "194 A AVOMAN IN TEN THOUSAND. of Honor's care and companionship. As she leaned back in the railway-carriage AA7hich AA7as bearing them to Daningham, noting eagerly each familiar object in the landscape, her dark eyes filled AA7ith tears more than once, but she brushed them hastily away Avith a deprecating glance at her husband, aa71io, hoAvever, Avas buried behind the Sporting Times, and took no notice of her. Alas ! She had been married scarcely a year, and already the eyes that had been wont to smile so brightly Avore the heavy look that speaks of secret Aveeping. For the first feAV months she had been very happy, and then the clouds began to arrive on her horizon. Her husband took to dining out, night after night, often not coming home till early morning. Some times he Avould come in very cross, and angrily check any attempt she made to"], [205, "WHO SHALL SPEAK ? 195 talk to him, or eA'en to ask the most in nocent question as to AA-hat he had been doing. At other times he would be flushed, excited and gay, would kiss her and say that they Avould have a delightful expedi tion next day, or go to the opera in the evening ; and then, poor child, she would be too happy to ask questions. She had, perhaps, unfortunately for herself, been brought up from infancy by unusually good people. Her first protector, Miss Mansfield, had been a singularly SAveet tempered woman, and from her Dolores had never heard a harsh Avord. We knoAv the treatment she received at the hands of all in her guardian's house. It is not strange, therefore, that this young creature, ivho had been wrapped round Avith love and tenderness, and Avho was by nature of an intensely sensitive, clinging disposition, should have shrunk in alarm and dismay o 2"], [206, "196 A AVOMAN IN TEN THOUSAND. from the irritable and undisciplined tem per of the man she had made her life's companion. Yet she AA7as sIoav to acknoAv ledge that there Avas any fault in him. The fault, she told herself, must lie AA7ith herself, Avho had been spoilt by Honor's in dulgence. It was not until theyAvent to Monte Carlo that she began to have suspicions of her husband's real character. At the time of their marriage, he had asked her if it Avould not be best for him to have the manage ment of her money, and to this she had willingly acceded, as any young and gen erous Avife Avould. He therefore kept her banking-book, and did not call on her to do anything but sign cheques Avhen he had filled them in. Once, Avhen he asked her to sign a cheque, so large as to startle even her inexperience, he explained, Avith great humility, that this Avas money"], [207, "WHO SHALL SPEAK? 197 he was borrowing from her to pay an un expected call on him, caused by the defec tion of a friend, for Avhom he had backed a bill. ' That Avas in my bachelor days,' he said, * I shall never do such a thing again ;' and Dolores was satisfied. But, AA7hen they had been a feAv days at Monte Carlo, the cheques he brought to her to sign became more numerous than ever, AA7hile she herself Avas, for the first time, kept short of money. One night she had lain aAvake for hours thinking of all this and trying to go to sleep, for it annoyed her husband to find her lying aAvake. At last, from sheer Aveariness, she had dropped into a doze, from Avhich she Avas aAvakenedby Rupert's boisterous entrance. ' Hurrah !' he cried, flinging a handful of notes and gold upon the bed. ' I've"], [208, "198 A AVOMAN IN TEN THOUSAND. broken the bank this time. — You don't understand AA7hat that means, you dear, innocent, loA'ely little thing !' She did look lovely and innocent as she sat up in bed, her luxuriant masses of hair tumbling about her, her face slightly flushed, and her large eyes shining. He snatched her in his arms and kissed her AArith the fervour Avith Avhich he had been Avont to kiss her in the early days of their engagement. She nestled her beautiful face against his and clung to him. ' Oh, Rupert !' she said, ' I do under stand — and I don't like it. Oh, let us leave this dreadful place, AA7hich has ruined so many people — let us leave it to-morrow.' He laughed good-humouredly. ' Honor Avould be shocked, eh ? And Arthur too ! Well, Ave won't tell them. — As for leaving here, perhaps you are"], [209, "AVHO SHALL SPEAK? 199 right, my pretty Aviseacre ; Ave'll think about it to-morroAv.' But, needless to say, on the morrow he went back to the gaming-tables, and began steadily to lose the fortune he had Avon. Shortly after this, Dolores received a letter from Honor, containing a A7ery clearly worded warning. It had come to Arthur's ears through Dolores' banker, AA7ho had been an old friend of Mr, Stedworth's, and therefore felt himself entitled to interest himself in his friend's ward, that her bank ing-account Avas very much overdrawn. It had not been till after much anxious thought and consultation betAveen Dolores' tAvo guardians that Honor had Avritten. Her letter caused Dolores considerable dismay. She asked her husband hoAV her banking-account stood. He SAvere a little, then laughed and kissed her, and told her it Avas his business only to see to all that."], [210, "200 A WOMAN IN TEN THOUSAND. At this reply she produced Honor's letter, and gave it to him to read. Then he SAVore not a little, but a great deal. 'The meddling fools,' he said. 'Will you tell them it is no business of theirs ?' ' I Avill do no such thing,' cried Dolores, flaring up. ' They are my friends. I love them. They love me ' ' One of them loves you rather too much. Under the circumstances, it Avould be bet ter taste if he Avere to sIioav less interest in your affairs.' The sneer fell harmless. Dolores Avent on : ' I AA7ill not hurt them by resenting their well-meant warnings. And they are right.' ' Oh, of course,' he said, coldly. ' The money is all yours. You do AA7ell to re mind me of that.' She burst into tears, and for the time the discussion ended."], [211, "AVHO SHALL SPEAK ? 201 It Avas not, therefore, Avholly anxiety to see Honor that made her so thankful he had consented to go to Elmdene. She hoped that, out of the Avay of the tempta tion and free from the excitement of a gambler's life, he Avould be loving to her again as he used to be. She Avas absorbed in these reflec- tions Avhen suddenly her husband threAV doAvn, AA7ith an oath, the paper he Avas reading. ' They are laying ten to tAvo against \" Papier Mache,\" ' he exclaimed. ' I must get some money somehoAV, Dolores. You will have to help me.' She sighed. l\\ Avill do what you tell me,' she an swered. ' But oh, Rupert, Avhen Ave are at Elmdene, Avon't you give up betting and going to races ? You knoAA7 — they Avould think it strange — and I couldn't"], [212, "202 A WOMAN IN TEN THOUSAND. bear them to think ill of you,' she con eluded, passionately. ' My dear, I don't care two straAvs Avhat they think of me ; and, if you suppose I am going to spend six months buried at Elmdene, you are mistaken. I shall merely make it my head-quarters, and go aAvay a good deal — on business. If you are fool enough to tell them I am gone to races, that is your look-out, not mine. — Here Ave are, and there's Honor on the platform.' No need to describe Honor's happiness at having her darling with her again, but she Avas quick to feel that it Avas another Dolores Avho had come back to her. The passionate, impulsive girl had deA'eloped already into a self-contained woman. Not that Dolores AA7as not rapturous as a child in her greeting of Gib, and of all the old familiar objects of her home, but Avhen the"], [213, "AVHO SHALL SPEAK ? 203 conA7ersation turned on her life during her towels abroad, she greAV constrained and cold. ' She is not happy,' said Honor to her self, Avith bitter pain, but she stroA'e to hide this conviction from Arthur, Avho questioned her, Avith feverish eagerness, as to the young Avife's every indication of her frame of mind ; for he, too, noted the sad ness of Dolores' face AA'hen in repose, and the Avistfulness AA7ith AA7hich her eyes fol loAved her husband. ' She is not very strong just noAv, you knoAv,' Honor said, trying to convince herself as Avell as Arthur. ' By-and-by she AA7ill be her old self again.' And at first it seemed as if this hope had been reasonable. When Dolores' baby daughter Avas laid for the first time in her arms, the rapture of the young mother gladdened Honor's heart, and by her"], [214, "204 A AVOMAN IN TEN THOUSAND. account of it brought solace to Arthur's. Rupert, too, showed himself at his best. The sight of his child roused, for a time, his better nature, his pleasure satisfied his Avife, and his attentions to her satisfied Honor and Arthur. Gib took the deepest interest in the baby. Dolores insisted on Rupert's lifting him on her bed Avhen the infant Avas lying beside her, that she might, she said, intro duce them to each other properly. He sniffed round the little AA7hite bundle, tried to lick its face, but being checked in this attempt, lay doAvn beside it Avith one paAV placed in a protecting attitude over it. The child Avas christened Honor, and Honor and Arthur Avere both godparents. It Avas a merry christening feast, and Dolores AAras gay as she used to be in her early girlhood. Tavo days after this, Rupert went away"], [215, "AVHO SHALL SPEAK ? 205 on business, and then the brightness faded out of the young mother's face, but she maintained a resolute silence to Honor as to the nature of the business that had taken her husband aAvay, and she strove valiantly to laugh and sing and seem as happy as eA'er. It Avas not, hoAvever, possible to deceh'e the loving eyes that Avatched her, and, as time went on, Rupert took less and less pains to conceal his mode of life from his Avife's relations. He Avas often aAvay for ten days at a time, and, AA7hen he Avas at Elmdene, he spent most of his time at the club in Daningham, playing cards and billiards, and soon fell into his continental habits of not returning home till tAvo or three in the morning. ' I think,' said Arthur one day to Honor, when the Lyndhursts had been nearly nine months at Elmdene, and autumn was"], [216, "206 A WOMAN IN TEN THOUSAND. rapidly developing into winter, ' I think it is time Ave spoke.' They had been discussing the subject long and sadly, and this AA'as the conclu sion he had come to. ' I quite agree Avith you,' he Avent on, ' that Ave should, for Dolores' sake, keep friends Avith him, but it is equally necessary for her sake that something should be done to check him. He is squandering the Avhole of her income, and reducing her to practical want.' ' But I know she has taken the manage ment of her money into her oavii hands,' said Honor. ' Yes — to give it all to him. That's no good. He must be spoken to.' ' Yes,' replied she, ' the question is, what are Ave to say, and aaLio shall say it, you or I?' ' You, I think,' said Arthur, after a mo-"], [217, "AVHO SHALL SPEAK? 207 ment's reflection, ' he dislikes me — and after all it seems an impertinence, on the part of a man so little older than himself, to lecture him on his disposal of his Avife's money. Honor acquiesced, and itAvas agreed she should take an early opportunity of speak ing to Rupert."], [218, "208 CHAPTER XV. A CRISIS. The opportunity Honor sought Avas not long in presenting itself. Tavo or three days after her conversation Avith Arthur, Rupert, aa71io had been in Daningham all day, came to the study Avhere she Avas sit ting Avriting before dinner. ' May I come in?' he asked, and. on per mission being granted, flung himself into a chair. ' I say, Honor,' he began, after a feAV minutes' silence, during AA7hich she had been debating Avith herself how she could"], [219, "209 A CRISIS. best introduce the subject she desired to discuss with him. ' It's very good of you to have had us here all this time, and it's been of course a very great thing for Dolores. But it's about time for us to be going. ' Oh, no, not yet,' she ansAvered, quickly. ' You had much better stay here till baby is a little older.' ' Well, the fact is, I must go — I haA7e business abroad,' he said, someAvhat jaun tily. ' And I don't think Dolores Avould like staying behind Avithout me. She is desperately fond of me, you knoAv,' he added, Avith one of his charming smiles. ' She is, indeed,' returned Honor, gravely. ' But of course,' continued Rupert, ' if you think it Avould be better for the baby not to begin travelling so early in life, and can persuade Dolores to remain here for VOL. II. p"], [220, "210 A WOMAN IN TEN THOUSAND. a little longer, I will not be so selfish as to offer an opposition to your Avishes.' ' No,' said Honor. ' A Avife's place is beside her husband. I should not dream of trying to persuade Dolores to remain here Avithout you, nor do I think it Avould be possible to persuade her. But, Rupert, — do not be angry Avith me — there is one thing I want to say to you. You knoAv Dolores is as dear to me almost as if she Avere my child, and — I cannot help seeing that — ' she had been about to say, ' that she is not as happy as she ought to be,' — but she thought this might be an in judicious way of putting it. As she paused to find a discreeter form of Avords, he broke in, angrily, ' May I ask if Dolores has been com plaining of me ?' ' Dolores complain of yon !' repeated Honor. ' Do you knoAv her so little as to"], [221, "211 A CRISIS. think that possible ? No, but to speak plainly, it is impossible for me not to have seen that she is in Avant of money, and this, Rupert, ought not to be. She — you have a good, a very good income betAveen you, and ' ' Excuse me,' he interrupted. ' But I fail to see by Avhat right you undertake to offer me advice on the management of my income. At this moment the door opened, and Arthur, AA7ho had been invited to dinner, came in AA7ith a business letter which he wanted Honor to read. He caught Rupert's last words, hesitated, and Avas about to retire, Avhen the young man saAV him and turning to him, exclaimed, ' Pray come in, Mr. Stanton, and speak for yourself, as I am sure Mrs. StedAvorth has only been your mouthpiece, hitherto.' ' What do you mean?' returned Arthur, p 2"], [222, "212 A AVOMAN IN TEN THOUSAND. rather more sharply than Avas judicious. ' What I say,' replied Rupert, insolently. ' Honor has been informing me that my AA7ife is short of money, and therefore I think I had better tell you both at once, to preA7ent all unpleasantness for the future, that I AA7ill stand no interference from either of you. Dolores is my Avife, and I am accountable to her only for the manner in AA'hich I spend her money.' ' Pardon me,' said Arthur, unheeding the gentle fingers Avhich Honor laid warn ingly on his arm. ' It is mine and Mrs. Stedworth's business to see that you treat your wife properly. I have heard from more quarters than one of your disgraceful neglect of her, of your gamblings at Monaco, of your flirtations AA'ith Avomen Avhom you should not haA7e alloAved to touch the hem of her dress ' ' Pray go on,' murmured Rupert."], [223, "213 A CRISIS. ' I am going on, sir. Mr. StedAvorth, her late guardian, left her in my care, and I mean to protect her. I mean to take such measures as shall secure her from the Avholesale robbery you have subjected her to.' ' Mr. StedAvorth, her late guardian,' re peated Rupert, smiling. ' That is a truly delightful euphemism. But it is rather too much to expect me to be crushed by an allusion to a gentleman of his antecedents — a gentleman Avho took possession of another man's Avife, murdered her husband, and then palmed off upon his respectable neighbours his OAvn illegitimate child as his brother's.' ' Rupert !' The cry AAras Honor's. With dilated eyes and Avhite face she started for- Avard, almost gasping for breath. ' Rupert ! You shall not — hoAV dare you say such things ?'"], [224, "214 A AVOMAN IN TEN THOUSAND. ' I say them because they are true,' re plied Rupert, with diabolical pleasure at the sight of her anguish. ' Be silent, sir,' said Arthur, sternly. ' I shall not be silent at your bidding,' retorted the other. ' Oh, Arthur,' cried Honor, piteously, turning to him. ' It is not true. Why don't you stop him ? Why do you let him stand here, here in my husband's room, and cast such foul aspersions on his honour?' ' Honor,' replied Arthur, gently, though he wore a painfully troubled look, ' Avould you mind going aAvay uoav ? I — I AA'ill talk to you afterwards.' ' Afterwards !' she exclaimed, her voice rising to passion. ' Why don't you now — at once — thrust this cruel lie doAA7n his throat ? ' ' Because it happens to be no lie, but"], [225, "215 A CRISIS. the truth,' broke in Rupert. ' But I am sorry I mentioned it before you, since you take it so much to heart,' ' You shall not go on,' interrupted Arthur, but the young man went on nevertheless. ' It neA'er occurred to me it could come as a painful surprise to you. I naturally supposed you understood the relationship that existed betAveen your husband and his ivard. For the rest,' he laughed, mockingly. ' I did not suspect your memory of him AA7as so tender. We are none of us blind to your unrequited passion for our good friend Arthur ' ' You d scoundrel,' said Arthur, springing forward in a white heat of passion; and with one furious, reckless IdIoav he stretched Rupert on the ground. At the same instant Dolores' voice Avas heard at the door."], [226, "216 A WOMAN IN TEN THOUSAND. ' I have brought baby to say good-night,' and even as she spoke she appeared, look ing the very picture of beautiful young motherhood, in a pale yelloAv tea-gown, with her baby in her arms. For a feAV seconds she stood motionless, stunned with surprise at the sight before her. Her husband prostrate on the floor, Arthur, with arm still uplifted, standing over him, and Honor, pale as ashes, clasp ing her hands upon her breast in an agony of shame and fear; Avhile Gib, his ears cocked, his Avhole attitude expressive of a readiness to fly upon anyone at her bid ding, stood beside his mistress. The pause Avas but for an instant, and then Avith a cry of, ' Rupert, my darling, AA7hat has happened?' Dolores thrust her child into Honor's arms, and flung herself on her knees beside her husband."], [227, "A CRISIS. 217 But he Avas already scrambling sulkily to his feet, ' What has happened ?' repeated Dolores, imperiously, looking round AA'ith flashing eyes upon the group. ' Merely that your precious guardian, whom you love so much, has thought fit to knock me doAvn,' muttered Rupert, Avith Avould-be disdain. She turned to Arthur ' Arthur ? Is it true ? Is it possible ?' ' It is true,' he replied, simply. ' I acted on the impulse of passion, and I deeply regret it, though heaven knoAvs I had provocation.' ' And you !' cried Dolores, flashing round upon Honor, and snatching the child from her as if her touch Avere con- tamination. ' You stood by and alloAved my husband to be insulted in your house.'"], [228, "218 A AVOMAN IN TEN THOUSAND. She would haA-e said more, but the mute face, quivering with pain, that met her angrj' eyes suddenly silenced her. There Avas a moment's pause. Then Honor spoke quietly, but AA7ith a trembling voice. ' I think we had better close this scene. Will you kindly excuse me from dinner to-night ? ' She moved AArith a sIoav and stately step to the door. Arthur opened it for her, and AA7ithout another glance at anyone she passed out. But, a moment after, he fancied he heard a fall. He hurried after her, and found her lying unconscious on the hall floor. With some difficulty he lifted her and placed her on a couch Avhich stood against the Avail. He did not knoAv Avhether he ought to summon assistance, or Avhether she Avould prefer no one to knoAv of her unusual Aveakness. He could not remem-"], [229, "219 A CRISIS. ber ever to have heard of her fainting, and he felt himself responsible for her doing it noAv. The Avords that Rupert had uttered Avere ringing in his ears. Some instinct told him they Avere true, though they had fallen AA'ith a shock of terrible surprise. He had never dreamt of such a thing, and Avas overwhelmed Avith bitter remorse. He must haA7e been in some Avay to blame that this dreadful thing had happened to him, that she, his friend AA7hom he never could loA'e, loA7ed him. He stood looking doAvn with an aching heart on the pure, proud face of the Avoman he so reA'erenced and trusted. He could have Avept at the thought of her pain. He consoled himself Avith no airy sophisms as to the impossi bility of her caring for him. He did not, indeed, think himself Avorthy of her loA'e ; but suddenly he kneAv that he possessed it, and that it AA-as a loA'e as enduring, as"], [230, "220 A AVOMAN IN TEN THOUSAND. true, and as passionate as ever Avoman gaA'e to man. Symptoms of returning consciousness came over her face, and he suddenly realized that he Avas the last person she would care to see AA7hen she came to her- self. He moved aAvay. But he dared not go out of reach, lest she should need assist ance. He stood, therefore, in one of the window recesses, where in the dim light she Avould not be likely to see him, unless she looked for him. She stirred, and presently sat up. After a feAv minutes' delay to make sure of her strength, she rose, and slowly AA7alked to the staircase. As she paused for a moment at the foot of the stairs, Arthur saAV her face, and to his dying day he never forgot it. In the meantime, the husband and Avife were left alone together. They too had"], [231, "A CRISIS. 221 heard the sound of Honor's fall, but Rupert had roughly checked Dolores AA7hen she had made a movement to the door. ' Let him go,' he said. ' He can console her with kisses more effectually than you can.' ' Rupert,' she said, indignantly, ' AA'hy do you speak of Honor like that?' ' Like AA'hat, my dear child ? There's no harm in his kissing her. He doesn't care for her ; but I don't suppose he will be such a fool as not to marry her, noAV that I've given him the straight tip.' ' What do you mean ?' said Dolores, aghast, ' What ha\\'e you been saying to him ? Why did he knock you down?' Rupert passed his hand over his head. ' 'Pon my word, my dear, I don't knoAv Avhat I said to him. It's all the fault of that filthy champagne Gars on gave me at lunch. I said — no, he insulted me gross-"], [232, "222 A WOMAN IN TEN THOUSAND. ly. By Jove ! I won't be insulted by an)- man alive. We must The long and the short of the matter is, Dolores, I must get out of this house. I have been grossly insulted here. I am not going to stand any interference from any of them. If you don't object to the Avay I spend your money, they have no right to.' ' No,' said Dolores, sadly. ' They must not interfere between me and my husband. We Avill go aAvay to-morroAv. But- — Ru pert — ' she came close to him, and shoAved him the baby, Avho Avas lying Avide awake and smiling in her arms — ' iioav that we haA'e baby to think of, you A\\7ill be more careful, Avon't you ?' 'Yes, darling, certainly, — but — as Ave are deuced hard-up just iioav, Avould it be a good thing if — if, for the child's sake, you"], [233, "223 A CRISIS. knoAv, you stayed on here for a bit. They haAren't insulted you, you know.' ' But you are the same as me. Hoav can I stay in any house AA7here you have been badly treated ? It breaks my heart, but I can neArer come here again, neA'er again. I can never be friends Avith anyone Avho is not friends Avith you.' She turned aAvay and left the room. She crossed the hall tAvo minutes after Honor had left it, and Arthur, who still stood in the AA7indoAv recess, saAV her tears falling like rain on her baby's face as she passed, bending her head over it and kissing it. But the baby AA7as chuckling, ' Grr, grr!' and trying to pull off her wedding-ring, for its own personal amusement,"], [234, "224 CHAPTER XVI. A SEALED FRIENDSHIP. Through the long hours of the night that folloAved the terrible scene in the library, Honor lay on her bed unconscious of eA'erything in the Avorld but her oavii pain. She had not undressed. She had flung herself doAvn immediately on reaching her room, and had neA'er risen since. Susan, alarmed at the butler's report that Mrs. Stedworth had not appeared at dinner, that Mr. Stanton had gone away also with out dining, and that it AAras eA7ident there"], [235, "225 A SEALED FRIENDSHIP. was ' something up,' had come to her mis tress, but had been curtly dismissed. ' I want nothing,' Honor had said, in harsh tones strangely unlike her own, ' except to be let alone. You need not come back to me to-night.' Susan, therefore, in grief and dismay, had retired to the housekeeper's room, where, as may be imagined, the gossip was loud and eager when it became knoAA7n that Mr. Johnson the butler had been told to send to Daningham for a fly the folloAA'ing morning to convey Mr. and Mrs. Lynd hurst, Avith the nurse and baby, away. Honor did not think. The power of thought Avas for the time gone from her. She only listened to the Avords Avhich beat ceaselessly on her brain, the insults Avhich Rupert in his blind fury had flung at her. First, the malignant epitome of her hus band's past life, and then the stinging Q VOL. II."], [236, "226 A WOMAN IN TEN THOUSAND. sentence which had laid bare her own carefully-guarded secret. Over and over again, relentlessly and monotonously, as if ground out of a barrel organ, the tAvo sentences repeated them selves, \\A7ith never a pause and never a change of tone. She did not analyse their meaning, she had no time. She could only listen and Avrithe under the stabs they gave her. though from time to time she moaned and turned herself face doAvn- Avards on the pilloAvs, as if she were trying to shut out the sounds. The morning daAvned, and she lay there still, her velvet gOAA7n crushed, her hair tossed, but it did not occur to her to get up and undress herself before Susan should come in. She Avas past thinking of appearances. And thus Susan found her Avhen she came in as usual at half-past seven. Susan carried a small tray in her hand,"], [237, "227 A SEALED FRIENDSHIP. and advanced to the bedside as composed ly as if it Avere the most natural thing in the Avorld to find her mistress still in her evening-dress, at that hour of the morning. ' I have brought you a cup of tea, ma'am,' she said, cheerfully. She set it down on the little table beside the bed, and turned aAvay to draAv back the curtains and open the shutters. Her calm, brisk manner produced its effect. Honor made an effort to pull herself together. She sat up, and passed her hand over her forehead. ' I have had a bad night, Susan.' ' Yes, ma'am, I see you have. And iioav you must just drink your tea, and then undress and get properly into bed.' Honor submitted. She Avas in a con dition to submit to any decisive voice. The tea refreshed her a little. She al- Q2"], [238, "228 A WOMAN IN TEN THOUSAND. lowed Susan to undress her, and sat in passive silence Avhile the maid unfastened and softly brushed her hair. The opera tion soothed her brain. As she Avas get ting into bed, Gib came whining at the door to be let in. He sprang, according to custom, on the bed, and the sight of him stirred some hidden chord in his mis- tress's heart. She broke doAvn and began to cry in a feeble, helpless manner that cut her maid to the heart. ' Brutes ! Wretches !' said the indig nant Avoman to herself; including, in these epithets, Arthur, Rupert, and Dolores, Avithout discrimination. ' What have they been doing to her ?' She closed the shutters again, and left the room. When she looked in, after half-an-hour 's absence, she found her mistress asleep. But, at ten o'clock, Honor's bell rang."], [239, "A SEALED FRIENDSHIP. 229 ' I am better,' she said, Avhen Susan Avent in. ' I AA7ill get up at once.' ' Yes, ma'am,' returned Susan, and then she hesitated. ' There's — Miss Dolores left a note for you.' ' Left a note?' cried Mrs. StedAvorth, in a voice sharp Avith painful surprise. But she quickly controlled herself. ' When did Mrs. Lyndhurst go ?' she asked, as she took the letter with fingers that trem bled visibly. ' They left at a quarter-past seven this morning, ma'am.' ' Very well ! You can come back to me in half-an-hour.' Susan went away, and Honor tore open the letter. It Avas very short, and Avas without formal beginning. ' It is better we should go at once with out leave-taking, Avhich could only be painful to us all. Heaven knows I am"], [240, "230 A AA7OMAN IN TEN THOUSAND. not ungrateful to you for all your good ness to me in the past, but my husband comes before everything and everybody, and I can have no felloAvship AA7ith those Avho insult him. — Dolores.' When Susan returned, she found her mistress, AA7ith eyes red from Aveeping, nearly dressed. ' I Avant this note taken at once to Mr. Stan ton,' she said. She finished her toilet Avith feverish haste, and refused every offer of break fast, though she Avas compelled at last to yield to Susan's entreaties and SAvalloAV a cup of soup, before settling herself in the library to aAvait Arthur's coming. ' Please come at once,' Avas all she had said to him, and she kneAv he would come at once.' Gib kept her company for a short time, but he Avas very low in his mind, and soon"], [241, "A SEALED FRIENDSHIP. 231 begged to be let out again, that he might go and have another fruitless hunt for the baby. At the earliest moment that Honor could expect Arthur to come, he came. His pale face bore traces of a sleepless night, and his intensely quiet manner told the Avoman Avho kneAv him so well hoAV strong AA7as the emotion it concealed. ' I sent for you,' she began at once, Avithout a Avord or gesture of greeting, ' because I must knoAv the truth. You heard the dreadful accusation that Avas brought against my husband and your friend, and you kept silence ! Why Avere you silent?' He was silent still. Twice he tried to speak, and tAvice his voice failed him. Her forced calmness deserted her. ' Oh !' she exclaimed, clasping her hands, ' Avhy don't you ansAver ? What does it"], [242, "232 A WOMAN IN TEN THOUSAND. mean ? Is there no one living to defend the dead? — And you were his friend !' ' I Avas his friend,' Arthur ansAvered, stung by the bitter reproach in her tone. ' And it is because I was his friend, I hesitated — I loA7ed him — I revered him — I revere his memory still ' ' And yet — and yet,' she urged, im patiently. He dreAv from his pocket the roll of manuscript Mr. StedAvorth had placed in his possession. ' Here,' he said, ' is the story of your husband's life, told by himself.' Honor uttered a faint exclamation, in dicative of mingled surprise and dismay. Arthur Avent on, ' He gave it to me and desired me to read it after his death, and then to give it to you, or to Avithhold it from you, as I should judge it best.'"], [243, "233 A SEALED FRIENDSHIP. ' And AA7hat right had you to judge it best to Avithhold it ?' she exclaimed. ' One moment,' he said, Avith a gesture entreating silence. ' I withheld it because — he Avas under the impression, in fact Ave both were under the impression, that you kneAv,' he hesitated, ' at least part of his story. It Avas not until after his death I discovered that you were absolutely igno rant of the Avhole of it. And, this being so, I thought — I admit noAv that I was wrong, but I sincerely thought it best that you should remain ignorant. Ask me no more. — Let him speak for himself.' He put the manuscript into her hand. She received it passively. For a moment there Avas silence, and then he said, ' And Dolores ?' She replied by giving him Dolores' letter, but she did not look at him as he read it."], [244, "234 A AVOMAN IN TEN THOUSAND. ' And you do not knoAv Avhere she is gone ?' he said. ' No. But I shall try to find out. I am going to leave the business, for the future, entirely to you. I shall let Elmdene, and spend my life trying to Avatch over my child, that I may be ready Avhen she needs me. For alas ! alas ! the day will surely come Avhen, in spite of all her loyalty to her husband, she Avill need me.' ' God bless you, Honor,' he said, fer vently. ' And now, good-bye,' she added, ' but stay — before you go, there is one thing I must say. We have been friends, Arthur. We shall be friends ahvays. But — the world has breathed upon our friendship, and henceforth it must be a silent one. — You Avill not misunderstand me?' The hot blood had dyed her pale face"], [245, "235 A SEALED FRIENDSHIP. crimson, but she spoke Avith steady dignity. ' I do not misunderstand you,' he replied, Avith equal composure. ' Between friends, there is no room for misunderstanding or mistrust, At any moment of my life, should you want me Avith word or action, I am ready to serve you, as I knoAv you are to serve me. We are friends for all eter nity, though it may be that, for the Avorld's sake, not till eternity shall Ave clasp each other's hands and look into each other's face so again.' He took her hands in a firm, tender grasp, and looked doAvn at her. She lifted her eyes unshrinkingly to his, and ansAvered, ' Thank you.' He Avas gone, and Honor was pacing the room Avith wild, uneven footsteps."], [246, "236 A WOMAN IN TEN THOUSAND. ' I want nothing from him but his love,' she cried, amidst her choking sobs. ' Oh, I love him so, I love him so.' But this fit passed. She set herself resolutely to the task of conquering it. She sent for food and Avine, and then, strengthened and refreshed, she sat doAvn to read her husband's manuscript."], [247, "237 CHAPTER XVII. MR. STED WORTH'S STORY. ' My Avife and Mrs. Leland Avere discussing to-day the morality of a certain novel they had been reading. ' \" It is an immoral book,\" said Mrs. Leland, \" the man is never punished for his sin.\" But Honor ansAvered, \" It seems to me that the torture of his oavii conscience Avas a far more terrible punish ment than any outward retribution could have been.\" Ah, me ! The torture of an accusing conscience, the ceaseless ache of a broken heart, — Avhat punishment of"], [248, "238 A WOMAN IN TEN THOUSAND. God's or man's inflicting can equal that for bitterness ? I sinned in my youth, and my old age is outAvardly honoured. Wealth, the respect of my felloAV-men, the affection and tender care of a SAveet young Avife : all these things are mine, but they are as ashes in my mouth, nay, more, they are as hot coals upon my head, for the Aveight of undeserved prosperity burns, burns, burns, cruelly. ' Oh, Dolores ! My little daughter Dolores, for eArer through those shining, smiling eyes of yours I see your mother's crushed spirit gaze at me in mute, invol untary reproach. So her eyes, too, smiled when I kneAv her first, and through my sin their smile Avas quenched for ever in unavailing tears. For the sin Avas mine — mine only. She AA7as pure as an angel, innocent as a child. I told her she Avas free, and she placed her hand in mine"], [249, "MR. STEDAVORTH's STORY. 239 before the priest Avith unhesitating faith in my Avord. But I had not lied to her — no, no, I did belie\\7e — But I sat down to Avrite the story of that time in due order, not to give expression to my oavii remorse, or to defend my OAvn Avilful blindness. ' I and my tAvin brother Robert Avere the only children of our parents, and Avere both as much indulged as if each had been the only one. There is no need to dAvell here on the story of Robert's life. As long as our schooldays lasted, he and I Avere all to each other that twin brothers usually are. But, Avith the close of our school life, Ave Avere parted. He went to Oxford, and from thence drifted aAvay from us all, and when, prematurely aged in the very prime of life, he sank into his grave, a sigh of sad relief burst from the hearts of those Avho should have wept for his loss."], [250, "240 A AVOMAN IN TEN THOUSAND. ' I did not go to Oxford. I was sent abroad to study foreign languages, as a preparation for entering my father's busi ness. My mother Avas a highly-cultivated Avoman, and endoAved Avith keenly artistic senses AA7hich she, in some measure, trans mitted to me. Foreign towel Avas as much her delight as it was my father's abhor rence. It seemed, therefore, a very satis factory combination of Avork and pleasure for my mother and me to Avander about the continent together. I really studied hard, and acquired a very competent knoAvledge of French, German, Spanish, and Italian, but I also acquired, amidst the literary and artistic circles Avhich my mother everywhere gathered round her, a strong distaste for commercial life. I made, however, no attempt to escape my destiny, and, in due time, I entered the business. But I never became really in-"], [251, "MR. STEDAVORTH's STORY. 241 terested in my work, and A\\7hen, after an unduly short probation, I Avas made my father's partner, I availed myself to the uttermost of his indulgence, and was little more than a sleeping partner in the firm. I spent most of the year abroad, towel ling and cultivating a small but decided talent Avhich I possessed for Avater-colour draAving. ' My mother died shortly after my ad mission to the partnership, and after her death I began to extend my travels to every quarter of the globe. ' I returned home, hoAvever, at intervals to assert my claim to being a Avorking member of the firm, more indeed to please my father than from any personal care Avhether my claim Avere recognised or not. My father AA7as very anxious that I should marry, thinking probably that a wife Avould be a strong inducement to me to stop at VOL. II. R"], [252, "242 A AVOMAN IN TEN THOUSAND. home and attend to business. But, in this matter, I was unable to gratify him. I had had one romance, and its termination had not left me eager to enter upon another. While I Avas still very young, I had been engaged to the daughter of a clergyman Avhose parish Avas not far from Daningham. I loA7ed her Avith all the ardour of youth. But the elderly heir to an earldom crossed her path, and fell in love Avith her. She promptly, and Avith little shoAv of self reproach, threAV me over for the prospec tive coronet that AA7as offered to her. It Avas long before I recovered from the bloAv, and I had never since thought of caring for any woman. Women had ceased to interest me, and I disliked exceedingly the idea of saddling myself Avith a wife. So I had said persistently, ever since the day that Alicia had informed me she had mistaken the nature of her feelings for"], [253, "MR. STEDAVORTH's STORY 243 me, and so I still said and believed Avhen I started on the journey that Avas destined to lead me' to the AvomanAvho Avas to interest me so fatally for myself and her. ' It Avas a sunny afternoon in spring Avhen I saAV her first. My travels had led me to the little toAvn of Loja, and, en chanted Avith its picturesque situation and the Avild beauty of its surroundings, I had resolved to settle myself there for some weeks, and deA'ote myself to sketching. On the third day after my arrival, I had strolled half-a-mile or so out of the toAvn, and Avas sitting on the river-bank A\\rith my sketch-book and paint-box trying to catch the characteristic features of the landscape, when the sound of soft footsteps and the murmur of Ioav voices fell upon my ear. A moment or tAvo later a shadoAv darkened the ground beside me. I looked round. r 2"], [254, "244 A AVOMAN IN TEN THOUSAND. Tavo women, well-dressed and apparently belonging to the superior classes, had paused a feAv feet behind me, and were looking doAvn on my sketch. ' They had probably imagined that I should not become aAA7are of their presence, and, the moment they discovered that I had done so, they hastily turned aAvay. But, brief as Avas the glimpse I caught of them, my attention Avas instantly rh'etted by the younger and the taller of the tAvo. I had no time to grasp the details of her beauty, I saAV only that she Avas beautiful. Her movement of retreat had been so sud- den and so SAvift that, in turning, she struck her arm against the projecting branch of an olive-tree close beside her,. AA7ith a violence that knocked the fan she held out of her hand. It fell over the steep bank, lodging in a cleft of the rock some ten feet beloAv. The girl uttered a"], [255, "MR. STEDWORTH's STORY. 245 faint exclamation of dismay, Avhile her companion more loudly vociferated her sympathetic regrets for the disaster. ' I rose, and in my best Spanish — Avhich I flattered myself was very good indeed — I begged permission to attempt the re covery of the fan. Then, Avithout Avaiting to receive the permission I had asked, I climbed doAvn the bank, a feat requiring a steady head and some agility, secured the fan, and regained the level ground again in safety. I approached the young lady, and presented it to her Avith a Ioav 1)oav. With a smile she thanked me, lifting to my face a pair of the loveliest eyes I had ever seen, even in Spain, that land of lovely eyes. Dark as night, brilliant as stars, soft as the doAvny fur upon a mole, they met my gaze with the innocent confidence of a child. She Avas tall and slender, and — but Avhat need to describe her further ? This is Avritten for"], [256, "246 A WOMAN IN TEN THOUSAND. those AA-ho have seen her daughter. Do lores is the image of her mother. She has inherited all her beauty of face and form, although she seems to me a degree less loA7ely, and is possessed of a vigour and vivacity which never Avere her mother's. I had addressed the girl as senorita, but at this her companion came forward, and Avith some eagerness corrected me. ' \" Donna Mercedes,\" she said, \" special ly valued the fan as it had been a gift from her husband.\" ' I Avas conscious of a vague sense of disappointment, but of course I made the apology that AA7as due. Then I scrutinized, more closely than I had before thought of doing, the tAvo Avomen. ' Donna Mercedes bore the stamp of high birth and breeding on every feature, in eA'ery inflection of her A7oice, in every"], [257, "MR. STEDAVORTH's STORY. 247 movement of her graceful limbs ; but her companion, I iioav perceived, belonged to quite another class, although she was eA'i dently on terms of perfect equality AA'ith the younger woman. She accepted my apologies as though they had been ad dressed to herself, and then asked me if they might look at my picture. Needless to say I gladly acceded to this request, and proceeded to shoAV them the contents of my sketch-book, explaining, AA'ith lengthy elaboration, the scenes they re presented. The old woman chattered volubly, but Donna Mercedes Avas silent, though from time to time she turned those Avonderful eyes on me in mute token of her interest in my explanations. But Avith all my efforts to prolong the enter tainment, the sketches Avere exhausted at last, and then the ladies bade me adieu,"], [258, "248 A WOMAN IN TEN THOUSAND. Donna Mercedes giving me a curiously, and it seemed involuntarily, AA7istful look as she murmured her farewells. ' They Avere gone, and I sat doAvn to sketch again, but I could not bend my will to the task AA7hich was ordinarily so delightful to me. For the first time for years a Avoman's face came betAveen me and the paper, a woman's tones Avere haunting my ears. Who Avas Donna Mercedes ? Who Avas her husband ? Bah ! That she had a husband Avas enough for me to know. Best perhaps for my oavii peace that I should learn no more of her. But it Avas otherAvise ordained. ' A feAV days after this little adA7enture, I AA7as Avalking doAvn the principal street of the quaint little toAA7n, AArhen tAvo female figures emerged from a shop just before me, and pursued their AA7ay in front of me. But in that moment I had recognized the"], [259, "MR. STEDAVORTH'S STORY. 249 face of Donna Mercedes' companion, and instantly, Avithout pausing to consider, I hurried after her, though I Avas AA7ell aAvare that the second figure AA7as quite unknoAvn to me. ' I took off my hat to the old lady, and made some trivial enquiry such as a stranger might haA7e a right to ask of any passer-by. But the excuse AAras not need ed. Her black eyes beamed Avith pleased recognition. She asked me Iioav I Avas getting on AA'ith my sketching, and in a minute or so introduced me to her daugh ter, Pepita. ' Pepita, Avho Avas a girl of about six teen, and a handsome specimen of the type common amongst the women of the loAver classes in Spain, fiwoured me with some very coquettish glances, and I — well, I did my best to be agreeable to both mother and daughter. They responded"], [260, "250 A AVOMAN IN TEN THOUSAND. very readily to my advances, and as Ave walked on together I learned that the old lady A\\ras a widow, Sanchita Lopez by name, and that her daughter Pepita had so fine a A7oice that she Avas going to be trained for the operatic stage. But no Avord Avas said of Donna Mercedes. When Ave parted, Sanchita iiwited me to meet them the folloAving afternoon at a tea-garden, Avhich they named, to drink chocolate Avith them. I accepted the invitation AA7ith alacrity, and Avas punctually, to the hour, at the rendezvous. ' With a beating heart, of Avhich I Avas half ashamed and half impatient, I per ceh'ed, as I approached the spot agreed on for the meeting, that there Avere three ladies aAAraiting me, and that one of the three AA7as Donna Mercedes. The old lady and her daughter greeted me with the warmth of old acquaintances, but Mercedes,"], [261, "MR. STEDAVORTH's STORY. 251 Avho seemed to me to haA7e groAvn seA'eral degrees more beautiful than she had been on the first occasion of my meeting her, only boAved with grave dignity, and con tributed little to the conversation, as Ave sat there in the Avarm spring sunshine sipping chocolate. ' Pepita flirted frankly AA7ith me. She asked me a dozen questions concerning my family, country, and position in life, all of Avhich I ansAA7ered truly enough. Her child ish fancy Avas caught by a A'ery curious and rare antique ring Avhich I Avore. She bade me draAV it off that she might try the effect of it on her OAvn plump, broAA7n hand, and Avas undisguisedly disappointed that I did not beg her to keep it, but restored it composedly to my own finger. Poor little Pepita ! I am not innocent of AA'rong even to her, for I knoAA'ingly let her give me her young heart, and used it as a means AA'here-"], [262, "252 A WOMAN IN TEN THOUSAND. Avith to attain my end. I had indeed no intention then of Avrong to anyone. I did but drift on the tide of circumstances and my oavii inclinations. If by a little harm less flirtation with Pepita I could secure an almost daily sight of Mercedes' lovely face, Avhy should I not flirt a little Avith this pretty, undisciplined child of Nature ? ' That afternoon Avas the first of many such. But I never heard of or saAV any men. Donna Mercedes' husband seemed to be practically non-existent. She lived in the house to AA7hich Donna Sanchita after a time invited me, and appeared to be looked upon as a person of some im portance in it, although she did not hold the position of its mistress. It Avas a curi ously anomalous household to Avhich 1 Avas introduced. Abroad Donna Sanchita and her tAvo young companions assumed the dress and tone of women of the upper"], [263, "MR. STEDWORTH's STORY. 253 classes. But in the prh'acy of their home their Avays Avere those of the people. They had but one untrained servant, and Donna Sanchita Avas evidently quite happy, and in her element, doing most of the household work herself. Donna Mercedes, as far as I could discoA'er, AA-as not called upon by anybody to do anything, and AA'as obA'i ously treated as a superior, Avhile addressed as an equal. My curiosity AA7as partially satisfied at last by the information, im plied rather than actually imparted, that the husband of Donna Mercedes Avas away, and that she AA7as under the duennaship of Donna Sanchita until his return. It Avas, hoAvever, clear to me that there Avas some mystery about him, a mystery I made up my mind to know ; for iioav, alas ! I knew myself to be madly in loA'e Avith this beau tiful Spanish Avoman. I was on intimate terms AA7ith all of them, and Mercedes had"], [264, "254 A AVOMAN IN TEN THOUSAND. dropped the air of proud reserve with which she had at first treated me, and AA7as gay as a child in my presence. I was the only visitor AA'ho ever crossed the thres hold, and I somehoAv understood that the privilege AA7as conceded to me because I AA7as a foreigner and a bird of passage. But I did not quarrel AA7ith the seclusion in which they lived, for to it I probably owed the pleasure they shoAved in my society. Not a day passed that I did not see them. I Avas teaching both Mercedes and Pepita to draAv. I cannot say they either of them showed any remarkable aptitude for ac quiring the art, but that did not lessen my satisfaction in giving them instruction. They in return tried to teach me to play the guitar and sing to it. ' Oh, those exquisite nights of earliest summer Avhen Ave sat in the little garden ■courtyard of Donna Sanchita's house under"], [265, "MR. STEDAVORTH'S STORY. 255 the shining stars, inhaling the fragrance of the citron-blossoms, Avhile Pepita and Mercedes sang to us, the one executing for our benefit the roulades and shakes she Avas so proud of her skill in, the other in a less powerful and less trained, but to my ears far sweeter voice, warbling the delicious loA'e-songs of the country. Day by day my curiosity concerning this strange trio increased as it became more and more abundantly evident that Donna Sanchita and her daughter were not the companions that Mercedes ought to haA7e had. ' \" Tell me,\" I said one day in despera tion to Pepita, \" who is Donna Mercedes' husband ?\" ' I had many tete-a-tetes, not of my own seeking, AA7ith Pepita. I could rarely, with the utmost manœuvring, secure a moment alone Avith Mercedes."], [266, "256 A AVOMAN IN TEN THOUSAND. ' Pepita glanced round nervously. ' \" It is better not to talk of him,\" she said, in a hurried whisper. ' I Avas playing Avith the antique ring Avhich had attracted Pepita's attention on the occasion of our first meeting, and for AA7hich she had more than once since ex pressed an extravagant admiration, coupled Avith a very broad hint of her desire to possess it. ' \" You may tell me about him,\" I re plied, as I turned the ring round and round on my finger. \" I will SAvear the utmost inviolable secrecy.\" ' She shook her head, but there Avere symptoms of yielding on her face. ' \" Look here, Pepita,\" I added, sudden ly, and drawing off the ring I held it up. \" I will give you this, if you Avill just tell me the Avhole truth about Donna Mercedes and her husband.\""], [267, "MR. STEDWORTH'S STORY. 257 ' Her eyes sparkled. '\"Will you really?\" she began, and then she stopped and Avent on again sus piciously. \" But AA'hy do you AA7ish so much to knoAv ?\" ' Before I could answer, her mother ap peared on the scene, and, as I kneAv I should haA7e no further opportunity that day of renewing the subject, I replaced the ring ou my finger. I did not think it Avould be Avise to pay Pepita beforehand.' s VOL. II."], [268, "258 CHAPTER XVIII. CONTINUATION OF MR. STEDAVORTH's STORY. ' When I came next day, the little house hold Avas in confusion. Pepita Avas ill. Fever had seized upon her, and her mother Avas distracted Avith anxiety. Thus it came about that Mercedes, Avho had hith erto been almost as carefully guarded as an Eastern princess, Avas left to her OAvn deA7ices, and I took prompt opportunity of indemnifying myself for the length of time during AA7hich I had been compelled to Avorship her from afar. Donna Sanchita"], [269, "MR. STEDWORTH's STORY. 259 spent all her time upstairs in her daugh ter's sick-room, and Avas probably not aAvare of the hours I spent in Mercedes' society doAvnstairs, or of the frequent oc casions on Avhich I tempted the young senora out for a Avalk in the romantic groves and gardens surrounding the toAvn. I prevailed on Mercedes to sit to me, and, though I had little skill in portrait paint ing, I contrived to catch her very look in a Avater-colour sketch I did of her, one never-to-be-forgotten day, Avhen for the first time she made allusion to the anomalous position in Avhich I found her. It was from that sketch I had painted the minia ture Avhich will lie on my breast when they put me in my coffin. She did not, Iioav ever, tell me the story all at once. She gave it to me bit by bit in her soft, liquid tones, sometimes as Ave sat together in the courtyard under the starlit sky, sometimes s 2"], [270, "260 A AVOMAN IN TEN THOUSAND. as Ave Avandered side by side upon the river bank at sunset. ' Told briefly, it Avas this : ' She Avas the daughter of a rich grandee. Her father had died in her early childhood, leaving her under the guardianship of her stepmother and her stepmother's brother. She had been left a large marriage portion, Avhich, in the eA7ent of her dying unmarried or without children, Avas to revert to her stepmother and her stepmother's heirs. Donna Emilia, her stepmother, Avas a harsh, selfish, grasping Avoman, and had little love for her orphaned stepdaughter ; and, as the girl grew to Avomanhood and showed no signs of dying, she resolved, at least, to secure the money for those of her OAvn race, by marrying her to her brother. She therefore arranged that she should spend some Aveeks at Don Garcia's place under the care of his other sister who lived"], [271, "MR. STEDWORTH's STORY. 261 with him. But so careless Avas she of the young girl, that she omitted to provide her Avith a sufficient escort for her long journey across the mountains. ' The little party Avas attacked by bri gands, and Mercedes Avas carried off by the chief of the robber-band to his hiding-place among the hills. To detain her till a large ransom AA7as offered for her had naturally been his intention, but her beauty made so deep an impression on him that the passion of love con quered the passion of avarice, and he resolved to make her his Avife. Com- pletely at his mercy, ignorant of what her fate might be if she refused, terrified and bewildered, the Avretched girl had no al ternative but to consent, and she Avas formally married to him by a real, though very villainous-looking priest, tAvo days after her capture. She never heard any-"], [272, "262 A WOMAN IN TEN THOUSAND. thing of her friends except that, about a year later, her husband told her that Donna Emilia had made some shoAV of searching for her, and AA7hen the search had proved useless had given out, AA7ith much lamentation, that her dear daughter Avas dead, and had forthAvith proceeded to get put in possession of her dear daughter's fortune. ' This information affected Mercedes but little. ' \" EAren if they had found me, they could not have unmarried me,\" she said, sadly. ' \" Then you have not learned to love your husband?\" I asked, eagerly, on the impulse of the moment. ' Her dark eyes met mine. A deep flush rose to her face. She turned her head aAvay. ' \" No,\" she whispered, in a tone so Ioav I only just caught the Avords."], [273, "MR. STEDWORTH's STORY. 263 ' I was silent. Just to be silent took all my self-control. I dared not speak. I still meant never to forget that she was another man's Avife. After a long pause she Avent on, tremulously, Avith the colour still fluttering on her exquisitely-rounded cheek. ' \" He could not expect me to love him. I was forced to marry him because I was completely in his poAver. And I am afraid of him. — He is so jealous, so passionate. — He loves me in a Avay, but I,\" — she broke into piteous sobbing — \" oh, I hate him !\" ' I sprang to my feet and left her. Alas, alas ! Avhy did I ever come back ? ' I came back the next day ; and, in spite of my resolutions, drew her on to tell me more. Her husband Avas a rough, fierce man, deeply in love with her in his own Avild Avay, but incapable of inspiring affec tion in her, and maddened into acts of"], [274, "264 A AVOMAN IN TEN THOUSAND. positive cruelty by his consciousness of this. She had not, hoAvever, seen him for more than a year. About eighteen months after her marriage, the Spanish government had taken a resolve to make a more than usually strenuous effort to rid the country of the brigands. Gomez, therefore, had deemed it advisable to retreat into very close hiding for some time. He had sent his Avife into Loja under the care of his stepmother, Donna Sanchita, as she called herself, Avhom he provided Avith money to take a small house and maintain a mo- derately comfortable household for the length of time he expected to be aAvay. For some months after his departure, Mer cedes had continued to receive news from him. But more than six months had now elapsed since he had been heard of. There had been a great affray Avith brigands just after the last letter he had sent her, and"], [275, "MR. STEDWORTH's STORY. 265 in this struggle many of the robbers Avere taken prisoners, of Avhom a goodly pro portion Avere afterwards hung. But Gomez Avas not amongst these. ' It need hardly be said that I pondered much over this story, and the natural result of my cogitations was, that it was my duty to restore Donna Mercedes to her family, and endeaA'Our to recover her for tune for her. But she did not take kindly to the proposal. ' \" They cannot unmarry me,\" she re peated, \" and I was very miserable Avith Donna Emilia. As long as Gomez is away, I am happier here.\" ' \" But Gomez Avill come back,\" I said ' She shivered a little, gave me another of those Avistful, appealing glances, and said nothing. ' I resolved to talk to old Sanchita. I had discovered her to be a good soul in"], [276, "266 A WOMAN IN TEN THOUSAND. her Avay, and I had gathered from Mer cedes that she was not particularly fond of her stepson. It AA7as not at this time A7ery easy to get hold of her. But I did accomplish it one day when Pepita was sleeping, and the mother came out into the courtyard for a breath of air. I had just arrived to enquire after Pepita, I was careful to say, and then I seized my op portunity and plunged into the subject. ' Donna Sanchita was surprised, and at first a little dismayed at the knoAvledge I shoAved of Mercedes' history, but she soon resumed her normal air of good-natured nonchalance. I Avas a favourite. She listened Avith many signs of disapproval Avhen I informed her that I considered it my duty to restore the young lady to her friends, though she also smiled a little maliciously, and intimated that she could make that a someAvhat dangerous un-"], [277, "MR. STEDWORTH's STORY. 267 dertaking for me if it pleased her to do so. ' \" HoAvever,\" she added, \" as I knoAv very AA7ell that poor Gomez is dead \" '\" Dead!\" I interrupted, AA7ith an eager ness I could not suppress. ' She looked at me for a moment, and her black eyes tAvinkled Avith amused ap preciation of the situation. ' \" I have heard [many rumours of it,\" she ansAvered, \" and for myself I do not doubt it. How can I ? Is it likely that a man Avho is so madly and so jealously in love Avith his Avife would leave her for a Avhole year Avithout neAvs of him if he Avere living ? He Avould find some means of communicating Avith her, no matter Avhat the risk. Bah ! he is dead sure enough.\" ' \" But if you think so,\" I asked, \" why do you not tell Donna Mercedes?\""], [278, "268 A WOMAN IN TEN THOUSAND. ' I had some difficulty in getting an ansAver to this question. At last, hoAvever, I gathered that the money Gomez had left Avith Sanchita Avas an object to her. She feared that, if Mercedes believed her self a AvidoAV, she would insist on breaking free from her old duenna's guardianship. But iioav, it seemed, the money Avas com ing to an end, and she could not afford to keep Mercedes ; and the long and the short of it was, that if I promised to take care that Sanchita Avas never called to account, I was at liberty to take Avhat steps seemed good to me to restore the brigand's young Avife — or AvidoAV — to her friends. ' I did not stay that day to see Mercedes. My brain Avas on fire. I Avanted to be alone to collect my thoughts. If Gomez Avere dead, then Mercedes was free. And I loved her ! But was he dead ? I had no proof, only the conjecture of this old"], [279, "MR. STEDAVORTH'S STORY. 269 Avoman Avho Avanted to get rid of a charge that Avas beginning to prove an incubus. But her conjecture Avas based on the strongest of probabilities. It must be true ! I made up my mind that it Avas true. Could any living man, Avho OAvned Mercedes for his Avife, allow any combin ation of circumstances to keep him for eighteen months aAvay from her? The idea Avas preposterous. ' Next day I Avent to Sanchita' s house, and found Mercedes alone. I told her all that had passed betAveen the old woman and myself. She looked at me fearfully, doubtingly. She expressed no regret, for she felt none. A Avild hope, the thought that it Avas too good to be true, shone in her dark eyes. I caught her in my arms, and, between the kisses that I pressed upon her lips, I poured forth a passionate aA'OAV al of my love. She ansAvered nothing, but"], [280, "270 A WOMAN IN TEN THOUSAND. her confiding submission to my caresses sufficed me. I had long known that she loved me. ' It Avas not till I spoke of taking her back to her friends, that she shrank a little. They would not greet her Avith kindness. I had plenty of sophisms at hand Avith Avhich to persuade myself that I Avas right in yielding to this fancy, and that the best thing I could do for her Avould be to marry her first and take her back afterwards, when, armed Avith a husband's authority, I should be better able to contest her right to the money her 'stepmother had so pre maturely grasped. Mercedes acceded joy fully to this proposition. She cared nothing for her money. All her happi ness Avas bound up in me. Once my Avife, she believed no trouble could ever touch her again. I Avas feverishly anxious to"], [281, "MR. STEDAVORTH'S STORY. 271 reach this consummation, and I had not much difficulty in doing so. ' Sanchita told me Avith the utmost frank- ness that if I meant to marry Mercedes I had better do it at once, and take her aAvay before Pepita AAras up again. ' \" Pepita wants to marry you herself,\" she remarked, composedly, \" and if you had fancied her I should haA'e been very Avell pleased. But after all it is best as it is. She AArill be a great singer, and you Avould have stopped that,\" ' I Avas uncomfortably conscious of Pepita's fancy for me. and of my oavii share in promoting its groAvth, and Avas only too glad to act on her mother's hint. Sanchita undertook to arrange the affair. They Avere little knoAvn in Loja, having, indeed, taken good care not to be knoAvn. Pepita and Mercedes Avere generally sup-"], [282, "272 A AVOMAN IN TEN THOUSAND. posed both to be the old lady's daughters, and she iioav gave the priest, Avhom she procured to marry us, to understand that such Avas the case. I do not exactly knoAv Avhat Avas the story she told him, but I am sure that it Avas OAving to her skill in fiction that I AA7as enabled to make Mercedes my Avife AA'ithout any of the vexatious hind rances I had anticipated. I gaA'e Sanchita the handsome sum of money AA'hich had been tacitly agreed on betAveen us as the price of her assistance, and then Mercedes and I turned our backs upon Loja, and Avent aAvay into a prolonged and golden honeymoon. 'Ah me! the rapturous SAveetness of those days, AA7hen my lovely bride and I wandered through the most beautiful and romantic regions of Spain. There Avas time enough, I told myself, to turn to the prosaic, sordid task of forcing her unAA'ill-"], [283, "MR. STEDAVORTH's STORY. 273 ing stepmother to acknoAA'ledge her as lh7ing, and, therefore, there was time enough to inform my own friends of my marriage. I knew Avell enough with what disapproval and awkward questioning my father would receive the information, and I did not like to face the necessity of either lying to him or telling him the truth. Deep, deep down in my heart, smothered under the floAvers Avith AA'hich my darling strewed my life, was a doubt. Was Gomez dead? Had I had sufficient proof of his death ? I Avould not listen to the doubt. Mercedes Avas mine, and in the bliss of that possession I AA'as able to shut my eyes to eA7ery other fact. ' Hoav happy she AA-as in those never-to be-forgotten days ! Hoav joyously she laughed, how light-heartedly she sang evening after evening, as she sat at my feet Avith her guitar in her lap and her VOL. II. T"], [284, "274 A AVOMAN IN TEN THOUSAND. head upon my knee. She had no doubts. She had accepted my Avord, and asked for nothing more. ' For six months that golden honeymoon lasted, and then '"], [285, "275 CHAPTER XIX. THE END OF MR. STEDAVORTH's STORY. ' So far I had written Avithout a break, and then I stopped. ' For the last fortnight I have shrunk in pitiable horror from recalling the terrible end to that most exquisite dream of happi ness. But it must be done. The end is near, I must not pass aAvay and leaA7e it untold. ' One day Mercedes and I Avere walking along the steep and narroAv road that tra verses one of the loftiest sierras in Granada. t 2"], [286, "276 A AVOMAN IN TEN THOUSAND. We Avere about to spend the night in a little A'illage built among the cliffs about a mile-and-a-half from Avhere Ave AA'alked. By some misunderstanding, our mules, Avhich should have folloAved us from the A'illage Ave had that morning left, had taken a Avrong route, and Ave therefore had to Avalk the A\\7hole distance alone. I Avas annoyed and a little uneasy at the contre temps, for though the brigands had been pretty quiet for the last eighteen months, still Spain Avas not a country Avhere it Avas advisable to Avander unguarded among the mountains, and my pistols would proA'e a poor protection should Ave chance to fall in with a party of banditti. Apart from this fear, A\\7hich I discreetly refrained from mentioning to my AA-ife, I felt some anxiety lest the Avalk should overtire her, for she required care just then, though she AA7as Avont to laugh at my excessive tenderness"], [287, "END OF MR. STEDAVORTH'S STORY. 277 OA7er her, and declare I should coddle her into delicacy. 'My darling! Hoav brightly the sun shone that day, and hoAV brilliantly your soft eyes sparkled, laughing up into mine as you hung upon my arm, AA7hile Ave sIoav- ly climbed the steep, rugged road that, winding round the hill-side, led to the little village Avhich AA7as our destination. It Avas a narrow road, and one that Avould not haA7e been pleasant to traverse on a dark night, In places it hung sheer over a precipice Avhich stretched almost perpen- dicularly doAvn for hundreds of feet, while the rocks, jagged and sharp, not clothed for the most part Avith any sort of vegeta tion, stood straight up behind us. Once, Avhen Ave met a train of mules, Ave Avere compelled to flatten ourselves against the cliff to give them room to pass. 'We had just emerged from a narroAv,"], [288, "278 A WOMAN IN TEN THOUSAND. ascending ravine, and found ourselves on one of these narrow tracts of road. Here Ave paused to rest, and to survey the scene, Avhich Avas deeply impressive in its stern beauty. To our left the mountains reared their bold granite peaks against a deep blue, cloudless sky ; behind us the ground sloped sharply upwards, bare and bleak, saA'e AA'here at distantly intervening spaces a patch of verdure afforded pasturage for a herd of cattle. At our feet yawned a gulf that seemed fathomless to the eye, broken here and there by some projecting rock, and its depth concealed in parts by a tangle of rough brushwood, Avhile far beyond there stood out from the A7ast deserts of undulating plains an occasional oasis of verdure Avhere the olive-trees flour ished and the myrtles and citrons shed their fragrance on the air."], [289, "END OF MR. STEDAVORTH'S STORY. 279 '\" Yours is a beautiful country,\" I said to Mercedes. '\"Yes,\" she ansAvered, nestling up to me ; \" but I Avant to see your country. When are you going to take me there ? I should like our little child to be born in your safe, peaceful England.\" ' She had said this once or twice before, and, though it AAras the desire of my life to gratify her eA7ery Avish, I thought it Avould be inexpedient to yield to this fancy. I Avas anxious to be assured of the legality of our marriage, and to rectify any infor malities that might be discovered in it before I presented my AA'ife to my own people, and still I shrank from taking the steps AA'hich might lead to my oavii coiwic tion of the invalidity of the ceremony Ave had gone through. I put her off with caresses. I clasped my arms about her,"], [290, "280 A AVOMAN IN TEN THOUSAND. and kissed her loA7ely face as it lay up turned upon my breast. ' \" My oavii dear love,\" I said, \" are you not happy here ?\" ' \" Happy !\" she repeated, and she drew a long, deep breath. \" Oh, am I not happy ?\" ' She smiled, a smile of rapturous con tentment, and I, not knoAving I should never see her smile again, cut it short Avith kisses. \" There Avas a sound like the hiss of an animal. I raised my head. There, not ten paces from us, stood a man, glaring at us, with a fierce and deadly fury written on eA7ery line of his SAvarthy face. Mer cedes, AArhose dark eyes Avere still uplifted to mine, read in them the sudden reflection of the look. She quickly turned her head, and then she uttered a cry, so heartrending in its anguish and terror, that for one"], [291, "END OF MR, STEDWORTH'S STORY. 281 second it absolutely paralysed me. It rings in my ears still ; it Avill haunt me till I die. I sometimes think that even in my grave my ears Avill not be deadened to its sound. Its immediate effect, hoAvever, Avas but for one moment, the next I roused myself to a realization of its meaning. I did not need to ask Avho AA'as this olive skinned, black-broAved man aa'Iio, though he wore the dress of a peaceful muleteer, carried the stamp of his true profession in every line of his proud, cruel face and insolent bearing. ' He snatched a pistol from his belt and fired, but, even as his finger touched the trigger, Mercedes, AA'hom I still held in my arms, seized my head Avith both hands and dragged it doAA7n. The bullet passed harmlessly within an inch of my deer stalking cap. Then, AA7ith a suddenness that took us both by surprise, she tore"], [292, "282 A AVOMAN IN TEN THOUSAND. herself from my hold, and, darting towards the brigand, caught at the second pistol he AA7as raising to fire, and before he had recoA'ered from the unexpectedness of her moA'ement, she had snatched it from his hand and flung it OA'er the cliff, and then, retreating, clung once more to me. ' I put one arm around her, and with the other I presented my pistol at his head. \" Don't fire,\" she cried, clinging to me with the strength that blind, overwhelm ing terror gives ; but her dark eyes, AA7ide and strained AA'ith horror, were fixed on the man before us. 'He had snatched a dagger from its sheath at his side, and now advanced towards us. ' \" Give me my AA'ife,\" he exclaimed, in a voice hoarse and trembling with passion, and, turning to her, he poured forth a"], [293, "END OF MR. STEDAVORTH'S STORY. 283 torrent of threats and reproaches mingled Avith the A7ilest invectives. \" Gh'e me my wife,\" he repeated, gloAvering like a Avild beast at me, and almost like a Avild beast he made a spring and caught her roughly by the shoulder. ' And then all the brute in me aAvoke. The muzzle of my pistol almost touched his face. ' \" Stand back,\" I said, Avith a reckless fury equal to his oaa7ii, ' or I Avill Ihoav your brains out.\" ' He made a thrust at me AA'ith the dagger,, but I was prepared for it, and parried the blow. He fell back a step, panting and glaring. ' \"She is mine,\" I went on. \"You shall never haA7e her.\" ' But at this Mercedes started, and, relax ing her hold of me, straightened herself, and addressed the husband she had sup-"], [294, "284 A AVOMAN IN TEN THOUSAND. posed to be dead. She told him we had never meant to Avrong him, that avc had believed him dead ; but he broke in Avith fierce impatience that Avhat avc had meant was nothing to him. She Avas his AA-ife. ' He bade her folloAV him iioav, and bid me beAvare of his future A7engeance. ' \" Ah, no !\" she cried, piteously, shrink ing back on me. ' He Avas about to seize her when, stung to madness, I fired at the hand in which he held his dagger. The shot broke his finger, and the Aveapon fell to the ground. I precipitated myself upon him, and the next moment Ave were engaged in a deadly hand-to-hand struggle. All the restraints of civilization and Christianity Avere broken through. Primitive animal passion over mastered every other consideration. This Avoman Avas mine, and I would not give"], [295, "END OF MR, STEDWORTH'S STORY. 285 her up to any man in the world, husband or no husband. ' Mercedes flung herself between us. ' \" Oh, listen to me,\" she cried, piteous ly. \" I Avill go aAvay. Gomez ! Gomez ! I Avill never see Ralph again. I will go away. I Avill go into a convent. No man shall ever see my face again.\" ' But I pushed her roughly away. ' \" Stand aside,\" I said, \" this is not for you to settle.\" ' And, indeed, I kneAv it AA7as not. Did I fail to make good my claim upon her, she must be for eA7ermore the Avife of Gomez. Could I leave her to such a fate as that? ' I do not knoAv how long the struggle lasted. Gomez, despite his broken finger, Avas quite a match for me, and I had no chance of getting at my second pistol, Avhich lay in my breast-pocket. In the"], [296, "286 A AVOMAN IN TEN THOUSAND. fierceness of the fight, avc unknowingly approached nearer and nearer to the edge of the precipice. All at once his hold of me tightened. I felt that his Avhole Aveight was hanging on me. I nerved myself for a tremendous effort, and shook myself free of him. I saAV a look of aAvful terror come into his black eyes and blanch the face that, a second before, had been flushed with his exertions, and then he Avas gone. There Avas a shriek, a crash, and then silence — a long, aAvful silence. ' I seemed to stand alone in the Avorld, while Nature held her breath, aghast at the dreadful deed. Above me the blue sky stretched, and beneath me lay the dark abyss — both motionless, both dumb ; and at my side stood Mercedes, dumb and motionless too, as if turned to stone. ' The whirring flight of an eagle, as it"], [297, "END OF MR. STEDAA'ORTH's STORY. 287 circled far above our heads, broke at last the aAA-ful stillness. ' \" Come, Mercedes,\" I said at last, in a voice that seemed strange to myself, \" Ave must go. It Avas an accident. But he AA'ill trouble us no more.\" ' She looked wildly at me. She strug gled to speak, but no Avords came. She put up her hands to her throat, and fell at my feet, uttering a succession of pierc ing, inarticulate shrieks, and writhing in coiwulsions. ' For some moments I had to put aside all thought of self, and bend eA'ery faculty to the task of soothing her. I dreaded lest her cries should bring upon us some peasant, labouring in his little patch of cultivated ground, or shepherd-boy herd ing one of the flocks of sheep that find their pasturage here and there upon the"], [298, "288 A AVOMAN IN TEN THOUSAND. hills. But no one came. There seemed to be no human soul within earshot, My urgent entreaties were not without their effect on Mercedes. She made great efforts at self-control, and Avhen at last she began to groAv calmer I lifted her in my arms and carried her until a turn in the road hid from our sight the scene of the dread ful tragedy. Then a burst of natural tears came to her relief, and she wept herself into the calm of exhaustion, after which she sat AA7here I had placed her on the ground. with her back against a rock, in apathetic silence, incapable of thought or speech. But AA'hen she saAV me begin to rearrange my clothes, which had been torn in the fight, and try to wipe aAvay the stains caused by the blood from Gomez's broken finger, she shuddered violently, and put her hands over her eyes. I AA'as my self physically and mentally exhausted by"], [299, "END OF MR. STEDAVORTH'S STORY. 289 the muscular strain and overpoAvering mental emotion of the last quarter-of-an hour. I threAv myself doAvn beside Mer cedes, and for some time, I do not knoAv hoAV long, Ave sat there in silence. But at last I roused myself. ' \" My darling,\" I said, \" Ave must go on to the village, and — there is no help pos sible noAv, it is too late — you must trust me. ' She looked at me, and put her hand in mine. ' \" I trust you,\" she AA7hispered, in broken accents. ' And so we arose, and sloAvly made our Avay to the village Avhere we Avere to stop the night, There Avas not much fear of any search being made for Gomez. He Avas evidently in hiding, and when his friends missed him they Avould not at once suspect that anything had happened. When, VOL II. u"], [300, "290 A WOMAN IN TEN THOUSAND. if ever, his body was found, there would be nothing to shoAV Iioav he had fallen over the precipice, and Mercedes and I Avould be far aAAray. I explained to the people at the inn that I had had a fall from a rock in my explorations, AA'hich ac counted to these unsuspicious people for my dishevelled appearance and Mercedes' condition of nervous agitation, or at least gaA'e them an excuse for yielding to their natural desire to think Avell of a senor aa71io paid so liberally as I did. ' I need not say Ave did not linger long at this inn. Early the folloAving morning we left it. I had quite made up my mind Avhat course to pursue. I Avould take Mercedes at once to England, Avhere I should be safe from any consequences that might ensue from my marriage Avith her, and from Gomez's death at my hands. I told myself that such a marriage as hers"], [301, "END OF MR. STEDWOBTH'S STORY. 291 Avith him had been Avas no marriage, that in the sight of God she Avas my wife, and I resolved to make her so by English law as speedily as possible. It Avould involve a good deal of lying on my part, but I Avas past caring for that, and she, poor child, Avas too ignorant to understand it, She yield ed without a thought of resistance to my suggestion. I had half feared she Avould insist on leaving me, but the idea never seemed to occur to her, and I did not think myself called upon to put it into her head. Can the most censorious moralist blame her? Penniless, friendless, home less, about to become the mother of my child, can it be wondered that, feeling her self shamed beyond redemption, she clung to me with loving confidence as her only possible shield against the scorn of the world. ' \" It will not be for long,\" she said, Avith u 2"], [302, "292 A AVOMAN IN TEN THOUSAND. a calm conviction that turned me sick and cold AA'ith fear. \" My heart is broken. I shall not survive my baby's birth.\" ' She spoke the truth. Her heart was broken. She never lifted up her head again. I neA'er took her to England. I got her as far as a little French toAvn about a hundred miles from Paris, and there she became so ill I dared not run the risk of letting her towel further. She sang no more, she smiled no more. Day after day she lay on her sofa, silent, patient, hope lessly sad. And day after day I Avatched her A\\ith a breaking heart. I rarely left her side. The sketch-book AA7hich, during our six months' period of happiness, I had filled AA7ith sketches of every place Ave visited, was laid aside for ever. I have never touched pencil or paint-brush since. No occupation but that of Avaiting on my stricken darling Avas possible to me then."], [303, "END OF MR, STEDWORTH's STORY. 293 ' \" Bury me quietly,\" she would say to me, \" with nothing to mark my grave, and let me be forgotten. If my child lives, never let my people knoAv of its existence. Never let them knoAv of my shame.\" ' I promised her this. I promised her everything she asked. If love and care could save, mine must have saved her. But loA7e and care Avere all in vain. She Avould take my hand and lay her cheek against it. ' \" We Avere happy for six months,' she said one day, \" Avhen Ave did not knoAv that Ave were sinning. When I am gone, remember that, and forget the rest.\" ' I groaned. Alas ! alas ! had I been so guiltless as she thought ? But I must not add to her burden noAv by letting her feel the Aveight of mine. I stifled the impulse to confession. 1 And so the days Avent by, and the end"], [304, "294 A AVOMAN IN TEN THOUSAND. came. She never saAV her little daughter. She never asked to see it, To the last she clung to me. She seemed to 'have no other thought, She died in my arms, her dark eyes fixed, as long as life Avas in them, on my face, her fluttering breath, as long as consciousness remained, striving to articulate Avords of love. ' I buried her, as she had bidden me, in a nameless grave, and then I took my little daughter, Avhom in the bitterness of my heart I had named Dolores, to Paris. Here, after some search, I found an English lady Avho undertook to bring her up for me. ' I told Miss Mansfield frankly that I did not desire to see or hear of the child as long as it flourished, that I imposed no restrictions on her as to her choice of a residence, as long as it Avas noAvhere on"], [305, "END OF MR. STEDAVORTH'S STORY. 295 British soil, nor on her methods of train ing or education, that she might consider the child entirely her oavii ; and then having paid the first instalment of the alloAArance Ave had agreed upon, I turned my back on this unAvelcome reminder of my sin and soitoav, and set out on a journey round the Avorld. ' But the forgetfulness I had hoped in cessant moving amid varied scenes Avould bring me never came. There Avas for ever a shadow on the sunniest day, a chill in the balmiest air. No music Avas gay enough or SAveet enough, no revelry loud enough to droAvn the shriek Avith Avhich my darling had recognised her husband ; no scene Avas fair enough to shut out her dying face with its look of hopeless pain ; no distraction of any kind strong enough to banish for one"], [306, "296 A WOMAN IN TEN THOUSAND. moment the memory of that awful hour upon the mountain side. I had not de liberately meant to kill him, but none the less I felt myself the murderer not only of the man I hated but of the Avoman I loved. ' I Avas glad Avhen, after a feAV months of restless AA7andering, I Avas summoned home by telegram. ' My father Avas dying. I arrived too late to see him. I Avas glad of that too. Hoav could I have faced him Avith this bur den of guilt and Avoe upon my soul. I could neA7er relieve my heart by confes sion. I had promised her her name should be forgotten, her shame unknoAvn, and at all costs I Avould keep that promise. It Avas all I could do for her noAv to atone for the wrong my impatient passion had done her, and I loved her better than my oavii peace of mind here or my hap-"], [307, "END OF MR. STEDWORTH'S STORY. 297 piness hereafter, better than my OAvn soul. ' After my father's death, I fell ill. A spurious excitement, a determination to show a calm face to the Avorld and cover every hint of my secret, had kept me up so far; but Nature at last took her revenge, and for many Aveeks I lay hovering on the brink of the graA7e, while the doctors racked their brains to find a name for my disease. I did not die, hoAvever, I recoA7ered, but never to be the same strong man again. After this, I took the resolution of apply ing myself to business. Here in my OAvn home, in the routine of monotonous daily Avork, and amid surroundings Avhich, in their prosaic respectability, Avere as Avidely removed from the romantic setting of my tragic love-story as any tAvo conditions of human life can possibly be, I might achieve a deadness of feeling AA'hich would"], [308, "298 A WOMAN IN TEN THOUSAND. serve the purpose of peace. I was very Aveary too. I had no longer energy to fly from the memories that haunted me, even though there Avere some possibility that flight could aA7ail me anything, and I kneAv there was none. ' And so I sank into the groove from Avhich nothing has since shaken me, not even my marriage to the truest, noblest hearted Avoman it has ever been my fate to knoAv, not even my meeting AA-ith my child, sorely as that tried me. From the mo ment Avhen I placed her in Miss Mansfield's arms, I had seen and heard nothing of her till Mrs. Mansfield's letter awoke in me a sense of my responsibilities as a father. ' Then I asked myself what better I could do for Dolores than put her under Honor's care. I asked Honor if she Avould accept the charge, and offered to make the"], [309, "END OF MR. STEDWORTH'S STORY. 299 explanation due to her as to the child's parentage. I did not feel that in confess ing all to her I should be violating my promise to my darling. With Honor my story Avould be sacredly safe. But I dreaded making the revelation. I shrank with contemptible Aveakness from being throAvn from the pedestal of honour on Avhich my simple, innocent-hearted AA7ife had chosen to place me. I had no need to do so. Honor Avas quick to accept the hint I gaAre her concerning my relation ship to the girl I asked her to take into our home. Probably the gossip of the place had already acquainted her AA7ith the fact of my having a daughter, and, Avith characteristic generosity, she declined to hear more. Dolores came, and then in deed I drank the cup of my punishment to the dregs. I had thought the past could"], [310, "300 A WOMAN IN TEN THOUSAND. never be more continually and vividly im pressed on my mind than it Avas. I learnt my mistake. Every movement of my daughter, e\\7ery inflection of her voice, every glance of her dark eyes, brought her mother before me Avith a keenness of vision that intensified every pang I had eA7er suf fered. And AA7ith this fresh realization of the past came a neAv dread. What if Gomez had, as men have been known to do, escaped alive from that fearful fall? What if he should be living still, and should find me out, to bring scandal on my last days, and drag the name of Mer cedes in the dust ? ' Day by day this fear has groAvn upon me, until I long for the grave that shall hide me from the sight of men. A feAV Aveeks more, and it Avill be over, and I shall rest in the darkness and silence I crave. To those tAA7o Avho alone will read"], [311, "END OF MR. STEDAVORTH'S STORY. 301 these Avords, my friend and my AA7ife, I commend my memory and my secret. With them I can trust both. If the prayers of such an one as I can avail anything, I pray God to bless them both.'"], [312, "302 CHAPTER XX. PARTING. Honor's tears Avere floAving fast long before she reached the end of Mr. StedAvorth's pitiful story, and, Avhen she had turned the last page, she dropped the roll of manuscript, and Avept long and bitterly. v Why could he not haA7e trusted me ?' •she said. ' Oh, Ralph, if you had but trusted me, perhaps I could have helped you. Oh, what a terrible burden to bear all those years alone !' In spite of her horror at the ghastly"], [313, "PARTING. 303 tragedy, and at all the sin that lay behind it, she formulated no condemnation in her OAvn pure mind against either of the sin ners. She felt only the tenderest human pity for both. To haA'e so sinned Avas to her to have become objects of profoundest compassion. She thought of Mercedes in her youth and beauty, so loA'ing and be loved, OA7ertaken by such pitiless retribu tion, and her heart was wrung with pity. She thought of her husband's long years of hopeless remorse, and, Protestant though she Avas, she obeyed the instinct AA7hich prompted her to fall upon her knees and pray for those tAvo aa71io had broken God's laws and never turned to Him for pardon. She rose from her knees in a calmer frame of mind, and, after locking up that terrible confession, she Avent upstairs, fol loAved closely by Gib, AA-ho had become very uneasy at the sight of her trouble."], [314, "304 A WOMAN IN TEN THOUSAND. She put on her hat and cloak, and Avent out. She Avas ahvays accustomed to repair to the chapel Avhen suffering under great Avorry or distress, and she betook herself thither noAv. Gib frisked about Avith joy A\\7hen he perceived her intention of taking a AA7alk, but, Avhen it became evident to him that the chapel Avas her destination, his tail drooped, and he assumed a sober, not to say sulky, demeanour. He kneAv Avhat the chapel meant for him. Hoav ever, he did not carry his resentment to the length of refusing to accompany his mistress. It Avas raining, and the ground Avas wet and slippery. The last autumn leaves Avere dropping one by one to the earth, and a damp, cold Avind AA'histled through the denuded tree-tops. But Honor did not heed the Aveather. She merely mechanic ally AA7rapped her cloak more closely round"], [315, "305 PARTING. her as she passed through the churchyard gate, and closed it behind her and upon Gib, Avho made no attempt to folloAv her in. As she Avalked up the path, she did AA7hat she never failed to do in passing, and AAras to-day less likely than ever to forget — she looked toAvards her husband's grave, and then she started, for kneeling, crouching almost by the marble cross, was a woman's figure. Honor stood still, her heart beating painfully. For a moment she seemed to hesitate, and then she turned off the path, and crossed the grass to the grave. The boAved figure neA'er moved. Honor's footsteps Avere too light to attract a pre occupied attention. She stooped, and laid her hand on the kneeling Avoman's shoulder. ' Dolores !' she said, gently. Dolores sprang to her feet, and then x VOL. II."], [316, "306 A WOMAN IN TEN THOUSAND. started back. Her face Avas white and dis figured Avith Aveeping, but her eyes flashed AA7ith their wonted fire. ' Why do you come here ?' she cried. ' Did you not understand that I had bidden you good-bye for ever?' Honor stood and looked at her for some seconds Avith a yearning, pitiful gaze ' I did not expect to find you here, Do lores,' she said at last. ' Are you sorry to see me?' ' It Avould have been better if Ave had not met,' returned the other, in a hard, defiant tone ; and then she looked doAvn on the grave at their feet. Her face changed, and her voice trembled. ' I only kneAv to day,' she half-whispered. ' Oh, Honor ! Avhy did you neA'er tell me ?' ' I did not knoAv either — till to-day,' Honor replied, her eyes filling Avith tears."], [317, "PARTING. 307 There was a moment's silence. Then Dolores spoke again. ' Is it true ? — Oh, Honor, say it is not true, this dreadful story Rupert told me.' Honor caught her by the arm. ' Hoav much does Rupert knoAv ?' she asked, quickly. ' Hoav did he learn the story?' ' It is true then,' she said, in a Ioav voice of intense bitterness. ' Oh, Honor, are all men alike ? Can Ave trust none of them ? — and he AA7as my father.' She leaned against the marble cross and broke into uncontrollable Aveeping. The rain beat doAA7n on her relentlessly. The AA7ind caught her Avet skirts and flung them round the cross, and a feAv dead leaA'es from the weeping birch above her stuck in her dark hair. Honor, too, Avas beginning to be thoroughly drenched, but x2"], [318, "308 A AVOMAN IN TEN THOUSAND. neither she nor Dolores paid the smallest attention to the storm. Honor made no ansAver to Dolores' last bitter cry. Its significance cut her to the heart, but she had no strength nor spirit to defend her husband to his child. She was too sore to touch A'oluntarily on the subject. ' Dolores,' she began, after a long pause, 1 Avhere haA'e you come from to-day, and Avhere are you going?' ' I haA7e come from Daningham, and Ave are going to London to-night,' ' You have come from Daningham ! Oh, Dolores, did you think what gossip and scandal your going there AA7ould cause ?' Dolores shrugged her shoulders. ' At AA7hose door aa7H1 the gossip and scandal lie?' she cried. 'Those AA7ho heaped insults on my husband must ansAver for it.'"], [319, "PARTING. 309 ' Did I insult your husband, Dolores ?' Honor spoke AA7ith grave remonstrance. ' He Avas insulted in your house. But ofAvhatuse to talk? It is late. I must go. ' You are surely not going to AA7alk back to Daningham?' asked Honor, abandoning the useless argument. ' No. I have a cab Avaiting for me a little Avay doAvn the road.' ' And you really meant to go Avithout bidding me good-bye.' The sad reproach in Honor's tone broke doAvn the other's hard resolve. She flung herself into her friend's arms. ' Oh, Honor,' she exclaimed. ' Yes, I really meant to go. It Avould haA'e been best. But I am not ungrateful. I love you, but I must stand by my husband.' ' Yes,' answered Honor, gravely. ' God forbid that I should urge you to do other-"], [320, "310 A AVOMAN IN TEN THOUSAND. AA'ise. You must stand by your husband. But — you must not blindly obey him in all things right or wrong. If he forbids you to hold any communication with me, you must submit. There is no principle im7oh'ed there. But there may come times AA7hen, for his OAvn sake as Avell as your child's, you must resist his will. Be brave and strong, my darling, loving always, but courageous enough to stand firm Avhen necessary.' ' I will, Honor — I Avill. Good-bye.' They clasped each other in a long, silent embrace, and then Avalked sloAvly side by side to the gate. Here they found Gib, waiting Avith his usual stolid patience, outside. Dolores stooped, and, throAA7ing her arms round the dog Avith her old, childlike im petuosity, kissed his Avet head. He looked up at her with his wistful enquiring eyes,"], [321, "311 PARTING. and licked her face, as if he kneAv that something unusual had happened. ' Go noAv,' said Honor, in a broken voice. ' Oh, go.' And A\\'ithout another Avord, Dolores turned and Avent. Gib looked after her, and then round at his mistress, and AA7hined. But she turned aAvay unheeding, and, once more shutting the gate upon him, went into the chapel. It Avas late and dark Avhen she at last came out, but the dog Avas still Avaiting for her. He folloAved her home close at her heels, trotted upstairs after her, and Avhen she sat doAvn in her bed-room, Avith out the energy to begin to take off her Avet things, he jumped up into her lap. She put her arms round him. ' Oh, Gib,' she said, ' you are the only thing I have left noAv ;' and he looked as if he understood her, though the next mo ment he jumped doAvn, and began sniff-"], [322, "312 A WOMAN IN TEN THOUSAND. ing round the room in search of a mouse, Avhich had for several days succeeded in eluding him. END OF THE SECOND VOLUME. London : Printed by Luncan Macdonald, Blenheim House, W."], [323, ""], [324, ""], [325, ""], [326, ""]]