[[1, ""], [2, ""], [3, ""], [4, "UN FRAILE EMBAJADOR EN MARRÜECOS EN 1646. (*) Fatigado el rey de Marruecos, Muley Mohamet Xec, por un morabito que al trente de muchos descontentos, de rrotó á las tropas leales y que le amenazaba con privarle del reino y de la vida, quiso procurarse el apoyo de un estado cristiano. Ofrecióle el de Inglaterra (ya entonces codiciosa de influjo en ìvíarruecos) Roberto Blac, pero dos renegados espafioles, Mohamet y Jaduar inclinaron el ánimo del rey á pedir el de Espafia. Parecióle al bárbaro que tendría muy adelantado su propósito ganándose la voluntad de la reina D.a lsabel de Borbón y para conseguirla envióle de regalo cincuenta y cinco cristianos que ténia cautivos en su reino. Felipe IV, expléndido cual lo era siempre, dispuso un rega lo que consistía en dos caballos con frenos y estribos de pla ta labrada y las sillas con adornos de nácar, un arcabuz de que él mismo habia fabricado la llave ypuéstolesu nombre, un cofre de nácar y otro de márfil, muchas piezas de damas co, terciopelo, raso, cliamelote, brocatel, paíios de Segovia, de Toledo y de Córdoba, vagillas de la China y vidrios de Arenecia y nombrò por su embajador para que condujera el presente á Fray Francisco de la Concepción de la provincia franciscana de San Diego de Andalucía. Marchó este Padre á Zaragoza en invierno y á pié por cumplir con su régla (trabajo cuya grandeza sabe apreciar quien ha sentido los fríos de Aragon) entrególe alli Felipe IV una carta para Muley Mohamet Xec, dióle instrucciones políticas el Consejo y volvió á Sevilla el santo fraile. Aquí 3gregáronsele para acompafiarle en el viaje Fr. Francisco Antonio de la Cruz, predicador, Fr. Pedro de Alcántara y Fr. Martin de Luna, confesoresy los legos Fr. Francisco de las Llagas y Fr. Gines de Ocafia, y por no permitirles la es- (*) Refiérense los sucesos de esta embajada en el raro y curioso libriUo titulado: «Epítome del viaje, que hizo á Marruecos el Padre Fray Francisco de la Concepción, Consultor del Santo Oficio, Padre, y Dinnidor de la sánta Provincia de San Diego del Andalucía.... Por Fray Gines de Oca- fia — Sevilla, Simon Faxardo, 1646. > 4.0 Consérvanse ejemplares de él en la selecta librería del Excmo. Sr. Duque de T'Serclaes y en la Biblio- teca Provinciáidé Sevilla."], [5, "2 UN FBAILE EMBAJADOR trechez de la régla que profesaban llevar dineros, se agregó á laembajada D. Miguel Escuderoy Marquina para que por su mano pagase los gastos del viaje. Embarcáronse en Cádiz á bordo de una polacra florenti na el 18 dejunio de 1646 llegando el dia 24 a! puerto de Ayer de Berbería donde fueron muy bien acogidos por el ál cáidé Morato, renegado francés. Enviaron correos á la corte y tan luego como el rey tuvo noticias por ellos del arribo de los frailes envió dos alcaides suyos con muy lucida tropa de caballeria para que dieran la bienvenida al Embajador y le acompafiasen y sirviesen en su viaje á la ciudad de Marrue cos donde por entonces residía el bárbaro. Ordenóse la partida para de alli á pocos días y uno de mediados dejulio, cargadas las acémilas, dispuestas las tien das que el mismo Muley habia enviado, precedidos de un heraldo que con el sonido de una trompeta anunciaba el pa so de la embajada espafiola á los habitantes de los aduares próximos al camino y seguidos de soldados y marineros es paîíoles con armas, salieron el Embajador y sus compa fieros. Cuatro jornadas gastaron para llegar á Marruecos que fueron harto cansadas por el calor que durante ellas sufrie ron, teniendo alguna vez al medio dia que levantar las tien das para buscar en ellas la sombra que les negaban los secos árboles del camino. En él admiráronse los espafioles de la miseria de la pobre gente que les salia al encuentro tnegros atezados, — dice el cronista — de ellos amulatados muy oscu ros, de ellos de color de membrìllo, muy pocos blancos. y asi ellos como ellas, siendo de un mismo color, andan de un mis mo traje, pero aunque ellas son de malísimas car as todas las llevan cubiertas con unas malas locas, tecelando que nadie las vea, por ser así u so y costumer e de la tier r a por que aun que ellos son perniciosos y malos son celodsimos...» jTriste pintura de un pueblo que hoy, pasados cerca de trescientos afios, permanece en el mismo estado de barbarie y de po breza! Terminaron la cuarta jornada á la orilla del río Tenzif, una légua distante de Marruecos, donde asentaron sus reales para gozar de la frescura de las aguas y alli vino á verlos lleno desanta alegría el Padre Fr. Julián Pastor que habia pasado dos afios, solo, al cuidado de los cautivos cristianos. Otro 'dia á las cinco de la tarde hicieron su entrada en Marruecos, bien acompafiados de servidores de la casa del"], [6, "EN MARRUECOS EN 1646. 3 rey y ensordecidos por los disparos que hacian los moros en senal de regocijo y por el inarmónico son de la música real. Teniales preparado el alojamiento Muley Xec en su mismo palacio y como una muestra de su benevolencia, habia he cho amueblar las habitaciones al uso de Espana. No se olvi dó tampoco de los mantenimientos que bien abundantes les proporcionó durante el tiempo que estuvo alli la embajada. Tres días después, admitiólos el Rey á su presencia en el salon en que ténia su trono compuesto de seis hileras de almohadas de brocados, terciopelos y damascos carmesíes, sobre las cuales estaba el Xec sentado, vestido de riquísimas telas y teniendo en la mano derecha un alfange guarnecido de piedras preciosas. Entraron Fr. Francisco de la Concep ción y Don Miguel Escudero inclináronse ante el bárbaro, puesta la mano en el pecho y habló el íraile embajador sir viéndole de interprète un judío á quien Uamaban Mosen Pi liachi que también tradujo al arábigo la carta de Felipe IV á Muley Xec de que era portador el fraile; y al acercarse este para entregarla al rey notó que á uno y otro lado del trono estaban sentados unos moros ancianos. Disgustóle esto so bremanera por ser contra lo tratado y falta delrespetodebi do al rey de Espana y terminada la audiencia, ya entregado el presente, manifestó al Baxá susquejas excusándose el moro con su ignorancia de las costumbres europeas y prometien do que no se repetiría el caso. Pocos días habian pasado, cuando el rey Uamó al fraile para départir con él acerca de los negocios de la embajada y alentrar en el salon vió el Padre *que — copio las palabras de un testigo — eslaba sentado junto al rey el Çadi. Y pre guntándole el rey á nuestro Padre como le iba con los colores de su tierra calló nuestro Padre y dix oie el ludio viendő que callaua. Responda vuessa Paternidad que le esta hablando el rey. Que he de responder, dixo nuestro Padre, viendő que no se cumple lo que se ha tiatado, y ordenado, ó me he de volver, ó me he de s en tar, dixo le el ludio: Menos ma 'es sen- tarse que volver se; sentose en el suelo, se gun la costumbre de la tierra; y ast le respondiò que se hallaua muy bueno, y que estaua muy reconocido á los fauores grandes que su Mages- tad le hazia que de todo daría larga noticia á su rey; y muy por menudo contaria las grandezas de su Rey no (sue la ac- eton tan grande que al i ey se le rovó el color y al ludio la habia y todos se hicieron lenguas alauando la resolucion de nuestro Padre. )t"], [7, "4 UN FRAILE ENBAJADOR A la salida encontraron los frailes inumerable muche dumbre de moros pobres que pedian limosna á gritos: com padecido el Padre embajador dispuso que se les arrojasen mil seiscientas piezas de plata sobre las que se précipité la multitud gritando «.Dios dé vida y ensalce alrey de Espana*; hecho generoso que diò motivo para que la voz popnlar di jese que el embajador de Espana habia sembrado monedas de plata en los patios del palacio de los reyes de Marruecos. El 12 de Agosto hizo Fr. Francisco de la Concepción la visita última á Muley Xec estando en ella todos los moros asistentes en pié. Despidióle el rey con palabras de afecto y le entregó seis potros ensillados con las hebillas y estribos de los jaeces de oro, tres alfanges, doscientos meticales de oro y diez y seis cautivos espanoles, una carta para Felipe IV pidiéndole unos libros arabes que habian sido de los re yes de Marruecos y que entonces estaban en el Escorial y un salvo-conducto para que todos los vasallos del rey de Es pana pudiesen tratar y contratar libremente en Marruecos; privilegio que sué de muy gran provecho para las Andalu cias porque con el pudieron sacarse de los reinos berberis cos cien mil fanegas de trigo y cantidad de gallinas y carne ros que remediaron en parte las hambres de 1648 y 1649. Err.barcóse la embajada en el puerto de Ayer el 31 de Agosto y desembarcó junto al convento de Régla, cerca de Chipiona despues de haber corrido en la travesia grandísi mos peligros causados por los furores del mar y el ataque de corsarios. Aquella inteligencia política que Fr. Francisco de la Concepción hizo nacer y que tan beneficiosa hubiera sido para los intereses de Espana se rompió bien pronto porque habiéndose negado Felipe IV á devolver los libros arábigos que Muley Xec le pidiera y ofendido el bárbaro de la nega tiva trocó en odio el amor que habia mostrado á Espana y quien á los comienzos de su reinado devolvia generosamen te los cautivos acabó maltratándolos con azotes y trabajos inauditos. José María de Valdenebro y Cisneros. Tiráda de jo ejemplares. Imp. de D. Carlos de Torresy Daza, Farnesio i. Sevilla, — 1894."], [8, ""]]