[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LOST FOOTSTEPS. 9 Xobtl. BY JOSEPH VEREY. Men may rise on stepping stones Of their dead selves to higher things.\" Tennyson. IN THREE VOLUMES. VOL. II. LONDON : TINSLEY BROTHERS, 18, CATHERINE ST., STRAND. 1869. [All rights reserved]."], [6, "LONDON : W. I'lELDSON, PRINTER, 102, HIGH STREET, AND 6, NORTH STREET, MANCHESTER SOI\" ARE"], [7, "CONTENTS OF VOL. II. CHAP. PAGE. I. A Toung Man of the Period - 1 II. After Supper - - - - 12 III. Husband and Wife - - - 29 IV. A Presentiment - - - - 43 V. Too Late 61 VI. The Sorrows of Mynheer Kalm- 69 VII. In the Twilight - - -77 VIII. Hoping against Hope - - - 91 IX. Uzelli's New Model - 107 X. Flight 124 XL A Meeting 140 XII. A Discovery - - - - 152 XIII. Suspense ----- 165 XIV. Changes 179 XV. The Eescue - - - - 191 XVI. Man Proposes — God Disposes - 202 XVIII. A Night in the Old Bailey - 227 XIX. A Discussion - - - - 242 XX. Parochial - - - -. - 254 XXI. A Darkened Mind - - - 270"], [8, ""], [9, "LOST FOOTSTEPS. CHAPTER I. A Toung Man of the Period. \" Ah, my dear Mr. Shoyce ! I am glad to see you, indeed ; but vat brings you to town ? \" asked UzeUi, whose face, tattooed with a charming selection of colours from his palette, might have been mistaken for that of an Indian chief. In fact, so absorbed did the painter become when thoroughly interested in his work, that it was no uncommon thing for him when his brush was too fuU of colour to daub it across his cheek, and go on painting with the utmost complacency. \"Business, UzeUi, business,\" was Mr. Joyce's reply to the professor's salutation. VOL. II. 1"], [10, "2 LOST FOOTSTEPS. \" Of course, zat is ze only worship of an Englishman, beezness ! something to buy, some thing to seU. Ask him about ideas, and he say dey are not beezness. I cannot sell dem.\" \" Don't apply that to me, my old friend ; I regard art as one of the chief educators of the human race ; and I think, that the utmost encouragement should be given to all who set forth its great principles, simply and truthfuUy. Those who imagine that the only end of art is to amuse a luxurious aristocracy, can never have properly estimated its importance. Art is too severe a mistress for those who do not serve her faithfully, and well she bestows her rewards upon those who unite absolute genius to devoted labour. God only knows what we lose by not striving for what is best in ourselves, and by not taking wider views of what is around us.\" UzeUi shrugged his shoulders, and said, \"Mr. Shoyce, I lose your great country, though it do not lose me ; but dere is not anoder city in de world were de money is spent so foolishly as in London, because ze people nevare have time to"], [11, "3 A young man of the period. reflect. Show ze Englishman a picture, teU him of de beautiful colour, de Ught and shade, and he vil answer ' yais, it is very good ; but how moche is it vorth in ze market ? ' Ask de merchant U he Uke art ? ' Oh, no,' he vil teU you, 'I have no time; all ze day I am in ze city, and at night I go to de burlesque, or ze nigger minstrels.' \" \" Eight, UzelU ; no galley slave is so chained to the oar, as the EngUshman to his business ; and what comes of it ? After hoarding up money Uke a miser, he spends it at last Uke a lunatic. If he buys a picture, it must be something coarse and glaring. If he reads a book, it must have plenty of crime, or indecency, or it is not sufficiently full-flavoured for his corrupted palate. If he goes to a theatre, he does not want a lUe-like drama, but a witless parody, which is made the apology for a score or two of undressed women. The music that pleases him, you can bear ground upon yonder organ, and makes one feel that the deaf have at least something to be thankful for. But who can wonder, that what is s >"], [12, "4 LOST FOOTSTEPS. written for apes and asses, should be something between a shriek and a bray. Taking of asses, reminds me unfortunately of my business to-day. I am afraid my nephew is up to some of his old pranks, instead of studying the law.\" \" O, zat is your beezness ; weU, you wiU dine wiz me when you come back.\" \" Agreed,\" said Mr. Joyce, and sallied forth on his mission. He found the young gentleman at his rooms ; but evidently very much taken aback by his uncle's unexpected visit. He was a good-looking fellow, though his appearance that morning did not at all impress Mr. Joyce, as he sat with his hands in his pockets, his head covered with a Greek cap, his feet encased in embroidered slippers, a dirty short pipe hanging from his mouth, sprawling in an American chair. He was stopped in the middle of a tremendous yawn by his uncle's entrance, and his spasmodic attempt to look suddenly grave and serious, would have been a fine study for any pantomimic actor who had seen him."], [13, "5 A YOUNG MAN OF THE PERIOD. \"I want a word or two with you, nephew,\" began Mr. Joyce, with alarming decision. Arthur, inwardly wishing his uncle at the antipodes, made a faint show of welcoming him to town. Mr. Joyce, taking off his over coat with the air of a man determined to go thoroughly into the business in hand, sat down, while his nephew, hardly knowing where the cross-examination would begin, shuffled uneasily in his chair. When Mr. Joyce first entered, Arthur had contrived to deposit a book he had been reading upon a shelf, fondly hoping his movements had escaped observation. He also dropped the short pipe into his coat pocket, congratulating himseU that it was nearly smoked out. The Greek cap likewise mysteriously disappeared. \" Come, Arthur, don't wriggle about Uke a polar bear ; sit up, and puU that filthy pipe out of your pooket ; don't you see it's buring a hole through your coat ? WeU, now are you ready for a Uttle common-place talk, eh ? \" \" Quite, my dear uncle.\""], [14, "6 LOST FOOTSTEPS. \" Wait tiU your dear uncle has done with you. Now, what of Mary Gabriel? I hear you are running after her. If I had known of it, you should not have come to Molton this summer. Have you spoken to the mUler? told him your prospects ? I wont aUow my neighbour's child to be trifled with.\" \" My dear uncle, you take one's breath away ! I certainly admired Miss Gabriel when I visited you at Molton.\" \" Very likely ! so do I, for that matter ; but I can teU you, Arthur, you must adopt a very different mode of Use before the miller wiU accept such a son-in-law; he's too old a bird to be caught by chaff. He'U expect money ; and a nice feUow you would be to trust with money. What is the amount of your debts at present ? \" \" My debts, uncle ? \" \" Tes, your debts ; but I dare say you have kept no account of them.\" Arthur was getting more uneasy each moment, espeoiaUy as Mr. Joyce began to poke and pry into the corners of the room."], [15, "A YOUNG MAN OF THE PERIOD. 7 \" Oh, I see ! this is your study of the law, eh ? — your ' Coke upon Littleton,' a choice volume, indeed, for a young student,\" and he read aloud the title, \" Fistiana, or memorials of the Prize Ring\" — \"a ring through their noses it ought to be ; well, I suppose you are incapable of giving me particulars just now; but let me teU you, Arthur, you must alter greatly before I do any thing else for you, and don't think I have a fine fortune. I shall leave just enough when I die, to bury me decently. If Gabriel supposes me to be a wealthy man you had better undeceive him. I shaU be amused to see how quickly you wUl be thrown over, when he finds you have not a fortune in prospect.\" Having lectured and cross-questioned Arthur upon sundry other topics, Mr. Joyce at length left his nephew, being somewhat mollified by the downcast aspect of that young gentleman. He had hardly left the house, when the young artist, Jack Edie, entered it, singing merrily, as was his wont. Arthur had met with him when studying with Adrian, under"], [16, "8 LOST FOOTSTEPS. UzelU, and this weU-matched pan- had become fast friends. \" Why, what's the matter, old boy ? you seem down in the dumps,\" said Edie, \" cheer up, old feUow.\" \"No easy matter; I'm in an awful mess, just now.\" \" What's the rumpus about ? \" \" Had a split with my uncle, who wUl most likely spoU me with Mary Gabriel.\" \" That aU ? No tin either, I suppose ? \" \" Not a fraction. The old boy never oame down upon me so hot before.\" \" Well, never mind ; he won't throw you over. I thought, Arthur, you lately had a bonus from your esteemed nunkey ? \" \" Which aU went to pay my debts on the Derby. Tou know what bad luck I had through betting on Smasher.\" \" We must take the rough with the smooth, Arthur. Besides, you stand to win on the Cutaway Colt, and that wiU set you on your legs again.\""], [17, "A YOUNG MAN OF THE PERIOD. 9 \" Not a bit of it. Tour eccentric friend, UzelU, lent me ten pounds the other day.\" \"He's a regular trump,\" said Edie, \"and you may trust him never to breathe a word U you don't pay him till doomsday. I wish I could give you a Uft, but I'm awfully short just now. To show you how low I've been, I painted a show-board for a travelUng circus the other day.\" \"What an occupation for a student of High Art!\" \"Never mind; the chap came out with a five pound note, and that's more than one can get for a Holy Family, or Woman of Samaria, in these degenerate days. I'd get daddy to do something for you, but he bowled me out the other day.\" \" How was that?\" enquired Arthur, interested in a moment. \" Why, the Rev. Josiah Todder was with him, and nobody opens the governor's heart Uke Josiah. So I did the amiable. After he was gone, I got a ten-pound-note towards circulating"], [18, "10 LOST FOOTSTEPS. The Trumpet of Zion amongst the Sandwich Islanders. Tou know the Rev. Josiah is the editor. Down came daddy's money in the good cause ; he wanted to know aU particulars, which I judiciously postponed. I ordered a hundred Trumpets of Zion to begin with. They stood me in six shillings and six pence, and I sold them to a butterman for eightpence. \" Then I routed out Tom Wilkes, Bob Harris, and two or three more. Had a glorious day at Hampton, and were coming home in a dog cart, pretty joUy, I can teU you, when, just as we reached Hyde Park Corner, we saw the governor in the distanoe. We should have cleared him nicely, but just at the moment, that confounded Bob Harris gave such a tre mendous blast with his post-horn, that you could have heard it a mUe off. Everybody stared in our direction, of course, including the dear papa. StUl I thought he hadn't seen me, tUl we sat down to supper, when the govenor, with a twinkle in his eye, which showed that he enjoyed oatching"], [19, "A YOUNG MAN OF THE PERIOD. 11 me out, said, \"Verily, my son, I fear the Trumpet of Zion wiU not reform the Sandwich Islanders with such profane melodies as that I Ustened to to-day.\""], [20, "CHAPTER II. After Supper. Mr. Gabriel's handsome house was Uluminated for an evening party. Neighbours who were passing, some attending to troublesome duties, some going home with the weight of many daUy cares pressing upon them, looked at the gay house, and the shadows of the dancers upon the blinds, with not a Uttle envy. \" Its weU to be the mUler,\" said one to another, giving dancing parties one day, and dinner parties another. We know the time when he was not such a great man ; eh, neighbour ? \" The fact that they remembered the mUler in the days of his poverty was very soothing to them. \"Scheming's a deal better than hard work,\" said another, \" but let this swell pass to the door.\""], [21, "after supper. 13 The \" sweU \" was no other than our friend Arthur Joyce, who, having received an invitation to Mr. Gabriel's party, was determined to enjoy himseU ; and from the way in which he entered the house, and the elaborate nature of his get up, he evidently beheved himseU not the least important member of the party. He was a little taken aback, when, upon entering the drawing room, he found his uncle there. But the miller had his own reasons for inviting Mr. Joyce. Arthur's attentions had become pointed, and he thought there might be a chance during the evening of drawing him out, and finding how he was disposed toward his nephew. \" Glad to see you, uncle,\" was Arthur's salu tation ; \" though I didn't know you were a party going sweU.\" Mr. Joyce gave a grunt, which did not indicate any great satisfaction at the presence of his nephew, and then inquired who the gentleman was who had just been speaking to him. \" It's Jack Edie, uncle ; Adrian Hope knows"], [22, "14 LOST FOOTSTEPS. him very well. I'm devUish glad to have the opportunity of introducing an old pal.\" \" An old what ? \" almost screamed Mr. Joyce, who had a righteous horror of slang. \"An old chum — a devilish — in fact, an out and-out judge of art and a capital painter himself. It would really do you good, uncle, to hear Edie spout about the old masters.\" \" Spout about the old masters,\" repeated Mr. Joyce, in a tone of disgust impossible to describe. « What next ? \" Arthur whispered to his companion that he had again \"put his foot in it.\" In fact he could hardly speak without offending his uncle, so accustomed had he become to this flippant mode of expression. Fortunately for him, Mary Gabriel came up at the moment, and Mr. Joyce, having the true feeUng of a gentleman of the old school when ladies were concerned, was extremely poUte and attentive to her, the more so indeed from the fact that he considered his nephew by no means the sort of person upon whom she ought to bestow ber affections. He had determined secretly to"], [23, "15 AFTER SUPPER. shield her from the young man's attentions as much as possible until he saw a change in Arthur's conduct. The mUler lost no opportunity to converse with Mr. Joyce, though that gentleman was evidently not charmed with the companion ship. Mr. Gabriel was one of those tall, broad shouldered men, with loud coarse voices and broad vulgar humour, whose general ignorance upon subjects requiring taste and refinement, and total indifference to the feelings of others, make them so awfully oppressive to those who have sensitive nerves or are possessed of any cultivation. Mr. Gabriel was very fulsome about Arthur ; but the old connoissieur so quietly and successfuUy parried his attacks, that the mUler hardly knew what to make of him. \" To be candid with you, Mr. Gabriel,\" said he, when the mUler had put several questions of a most pointed character to him, \" my nephew's views of Use are not quite what I wish them to be.\" Mr. Gabriel received this with a fierce Ha, ha !"], [24, "16 LOST FOOTSTEPS. \" Can't put old heads upon young shoulders, my dear sir; but it's a good job when a young feUow is born with a silver spoon in his mouth, eh? We can't all have kind old bachelor uncles to push us forward.\" Had Mr. Gabriel been a better judge of cha racter he would have understood the meaning smile that crossed Mr. Joyce's face. That gentle man repUed quietly — \" Bachelor uncles, my dear sir, who have acquired any property, rarely saU also to acquire the knowledge how to use it to the best ad vantage.\" \"Exactly, Mr. Joyce — ex-act-ly — quite my idea, and just what I should have expected a man of your experience to say. Glad we understand each other so weU. As you say, that's the advan tage of getting money one's-seU. A young feUow who has a fine property left him and knows nothing of the world goes to some thief of a lawyer (Mr. Gabriel had forgotten his visitor's profession, surely) and asks his advice how to dispose of the money without any trouble, and"], [25, "AFTER SUPPER. 17 h what's the consequence? It's put into some of these confounded swindling companies. He gets thirty per cent, for a year and loses his principal altogether.\" Mr. Joyce turned the conversation by some common-place remark, and watohed his nephew keenly. He did not wonder, perhaps, that Arthur had succeeded in ingratiating himself with Mary, for he was a good-looking and plausible feUow. Soon the mUler was near him again with many inuendoes, more expressive than delicate, about the resources of the young couple, whose future Use he had evidently settled in his own mind. \" Tou see, Mr. Joyce, things have come to such a pass that a young man hardly dares to marry unless he has decided prospects.\" \" Very true, Mr. Gabriel.\" \" And really it requfres a considerable sum now to start a young man in any business or profession. The times are passed when a young feUow would begin lUe as I did, with haU-a-crown in his pocket and work his way upward.\" ■' VOL. II."], [26, "18 LOST FOOTSTEPS. \" Perhaps, Mr. Gabriel, you would not have done so U you could have helped it.\" \" No, no — perhaps not. Tou had me there — ha, ha ! Necessity has no law, eh, Mr. Joyce ?\" \" We some of us try to make a virtue of doing what we cannot help doing,\" answered Mr. Joyce, \" And deuced good poUcy, too, sir ! Where should I have been otherwise ? But it won't do always to let the world behind the scenes.\" \" Thank you for the suggestion, Mr. Gabriel — it will not indeed;\" and that was everything the miller could get out of Mr. Joyce for that evening, as he left early. \" But he must have money,\" argued Mr. Ga briel, when delicately discussing the subject with another guest. \"He must have money ; law wasn't so cheap in his young days as it is now, and I'll warrant the old boy laid it on thick in the matter of costs. Anyway, he must come out pretty stiff if he means his nephew to have my Mary, and that's all about it.\" The departure of Mr. Joyce, whose company had operated as a frightful dead weight upon"], [27, "AFTER SUPPER. 19 the brilliancy of his nephew, was so heartily welcomed by that young gentleman, that a com plete transformation took place immediately, and one would scarcely have known the merry impu dent feUow, who now enlivened the party, as the subdued-whispering hang-dog-looking waU-flower, who hovered about in doorways and corners haU-an-hour before. luiowing Mr. Gabriel's vanity, Arthur soon persuaded him to make a speech ; and the miller, standing up, and balancing himself in a graceful attitude, with the tips of his fat fingers resting upon the supper table, prepared to astonish the company ; but alas, after the preUminary \" Ladies and Gentlemen,\" not another word was forth coming, and he stood perspiring at every pore. At length, with a spasmodic effort, he cleared his throat, with such a loud ahem ! that a nervous old lady at the other end of the table jumped from her seat, as though a bomb had exploded. Meanwhile, Arthur and Jack Edie, to encourage the orator, cried \" hear, hear,\" which, U not par-"], [28, "20 LOST FOOTSTEPS. ticulai ly appropriate, had the effect of giving him time to collect himself. \" Ladies, and Gentlemen,\" he began, once more, followed instantly by the \" hear, hears \" of Arthur and Edie. \" We are assembled here, to-night, ladies and gentlemen, to spend a social evening (applause). In rising to congratulate you upon this agreeable event (hear, hear) — I mean, ladies and gentlemen, in congratulatimg myself upon this pleasing event, I cannot blind myself to the fact — to the fact — to the beings, in fact, to whom we are so much indebted for the pleasure (bravo), for the honour (hear, hear), for the harmony, (loud applause), for the unalloyed gratification we have experienced to-night (immense applause). \" In alluding thus, to those delightful creatures, without whom man's existence would soon — would soon — would, in fact, terminate altogether (great chuckling between Arthur, and Jack Edie, and a few choice spirits in their immediable vicinity), I may be thought invidious (no, no), in singling out any special individual (sensation among the"], [29, "AFTER SUPPER. 21 ladies) ; but after many years of domestic feUcity, can I, as a husband, as a father (cheers), refrain from alluding to the amiable partner of my home, and heart, and wish there were many Uke her ? Can I, with this picture before me, be sUent The picture at that moment was really that of Mrs. Gabriel, devoting herseU to no stinted bumper of champagne, and by no means thankful to her husband for attracting every eye to her. \" Can I,\" continued Mr. Gabriel, \" with this pattern to her sex at my side, refrain from pro posing, with aU my heart, ' The Ladies, and God bless 'em?'\" The applause was terrific, and when it bad subsided, Arthur Joyce rose to propose another toast. He was welcomed with hearty cheers ; for good-looks and gaiety of manner wUl cover a multitude of sins at an evening party. \" Ladies and Gentlemen,\" he began, \" after the eloquent and affecting speech of our esteemed host, it is too much to suppose that you wUl tolerate any lengthened address. StiU, you wiU pardon, perhaps, the spontaneous outpourings of"], [30, "22 LOST FOOTSTEPS. one who cannot regard without emotion, the fact that he is a guest to-night at this happy table. We Uve in times, ladies and gentlemen, when men are prone to look upon their feUows with distrust and suspicion ; but stiU we are English- men, and as Englishmen, claim the right to think for ourselves. Therefore, in spite of the unhappy rivalries of trade, it has been my fortunate experience to discover a man\" (with a look toward the host, which brings down a round of applause) ; I repeat, ladies and gentlemen, it has been my happy privilege to meet with a man, who is uninfluenced by these narrow views, who is large hearted, and noble-minded. The exquisite senti ment of the poet, ' That an honest man is the noblest work of God,' finds a responsive echo in my breast, when I think of the man whose health I shall now propose. Ladies and gentlemen, I wiU not detain you any longer. The aUusions I have made to worth and exeeUence oannot have been misunderstood. I propose ' The health of our worthy host, and long Use to him.' \" Tremendous cheers foUowed this speeoh, and the"], [31, "23 AFTER SUPPER. remainder of the evening passed merrily enough ; suffice it to say, that Arthur contrived to banish the impression created by Mr. Joyce, and left the party in high favour with Mr. Gabriel, and Mary also. Arthur stayed in the viUage for a day or two, and, notwithstanding the advice of Mr. Joyce, persuaded Mary to become engaged to him. \" I cannot imagine,\" thought Mary, \" why it is that Mr. Joyce is so opposed to him. If he were not so old, and had not been so kind whenever I have met with him, I should be incUned to quarrel with him for his injustice. I have not been able to discover Arthur's failings, yet the very decided warning his uncle gave papa makes me uneasy. Perhaps, after all, being no longer young, and having never married, makes him look upon aU lovers as foolish and unpractical.\" Something of this kind Mary said to her father, but Mr. Gabriel was so confident that Mr. Joyce was immensely rich and intended to make Arthur his heir that he would not hear a word against him."], [32, "24 LOST FOOTSTEPS. \" Old Joyce has forgotten sowing his own wUd oats, I dare say.\" \" When I tried to argue with him,\" Mary continued, \" he would give me no reason for his unfavourable opinion ; but all he said was, ' wait a bit, my dear, and don't be over hasty. If the young scapegrace cares at aU for you, no doubt he wUl mend his ways, and I may then consider how to help him; but at present not a farthing does he get from me beyond his own annuity. ' \" \" Dash it ! \" cried Mr. Gabriel, upon whom a sudden Ught seemed to have broken ; \" I have it. The old boy wants you himself, I shouldn't wonder. Well, I don't object ; his cash wUl drop in all the sooner.\" Mary was sUent. She was so much annoyed at her father's coarse nature, that she often, as now, felt it a hard struggle to pay him the respect which she felt a parent entitled to claim. Mary was so pure herself, and so completely ignorant of lUe's dark phases, that it would have made her utterly miserable to have known what vice and foUy may be concealed under a frank"], [33, "AFTER SUPPER. 25 manner and pleasant face. Tet, when she met Arthur again before he left Molton for the Temple, she could not help feeling a certain reserve, which the young man was quick to notice and to interpret unfavourably to himseU. \" Don't try to hide anything from me, dearest, \" said the young man, with as much tenderness as he could command. Mary, however, was still silent, and her usual girlish cheerfulness had given way to a most womanly seriousness. Instead of replying, she burst into tears. Arthur was highly displeased at this. His past lUe, training, and companions, had not taught him the value of human nature's better impulses ; but he concealed his iU- temper as weU as he could and again inquired what had happened to dis tress her. With great hesitation she at length told him how unfavourable Mr. Joyce's opinion of him was, and conjured him U he really gave way to the faiUngs she had been warned against to give them up at once for her sake. \" I dare say, dear Mary, there are few young"], [34, "26 LOST FOOTSTEPS. men who cannot recal many acts which they would be glad enough to forget ; but does it follow that I am utterly depraved and vicious because I have sometimes been betrayed into foUies. I have my failings, I dare say, and so have thousands more ; and if you wait, little dar ling, for that immaculate hero you have conjured up in your own imagination you wiU have to wait a pretty long time I can tell you.\" \" But Mr. Joyce is afraid you wUl not succeed in your profession.\" \" Mr. Joyce be hanged ! Law matters have quite altered since his day. And if you only saw me sometimes, my little pet, sitting up haU the night reading those fearful law books, with a wet towel round my head and my lamp burning tiU the sunUght streams into my chambers, you would, I think, prophecy anything but faUure in my profession.\" \" Oh, how very shocking to be obliged to work Uke that,\" said Mary, innocently ; \" but wUl it always be so?\" \" Oh, by no means, darling. As the Lord"], [35, "27 AFTER SUPPER. Chief Justice said the other day, ' When Arthur Joyce once gets in the right groove he wiU have it all his own way.' \" \" What a pity you don't tell your uncle what the Lord Chief Justice said ; it would give him confidence and he would not be so sarcastic.\" The idea of telling this pretty little figment to so old a stager as Mr. Joyce tickled Arthur's fancy to such a degree that he laughed immoderately ; whUe Mary, with her deep-blue eyes opened wide, wondered what she had said to cause so much merriment. \" But a plague upon aU family advisers,\" cried Arthur, suddenly, \" my little darling would have been genial enough U they would let her alone.\" \" And so I will now, Arthur,\" cried Mary, pas sionately ; \" only tell me that you love me, and don't mind a little hard work and self-denial, I wUl wait for years.\" So the old, old story was repeated, and the lovers parted with the best possible understanding. Arthur was on his way to the train when he saw his uncle coming out of the vestry-room. Mr."], [36, "28 LOST FOOTSTEPS. Joyce had seen his nephew, but knowing that he ought to have been at his studies in the Temple at that moment, would not recognise him. \"It would only bring out a few more false hoods, I suppose,\" muttered the old gentleman. \" It wiU, perhaps, save me from letting out too much to the old boy,\" said Arthur to himseU, as, imagining he had not been seen, he jumped into a vehicle which was to convey him to Dorking Station."], [37, "CHAPTER III. Husband and Wife, It would be almost impossible to depict truly the anguish of Louise, when she discovered the real character of the man to whom she was united for life ; and her moments of retrospec tion were made stUl more bitter by the remem brance of the pure love which she might so easily have claimed, had she consulted her own feelings only. Her heart throbbed to remember his earnest glances, his gentleness and tenderness of manner, his evident admiration, notwith standing all her wilfulness and caprice. That was a love worthy of winning — a love seldom inspired twice in a Ufetime. The grief of her present position was stiU harder to be borne, when she reflected upon the unhappiness she had caused. How joyfully she would have"], [38, "30 LOST FOOTSTEPS. died, U she could been spared this terrible dis^ enchantment. How swiftly she had discovered the absence of that warmth of heart, that sympathy and generous enthusiasm with which women are so easily made happy, which leads them to forgive so much, and without which they are so seldom amiable or contented, no matter how briUiant their position. She had not the chance of having misunderstood her husband, to saU back upon. Many men are singular in their manners, and complex in their natures ; and women who do not quite comprehend them at first, yet, event uaUy learn to appreciate and love them better than persons of ordinary, commonplace, every day characters. But there was nothing to be cleared up in the case of GuiUaume Morel ; his character was too transparent. It could not be otherwise, because it was so shallow. Her confidence in the future had gone in the first few days of their married lUe, though she kept for a long time the keenness of her scorn, the bitterness of her self-reproach, concealed."], [39, "31 HUSBAND AND WIFE. Outwardly, perhaps, she had not so much fault to find with M. Morel. He gave her unlimited indulgence, but no sympathy. The convention aUties of the world sealed thefr lips for a time, but soon the formulas of society were such a mockery to Louise — the constant restraint so drove back her enthusiasm, and clouded over all her fresh and genial impulses, that she broke the bonds in defiance, and society began to look at her with watchful eyes, and to put its own interpretation upon her looks and manners. The impression soon became common enough that there was in reality no genuine affection on M. Morel's part. Sometimes Louise would give way to her feehngs and tempt him by a thousand little winning arts to bestow more attention upon her. She made the wUdest efforts to touch his heart, to awaken his dormant sympathies, but his feehngs seemed petrified. He grudged no outlay, he made no stipulations, he asked no concessions, he was simply indifferent; and would have been equally so to any woman in the world. He had yielded to a fancy which had never touched his"], [40, "32 LOST FOOTSTEPS. heart, and which had died out again with the possession of its object, and with the attainment of a purpose upon which he had set his mind. At another time, Louise would ascribe all the blame to his mother, who had used such persever ing efforts to bring about this union. Scores of petty tricks and manœuvres she remembered now, which had escaped her notice at the moment, and as she recalled them, her indignation against Madame Morel became fiercer every moment. But there was at least this to be said for Madame. She loved her daughter-in-law, and would have done much to make her happy. Her fault had been — and a mother's fault after all — in believing better of her son than he deserved. She knew, or might have known, many an instance of his duplicity and depravity, which certainly gave no good augury for peace and happiness in married Use ; but she believed or tried to believe, that Guillaume was but as other men, and that marriage and domestic happiness would dispel these ugly reminiscences. At other times, Louise blamed only herseU and"], [41, "HUSBAND AND WIFE. 33 attributed the failure of her hopes to her own vanity and inexperience ; and then, for a time, a faint shadow of her former cheerfulness would arouse her husband's interest, and it would seem for a brief period as though the happiness she so earnestly craved would really come to her after aU. In this struggle of hers she had no confidant — she had so soon learnt the lesson, that romance sentiment, enthusiasm, were not to be indulged in by the world in which she moved. Warmth of heart, or passionate feeling, either occasioned surprise, or raised a smile. Rarely either did M. Morel give her the opportunity of expressing her inmost thoughts. Her gay and thoughtless manner, her witty and lively sallies, and the charm of her lovely face, had amused him for a Uttle while, and there the fascination ended. Soon, however, any expressions of earnest feeUng, or enthusiasm, were frozen upon her Ups, when she found so Uttle response. They fell back with a fearful chiU upon her fresh young heart, and died within her. 3 VOL. II."], [42, "34 LOST FOOTSTEPS. And thus passed some months, without any actual outbreak of hostile feehngs. Louise, though burning with a sense of unmerited wrong, waited for any change — waited and hoped, but it never came. MeanwhUe, she had gained some special knowledge of her husband's habits, of which he did not dream. But a moment is sure to arrive, when such pent-up feelings are restrained no longer, and generaUy the force of the reaction is all the greater for the previous seU-control. They were spending an evening alone — a rare occurrence, and Louise had determined, after much hesitation, to claim some explanation from her husband. He had been sitting for a long time in the room, without taking any notice of her, when suddenly raising his eyes, he saw she was in tears, and asked her the cause. Louise did not immediately answer. She could have done so only in passionate reproaches, and she had akeady learned her husband's character too well, to bebeve that such a course would have any beneficial result."], [43, "35 HUSBAND AND WIFE. \" Had he displeased her,\" inquired M. Morel again, \" or what was the matter?\" \" Not displeased, only disappointed me,\" was the answer. \" The happiness I sought in married life wiU never, I can see, be a reality.\" \"And you reproach me for that Louise? What would you have ? I deny you nothing. I do not understand why you should be unhappy.\" \" Tou deny me nothing, perhaps, but what is not in your power to bestow — the warm glow of an affectionate heart ; and it is also precisely because you do not understand why I am unhappy. In the early days of our marriage, under the influence of excitement and novelty, I did not feel aU this so keenly. But already your life is apart from mine. For you the brief intoxication has passed, and you are Uttle changed; but for me, existence is blighted, since I can no longer believe in the ideal I had conjured up.\" \" Tou are somewhat bitter, madame, and some what visionary also in your little dream of the"], [44, "36 LOST FOOTSTEPS. perfectability of human nature. There is nothing in my life or habits to complain of, though I make little pretence to sanctity.\" \" Tou are a slave to one debasing passion at least,\" said Louise quickly, and surprising her husband by this hint of proceedings, which he believed entirely concealed from her. \" Tou might have spent your fortune and mine in any excesses, and I would have thought lightly of the sacrifice ; but since the sordid excitement of the midnight gambling saloon is tempting enough to win you from my side, what happiness can I hope for ? \" \" Mon Dieu, madame, can you expect me always trotting like a child at your side.\" \" We are no longer companions, and our estrangement is already seen by aU. Tour losses, your perplexities, gain you no sympathy, for your companions are not of the class who can feel either pity or remorse. Ah ! I hardly know why I complain,\" cried Louise, weeping, \" when I feel that our days together are numbered, and that my sorrows will soon be ended.\""], [45, "HUSBAND AND WIFE. 37 \" What do you mean, Louise ? do you intend to expose our affairs to the world ? \" \" Tou need not fear that. I feel as though a happier release than the world can give awaits me.\" \"I will consult the physician,\" said M. Morel, \" a Uttle change of air and scene wiU speedily restore you. Tou have brooded over some imaginary grievance tUl you have made yourseU really ill.\" \" My misfortune is but too clear,\" answered Louise, \" and, pray remember, that at a future time, if you should feel any compunction, it wiU be too late. Unless you make some change in your present course, every day we spend together wiU but widen the guU between us.\" Louise detested any outward show of kindness. Her pride revolted at the idea of accepting the shadow for the substance. She would rather complete indifference than any simula tion of a feeUng which she knew did not really exist. It happens often enough in married lUe that"], [46, "38 LOST FOOTSTEPS. allowances must be made for trifling misunder- standings, and unintentional acts of unkindness, passing slights, or words spoken at random ; but such ripples as these, which only agitate the surface, do not reach the deep under-current of a reaUy genuine affection. If they are never righted, they do not grow into a permanent wrong ; they do not make life's burden heavy like unequal temperaments, or totaUy opposite modes of thought. M. Morel left his young wife extremely dis contented, and not a Uttle angry. She had discovered, he knew not how, in what manner and with what companions his nights had been spent ; and he was especially annoyed, too, upon this occasion, for he had made an appointment again to spend the evening away from home. On his way from the chateau his mother met him. To do madame justice, her conscience smote her not a Uttle, when she saw how unfortunately her scheme had turned out ; and she used her utmost influence to induce Guillaume to treat Louise properly."], [47, "39 HUSBAND AND WIFE. Madame Morel knew where her son was going and tried to dissuade him. At first he seemed to listen to her, but whUe they were speaking one of his friends, wondering that he had not kept his appointment, came to seek him. A servant announced M. Richot. \" Ah ! in deed,\" oried Morel, and his face brightened immediately ; \" he is our old Belgian friend, as you know, my dear mother, and I fear this is a temptation too great to be resisted. M. Richot is certainly one of the best companions and one of the funniest fellows I ever met with. I would bring him in but he has one great failing — you can never depend at this hour upon finding him sober. It is to be regretted, for his even temper and drollery eminently qualUy him for social Use.\" With this, Guillaume, who had in a moment dropped the serious tone whioh he assumed for a moment in speaking to his mother, bowed to her in his old nonchalant way and Ughted a cigar. \" Go,\" said Madame Morel, with a look of contempt. \" I thought to have made you happy"], [48, "40 LOST FOOTSTEPS. by enticing this poor girl. If your marriage proves a ourse instead of a blessing, I shaU not be to blame.\" It may be assumed that Madame did not study Scripture, or so obvious a text as this might have occurred to her at that moment in reference to her own conduct — \" Train up a chUd in the way he should go, and when he is old he wiU not depart from it.\" A glimpse of M. Morel during the rest of the evening wUl suffice to show how recklessly he was bartering his seU-respect and manhood, and wasting the fortune he had so easUy won with Louise. In an atmosphere poisoned by foul odours, surrounded by companions who were the refuse and scum of society, he stood hour after hour watching the changes and chances of the game with a strained attention which imparted a sinister and greedy expression to his otherwise handsome face. AU the better impulses of his nature were being sacrificed, and he was graduaUy lapsing from the gentleman to the accomphshed gambler."], [49, "41 HUSBAND AND WIFE. He played with varying success, and, feverish with the close atmosphere of the saloon, drank bo deeply that he seemed for the time in a sort of senseless lethargy. Then he aroused himseU, played again, drank stUl more, and finaUy reeled into the open street as his beautiful young wife, who had passed a sleepless night, heard the chirping bfrds in the trees upon the terrace, and saw the faint roseate streak of Ught that proclaimed the opening dawn. It was for this purpose — for greed and not for love — that GuUlaume Morel had sacrificed the happiness of the pure, unsuspecting, and lovely girl he had married. Louise had no one to advise with. Her father, with the most devoted attachment to her, yet never troubled himseU to ascertain the position of M. Morel's affairs. Madame had devoutly beheved that her son's marriage would rescue him from the absolute ruin that stared them in the face — ruin brought about solely by the profligacy of the man she tried so energeticaUy to save. She was selfish and"], [50, "42 LOST FOOTSTEPS. worldly, but she was a mother, and saw with horror and despair that the princely fortune given with his daughter by Mynheer Kalm was but fuel added to the fire."], [51, "CHAPTER IV. A Presentiment. Adrian, taking apartments in London, for the sake of continuing his studies under UzeUi, frequently paid short visits to Molton ; and awaking one morning during one of these visits, he had a strange presentiment that aU was not weU with Louise. He got up, though it was hardly yet dayUght, and wandered into the fields in the hope of being able to shake off the feeling of despondency that had seized upon him. But it sometimes happens that there are changes and peculiar aspects in nature which agree wonderfully with our thoughts and feelings ; and at the moment, the sober atmosphere of the breaking day had a look of sadness. Even the old house, as he turned his back upon it, looked mournful and desolate in the grey light of the"], [52, "44 LOST FOOTSTEPS. dawn. The fields were not as yet enlivened with the labourers and cattle; the bfrds were sUent on the boughs; there was an almost unearthly stillness; a solemn brooding calm in the very atmosphere, as though nature had a strange and secret sympathy with his oppressed imagination. In the night, too, he had been troubled and restless, and U he slept for a short time it was but to awake from an unpleasant dream. At one moment he was tossed in a tiny boat upon a wave that seemed mounting to the very sky; at another he was lying upon the edge of a precipice, bound hand and foot, and so near to its awful verge that he could see far down and down into a terrific abyss. His walk did not help in the least to shake off this uneasy impression, and he continued the whole day absent and melancholy. His thoughts wandered perpetuaUy to Louise, augur ing Uttle happiness from her marriage, and beUevmg that it would not be long before she would discover in disgust what a terrible mistake she had made."], [53, "45 A PRESENTIMENT. After meditating and brooding the whole day, a thought crossed his mind which drove the blood to his heart. What if this depression should be a presentiment of evil to Louise ? Of evil which it might be in his power to avert, though apparently so entirely separated from her. This suspicion once aroused could not be aUayed. The feeling became stronger and stronger every moment, till at length he came back to the house at night, fully resolved to go to Rotterdam immediately. He would see her once more in spite of any obstacle — ascertain once for all that no harm had befallen her, and then with the memory of her dear face fresh in his heart, turn his steps from Europe to return no more. Sadly, yet firmly, he made known his resolve to his father and uncle. All the objections they could urge— all their entreaties — availed nothing. \" A secret impulse urged him to the step, whether he would or no.\" That was aU the explanation he gave them, though in various ways, and from various sources, they had already discovered his secret, and would have lavished conso-"], [54, "46 LOST FOOTSTEPS. lation and sympathy upon him U he had chosen to seek it. They felt that Adrian's unhappiness would only be increased, U he discovered that the marriage of Louise had not proved a happy one ; but he was so resolved, that it seemed only to irritate him to raise any objection. At last, amidst the tears of AUce and Maude, and the deep regret of his uncle and father, he tore himself away, and was soon on his journey to Rotterdam. He reached the famiUar spot without any adventures on the way, and in the afternoon of the foUowing day was wandering in a wood that formed the boundary of M. Morel's grounds, waiting tUl dusk, at which hour an old servant had promised to gain him admittance to the chateau, and, U possible, the chance of a word or two with Louise, without interruption. The place where he lingered was not without a picturesque charm of it's own. Old trees reared their majestic arms above the thick brush wood and undergrowth, and beneath them ran wild footpaths into sylvan recesses, whioh even"], [55, "47 A PRESENTIMENT. upon that sunny afternoon were shadowed by a twUight atmosphere. Weary in spirit, and fatigued in body, Adrian sat beneath one of these trees and gave himseU up for a time to a not unpleasing reverie. There are moments when the world around seems to fade from us, and the spirit loses aU sense of its earthly ties ; when nature reveals herself also in such a manner as to awaken our noblest powers of thought and feeling. We cannot at wUl call up these fleeting sensations. They come to us in favourable moods, Uke the faint and far-off gUmpses of some distant and happier land, and as speedily vanish; but the haU-remembered suggestions, which have proved that for a moment we have shaken off the bondage of sense for the wild freedom of feeling, leave behind them a freshness Uke the dew which has revived and brought forth the latent odours of a thousand flowers. The pleasant recollections of happy hours spent with Louise — the memory of sunny glances and delightful tones — the hope that awoke within"], [56, "48 LOST FOOTSTEPS. him as he sat there and saw the sinking sun glimmering upon the hoary walls of the chateau, blended with other feelings and reminiscences which he hardly understood himseU (for Adrian had quite as much of the poet as the painter in his composition), all tended for the time — brief and delicious as it was — to give him a sense of happiness such as he had rarely experienced before. In this the poetical nature is truly to be envied. Happy he who sometimes sees, however briefly, with the unshadowed light of the spiritual eye. He realises more than others can that entfre forgetfulness of past sorrow, that ideal of perfect love and unclouded happiness which we hope for in a Use to come. It was from such an ecstatic mood that the young artist aroused himself, when, hearing the turret clock of the chateau chime the hour, he re membered his appointment, and aU the hopes and anxieties connected with it. As he left the spot — the only one in the neighbourhood of Rotterdam which had any claim for an artistio eye — he"], [57, "49 A PRESENTIMENT. thought how often it must have gladdened the eyes of Louise, and, perhaps, caUed up kindly remembrances of himseU ; and he loved the spot for the influences surrounding it. Little did Adrian imagine as he sat there, through the sunny afternoon, undisturbed in his thoughts and reveries, save by the flutter or hum of a light-winged insect, the chirp of a bird, or the soft unearthly sigh of a passing breeze — little did he imagine how near, both in thought and in person, was she whose welfare was the one purpose of his Use at that moment ; still less did he conceive that the vague presentiment with which his mind had been so recently occupied, was rapidly working toward its fulfilment. In truth, at one hour of that very afternoon Louise had been seated within a hundred yards of Adrian. The servant with whom he had been in communication had warned him that he might expect a change in her. \" Not in her beauty,\" said the faithful woman — the identical round Uttle woman who seemed to have stepped from a picture of Teniers, who welcomed Adrian upon his 4 VOL. II."], [58, "50 LOST FOOTSTEPS. first visit to Rotterdam, and who had always been his faithful aUy. Nothing could part her from her young mistress ; and Madame Morel, much as she objected to a rival, however humble in her influence over Louise, was fain to allow the damsel to become a fixture at the chateau. Adrian had, however, made a compact with the gfrl, that Louise might not be informed of his visit beforehand. Unwise as his determination may have been, he was resolved, if possible, to surprise her into an expression of her real feeUngs toward him, forgetting how painful and injurious such an avowal might be to herself. Adrian, as we have said, had been prepared for a change in Louise, but the girl had not revealed its extent. Indeed, the grevious disappointment, and even deception, of which Louise had been the victim, had almost imperiled her Use. She was not less beautUul than ever, but paUid, and with the traces of settled grief evidently fastened upon her features. She had been but a short time alone in the grounds of the chateau, being joined shortly after"], [59, "51 A PRESENTIMENT. leaving the house by a man of sombre aspect, who came to her side in a manner which seemed to indicate that she had been frequently watched by him. He was a man whose countenance, ascetic in its expression, was modified by a certain calmness and sweetness, which was not at all unpleasing. He had large thoughtful blue eyes, and was, one would suppose, a man of superior intellect and intelUgence. His look was fixed in a penetrating manner upon Louise, as though to ascertain with certainty her mood before approaching her. He was a priest who had been upon intimate terms with Madame Morel, who kept that most rigid observance of the externals of religion which is to be especially noticed in many Belgian families. It must be repeated that Madame was really attached to her daughter-in-law, and regretted deeply that Louise had become, since her mar riage, distant and constrained to her. Thinking that her favourite priest might, perhaps, induce Louise to place greater confidence in himself, she"], [60, "52 LOST FOOTSTEPS. had commissioned him to seek the young wife's society, and, if possible, to draw her into con versation. \" Tou are sad, my daughter.\" Louise looked up, evidently surprised at his presence, and gave vent to a deep sigh. It was caused a3 much by real Ulness as weariness of spirit. \" WUl you not confide in me ?\" asked the priest, with much gentleness. \" Tou have shown me much kindness and consideration,\" she answered, \"but it is not the custom of the faith in which I have been reared to unburden the secrets of the heart to the priest.\" \" They do well who seek the consolation of the Church in their difficulties and trials. What can relieve the oppressed spirit so readily as to pour out its sorrows and to receive the Church's kindly absolution ? \" \" Not iu the form in which you offer it to me. The religious consolation of my Churchldoes not oifer to the soul through man, a mediation which"], [61, "53 A PRESENTIMENT. would interrupt or prevent a communing with its Maker.\" \" I suppose that: is what you really feel,\" said the priest calmly ; what then is your first step towards such a communion ? \" \" Prayer ! \" The reply was emphatic, and the tone in which it was uttered indicated a wish to be alone. The priest was a man of real feeUng, and but for the tenets of his Church might have advised her well ; but feeUng that h;is influence would only be weakened by persistence, he withdrew, though the evident weakness of Louise made him do so unwUlingly. She had been tempted by the fineness of the afternoon to go into the open-air — the first time she had done so for several days. She was weak and ill, and her physician had cautioned her against exertion ; and now,: being left alone, she was alarmed to find herseU hardly capable of reaching the chateau again. In the hope, how ever, that some one might pass through one of the footpaths near at hand, she sat down and waited."], [62, "54 LOST FOOTSTEPS. But the strange oppression and weakness still continued. It was a kind of illness that was to her unaccountable. She was free from pain, and had a certain hazy consciousness of things around her ; but there was such an unreality, something so vague and intangible in the appearance of all she saw, that she imagined herself to be sinking into a swoon. However, she became no worse, only losing all power over herseU ; she could make no more effort to speak, or raise an alarm, than if she had been dumb from her birth; and her limbs were equaUy destitute of nervous power. She sat there as though chained to the seat, unable to move, or give the slightest sign of her con dition, and only saved from falling by the attitude in which she had been sitting. While she sat thus, the shadow of a man was thrown by the sunlight across a vista at a short distance. He was walking slowly, with his eyes fixed upon the distant chateau. The slightest sound would have reached his ears — almost a whisper would have attracted his attention, for the afternoon was divinely stUl, and there was not"], [63, "55 A PRESENTIMENT. the faintest echo of traffic within hearing. The sight of him was a terrible shock to Louise in her weakly state of health, and she made an effort to cry out, but her voice failed her, and she lost consciousness entirely with Adrian's name upon her Ups, and Adrian himself passing so near, that with a few steps' advance she might have touched him. A few moments later, one of the servants passed from the chateau and discovered her. She was carried into the house, and a physician sent for ; but for hours Louise remained in the same state of stupor. The servant met Adrian with this sad intelli gence, and the young painter felt that all hope of seeing her at present was at an end. Tet he determined to remain for some days in the neigh bourhood of Rotterdam, trusting to her speedy recovery. When reason slowly returned, she had a dim recoUection of having seen Adrian; but in the confused state of her faculties, found it impossible to remember under what circumstances, and"], [64, "56 LOST FOOTSTEPS. concluded that it must have been but a vivid dream. Tet the impression lingered in her mind, and caused her, when recovering a little, to ask for writing materials, to communicate with her father. \" Madame must not agitate herself,\" said the physician, \" or I wUl not answer for the conse- quences. Louise, however, determined to write, and commenced the letter thus : — \" I have had a sudden and strange attack of an Ulness, such as I never before experienced. At the moment when it seized me, I was sitting in the grounds. Whether it is only the effect of my diseased imagination, I do not know ; but it appeared to me, that the young artist, Mr. Adrian Hope, who resided a short time with us, passed through the park. It may be, and prob ably is, nothing more than a mere fancy of mine ; but U it should happen that he is here, and calls upon you, beg bim by every kind feeUng that he once professed for me, not to come near the chateau any more."], [65, "57 A PRESENTIMENT. \" Tou will wonder, my dear father, why I am so urgent upon this point ; but I have special reasons for being so. Learn, then, for the first time, that my marriage with Guillaume Morel is a bitter mistake, which can only end in misery. M. Morel knew that Adrian Hope had professed an attachment for me, and during the short period of our marriage, I have been aheady upon more than one occasion taunted with the fact. It is useless to widen the gulf existing between us by any appearance of encouraging Mr. Hope's visits, therefore, should it happen that he has really been here, I wish him to know, that he will only add to my unhappiness by coming here again. \" At the same time, I feel it is no injus tice to my husband to say that the happy days Mr. Hope spent with us I shall never forget .\" The letter was unfinished, for the effort to write it caused a relapse, and M. Morel was warned by the physician that his wife was in considerable danger."], [66, "58 LOST FOOTSTEPS. Guillaume came, and a messenger was sent also to Mynheer Kalm. Whether Louise had any consciousness respect ing her unfinished letter, it was impossible to say ; but once she moved her lips, and half opened her eyes as though she would have spoken to her husband. Whatever she wished to say, the effort was in vain, and she sank back exhausted with a tremulous motion of the lips, and a faint sigh. Her husband did not regard her with much appearance of feeling, though evidently astonished at the suddenness of the attack. If any self reproach agitated him — if during the few moments he watched at her bedside, and saw her apparently hovering between life and death, he may have remembered, with any compunction, the coldness and indifference with which he had treated her so soon after their marriage — he did not show it, and was as calm and impassive as ever. But for a moment, as he was leaving the room again, his eyes fell upon the unfinished letter which had fallen from his young wife's hand, as she relapsed"], [67, "A PRESENTIMENT. 59 into unconsciousness. He picked it up, glanced at it hastily, and, with a look of determination, foreign to his usual manner, put it in his pocket. The physician seemed surprised at his coldness, but he had often been present where great self command had also been allied to the deepest devotion, and imagined that the forced calmness of M. Morel would probably give way when alone. Soon poor Mynheer Kalm arrived, and his almost childish tenderness was a wonderful con- trast to the indifference of his son-in-law. Mynheer, it is true, asked no questions, made no remarks, or suggestions; but the anxious gaze with which he sat looking at his beloved daughter, with occasionally the sight of a big tear rolling down his placid cheeks, proved that the old Dutchman, if his grief found little vent in speech, was very earnest in his affection. Not one word did Guillaume Morel say of the letter, though it was addressed to Mynheer, and Adrian, therefore, never received the intended warning."], [68, "60 LOST FOOTSTEPS. M. Morel little knew what a service he rendered to his wife when he kept back her innocent letter. \" There is a providence that shapes our ends, rough-hew them as we may,\" says our greatest dramatic poet."], [69, "CHAPTER V. Too Late. The reading of the letter written by his wife had irritated M. Morel considerably. If he had shown great devotion towards her, this would have occasioned little surprise ; but Guillaume, for reasons of his own, seemed especially anxious that no interview should take place between Louise and Adrian. He enquired of the priest who had conversed with his young wife in the grounds — of the servants who had brought her into the house ; but all declared that Adrian had not been near the spot, and M. Morel was satisfied that it must have been an illusion produced by his young wife's weakness, and agitated state of mind. Meanwhile, Louise lay utterly unconscious. The strange mystery of hfe — that relation between consciousness and the will, which connects the"], [70, "62 lost footsteps. inner-life of the soul with the world without — was suspended. For many weary hours, which lengthened into days, she was oblivious to every thing around her, helpless as an infant. Tet she lived and breathed, though the pulse was so feeble, and the action of the heart so faint, that the young physician who first attended her, declared that he could no longer take the respon sibility of her life upon himself, and requested that another physician might be called to give an opinion upon the case. The new comer, a man of experience, seemed really alarmed when he arrived and ascertained particulars. Evidently his opinion was, that Louise was rapidly sinking, and this idea was confirmed by the other physician, who, after watching her closely for a lengthened period, declared that the pulsation was decreasing. A mirror was then placed to her hps, and scarcely a sympton of respiration could be discovered. He lifted the eyelids, which remained as he placed them — moved her fingers slightly, but they did not fall back involuntarily to theh"], [71, "63 TOO LATE. old position, as is usually the case, even up to the immediate close of life. The physicians shook their heads as they con ferred together, and at the same moment M. Morel entered the room softly. \" Is there any chance that Madame may soon recover ? \" he enquired, in an under-tone. \" There is always hope,\" answered the physician evasively, \" but Monsieur must not be too sanguine.\" \" It is very strange, this attack,\" said M, Morel dubiously, \" Madame had no positive iUness a few days ago. She was depressed in spirits, but did not complain of actual ill-health.\" \" I should imagine,\" said the physician, \" that some secret mental anxiety had greatly influenced madame. There are some natures so keenly susceptible, that their lives are passed in alterna tions of cheerfulness, and intense depression. Under favourable circumstances, and with freedom from anxiety, theh gaiety is extreme ; but on the other hand, slight disappointments and vexations, or even sudden changes of the atmosphere, will occasion great despondency, which, if not"], [72, "64 LOST FOOTSTEPS. suppressed, or turned into another channel, becomes exaggerated to actual despair. A temperament of this nature is one the least favourable to health of any, and it will be absolutely necessary to discover and banish the cause of this gloom, if madame — as we trust, will be the case — happily recovers.\" That Guillaume Morel was not quite at his ease during this conversation, was evident to the physician, who, though a comparative stranger, had, with singular skill, described the exact disposition of the unfortunate young wife. This temperament, so interesting in happy and prosperous situations, so prone to despairing wretchedness, under unfavourable conditions, was exactly that of her mother, and was probably, as we so often see in families, increased to excess in her offspring. How frequently it happens that a special taste in one generation, becoming more decided in the next, developes into actual srenius in the third. In this case, her disappointment in the man she had chosen, had been, in reality, the first trial"], [73, "65 TOO LATE. Louise had ever known. The devotion of her father had scarcely allowed her a single unhappy moment. She had grown up from a child, sur rounded by genial influences. To her, care had been an unknown word, and it seemed not unlikely that the suggestion of the physician had consider able truth in it, and that the physical prostration of the young wife was due, in a great measure, to the intense mental excitement she was labouring under. A day or two passed, and Louise still remained in the same lethargic condition, the physician visiting her daily, and perceiving no change. At length, upon one occasion, the physician who had first attended her called the attention of the other to the fact, that his patient was pulseless, and that her breathing was no longer perceptible. Without a pang, without a sigh, she appeared to have passed into the silent land. \" Madame is no more,\" he said, in a whisper, \" call M. Morel instantly.\" He was himself impressed by the event, and without doubt, baffled as to the nature of 5 VOL. II."], [74, "66 LOST FOOTSTEPS. the disease. The gradual and total loss of all vital power was to him inexplicable in one so youthful, and hitherto apparently so vigorous and healthful. When Guillaume Morel came, the physician anticipated a painful scene, but no such result took place ; M. Morel, it is true, appeared staggered by the intelligence, but he gave way to no outburst of grief. He was agitated, but that soon passed away ; and he asked in a low tone, \" Have you ascertained beyond all doubt that Madame is dead ? Can it really be true ? \" \" Monsieur may rely upon my experience. My utmost skill could avail nothing.\" M. Morel turned, left the chamber of death, and never entered it again. The little servant, who was so tenderly attached to Louise, contrived to convey this sad intelligence to Adrian, wno nad been daily in secret to enquire if there was any change. He had sworn, come what would, to see her once more ; and the servant had promised, with many a smothered sob, to obtain him admittance. It was, perhaps, easier now, than heretofore. The physicians had"], [75, "TOO LATE. 67 gone, their office was over. The nurses and friends who had hovered about the sick chamber had also departed. There remained now only silence and solitude — the fit companions of death. Long and eagerly Adrian plied the ghl with questions of her lost mistress. Recalling a hundred minute incidents of their life at Rotterdam, and giving vent from time to time to his own passionate regrets, idle now as the wind which scattered the echoes of the bell that tolled his lost love ; yet seeming to soothe him and his companion by theh reiteration. Fearful each moment that her absence from the house might be discovered, the girl, at length yielding to Adrian's entreaties, promised to procure him admittance secretly to the chateau upon the following day ; but beseech ed him to wait till dusk. She gave him particular directions, so that by following them, he might enter the chamber of death at the hour she named, without being observed — there to look his last upon the lovely"], [76, "68 LOST FOOTSTEPS. face which a few short months ago had been so fuU of gaiety and animation. Here, then, was the fulfilment of the presenti ment he had at Molton. It was to hear this that he had come to Rotterdam so suddenly ; and he asked himself gloomily was it only of misery that men ever received a forewarning ? were sorrow, disappointment, and death, the only events that cast theh shadows before, and never prosperity, happiness, and love ? \" Too late ! \" was the only echo to this des pairing cry."], [77, "CHAPTER VI. The Sorrows of Mynheer Kalm. The sorrows of Mynheer Kalm were of a totally different character from the sorrows of Werter. Let us hope the reader will not object to hear how Mynheer bore them. The loss of his beloved daughter seemed for a time utterly to paralyze the business qualities of the merchant. Kloots, left to his own devices, smothered his grief in his old manner. Every crane and windlass was at a standstill. Not a waggon turned a wheel, and the bargemen smoked and swore for want of occupation. It was a lamentable state of things, and Kloots shook his head almost as solemnly as his master, when he thought of the future. What if Mynheer, over come with his sad loss, never more bargained for those mighty piles, and retired from business !"], [78, "70 LOST FOOTSTEPS. The thought was too horrible, and Kloots took another glass of Schiedam and scouted it enthely. Our present picture of Mynheer is taken while that gentleman is rusticating in his summer house, his infallible retreat from all those His of mortality, which, not being curable, must be made endurable. He has been sitting for a long time silent and motionless, when he arouses himself, raises his head, and shakes it gently, with the old characteristic movement familiar to us in happier days. He is making an effort to shake off his overpowering emotion. But consolation is as yet far from him; as he rose slowly and surveyed his favourite tulip bed, and taking up a watering pot which lay near him, walked at a funeral pace over the lawn, smooth and level as a billiard table, and came to the fish pond, in which was the wonderful house of shells described aforetime. When Mynheer approaohed the surface of the water it was as oalm and unruffled as his own countenance ; but hardly had his ponderous shadow obliterated daylight from the surfaoe of"], [79, "71 THE SORROWS OF MYNHEER KALM. the pool, when every drop of the water appeared to be alive. The gold and silver fish swarmed in hundreds to the surface of the pool, leaping out of the water, as though with a desire to console their bereaved master. Mynheer regarded them sadly ; filled his watering pot and watered his tulips sedately — as, of course, Mynheer would. When he had done this, he went back to the edge of the fish pond, aud with one hand in his pocket, clutched the watering pot convulsively with the other, stood (not like Niobe, who, by the way, was a lady, and not a native of Holland) — Mynheer, let us merely say, stood by the margin of his fish pond and wept. He had forgotten everything but his great grief, and, though he had not missed feeding his fish for twenty years, it was evident that he was enthely oblivious to their expectations. In vain did the gold and silver fish dart gaily to and fro. They apparently could not understand why they should go short of theh accustomed meal ; but Mynheer only contemplated them abstractedly, and in his melanoholy reverie, even his watering pot dropped unknowingly from"], [80, "72 LOST FOOTSTEPS. his hand. After a time he roused himself with a sigh, with dehberate steps retraced his path to the summer-house, filled his meerschaum, and sat down. Onoe more the unhappy man gave himself up to a reverie, leaning his head upon his hand wearily, as though needing repose. For some time, his eyes wandered unsteadily from one object to another, and a slight twitching could be per ceived at intervals about his mouth, as though he had been conversing in imagination with some absent friend. Ere long, Mynheer's countenance assumed its wonted placidity ; his wearied eyelids sank — rose again only to sink more slowly and heavily than before — deeper and deeper still, and lo, a deep sleep had faUen upon him. Alas ! the grief of Mynheer Kalm is greater than he can bear. \" To sleep, perchance to dream,\" says our great bard; and what a vivid dream it was that encroached upon the slumbers of Mynheer that day. He was not gifted with imagination ; but affection wUl sometimes become quite as great a"], [81, "73 THE SORROWS OF MYNHEER KALM. stimulant to the brain. This was the dream that came in the slumber of Mynheer, a dream of Louise, as he had seen her but a few summers ago. Tonder, upon the smoothly shaven lawn, springs forward a youthful maiden chasing a butterfly, with a delicately worked fan. Ah, how well he remembers that fan with its beautifuUy carved ivory work, and its prettily painted grotesque figures. Did not his dear old neighbour Vanderbeck bring it from Japan, and make it a present to his darhng Louise upon her fifteenth birthday ? See how lightly and gracefully she trips across the emerald lawn hke a snowy wave flying over the level sand of some enchanted shore, as if impelled by magical power. Her arms are raised — she scarcely touches the ground — with what a joyous bound she tries to reach the gaudy fluttering insect above her head, which seems by its capricious movements as though it compre hended her object, and enjoyed her ineffectual attempts to capture it. And there he sat, the father of this enchanting"], [82, "74 LOST FOOTSTEPS. creature, watching her every movement with a sensation of delight, to which the rapture of poet and painter could be but feebly com pared. How many times his meerschaum had gone out during that butterfly chase, is not to be told. At length, flushed and tired, she is seated by his side in the summer-house, laughing with fairylike glee at her want of success, and pointing out to him the butterfly escaping in triumph to the opposite side of the canal, there to be immolated under the greasy cap of a bargeman. What a beautiful child she was, and giving evidence in every look and attitude of a still more delightful womanhood. Flitting like this in the sunlight had robbed her skin of its transparent hue ; but there was the ruddy glow, and exquisite colour to counterbalance it. Angel or fairy, which should he call her, as she gazed after the fluttering insect? It was exhilerating, it was infectious. He would go and chase a butterfly himseU. At this remarkable stage of his dream, Mynheer awoke. Awoke to find it was but a dream ; but"], [83, "THE SORROWS OF MYNHEER KALM. 75 so vivid, so real, that it was some time before he comprehended that his darling Louise was not in the garden before him as in the old days. A severe internal struggle agitated the bosom of Mynheer Kalm. His countenance, so far as it was capable of expression, revealed a look of disappointment and despair, when he awoke and sought vainly for his absent child. Meanwhile, he took from his pocket a miniature, gazed at it abstractedly — shook his head — replaced it in his pocket, and then seemed to have come to some important conclusion. In fact, remembered at that moment that he had not seen Kloots since the previous day. A raft would, in all probability, arrive at the wharf; and should his manager, under the influence of excessive grief, indulge in deeper potations than usual, there was a chance that he might lose a very excel lent bargain. The weakness of Kloots was so weU known to his worthy employer, that, except upon holi days and special occasions, he was never left long alone. He was clever and useful in a"], [84, "76 LOST FOOTSTEPS. subordinate position, and with a httle direction got through his duties thoroughly well. Writing down in his pocket-book the items that first required his attention, Mynheer now rose, and slowly and sadly threaded his way through the narrow and bustling streets to the wharf, where in happier days his genius had shone so resplendently."], [85, "CHAPTER VII. In the Twilight. Need we dwell upon the misery of Adrian, when the intelligence was imparted to him of the death of Louise? Willingly, in the first outburst of his despair, he would have sacri ficed his own life to have seen her alive, if but for one moment. He endeavoured, when he was calmer, to bribe the servant who secretly brought him the news, to admit him at once to the chateau, but he was told that M. Morel had given such decided orders that no one was to see Louise, without his special sanction, that he would be under the risk of not seeing hor at all, if he did not wait till the time she had named. But what weary hours they were that inter vened, and it seemed to him that he could"], [86, "78 LOST footsteps. hardly live through them. He had not yet visited Mynheer Kalm, and kept clear of the town, for in his excited state the sudden clash of a passing vehicle, or the clank of machinery near at hand, jarred upon his nerves with positive pain. He wandered out into the woods in the neighbourhood of the chateau, for upon his artistic temperament the sweet blending of natural sounds always had a soothing effect. The tones that reached him there were subdued by distance, and lost all harshness. If the lowing of oxen in some farm-yard hidden by clumps of trees, or the sharp bark of a dog fell upon his ear, they were blended with other sounds, and produced a natural harmony. If the bell of a distant steeple clanged the hour, the tone rose and fell upon the breeze, swelling and dying into a mysterious murmur, which seemed indefinitely prolonged, till he discovered it was but the buzz of a passing bee, who seemed trying to rival the lingering tones of the bell. If a bird hovered above him with its carol long and loud in the clear atmosphere,"], [87, "79 IN THE TWILIGHT. the ear seemed immediately prepared for it. If Adrian had spent the day in the town, the aggravation of the noise and bustle would have tendered him utterly incapable of keeping his appointment. As it was, when the declining sun warned him to return, he was much calmer, much more resigned, than a few hours before he would have thought possible. The faithful girl contrived to meet him at the spot agreed upon, and conducted him with much caution into the chateau. Often as Adrian had visited there, he was unfamiliar with the winding passages and galleries through which he now passed, and, obedient to the instructions of his guide, he noted every peculiarity of the place, having agreed, to save the risk of disgrace to the servant, to return alone. Although scarcely dark in the open air, it was aheady dusk in the dimly-lighted rooms and corridors of the antique building, and the gloom was in creased by the lofty trees with which the chateau was nearly surrounded. Dreading discovery at every moment, the ghl"], [88, "80 LOST FOOTSTEPS, was compelled to light a small lamp, and bidding Adrian keep at such a distance behind her that he could easily fall back in case of other servants approaching, they silently and cautiously reached, without interruption, the chamber of death. It was almost with a sense of rehef that Adrian stood at length in the presence of his lost love. His intolerable agitation during the day had reached its climax, when he came to keep his appointment in the grounds of the chateau. His feelings had been strained to the utmost, and it was with a passionate emotion, almost, one might say, with a certain joy that he felt a stronger hand than that of a merely human rival had snatched Louise horn him now. There she lay, wonderfully quiet, wonderfully calm, as if, by accident, he had entered the chamber and found her sleeping. For a mo ment he almost felt as though he should have passed her couch on tiptoe, lest he might disturb her peaceful slumber."], [89, "IN THE TWILIGHT. 81 She must have passed into the unknown world without a pang. Little alteration had taken place in her features since that memorable day when he had seen her last. A paler hue was on the brow — a more rigid outline on the features — otherwise the change was not re markable. Full of the solemn thoughts of one, who, for the first time in bis life, is in the presence of the great Mystery, he sat down, placing the tiny lamp in such a position that its light fell upon the marble face of the dead. He must have sat there a considerable time, for the servant who admitted him came to warn him, fearing that ho would be discovered. But sho found him so lost in thought, with his face fixed in such a stony gaze upon her dead mistress, that it was impossible to rouse him without making considerable noise ; and with the superstition of her sex and country, she feared to speak above a whisper in that awful presence. Strange indeed ! that contrast in our treatment of the living, breathing, suffering, and rejoicing 6 VOL. II."], [90, "82 LOST FOOTSTEPS. form, with our blind awe of it, when it is but a senseless heap of clay. Unconscious that the ghl had ever entered the chamber, unconscious that his lamp was getting dim, and that the feeble twilight had deepened into dark night, Adrian might have sat there, immovable as a statue, fill the breaking dawn, but for an event, so removed from everyrday experience — so marvellous — so unexpected, that, but for authenticated narratives of similar incidents, it might well be denied credence. Adrian had placed the lamp, as we have said, so that its gleam fell upon the pallid face of Louise. Its flickering light, waving from time to time across the features, imparted a strange appearance of life to the face, which awed, yet fascinated, the young painter. He had watched this strange effect so long, that at first he was not aware that the eyes of the dead lady were no longer closed. Incredible as it may seem, her eyes now slowly opened; and, with a rigid stony gaze, hardly more speculative or suggestive"], [91, "83 IN THE TWILIGHT. of life or vitality than if they had been made of glass, were fixed upon Adrian. Petrified with horror, some minutes elapsed before he was able to stir. Then, how he kept his senses in that terrible crisis — how he man aged to command his faculties, so as to be capable of thought or action — how he succeeded in bear ing from the chateau the form of his beloved Louise, and depositing it safely in the apartment he had hired in the outskirts of Rotterdam — may seem almost a miracle. Such miracles only lie within the scope of passionate devotion, such as his. Well has it been said of old, and with a deeper insight into a great truth, and a wider application than any heathen doctrine could have foreseen, \" that to the pure heart and the bold hand the blessed Immortals are swift.\" Circumstances which so seldom favour the deeds of ordinary life, excepting some rare instances, which then seem invested with a sacredness that takes from our minds the impression of chance •in this case favoured Adrian."], [92, "84 LOST FOOTSTEPS. The fact that the servant had pointed out a secluded way of leaving the house was fortunate for him, in the first place ; and having aheady gained a familiarity with the grounds of the chateau, he suddenly remembered a spot, whero by climbing a low wall, he would have the best chance of escaping. Flying without another moment's consideration, with his precious burden in his arms, he arrived at the spot with no interruption. Some large boughs had been lopped from the trees which overhung this wall, and by piling them against it, he easily made a rude kind of ladder. The clock of the chateau startled him by striking nine, as he climbed over the wall, breathless with his exertions, but full of confi dence, and feeling perfectly justified in his own conscience for the act he had committed. It was a lonely road that led from the rear of the grounds, and not a soul was within sight ; but he felt that he could not trust to the chanco of not meeting anyone, and the risk of discovery and pursuit, would, of course,"], [93, "85 IN THE TWILIGHT. increase every moment. In this dilemma he heard with delight the rumble of wheels, and saw an empty market cart approaching. Simply telling the driver that his sister had been taken ill, he induced the driver to carry him within a hundred yards of his lodging, then, while the cart went rumbling on at a snail's pace, he nimbly lifted out the inanimate form, and in a few seconds reached his own door. It was opened by his old landlady, carrying a light in her hand. Before she had time to watch his movements Adrian had blown it out. \" Ha ! the wind is fierce to night,\" cried the dame. \"Stay a moment, dear sh, and I will get another light.\" \" No matter ; I can easily find my way,\" answered Adrian, dashing past her in the dark ness, and then coming down again himself immediately. The hght procured, he watched Louise for a moment with intense anxiety. Insensibility still continued ; yet he fancied he could detect a faint breathing. But what gave him the greatest"], [94, "86 LOST FOOTSTEPS. uneasiness was the extreme rigidity of her limbs. He was fearfully agitated, not knowing if it could really be life that had occasioned the strange movement of the eyelids. His position was terribly embarrassing, from the fact that he must trust entirely to his own slender knowledge of medicine for aid. Clammy drops of perspiration stood upon his forehead as he watched the couch, and administered, as well as he was able, a simple restorative, which was fortunately at hand, and which, with trembling eagerness, he poured between the rigid lips. No real animation had, as yet, taken place. There was barely so much life discernible, as that which, in some of the less developed forms of nature, has puzzled the scientific student. Remaining alone at such a moment, when the aid of an experienced physician might, perhaps, snatch his idol from the ioy clasp of death, was, in itself, maddening enough to try the steadiest nerves. But dared he make a confidant? He felt not. He must trust to himself alone."], [95, "87 IN THE TWILIGHT. Tet not alone enthely — his heart grew lighter with the thought, and hope returned. He who had given his darhng life, had power to inter pose between that life and the blackness of death; and to Him, with fervent heart, Adrian appealed. In another moment he detected a change, but so faint and indefinite, that but for the micro scopic glance constantly directed toward the beloved object, it would not have been perceived. Adrian fancied that there was a little more expression in Louise's eyes. From the first moment that he imagined she really breathed he had watched them constantly ; but the dreadful glassy stare — which could only be compared to that of somnambulism, or some peculiar forms of incipient disease of the brain — 6till continued. As they appeared when they first opened, so they still remained ; but the lids trembled slightly, as though with a ten dency to close. Adrian watched this motion, slight, and hardly perceptible as it was, with intense de-"], [96, "88 LOST FOOTSTEPS. light. It was the first satisfactory token — the first tangible evidence — that life was graduaUy returning to the enfeebled frame. In the midst of his great joy, he stiU re membered that life, if to be won back at all, must be wooed with extreme gentleness. If death had not actually seized Louise in his unrelaxing grasp, she had been so near the confines of his grim domain, that the least inadvertence would render up to the King of Terrors what almost seemed his lawful prey. At this moment —when Adrian, from nervous agitation, was unable to leave the couch, or quit his grasp of the icy hand — a thought passed through his mind which was like a revelation. He had heard much of the powers of mesmerism — had heard its effects attested by men whose opinions would appear unquestion able, yet he had always ridiculed it — perhaps, because of the extravagant virtues assigned to it in some quarters. He had frequently tried to mesmerize his friends, but always with no effect, and had been told that he did not"], [97, "IN THE TWILIGHT. 89 attempt the experiment with sufficient earnest ness and force of will to produce any result. It would be strange, indeed, if any effort of of the wiU were wanting now. Accordingly, he stood up, and, throwing, as it were, the ut most force of his soul into the mechanical movement of his arms, he made a few passes. The effect was miraculous ! a sudden flutter ing motion — a slight spasm — and then, gradually, softly, and without effort, the eyelids closed. But now came the alarming thought. What could have been the strange malady from which Louise had suffered? From all appear ances it seemed that the unfortunate lady had been for the last two or three days in a state of catalepsy. If so, what relation might mes merism have with such a condition ? Was it not probable that the effort of his strong will at such a moment, over a weak and exhausted frame, if it had any influence at all, would increase the very disorder, if so it could be called ? Hour after hour passed away, and there was"], [98, "90 LOST FOOTSTEPS. no further change. There was still a very faint breathing — so faint, indeed, that Adrian often feared it had ceased altogether. He would have placed a mirror to her lips, but, looking round the bare and poorly furnished room, he was reminded that there was no such thing in the place. Then he remembered the glass which covered a portrait of Louise, which he always carried with him ; that would answer the purpose. With deep emotion he drew it from his pocket, and held it to her lips for some time, but the exceeding faintness of her breath, together with the warm atmosphere, prevented it from being tarnished. He waited a httle longer, and again tried the effect. There was now a slight moisture — her own portrait was dimmed by her own breath. Strange contrast ! Death, then, was still kept at bay, and he fancied, as he still held Louise's hand, that it had lost, in some degree, the icy coldness which it had when he first brought her into the room."], [99, "CHAPTER VIII. Hoping against Hope What an effort it cost Adrian to be calm at that moment? but he dared not be otherwise. The slightest attempt to hasten the gradual restoration of nature might be fatal. He felt quite assured of that; but the moments passed like ages while he waited. It seemed to him as though he might have rescued Louise years ago, so remote the time appeared since the moment when he beheved her dead — so violent had been his transitions of feeling and emotion during that time. The extreme stillness of the place, and of the night, favoured speedy detection of any change that took place. He continued to watch earnestly until the grey dawn broke slowly, and some faint signs of animation and"], [100, "92 LOST FOOTSTEPS, echoes of traffic could be heard in the sluggish city. At length, so gradually, that the difference could only be noticed in the course of several hours, a faint warmth was to be discerned in the limbs, and Adrian even fancied that a shadowy tinge of colour could be seen in her cheeks. Now, if life were really coming back again, how to prevent the chance of a reaction was the great difficulty. If Louise should so far recover con sciousness as to be able to recognize him by the coming daylight, how could he answer for the state of mind such a recognition might induce ? Here he raised an imaginary difficulty. Had he been calm enough to consider the subject well, he would have felt, that in such a state of mind and body as that to which Louise had been reduced, she would not be likely, for some time yet, to recognize him, much less to analyze her feehngs, or be impressed by any vivid emotions. The utmost that appeared likely, was, that for some time, at least, she would barely be"], [101, "HOPING AGAINST HOPE. 93 able to comprehend her condition, and very unlikely to have any distinct recollection of her past life. A very hazy and indistinct conception of events, would, in all likelihood, be presented to her mind. Thus, nature, in her weakness and loss of mental power, would act as her own restorer. Some feeling of this kind began to influence Adrian after a time, and convinced him that his only course was to wait with pa tience and fortitude, while nature was doing her own work. Tet, what rapid alternations of fear, hope, horror, and anxious expectation, passed through his mind as he sat there. And not only respecting the actual time was he agitated. As he saw Louise slowly gaining strength — as he saw some slight indications of returning mental power, he began to ask himself what should he do next ? If she recovered, could he induce her to fly with him to England, and not return to her husband, or some of her immediate friends ? Suppose, too, she decided to como with him to England, how would he be able to defeat the prying curiosity of a country"], [102, "94 LOST FOOTSTEPS. viUage ? How would he account to his relatives there for the presence of Louise, without ex plaining the whole circumstances of this mar vellous incident, perhaps, after all, only to be doubted by those nearest and dearest to him ? That he would tamely resign Louise again after this event was quite out of the question. Circumstances had strangely intermingled theh destiny, and, come what would, he determined never more to allow any influence he might possess over her to be weakened. A daring thought passed through his mind, only to be dismissed at once. For a second it had seemed feasible that in the seclusion of a quiet, rural village, he might, after the trials she had undergone, induce her to become his wife; but his naturally firm principles would not admit more than a passing idea of such a course. The day had fully dawned, and, looking at Louise again, Adrian was surprised to see her open her eyes — not with that glassy, unfathom able stare which had filled him with horror on the previous night. Now, her eyes had some"], [103, "95 HOPING AGAINST HOPE. speculation in them. She was evidently getting stronger every hour. The blood circulated, and there was a definite colour showing in her cheeks ; but the fearful doubt in Adrian's mind had not passed away. When he saw her rapidly regaining consciousness he feared it might not last, \" A few minutes, or at most, hours, and then, perhaps, my love may be lost to me for ever,\" was the secret thought of the anxious lover. It was like standing upon the brink of a gulf, into which a sudden light had shone, and revealed its full depth and horror. Overcome by the intensity of his passionate regret, he was ready to lavish reproaches upon the inanimate ghl, for having spurned his love. Then, in another moment, melted into tenderness and pity at sight of the forlorn figure, lying there so still and helpless, he stooped down and imprinted a kiss upon her paUid Ups. Whatever magic there might have been in the touch, or in what way it may have coincided with the half-dreaming fancies passing through her brain, she could never teU at any future time ;"], [104, "96 LOST FOOTSTEPS. but Adrian, leaving her side with trembling anxiety, was startled to hear his own name pro nounced immediately afterwards. The terror which he had all along felt, lest his movemonts should have been watched, and the deed discovered, now increased with tenfold in tensity. At the first sound he hardly dared to hope that it could have been uttered by Louise, but beheved — especially as the tone was faint and indistinct — that it was spoken by some one out side the room. He opened the door with great hesitation and caution, and peered anxiously down the deep and gloomy stairs, expecting to see some one flitting away, whose curiosity had been detected ; or else, perhaps, an officer of justice waiting to arrest him. Neither sound nor sight met his listening ear or eager glance, and he turned back into the chamber, behoving himseh the dupe of his own imagination. He had softly closed the door, congratulating himself upon having kept his own secret, and not having called either upon Mynheer Kalm,"], [105, "97 HOPING AGAINST HOPE. Kloots, or any person he had known in Rotter dam, and sat down revolving again in his mind the plan he would adopt for the future. Suddenly, his name — the christian name this time — was spoken, and then, for the first time, came tho idea that it proceeded from Louise. He ran to her with passionate eagerness ; but though he stooped over her, watched, waited, and listened for a repetition of the sound, it was not repeated, and he began to despair. He could only now beheve that a serious relapse had taken plaoe, and that Louise would not recover. Tet, if he could but hear those dear hps murmur his name onoe more, no sacrifice would be too great to purchase such a boon. But again, for many weary hours, which, measured by bis suspense, seemed lengthened into months of horror, he waited in vain ; tiU overtaxed and frenzied, he was almost, at times, disposed to go back to the chateau, reveal the strange occurrence, and implore assistance. At one moment he cursed the impatient hand which had dared to wage a contest with death, and 7 VOL. II."], [106, "98 LOST FOOTSTEPS. bitterly reproached himself that he had not allowed her to die in peace. Then came a momentary gleam of hope, and he would be patient yet. So passed the whole of this terrible day. His landlady, wondering, knocked for him at noon, but he called through the door that he was unwell, and preferred to lie in bed. Evening came with a rich glow of sunlight upon the water and through the trees, tinged with the meUow hues of autumn. And now subdued and calmed by the tranquil spirit of the eventide, he once more heard in the stiUness of the fading day the sound which had 60 thrilled him in the morning. During aU these hours the physical strength of Louise had greatly improved. SUght as was Adrian's knowledge of medicine, it had been invaluable upon this occasion, for it had revived liis fading hopes and made him sanguine, where he would otherwise have utterly despaired. Again, to his astonishment, he now heard Louise utter his name quite plainly — flew to her side with intense anxiety — took her hand in his own,"], [107, "HOPING AGAINST HOPE. 99 and carried it to his lips, trembling with intense emotion. \" Have you come then, in my last moments, to bid me an eternal farewell ? \" she asked faintly. \" Not for death, dear madame — not for death, Louise. I am come to restore yon to life — to love.\" \" To love ! Ah, that can never be, the past year has been a year of sorrow, which has obUterated love entirely. M. Morel has seen me pine away daily; but he has seen it with indifference, or at the most, has merely reproached me with my want of spirit and gaiety. Should I Uve, I can no longer hope for love, and without that, let me rather die.\" \" Have you no recollections of the event of the past few days ? \" enquired Adrian with painful curiosity. \" A little,\" Louise answered, apparently quite in ignorance of her supposed death. \" I remember the physician came and prescribed for me. I remember also, that the strange weakness I had felt for some days previously increased ; and then"], [108, "100 LOST FOOTSTEPS. came a state of mental and bodily feeling, such as I have once or twice experienced in dreams. No pain — no disturbance of an organic kind — simply aU vital powers — aU command of the will — aU direction of the inteUect faded from me, as the Ught fades under a passing cloud.\" \" And you remember nothing more ? \" \" It can hardly be called memory. I seem to have a vague idea that I have been connected with events, and persons, at some infinite distance, and at some remote time ; and that these cir cumstances and incidents are now slowly creeping into my memory.\" \" Nor any recoUection of persons or sounds ? \" \" Of one sound especiaUy, I have the strangest memory. The awful tolling of a beU echoed far and near, thundering in my ears, while I was borne away incapable of moving hand or foot by some invisible power.\" Adrian could hardly repress a smile ; bnt he waited a Uttle longer ere he explained the adventure ho had been engaged in. He wished to make sure of her recovery before"], [109, "101 HOPING AGAINST HOPE. explaining what might cause her the greatest agitation. \" And you remember nothing more ? \" he asked at length. \" Nothing ! but why question me thus, Adrian ? Let us during the few moments I may have to Uve, forget the past enthely.\" \" Dear Louise, I hope and beheve, the danger of death has utterly vanished.\" She looked up with surprise, and a strange dreamy gaze ; when suddenly the aspeot of the room, the absence of the nurse who attended her, the poor rude furniture and narrow windows, made her aware that some unusual occurrence had taken place. Her eyes could rest upon no object with which she had latterly been famihar ; and without remark, her head feU back upon the piUow. Adrian aUowed her calmly to master these things of her own accord, deeming it more prudent that she should come to a gradual understanding of the fact that some very unusual event had happened, without any strong effort of the intellect."], [110, "102 LOST FOOTSTEPS. She lay like this for some time without speaking, and at length looked at Adrian with a meaning glance. Eventually the whole truth of the situation dawned upon her, and she sunk back upon the bed with a melancholy sigh. \" Need I relate circumstantiahy all that has happened ? \" enquired Adrian tenderly. \" No ! oh no. I oan understand it aU now ; the sooner death comes in reahty the better. Any death rather than the death in life of the past ,1 year. \" Why speak of death, madame ? you wiU soon, I hope, be thoroughly restored to health.\" \"lam scarcely anxious for the gift. I would not accept your generous love when it was offered me. My fatal pride made me the victim of prejudice, fashion, and conventionaUty. I have met with the just, but bitter, reward of not obeying the diotates of my own heart.\" \" Hear me, Louise. The deed I have done has been done secretly ; and for obvious reasons M. Morel will not immediately make pubUcly known what has taken place. For the present, to him,"], [111, "103 HOPING AGAINST HOPE. and to the world, you are as one dead. From what I hear you now reveal, it is clear that to his heart and feehngs you were dead within a few weeks after your marriage. Tou have, so far as I can judge, had an attack of catalepsy. How caused, or what influences could have induced it, is beyond my power to ascertain or suggest, though I cannot charge your medical attendants with anything more than incapacity. And now let me ask, and believe me, dear madame, with the simplest and purest motive, in what way the large settlement made at your marriage was arranged ? \" \" It was Madame Morel's proposal, that in case of my death it should pass to her son.\" \" I imagined so. Therefore, the wealth, which your death would place at his disposal, would easily reconcile him to his bereavement, if, indeed, he had felt any sorrow thereat. Now, the discovery that his supposed dead wife is no longer lying in the chamber of the chateau, is not unlikely to lead to some trick upon his part, for the sake of obtaining the immediate disposal of your property.\""], [112, "104 LOST FOOTSTEPS. \" Judging from my personal experience of M. Morel, it is, I think, Ukely enough.\" \"Then,\" cried Adrian, \" there is but one course, and that is, to fly with me at once.\" \" Mr. Hope, you alarm me. I appreciate your devotion. I see what you are wiUing to risk for my sake ; but it cannot be. It would appear criminal.\" \" I swear, Louise, you are in error. What crime could there be in quitting a man who never had any affection for you ? Tou wiU not be depriving him of a companion whose society he covets. Let him, by whatever course he chooses to adopt, have full possession of the wealth you bestowed upon him at marriage ; and when he has committed himseh, as he probably wiU do, to some underhand proceeding, we shaU be able to open negotiations, and keep him at bay.\" \" I am afraid, Mr. Hope ; I am afraid.\" \" Tou would rather go back to your husband, then,\" said Adrian coldly. \" No, no ; any sacrifice in preference to that ; but I am in doubt lest — \""], [113, "105 HOPING AGAINST HOPE \" Trust in me and speak without any reserve, dear Louise.\" A blush overspread the paUid face, and at that moment Adrian thought he had never seen her look so beautiful. She hesitated for a moment, and then said softly — \" The truth is, Adrian, you once loved me, did you not ? \" \" I did — I do, and shah continue to do so while I Uve.\" \" And that is what I fear, and that is why I feel that our paths in life must always be apart.\" \" Always ? \" and the energy of Adrian's tone made her tremble. But recovering herseU, she placed her hand tenderly upon his arm. The touch calmed him in a moment, and she said, solemnly : \" We have not any prescience of the future to guide us, Adrian. It may not be long — it may never be that I am freed from this hateful yoke, but — \" \" The law could be appealed to,\" exclaimed Adrian. \" I could but prove apathy and indifference"], [114, "106 LOST FOOTSTEPS. and that would not achieve the object. There is plenty of misery in the world that cannot be regulated by the laws.\" \"It is but too true ; let us, then, allude no more to that subject. Trust me entirely, dear Louise, and all will yet be well. In a few hours the next steamer will sail. I will think over some means of disguise. Once upon the sea we shall be in safety, and we can watch M. Morel's proceedings, and act in accordance with them.\""], [115, "CHAPTER IX. Uzelli's New Model. There surely never were such inveterate lovers of pleasure as Arthur Joyce, and his friend, Jack Edie. Nothing came amiss to theh cosmopohtan tastes. They were in ecstacies with a casino ball and equaUy enchanted with a boat race. They could spend an afternoon at a flower show, thoroughly dehghted with gazing at the pro menading beUes, and listening to the band of the \" Blues.\" Flowers are occasionaUy looked at upon these occasions, but it is generaUy under stood in pohte circles that the company is of the first importance. They would revel in the humours of the Derby, or take, with equal pleasure, a quiet pull up the river, from Kew Bridge to Teddington Lock, and drop back with the tide, resting upon theh oars, and singing the"], [116, "108 LOST FOOTSTEPS. tenor airs in the last new opera of Verdi. And it was the operas — especiaUy the operas where a ballet was introduced, that most deUghted Arthur. He was not indifferent to the glories of a pantomime, and he could even sit out what he denominated \"one of the unapproachable BUl's tragedies \" at Old Drury ; but never did the young gentleman feel himseU better satisfied with his entertainment, than when seated in the half crown gaUery of Her Majesty's, with, perhaps, Mario, Grisi, Alboni, and Lablache — we are writing of the happy days when 6uch an event was possible — in the opera, and a ballet to foUow. The pah were one evening enjoying themselves after this fashion, when Arthur espied one of the coryphees, whose graceful attitudes and un assuming manner quite delighted him. \" By George, Edie, that's the most superb Uttle creature of the lot,\" he said ; \" and if she had a chance she'd outshine some of the stars.\" Edie put up his opera-glass and looked at her attentively."], [117, "uzelli's new model. 109 \" Tou know, Arthur, where we've seen her before, don't you ? \" \"Not I.\" \"At the Music Hall, to be sure — Mademoiselle Verney — I'd swear to her pretty face anywhere.\" It was really Cecily. She had at first sorely objected to the stage, but Wolfe was in prison, and she knew no other mode of gaining a Uving. Lofty dames, who have never thought of baUet girls as creatures of flesh and blood like themselves, should please remember this — Cechy had not chosen her profession; it had been forced upon her. She did not know at what a low standard her sah sisterhood in high hfe rank the despised baUet ghl, though lending aU the whUe the en couragement of their presence and approbation, to what, in private circles, they shudderingly condemn. When the performance was over, they detected UzelU in the crowd leaving the theatre. \" I thought,\" said Jack, \" the professor never went to a theatre ; he is always raUing at us and saying that we don't understand art of any kind.\""], [118, "110 LOST FOOTSTEPS. \" And, by jingo, there he goes to the stage door, of aU places in the world,\" echoed Arthur. Determined to find out UzeUi's object, the young men waited some little time at a distance before theh curiosity was gratified. At length UzeUi passed them with one of the dancers leaning on his arm, and chatting to him with pleasant famiharity. Arthur laughed immoderately — he could laugh heartily' — it was one of his redeeming points. \" Now, who would have thought it ? \" he cried, when he had recovered his breath ; \" sly old fox he must be.\" Of course they had put the worst construction upon the professor's conduct, (how Uttle they understood him), and Edie, putting on an ex pression of mock morahty, said — \" I hesitate, Arthur, whether I shall continue my studies under UzelU after this revelation. A bad example, sh ; a very bad example. I can never entertain the respect for you again which I once had — no, sir ! \" This virtuous indignation upon Edie's part"], [119, "IsZELLl's NEW MODEL. 111 amused his companion mightily, and they separated, determined to have a good joke at the professor's expense when they saw him again. Meanwhile, the simple-minded artist, careless about appearances, and only anxious to foUow out an artistic idea, was merely seeking an effect for a scene from the \" Tempest,\" and had no Uttle trouble to obtain the model he sought. The class of girls he could readily obtain were coarse and unspiritual in the extreme. By the merest chance he had turned into the opera after a fagging day in his studio, and lo ! there was a revelation for him — the Ariel he had been dreaming of for six months, he now felt he could reahse in almost as many minutes. He furtively took out of his pocket an old letter and sketched the attitude of a quiet Uttle coryphee, who leaned against a paste board rock, apparently the least important member of the troupe, but in Uzelh's eyes a very sylph. He dreaded the action of the scene changing, lest he should fail to secure that exquisite figure and attidude ; and the next instant, when the enthu siastic old man looked up, she had vanished."], [120, "112 LOST FOOTSTEPS. The drop scene had faUen, and shut out the delightful vision. In two minutes the impetuous professor was at the stage door ; but the stage doorkeeper was an immovable man. In vain did UzelU tickle the palm of that severe janitor with half a sovereign — \" No, he'd see the gent — somewhere — first.\" \" Mine Got, I don't vant a harem,\" cried the excited painter, \" but ze Uttle beauty in ze pink and white skirt, wiz a flower in de centre of de forehead.\" \" I should strongly advise a gent at your time of Use,\" said the doorkeeper, winking at a potboy, who had just arrived with a jorum of \" heavy wet,\" \" to go home to bed, and mind you don't ketch cold.\" But the painter was resolute, and would probably have speedhy got himseU turned out, had not CecUy at that moment passed on her way underneath the stage, where, upon a bank of coral, or something of the sort, she was to rise through a trap door as a Naiad in the next scene. UzeUi was raving at the doorkeeper in his"], [121, "uzelli's new model. 113 broken Enghsh, as she appeared ; embeUishing his harangue with a variety of French and German expletives, and making the potboy almost choke with laughter. There was something in his manner which at once reminded Cecily, she hardly knew in what way, of Adrian. She remembered, afterwards, a description he had given her of the professor when he had once written to her ; and, to UzeUi's huge deUght, came forward and invited him to speak with her under the stage. There was some little time to spare before the next act of the ballet, and the oddly assorted pair, in those few minutes, began a friendship which was never broken again. Moved by the professor's simplicity, and gentleness of character, notwithstanding the impetuosity of his manner, she told him her little history; and from that moment, UzeUi determined to take her from the stage, and adopt her as his own child. The fearless girl, strong in her own purity, trusted the quaint old painter implicitly ; and when the ballet was over, met him at the door, VOL. II. £"], [122, "114 LOST FOOTSTEPS. and made an appointment for the next morning, at his studio in Fitzroy Square. \" Beg pardon, sh, but you should have told me you were a friend,\" the doorkeeper said, as they passed out. \" My good feUow, take de half sovereign aU ze same, you are welcome,\" cried the dehghted painter. Not a wink of sleep did UzeUi get that night ; but, to the great disgust and astonishment of his housekeeper, nearly turned the house topsy-turvy. He rejected her offers of assistance — indeed, it was only by stealth the old lady could ever manage to clean up his room. \" No ! mine Got,\" cried UzeUi, \" zat woman would polish a Murillo wiz a brickbat ; \" so, tiU daylight the painter worked Uke a horse, and the perspiration stood like rain drops upon his faee. At one moment he would seize a lot of broken casts — arms, legs, heads, and busts — and pitch them pell-mell into the cupboard. In another instant, he might be seen upon his hands and knees, scraping up patches of paint from the"], [123, "uzelli's new model. 115 floor ; then, with his mahl-stick, making a vigorous onslaught upon a colony of spiders, would almost blind himself with dust ; stopping, between whUes, to rub the corner of some smoke begrimed picture, and nod his head pleasantly over a fine bit of colouring, or a well-drawn figure. What with scraping, sorting, brushing, rubbing, and arranging, the study presented by daylight the next morning, the most wonderful transforma tion imaginable. When the housekeeper came to get the professor's breakfast, she found him asleep upon an old sofa, where he had dropped down, thoroughly tired out, not having gone to bed at aU. She was not so much astonished at that, for UzelU would many a time paint aU night when he had not pleased himself with his day's work. Her surprise was caused by the neat, and even elegant appearance of the transformed study. For the painter, when he pleases, can generally produce ten times the effect, with ordinary materials, that the mere upholsterer can achieve."], [124, "116 LOST FOOTSTEPS. \"Dere vil be a young lady here at eleven, madame,\" said UzeUi, waking up to the welcome clatter of the breakfast equipage. The housekeeper sniffed a little at this intelli gence. She had been several years in Uzelli's service ; \" but them models she could'nt abide — shameless hussies.\" \" Ze young lady vil stay wiz me most likely,\" continued the painter, as though this remarkable change in his domestic arrangements was nothing out of the ordinary course. But the worthy dame had aheady taken the alarm. Uzelli's midnight labours, coupled with the announcement he had just made, would have been too much for most housekeepers. The good lady, with simpering accents, requested the painter to \"suit himself that day month ; \" and refreshing herself with a flood of tears, closed the door with a bang. \" Vat have I done to ze old fool ? \" muttered the professor, shrugging his shoulders; but forgetting the scene entirely in another five minutes, as with delighted eyes he pulled out the"], [125, "uzelli's new model. 117 old letter upon which he had sketched Cecily's portrait ; then with a cup of boihng coffee in his left hand, from which he sipped occasionally, and a brush fuU of moist juicy colour in his right, he outlined a dainty Ariel in the centre of his scene from the \" Tempest,\" and laughed outright with almost clhldish pleasure. His exultation knew no bounds, when he saw how exquisitely the face and figure of Cecily were adapted to the subject. The picture upon which he was now engaged, had been one of those he had sent to an important exhibition ; and whUe two of the pictures had been hung, and both of them sold, the picture upon which he had expended the greatest time and talent, was considered a failure. UzeUi was in a perfect frenzy when it came back to him. \" By ze Lord, Mr. Shoyce,\" said he passionately, \" I vh paint no more — I vh gif him up — I vh be a fat sheezemonger — Rejected ! \" 0 now for ever. .Farevell ze tranquil mind ! farevell content, Farevell ze lovely colour and big canvas, Zat make ambition virtue ! O farevell ! Uzelli's occupation's gone ! \""], [126, "118 lost footsteps. However, when his comical rage had subsided, he saw clearly enough what was the defect of the picture. His Ariel, though weU enough drawn, was not the Ariel of Shakespeare ; and the old painter, with the patience and courage of a young student, determined to put the picture aside, till he could find a model realizing something Uke the grace and purity of the great poet's exquisite conception. Cecily came, and UzeUi made a rapid sketch, first of all for his cherished Ariel, then another for a picture of some tragical incident. Cechy was horrified when she saw the likeness of herseU in the latter subject ; and naively enquired, could she possibly have looked so ugly as that ? \"Ah, ma chere, don't you see it is but ze features I have copied ; as for ze expression, zat is anozer sing ; but de Uttle maid shall be as beauti ful as she please, in de picture yonder ; de more losely aU ze better.\" CecUy, looking at the \"Tempest\" scene, saw aheady a very faithful outline of herseU upon the canvas; the result of the professor's three hours' hard work before she came."], [127, "uzelli's new model. 119 And weU, indeed, was that face worthy of his labour, with its broad sah open brow, its large bright blue eyes, its delicate roseate skin, golden hah, and ruddy Ups, which, parted, revealed teeth Uke pearls. Never before had UzeUi painted such a face and figure, and he almost worshipped it. In a dreaming reverie, he saw before him, the long Une of Ulustrioua heroines he would paint in the future. \" Mary Queen of Scots.\" \" Margaret from Faust.\" \"OpheUa.\" \"Titania.\" \"Desde mona.\" Scenes from Byron, from Coleridge, and other famous poets ; until he forgot the waiting and wondering girl, who, placed in an attidude by the painter, began to feel tired aheady. \" Ah, de poor leetle maid,\" cried UzeUi, suddenly awaking from his day dream. \" I had forgotten. Sit down, my dear, and rest, and you shaU take just a nice glass of wine, and zen, mine Got, vat an Ariel we shaU see.\" UzeUi was a great beUever in immediate effect ; and would never, if he could help it, draw his subjects first upon the canvas. He would always, when possible, paint them in at once ; the conse-"], [128, "120 LOST FOOTSTEPS. quence was, that he frequently repainted them again and again. Even now, whUe CecUy was sitting before him, some slight change in her attitude, or expression, struck him ; and in a moment he rushed to the picture, and rubbed vigorously at the wet colour till the graceful Ariel had enthely vanished. CecUy, almost alarmed at this strange conduct, thought she had offended him, by not remaining long enough in the position in which he had placed her at first, and began to apologize. \" Ah, no, no, my dear, it vas not zat — it vas — Mon Dieu, I don't know vat it vas, indeed ; but some sing vas wrong. And now, U you vh stand like you stood against de bank, in ze scene at de opera, I vil paint Ariel once more.\" Most heartUy the professor went to work, chatting between whUes with CecUy, and asking her questions of her past Ihe. She had aheady told him how she had gained some knowledge of himseU; but was reserved as to the childhood spent with Adrian. In the few interviews which had taken place with him since, she imagined that"], [129, "uzelli's new model. 121 bis pride was wounded by any reference to that time. The conduct of his mother, now fully known to her, always seemed a most painful memory to him ; and she never directly alluded to it. She knew also, that her present mode of Ihe was distasteful to him, and it was with the happiest visions of the future that she came, in accordance with the professor's wish, that morning. She over looked aU difficulties in the arrangement, and accepted Uzelli's frank proposal, almost as unreservedly as it was offered. It is sometimes astonishing to see the eagerness with which girls in Cecily's position wiU seize upon any opportunity of exchanging theh profession for something far less remunerative ; yet which is not regarded by society as equivocal. The hope of meeting Adrian one day upon an equal footing, was, of all prospects, the most deUghtful to her. UzeUi was in the seventh heaven of fehcity : painting, chatting, laughing, and congratulating himseU upon having no pupils that morning ; when he was surprised by the entrance of Arthur Joyce and Jack Edie."], [130, "122 LOST FOOTSTEPS. < He turned from his work, with a look which indicated anything but a hearty welcome ; and the young gentlemen themselves were not a Uttle astonished at the sight of the beautiful ghl, and saw at once what a foolish blunder they had made. Arthur Joyce, however, was not to be put out of countenance in this way. He had come with Jack Edie, expressly to have a Uttle amusement at the professor's expense ; and did not see the fun of being checkmated at once. The modest manners, and ladylike composure of Cecily, did not greatly encourage the young men ; but Arthur's love of a joke nothing could repress. The consequence was that UzeUi, who had continued painting, without the slightest deference to his visitors, looking up, saw a shght blush upon CecUy's face. This was caused by Arthur, who had been pertinaciously winking at her, from the moment he entered the room. In an instant, UzelU divined the cause, and, glancing sharply round, caught him in the fact. Down went palette and mahlstick ; and before"], [131, "uzelli's new model. 123 Arthur could make the shghtest resistance, or offer any apology, the professor's hand was upon his collar ; and he found himself, in an other second, outside the studio. \" VU you follow him, sare, if you please ? \" enquired the professor, his eyes flashing like fire ; and his hands clutched ominously. \"Pardon me, mademoiselle,\" said Edie, bowing politely to Cecily, \" If I had known that my friend would so far forget himself, I would not have introduced him here.\" \" Zat is good,\" exclaimed the professor, much mollified. \" I forgU it zis time. For ze future, mademoiselle is as my own shild, and, Got dam, she must not be insulted.\""], [132, "CHAPTER X. Flight. Losing not a moment for fear of discovery, Adrian made arrangements for escaping with Louise to England. Passing as his sister, journeying to England through dehcate health, she was so closely veUed and muffled up, that detection was not easy. He had extreme diffi culty in persuading her to quit Rotterdam without communicating with Mynheer Kalm ; but was so convinced that delay might be fatal to theh project, that he urged instant departure. The result was that, with Uttle difficulty, they got clear of Rotterdam, and, once more upon the sea, and with England shortly in sight, Adrian felt the secret safe. But when the terrible excitement of the past few days had subsided — when he looked before"], [133, "125 flight. and after, and canvassed, one by one, the diffi culties to be encountered, it must be confessed that he did not see his way very clearly. His own heart told him, but too plainly, that the proximity of one he had so dearly loved was not likely to deaden his former feelings. Indeed, aheady there were indications that her sensitive nature had taken the alarm, and he had felt it necessary to exercise the most rigid control over himself. He also began to see how very difficult it would be to introduce Louise into the little circle at Molton, in such a way as to relieve her own embarrassment, to satisfy the natural curiosity of his cousins, and to stay the chit-chat which immediately circulates in a country viUage, respecting every new comer — gossip, which might, in the case of enquiries being made upon M. Morel's behaU, speedUy reveal everything. He was for a long time puzzled, also, how to make any arrangement whatever, without taking some one into his confidence. After much consideration, he decided for the present,"], [134, "126 LOST FOOTSTEPS. only to confide the strange adventure to Mr. Joyce. He was confident that gentleman would, after a full explanation, saU in with his views, and render aU the assistance in his power. Besides, it was necessary, for other reasons, to make him acquainted with the whole of the circumstances, as he frequently corres ponded with Mynheer Kalm, and, it was just possible, that Mr. Joyce had already received intelhgence of her death from the placid Dutchman. He knew, also, that Mr. Joyce would be the fittest person to break, graduaUy, to Mynheer, the fact that his daughter yet Uved ; and he beheved that this could be much more effectuaUy done from England, than be fore they had left Rotterdam. Adrian felt sure that poor Mynheer, once more holding his beloved daughter in his arms, would not part from her, and that, in consequence, they would be in a far worse position in dealing with M. Morel. Adrian became extremely anxious as he neared Molton, and, for some time, he was in"], [135, "127 FLIGHT. doubt whether he had not better instal Louise in London at first ; but it was so impossible to judge w hat the action of M. Morel might be that he was unwilling to leave the faintest shadow of suspicion upon any of Louise's move ments. So unaccountable and unusual was the incident which had brought them together again, that he preferred to have a credible witness in case of need, as to the exact time when Louise arrived in England, and the circumstances which led to her making the journey. In addition to these precautions, which Adrian felt constrained to take, as a man of honour, he felt also that it would be no sUght advantage to have Mr. Joyce's influence on his side, with the Uttle circle. How he would be able to gratify the curiosity of AUce and Maude, was, as yet, a mystery ; but, happUy, Maude's attention was so frequently engrossed by two or three lovers, whose hearts she was doing her best to break by her capri cious moods, that she would soon lose all interest in Louise. AUce would, he knew, wonder that Louise should leave her husband"], [136, "128 LOST FOOTSTEPS. for any length of time, without apparent cause, and would, perhaps, question him ; especially as, during his stay in HoUand, he had written to her frequently and enthusiastically of the beauty and accomplishments of Louise. A sudden stop had taken place in these communications, and Alice divined, but too truly, what was the cause, though, with her usual delicacy, she had forborne to allude to the chcumstance, or to utter a single word that might give him pain. Then came again and again the question whether he was justified in introducing Louise, under all the circumstances. Although he in tended to take up his quarters in London, and to foUow art with greater assiduity than ever, he knew he would not be. able to resist the temptation of seeing Louise ; and when at Mol ton he would be thrown much into her society. And then he remembered, at first with delight, and afterwards with a certain sense of alarm, that Louise would not unnaturally seek his society, in preference to that of companions who were enthely new to her. Delightful as the"], [137, "129 FLIGHT. famiUarity might be, there was a lurking danger in it. The sensitive reserve which was now so apparent in her manner, might speedily wear off ; and, with her increased freedom, he would have a still greater effort to make, to keep within the bounds of ordinary friendship. Would it be possible for him to see her frequently, to speak of old days, to remind her that through his courage and patience she was probably rescued from death; and yet, with all these opportunities, never make any reference to the state of his own feelings. He knew how impossible it would be, yet watched the event like an absent dreamer, who sees his boat gliding onward, swUtly to the inevitable cataract ; and does not take the oars and pull vigorously in a contrary direction. From his uncle there was nothing to fear. The Fiend himseU, properly introduced, and keeping the cloven foot concealed, might have passed muster in his household, and would have been treated as a gentleman ; but a lady, young and beautiful, and the friend of Mr. Joyce — there was no more to be said. His father had seen more of the world ; vol. ii. 9"], [138, "130 LOST FOOTSTEPS. and it was very doubtful, Adrian thought, if he would not be able to see in what direction his son's affections were placed. There was the chance of distrust upon both sides ; but he must battle with the difficulty as he best could, and trust to such a solution of it as the future might have in store. Louise was more cheerful herself than Adrian could have anticipated; and the beauty of the pleasant Surrey landscapes, as they drove from Dorking, through narrow lanes, dusky, with luxuriant foliage ; and then suddenly emerged into spaces where the silver thread of a streamlet glittered in the sunlight, as they looked afar over a glorious expanse of hill, dale, and wood land, quite enchanted her. Adrian pointed out each separate beauty, with the eye, and the feeling of an artist, to whom an exquisite landscape was the most glorious sight in the world ; so happy for the time, that he forgot all the sorrow and trouble they had lately under gone. AU the sorrow, too, that might be garnered up in the future. Louise, also delighted with"], [139, "131 FLIGHT. scenery, so novel to her, could not resist the cheering influences of nature ; and was more like the Louise he had met upon the lawn at Rotterdam, than Adrian had seen her for many a day. She fell into the mood of her companion almost unconsciously, and her heightened colour, and the sparkling glances of her eyes, as she watched the Ughts and shadows upon the distant hiUs, made Adrian more infatuated then he had ever been before. \" Now look through the opening between those trees,\" he would say. \" That is Molton Church, where my uncle has preached these twenty years. It is almost like himself, that old grey honest tower, which has withstood the storms of five centuries ; you seem to read in its hoary wrinkled front, the peace and happiness it has given to thousands. Dear old place, and dear old man ; you cannot fail to like them both ; so simple, yet so strong. That's his house, under the brow of the hill ; the house with the two gables looking so white and cheerful above the dark green of the"], [140, "132 LOST FOOTSTEPS. poplars and elms. And is it not a charming view behind the house ? Those hills embroidered with heather, and wild flowers, have made more than one of our famous artists ; and, by Jove, they shall make another yet, though the temptation is strongest at this moment to dream away one's life in the happy valley, and forget the outer world entirely.\" \"I should be grieved to see that,\" answered Louise, looking somewhat gravely at him. \" I would rather, if I had been a man, have triumphed over difficulties and obstacles, making each ' lost footstep' a stepping stone to something higher and better. In fact, as one of your own poets, who will one day rank with the greatest, has just said, in \" In Memoriam\" — :' I bold this truth, with bim who sings, To one clear harp in divers tones ; That men may rise on stepping stones, Of their dead selves, to higher things.\" They were crossing a wooden bridge over a tiny stream, as Louise spoke thus, and Adrian looked up with some wonder at her earnestness. A moment after, he said dreamingly —"], [141, "FLIGHT. 133 \" How often I have stood upon this little bridge, taxing my brain, whUe the gentle current rippled away beneath my feet, to unravel the mysteries of life, and our inmost feeUngs. Would that I could recall some of the happy fancies I have had in this spot,\" and he sighed. Louise lost in a moment the cheerful tone which had previously characterized her, and said, seriously — \" I fear, Mr. Hope, you are in some doubt as to my reception.\" \" None whatever — no it was not that — it was — weU, well ; I wa3 but thinking what might have been. I have had a dream, such as comes but once in a lifetime. Ambition and hard work, may, perhaps, dull the memory of it in time ; but nothing can ever efface it, or make Use again what it has been.\" FoUowing the course he had decided upon during theh journey, Adrian went first to Mr. Joyce, and remained there some time, during which, he gave that gentleman a full and circum stantial account of all that had transpired since he"], [142, "134 LOST FOOTSTEPS. left England. There was no Umit to his astonish ment, and, lawyer-like, he cross-questioned Adrian most rigorously as to details, though at the same time, he received Louise with a warmth that dispelled all her previous apprehensions, and paved the way, by at once going to the curate, and stating that young Madame Morel, being in weak health, had yielded to his solicitations to visit England, and had now actually arrived. Thus assisted, Louise found herself amongst friends at once ; and, U she had accepted the warm invitation given, might have made a home at the curate's house from that moment ; but this, Mr. Joyce would not permit. For the best reasons, he thought it safer that Louise should spend her time principaUy with himseU. Martin Hope was from home when they called, but he soon came back ; Adrian introduced him and Louise remarked — \"Tou have so generally referred to your uncle, Mr. Hope, that I was not aware your parents were Uving.\" \" My father has been for some years abroad,\""], [143, "135 FLIGHT. he answered, with evident embarrassment, which induced Louise to say no more at the moment, When the stiffness of the first meeting had been got over, all were anxious to amuse her. Adrian showed her the rude studio in the hayloft, where his first visions of fame had been conjured up. Maude skipped about her and asked fifty ridiculous questions about Holland, wondering very much at the graceful figure before her, so different to her preconceived notions of Dutch ladies. It was rather chilly, and Martin, used to a warmer climate, suggested a fire, to the horror of Mrs. Crankley, who laid it down as a rule that no fire should be lighted in the parlour before the middle of October, or after the middle of AprU. \" If the weather would come out of season, it was nothing to her,\" said the old lady ; \" and it was no joke to get the bars bright again when once fires had been Ughted.\" A fire was Ughted, nevertheless ; and Mr. Joyce and the curate had a pleasant game of chess. Louise played some of the \" Lieder ohne worte \" of Mendelssohn, a style of music which"], [144, "136 LOST FOOTSTEPS. had not hitherto reach Molton. Altogether it was a pleasant evening, and it was late before they separated. Mr. Joyce, puUing out his old fashioned chronometer, which Maude vehemently insisted was an hour faster than usual, declared that it was midnight. \" Tou see our hfe here — can you be happy with us ? \" said Adrian to Louise, having contrived to detain her whUe Mr. Joyce was fiercely arguing with the curate upon some theological point, which, he stoutly maintained, was \" all stuff and nonsense. \" I could be happy, notwithstanding all I have to regret,\" she answered calmly, \" U I can remain here without losing seU-respect.\" For a moment the impetuous young man forgot the tie that bound her — forgot everything but bis passionate love. In a few fiery words, he spoke of his undying affection, until checked by her calm but inflexible glance. There was yet somewhat of tenderness blended with the look she gave, and the tears trickled down her lovely cheeks, as with a sudden move-"], [145, "137 FLIGHT. ment, she seized his hand, and pressed it almost convulsively. \" My dear, dear friend,\" she gently whispered, \" why do you make yourseU unhappy with thoughts of what cannot, perhaps never wUl come to pass.\" The purity of her nature repeUed as something hideous all approach to famiUarity. She had, of her own wUl, taken M. Morel as her husband. Deceived she had been, but was not coerced ; and base, as he evidently was at heart — indifferent — greedy — sacrificing her youth and happiness for the means of extricating himself from his difficulties — yet, the vow she had taken, was, in her mind, unalterable, unchangeable, and would be desecrated by permitting such language from Adrian. A few days passed rapidly, and Louise nerved herseU to meet the difficulties of her position ; and real difficulties they soon became ; for with aU Adrian's determination to suppress his passion, he was often led to say and do things which filled his cousins with astonishment."], [146, "138 LOST FOOTSTEPS. That Louise should come to England for change of ah, seemed natural enough ; but when they saw (and both Alice and Maude could under stand love's language without the aid of any interpreter but theh own feehngs) the inspiration that Louise was to Adrian — when they saw his fervent looks, and heard his fervent language, and remembered that she was aheady a wife, a feeling of restraint and annoyance fiUed the quiet circle, and even Mrs. Crankley had been heard to say, that \" she hoped no mischief would come of it.\" No blame could be attributed to Louise, yet she felt uneasy in the prospect that the unfavourable impression evidently growing with reference to Adrian might be soon transferred to herseU. His apparent failure to guard his own secret induced her to treat him with greater coolness, a fact which was irritating almost beyond endurance. Louise knew that the incidents of the strange adventure which had brought her to England had not been imparted to the clergyman's family, and she urged Mr. Joyce to an explanation ; but that gentleman, with legal cautiousness, objected, until"], [147, "139 FLIGHT. he had ascertained what M. Morel's plan of action was likely to be. He felt that any trick would be resorted to which would give him the control of his wife's money. In vain Louise argued that her own happiness and peace of mind would be best consulted by giving up all legal right to her property, and by informing Mynheer Kalm of Im position. \"My dear girl, you don't know the value of money so weU as I do,\" said the wary lawyer, \" we can't tell what trouble we may have yet with M. Morel, or what preposterous claim he may make. We may want the law to aid us, and law, my dear Louise, must be paid for.\" \" But, papa would make any sacrifice.\" \" Never mind about papa just for the present, my dear, we shaU make him happy soon. Mean time, I have set my heart upon beating M. Morel with his own weapons.\""], [148, "CHAPTER XL A Meeting. Adrian resumed his studies under UzelU, astonished to find Cecily installed in the house of the old professor. In fact, the painter, as he had promised, formaUy adopted her ; and, but for the remembrance of the career led by her real father, she would have been very happy. Attracted at first by her great beauty, the professor soon learned to love her as though she had been his own child. He had been a Uttle annoyed at first to part with his old housekeeper, who for many years had become so accustomed to his habits, that he seemed to have lost his right hand. But he was not a man to be turned from his purpose, and Cecily, whose experiences in shUting for herself made her perfeotly at home in a few hours, soon learned to adapt herself to his"], [149, "A MEETING. 141 ways, and tried most successfully to make his house and studio more homely and comfortable. For the first time in his experience, Adrian saw the professor painting in a clean hohand blouse, and though he daubed it over with as great a variety of colour as Joseph's coat — tore one of the sleeves with a rusty nail, and made an impromptu landscape of a most extraordinary character upon the skirts, by sitting down on his palette in a fit of abstract contemplation ; he was evidently well pleased by her attention and care for him. UzeUi had learned from Cecily the particulars of her early life, which, although the old professor never made the slighest allusion to the fact, caused Adrian considerable pain. Pure and amiable as Cecily was, beautiful and talented, and warmly attached to him, there was yet a coldness in his manner which repeUed her. The truth was, that the sight of Cecily, and the remembrance of her parentage, wounded his pride. It appeared to him that the misfortunes hanging over his earUer life, were but an additional stumbling block with regard to Louise."], [150, "142 LOST FOOTSTEPS. WoUe, he thought, always hated him ; and he often wondered if they would ever meet again. Cecily was entirely silent upon the subject since her father's imprisonment ; but the term for which he was sentenced she knew must have long expired. He had probably been engaged in some nefarious scheme which supplied him with cash for the time ; and, therefore, made no enquiry after his daughter. But one morning when they were engaged in the studio, aud Cecily had highly dehghted UzeUi by sitting in a most graceful attitude and looking her very sweetest for nearly an hour, the door of the studio opened, and a man stepped into the room, whose appearance created quite a stir in the party. It was no other than WoUe. Cecily, though so reserved upon this theme, had suspected and feared that he was again imprisoned. This had not been the case. WoUe's appearance was, however, miserable in the extreme. His clothes were dusty and tattered, and he looked haggard, and worn, perhaps with fatigue, and want of food ; his shoes were almost"], [151, "143 A MEETING. to pieces, as though he had travelled some great distance on foot. It was the first time Adrian had seen him so depressed. GeneraUy the ready wit and impu dence of the man had been sufficient to keep him out of actual want ; but it was evident, now, that he had lost his former dash and bravado, and was in actual distress. Since the visit to Molton, terminated by the attack on Mr. Gabriel's house, which was frustrated by his father, Adrian had never seen him ; and the first thought that entered his mind now was whether, under pressure, he might be induced to make an explanation of the events which threw so much gloom over his father's past hfe. Adrian received him with a certain expression of welcome, which appeared greatly to astonish him. He had long lost any belief in human generosity, but he was evidently touched, and especially when Cecily, with her dehghtful ten derness of manner and tone, introduced him to the professor, as her father, and, in a few brief, hasty words, scarcely intelligible, on account of"], [152, "144 LOST FOOTSTEPS, her emotion, alluded to the professor's generous conduct to herself. Wolfe had taken a chair when he first en tered the room; but as he heard Cecily's explanation of her presence there, he rose hastily, and advanced towards UzeUi, as though he would have shaken hands with him, but, in stantly changing his mind, he sat down again, glancing uneasily at the door, as tf he had been watched. All his mirth, cunning, and coarse humour had left him. There was something utterly reckless and abandoned in his look, aggravated, evidently, by hard drinking and exposure. StUl the face had a rough intelligence, which was not unpleasing. UzelU and Adrian, both wondering, made some attempts to draw him into conversation; but he only answered in monosyllables. At length UzelU placed a decanter of wine before liim, at which the showman gave vent to a course laugh, and said, with some assumption of his old manner —"], [153, "145 A MEETING. \" Ah, that's the way to loosen a man's tongue. Jolly good stuff, too,\" he added, smacking his lips. \" WeU, I drink your good health, all of you, and I'll drink farewell at the same time, for it may be a long whUe before I see either of you again : but I could'nt leave the country without another look at my wench,\" and he patted her on the shoulder, \"though she was such a shy Uttle fool, and didn't hke showing her pretty figure. I did think whether she'd like to go with me to Australia, but she's so well cared for, and, as I must be off in a devU of a hurry \" UzelU had been in a flutter of anxiety to hear this suggestion ; but the moment he saw that WoUe would be well satisfied to leave Cecily where she was, his admiration for his visitor knew no bounds. \" Take anozer glass of wine, my dear friend : don't spare de bottle — and you go to Australia ? eh, bien. It is a grand place for ze energetic EngUshman ; but for ze ladies, too rough — dreadful.\" 10 VOL. II."], [154, "146 LOST FOOTSTEPS. WoUe drank two or three glasses more of the wine, and then rambled on rather as though following the impulses of his own mind, than out of any consideration for his listeners. From a few vague, general remarks, his words grew at length into a kind of sohloquy. \" Ah, I've known what it was to have money,\" he muttered, ?' and I've known what it was to love a woman dearly, and to get into devUish hot water for her sake, I can teU you. But pish ! it's no use talking of that, now. She's dead and gone — so much the better.\" Nobody interrupted him ; but Adrian remarked that a shade of melancholy passed over his features, notwithstanding the recklessness of his tone. \" Hang it! \" he continued, in the same rambling style ; \" I've tasted most of the pleasures of Use, and now I suppose it's come to my turn to have the pains. I shan't bear them long, I dare say ; but no matter for that. If there's a worse world than this, it must be an infernally bad one, and no mistake.\""], [155, "147 A MEETING. \" Are you destitute of that hope, and beUef, which makes this world, with all its trials and disappointments, endurable ? \" enquired Adrian. \" None of your preaching ! \" cried WoUe, looking up almost savagely. \" If I could pray, it would be that I might never see the light of another day.\" His sudden energy immediately died out again, and he feU into his former disjointed strain. It was useless to argue with such a man ; but Adrian felt a kind of awful pity in Ustening to him, as he hinted, under the influence of the wine, at scenes of vice and depravity, while his eyes glowed with passion, his Ups curled sarcastically, and an occasional smile, which greatly aggravated his fierce expression, passed over his features. There was quite a fascination for UzeUi in the really fine proportions of WoUe's figure, and the reckless expression of his wild face ; and, with his feeling for art ever uttermost in his mind, he sketched the man almost instantaneously. He had been thinking over a scene from \" Paradise Lost,\" and here was a sketch for his Satan ready"], [156, "148 LOST FOOTSTEPS. to hand. For crime, abuse, and evh passion, had stamped such an indehble mark upon his face, that most of what was purely human had been obliterated. Suddenly, when Uzelh was in the midst of another sketch, WoUe startled him, by jumping up abruptly. Adrian and CecUy looked at him with alarm, fearing that he had lost his senses, for he was staring wildly at the unfinished picture from the \" Tempest,\" which hung upon the opposite waU. \" Where did that come from ? \" enquired WoUe, pointing to it. \" This gentleman has painted it. It is a scene from Shakespeare,\" answered Adrian. \" But the figure in the centre,\" and he staggered towards the picture. \" The woman there — don't — don't tell me — she's a fancy portrait, for I won't beheve it.\" \"Certainly not,\" said UzeUi, \"here is ze original.\" As he pointed to Cecily, Wolfe looked at her with a bewildered stare, and said —"], [157, "149 A MEETING. \" Ah, yes, to be sure — at first I thought it was her mother, as I first knew her — Hush ! what's that?\" Adrian looked into the square ; but the place was quite deserted, yet WoUe continued to listen attentively, until Adrian's doubts of his sanity became stronger than ever, especially as, after walking to the window, he came back and sat listlessly down in an attitude of utter despair. \" It's all up with me,\" said he ; \" I've walked two hundred miles ; but they have nabbed me after all.\" Hasty steps were heard approaching, and in another moment two pohce officers rushed into the room, foUowed by Cecily, who had opened the door. The moment she saw them, she guessed their errand, and, with a passionate cry, fell fainting upon the floor. Coarse and hard ened as WoUe had become, he was human still, and love had not lost its sacred power over his heart. TrembUng from head to foot, he motioned to the officers to leave him free yet a moment longer, and, raising his beautiful daughter in"], [158, "150 LOST FOOTSTEPS. his arms, he attempted to console her with a rough tenderness, as unexpected as it was sur prising, and said — \"My pretty wench, you would have made a man of me, but it's too late, my darling.\" The officers were moved by the scene ; but anxious to spare her distress when she recovered, hurriedly parted them, and took Wolfe prisoner. \" Fare ye well, sh, and God bless you, in making a home for CecUy. Good bye, Adrian ; you see I know you stUl; and, now, as we part altogether, let me teU you something you would Uke to know.\" \" What is it ? \" cried Adrian, eagerly, yet afraid that he might repent his curiosity in another moment. \" Tour mother was CecUy's mother, too ; and the only woman I ever reaUy cared two straws for. Tour father was a soft-hearted man. Lord ! how he doted upon her, and she deceiving him all the time. He was as innocent of that forgery at the bank as you are, though a jury sent him across the water. He never"], [159, "151 A MEETING. touched a penny; it was entirely her doing — she was clever enough for anything.\" \" We can't wait any longer,\" said the superior officer. \" If you wish to say more, you can have an interview afterwards ; but it's a serious case, and our orders are strict.\" \"Vat is ze crime?\" asked UzeUi in a whisper. \" Murder of a woman who lived with him,\" answered the officer, in the same tone."], [160, "CHAPTER XII. A Discovert. It was hardly possible to imagine a greater contrast than the aspect of the chateau, upon the evening of the day when Louise was lying there, as they believed, dead, as compared with the gaiety which had characterised it in the earUer days of theh marriage. Callous as Guillaume Morel was, he could not avoid the gloomy impression, as the paUid moonUght streamed into tho huge, and now neglected, apartments, and the wind moaned fitfully in the boughs of the lofty trees upon the terrace, as though they, too, lamented the loss of the lovely girl, who once stroUed so joyously beneath theh pleasant shadows. There was something in the tone, which, as it feU upon M. Morel's ears, awakened a desponding echo in his heart, and, as is"], [161, "153 A DISCOVERY. often the case, when we are oppressed by melancholy feelings, some unlucky association is almost certain to recaU to us happy moments we may have enjoyed, perhaps, in the seU-same spot. A softer influence was upon M. Morel's heart than he had known for a long time, as he stood at the window of the drawing-room, and 6aw the withered leaves, puffed by a passing gust, fall softly upon the grass. He could not saU to think of her who was lying so still in her last sleep, whom he had so unwarrantably neglected. Some hours had passed since the physician had left, and he had not entered the room ; but now, actuated by a sudden impulse, he walked softly to the silent chamber, intending to look at her once more before the tomb finally parted them. Everywhere upon the Continent interment takes place very speedUy after death. Aheady arrangements had been made for the funeral ceremonies, and M. Morel knew that he would"], [162, "154 LOST FOOTSTEPS. now probably see the features of his lost wife for the last time. He was almost tempted to ask his mother to accompany him ; but he felt it would be an additional pain to her, for Madame Morel had displayed unmistakable grief for the loss of her daughter-in-law. It was mainly due to her perseverance that Louise became her son's wife, and she reproached herseU bitterly, as she reflected that the utter disappointment and disenchantment of Louise had perhaps greatly hastened her untimely end. M. Morel would gladly have had her com panionship, for never in his life could he remember when he had felt so utterly alone — so completely depressed in spirits. Louise had prophecied truly, when she told him that his flippant worldly associates would saU off upon the first hint of trial or misfortune. Indeed, there was not a soul to give him sympathy, he was enthely isolated. He was not superstitious ; he had as much courage as most men, but there are times when the most fearless shrink in solemn awe, even from the phantoms conjured up by"], [163, "155 A DISCOVERY. their own imagination ; when thoughts and ideas will come, and images shape themselves with a strange suggestiveness, not to be driven away by any effort of the reason or wiU. And it was with some such feeling that M. Morel reached the chamber of death — a feeUng that the future had a destiny in store for him, over which he had no control — that he must follow blindly in the path that was before him, knowing neither its limit nor its dangers. Unable to shake off this nervous apprehension, this terrible retribution which the conscience hurls back so defiantly upon those who neglect its warnings, he could not at first summon up courage to approach the couch. There was nothing in the first aspect of the room, as he entered it, to awaken suspicion. The closely drawn curtains kept out the ghostly moon light, and the room would have been enthely dark, but for the tiny lamp burning dimly there, and reveahng indistinctly the various objects in the chamber. Filled with vague apprehensions, M. Morel could not endure the awful silence and"], [164, "156 LOST FOOTSTEPS. gloom of the apartment, but drew aside the curtains, and let in a flood of moonlight, and listened for awhile to the monotonous sighing of the wind in the trees. There were slight noises in the chateau, for the servants were arranging for expected guests, who would take part in the funeral ceremonies ; but the remoteness of the room rendered any echoes of Use at a distance extremely indistinct. He was in a painful brooding state of mind, which neither the beauty of the night, nor the solemn purpose for which he had entered the room, could overcome. But at length, conquering his irresolution, he approached the couch. In another moment he staggered back petrified with horror, when he made the discovery that the dead lady was no longer lying there. Sheer terror and bewilderment for a few minutes chained him to the spot. By what astounding chance, or by what mysterious agency the body of his late wUe could have been removed from a house surrounded by servants and frequent visitors, from a chamber which had been occupied"], [165, "157 A DISCOVERY. by physicians and nurses, was utterly beyond his conception. His first impulse, when he recovered his faculties, was to fasten the door, and secure himself from intrusion, while he pondered over this inscrutable mystery. He had not forgotten that the possession of a large sum of money would speedily be his in accordance with the terms of the marriage settlement ; and thus, upon the death of his wife depended whether he could retain the chateau, and make terms of some sort with his now clamorous creditors. He had mortgaged the estate to its full value soon after his marriage, and the whole of the proceeds had been squandered recklessly. His only prospect of keeping his former position was in the death of Louise, and the proof of his legal right to her property ; and the strange disappearance of his dead wife fiUed him with the greatest alarm. He thought rapidly over the various schemes which might have been adopted to remove Louise from the house, and calculated with the acuteness of a man of the world, theh probable object. At first it appeared to him a trick on the part of some"], [166, "158 LOST FOOTSTEPS. of his late whe's relatives, to prevent him from obtaining possession of her money. But in revolving this idea, he could only remember Mr. Joyce as especiaUy interested, and he could not for a moment beUeve that gentleman would adopt such a policy as this. Then his thoughts turned to Mynheer Kalm, and knowing the deep affection he entertained for his daughter, and the eccentric character of the old Dutchman, he wondered if Mynheer, assisted by Kloots, perhaps, had taken this unusual proceeding ; but this idea was instantly scouted. Mynheer was much too slow — much too influenced by the ordinary observances of society — to concert such a plan as this. From Mynheer Kalm his ideas fell upon Adrian ; but he remembered the unfinished letter Louise had written to her father, and the cross-questioning to which he had submitted the servants in reference to the young painter, and felt quite assured that Adrian had never been in Rotterdam since theh marriage. Then came a readier solution of the mystery. The cause of his young wife's death had baffled"], [167, "159 A DISCOVERY. the young physician who attended her at first. He was evidently in doubt up to the last moment. What more likely than that, in the ardour of science, he had conveyed Louise away, with the aid of his assistants, for the purpose of discovering, tf possible, the cause of a death so unusual. M. Morel felt comparatively satisfied when this idea occurred to him, and believed that the corpse of his wUe would surely and secretly be returned in the course of a few hours. If, however, this should not, after all, be the right solution, how else could he fathom the secret, without making the whole affair pubhc ? In what direction could he turn ? He dared not question the servants, who were evidently enthely ignorant upon the subject ; yet they must be communicated with at once, or the first that entered the room might make the discovery, alarm the entire household, and entirely prevent immediate action on his part. If, on the other hand, he remained where he was, the physician would find it impossible to restore the body secretly, and it was impossible to say what consequences might ensue. He felt that"], [168, "160 LOST FOOTSTEPS. it was absolutely necessary to give immediate orders that no one entered the chamber without his special permission. Having decided upon this plan, he questioned the maid, who had been in close attendance upon Louise up to the time of her death, whether any strangers or visitors had been seen in the vicinity ; but the ghl kept her secret. Though terribly excited by the death of her beloved young mistress, she had yet sufficient control over her feelings to blind M. Morel as to the secret visit paid by Adrian immediately after her mistress's death ; and not knowing the exact moment of his departure, she was utterly ignorant of the precious burden he carried with him in his flight from the chateau. It was true she had entered the room once while Adrian was there; but his motionless attitude, and utter absorption of mind, precluded the idea of any event so unexpected and startling as that which actuaUy took place a few moments later. She had not entered the room after that, and now M. Morel gave the most stringent"], [169, "A DISCOVERY. 161 orders that no one should intrude in the chamber of death, without direct leave from him. His serious, anxious look, made the ghl believe that he must really have felt the loss of his young wUe more acutely than they had imagined, and, in her affection for her lost mistress, she readily entered into M. Morel's views, and kept her companions aloof. It was a weary, anxious night for Guillaume Morel, especially as after some hours had passed, he became convinced that he was altogether at fault in his solution of this strange event. His next scheme must be to take some one into his confidence, by means of a heavy bribe, and so arrange that the funeral might take place in the ordinary course, without arousing any suspicious comments. A crisis was approaching in M. Morel's affairs, and delay was simply impossible. The news of his wife's death had circulated among his creditors, and more than one of them had pounced down upon the estate, and forced them selves into his presence, with the view of being VOL. II. 11"], [170, "162 LOST FOOTSTEPS. first in the field in pressing theh claims. Neither the solemnity of death, nor the prospect of a speedy settlement, served to pacify the rapaciousness of these wolfish attendants. The coolness and polished manners of GuiUaume Morel had staved off year after year the in evitable ruin which his own conduct was bringing about ; but, latterly, certain sharp practices he had adopted to gain time had been brought to light, and all confidence in him was lost. The following morning brought certain proof that he had been altogether at fault in his view of the disappearance of Louise. The physician himseU caUed, and, whether he was stUl in doubt or not, his calmness of manner at once dispelled the idea that any such a course had been conceived, as that suspected by M. Morel. There was but one plan now open to the perplexed man, and, dangerous as it was, he determined to try it, and trust to chance. The funeral must take place ; and in due course he would claim the property he coveted."], [171, "163 A DISCOVERY. As time passed, therefore, the arrangements were completed. Guests arrived and took part in the ceremony. The service proceeded — the coffin lowered into the vault,was strewn with flowers by the hands of beautUul girls who had known and loved Louise in happier days, and beautUul eyes were dim with tears over the fate of one whose end seemed so untimely. Poor Mynheer Kalm's grotesque exhibition of grief would have excited ridicule ; but that it was so real. The old Dutch man was absolutely paralysed by the event, and none could see him without sympathy. He turned from the spot when the vault closed over his lost Louise, like one who had awakened from a fearful dream. There was an expression of intense rehef upon M. Morel's face when the funeral ceremonies had concluded, which had not escaped observation. Mingled with the spectators, stood a person who, in consequence of a communication from Mr. Joyce, had watched the proceedings with the keenest interest, not unniingled with a certain sarcastic enjoyment of the event, and its probable"], [172, "164 LOST FOOTSTEPS. consequences. Tbis looker-on reported without a moment's delay the scene he had witnessed. It was evident that Mr. Joyce had taken the field with promptitude, and was bent upon frustrating the daring scheme of the deluded spendthrift."], [173, "CHAPTER XIII. Suspense. Arthur Joyce and Edie had met at an artistic reunion, where a number of fashionable visitors assembled, first to examine a number of works of art, and then to finish with music and dancing. The so-caUed patrons of art, it may be observed, generaUy require a Uttle music or dancing, or both, to enable them to endure the fatigues of picture criticism, much in the same way as chUdren must be tempted with some pleasant flavoured jam, or a lump of sugar when physic looms in the future. The young gentlemen were both extreme ly discontented, though from opposite causes. Arthur, humihated by the feeUng that he had misunderstood the painter who had so often proved a staunch friend, was, besides, in no humour for the entertainment in progress. Edie was moody from another cause which wiU presently appear."], [174, "166 lost footsteps. The two wandered about the handsome saloons, halting pretty often at the refreshment buffet, and occasionally nodding lazUy to acquaintances they met. Sometimes looking vacantly over books, etchings, or water colour drawings ; but generaUy winding up their inspection with a terrific yawn. \" What's the matter old fellow ? \" enquired Arthur at length, \" you seem awfully hipped.\" \" Tes, I am all that. I'm tired of this con founded slow work, and to let you into a bit of a secret, I see that girl's face upon every page I look at, and her form is the principal figure of every picture here to-night. Wonderful thing Uzelh should have bottled her up in this way. Does he mean to keep her in a glass case, and only let a fellow have a glimpse of her when he pleases ? \" \" She's out and out the sweetest ghl I have seen lately,\" answered Arthur ; \" I am booked, or by Jove, old feUow, you'd have a most tremendous rival. Tou would'nt have it aU your own way, my accomplished young dauber. What a delicious figure she has — won't UzelU crow over you aU with such a model to paint from.\""], [175, "167 SUSPENSE. \" Aheady,\" said Edie, \" he has transformed that stupid scene from the ' Tempest,' we have all laughed at so often, into a perfect gem. Once it used to be a stock joke with his pupUs, and now he'll make it the cream of all his works. As it stands it would fetch five hundred pounds.\" \" What the deuce is there between her and Adrian Hope, that he should always appear so constrained in her presence ? \" \"Heaven knows,\" replied Edie snappishly. \" If I thought she had any sneaking kindness for him I should half strangle him. What o'clock is it Arthur ? time to be off I should think.\" Edie yawned and stretched himself, rising at the same time from an ottoman. \" There, Arthur, I'd rather go to UzeUi's dingy old studio, and stare at that ghl for an hour, than have all the bedizened females who wiU be here pre sently — fine women as some of them are — in love with me at once.\" \" Very likely; and not bad taste, either. Let's liquor up, and drink her health.\" \" And, yet,\" continued Edie, in an impas- r"], [176, "168 LOST FOOTSTEPS. sioned tone, \"I am almost sorry I ever saw her, for I knew in a moment that I should never have the ghost of a chance. She's one of those girls who either set somebody raving mad with happiness, or else go off into a placid consumption, and make a fellow think he has at some time or other in his hfe made the ac- quaintance of an angel in disguise.\" \" Here's a lot of sweUs sweeping into the room,\" said Arthur, pointing to a door where some fashionable ladies were just entering. \" I wish she'd walk into the room just after them, to see how they'd frown upon her, and how her simple dress and unsophisticated beauty would shame theh paint, powder, and false curls.\" In a moment, however, both the young men were bowing to some of these very ladies. They were really handsome feUows, with easy, off-hand manners, and had contrived to make acquaintances in circles high above them. Notwithstanding Edie's apparent earnestness, it was stiU from being genuine affection he felt for CecUy. She was so pretty, so innocent, so graceful, and had"], [177, "169 SUSPENSE. so much freshness in her manners, that he was fascinated, in spite of himseU, though he had lived for several years the hfe, of aU others, least calculated to encourage spontaneous admira tion for beauty, so unpretending, though so real, as hers. \" What do you think about UzelU ? Is he really going to play the heavy father, or is it only a blind ?\" enquired Arthur, as they again reached the refreshment stall. They had not, it wiU be perceived, lost their appetites. Men are carnal animals, and the sentiment must be intense which affects their digestion. Even a genuine lover, which Edie was yet far from being, wiU nourish his stomach and his passion, at the same moment, and not allow one to supersede the other. They had, it must be confessed, most un poetical appetites, and, as the viands were first class, and two or three choice spirits came to partake of the creature comforts with them, they soon became pretty jovial. By and by, there was dancing, to wind up the"], [178, "170 LOST FOOTSTEPS. entertainment, and plenty of coral lips and bright eyes for partners; but Edie pronounced dancing \" a precious deal too hard work. At the mature age of six-and-twenty, a man had Uved past the follies of his youth,\" and so on. He, how ever, joined in two or three sets, and then lounged upon the sofas beside the girls, with delicious exotics perfuming the atmosphere, and lamps discreetly shaded, gleaming upon the snowy shoulders belonging to the coral lips and bright eyes. Arthur said it was a bore to move, and they might just as well — or rather better — stay where they where. As they were very lazy, and good looking, theh graceful partners talked plenty of nonsense for theh edification, to which Arthur and Edie listened with an affectation of profound interest, tiU certain ogres in the shape of chaperones came in search of the bright eyes, and looked daggers at theh easy-going partners, as though there was something almost deadly by contact with them. The girls themselves evidently thought them"], [179, "171 SUSPENSE. agreeable fellows, and perhaps rather enjoyed, by contrast, the free manners of these young Bohemians. Edie was caUous enough toward them in his heart. He had once allowed himseU to be tempted into a warmer feeling, and had learned a lesson he had not forgotten. He dreamt for a brief moment of real affection, and disinterested motives ; but the idol of his transient passion married in three months after a titled octogenarian. He had met her since, calm, seU possessed, satisfied with her costly dresses, carriages, and position in society. He would not again commit the folly of supposing that a woman could entertain genuine affection for a poor devil like himself. Perhaps the purposeless Use he led dated from that incident. He was equaUy bored with his pursuits and his pleasures. There were moments when he haU believed that there might be a better lUe in store, that it might be worth a struggle, perhaps, to find something true and noble to pursue ; but he soon dismissed these aspirations. When the bright eyes and coral lips had"], [180, "172 LOST FOOTSTEPS. departed, Edie rose from his seat, snapped his fingers behind the backs of the chaperones, and nudged Arthur, who was beginnning to nod. \" Come, Arthur, it's nearly daylight.\" \" It's a bore to come out, and a precious bore to go home,\" said that young gentleman, drearily. \" What do people live for ? LUe's a stupid farce, I think, with rogues and mountebanks in the principal characters, whole genius slnfts the scenes for them.\" \" Cut moralizing,\" cried Edie. \" Hi ! cab, cab.\" These young Bohemians always find the means for cab hire, and were speedUy bounding along the Euston-road in a hansom. Arthur Joyce lived in the Temple stUl ; but had agreed to stay for the remainder of the night with Edie, who had apartments near Euston-square. \" We'll go through Fitzroy Square,\" said Edie. \" Tou won't surely caU upon your lady love, at this time of the night,\" said Arthur, laughing. Nothing, however, would pactfy Edie, but driving through the square. When the cab passed"], [181, "173 SUSPENSE. UzelU's house, a Ught was stiU burning in one of the bedrooms, which caused a great deal of speculation between the young men; but a wholesome fear of the professor's he deterred them from calling to enquire the cause. Little they dreamt that the charming ghl whose beauty and grace they had been so heed lessly discussing, had been tossing there for hours in a feverish and haU delirous sleep, after the scene which she had witnessed that day. Fortunately CecUy was stUl ignorant of the terrible crime for which WoUe had been dragged away from her very presence ; but even as it was, the shock had been so great, that for several hours she was hardly conscious. Recovering at length, she saw Adrian standing at the bed side with UzeUi, \" Be calm, dear CeoUy,\" Adrian said tenderly, \" you must not agitate yourseU, or,\" he added in a whisper, \" you will make the professor utterly miserable.\" The sight of Adrian standing there, recaUed but too vividly the youth they had spent together."], [182, "174 LOST FOOTSTEPS. The remembrance of days when, as chUdren, they were left, perhaps, without fire, and often without food : when Cecily would go out into the streets and sing Uttle baUads, while Adrian accompanied her with the violin, tiU they had coUected coppers enough to purchase a meal, perhaps interrupted by Wolfe coming home blustering, and staggering into the room haU tipsy. Not all these recollections of the hardened, reckless man, whose ungoverned passions and excesses had placed him in such a fearful position, subdued her affection for him in the least. Her's was the charity that never faUeth. Whatever might be his crime — and as yet, she had not the faintest idea ; she could never beheve but that some day he would reform and change his life — her anxiety was now to know the worst. \"Tell me what it is, Adrian?\" she asked repeatedly. \" I seem to have had a terrible dream during the last few hours. I can hardly yet beheve it a reality. Can nothing be done ? \" \" Somesing shaU be done my dear shUd ; Mr. Shoyoe wUl advance me money, I am sure, and"], [183, "175 SUSPENSE. I vil get ze best counsel in London,\" said UzeUi, holding CecUy's pulse with feverish anxiety. \" Zis excitement is bad for ze leetle maid — we must leave her I tink,'' and, taking Adrian by the arm, UzeUi led him gently out of the room. He, however, peeped in himself every five minutes, delighted at last to find her in a refreshing sleep. When he came again in an hour or so, he was about, to tap at the door, when he fancied he heard her voice in faint tones. Greatly alarmed at first, he listened, unwilling to disturb her; soon he detected her pure sweet accents in earnest prayer. Faintly at first, and in almost inaudible tones ; but at length, as though her spirit gradually shook off its earthly timidity, her voice became clear and distinct. With an emotion to which it is not possible to do justice in words UzeUi heard for whom she prayed. For no personal advantage — no selfish desire, only for the outcast wanderer, whose daughter she was, rose the burden of her earnest words. \"Mine Got,\" muttered UzeUi, \" vat an angel"], [184, "176 LOST FOOTSTEPS. she is. She played in ze gutter as a shild — she sang in ze street — she danced on de stage —no home, no friends ; and yet in ze moment of grief, she remembers a friend zat UzeUi de man of shenius has forgotten for half a Use,\" and the eccentric painter bowed his head in solemn reverence, while gentle memories of chUdish days, and simple prayers at a fond mother's knee, filled his eyes with tears. In another moment CecUy opened the door. Her face was calm and hopeful, though still pale. UzeUi folded her tenderly in his arms. \" My darling shUd,\" he cried, \" I am alone in de vorld — promise no matter vat may happen, zat you vil nevare leave me. Nevare leave me to be as lonely as I vas for twenty years past.\" \" I promise readUy,\" answered CecUy, moved by his warmth. \" Where else should I find such a dear, kind friend ? I wUl, indeed, always be your faithful companion, in success, or poverty.\" \" Poverty shaU come no more, my shUd. Look zere at yourseU in de picture. He shall bring me a tousand pound.\""], [185, "177 SUSPENSE. \" My dear friend, I do not covet wealth in the least. If by any future sacrifice I could save my poor father from the consequences of his crime, how readUy I would make it.\" It was true enough. Cecily forgot aU the neglect, the poverty, and privation of her eariier days in the one thought, that this man — stained with crime — and she knew not how deeply — knew not that his life hung upon a thread — upon the mere chance of incomplete evidence, or the caprice of a dissatisfied jury — was her father. The blow had been sudden and cruel. She could have borne it better if she had been better prepared ; but after some weeks of her present, calm, peaceful life with the old painter, where — instead of fighting her own battles with the world, she had been wafted into a quiet haven, secure from the bitter chiU of poverty, or the rude blasts of temptation — she was beginning to look upon the world with happier feelings than she had ever known. Kindly tones and looks greeted her hour by hour ; and let those who have known the blighting influence of poverty and neglect, say VOL. II. 12"], [186, "178 LOST FOOTSTEPS. what it would be for them to exchange aU these depressing influences for an atmosphere of affec tion and sympathy. Cecily's daily increasing beauty told plainly enough what effect the change had produced, and was in itseU an excuse for Edie's sudden and violent admiration. Perhaps CecUy herseU was not indifferent to the influence of her own grace and beauty, and may have indulged in many a pleasant dream of the future in consequence; but her depth of affection, her pure unselfish nature, shut out for the time aU other hopes and dreams, save the one hope of rescuing WoUe, and giving him yet another opportunity in Use."], [187, "CHAPTER XIV. Changes. Martin Hope had been a true prophet, when he warned his brother of the consequences of his coming to England. The public examination before the magistate. the revival of an old scandal, known but to a very few, was a sad blow to Percival Hope's popularity in the parish. Gossip and tittle tattle circulated from house to house, tiU the annoyance became unbearable, and even Mrs. Crankley, who almost worshipped her master, \" felt herseU compeUed, in justice to her sense of propriety, to give him notice.\" When Martin saw aU this, and felt how keenly his brother suffered in spirit, though his outward manner never gave the shghtest indication of his vexation, he determined to adopt some plan to put an end to it. His property in Austraha increased"], [188, "180 lost footsteps. yearly in value, and aheady realized sufficient to make him comparatively a rich man. His first proposition, most delicately put, was that Percival should retire from the ministry altogether; but the brave-hearted clergyman, \" dowered with the hate of hate, the scorn of scorn, the love of love,\" would have considered such an act the height of cowardice, and a tacit confession that he was unworthy of the confidence of his flock. \" Besides, dear Martin, there is a party feeUng springing up in the Church, which I feel to be my especial mission to subdue. I don't know what they expect, or what has led them latterly to become so cold to me ; I have taught them in the homely language of theh daUy lives ; I have drawn illustration and simUe from their everyday occupations, pleasures, hopes, and trials, in order that no man might complain that the lesson I wished to convey failed to reach his own heart. I cannot understand it. My congregation is divided. The more enlightened and liberal members treat me still with consideration ; but with the rest, their antipathy is quite unconcealed."], [189, "181 CHANGES. I shall never forget the blank coldness I saw last Sunday upon so many faces as they passed beneath the pulpit on their way out of church. I could not help asking myseU sadly, how long it would be ere I should again win back their confidence and sympathy.\" The simple confession touched Martin keenly, especiaUy as he knew that his brother was ignorant of a thousand annoyances which he had kept secret. Once Martin had sent a cheque to a benevolent institution in the neighbourhood, known to be in want of funds ; but his cheque had been returned with a few transparent compliments as hollow as they were cold-hearted. The neighbouring farmers also, who had formerly been upon the most famihar terms with Mr. Hope, now passed him in the lanes with a sUght nod, and were less frequent in their attendance at the church. If Percival determined to brave the odium, there was but one mode of reUeving him, and that was to seek another residence. He, however, determined to choose a situation far enough"], [190, "182 LOST FOOTSTEPS. removed to keep him enthely clear of his brother's parishioners, and at the same time, within easy reach, so that they might enjoy each other's companionship frequently; Martin was hoping also that he might induce Adrian to Uve with him permanently upon an easy aUowance, which would leave him at fuU liberty to foUow his art or not. WhUe seeking this new residence, Martin read one day an advertisement, which seemed to promise aU that could be desired, it described — \" A luxuriant nook, completely sheltered by its own grounds, and so favoured by nature as scarcely to need the resources of art. The sea in front expanded itseU into a bay, wbich impartial lovers of the beautUul had frequently compared to the Bay of Naples. It was protected during the inclement season of the year by an amphitheatre of hills, the scenery of which was of surpassing beauty. The timber which ornamented the grounds included the monarch of the forest, the stately pine, the graceful larch, the weeping ash, whUe a verdant sward in front of th6 mansion, reheved by its emerald freshness,"], [191, "183 CHANGES. the dazzling briUiancy of the white cliffs in the distance.\" Attracted by such a flowery description, Martin had taken possession of this delightful retreat, perfectly satisfied with it, though falling wonder fuUy short of the house-agent's imaginative eulogy. Percival had gone with his brother, to see him instaUed in his new home ; Mr. Joyce also had accompanied them. Adrian stiU remained in town owing to his anxiety respecting WoUe. In the meantime he hesitated about accepting Martin's proposal. He had striven in vain to subdue his passion for Louise. He had hoped in his secret heart that he could have persuaded her to a separation, and had resolved to make an attempt once more to induce her to alter her determination. He arrived at Molton, having purposely so timed his visit, as to be pretty certain of finding Louise alone. It was evening when he reached there ; but Mr. Joyce's snug parlour was not yet Ughted up. It was the connoisseur's favourite room, for"], [192, "184 LOST FOOTSTEPS. the windows opened upon a wide prospect of charming landscape, and many an hour did Mr. Joyce sit there, watching the fading hues of the sunset, and the purple tints of the heather clad hills. It promised to be a stormy night, the wind had been blusterous aU the day, and now it had increased to a gale ; heavy drops of rain, too, were beating against the windows, and the wind howled with a melancholy tone through the huge elms that sheltered the house. It was the kind of night when a hearty reception seems doubly welcome ; but Louise, doubtless with the instinct which rarely fails her sex, guessed Adrian's object at once, and, though receiving him with cordiality, showed as Uttle warmth as was consistent with a friendly man ner. She felt that this coldness was absolutely necessary, much as it grieved her. They sat down before the fire — for the nights were aheady somewhat chiUy — and, as U by mutual consent, were for a time absolutely sUent. Adrian had so often hinted at the subject which"], [193, "185 CHANGES. brought him to Molton at that moment — had so often been repeUed in the calm, sweet, though at times almost reproachful, tones of Louise, that he was dumb in her presence. Louise, guessing his thoughts so well, was agitated and reserved, and gazed with an ab stracted look into the glowing embers — which gave the only light to the apartment. At length Adrian said abruptly — \" Tou can imagine what I have come down here to-night for, can you not, Louise?\" \" I think so,\" she repUed, with that calm tone which gives high principle so much power over mere passion. \" I have thought much of you, and it has caused me very deep regret. I fore saw it would come to this ; and when Mr. Joyce returns, I wiU not lose a moment in urging him to reveal the secret to my father, and arrange for me to return to Rotterdam. The fortune I may lose through M. Morel's devices I do not value in the least, and have only yielded so far to Mr. Joyce's views, because I would not wUlingly slight so kind a friend. AU I"], [194, "186 LOST FOOTSTEPS. ask of you, Adrian, is, to consider whether such a feeling as you bear towards me can be maintained without sacrificing your own peace of mind ? Would it not be far better to fly the temptation at once?\" \" Louise, I have striven in vain ; the struggle only wearies my spirit, and fetters my inteUect. I am a burden to my friends, and am utterly miserable. I can never succeed as an artist ; but I wiU tempt you no more. In a short time I wiU seek abroad that peace and resignation which seems impossible here. But think, Louise, to what you bind yourseU. Tonder stands the man ! \" and Adrian, in the energy of his passion, stretched out his hand, making Louise shudder, as though M. Morel had been there in bodUy presence ; so strong was the impression, aided as it was by the dusky atmosphere of the room. \"There stands the man, base, as I beheve, to bis inmost heart, and utterly indifferent to you, and the constancy with which you now regard the vows you have entered into is the only thing that redeems the sacrifice you have made for such a man.\""], [195, "187 CHANGES, \" Tou evidently justify me, then, in my resolve.\" \"It is madness to reproach you now, dear Louise. Oh, tf you could have known how I hoped to win you, when you were guided only by the caprice of the moment.\" \" I ean hardly explain, Adrian, my own feelings in accepting the hand of M. Morel. The human heart is a labyrinth, and it is not always the purest, tenderest feeling, that finds the clue to its inmost recesses.\" The night was darkening rapidly, and as the servant brought hghts, a fierce gust shook the house with such a violence, that Louise trembled. \" I never, Adrian, felt so little inclined to continue this topic as to-night,\" she said. \" Forgive me, Louise, I wiU take my leave at once ; but it may be years ere we meet again, and after aU the fond dreams I have had, in which you have been the principal image, you wUl pardon mo for lingering yet a Uttle whUe longer.\" The tempest increased in violence every moment, and the heavy drops of rain hissed and"], [196, "188 LOST FOOTSTEPS. sputtered in the fire, as though in stormy defiance of Adrian's last words. It seemed to say, that life was spent in making blunders and regretting them ; to remind him that the illusions of his youth had burst Uke the foambells upon a stream before the first breath of wind. \" Louise,\" said Adrian, breaking a prolonged silence, \" one thing surprises me, you seem to have no feeling of animosity towards M. Morel, notwithstanding his vile treatment.\" \" None whatever. I am not without hope that he may one day see how lamentably he has sacrificed golden opportunities, and change ere it be too late. Come what may, Adrian, you will always remain what you have lately become, the dearest friend I have in the world. I have never known a brother's love, wiU you not be a brother to me ? \" There was nothing more to be said ; the storm, so sudden and furious, had abated a little, and Adrian rose to depart. Louise came with him to the little porch in front of the house, and remarked with surprise, a sudden clearness in the sky."], [197, "189 CHANGES. \" The stars are coming out ; take courage, Adrian, for Richter says, ' the stars shine brightest in the darkest night.' This should be a good omen.\" \" What interpretation will you give to that?\" he enquired, as a star shot downward towards the earth, making a long brUliant line of light which vanished instantaneously. \" Something bids me look hopefully into the future, and hope is sometimes prophecy.\" \" God grant it may be so. Farewell, Louise — perhaps for many years. I stay with my uncle for the night ; but shall go up to town by the earliest train.\" Unable to speak from emotion, Louise put out her hand. But the rigid control which Adrian had kept over himself, yielded, at last, to his passionate feelings. He caught Louise in his arms, and pressing her to his breast with a clasp of despair, showered a thousand kisses upon her lips ere she could escape from him. Then they separated without another word."], [198, "190 LOST FOOTSTEPS. Painful as the determination was to Louise, she was glad, even as she heard the echo of his receding footsteps, that she had summoned up courage to meet him thus calmly ; but, if Adrian had seen her sad face afterwards, he would hardly have recognised the merry, laughing ghl he once knew at Rotterdam."], [199, "CHAPTER XV. The Rescue. During the interview between Adrian and Louise, the weather had been stormy ; but upon the seacoast there was a perfect hurricane. The huge dark biUows tossed and roared as far as the eye could reach ; and the setting sun, with a blaze red as fire, threw upon the white cliffs a lurid gleam, but too suggestive of disaster. Martin, Percival, and Mr. Joyce, sat and watched the tempest from the window of the hotel, the house he had taken not being quite ready for occupation. Martin, during his wild life in AustraUa, had made frequent voyages, and felt himseU completely at home by the seaside. Watching it with experienced eyes, he prophesied the most fearful storm that had been known for years ; and the aspect of the waves, boiling and"], [200, "192 LOST FOOTSTEPS. surging now up to the very base of the cliffs, the snowy crests of the breakers being lost in one confused mass of foam, seemed to indicate that his prediction would be speedUy verified. Far upon the sea, tossed by the waves, and swept by the raging spray, might be seen a solitary vessel, which appeared to he at the mercy of the troubled ocean. As it grew darker, Martin became very uneasy as to her fate, especiaUy as she drifted towards the land. Some hours passed away, and it was hoped that she had put out to sea, when an alarm was raised that a large vessel was stranded at some little distance down the bay upon a dangerous quicksand, and that the waves were beating her to pieces. Martin, Mr. Joyce, and Percival, at once started with some visitors from the hotel to a cliff, from which it was said a view might be obtained of the sands upon which the vessel was stranded. A duU fog hung over the sea, and almost obscured the little hght remaining in the west, while the furious wind carried the spray up above the edge of the cliff, and beat it in their faces. What with"], [201, "193 THE RESCUE. the roar of the wind, and the hoarse clamour of the waves, they could scarcely hear each other's voices. When they reached the point nearest to the unfortunate vessel, the fog had cleared away a little, owing to the violence of the wind, and the appearance of the sea was awful in the extreme. Each wild rolling wave, with its ridge of white foam, stood out against the faint Ught like a bank of snow ; heavy masses of dense cloud hung suUenly over the doomed ship, whUe lighter clouds were dashed wUdly across the sky by the violent wind. The dim light remaining only served to show more clearly how little hope there was for a soul on board, and the few shuddering spectators who had come to the spot lamented bitterly, as any men with human feeling must at such a time, that they were so helpless. There was no Use boat, and no other could possibly Uve in such a sea. The tall cUffs stood ranged like antique fortresses about the bay, insensible to the boding ocean beneath, and seeming ready to throw back into the furious surge any unfortunate being 13 VOL. II."], [202, "194 LOST FOOTSTEPS. who might have madly attempted to gain the shore. The ship, a large steamer, carrying sail also, had driven full upon the sandbank. Now rolling her huU upon the mountainous waves, now plunging her bows madly into the depths made by the receding billows, Uke some untamed creature out of its element, and furiously endeavouring to escape each moment, and with each plunge the vessel sank only deeper into the treacherous quicksand, which for ages had swallowed countless treasures and numberless human lives. Suddenly, while they watched, there came a flash, and then a dull sound, scarcely heard above the roar of the ocean. \" They aro firing signals of distress,\" said Martin. \" Let us get a Uttle nearer, I may be of some service perhaps.\" They clambered down the cliff as best they could, and when they came nearer, they found several persons assembled from the hotel and the little town. The vessel was stranded sufficiently near the shore for them to perceive that there were"], [203, "195 THE RESCUE. a number of passengers upon her decks, who greatly increased the horror of the scene by theh lamentations ; some, however, were quiet enough, being in the stupor of despair; others merely crouched down and awaited their doom in silence. Mothers, with children in theh arms, kneeled wUdly at the bulwarks, imploring help, or covered theh faces that they might not see the awful waves that swept up the vessel's sides, and sometimes completely over her. Some unhappj creatures ran about the decks offering money to the seamen to save them. Sorely touched as the hardy sailors may have been, they could not alleviate the distress, they could only obey orders, and wait the result. Some, haU-stripped, stood ready, in case all else should fail, to plunge overboard into the boiling surge and struggle for land. Amongst the spectators, Martin and Mr. Joyce were conspicuous in theh offers of assistance. Mr. Joyce, however, a town-bred man, could not be of much service, while Martin, who had more than once been wrecked himself, was calm and"], [204, "196 LOST FOOTSTEPS. collected, and insphed the coast guard with so much confidence, that he was aUowed to assist in firing rockets to the ship. After many faUures, they at length succeeded in throwing a Une to the vessel. Martin had great strength and unbounded courage, and, watching at him there so earnest and fearless, Mr. Hope was human enough to wish he could be seen by some of his disaffected congrega tion, for he looked every inch a hero. Communication being estabhshed with the ship, the passengers crowded to the bulwarks in the hope of being speedily taken off, and exposed themselves in consequence to the greatest danger. Just as the sailors were endeavouring to arrange for theh rescue, a huge wave leaped up the vessel's sides and swept several of the foremost into the sea. \" Martin, what are you doing ? Stop him, Mr. Joyce, for God's sake,\" almost shrieked the nervous curate. Mr. Joyce had been too painfully engrossed by the scene to notice Martin for the moment, and"], [205, "THE RESCUE. 197 before he could understand the cause of Mr. Hope's alarm, Martin had plunged into the sea. \" He wiU be lost — he must be lost,\" cried Percival, wildly wringing his hands in despair. Mr. Joyce did his best to console him, but a dreadful feeling of doubt was in his own heart. Martin had fearlessly plunged into the sea in the hope of saving one of the group which had been swept off the deck ; but the darkness, and the violence of the waves, prevented him making any way for a considerable time. At length, after battling long and fruitlessly with the waves, he saw a dark form rise to the surface, and clutched it vigorously ; then, seeing no one else near, he made for the shore. An advancing wave lent him its assistance, and in a few minutes, amidst tremendous shouts from the people on shore, Martin brought a man safe to land. The stranger was insensible, and perfectly exhausted, and his preserver was almost equaUy so. He would have made another attempt, however, to rescue some one, but Mr. Joyce and"], [206, "198 LOST FOOTSTEPS. Percival insisted upon his being taken to the hotel. Too much engrossed by their immediate anxieties, Percival Hope and Mr. Joyce never went back to the scene of the wreck. They sat through the long weary night Ustening to the tremendous wind and the hoarse thunder of the waves, thinking with deep pity of the fate of the passengers upon the wrecked vessel, nearly all of whom, as they learned in the morning, were lost. It was with intense satisfaction they learned that Martin suffered only from exhaustion, and, indeed, by the next morning, he appeared to have entirely recovered from the effects of his late struggle. Not so the man whom he had saved. In addition to injuries he had received through being dashed by the waves against a sunken rock, the physician declared him to be greatly debUitated in constitution, and promised a very slow recovery. He was stiU utterly unconscious, and so weak, that to the inexperienced eyes of Mr. Joyce and Percival Hope, it seemed that he could not long exist."], [207, "199 THE RESCUE. They had watched him frequently through the night, and as the morning came, Mr. Joyce was extremely puzzled. He could not imagine where he had seen the stranger's face, and yet it seemed famihar to him. The features were handsome and inteUectual, but, though in the prime of Use, the man looked jaded and worn. The Unes, either of care or dissipation, were strongly marked upon the face, which must have once been striking and attractive. The shock of the late disaster had doubtless greatly aggravated these indications, but the sharply-defined brow, the sunken eyes, the pale face, made ghastly by the pallid light of the grey dawn, the dark matted hair, thrown back from the forehead, all made a deep impression upon Mr. Joyce. A suspicion arose in his mind, which, however, he determined not to impart to his friends till perfectly satisfied of its correctness. They sat down to breakfast, Martin being one of the party, Percival holding his hand with almost chUdlike affection and gratitude, and not a little proud also of his brother's courage. Leaving the stranger in the care of the medical"], [208, "200 LOST FOOTSTEPS. man, they went down again to the scene of the wreck. The sea was calmer, though boiling and foaming furiously stiU ; a crowd had coUected upon the shore, greatly interested in seeing articles of clothing, trunks, casks, broken fragments of rigging, planks, &c, washed ashore. There had not been a great number of passengers, but nearly all of them had been lost, for the vessel, an iron steamer from Ostend, had speedUy become leaky, and aU the efforts of the smaU crew could not keep out the sea, especiaUy as the constant deluge flooding her decks increased the confusion, and helped to strain the vessel and widen her leaky seams. StUl puzzled as to the identity of the stranger Martin had rescued, Mr. Joyce walked broodingly along the strand ; at length he was touched on the shoulder by a seaman, and turning round, the man said, \"Beg pardon, sir, but some cases and luggage have been washed ashore, and very little damaged. There is a name upon one of the boxes, and I thought, mayhap, whether"], [209, "201 THE RESCUE. it might belong to the passenger saved by your friend last night.\" \" I have a faint notion that I know his name,\" repUed Mr. Joyce, \" but where is the luggage ?\" They walked a little distance together, and the sailor pointed out some boxes and trunks, and taking up a smaU leather case, handed it to Mr. Joyce, who read, with a start, the words \" GuiUaume Morel.\""], [210, "CHAPTER XVI. Man Proposes — God Disposes. The astonishment with which Mr. Joyce read the name of GuUlaume Morel, speedUy gave way to a certain amount of irritation ; aU the particulars of the sham funeral had been duly reported to him by a friend, in whom he had the greatest confidence, and the lawyer had at once taken steps to hinder the payment of the large sum to which he became entitled in the event of the real death of Louise. He was aware how useless it would be to expect Mynheer Kalm to move at once in the matter, though he had written a cautiously-worded letter to that gentleman, warning him that he would shortly come to Rotterdam and make an extraor dinary revelation respecting the fate of his beloved daughter, urging him also to sign no document on behalf of M. Morel, and, U possible, to hold no"], [211, "203 MAN PROPOSES — GOD DISPOSES. communication with him untU certain enquiries he was making were satisfactorily cleared up. Mr. Joyce's first impression was that, notwith standing his promptitude, the agent upon whom he rehed had been too late to oppose the fraudulent designs of M. Morel, and he strongly suspected that his leaving the country and proceeding by way of Ostend was a trick for the purpose of blinding his creditors, and getting clear off with the proceeds of his daring scheme. Another conclusion was, that Guillaume Morel had learned by some means that Louise was alive and in England, and had come over to make terms. In either case, the matter was becoming more complicated. Once put off the scent, Mr. Joyce was filled with eagerness to try some new course, and the fact that GuiUaume Morel lay there with Uttle probabiUty that he would ever recover, made Mr. Joyce more anxious than ever to ascertain what action he had taken before quitting Rotterdam. Without immediately making his discovery public, he instantly telegraphed the news to"], [212, "204 LOST FOOTSTEPS. Adrian, upon whom the inteUigence fell like a thunderbolt. In all the possibUities of the drama in which he had played so important a part, the young artist had never dreamt of such an incident as this. That M. Morel should be coming to England under any circumstances afforded grave matter for conjecture, and the first thought that entered Adrian's mind was, that he had discovered the almost miraculous escape of his wife, and that the strange incident had worked upon his better feelings, and had induced him to seek her out with the view of making reparation for his former caUous and apathetic behaviour. This supposition was quickly put aside when he reflected upon M. Morel's conduct during the past year, and he was convinced that something more ignoble was at the bottom of his journey to England. Most Ukely the dread of losing his newly-acquired fortune had alone influenced him ; he perhaps hoped by threat or persuasion to induce her to forego her proper claims. Adrian was aware that without this assistance"], [213, "MAN PROPOSES — GOD DISPOSES. 205 M. Morel was a ruined man. A passing thought at first was, that he might only be coming away to avoid his more pressing creditors, but in that case Mr. Joyce would hardly have telegraphed for him. The strangeness of the incident, coupled with the fact that Martin should have been the means of rescuing him from the wreck, deeply impressed Adrian. The man of all others he would have avoided, was here, thrown by accident in his very path ; and his future career, and future happiness, hung upon the result of the event. Probably there are few who have not at some time or other thought, \" If it were not for this man or that man, my position might be so different ;\" and for a moment it must be confessed Adrian could not help indulging in a dream of the happiness which might have been his if his father had not plunged into the sea and brought this man to land. The teachings of Percival Hope, however, had been too weU grounded to allow such a wish more than a momentary dweU ing-place in his mind. He was extremely anxious with regard to"], [214, "206 LOST FOOTSTEPS, Louise. He felt that a meeting with M. Morel, after the extraordinary events that had passed, must be very painful to her ; yet he remembered Louise had herself said that she bore no animosity to her husband. When Adrian was admitted to the bedside of M. Morel, and saw once more the ghastly pallid features of the man who but such a short time before had been his handsome poUshed rival ; a man whose ease of manner, accomplishments, and perfect coolness, had caused him the bitterest jealousy, he was deeply moved. Adrian alone was able to judge of this great change, for he only had been upon terms of intimacy with him. Mr. Joyce had perhaps seen him not more than twice, and the alteration in his appearance was so great, that Adrian wondered not in the least that Mr- Joyce failed to recognise him. The physician had visited M. Morel just as Adrian arrived, and gave Uttle hope of his recovery. Though almost speechless from exhaustion, he had become sensible, and the physician advised if there were any important"], [215, "MAN PROPOSES — GOD DISPOSES. 207 affairs to arrange, that they should be speedily attended to. Adrian took counsel of his friends, and acting under theh advice, narrated as briefly and calmly as he could to M. Morel the incidents of his young wUe's escape from death, subsequent recovery, and journey to England. His weakness and excitement were so great, that it was only by painfully-slow degrees, and after many interrup tions, that Adrian completed the story. Nothing could be more dehcate than the manner in which this was done by Adrian. He had the greatest difficulty at times in continuing the subject, for it was evident that M. Morel, in view of the near approach of death, suffered keenly from remorse. Adrian often 6aw an expression of intense suffering upon the wretched man's features, and could weU imagine the horror with which the worldly-minded, callous man conjured up pictures of vice, falsehood, and treachery, from the remembrances of his past life. And the probability that death may be near at"], [216, "208 LOST FOOTSTEPS. hand, together with wild visions of a future never before contemplated, or if so, only in a tone of heedless ridicule, brings to such men terrible regrets, and stUl more terrible fears. But whatever secret agitation troubled M. Morel, something of his old impassive habit returned as he listened to Adrian ; yet when he had learned the whole narrative, he asked, with much earnestness, if they objected to send for Louise ? \"Tour request has been anticipated,\" Adrian said, \" we have already telegraphed to Madame Morel, and doubtless she wiU arrive speedily. Her health is still deUcate ; and let me implore you, M. Morel, in remembrance of her past sufferings, to say nothing, and propose nothing, that may grieve her.\" \" Have no fear of that, Mr. Hope ; my trial is severe enough aheady, when I remember how UI I have repaid her. I have perhaps but a short time to repair the mischief I have done, to struggle with my conscience, and crave for pardon and peace.\""], [217, "209 MAN PROPOSES — GOD DISPOSES. Overcome by weakness and anxiety, a relapse took place, and for many hours M. Morel hovered upon the brink of eternity. Like a dying lamp, the flame of Use flickered up for a moment, then drooped again, as if it would soon go out for ever. Adrian watched him with truly Christian patienoe and goodwiU. It was the first great lesson of his Use, and he learned it not without after profit. Bitter and remorseless as fate seemed to be towards him, he had not forgotten the simple teaching of his happy chUdhood ; and now that this man, whom he had learned to regard as an enemy, had been mysteriously brought back from death to be as it were a stumbling-block in the way of his passionate desires, he felt and acknowledged the might of an omnipotent power, before whose influence he was humbled to the earth. He was reconcUed now to the inevitable, and it was great consolation in his moment of grief to feel that he had at least done something worthy on behaU of Louise, though they might evermore be strangers. VOL. II. 14"], [218, "210 LOST FOOTSTEPS. \" Let me thank you,\" said M. Morel, when he again recovered a Uttle, \" for your extreme goodness to me. Tou, of all men, had the greatest right to condemn me ; but I feel that I am learning to estimate divine love through human sympathy and forgiveness, and death will in a Uttle time have less terror for me. But teU me, have you heard yet from Louise ?\" Adrian opened the door and beckoned; in a moment she was by her husband's side. \" Louise ! can you forgive me ?\" he asked, clutching her hand with a convulsive grasp. \" As I hope to be forgiven, Guillaume.\" \"I am dying — dying, Louise; call the good clergyman, and the brave man who saved me from the wreck.\" Martin and Percival came at Adrian's request. \" Give me your hand, Louise.\" She did so wonderingly. \" And yours, Mr. Hope.\" Adrian did so, beUeving that the movement was unconscious, and that his mind wandered. However, with an effort, he said faintly,"], [219, "MAN PROPOSES GOD DISPOSES. 211 \" I have called your kind friends, Mr. Hope, in order that theh presence might add weight to the request of a dying man. Tou loved Louise ; you have saved her from death. I have seen what you have not perhaps acknowledged, even to yourself, that I am the sole barrier to your happiness ; but that hindrance wUl not exist long. It is my fervent wish that Louise, when the grave covers me, will become your wife, and God grant that no evil deed of mine may ever cast a shadow upon your tranquil happiness.\" Louise trembled from head to foot, but uttered not a word. Adrian was almost equally agitated. They were roused, however, by M. Morel, speaking again. \"There is a small leather case, which I should Uke to be opened.\" Adrian took the case, and M. Morel, putting his hand feebly between the compartments, drew forth a bundle of bank notes of large amounts. \" In my greedy haste to avail myself of the result of my whe's supposed death, I placed the papers in the hands of a money"], [220, "212 LOST FOOTSTEPS. lender, who advanced me the amount you will find here.\" M. Morel was able to speak no more ; he became so much worse, that it was beheved he could not live through the night. But in the morning he again raUied, and the physician thought recovery was possible. The improvement continued from hour to hour, and in the course of two or three days, he was declared out of danger. The end was not yet."], [221, "CHAPTER XVII. Cecily's Housekeeping. The reappearance of Wolfe had been a terrible blow, both for Cecily and UzeUi, who were beginning to understand each other thoroughly. Cecily, taught by stern experience, had quickly seen how completely the professor's domestic arrangements were mismanaged, and immediately his housekeeper departed, took upon herself an enthely new system of management. She went out shopping herseU for the Uttle household, and UzelU was astonished to find how sensibly his expenditure decreased. Joints, which had pre viously disappeared after a single meal, now lasted for days — bread, which formerly vanished half-a dozen loaves at once, became suddenly an unimportant item in the weekly expenditure ; for Cecily kept a rigid account of her stewardship,"], [222, "214 LOST FOOTSTEPS. which was the cause of endless amusement to the professor, who delighted to compUcate the affair to the utmost. He had such a horror of figures, that it was the most difficult matter in the world to get him to look at the accounts. Perhaps, after dodging him for an hour or two, he would say laughingly, \" Keep ze change, ma chere, it vU be aU right.\" \" But I don't want it, indeed, sir,\" CecUy would answer. \" Go to ze Unendraper's shop, my lose.\" \" Tou are so kind, that I have more dresses already than I can wear.\" \" Zen bring ze book to-morrow, and I wUl look at him.\" \"No, you must please to look at it now, sh,\" Cecily urged. \" I have had a heavy week, and nearly aU the five-pound-note you gave me is gone.\" \" No matter, zere is anozer left. Ze pupUs nevare pay so weU before.\" In truth, CecUy had become so great an attrac tion, that many young fellows who were careless"], [223, "Cecily's housekeeping. 215 enough in matters relating to art, were not so indifferent to her grace and beauty. Grateful to the professor from her very heart, she made no scruple in watching his interests closely, in keeping account of the lessons he gave, and in asking promptly for payment as the fees became due ; for the professor himseU made no entries of his engagements, and had always been at the mercy of others in all money matters. The result of Cecily's energetio management was, that the professor found himself in the receipt of a steady income, which amply sufficed for his modest housekeeping ; and when, having sold a picture for a considerable sum, he found he had no back debts to clear up, and that it had not been necessary for him to apply to Mr. Joyce for a loan for many months, he was quite bewUdered with his good fortune. The fact of Cecily making both ends meet, was httle short of a miracle to UzeUi. The auditing of the weekly accounts sometimes occupied the whole of the day; after merrily dodging CecUy for an hour or two after breakfast UzelU, U he found himseU hard pressed, made an"], [224, "216 LOST FOOTSTEPS. excuse to go out for a stroll ; then, the chances were, that he met some artist friend, in which case he would delightedly invite him to dinner, and chuckle joyously to himseU in anticipation of Cecily's discomfiture, seeing that some Uttle dainty and a bottle of wine would be required out of her balance in hand ; and the professor would grin mischievously all the dinner time. However, when the visitor departed, she renewed the attack ; then, perhaps, UzeUi, suddenly slapping his forehead, would exclaim — \" Ah, CecUy, vat a grand idea I have. It is magnifique, and must not be lost for ze vorld — sit down, ma chere, and I vU put you on de canvas in a minute.\" When this minute had extended to a couple of hours, he would say abruptly — \" It gives me ze headache, my lose ; all work and no play make UzeUi a duU boy ; and ze beautUul CecUy vil now make a cup of her best coffee, zen, mine Got, we wiU study ze house keeping book togezer.\" Driven at length to submit to this afflicting"], [225, "Cecily's housekeeping. 217 ordeal, nothing would pacify him but a tumbler of negus and a cigar ; then, sipping gaily this mild beverage, and blowing a meditative cloud, the professor, with a remarkably good-tempered frown, would, by way of revenge, condemn Cecily's items one by one. When she read out, for instance, \" coals,\" the professor would exclaim merrily, \" zey was bad coals, CecUy ; I poke de fire all ze day, and zey go out after all.\" \" Tou naughty man, you would'nt wait till the fire had burnt up properly.\" Or, he would declare that the lamp gave a bad light, and avow that Cecily had poured the salad oil into it, and used the Colza oU for the salad ; or assure her gravely that it was treacle he was pouring over his chop or steak instead of mushroom ketchup ; and the more CecUy asserted her infalhbUity, the brisker UzeUi's ridicule became, until, upon one occasion, she could hardly believe he was only joking, and, looking up suddenly, the old painter saw tears in her eyes. From that moment the housekeeping book was"], [226, "218 LOST FOOTSTEPS. doomed. UzelU, snatching it from Cecily's hand, opened the window and hurled it into the square ; a tramp, who was passing, caught it, and imagining that he had got a prize, bowed low his ack nowledgments, to the infinite amusement of the professor, as he watched the intense disgust with which the treasure-trove was tossed into the enclosure, finaUy to be brought back by an officious policeman, who, touching his hat, \" wished to see Mr. UzeUi particularly,\" and was indignant beyond measure, when the professor, an hour or two later, being caUed from his studio, to receive in state the housekeeping book, swore at the guardian of the public peace in French, German, Itahan, and Enghsh, and put the obhging functionary in doubt whether he ought not, in common justice, to walk UzelU off to the nearest station. But U Cecily felt grieved for a moment at the professor's impetuosity, the chUdUke deUght he felt in making up the httle quarrel was an ample recompense. The professor's remedy for aU grievances was a song. He had bought Cecily the nicest Uttle cottage piano, and being as quick as a"], [227, "Cecily's housekeeping. 219 girl could be, who was brimming with talent and affection, she speedily learnt to accompany herself* and they sat, this oddly assorted couple, hour by hour, sometimes, almost tUl dayUght, dreaming over the prettiest airs of BelUni, Donizetti, and Rossini, with occasionally something of a graver style — a lovely slow movement from a Mass of Mozart, a solemn ah from one of Handel's oratorios, varied perhaps with a heart-moving German song, by UzelU himself, for he had spent many years of his early life along the Rhine, and had caught the inner meaning of German songs. It may be safely asserted that the true feeling of these songs is not approached by one singer in twenty. Take Schuberts' \" Wanderer,\" or \" Serenade,\" for instance, and how often do we hear them really interpreted in their proper spirit ? Happy, innocent hours, they were, and UzeUi, forgetting bis age and grey hairs, forgetting too the rebuffs he had too often received as an exponent of high art, would thunder out a baUad whUe he stalked up and down the studio ; and U a friend or student caUed, as they often did, the old"], [228, "220 LOST FOOTSTEPS. painter would slap them on the shoulder, and point to a chair, without stopping his melody for an instant ; then, if a hearty encore greeted him, he would beg Cecily, with her soft, sweet, mezzo soprano voice, to be his substitute, greatly to the satisfaction of theh guests, who were in no hurry to quit them. It was sad to see such pure and genial harmony interrupted by the discords of crime and misery, but so runs ever the \" still, sad, music of humanity.\" Side by side with life's gladdest notes, echoes the wail of misguided passion ; side by side with the golden dreams of youthful imagination, is muttered the wUd lament of age over a wasted past. So, by the changes of an hour, CecUy's sweet young life was shadowed with the blackness of despair. Meanwhile, Jack Edie had gone home from Fitzroy Square, full of excitement respecting her, and determined to call upon UzelU at the earUest opportunity and declare his passion. He had seen how watchful the old man had become of the"], [229, "cecily's housekeeping. 221 charming ghl, and knew weU enough how jealously he guarded her, so that no overtures might be made to her without his knowledge. The clock of St. Pancras Church told the young painter that it was not yet ten, before which hour, UzeUi, if caUed upon, was extremely snappish and inhospitable. The professor generally began the day with a thorough examination of the Times, choosing that journal mainly because its criticisms upon Art at that period were completely opposed to his own. By a series of letters, nine-tenths of which had never been inserted, he proved fto his own satisfaction at least) that the Times, in all matters relating to Art, was totally at sea. So restless was Edie, that nothing would persuade him for some time but that the clock had come to a standstill at a quarter-to-ten the day before yesterday. The result of a small wager with Arthur Joyce, together with five minutes' waiting, proved that it was ten minutes to the hour. Dressing himself carefully, the young painter started for Fitzroy Square, slightly discomposed by an old shoe, which Arthur threw"], [230, "222 LOST footsteps. after him, catching his right ear smartly, as he was about to close the front door. Edie's appearance was so much more gentlemanly than usual, that a quizzical smile played upon UzeUi's face when he entered the studio. Jack enquired with much deference if he could speak privately with the professor, at the same time casting an enquiring look around the studio, and wondering why Cecily was not there. \"Zere is nobody to come here, take a shair, and I vU hear vat you have to say — U it is money — bon jour, mon ami.\" \" My dear UzeUi, it is something of far greater importance to me than money. It cannot have escaped your notice, I should think, that from the day I first saw the charming young lady you have adopted, I was seized with an irresistible passion for her ; she appeared to me then, and she stiU appears, almost an angel.\" The young painter paused, in the hope of receiving some encouragement ; but the wrinkled face of the professor was as rigid as a block of marble. Edie, therefore, stood shivering upon the"], [231, "Cecily's housekeeping. 223 bank no longer, but plunged boldly in over head and ears. \" My dear professor, to make a short story of it, I am madly in love with CecUy ; and don't imagine, sir, that it is her beauty alone inspires me. She is so sweet-tempered, so gentle, so high toned, that I adore her. My own career has not been so consistent as it might have been — \" \" I tink not, indeed,\" was the professor's comment. \"But,\" continued Edie, \"I hope I am not unworthy of this happiness.\" \" Ah ! I guessed zis long time vat was de cause of so moche devotion to art, but I shall tink for some time about all zis. Zere is a most decided obstacle, my young friend, vich I shall not speak of to-day.\" There was but one idea entered Edie's brain when he heard this, and it was that UzeUi had the intention of soliciting CecUy 's hand himseU. The thought so plainly revealed itseU upon his face, that the old man grew red with suppressed passion, and said —"], [232, "224 lost footsteps. \"I read by your looks, my young friend, zat you tink me a selfish old dog in ze manger ; but it is de greatest mistake you have made in your life ; dere is a leaf in UzeUi's book, is a blank page to you yet.\" \" Pray forgive me if I wronged you even in looks, my dear sir. I know perfectly well that your motives in adopting Miss — Miss — \" Edie was quite at a loss, and UzeUi did not help him. He had known Cecily only by her maiden name, and was utterly ignorant of her past history. Indeed, he had considered nothing ; but, having conceived a violent passion, went straight to the fountain head at once. \"Don't be offended,\" said the professor, who was proud in his secret heart of the admiration excited by Cecily, \" I say noting if ze leetle maid have one spark of lose for you ; but for ze present dere is good reason to put de subject aside. Here is my hand, and it is not ze hand of a rival, but of a fader, who loses his shild best of every ting.\" \" If you wish it so, I will be patient,\" said Edie,"], [233, "cecily's housekeeping. 225 \" but I trust to enter lUe with new hopes and new resolves after this ; and if your influence with Cecily is extended on my behalf, I shall bless you to the end of my days.\" \" Ah, bah ! Got dam ze blessings,\" cried UzelU, who was haU inclined to set Edie down as a hypocrite, notwithstanding his protestations. Edie continued in a very rapturous strain, but the professor was getting every moment more impatient, and interrupted him so frequently that he was compelled at length to leave very much in dudgeon because he had not seen Cecily herself. When he had gone, the professor shrugged his shoulders, as he watched him across the square and went sadly to his adopted daughter to consider what must be done to defend WoUe. He knew very Uttle of legal matters, beyond the polite attention he had occasionally received from the Sheriff of Middlesex, in the shape of a writ, and was ignorant whether he ought to caU upon the Lord Chief Justice or the Viee-Chancellor to defend Wolfe at the Old Bailey. 15 VOL. 11."], [234, "226 LOST FOOTSTEPS. Cecily's advice, however, that he might appeal to Mr. Joyce, put him in the highest spirits, and he wrote to that gentleman at once."], [235, "CHAPTER XVIII. A Night in the Old Bailey. \" Painting on a Sunday, Edie ; where do you expect to go to ? \" was Arthur Joyce's salutation, finding his friend thus engaged, as he reached his lodgings in the Euston Road. \"Just a bit of a thing I wanted for a pupil, who has been bothering for copies. I'll finish it in a minute, and be at your service.\" \" Take it serenely, my young Vandaub ; and meanwhUe I'll find a cigar, and contemplate your sketch.\" It was one of those miserably inharmonious water-color drawings, which so fascinate young students ; consisting of an impossibly ruined bridge of one arch, connected with a toy castle, standing upon masses of rock, of a character unknown to geologists. These striking objects"], [236, "228 LOST FOOTSTEPS. were reflected in a purple-tinted river, and stood out in bold rehef against an indigo sky, and redbrick sunset. The sketch had barely cost Edie an hour's labour, and was calculated to give his pupil some brilliant ideas of the glories of nature. \" It was so awfully slow in the Temple to-night, I could stand it no longer, Jack ; first, the organ in the chapel was droning and humming hke a waggon-load of bluebottles, and a plaintive gentleman opposite was tootling the Austrian national hymn on the flute, while my landlady's daughter refreshed me by singing the evening hymn, considerably out of tune, and afterwards thumping the Old Hundredth on the piano. My sorrows did not end there, for a promenade concert took place in the area beneath, of a feline (haracter, consisting mainly of chromatic scales, uttered crescendo and diminuendo, until at length I fled from the house in horror.\" \" Well,\" said Edie, \" what shaU we do ? There is evening service at St. Paul's, or wUl you go and listen for an hour to my father's esteemed friend, the editor of Zio/i's Trumpet; it is no great"], [237, "A NIGHT IN THE OLD BAILEY. 229 distance, and you'd be greatly edified I've no doubt.\" Arthur, of course, knew that his proposition was not intended seriously. \" None of your chaff, Jack,\" he said, merrily ; \" let us stroll into town, and see if we can pick up a little amusement.\" So the young men walked leisurely through the squares, and across Lincoln's Inn Fields, finding themselves at length in the Strand, near Waterloo Bridge. Having no definite object in view, they walked on the bridge for an hour, smoking and chatting, until night came on, and the moon rose. The soft moonlight made the scene almost poetical, for the river being calm and stUl, reflected a thousand fantastic shadows and quaint outlines. The arches of the bridge mirrored on the surface of the stream, made it appear almost of unfathomable depth, and the long lines of Ught that glowed across the current, gave an idea of space and mystery, which could not be obtained in the daylight. Creeping silently down with the tide,"], [238, "230 LOST FOOTSTEPS. like mysterious monsters of the deep, might be seen the dark outlines of the heavy barges ; in the distance could just be discerned the masts and rigging of the numerous vessels, Uke a ghostly forest in midwinter, while the bustle, indicated by the glancing lights upon the neighbouring bridges, proclaimed that the Sabbath evening gave but little repose to restless London. \" We don't get much UveUer than we were at home,\" said Arthur, after they had walked for some time without speaking. \" Let's come away from here, or I shall be tempted to jump over, it's so precious dull. Why did'nt we give UzeUi a look in ?\" \" No go ! The old boy shuts up the studio on Sundays now.\" \" What next, I wonder ?\" exclaimed Arthur. As they returned to the Strand it was getting late, and they remarked that the passengers had greatly increased ; numbers of men, women, and children, were pushing towards the City, all seeming intent upon some special object. Making an enquiry of a poUceman, as they passed, they"], [239, "231 A NIGHT IN THE OLD BAILEY. learned that an execution was to take place the following morning at the Old Bailey. With a morbid craving for anything in the shape of excitement, Arthur and Edie joined the hurrying crowd, and walked up the Strand. If any advocate of public executions passed with the motley groups on the way to the City, he must have been very obtuse indeed if he imagined there was any serious feeUng upon the subject in theh minds. One merely related to another his experience of executions in general, flavouring his narrative with a few choice oaths, and humming at the conclusion some fragment of a music haU chorus, or inviting his listeners to the nearest public-house ; while another speculated about the condemned man, as to whether he would \" die game,\" or whether he had made any confession ; or perhaps urged his companions not to delay, or they would'nt \" get a sight of the drop.\" The crowd became denser as they neared the City, and when they reached the Old BaUey, it was with no little difficulty they forced theh"], [240, "232 LOST FOOTSTEPS. way through the narrow thoroughfare. There seemed to be no special awe or horror amongst the crowd. Rough jokes were bandied about, and gin palaces all along the road were full of noisy merry-makers — that was reaUy the name to give them. Arthur and Edie were by no means immaculate in theh morality, but it was not without a shudder they saw the terrible indifference of the people assembled there. They were mostly so dirty in theh persons, and brutal in theh manners, that the young men, adopting the suggestion of a good-tempered poUceman, went into a tavern, and took places at the upper windows. It was no easy task to get through the bar, which was choked with turbulent customers, more or less intoxicated, and venting hideous blasphemy with every second word they uttered. Crime does not often hold so jubUant a congress as this ; generaUy its associa tions are secret and gloomy ; and when dragged from its hiding places to be judged by the law, its punishment is awarded in some remote spot, and aU interest in the criminal ceases with the"], [241, "233 A NIGHT IN THE OLD BAILEY. trial. The journals briefly give the years of his sentence, and the character of the punishment which separates the bhghted creature from humanity, and he is forgotten. But when crime reaches the dignity of the scaffold, the interest is kept up tiU the fall of the curtain. Act by act the drama is faithfully reported, and the papers seU wonderfully. The story of a shipwreck may fall tamely — or a reporter may not make much of an enormous fire ; but give him a murder, and he must be duU indeed not to effect a new edition every hour, so keen is the popular appetite for blood. The beautUul moonlight streamed down upon a scene which was terribly impressive to a thoughtful mind ; not a foot of space in any direction could be seen but it was covered with human beings, struggling, staring, shouting, cursing, or exchang ing blows, anything to secure a place where the glorious entertainment could be enjoyed to the utmost. The little room in which Arthur and Edie sat commanded a fuU view of the front of the prison,"], [242, "234 LOST FOOTSTEPS. and the thoroughfare beneath, from Ludgate Hill to St. Sepulchre's Church. It was past midnight when they entered it, and for an hour or so they sat without much to attract theh attention, beyond the incessant buzz and hum of the crowd, varied by shriU cries from the women, for there were plenty of the other sex mingled with the mob, who, to judge by theh haU-fainting looks, and frequent outcries, met with no very gentle treatment. At length there was a stir and excitement in the vast mob, as a lumbering wooden machine was brought slowly out from the prison by the Ught of torches, whose lurid smoky flame was in extreme contrast to the soft fair light of the moon, which shone brilliantly upon the houses opposite the prison, leaving its gloomy walls in deep shade. As the glare from the torches feU upon the upturned faces of the mob, a fierce yeU broke from them, whether in consequence of the pressure, the intense excitement, or a kind of savage pleasure that the work was actually in progress, it was hard to say ; but the sound of it, coming as it"], [243, "235 A NIGHT IN THE OLD BAILEY. did immediately after the first clash of the workmen's tools upon the scaffold, seemed to convey the latter impression. Edie felt his blood run cold to hear it, and even Arthur's flippant nature was touched. The workmen, unawed by the populace, proceeded steadily with their task ; one might almost have said, merrily, for English workmen — and to their pride be it spoken — generally throw a cheerful animation into theh labours. The tools clattered upon the woodwork a clear accompaniment to the hoarse murmur of the crowd, till at length the awful figure of the scaffold actually confronts the struggling mass, and an expression, which might almost be called one of pleasurable excitement, is seen upon the thousands of faces assembled there. \" There has been no reprieve, then,\" muttered one to another, with a feeling of grim satisfaction that the sport would not be lost. Then might be heard such phrases as — \" Give us a bit o'bacca, Jack.\" \" Have a drop o' gin, Betsy.\""], [244, "236 LOST FOOTSTEPS. \" Give the little 'un a sip, Missis, it'll keep the cold out.\" \" Take yer elbow out o' my ribs, governor. \" What's o'clock now, Jem ?\" \" Shan't have long to wait.\" Such sentences, mingled often enough with terrible execrations, floated up to the little window where the young men sat, bewildered with the scene beneath them, and half-expecting every moment that lives must be lost or limbs broken in the awful struggle going on ; women, many of them with infants in theh arms, pushed forward, screamed, and fought Uke tigresses for a front place, refreshing themselves from time to time with the everlasting bottle. A few turned pale, and seemed alarmed, but soon the drunken encouragement of theh companions insphed them with greater confidence, and they feU in with the universal tone. Sometimes a faint waU of pain was heard from a miserable infant, squeezed almost to a jelly, and haU suffocated, which, however, was soon subdued with a dose of gin. An ominous sight ! for it was whispered in the"], [245, "A NIGHT IN THE OLD BAILEY. 237 crowd that the awful scaffold erected before their eyes, for one who was once as innocent as these little ones, might never have been required but for abuse of that terrible liquid. The gallows erected, there was no new excite ment for some time. Crowds still poured in from Newgate Street and Ludgate Hill, though the space was so choked aheady, that it seemed scarcely capable of accommodating another person . However, there is a rush of strong brutal fellows, determined to gain a place, and a woman saUs, and is trodden under foot in a moment. A feeling of compassion finds a place for an instant even in such a mob as this, and by an almost superhuman effort, the tide is hurled back, and the woman, pale, bleeding, and with scarcely a rag of clothing left upon her, is lUted almost insensible from the ground. The sea of faces, momentarily parted, closes again immediately, and the pressure becomes so intense, that it is wonderful the stout wooden barriers do not go crashing to the ground ; but they are firm, while the mob sways to and fro like"], [246, "238 LOST FOOTSTEPS. the billowy motion of a field of corn ready for the harvest. One clutches at a post by the kerbstone to steady himself, but is swept away as by an avalanche. \" That poor fellow must be killed,\" cried Edie, but in another moment his shaggy cap is waved in triumph a few yards further on. And now it was six o'clock. The moon had disappeared and given place to the dawn ; a gleam of sunshine streamed brilliantly above the granite walls of the prison, and seemed for a moment actually to still the mob as if with a voice of Heaven-born authority. There was a power in that soUtary streak of God's Ught to appeal to the unreasoning, haU-drunken crowd, which altogether faUed the ranting, raving preachers, who shouted, tUl they were hoarse, the most solemn names — names, idle as the passing wind, to such ears as these, and only serving to excite theh mimicry and ridicule. Again the sky became duU and overcast, and again the crowd relapsed into apathy, or worse, tUl they heard the clocks striking. Those who"], [247, "239 A NIGHT IN THE OLD BAILEY. could not see the dial, counted the strokes eagerly, and in some cases a half-smUe was seen, as the last stroke fell upon their ears — Seven ! The awful lesson of the scaffold did not influence the majority in the slightest degree ; they were as caUous as though there were no danger of some of them actually dangling there at a future day. The young street Arabs appeared especiaUy to enjoy this free exhibition ; they would go to such homes as they had, and describe the whole affair to other young Arabs, and perhaps borrow a bit of old rope, twist a noose, and have an afternoon's delightful recreation in imitating the show, and in trying — for they are tremendous realists, these young Arabs — how it feels to have the rope round one's neck. The time passes slowly, though the mob is particularly alert to the chiming of the quarters from the distant clocks. TUl the terrible hour itseU, there is httle change in the outward aspect of the scene. The first stroke of eight produces a strange and weird effect. Hats and caps are pulled off almost universaUy, and where they are"], [248, "240 LOST FOOTSTEPS, not doffed by the owners, are thrown at random into the air by the nearest bystanders. By the time the fourth stroke has sounded, there is comparative silence in the crowd. Then five is tolled — then six — seven — then an awe such as might precede an earthquake, falls upon the crowd, and the last stroke — eight — dies slowly away, its echoes seeming to linger as though unwilling to bring absolute sUence as the death signal. The dreadful door opens, and the condemned one, the chaplain, the hangman, and other officials, appear upon the scaffold. The hangman did his work quickly ; the rope was adjusted, the signal given, and speedUy there was a lifeless figure hanging there, from which thousands turned as carelessly as though it had been a bale of goods suspended from a warehouse crane. Thus perished Wolfe, the showman. UzelU and Mr. Joyce had done theh utmost, but the case was too simple, too clear, for them to have the least hope. Uzelli, when he discovered how useless all theh benevolent efforts would be, took Cecily"], [249, "241 A NIGHT IN THE OLD BAILEY. with him, and left London. Day after day did the kind old painter hang over his adopted chUd with a more than fatherly tenderness and patience, in the pleasant seaside retreat he had chosen, and Cecily became at length calmer, and more hopeful than she could have beheved possible in the first days of her heavy trial. IG VOL. II."], [250, "CHAPTER XIX. A Discussion. \" I wish I could see you oftener at church, Mr. Joyce,\" said Percival Hope, who had walked over one Sunday evening, to have a chat with the old connoisseur ; \" Life should not enthely be made up of pictures and country rambles. Tou ought really to set a better example to our younger parishioners.\" \"Well, friend Hope, that's plain speaking certainly ; only teU me how often you would like me to hear your admirable sermons, and your wishes shall be fulfiUed to the letter.\" \" You know very well I would gladly never preach another sermon, U I could find a better way of teaching. But seriously : now can people generally be trusted to follow theh own devices upon the Sabbath? Don't you think the laxity"], [251, "243 A DISCUSSION, that is sure to creep over them, is Ukely enough to lead to worse consequences ? \" \" Well, Percival, if you'll undertake to keep me in the right path upon one service a week, it's a compact.\" But Percival Hope looked so grave, that Mr. Joyce said, with a smile — \" It's worth three services on the Sunday, merely to see your honest face, old friend ; but what if I profess a religion which is as potent on week days, as on the Sabbath. The fact is, I was greatly interested to-day in dipping into the letters of poor Hartley Coleridge, and the bell had done tinkling before I was aware of it. I never go into a. church after service has com menced ; I consider it a greater desecration than staying away altogether. If you will have patience with my opening a secular book to-day, I think you will not be displeased with my author.' Mr. Joyce, though perceiving that Mr. Hope assented, under protest, read the foUowing passage from one of Hartley Coleridge's charming letters : \" And now the day of rest draws to a close."], [252, "244 LOST FOOTSTEPS. The weather has kept the Sabbath. The morning was the very perfection of stillness. No gay sunshine, no clamorous wind, no drudging rain ; the sky wore one grey sober veil, and the mist hung upon the hills as if it paused on its journey ; the vapours were gathered up ; no Ught detach ments foraged along the mountain sides, to catch the flying sunbeams ; but the thick masses formed an even line, like an army drawn up for a decisive engagement, and only halting tUl the truce of God was past ; they divided the mountains as it were in half, concealing the higher moiety, and leaving the lower bulk distinct in dark, damp, solemn visibUity. The vale was clad in deepest green, and fancifully represented the face of one that is calm and patient after long weeping. The few patches of hay, gathered into round cocks, appeared to solicit the prayers of the congregation. AU was quiet, pensive, not sad ; only the young damsels in their fresh and fragrant garments (such, I mean, as did not think it necessary to look like death, because a man whom they cared nothing about was gone, let us hope to heaven)"], [253, "245 A DISCUSSION. tripping along the fields and green lanes, and picking theh way in moist high roads, glanced by like Uving sunbeams, and made theh bright blue and pink ribbons dance Uke things of life.\" \" It was just such a tranquil afternoon, to-day,\" said Mr. Joyce, \" and a bird broke into song above my head, as I walked. The sound was not in the least obtrusive ; the high, clear chant, was thoroughly in tune with the mellow gurgle of the stream, with the lowing of the cattle, in a lonely farmyard, hidden by the trees, with the sharp bark of the trusty house dog, the echoing note of a distant chime, and the soft buzzing murmur of a passing bee. ReaUy, friend Hope, that bird preached a capital sermon ; an old rook, in an elm above me, cawed 'amen,' in a most effective style, and the congregation — that was myseU — kept awake aU the time.\" \" Please to remember we are not aU gUted with the faculty of finding 'sermons in stones and books in the running brooks.' The task of procuring daUy bread seems to absorb the whole faculties of many poor neighbours I visit. God"], [254, "246 LOST FOOTSTEPS. knows how they manage to Uve at aU, when work is scarce, and the weather is bad. Day after day a wretched meal of bad potatoes, except when a neighbour gives a fragment of fat, rancid bacon, and perhaps they steal the wood to cook it. When people find the simplest conditions of existence so hard, aU sense of the beauty and glory of the world is lost, and it is only by constantly and emphatically dwelhng on the most plain and forcible lessons of Scripture, that the clergymen, in a district like this, can hope to check crime, and encourage virtue.\" \" And I suppose you trust not a Uttle to routine,\" said Mr. Joyce. \" Quiet people are fond of treading in the footsteps of theh fore fathers. Even the traditions of the Romish church survive the Reformation, and thousands of simple souls cling to symbols, which give as faint a likeness of the things they were intended to embody, as that scarecrow yonder, placed to frighten the birds, reahses our idea of the farm labourer, with his gun over his shoulder.\" \"My dear Mr. Joyce, is it absolutely necessary"], [255, "A DISCUSSION. 247 that religion should be enthely a matter of comprehension and argument? The dwarf, mounted upon the shoulders of the giant, may have the more extended vision, but wanting the passionate heart and solid force of his supporter, he wastes his advantages in analysis and specula tion. The poor, untutored believer finds at once, in action and simple faith, the consolation which the mystioal dreamer is often seeking in vain.\" \" But the sense of his own divinity impels the thoughtful man to strive — it may be for the impossible. If, three centuries back, certain mummeries — too rudely abolished perhaps — were found to be hostile to the happiness and liberty of the people, why may we not as reasonably, in a future century, look back upon the influences of the present hour, though sometimes feverish and visionary, as equally important towards developing a nobler ideal of humanity.\" \"A mere dream of reviving the middle ages, is all I can see in the pretentious earnestness of the present day, Mr. Joyce. As U Religion were but a Carnival, which, for the sake of"], [256, "248 LOST FOOTSTEPS. novelty, sometimes required changes of costume, and new scenic effects.\" \" Dress is sure to have something to do with any movement of the present day,\" said Mr. Joyce, laughing, \"seeing that it is mainly women who fill the church, and feed the modern Apostle.\" \" Women who wiU become the mothers of a wiser generation, I hope, and bring theh sons and daughters back to the path from which their husbands and brothers have heedlessly wandered,\" retorted the clergyman. \" If you claim complete freedom from restraint in reUgious matters, why not in everything else ? Why take the pains to be moral or virtuous at aU ? \" \" What made the Greek with his Mythological worship, a lover of truth and justice, and careful of the best interests of humanity ? He did not fight for a creed — did not roast, or put upon the rack a neighbour, whose views were opposed to his own — did not chant a Mass, or Usten to a sermon. These are our modern innovations. Why are they so ineffective against vice and misery ? They do not restrain power, or why do"], [257, "249 A DISCUSSION. we have wars, more terrible than any known to the antique world ? They do not check human passions, or why is crime, from pocket-picking to murder so common ? They do not seem to encourage nobUity of lUe, for surely never was there a more greedy, narrow-minded being, than the average Englishman, bent over his tools, smirking behind his counter, or swindhng his countrymen with a lying prospectus. I want a gospel, Mr. Hope, and I know you would be the foremost in disseminating such a gospel, which shall maintain some authority over these fellows. I don't care how — let it threaten, let it entreat, let it melt the heart, or dazzle the intellect ; let sight or sound, fancy or feeling, be appealed to, no matter how it is done, if one might but see results.\" \" Tou must not blame the system, Mr. Joyce, because of individual errors.\" \" But the individual errors build up the system, and the whole thing becomes rotten and shaky from roof to basement. I'U throw myseU heart and soul into any doctrine, Pantheism Rationalism,"], [258, "250 LOST footsteps. CathoUcism, or whatever it may be caUed, which will have the effect of making mankind better and happier.\" \" God, and the nobiUty of human life, are hidden from one class, through ignorance, and from the other, by the corrupting influences of wealth and worldliness,\" said the curate. \" Give knowledge to the one, and seU-denial to the other,\" continued Mr. Hope, with some sadness in his tone, \" and I cannot beUeve that our modern church, notwithstanding many obvious faUings, wiU be found wanting. I foresaw how the advance of mechanical forces would harden men's minds, making them seU-sufficient and sceptical. The chief worship has become that of wealth — of weU ordered households — position, appearance, and worldly ease and comfort. ReUgion demands heroism as well as science, art, and war, and this sacrifice men seem un wiUing to give her.\" \" Don't let us disguise or conceal anything, Mr. Hope. We English glorify matter rather than spirit, and' therefore religion must always be associated with something heard or seen, and with"], [259, "251 A DISCUSSION. some definite symbol. A gospel of ideas would empty every church in the kingdom.\" \" Long may it be then, Mr. Joyce, before we arrive at any such elevated doctrines. The people who surround us must not be classed with the vast masses swarming in the distant city. The stir and movement of town Use does not affect them, and they Uve from year to year full of hope and confidence.\" \" The confidence of ignorance ? \" \"Not entirely. You judge them too closely. I could point to passages of Scripture whioh appeal to these simple minds with the greatest force and directness, and which are treasured up in theh minds, and repeated to each other in intervals of leisure.\" \" That is when they haven't the price of a pot of ale in their pockets, I suppose ?\" enquired Mr. Joyce, merrily. \" I suppose you don't object to a glass of wine yourself, Mr. Joyce, nor imagine that you are an utter reprobate in consequence ?\" Mr. Joyce had strolled back part of the way"], [260, "252 LOST FOOTSTEPS. home with the curate, when suddenly a thunder storm came on. He affected, perhaps, much more coolness in religious matters than he really felt. There was an indescribable feeUng of reverence in his tone, as he spoke a few words to the curate- There was a cottage near, where they gladly took shelter, for the rain was pouring down a perfect deluge. It was tenanted by a decent labourer and his family, who welcomed the curate and his friend with the greatest respect, and kindliness. The simple people, awed by the sudden storm, were upon their knees, as the two gentlemen entered the cottage. It was touching and beautUul, the calm earnest devotion of these untutored minds, and without the slightest pretence or affectation, Mr. Joyce joined them. \" Tou don't mean haU you say,\" said the curate as they left the cottage, when the storm had cleared a little. \" Tes, every word of it,\" retorted Mr. Joyce ; \"but it does one good nevertheless to forget the world and its ways, sometimes.\""], [261, "A DISCUSSION. 253 He shook hands with the curate, when they came within sight of Molton, and on his way back, stopped at the labourer's cottage, where they had sheltered, and gave the man a sovereign. \" Don't tell Mr. Hope, mind,\" said the lawyer, emphaticaUy. It was evident that was not the first pound he had given, under the same conditions."], [262, "CHAPTER XX. Parochial. Mr Hope's difficulties with his congregation did not cease with the withdrawal of his brother from Molton. His flock, missing the gossip and scandal furnished by that topic, began to feel the want of some new excitement, when, to their great relief, they suddenly found that Mr. Hope was exercising too much influence in parish matters. This remarkable discovery, first mooted by the local newspaper, received some confirmation in the fact that Mr. Hope had taken great pains to put a stop to a lawsuit, over some trivial matter respect ing a right of way, which nobody cared a pin for. It had, however, served as a party cry, and a series of violent letters had appeared in the local paper, and many angry meetings had taken place, at which Mr. Gabriel, as head churchwarden, was"], [263, "255 PAROCHIAL. a prominent man. The mUler could not brook an opinion contrary to his own, and hotly suggested, with that exquisite breeding which so well became him, that \" parsons were not cut out for practical affairs, and Mr. Hope would find aU his work to do if he stuck to the pulpit.\" This sentiment, echoing the popular feeUng at the moment, was passed from lip to Up, and ear to ear, losing nothing in its progress, tUl the partizans had fully ranged themselves in opposite ranks. Every alehouse sanded parlour had its little knot of disputants, most of whom, as they never went to church, voted churches expensive, and parsons useless, and caUed loudly for retrenchment and reform. They were ready to endorse any policy that promised noise and uproar, and really thought themselves wonderfully clever fellows to discover, after thirty year's experience, that the curate's views were a Uttle too liberal for them. At one of the meetings, when Percival was present, the mUler said — \" We shall be laughed at by aU the neighbouring"], [264, "256 LOST FOOTSTEPS. parishes, Mr. Hope, if we give in over this lawsuit when we are just winning the day. Tou really must leave the affair to us, my dear sir. Tou do your duty in the pulpit, and leave us to do our duty in the parish.\" \" I don't consider it anybody's duty, Mr. Gabriel, to listen to the gossip of idlers in the village,\" retorted the curate, who could speak his mind when roused. \" What you consider gossip, Mr. Hope, may be of very serious importance,\" replied the miller, solemnly. \" The parish is full of dissenters, rituahsts, and other infidels, and it behoves a Christian minister to notice it, and what it is likely to lead to, and jiot Uve on the fat of the land, without trying to alter these things.\" The notion of simple-minded Percival Hope, exhausting the fat of the land, was so new and amusing to a man who paid his way, and kept out of debt, upon one hundred and twenty pounds a year, that the curate only resented the insult with a smile. \" Tou have some claimants for rehef, I think,"], [265, "257 PAROCHIAL. Mr. Bodger,\" said Mr. Gabriel to the workhouse master. \" One, sh : Sarah PUgrim, step this way.\" A miserably-clad old woman, bent almost double with age and disease, hobbled forward, leaning on a crutch, but seemed as nervous as a child about approaching any nearer to the \" gentlemen.\" \"What's she shaking her head about in the corner, let her oome forward; she need'nt shake her head so much, I should think, but might leave us to do that, when she has told us her story.\" This sally caused a chuckle, which however was interrupted by Mr. Hope saying, quietly — \" The poor woman being palsied, cannot help it, Mr. Gabriel.\" \" There's an item here,\" said Mr. Gabriel to the master, \"which I am not ataU clear about. Am I to understand that you are in the habit of giving this person spirituous liquors ?\" \" She's terribly low at times, sir, and the doctor thought a little stimulant advisable occasionally.\" \" Monstrous extravagance ! \" was Mr. Gabriel's VOL. II. 17"], [266, "258 LOST FOOTSTEPS. comment, \" no wonder at our increasing rates, burdened as we are with paupers, who are encouraged in these depraved habits.\" \" Shameful waste,\" said one of his coUeagues. \" Unheard of indulgence,\" echoed another. \" And what is worse,\" continued the mUler, \" what is worse than the actual outlay involved, is the bad example set to the poorer classes, U Sarah Pilgrim is to be allowed intoxicating drink by the gallon—\" The master suggested \" brandy.\" \" If Sarah PUgrim is to have brandy by the gaUon.\" The master said that haU-a-pint was the extent of the aUowance. \"After aU the outcry year after year about drunkenness, continued the mUler, \" after signing petitions to restrict the licensing system, and to stop the facUities for obtaining drink, here, under our very eyes, we have our own officer directly fostering a wholesale system of tippling.\" \" I never had a complaint of my conduct, Mr, Gabriel, until you became churchwarden.\""], [267, "259 PAROCHIAL. \"Very likely not, sir, and with some weak minded persons in the chair, (here he glanced, as U by accident, at the curate,) there would have been no reference now to this subjeot ; but the whole state of our parochial affairs needs revision ; such scandalous waste of pubhc money, whether upon Pilgrims or Hermits,\" and the miUer chuckled over his joke, \"cannot be allowed any more. Bottles of brandy, indeed ? to gratify the depraved habits of a dissolute old woman ; I never heard of such absurdity.\" \" Again, I must beg to correct you, Mr. Gabriel, I have known this poor woman for twenty years, and I beheve her to be an honest and truthful woman,\" said the curate. \" Ah, my dear sir, we worldly men, as you oaU us, see a great many tricks and dodges that you would'nt dream of; and that reminds me — brandy! why that comes under the head of medical requisites; how is it the doctor did not send her brandy himseU, U he thought she required it, which of course was aU nonsense. We are paying — let me see — oh yes — we are paying"], [268, "260 LOST FOOTSTEPS. fifty pounds per annum, gentlemen, close upon one pound per week, for medical requisites, and yet we have medical requisites charged separately. This will never, never do, gentlemen, the whole thing must be altered.\" \" Oh, certainly,\" said one. \" Most assuredly,\" echoed another. \" Understand that, Master,\" said Mr. Gabriel, \" we must have no more allowances of intoxicating liquors ; you don't know what mischief you may be doing by encouraging such habits.\" \" And in the meantime should Sarah Pilgrim become worse ?\" \" Nonsense ; whoever heard of anybody being injured by leaving off tippling, I should like to know ?\" asked Mr. Gabriel ; and the enquiry was so conclusive in the minds of his colleagues, that it was voted then and there, \" that Sarah Pilgrim, from that date, be not aUowed any intoxicating Uquors, excepting the same came under the head of medical requisites, to be supplied by the doctor.\" Disgusted with the discussion, and finding"], [269, "261 PAROCHIAL. himself so completely in the minority, Percival Hope left, wondering what would be the next topic. A fat-faced, noisy woman, then came forward with a complaint against the master of the Molton Charity School, who had thrashed her Tommy. \" Another subject that ought to be looked into. Here we have a man with a house and garden found him, candles and firing, and thirty-five pounds a year, a position that a nobleman might envy,\" said the miller, with a burst of eloquence, \"half murdering these poor boys, and declining to answer our charges against him, because the school has been built by voluntary sub scription.\" \" Most insulting behaviour ;\" \" make him appear,\" and other similar remarks, were heard from the indignant vestrymen. \" Let the boy come here and be examined,' said Mr. Gabriel, in his grandest manner. An impudent young scamp came boldly forward. \" What is your age ? \" enquired Mr. Gabriel."], [270, "262 LOST FOOTSTEPS. \" Don't know, sir.\" \" What a deplorable state of things, never to have been taught his age.\" \" I think it must be his own fault U he has not learned anything,\" said the master, \" for many of the boys are excellent scholars.\" \" He's for cramming them with Greek and Latin, I suppose, and because this poor boy has no talent for languages, he is severely beaten. Now I never had a day's schoohng in my Use, gentlemen, and began the world without a shilling, and I don't fancy I am much the worse for it. It seems to me the boys had much better be working in the fields, and earning their living, than stuffing theh heads with a parcel of nonsense that wiU never be of any use to them. This is what comes of the march of intellect, and all that, but now let us hear more about this case.\" \"My Tommy,\" said the fat-faced woman, \" used to help in the fields, but Mr. Hope said he ought to go to school.\" \"Just the way with the parsons,\" exclaimed"], [271, "263 PAROCHIAL. Mr. Gabriel, \" always meddling ; so whether you approve or not, your boy is sent to be stuffed with Greek and Latin, instead of earning an honest living?\" \" Why, you see, sh, I'm no scholar myseU, and parson said what a fine thing edication was, and as how it was the duty of parents to see their chUdren taught, and as how I ought'nt to let Tommy play about the lanes, and learn wicked ways, and perhaps get into jaU.\" \" Very charitable these parsons are in their ideas,\" cried the mUler, \" why did'nt I get into jaU, I wonder, when I was a lad, hke this ? We are aU getting priest-ridden and schoolmaster ridden. I suppose my good woman the parson insists upon your boy going to his church also ? \" \"He would'nt have gone U he could have helped, but I thought parson would be offended U he did'nt,\" answered the woman. \"We must'nt talk of Roman CathoUcs after that, gentlemen. Do you caU that Uberty of conscience ?\" \" Downright coercion,\" I call it, suggested one ;"], [272, "264 LOST FOOTSTEPS. \" Anything more bigoted, or narrow-minded, I never heard of,\" echoed another. \"We are going backwards, instead of for wards,\" said Mr. Gabriel. \" Not but what I find's Tommy a goodish bit of trouble now he's at home, gentlemen; and if you'd be so good as to see he ain't hurt, he might as weU go to school,\" said the woman, at which master Tommy set up a howling that was perfectly deafening. \"This boy must have been terribly Ul-used, gentlemen,\" said Mr. Gabriel ; \" If we could get him into some sort of situation now, it would be a good thing. The workhouse master, I should think, might manage, with a boy like this active and inteUigent youth, instead of a salaried assistant.\" The suggestion was received with great warmth, as indeed everything was which Mr. Gabriel advanced that day. He had succeeded, by constantly asserting himseU, in making the vestrymen beheve him a most heroic champion of theh interests, and when they considered the"], [273, "265 PAROCHIAL. shameful extravagances of aUowing brandy to Sarah PUgrim, a paid assistant for the master, and other indulgences, which must come out of the parish rates, they felt it was time somebody took up the cudgels. A great scuffling was heard at this juncture, which it appeared proceeded from Master Tommy. He had heard the proposition that he should be placed under the master of the workhouse, and whether he had contrived to glean secret intelh gence, or had the cunning of Lavater in reading the human face, and saw something in the countenance of the master which foreboded more kicks than haUpence, it is impossible to say, but he was seized with an extreme desire to go back to the school again, and promised to be a good boy for the future. \" What's the matter ?\" enquired Mr. Gabriel. \" Tommy thinks, gentlemen, he'd Uke to go back to school,\" said the mother. \"But we have arranged a situation for him, where he wiU receive the Uberal stipend of two shiUings per week, and food at the parish expense ;"], [274, "266 LOST FOOTSTEPS. you surely, my good woman, wUl not be so rash as to decline such an offer.\" Tommy, however, was a youth of decided character, and settled the matter by screwing his hand out of his mother's, and bolting from the vestryroom. At a later period of the meeting, this young gentleman, with sundry other choice spirits, appeared beneath the window of the vestryroom, and shouting many times, \" Tah workus ! yah workus,\" retired, apparently much dehghted with theh efforts. \"Such behaviour in the presence of an im portant parochial body, I never before saw in Molton,\" said one of the vestrymen. \" This comes of trusting our Uberties to parsons and school masters.\" \" There is another topic I should be glad to bring forward,\" said Mr. Gabriel, \" and I'm sorry Mr. Hope has quitted us, for it is a topic that decidedly concerns him, and that is the singing at church.\" \" Hear, hear,\" cried two or three voices at once."], [275, "267 PAROCHIAL. \"I don't hold with professional people in church ; U I had my wiU, feUows that sing at a free-and-easy on Saturday nights, shouldn't take part in the church service.\" \"It's hke turning the church into a playhouse,\" suggested one vestryman. \" I don't altogether know U there's any harm in it,\" said another vestryman, who kept the inn at Molton, and found the consumption of grog considerably increased on the nights when he held a harmonic meeting. \" People can be blind when it pays them to be so, Mr. Jorkins,\" retorted the miUer, sharply. Give me the good old hymns sung by the congregation ; I don't want to hear a man bawUng away by himseU.\" \" I vote we discharge the organist,\" proposed a vestryman. \" Tou can't do that very weU, gentlemen,\" said the patron of vocal harmony, \" as he is not paid for his services, and even U so, I don't think in this case the appointment rests with the parish authorities ; the gentleman who accompanies the"], [276, "268 LOST FOOTSTEPS. singers, plays from love of music, and is a friend of Mr. Hope.\" \" Tou see, gentlemen, how we have all power and influence taken out of our hands. Now, the affair of the right of way. If Mr. Hope had left us alone, I am confident we should have won the day ; as it is we are the laughing stock of aU the adjoining parishes.\" Finding there was httle glory to be gained by prolonging the discussion, the meeting was dissolved, but the angry feeling stirred up in Molton did not readily subside. People took sides, of course, and farmers quarreUed as they passed each other on horseback in the lanes, or when they met at the inn. Drovers argued the great question of the right of way, as they journeyed with cattle, sheep, and pigs, to market ; plough men swore over it as they turned the furrows; mowers whetted theh scythes to it, and shop keepers mixed it with quotations of sugar, soap, and candles; one side thinking Mr. Hope an injured man, the other applauding the church wardens, and looking forward to a great reduction"], [277, "269 PAROCHIAL. of taxes, now that Sarah Pilgrim's brandy was prohibited. MeanwhUe a new subject had arisen for litiga tion. A certain wall had been erected six inches nearer the roadway than was strictly legal, and the offending parties had been compelled, at the trifling expense of a hundred pounds or so in costs, to puU it down and rebuild it. The prestige gained by this victory wUl, in aU probability, induce the vestry to embark in other lawsuits. Meanwhile, Mr. Hope withdrew from all discussions as much as possible, earnestly and steadily doing his duty, and expecting no reward. As for poor old Sarah Pilgrim, she died in less than a week, and thus saved further discussion respecting her aUowance of brandy ; and Tommy, knowing in his secret heart that his thrashing was well earned, went dutifully back to school."], [278, "CHAPTER XXI. A Darkened Mind. In the scientific and mechanical world there are frequently great, though at times scarcely per ceptible, influences at work, which are ever urging forward the more eager and enthusiastic minds. It need, therefore, hardly be wondered at that men, from time to time, becoming ahve to these influences, betake themselves to new fields of action, new outlets for experiment and adventure. In the world of thought there are simUar upheavings, which to sluggish natures, content to travel in the grooves laid down for them by theh ancestors, seem like the shocks of a moral earthquake, after the formulas and Umitations which they have submitted to so long. They are astonished that there are men who are not satisfied with the world as they find it, but are"], [279, "271 A darkened mind. beginning to look over the old boundaries, and to question what hes beyond ; men who are weary of the old restraints, who find the present limits too narrow, and who would fain, under some novel conditions of existence, some more exhUerating and bracing atmosphere, seek greater freedom for their aspirations. They are men who have, perhaps, asked, with some bitterness, what society has done for them, that they should be influenced by its usages, or fettered by its decrees. They wiU say very likely, that it has dwarfed theh ideas, lowered theh aims, and curtaUed theh enjoyments ; and having borne the yoke of civUization till its pressure has become endurable no longer, have reached that phase in the moral, which sometimes occurs in the material world, when it seems the highest philosophy and truest wisdom to foUow the new path, and see whither it wUl lead. It may be, in many cases, the strength is not equal to the task, or that the seeker is not sufficiently clearsighted as to his own views and desires, in which case it is common enough for"], [280, "272 LOST FOOTSTEPS. such as these to come back after a brief flutter of joyous expectation to embrace the old landmarks, and to float in the old channels, there to drift peacefully down to the eternal sea, remembering the change in their habits and ideas but as an episode to be smiled at and forgotten again. Others there are, who will press on, eager, after having once thrown aside the fetters of theh former lUe, to see U there be not in the promises and possibihties of the new career ample compen sation for the loss of the material comforts, and apparent security of the old ; and whether (which is doubtful) the satisfaction ever comes to them of which they dreamed in starting, or not, they make no sign, but having chosen their path, keep straight onward to the end. This physical and moral discontent daily increases with the increasing growth of our enormous cities; and problems arise, which our received theories of Use, our established forms of society, cannot solve. Seeing this, men wUl more and more break famUiar ties, and resign famUiar habits, and go forth to the uttermost corners of the"], [281, "273 A DARKENED MIND. earth, seeking that prosperity and peace of mind which a boasted civilization denies them. Amongst the millions who have been taught from childhood to believe in this civilization, as the greatest blessing for man, next to religion, how many thousands there are who have found themselves condemned by it to a hard and narrow path, while theh imagination pictured fruitful regions, glowing with possibilities of the most inviting kind on either hand. They have seen the scantiest rewards for the labours of a lifetime, they have siokened with the wearisome competition, the incessant struggle, the long delay, and they welcome any change, even if it brings unknown dangers and difficulties. Those whose labour is of the brain rather than of the hand, display a more decided restlessness than those who only suffer physically. All manner of doubts and anxieties afflict them. They turn to the sublime mysteries and consolations of religion, and are distracted between many advisers. One whispers of comfort and peaoe in a course, which to another seems assured damnation. New revela- 18 VOL. II."], [282, "274 LOST FOOTSTEPS. tions of nature, new disooveries in science, make accepted philosophy scarcely trustworthy, and in earnest, refined, and cultivated minds there inevitably springs up also an inward protest against the paint and varnish, the bloom and tinsel of society as it is — against its unvarying monotony, its selfishness, and its indifference. Thus it comes about that many of the purest natures, many of the noblest thinkers, and many of the most earnest workers of our day, stand in an attitude of antagonism to the civilization we are so constantly applauding, and in that an tagonism are supremely sad. They have analyzed the hopes and aims of the society that rejects them, and have found them to be mainly weak, and often wicked, and have turned aside with ill-concealed impatience from the path civilization would have chalked out for them. So from the hurried life of our day there may be heard cries of anguish, appeals to humanity, aspirations after a purer and loftier ideal. But these suggestive sounds, these appeals, and these aspirations wring from the caUous heart of"], [283, "A DARKENED MIND. 275 society scarcely more pity and sympathy than the untutored savage by his prayers, tears, and self torturings, wins from his hideous and insensible idols. This bitterness is especially felt by those who, through disappointment or calamity, become isolated in the heart of a great city. Adrian, as we have seen, had not always at command the patience and self-control necessary to combat such impressions. He strove hard, it is true, to conquer his passionate regret, but there were times when he chafed under the burden tiU it became almost intolerable, and then it seemed to him that his sole chance of relief might be in flying from the civilization which, instead of balm, seemed to pour poison into the wounds of his sensitive nature. When it seemed that in some wild life in a scarcely peopled country — in the trackless wilderness — in the undulating prairie — upon the unpolluted streams of some un explored majestic world, or planting for the first time since creation's dawn a human footstep on heights sacred hitherto to the wild bird, or the"], [284, "276 LOST FOOTSTEPS. roaring torrent, he might find that guidance for his soul, which now he could neither glean from books nor men. He had voluntarily withdrawn from the society of Louise as soon as it was ascertained that M. Morel would probably recover. The singular events in which he had been a prominent actor had served to banish from his mind all feelings of animosity ; and, indeed, as GuiUume Morel became stronger in physical health, there was a change perceivable which made Adrian full of compassion for him, and very tolerant toward his former faUings. It was noticed during his recovery that his brain had become so weakened, that it was difficult at times to make him comprehend the simplest facts. OccasionaUy for a few moments he would give rational answers to any questions put to him, but if aroused suddenly from a peculiar brooding humour, which was habitual to him, he relapsed again immediately into a wandering vacant state, and spoke hke one who was uttering his dreams aloud, often describing the most incongruous"], [285, "277 A DARKENED MIND. scenes, and conjuring up the most grotesque images. They were glad to believe (and it must always be consoling in similar instances) that the intellect might be disordered without causing unhappiness or bodily suffering. Frequently it would seem, by M. Morel's amused looks, or by a sudden out burst of laughter, that his vague fancies were not unpleasing to him. He would, in these moods, appear to meet old acquaintances, old companions, and would murmur his gladness at seeing them again. At other times he would give vent to exclamations of merriment or surprise, as though listening to a strange anecdote, or exciting adventure. Louise met this new and unexpected trial with a fortitude which astonished her friends ; watching her husband, and carefully studying his various caprices, as a mother might have humoured the whims of a fancUul child. The steady purpose, the high sense of duty, the truly christian self denial she displayed, revealed a nobler character than any who had known her previously would"], [286, "278 LOST FOOTSTEPS. have dreamed of. It is so common to assume that these qualities belong chiefly to the ascetic and morose, that we are often surprised at seeing them in more ardent temperaments. Even Mr. Joyce, though always disposed to think highly of Louise, was astonished at her devotion to the man who had so recklessly marred her happiness. Louise was sustained in no inconsiderable degree by the knowledge of Adrian's intense and unchanging affection for her. It was a source of hourly happiness to feel herseU thus beloved, though for that very reason she bestowed increased attention upon her husband, and something of that tenderness filled her heart as she watched him, which Lowell so powerfully depicts in his poem \" The Darkened Mind\" : — The fire is burning clear and blithely, Pleasantly whistles tbe winter wind ; We are about thee, thy friends and kindred, On us all flickers the firelight kind ; There thou sittest in thy wonted corner Lone and awful in thy darkened mind. There thou sittest ; now and then thou moanest ; Thou dost talk with what we cannot see, Lookest at us with an eye so doubtful,"], [287, "279 A DARKENED MIND. It doth put us very far from thee ; There thou sittest ; we would fain be nigh thee But we know that it can never be. We can touch thee, still we are no nearer ; Gather round thee, still thou art alone ; Tbe wide chasm of reason is between us ; Thou confutest kindness with a moan ; We can speak to thee, and thou canst answer, Like two prisoners through a wall of stone. Hardest heart would call it very awful When thou look' stat us and seest — 0 what ? If we move away, thou sittest gazing With those vague eyes at the selfsame spot, And thou mutterest, thy hands thou wringest, Seeing something, — us thou seest not. Strange it is that, in this open brightness, Thou shouldst sit in such a narrow cell ; Strange it is that thou shouldst be so lonesome Where those are who love thee all so well ; Not so much of thee is left among us As the hum outliving the hushed bell. Her feelings towards Adrian were not those of a woman who anticipated 6he would one day become his wife. Notwithstanding his attach ment for her, she had come to look upon him only as a very dear friend. The situation was a dangerous one, and so Adrian felt it. In his perplexity, he unburdened himself to his uncle, and asked his advice without reserve."], [288, "280 LOST FOOTSTEPS. Percival Hope was a Uttle old-fashioned in some of his views, but he looked at the great problems of life with a judgment uninfluenced by extraneous circumstances. He was very tolerant, especially to the poor ; he had not perhaps a friendly eye for the Sunday newspapers, and would rather have seen their readers at church ; but he was aware that it was often the poor labourer's only way of acquiring information, and that it at least kept him away from the alehouse and the society of poachers, loungers, and tramps. The unseemly way in which he had been treated by Mr. Gabriel, though it pained him for the moment, had no permanent influence over him. He went amongst his poor parishioners during the week, and preached his sermon on Sunday with the composure of a man whose best reward is to feel that he had done his duty. His advice to Adrian was decisive. It was to leave England at once for a time. \"Tou see, my dear boy,\" said the curate, \" that the young wife, whatever her inward feelings may be, is trying to do her obvious duty"], [289, "281 A DARKENED MIND. under the greatest disadvantages. Follow her example. It may be but a few months ere a great change comes, or it may be many years, and it will, I dare say, seem a weary path to follow, but remember, dear Adrian, there are no lost footsteps before God.\""], [290, ""], [291, ""], [292, ""], [293, ""], [294, ""], [295, ""], [296, ""]]