[[1, ""], [2, ""], [3, ""], [4, ""], [5, "BIDRAG TILL HISTORIEN OM SVERIGES KRIG MED DANMARK 1643-1645. AF VILHELM VESSBERG. I. GUSTAF HORNS FÄLTTÅG. STOCKHOLM IVAR HJF.GGSTRÖMS BOKTRYCKERI 1895."], [6, ""], [7, "Overiges krig med Danmark 1643 — 1645 har ej, sedan Boeclerus' arbete Historia belli Sueco-Danici utkom (Strassburg 1679), i sina enskildheter gjorts till föremål for svensk forsk ning. Detta krig var dock af stor omfattning och medförde viktiga följder: ännu besitta vi i Gotland, Jämtland, Härjedalen och Halland segerns förnämsta frukter. I år, då vi firat 250 årsminnet af freden i Brömsebro och de genom densamma uppnådda resultaten af svensk stats- och krigskonst, hafva vi ju en särskild anledning att närmare undersöka, huru dessa resultat vunnos. Hvad de diplomatiska förhandlingarna angår, är en sådan undersökning redan på ett ypperligt sätt gjord af Fridericia i hans stora arbete »Danmarks ydre politiske Hi storie 1629 — 1645», men en sammanhängande framställning af krigshändelserna saknas ännu. Att i någon mån fylla denna lucka är syftet med föreliggande arbete, grundadt på hufvud sakligen svenska källor. Af flere skäl har jag dock funnit mig nödsakad att till en början inskränka mig till att fram lägga en redogörelse för endast en del af dem: Gustaf Horns fälttåg, som, ehuru ej utmärkta genom några lysande fält slag eller andra större krigshändelser, likväl utgöra en viktig afdelning af kriget i dess helhet. Såsom ej militär, har jag ej velat ingå på någon kritik af operationerna, utan nöjt mig med att framlägga regeringens och fältherrens motiv till dessa och deras uppfattning af förhållandena samt för öfrigt i skildringen af själfva utförandet låta fakta tala. Tilldragelserna på de öf riga krigsskådeplatserna vidröras blott, för så,vidt de inverkade på kriget i Skåne."], [8, "4 Mina källor hafva varit, i första rummet: Rilcsregistraturet (cit. R. R.), förut endast på några ställen anfördt af Geijer och Fryxell. Vidare Bielkeska samlingen i riksarkivet (cit. B. S.), dels skrifvelser från förmyndareregeringen till Gustaf Horn, kom pletterande riksregistraturet, dels bref till honom från andra personer under krigsåren. Oxenstjemska samlingen därsam masta des (cit. O. S.), af delningen »Handlingar rörande danska kriget 1643 — 1645». Krigshollegii registratur öfver in- och utgångna skrif velser i krigsarkivet; dock sakuas tyvärr de Horns skrifvelser bifogade rullorna öfver armén i Skåne och likaså krigskollegii dispositioner öfver dit sända förstärkningar. Kartor i krigsarkivet öfver Laudskrona, Laholm, Halmstad och trakten kring Malmö, utarbetade af generalkvartermästaren Olof Örnehufvud. Af tryckta källor är viktigast Kungl. bibliotekets samling af »Samtida berättelser om Sveriges krig». Rörande skånska fälttåget finnes en serie »extractskrifvelser» och relationer, n.is 1 — 6 från febr. till mars 1644 samt nås 9 och 10 maj — juni s. å. Vidare utan nummer: två skrifvelser från hufvudkvarteret utanför Malmö den 3 aug. och 24 sept., två från Markaryd i sept., en från Landskrona (okt.) och en relation från Engelholm i nov. 1644. Däremot inga från 1645. Dessa relationer och utdrag ur skrifvelser äro utgifna af regeringen och baserade på Horns bref till henne, hvilka numera ej äro i behåll, och därför af stort värde. Theatrum europceum V. Frankfurt a. Main 1647. I all mänhet partisk för danskarne och dessutom ej pålitlig. Det danska hufvudverket öfver denna tid är Slange: »Chri stian IV.s Historie», utgifven af H. Gram 1749, Slange har bland annat användt Boeclerus som källa, men är i framställ ningen af kriget i Skåne oredig och begår flere misstag. De nyare danska historieskrifvarne hafva beträffande kriget 1643 — 1645 hufvudsakligeu sysselsatt sig med sjökriget, så Bruun i sina förtjänstfulla arbeten, men hafva ej gifvit några nya upplysningar om kriget i Skåne."], [9, "5 Från holländsk sida är kriget behandladt af Kernkamp i ett förträffligt arbete: »De Sleutels van de Sont. Het aandeel van de Republiek in den Deensch-Zweedschen oorlog van 1644 — 1645. s'Hage 1890. Rörande kriget i Skåne meddelar han med ledning af den nederländske gesandten i Köpenhamn van Cracauws depescher åtskilliga nya detaljer. De diplomatiska förhandlingarna ligga ej inom området för denna afhandling, utan hänvisas beträffande dem till Frede ricias ofvannämnda verk."], [10, "I Svenska regeringens plan för det krig med Danmark, som begyntes 1643, var, att Danmark skulle plötsligt och kraftigt anfallas på samma gång söderifrån genom Holstein och från norr i Skåne, hvarefter ett kombineradt anfall skulle riktas mot danska öarna, då kriget snart skulle vara afgjordt. Anfallet på Jutland uppdrogs åt Torstensson, som våren 1643 med huf vudarmén befann sig i norra Böhmen på sitt första tåg emot kejsarens arfländer. Order härom afgingo till honom den 25 maj d. å. Torstensson skulle rycka så djupt in i Jutland och öfver Middelfart sund in på Fyen, som arméns styrka tilläte. Regeringen lofvar att å sin sida göra allt, hvad göras kan, för att försäkra gränserna å svenska sidan till rikets värn och för svar. Torstensson skulle vidare ur garnisonerna i Pommern och Mecklenburg taga 2,000 knektar och några hundra oberidna ryttare och af dem bilda en kår, som skulle ställas under befäl af kommendanten i Wismar Erik Hansson Ulfsparre. Denne skulle, på samma gång som Torstensson ginge in i Holstein, öfvergå till Själland, öfverfalla Vordingborg och om tillfälle gåfves, attackera Köpenhamn och Kronborg, hvilket måste åstad komma stor förvirring i Danmark. Fartyg skulle anskaffas från de pommerska hamnarna. »Vi skole väl veta att möta Eder på denna sidan.» Själfva anfallsplanen mot Danmark från svenska sidan utvecklas ej; den var ännu ej fullt uppgjord. Om Tor stensson ej funne hela företaget omöjligt, skulle han utan dröjs mål återsända regeringens utskickade, Jakob Törnsköld, med sina tankar öfver ett och annat, så att regeringen kunde där efter rätta sig, disponera hemstaten och uppgöra sina planer. Torstensson kunde vara öfvertygad, att regeringen, i händelse"], [11, "7 företaget komme till stånd, skulle med all makt sekundera ho nom. Begeringen beräknade, att han i ang. skulle draga sig ned mot sjökanten, så att han kunde taga vinterkvarter i Hol stein och Jutland1). Det dröjde emellertid långt fram i juli, och regeringen er höll inga underrättelser om utgången af Törnskölds beskickning. Däremot erfor hon Torstenssons framgångar i de österrikiska arfländerna. Han hade mot slutet af april ryckt in i Böhmen. Därifrån bröt han i slutet af maj upp till Mähren för att und sätta Olniutz, marscherande genom fruktbara, af kriget ännu orörda trakter, der rika förråd erhöllos. Gallas undandrog sig att leverera batalj. Svenskarne eröfrade lätt den ena fasta platsen efter den andra, Kremsier intogs med storm den 16 juni och snart därefter det viktiga Tobitschau, där Torstensson i juli hade sitt kvarter2). Dessa framgångar gjorde regeringen tveksam, huruvida det vore skäl att afbryta det lyckliga fält tåget för att marschera mot Danmark, hvarför man den 31 juli 1643 sände nya order till Torstensson, som man förmodade redan hade mottagit skrifvelsen med Törnsköld. Han skulle enligt dessa söka fullfölja sina lyckliga progresser i arfländerna och draga sig ned åt sjökanten först fram emot vintern, då äfven regeringen här hemma tänkte sätta sina planer i verket. I öfrigt öfverlämnades åt Torstensson att på sätt han funne bäst utföra saken ; man skulle i Sverige lämpa sina planer efter hans företag. Detta synes äfven hafva varit i överensstäm mande med Torstenssons egen åsikt, såsom framgår af ett bref från honom till rikskanslern, dateradt fältlägret vid Tobitschau den 5 juli 1643 3), innan Törnsköld inträffat, i hvilket han säger sig anse nyttigast att med armén stå och hålla fienden kvar i hans egna arfläuder, och där icke konungen af Danmark skulle begå än större offenser, kunde man ännu någon tid öfverse därmed, tills Königsmark blefve kapabel att gå uppåt Böhmen ') R. R. Skrifvelsen till en del återgifven hos Geijer, Svenska folkets hist. III, s. 263 o. f. 2) Cronholm, Trettioåriga kriget från Gustaf II Adolfs död, II, 1, s. 362 o. f. *) Refereras i reg:s bref till Torstensson af den 2 sept. 1643."], [12, "8 och fatta Moldauströmmen ofvanför Prag1). Torstensson måste alltså redan förut haft kunskap om regeringens planer på Dan mark, men varit mindre böjd att för dem uppoffra sina fördelar i tyska kriget. Detta jämte den förändring, som på grund af hans segrar gjordes i regeringens krigsplan, har hittills ej blifvit tillräckligt beaktadt. Regeringen fann således Torstensson vara af samma me ning, som den själf uttalat i sitt bref af den 31 juli och hvilken den åter upprepar i sin skrifvelse af den 2 sept. »Påminne, att där fienden ej blefve Eder så vidt öfverlägsen, att I måste kvittera de af Eder där i landet fattade poster och innehaf vande adyantagier med armén och fästningarna, då hellre stå och hålle Eder däruppe, än att I så hastigt skulle företaga den dessein Eder med Törnskölds bref skriftligen blef insinuerad och därigenom förlåta så kostliga fördelar I nu hafven och aren mäktige i fiendens eget land. Vi skrifva detta mera consilii än ordervis.» Hvar Königsmark skulle användas, berodde na turligtvis på, huruvida Torstensson beslöte att föra kriget där uppe eller begifva sig med armén nederåt. Sedan hade emellertid regeringen ännu i november icke fått någon underrättelse från Torstensson ; man hade hört, att han gått till Schlesien, men visste icke, om detta skett på grund af brefvet med Törnsköld eller af någon annan anledning. Regeringen sände därför till honom registratorn Lars Månsson med en skrifvelse af den 30 november, i hvilken den yrkar på verkställighet af sina föregående order. Torstensson skulle genast med hufvudarmén marschera åt Holstein, taga kvarter där och sedan bemäktiga sig Jutland samt om möjligt äfven inkräkta Fyen. I Mecklenburg och Vor-Pommern skulle han, under sken af att stärka garnisonerna, lämna så många rege menten till fot han kunde, hvilka sedan vid första vårdag med strutsar och båtar möjligen kunde skeppas öfver till Själland. Han skulle samla till sig alla skepp, skutor och dugliga båtar, som funnes vid sjökanten, så att han framdeles kunde sätta armén in på öarna, antingen på egen hand, eller han funne ') K. befann sig med en corps volant i Sachsen mellan Halberstadt och Magdeburg. Cronholm II, 1, s. 273 o. f."], [13, "9 rådsamt, att en sådan plan äfven verkställdes från svenska sidan. Tiden för företaget ställdes i Torstenssons skön, och väntade man hemma därpå för att själf i sin ordning börja1). Törnsköld hade länge blifvit uppehållen på vägen och en tid varit innestängd i Oppeln i Schlesien. Under Torstenssons vistelse i Mähren var korrespondenslinjen afbruten. Först i slutet af september (den 23) sammanträffade han med Torstensson i Eulenberg i norra Mähren och fick framlämna regeringens skrifvelse. Torstenssou hade nämligen blifvit tvungen att draga sig tillbaka upp 'till bergstrakterna därstädes. Han hade gjort sig räkning på att få möta Gallas i öppen strid, men denne föredrog det lilla kriget. Nejden hade dessutom nu blifvit ut blottad på alla förråd, och under det friska trupper strömmade till Gallas' läger, måste Torstensson sända Königsmark, som han påräknat till förstärkning, att afvärja en befarad diversion mot Pommern. Då vidare Torstensson ej lyckades förmå Rakoczi att röra sig, kunde han ej med hopp om större framgång fort sätta kriget i arfländerna. Han hade därför, som sagdt, dragit mot norr och just eröfrat det fasta bergslottet Eulenberg, där rikt byte vanns, då han fick mottaga regeringens order2). Torstensson bröt strax upp och inledde i oktober underhand lingar med Gallas om vapenstillestånd3). Den 11 november hemsände han Törnsköld från Freistadt i norra Schlesien med skrifvelse till regeringen, den 12 december öfverskred han Hol steins gräns och den 9 januari 1644 stod hau vid gränsen af Nörre- Jylland4). ') Törnskölds ankomst till Helsingör gjorde, att reg. innehöll med Måns sons resa, tills T. kommit till Stockholm och redogjort för sin beskickning. M. reste d. 13 dec. »Vi äro här i krigsrustning, sä att min käre frände icke behöfver befara att få något folk på halsen från denna sidan Sundet. Vi tänka härifrån gripa Danmark an, om för denna tiden den starka svenska vintern något tåg kan tillåta.» Bref från Axel Oxenstjerna till Torstensson d. 13 dec. R. R. 2) Cronholm II, 1, s. 268 o. f. 3) Ett sådant ingicks också och erhöll kejsarens stadfästelse, men varade ej länge, sedan kejsaren fått underrättelse om Torstenssons marsch mot Dan mark. Gallas ryckte dock först på sommaren 1644 efter. *) Chemnitz IV, 3, s. 134, 169. Uppgiften hos Cronholm a. st. s. 272, att Tönischild(!) d. 11 nov. framlämnade reg:s skrifvelse till Torstensson i Freistadt felaktig."], [14, "10 Vi hafva något utförligare redogjort för regeringens skrif velser till Torstensson, emedan, såsom af dem framgår, krigs företagen från svenska sidan ställdes i beroende af Torstenssons marsch. I början af december återkom Törnsköld och meddelade regeringen om Torstenssons tåg till Elbe och vidare norr ut, som äfven förnams genom underrättelser från andra håll, och vid samma tid stod Torstensson redan i Holstein. Här hemma hade uppskjutandet af den ursprungliga planen, ovissheten om hvad Torstensson företagit sig och Törnskölds fördröjda åter komst gjort, att man först sent började anställa rustningar till det förestående fälttåget. I slutet af oktober började under generalkvartermästaren Olof Ornehufvud åtgärder vidtagas till Göteborgs befästande, allmogen i Älfsborgs län ålades att an skaffa virke därtill, öfverste Bengt Ribbings västgötaknektar skulle äfven biträda. I december beordrades en skvadron af öfverste C. O. Sperlings regemente (södermanländiugar) att gå till Kalmar och 2 kompanier af öfverste Gordons regemente (Närikes och Värmlands) att gå till Göteborg. Vidare utgick cirkulärskrifvelse till landshöfdingarne i gränslänen mot Dan mark att försäkra hvar sitt län för fientliga infall och ströftåg; dock skulle de icke draga något folk tillsammans eller tåga öfver gränsen för att ej förorsaka oro hos gemene man; gamla officerare, som funnos i deras län och af kronan voro med gods eller annat beneficerade, skulle de oförmärkt tillsäga, att de skulle hålla sig beredda till tjänstgöring, särdeles att i nödfall följa bönderna och dem uppmuntra och öfva i vapen1). Högsta uppsikten öfver dessa anstalter uppdrogs åt general major Lars Kagg. Denne erhöll order att begifva sig till Jön köping och därifrån öfvervaka gränsfästniugarna och sörja för deras tryggande mot öfverrumpling. Öfverste Johan Fleming förordnades till kommendant i Kalmar. Allmogen i Jönköpings län skulle förmås att under vintern framföra virke till palissader o. d. åt fästningen i Jönköping. Samtidigt med att man vidtog dessa försvarsanstalter, bör jade man rustningarna till det kommande fälttåget. Krigs- ') Landshöfdingarne voro: Johan Hindersson Reuter (Älfsborgs län), Olof Stake (Värmland och Dal), Bengt Bagge (Kronobergs län), Knut Soop (Jönköpings län) och Konrad Falkenberg (Kalmar län)."], [15, "11 kommissarien Johan Kruse sändes till Jönköping för att genom lån eller köp uppbringa spannmål och viktualier samt hö och hafre. Vidare skulle han infordra och till räntekammaren sända de allmogens penningeutskylder, som voro förordnade till krigs staten, särskildt boskapsskatten och mantalspenningarna, i Öster götland, Småland, Västergötland, Dal och Värmland, så att två månaders löning funnes i förråd till den tid, då armén skulle sammandragas. Det oviga kopparmyntet ämnade regeringen använda till bergsamtsstatens löning, hvaremot silfvermyntet skulle anordnas till krigsstaten. Alla köpegodspenningar ville K. M. hålla till krigsfolkets aflöning. Regeringen ämnade för det stundande kriget behålla årets rekryter hemma. Utskrif ningen påskyndades med kraft, och det mönstrade manskapet började i januari marschera till Jönköping1). Riksjägmästaren Karl Hård fick i uppdrag att skaffa goda skyttar till landets försvar2). Hela landet, heter det, är fullt af skyttar, som under adelns och ståndspersoners namn stryka omkring i kronans och frälsets skogar och olofligt utöda fågel och annat villebråd. Da många af dem voro dugliga karlar, skulle Hård uppbringa dem och ställa dem till regeringens order. Någon oro begyute yppas bland allmogen i gränstrakterna i Småland, hvarför riksdrotsen Per Brahe, som förrättade mönstringen i de tre småländska länen, fick i uppdrag att förtaga den »vrångvisa opinion», som kunde uppstå bland folket, okunnigt om hvad som egentligen förehades, och hålla allmogen i »god devotion». Emellertid hade regeringen bestämt, att armén skulle vara samlad i Värnamo den 24 januari 1644 3). Samlingen skedde under ledning af Lars Kagg och Johan Kruse. Till öfverbefäl hafvare öfver armén och försvaret af Västergötland, Småland och Öland utnämndes fältmarskalken Gustaf Karlsson Horn. På själfva julaftonen 1643 hade bref af gått till honom att komma till Stockholm, och hans instruktion är daterad den 8 januari 1644. Näst Torstenssou var Horn då Sverges mest ') Utskrifningen år 1643 i Sverige o. Finland uppgick till 4,850 man. Mankell: Uppgifter rör. sv. krigsmaktens styrka etc. s. 257. 2) R. R. d. 31 dec. 1643. Landshöfdingarne skulle anmoda adeln att låta sina skyttar följa armén. R. R. d. 27 jau. 1644. 3) Reg. till Kruse d. 13 jan. R. R."], [16, "12 framstående och ryktbare härförare. Ur sin långvariga fån genskap efter slaget vid Nördliugen hade han blifvit utväxlad är 1642 och mottog nu efter närmare tio års mellanrum åter ett större befäl. Starkare i försvar än i anfall, var Horn en mycket försiktig fältherre, och man kan möjligen uppkasta den frågan, huruvida icke en djärfvare krigare snabbare kunnat uppnå något åtgörande. Af soldaterna var han aktad för den omsorg han hyste för deras välbefinnande, men, särskildt af de tyska knektarne, mindre omtyckt, för sin stränga krigsdisciplin. En sådan var emellertid under detta fälttåg af så mycket större vikt, som kriget skulle föras i landskap, hvilka man hoppades att åtminstone till en del kunna förvärfva åt svenska kronan, och då det således gällde att med humanitet och fasthet både vinna och sätta sig i respekt hos invånarne. Till karaktären var Horn för öfrigt mild och ädel och gudfruktig i tidens anda. Närmast under Horn kommenderade generalmajor Lars Kagg samt generalmajor Johan Wachtmeister öfver kavalleriet; ge neraladjutanter voro: Fabian Berndes för kavalleriet och Lorentz Bielefelt för infanteriet. Den till fälttåget förordnade armén var sammansatt på föl jande sätt1). Kavalleri: ett komplett regemente af västgötarne, ett d:o af småländingarne, en skvadron af östgötarne och en skvadron af uppländingarne, tillsammans omkring 3,100 man2). Infanteri: två kompanier af Gordons regemente (närkingar), 6 kompanier af södermanländingarne, uuder öfverste Sperling, 8 kompanier af Gustaf Stenbocks och 7 af Fleetwoods smålän dingar, 12 kompanier Bengt Ribbings västgötar och 8 kompa nier Axel Lillies östgötar, tillsammans omkring 7,700 man. Hela armén således omkring 10,800 man. Nu är dock att märka, att dessa regementen på grund af den skyndsamma utskrifningen och mönstringen ännu ej voro fulltaliga. Men Horn skulle ej däraf uppehålla sig, utan med landshöfdingarnes hjälp genom åtskilliga för detta ändamål kvarlämnade officerare låta föra det folk, som ännu felades, till ') Instruktionen för Horn i B. S. 2) Härtill kom adelsfanan (omkr. 450 man), som dock först omkring midten af febr. hade mönstring i Stockholm och Skara."], [17, "13 armén. Af detta skäl måste den ofvan angifna summan åtskil ligt reduceras1). En svaghet hos armén var, att den till största delen bestod af nyutskrifvet folk, med hvilket det hade sin fara att våga for mycket. Horn var också ålagd att i början gå försiktigt till väga och söka hålla de unga soldaterna vid godt mod. För att stärka armén hade regeringen gifvit Torstensson order att lägga i garnison vid kusten två eller tre regementen gammalt folk, helst svenskar, hvilka sedan vid första vårdag kunde föras öfver till Sverge och blandas med det nya, oöfvade folket2). Den af regeringen i Horns instruktion föreskrifna fälttågs planens hufvudpunkter voro följande. Armén borde bryta upp i slutet af januari, så att den i början af februari kunde tåga öfver gränsen. Af artilleriet skulle blott det oundgängligaste medföras, så att marschen ej fördröjdes. Om fienden hade en armé samlad och denna ej vore större eller bättre än den svenska, lämnades i fältherrens skön att antingen uppsöka denna eller ock slå läger på någon lämplig ort med öppen kommunikation med Sverge och draga fiendens armé ur dess fördelar och sedan angripa. Om åter ingen armé vore sammandragen, skulle fält marskalken genast söka bemäktiga sig fästningarna Helsingborg, Landskrona och Malmö samt sätta landet i kontribution. Alla invånare, som ville gifva sig under svenska kronan och lofva trohet och utgöra skatt och kontribution, skulle anammas i K. M:s skydd. Städer, som godvilligt gåfve sig under Sverges krona, skulle fältmarskalken gifva hopp om försäkran på deras privilegier, så framt de ståndaktigt förblefve i trohet och hör samhet. Genom kammarrådet Kruse skulle han sätta landet och städerna i kontribution, draga in alla konungens af Dan- ') Huru stor armén vid afmarschen verkligen var, kan ej med bestämd het uppgifvas. Boeclerus säger: Exercitns cogebatur XIV millium: quamvis non ultra VIII millia ab initio prasto fuere. Lib. I. p. 97. — De af Hård uppbragta skyttarne skulle utrustas till dragoner. (Instr.). 2) D. 9 dec. 1643 R. R. — Kernkamp menar (s. 83), att Horn hade ett gifvet öfvertag, emedan hans soldater till största delen utgjordes af vant och i tyska kriget bepröfvadt folk, hvaremot danska armén bestod blott af bönder, som ej luktat krutrök. Att detta, hvad svenska armén beträffar, ej öfver ensstämmer med verkliga förhållandet, inses af ofvanstående."], [18, "14 mark regalier, tullar och andra skatter samt förordna uppbörds män. Krigsfolket på fästningarna och i landet för öfrigt skulle Horn söka värfva och stärka armén med. Alla skepp, skutor och båtar, som man kunde finna, skulle hållas till reds och ej tillåtas afsegla utan fältmarskalkens eget tillstånd samt amira litetet underrättas, huru många fartyg han kunde blifva mäktig. Slutligen skulle han öppna en korrespondenslinje med Torstens son, antingen öfver Riigen eller Balt. Jämte denna instruktion erhöll Horn ett bimemorial af samma datum som det förra, hvilket innehöll ytterligare in struktion för det fall, att han under vintern kunde bemäktiga sig Helsingborg, Landskrona och Malmö. Han borde då för säkra sig om Laholm samt hindra all tillförsel till Kristianstad, men ej utan speciel order börja belägra denna stad eller Halm stad; vidare och framför allt rikta hela sin plan på Själland och Köpenhamn och för den skull göra alla möjliga förbere delser med folk, artilleri, ammunition, transportfartyg att hålla sig redo till öfverfarten, så snart något tillfälle yppades, an tingen efter korrespondens med Torstensson eller då flottan på våren komme till Sundet. Med guvernörerna i Pommern och Mecklenburg skulle han öppna korrespondens om att bekomma ett eller ett par tusen man med så många fartyg, som där kunde undvaras. Alla bref och förslag till underhandlingar i konungens af Danmark eller rådets namn skulle han hänvisa till regeringen och ej låta sig däraf uppehållas1). II. Af brist på proviant och svårigheten att forsla artilleriet, då tillräckligt antal hästar saknades, kunde Horn först den 8 februari 1644 hålla generalmönstring i Värnamo, hvarefter han den 9 bröt upp med armén åt Markaryd. Af artilleriet med förde han 6 tolf- och 22 trepundiga stycken samt 2 små fyr mörsare. I förväg skickades härolden Nils Nilsson Lindegren med Jörgen Trumpetare för att till konungen af Danmark öfverlämua Sverges krigsförklaring. Då han kom till gränsen, ') Instruktion och bimemorial i B. S."], [19, "15 skulle han kläda sig i kappa och spira och låta trumpetaren blåsa för sig vid de städer och byar han passerade. Vid före trädet hos konungen skulle han hafva K. M:s bref hängande på spiran1). Horns marsch gick så raskt och tyst, att arméns ankomst till gränsen samtidigt med härolden väckte allmän öfverraskning. Till och med danske residenten i Stockholm Peder Vibe, en skarpsynt och vaksam man, fick ej kunskap om arméns sammandragande, förr än den redan var i marsch emot gränsen2). I Skåne förde länsherren i Kristianstad Ebbe Ohristoffersson Ulfeld befälet såsom generalmajor3). Landskapet var föga för sedt med trupper. Af rytteri fanns det blott 2 kompanier landsryttare och hvad fogdarne och prästerna i hast hade ut redt. I garnison lågo utom s. k. ordinarie årsknektar och utskrifvet landtfolk äfven värfvade tyska soldater. Åtta kom panier sådana öfverfördes i februari från Själland4). I början ') Instr. för härolden den 18 jan. 1644. R. R. 2) Boeclerus, p. 97. — I ett bref af d. 16 mars 1644 meddelar Cra cauw innehållet af ett af danskarne uppsnappadt bref från Torstensson, i hvilket denne klagar öfver, att ej infallet i Skåne skett tidigare och med större krigsmakt; vid ett samtidigt anfall från två sidor hade, menar han, Själlands eröfring ej uteblifvit (Kernkamp s. 83, not 2). Härvid är dock att märka, att regeringen, som vi visat, lämpade sina rustningar och anfallet på Skåne efter Torstenssons rörelser, och som vi sett, hade regeringen ej förr än i december fått viss kunskap om hans tåg mot Danmark, och då stod han redan i Holstein. Härmed förnekas ej, att man från regeringens sida' kunnat bedrifva rustningarna snabbare, så att armén åtminstone ett par veckor tidigare hade kunnat sätta sig i marsch. Torstenssons påstående, att Själland i så fall skulle hafva eröfrats, låter dock svårligen försvara sig, då en land stigning utan flottans hjälp väl var omöjlig och Horn dessutom saknade transportfartyg. Kernkamp menar, att felet låg på Torstensson, hvars infall i Holstein kom för tidigt (nära en månad innan den förutsatta tiden enligt ett bref från van Schrassert, nederländske residenten i Hamburg, af d. 20 januari 1644). Som vi af regeringens skrifvelse sett, hade denna dock ej så noga bestämt tidpunkten: Torstensson skulle taga vinterkvarter i Holstein och Jutland, heter det blott. Regeringen väntade naturligtvis svar på sina skrifvelser långt förr än i december. Att Torstenssons marsch skulle gå så snabbt, att han hunne till Holsteins gräns lika fort som Törnsköld till Stockholm, hade dock regeringen väl knappast väntat. 3) Slange, IV, 1200. 1) Relation n:o l."], [20, "16 på februari hölls emellertid utskrifning i Skåne, då hvar dräng och hvar femte bonde uttogos, och en gärd af matvaror och klädespersedlar pålades äfven1). Genom utskrifning och värf- ning fick man omsider upp en armé på 8,000 man utom gar- nisonerna i fästningarna2). Svenska armén ryckte utan mot- stånd öfver gränsen och tågade euligt instruktionen fram till Tranarps vad öfver Rönne å. På några ställen voro visserligen stora bråtar uppkastade, men utan besättning; endast på ett ställe gjorde några bönder motstånd, men drefvos snart med några skott på flykten. Vid Tranarps vad stod en dansk styrka, hvarför Horn gick öfver . ån omkring en mil högre upp, vid Sönnarslöf, då danskarne drogo sig tillbaka. Orsaken, hvarför man ej mera verksamt sökte hindra svenskarnes inmarsch, var, att Ebbe Ulfeld tänkt, att Horn skulle passera vägen förbi Vittsjö, hvarför han lägrat sig därstädes. Horn ryckte vidare fram till Helsingborg, dit. han ankom den 17 febr., och fann staden nästan tom på invånare. Slottsherren, Christoffer Ulf eld, hade retirerat till Malmö och lämnat slottet utan besättning. Horn fann i staden ganska betydliga förråd af spannmål och salt. Just då svenskarne inryckte, lämnade några båtar med flyktingar hamnen för att begifva sig till Helsingör. Man sökte genom några skott bringa dem att återvända, men förgäfves. Ett par örlogsskepp syntes kryssa i Sundet, men sökte ej oroa svenskarne. Horn lät skjuta svensk lösen åt Helsingör, men fick ej något svar. Den 21 hade dock örlogsskeppen ökats till fem, hvarpå de seglade tämligen nära staden och öppnade eld, som besvarades af svenskarne. Kanonaden anställde emellertid ej någon skada å vår sida, och fartygen giugo tillbaka och kastade ankar utanför Helsingör. Det var förunderligt, huru invånarne lefvat i god ro, utan aning om att så hastigt blifva öfverraskade af kriget. De hade visserligen hört talas om vår armé, men ej tänkt, att det så snart skulle komma till öppen fejd. Icke heller hade man bekymrat sig mycket om under rättelser från kriget i Tyskland. Dock visste man, att hela Jutland och Holstein voro intagna af svenskarne. Samtliga ') Broder Jakobsson (länsman i Markaryd) till landshöfd. Bengt Bagge d. 2 februari 1644. O. S. 2) Kernkamp, s. 82."], [21, "17 invånare förmanades genom ett utfärdadt plakat att åter be gifva sig hem och utlofvades skydd och beskärm. Så småningom återkom mo äfven bönderna i grannskapet, h vilka i förstone lupit till skogs, till sina gårdar, och en och annan inställde sig t. o. m. i svenska lägret med lifsmedel1). Sedan Ulfeld förnummit, hvilken väg Horn tagit, lämnade han Vittsjö och begaf sig till Kristianstad, hvarifrån han genom ströftåg sökte oroa svenskarne2). Horn stannade i Hel singborg till den 27 februari. Under tiden sökte han befästa slottet med palissader o. a. så mycket som möjligt. Till dess kommendant förordnades major Gerhard von Schaar. Något större motstånd kunde danskarne ej bjuda med sina svaga reguliära trupper. De största olägenheterna och mycken skada förorsakades däremot af de sammanrotade bönderna, snapp hanarne, som ströfvade omkring i skogarna och gjorde vägarna osäkra. Särskild t var en Bengt Månsson med sin skara fruktad. Denne understödde kraftigt Ulfeld på hans ofvannämnda ströf tåg. Fagerhults skog var framför allt tillhåll för snapphanar, som hindrade förbindelsen med Sverige på den därigenom stry kande stora landsvägen, nedhöggo ryttare och dragoner och uppsnappade bref o. d. En hop framträngde till Markaryd (den 6 mars), plundrade kyrkan och böndernas lador samt för störde, hvad som ej kunde medföras. Från svensk sida ville man helst ej tillfoga allmogen något ondt. Horn hade också hittills behandlat bönderna mildt och sökt med vänlighet förmå dem att stanna hemma, då de mot en måttlig krigskontribution skulle befrias från alla andra krigsbesvär. Men då dessa be mödanden ej buro frukt, såg han sig nödsakad att tillgripa strängare medel för att bringa dem till hörsamhet och upp manades också därtill af regeringen3). Så blef ett ständigt, tröttande småkrig utmärkande för detta fälttåg med den grymma och blodiga prägel, som plägar tillhöra dylika. När någon ') Relät. n:is 1 o. 2. Boeclerus I, s. 99 o. f. Slange IV, s. 1232 o. f. 2) Enligt underrättelser från Kalmar, inhämtade genom spejare, skulle i Kristianstad före Ulfelds ankomst hafva legat blott 3 kompanier fotfolk, men intet rytteri. K. Falkenberg till krigskollegium, d. 13 januari 1644. Kr. A. 3) R. R. 9 mars. 2"], [22, "18 betydligare svensk trupp mötte, var den i regel öfverlägsen. Generalmajor Wachtmeister ertappade omkring den 18 februari på ett ströftåg norrut fienden, tillfogade honom en förlust på några hundra hästar och intog sedan Engelholm. Den 23 februari påträffade majoren vid västgöta kavalleri med .100 ryttare vid Anuelöf omkring 500 bönder, hvilka höllo på att mönstras och ordnas på två kompanier. De sköto på hans förtraf, men då han attackerade dem, sträckte de genast vapen samt lofvade att begifva sig hem och förhålla sig stilla. Två officerare och två fanor behöllos af svenskarne. Farligare var, att Ulfeld rustade sig att infalla öfver gränsen i Västergötland. Horn beordrade därför öfversten för adelsfanan Fredrik Stenbock att hindra detta, och då Ulfeld genom spejare fick underrättelse om att Stenbock med ett starkt parti ryttare stod vid gränsen, drog han sig tillbaka. Stenbock inträngde i Halland, afväp nade bönderna och tvang en stor del af provinsen ända fram mot Varberg att erlägga en krigskontribution1). Afven från Sverge gjordes anstalter till förbindelsernas trygga upprätthål lande. Landshöfding Bengt Bagge erhöll befallning att med bönder och 200 knektar ur garnisonen i Jönköping låta bevaka gränsen samt vid Markaryd upprätta ett ryskt staket och tre eller fyra dylika på vägen till Tranarp, en ä två mil från hvarandra. Stenbock, som Horn förordnat lägga sig vid Lån garyd i Västbo till gränsens bevakande, understödde arbetet med sitt folk2j. Den 27 februari bröt, som sagdt, Horn med armén upp ') »Allmogen i Halland vill gifva sig godvilligen under de svenske, är malcontrait med sinkomings proeedere». Peder Canubius till rikskanslern. Göteborg d. 29 januari 1644. O. S. 2) R. R mars 1644. — Äfven från Kristianopel utgingo ströftåg öfver gränsen till Torsås, enligt klagomål från landshöfd. Konrad Falkenberg. Regeringen ville i det längsta dröja med att tillfoga danska allmogen något ondt, men måste till sist befalla kommendanten i Kalmar Johan Fleming att med rytteri och ett parti fotfolk komma bönderna till hjälp och göra ett infall öfver danska gränsen. R. R. 13 mars. Allmogen i Södra Möre erbjöd frivilligt att låta värfva sig till ryttare och dragoner. Regeringen sände en löjtnant med fullmakt att anställa värfningen. R. R. 12 april. Äfven borgarna i Kalmar erbjödo att rusta sig och göra ströftåg mot fienden. R. R. 10 februari."], [23, "19 från Helsingborg, där 300 man lämnades som besättning, lägrade samma natt vid Kvistofta, den 28 vid Käflinge och ankom den 29 till Lund, där hau slog läger i staden och kringliggande byar. Lund bestod då af omkring 300 hus, kringströdda öfver ett vidsträckt område, som utvisade stadens forna storlek, och omgafs af en ofullbordad vall. Här stannade Horn en tid. I staden fanns föga förråd, ty de förmögnare borgan, e hade flytt öfver till Själland. Ingen präst fanns kvar i stadeu. På den kringliggande laudsbygden uppbragtes dock ett tämligt förråd af spannmål, frukt och boskap, tillräckligt för den när maste tiden\"). Inga ordnade fientliga trupper syntes till, utan var det bönderna, som vållade den mesta olägenheten, togo tillfånga några i bygden förlagda posteringar och förde dem till Kristianstad. Den 2 mars blef dock ett dylikt bondeparti på 200 man, som höll vakt vid Gefcinge bro2), skingradt och till stor del nedhugget af svenska ryttare. På det två mil från Lund belägna Eriksholm (nu Trolleholm), tillhörigt Tage Thott, kommendant i Malmö, hade ett tämligen stort antal bönder under anförande af sina fogdar samlat sig och gåfvo sig ej förr, än en stark trupp ryttare och knektar med två tolfpundiga kanoner säudts emot dem. Eriksholm var ett slott med starka murar, djupa grafvar och vindbryggor, så att det med en öfvad besättning länge hade kunnat hålla sig. Sådana fasta adliga slott funnos många, och ämnade Horn nu så länge söka be mäktiga sig dessa, tills han kunde vinna en hufvudplats3). En ordnad belägring af någon sådan kunde Horn ännu ej börja, dels emedan han saknade groft artilleri, dels emedan vintern ännu omöjliggjorde jordarbeten, på samma gång som Sundet ej var fruset och de vid detsamma belägna befästa 1) Soldaterna hade förut drifvit boskap hoptals «öfver gränsen, hvar igenom armén kunde löpa fara att lida brist. Detta förbjöds nu af regeringen. R. R. 1 mars 1644. Endast såsom ett undantag tillåter regeringen, att byte föres till Sverge af enskilde. Öfverste Gustaf Baner erhöll sålunda genom bref d. 11 juni 1645 tillstånd att skicka en drift i fiendens land uppbragt boskap till några sina bönder i Småland och Västergötland såsom ersättning, därför att de blifvit af fienden utplundrade. B. S. 2) Öfver Käflinge å, en mil n. ö. om Lund. 3) Relät. n:o 3."], [24, "20 städerna sålunda lätt kunde undsättas af danska flottan. Han sände emellertid nu öfversten för Smålands kavalleri Staffan Klingspor med 800 ryttare och dragoner åt Markaryd för att konvojera de efterskickade halfva kartaunerna och på samma gång hålla korrespondenslinjen till Markaryd öppen. Fredrik Stenbock fick i samma syfte order att förfoga sig till Fagerhult och sätta skansen vid kyrkan i stånd. För att göra passagen säkrare lät Horn nedhugga skogen mellan Tranarp och gränsen ett musköthåll i bredd på ömse sidor om vägen. Klingspor skulle vidtaga stränga åtgärder mot bönderna. De, som grepos med vapen i hand, skulle dödas och deras hus brännas; särskildt skulle han söka få reda på deras ledare. Hämnd utkräfdes nu för plundringen af Markaryd. Klingspor, förstärkt med 300 man ur garnisonerna i Kalmar och Göteborg1), förde i slutet af mars lyckligt artilleriet till armén. På återvägen slog han snapphanarne, hvarvid Bengt Månsson stupade2). Efter hans genommarsch började emellertid röfvarbanden åter husera. Re geringen gillade i sin skrifvelse af den 15 mars Horns åtgöranden och uppmanade honom att skaffa sig en befäst plats till stödje punkt samt att intaga de öfriga adliga slotten och medelst dem göra sig till herre öfver landet. Behöfde han framdeles draga armén tillsammans och ej såge sig god att behålla dem, skulle han rasera dem, så att de ej blefve honom till besvär. Vidare skulle han, medan landet nu var i oreda, bereda sig goda ma gasiuer, ett i Lund och ett i Helsingborg. Under mars föreföllo i trakten af Lund några skärmytslin gar. Ulfeld sökte nämligen spärra de till svenska lägret förande vägarna. Lördagen den 9 mars kom sålunda från Kristianstad ett parti af 300 soldater och bönder för att rifva Getinge bro, men generalmajor Wachtmeister i spetsen för en skara ryttare öfverraskade dem och nedhögg större delen. En fänrik af släkten Holke togs tillfånga. Pä svenska sidan stupade en ') Horn behöll dessa hos sig, hvilket regeringen ansåg betänkligt, då härigenom bemälta garnisoner försvagades, men lät det för den gången bero, endast att hädanefter alla dylika konvojer tillbakasändes. R. R. 10 april. 2) Boeclerus I, 102. — Genom nederlaget vid Getinge hindrades Ulfeld att öfverfalla Klingspor, i synnerhet som han märkte, att Horn sökte afskära hans soldater återtåget, om de aflägsnade sig för långt från Kristianstad."], [25, "21 ryttmästare vid Harald Stakes regemente och några ryttare. Vid Hörby, tre mil o. n. o. om Lund, stod vid samma tillfälle Ulfeld själf med 400 man ryttare och dragoner samt en hop bönder. Så snart han fått höra, huru det gått med hans förtrupp vid Getinge, drog han sig tillbaka1). Den 10 mars på natten slog Wachtmeister ett bondeparti vid Hyby, half annan mil s. om Lund, nedhögg en stor del, och stack fogdens, som anförde dem, gård i brand. Dessa bönder hade varit mycket besvärliga och gjort stor skada: så hade de tagit en af sven skarnes vaktposteringar till fånga och fört till Malmö. Från Malmö hördes intet. Fienden höll sig inom murarna, ehuru staden hade en god besättning af ryttare och knektar samt fått förstärkning från Själland. Prins Fredrik med gemål vistades ännu där, och af fångar hörde man, att konungen vän tades dit. Under senare hälften af mars kommo få underrät telser från armén, emedan vägarna voro så osäkra och Horn ej ausåg lämpligt att utmatta ett större antal ryttare med att följa hvarje bud, helst då intet af vikt föreföll. Omkring tusen man sattes öfver från Själland och lägrade sig en half mil från Helsingborg, men ryckte snart åter tillbaka, utan att hafva gjort något försök att angripa den svenska besättningen i slottet eller staden2). Bönderna uppeggades fortfarande af sina fogdar och präster och drefvos utan ändamål till slagtbänken : vanligen nedhöggs större delen, och resten måste nedlägga vapen. Horn hoppades dock genom denna stränghet till sist förtaga dem lusten att' strida3). Lars Kagg gjorde med eu större afdelning ett ströftåg till Sösdala, 4 mil n.o. om Lund, där ett större bondeläger berättades vara. Han påträffade det också, och 300 ') Relät. n:o 4. En präst sades hafva narrat Ulfeld till denna expedi tion, föregifvande sig med bönderna kunna fördrifva svenskarne ur landet, om han blott finge understöd från Kristianstad. Men han hade knappt känt lukten af krutröken, förr än han flydde, följd af U:s kaptenlöjtnant. 2) Bref från Sam. Andersson, Landskrona d. 30 mars. O. S. 3) På samma gång upprätthöll Horn den stränga krigstukt, för hvilken han var känd. Så blef den 8 mars en kapten Per Stall vid Stenbocks rege mente arkebuserad, emedan han genom sin profoss låtit belägga en piga med handklofvar och föra henne till sitt logement samt med henne i bojorna sin otukt bedrifvit. Relät. n:o 5."], [26, "22 bönder blefvo på platsen. Svenskarne förlorade en löjtnant Fersen vid lifgardet, mycket omtyckt och därför saknad, en annan löjtnant och en uppvaktare. Flere adelsslott, väl be fästa med vallar och grafvar, hade intagits och tjänade till stödjepunkter, genom hvilka man bättre kunde hälla bönderna i styr. Bondefreder förekomma äfven i detta krig. Så skrifver landshöfding Bengt Bagge till regeringen, att allmogen i Veinge socken i Halland slutit bondefred med allmogen i Annerstads och Odensjö socknar i Kronobergs län »att förhindra och af värja det lättfärdiga parti, som rotar sig tillhopa och plundrar på båda sidor om gränsen». Ulfeld ställde sig, som om han ville godkänna denna bondefred, och äfven svenska regeringen tillät densamma, endast laudshöfdingen såge till, att den danska allmogen ej upprättade någon skadlig förbindelse med den svenska1). Vid ryktet om att Ulfeld med en del af besättningen i Kristianstad och andra trupper ärnade sig till Malmö, ryckte Horn själf den 19 mars med en betydlig styrka af ryttare och fotfolk för att möta honom och ställde sin marsch till Svedala, omkring 2 mil söder om Lund. Man stötte där endast på stora bondeskaror, som vid svenskarnes antågande flydde undan; de som upphunnos blefvo nedhuggna. Men Ulfeld kunde man icke anträffa, så att ryktet befanns vara falskt. En natt rekognosce rade fältmarskalken Malmö och närmade sig intill yttersta vallen, då stort alarm af trumpeter, trummor och klockor upp stod i staden2). Den 29 mars skref B. Bagge till regeringen, att Ulfeld med 4,000 man stod vid Fagerhult och hotade med infall; laudshöfdingen hade begifvit sig till Sunnerbo, men kunde ej få allmogen öfver gränsen. Regeringen, som af Horn fått underrättelse, att Ulfeld blott hade 2,000 man, mest bönder och oöfvadt folk, ansåg att Bagge med bönderna borde kunna hålla fienden från gränsen; i nödfall kunde han begära und sättning af Horn 3). I slutet af mars såg sig ändtligen Horn genom kanonernas framkomst i stånd att gripa sig an med den ålagda uppgiften: ') E. R. d. 30 mars. 2) Relät. u:o 5. 3) R. R. d. 6 april."], [27, "23 att bemäktiga sig en hufvudfästning1). Först skickade han öfverstelöjtnaut Måns Isaksson för att undersöka, huru man skulle kunna försäkra sig om Landskrona stad, som var belägen ett godt stycke söder om slottet, och hindra, att den ej skötes i brand af fienden, när han föruumme svenska arméns antå gande. Svenskarne funno mot förmodan staden öfvergifven af sina invånare och togo den genast i besittning. Den var om gifven af en tämligen god vall samt af vatten och moras, så att den utan synnerliga svårigheter kunde sättas i försvars tillstånd. Den 31 mars bröt Horn upp med halfva armén, den andra hälften kvarstannade vid Lund under Kaggs befäl. Slottet var ganska väl befäst och omgifvet af en mycket bred och djup vattengraf, men illa försedt. Besättningen uppgick till 400 man, till största delen bönder. Kommendant var Henrik Huitfeld: utom honom funnos endast två andra officerare, näm ligen hans måg Joachim Gersdorf och en gammal adelsman vid namn Fredrik Rantzau. Horn lät först genom en trumpetare uppfordra kommendanten att i godo gifva sig, men Huitfeld svarade, att man ej borde förtänka honom, att han måste till det yttersta försvara sin af konungen anförtrodda post. Horn lät då genast börja gräfva löpgrafvar fram emot slottet, hvilka ganska raskt närmade sig, oaktadt man måste börja tämligen långt ifrån. Löpgrafvar fördes dels från Säby port i öster, dels från staden i söder emot slottet, och en leddes utmed stranden väster därom. Flere batterier uppkastades, bland hvilka ett mellan slottgrafven och Sundets strand skulle förhindra för bindelsen sjöledes. Horn sökte genom en damms afstickaude från nordvästra hörnet af slottsgrafven till Sundet att minska vattnet i densamma och lyckades sänka nivån två fot, men det var ännu sju fots vatten kvar. I stället lät man nu förfärdiga en flottbrygga att genom löpgrafven föras ut i slottsgrafven. De belägrade sköto starkt, dock utan att anställa någon skada 2). ') Ännu fattades dock 4 halfva kartauner, som voro kvar i Jönköping och ej på grund af årstiden och böndernas små och magra dragare kunde fortskaffas. R. R. d. 10 april. 2) Endast en artillerikapten Lars Arfvedsson blef dödad och en mine rare sårad. — Danskarne sköto de två sista dagarne af belägringen med stenar af brist på kulor. Kernkamp, s. 85, not. 3."], [28, "24 Svenskarne öppnade å sin sida en liflig eld från sina batterier, så att fienden de sista dagarne ej visade sig på rundlarne. Under belägringen ankrade tre örlogsskepp utanför staden och sköto in med grofva kanoner, men förorsakade ej större skada, än att fyra soldater dödades. De sökte ock föra något folk öfver till slottet i espingar och båtar, men dessa kunde till följd af den långgrunda stranden ej komma fram, utan solda terna sökte vada i land, men blefvo af svenskarna tillbaka drifna. Sedan flottbryggan blifvit färdig och under skydd af vid grafven uppkastade batterier blifvit där nedlagd, öppnade de belägrade underhandlingar, och den 7 april uppgafs slottet och besattes af svenskarna samma afton 1). Garnisonen aftågade den 8 öfver den nämnda flottbron. Den fick fritt val mellan att öfverföras till örlogsskeppen eller konvojeras till Malmö och valde det senare. Kommendanten och de båda andra offi cerarne inbjödos till fältmarskalkens bord och behandlades på det artigaste sätt. Gersdorf behölls som säkerhet för att inga hemliga minor voro anlagda i slottet, men de båda andra fördes under betäckning till Malmö, dit äfven Gersdorf fick bege sig, sedan de vagnar, som fört deras bagage och de sjuka, åter kommit. All plundring afstyrdes, och några af Huitfelds till hörigheter, som borttagits, tillrättaskaffades. Af garnisonen följde blott 26 sin fana till Malmö. De öfriga voro bönder, hvilka skickades hem med förmaning att hålla sig stilla. Den förnämsta orsaken till fästningens hastiga uppgifvande — den hade nämligen ännu länge kunnat hålla sig — sades vara, att garnisonen nedlagt vapen och ej mer velat strida. Landskronas intagande var en stor framgång för de svenska vapnen. Genom sitt förträffliga läge och sin goda hamn kunde den anses för Skånes viktigaste stad och blef Horns förnämsta stödjepunkt under fälttågets fortsättning. Belägringen hade ej kostat sven skarne mer än 12 döda och 25 sårade2). Som byte togs all ') Att Huitfeld höll sig »några veckor», Slange, s. 1255, således oriktigt. 2) Relät. n:r 6. — I Theatrum europaeum — i allmänhet afvog mot svenskarne — heter det (s. 400), att dessa utanför Landskrona förlorade öfver 1,000 man! — Generalkvartermästaren Olof Örnehufvud utarbetade en karta öfver Landskrona liksom sedan öfver Laholm, Halmstad och Malmö. Dessa utmärkta kartor finnas i Krigsarkivet."], [29, "25 bestyckniug, däribland två mindre kanoner, som Kristian IV under Kalmarkriget tagit ifrån svenskarne, ett stort förråd af spannmål samt allt hvad invånarne från den kringliggande trakten där deponerat1). Efter slottets intagande förordnades Kagg med 1,000 man fotfolk att befästa staden. Wachtmeister sändes med 1,000 man till fot och en afdelning ryttare åt Ystad. Han satte nu dessa trakter i kontribution, inlade besättning i viktiga adliga slott, nedgjorde fiendens fouragörer och vakade öfver vägarnas säkerhet. På samma gång höll han utkik efter svenska flottan och hindrade danska skepp att landa. Fredrik Stenbock, som med adelsfanan stått vid Långaryd, hade ej enligt order kunnat marschera till Fagerhult2), emedan Ulfeld spärrade vägen, och begärde därför förstärkning af några hundra musketerare3). Ulfeld drog till sig förstärkningar från Halmstad. Stenbock hade förstört bron öfver Nissan, men fienden gick öfver på ett annat ställe, inneslöt Stenbock i hans läger och försökte storma det, men tillbakaslogs efter fyra tim mars strid4). Då det följande dagen blef bekant, att Ulfeld dragit sig tillbaka till Halmstad, tågade Stenbock på rege ringens befallning in på gränsen vid Mark för att träda i för bindelse med kommendanten i Göteborg Nils Assersson Man nersköld. Vid Käringberget utanför Göteborg hade nämligen den 5 april en dansk flotta ined konungen själf ombord ankrat, och Hanuibal Sehested hotade med anfall fråu norska sidan. Kristian hade äfven befallt Ulfeld att tåga till Göteborg. Han hoppades kunna bemäktiga sig denna stad eller åtminstone genom sitt angrepp på densamma draga Horn från Skåne. Regeringen fruktade, att fienden skulle göra ett, anfall på Väster götland. Landshöfdingen i Skaraborgs län Karl Siggesson Rosendufva och underlaudshöfdingen Anders Stake fingo befall ning att uppbåda allmogen i Skaraborgs och Alfsborgs län, och ') Boeclerus II, s. 164. 2) Se sid. 20. s) R. R. april. 4) Detta var förmodligen den strid, om hvilken Slange talar s. 1232 o. f. och Teatrum europseum s. 381. Enligt dessa skulle Stenbock med sina ryttare blifvit jagad ned i ett moras och han själf sårad; hade danskarne med större energi fullföljt striden, skulle Stenbocks styrka blifvit upprifven. De svenska källorna känna intet om dessa detaljer."], [30, "26 regeringen ansåg, att Stenbock med denna och de dragoner, som Karl Siggesson kunde uppsätta, borde vara stark nog att tillbakaslå fienden. Sehested hade endast bönder och nyut skrifvet folk, »af fast mindre courage än våra bönder i Väster götland». Endast krigsfolket uppmuntrade allmogen och ginge främst mot fienden, vore denna under en god anförare till räcklig att hålla fienden stången. Laudshöfding Olof Stake erhöll order att assistera Stenbock. Knut Soop skulle skydda gränsen mot Ulfeld i Halmstad. Redan den 18 april ankom Stenbock till Göteborg med hästarna illa medfarna af den häftiga ridten. Sedan Stenbock gått till Göteborg, inföll Ulfeld i Västbo och huserade där, som han ville. Efter Landskronas intagande tänkte Horn rycka åt Bleking för att tvinga dem, som vägrade erlägga tribut, till lydnad. Han kvarlämnade vid Hörby Kruse och Sperling och fortsatte själf med dragonerna och en skvadron västgötaryttare under Harald Stake marschen till Kristianstad. Därifrån hade en del af besättningen utgått och stod nu vid byn Träne, en mil v.s.v. om staden, där den förenat sig med en skara bönder. Vid Horns annalkande flydde soldaterna, lämnande bönderna i sticket. Horn ryckte vidare och fattade posto alldeles under fästnings verken, som här voro nya och i godt skick1). Besättningen satte eld på förstäderna och gjorde ett utfall, men slogs tillbaka med en förlust af 28 man. Då Horn här fick veta, att Ulfeld dragit åt Halland, lämnade han efter en dag Kristianstad. Den 20 april afgick äfven bref från regeringen till honom med order att, därest fienden gjorde en diversion åt Västergötland, rycka mot Laholm och tvinga Ulfeld att låta garnisonerna i Halmstad och Varberg gå tillbaka igen. Genom Laholms intagande skulle han afskära fienden korrespondenslinjen mellan Skåne och Hal land. Om fienden började belägra Göteborg eller ginge öfver gränsen högt upp i landet med någon betydligare styrka, vore Horn dock enligt regeringens mening tillräckligt stark både till att förhindra detta fiendens företag och på samma gång full följa sin hufvudplan. Den 25 april stod Horn vid Åkarp. Den 30 april hade emellertid Kristian IV låtit sätta eld på sitt ') Slange IV, 1255."], [31, "27 blockhus, som han uppbyggt på en holme i inloppet till Göte borg, i storr hast tagit sitt folk och sina kauoner ombord och afseglat. Han hade nämligen fått underrättelse, att de Geers flotta var färdig att afsegla från Holland, och måste skynda att möta henne. Någon direkt fara för Göteborg fanns således ej mer. Horn gick öfver Lagan strax ofvauför Laholm, jagande på flykten en postering af omkring hundra man, som sökte hindra hans öfvergång. Ryttmästaren Jakob Grubbe, som med en skara ryttare utgått från Halmstad, blef slagen på flykten och lyckades blott rädda några få af sina män, utan vapen och hästar, inom fästningens murar. En dansk officer Ivar Krabbe och några ryttare blefvo tillfångatagne, på svenska sidan blef ingeu särad. Major Kristian Sinckler, tillhörande Ulfelds armé, kastade sig med 500 ryttare in i Laholm och blef där mera till besvär än nytta, men vågade ej för Horn återtaga till Kristianstad ■). Den 2 maj tog Horn kvarter i Laholms stad, som af fien den var öfvergifven. Laholms slott låg nordost om staden, där Lagan vidgar ut sig och famnar flere små holmar, på den ena af de båda största. Denna stod genom en bro i förbindelse med en annan, väster om den förra belägen, delvis sank holme. på hvilken slottsladugården låg. Denna försvarades af några redutter och palissaderade grafvar. Öfver de båda holmarna gick vägen till Halmstad. Bron från södra stranden till ladu gårdsholmen var dock nu rifven. Slottet skulle med sitt ypper liga läge och sina åtta famnars tjocka murar varit en stark fästning, men var nu förfallet och illa försedt. Ansvaret här för drabbade adeln, som undandrog sig att utreda de extra ordinarie skatter, som erfordrades till att underhålla de många fästena i Skåne och Halland. Konung Kristian IV hade ofta klagat häröfver, men utan verkan2). Nu kom straffet för dess ') Boeclerus II, 167 o. f. — Kommendanten på Halmstad Nils Krabbe anhöll om den fångne Ivar K:s frigifvande mot paröle eller lösen, men rege ringen, till hvilken Horn hänsköt saken, förordnade, att Ivar K. tills vidare skulle hållas fången i Helsingborg, såsom repressalier för att fienden behand lade sina svenska fångar illa och »för mycken courtoisie skulle stärka honom i hans ohöflighet». R. R. 5 maj. 2) Slange IV, 1256."], [32, "28 försummelse. Kommendant var Björn Ulfeld, och garnisonen uppgick blott till 150 man. Horn började genast att gräfva löpgrafvar och uppkasta batterier, tre på norra stranden af La gan ■) och ett på södra vid brohufvudet med en fyrmörsare, som kastade sten. Man märkte, att de belägrade ej tänkte göra all varligt motstånd, emedan de strax utrymde ladugårdsholmen och satte eld på byggnaderna därstädes, oaktad t redutterna voro i godt stånd och af vikt för slottets försvar. Ladugårdens upp brännande var också onödigt, då denna på intet sätt var för de belägrade till skada, utan tvärtom, så att Horn själf var betänkt på att söka sätta den i brand. Så gjorde de under hela tiden ej ett utfall och sköto föga, utan förhöllo sig helt stilla2). Endast den 9 maj öppnades en liflig kanonad från fästningen, och samma dag uppkom vådeld i Laholm, hvilken lade en fjärdedel af staden i aska. Den 9 ankommo äfven de grofva kanonerna från Landskrona och den stora fyrmörsaren från Jönköping, på hvilka man länge väntat. Dessa fördes nu till de redan färdiga batterierna, och på morgonen den 10 be gynte de spela. Efter två skott ur kartaunerna skickade fält marskalken en trumpetare att uppfordra slottet, men denne mottogs ej, utan hälsades med muskötskott. Horn lät då öppna eld från alla batterierna. Följande natt lät den officer, som hade vakten i löpgrafvarna och vid tillfället var drucken, emot order röra trumman och öppna ett samtal med de belägrade. Fältmarskalken upptog i början detta illa, men sände strax en annan officer dit för att uppfordra slottet. Kommendanten be gärde betänketid till följande morgon och under tiden stille stånd; han bad på samma gång om ursäkt för att man skjutit på trumpetaren: detta hade skett utan befälets vetskap, och trumpetaren hade ej nalkats på rätta vägen. Horn beviljade detta stillestånd och använde tiden till att noga undersöka terrängen omkring fästningen, ja, de belägrade tilläto t. o. m., att sven skarne giugo öfver bron till slottsholmen. På morgonen den 1 1 lät Horn för andra gången uppfordra slottet, men koramen- ') Dessa voro bestyckade: n:o 1 med två sexpundiga och n:o 2 med två tolfpundiga kanoner, n:o 3 med fyra halfva kartauner. 2) Enligt Slange gjordes dock ett utfall, hvarvid de belägrade ledo stor förlust."], [33, "29 danten svarade, att fältmarskalken såsom en förståndig hög krigsofficer väl kunde inse, att slottet ej kunde uppgifvas på detta sätt. Horn började då genast beskjutningeu ånyo, och svenskarne öfvergingo på natten till ladugårdsholmen och togo i besittning de löpgrafvar, som fienden själf där hade anlagt, men öfvergifvit. Äfven den 12 och 13 fortfor kanonaden, tills sistnämnda dag om aftonen de belägrade begärde ackord. Den 14 afslöts ackordet, och den 15 bittida om morgonen aftågade den danska besättningen och intågade svenskarne i slottet1). Belägringen hade kostat svenskarne 9 döda och 16 sårade2). Enligt ackordspunkterna fick garnisonen aftåga till Halmstad med flygande fanor och klingande spel samt medtaga hustrur och barn, tjänare och husfolk, hästar, bagage m. m. Det öfriga krigsfolket, som ej tillhörde garnisonen, vore med rätta krigs- fångar. Dock tillät Horn Sincklers eget kompani, 150 man, med flygande fanor och klingande spel afmarsehera och lät konvojera det till Kristianstad. Det öfriga manskapet fick ned- lägga vapen och begifva sig hem3). Kanoner, ammunition och proviant togos som byte 4). Alla landsböcker och kammarakter, som kunde tjäna till upplysning om guvernementets räntor och inkomster, utlämnades. Laholms eröfring var en viktig fram- gång tor svenskarne. Staden var af värde för sin goda hamn, och med den starka fästningen kunde svenskarne afbryta korre- spondenslinjeu mellan Halland och Skåne, hålla en stor del af landskapet i kontribution och trygga gränsen mot Småland. Horn stannade i Laholm till den 1 juni för att sätta fästnings- verken i godt stånd. Han lät anlägga en contre-escarpe om- kring grafven och en fausse-braie vid foten af den murade ') Relät. n:o 9. 2) Enligt förteckning i O. S. 3) Af de aftågande soldaterna löpte största delen bort på vägen, så att Sinckler hade ganska få med sig till Kristianstad. Relät. n:o 10. 4) Bland kanonerna voro två kopparstycken, som af danskarne blifvit tagna i Kalmar 1611. De voro prydda med följande inskription: Christianus IV D. G. Danise et Norvegise Rex manu militari tormenturo hoe extorrit in viciniam fugato Carolo IX Rege Suecorum capta Calmarva arce veterum Gothorum III Aug. CIDIOCXI. Horn lät tillägga följande: Christina Suecise Regina hoc tormentum Laholmia arce capta recepit. Boeclerus II, 170."], [34, "30 vallen. Den 1 juni bröt han upp med 1,500 man till fot och 10 kompanier ryttare och tågade fram på vägen till Halmstad. Den 2 juni skickade han några troppar ryttare och dragoner förut för att rekoguoscera. Dessa lyckades gå öfver Nissan en mil ofvanför Halmstad, fastän strömmen af mycket regnande svällt öfver sina bräddar. De närmade sig sedan stadens murar och skärmytslade med ett därifrån utskickadt parti ryttare, som dock icke vågade sig utom skotthåll för fästningen1). Därpå återvände de med ett byte af mer än 600 boskapskreatur2). Den 3 juni blef en bro öfver Nissan färdig, hvarpå Horn gick öfver med sina trupper och ryckte fram till Arlösa. Därifrån utsände Horn brandskattningsbref till kringliggande orter, och allmogen infann sig efterhand med den ålagda brandskatten: 4 rdr jämte en tunna bröd och en half tunna öl för hvar bonde. Den 4 skickade Horn öfverstelöjtnant Håkan Nilsson med 350 ryttare uppåt Nissan till Torup, för att skingra ett band snapphanar och möta Stenbock, som redan den 6 maj erhållit befallning från regeringen att med adelsfanan stöta till armén. Denne kunde dock ej anträffas, hvarför Nilsson återvände till Arlösa. Underrättelse inlöpte nu, att Ulfeld afseglat från Halmstad till Varberg, där han kvarlämnat sina dragoner, och sedan med det öfriga folket vidare. Härmed afträder Ebbe Ulfeld ur detta fälttågs historia; han hade nämliiren begifvit sig tillbaka till Danmark, som han snart äter lämnade för att tillträda ståt- hållareskapet öfver Ösel. Hans afgång var en stor förlust för danskarne, ty genom sin skicklighet i det lilla kriget, särskildt sina snabba och oväntade rörelser, hade han ständigt hållit svenskarne i oro och åsamkat dem stora förluster. Då det vidare blef bekant, att stora flottan låg segelfärdig3), bröt Horn upp från Arlösa, den 9 juni, pingstdagen, återkom på aftonen till Laholm och kvardröjde där till den 12, hvarpå han på rege ringens befallning med hela armén aftågade till Skåne, åt Ystad, ') Ståthållare i Halmstad var Nils Krabbe, kommendant major Patrick Dumback; besättningen uppgick till 1,500 man och dessutom halländska adelsfanan. Relation af en fången gefreider Efraim Larsson, dat. Laholm .i. 10 maj 1644. O. S. 2) Kernkamp uppger (s. 87) oriktigt, att Horn intog Halmstad. 3) R. R. 23 maj, reg. till Horn."], [35, "31 för att sätta sig i förbindelse med flottan1). Till kommendant i Laholm förordnades kaptenen vid västgötarne Bengt Liljehök. För att förhindra fientliga infall öfver gränsen till Småland lät Horn besätta Målaklöfs skans och anlägga en annan på Nissa stigen. Ryttmästareu vid Smålands kavalleri Johan Gyllen svärd skulle med sina ryttare försäkra förbindelsen med armén. Stenbock, som kvarstod i Västergötland och af brist på hästar och på grund af underrättelser om ett befaradt anfall från Norge ej kunnat efterkomma regeringens upprepade befallningar att begifva sig till Horns armé, fick af fältmarskalken order att fatta posto mellan Falkenberg och gränsen och hafva ett öga på denna stad och Varberg2). Under Horns frånvaro hade Kagg stått i Landskrona och ined ifver arbetat på dess fortifikation. Wachtmeister hade med sina trupper uppehållit sig mellan Malmö och Ystad för att hålla allmogen i lydnad och drifva in krigskontribution samt observera Malmö. Rykten löpte omkring, att prins Fredrik skulle sammandraga en här vid Malmö, men besannades icke. Ej en gång några större ströftåg gjordes från staden. III. Den 11 maj sände regeringen Törnsköld till Horn med instruktion för sommarfälttåget3). Den börjar med en redo görelse för förhållandena till Holland, grundad på underrättelser från Spiering, L. de Geer och Herman Fleming. Ännu hade ej generalstaterna gifvit bestämdt svar på svenska regeringens skrifvelse med anhållan om bistånd och samverkan, utan det syntes, som om man ville hålla sig neutral och tillåta båda parterna att i Holland köpa in krigsutrustning. En örlogsflotta på 60 skepp gjordes färdig att konvojera Östersjö-handelsflottan till Sundet, och med den följde två kommissarier som medlare mellan Sverge och Danmark. Öfverläggningar hade varit å bane, att Holland skulle begagna tillfället att åter förvärfva ') R. R. 19 juni, reg. till Horn. Relät. n:o 10. Boeclerus 170—172, 2) R. R. d. 8 o. 15 juni. ') D. 11 maj i R. R., d. 18 maj i B. S."], [36, "32 sin gamla frihet i Sundet och fri fart på Östersjön. Stämningen mot Sverge syntes hafva blifvit mindre gynnsam, emedan ge neralstaterna sändt kommissarier till Amsterdam för att taga reda på den flotta, som de Geer höll på att anskaffa för Sverges räkning. »Dessförutom är intet tvifvel, att såsom Danmark har väl nyttjat vårt tyska krig, så skall ock Nederlanden nyttja våra vapen mot Danmark sig till nytta. Men om de cooperera något till vårt gagn eller om de af jalousi skola under inter positione sken kasta sig emot oss och söka själfva impatronera sig Sundet, såsom nu däröfver diskurser äro fallne, det måste vi låta anstå att döma nu.» I denna osäkra ställning ansåg regeringen bäst, att det tillämnade anfallet på danska öarna inställdes, tills man kommit mera på det klara med Staternas afsikter, och i stället en plan fattades, som ej kunde väcka deras misstroende, utan snarare komma med deras afsikter öfverens. Således skulle vi afhålla oss från Själland, med mindre något särdeles tillfälle yppades, och vårt hufvudsyfte med fälttåget pa denna sidan Sundet blifva att bemäktiga oss Skåne. Och som konungen af Danmark nu som alltid sökte ruinera Västergöt land och oroa Göteborg, så hade regeringen beslutit att med en corps volant försvara Västergötland och försäkra Göteborg. Hufvudplanen skulle riktas mot Malmö, ginge det öfver, måste det öfriga snart följa efter. Till förstärkande af Horns armé sände regeringen från Finland 2:ne skvadroner ryttare, Stål handskes och Wittenbergs, samt Axel Axelssons regemente och Sassens skvadron till fot, och från Riga Hamiltons regemente. På detta sätt borde Horns armé blifva så stark, att han skulle kunna angripa Malmö och på samma gång hafva en liten corps volant på 800 å 1,000 ryttare och 2,000 knektar förutom Göte borgs garnison1). Kanoner, ammunition och proviant skulle regeringen draga försorg om. Torstensson å sin sida hade fått order att med alla medel oroa fienden och tränga öfver på Fyen eller Själland och hindra honom att förstärka sig emot Horn. Tiden för denna plans utförande vore lämpligast fram på som maren, då man finge se, hvad Hollands plan ginge ut på. Re geringen sökte att med det första få flottan klar; de Geers ') Jfr bilagan."], [37, "33 fartyg skulle antingen förstärka stora flottan eller göra en diver sion åt Norge eller annorstädes. Västgöta-kåren skulle rycka in i Viken, söka intaga Marstrand och innesluta Bohus på norra och västra sidan och Nils Asserson från Göteborg på den södra och östra. Sedan kunde man försöka ett anfall eller hungra ut det. Därigenom skulle Västergötland skyddas från Norge och allmogen få i ro blifva vid sitt åkerbruk, man skulle blifva herre öfver Göta älf, skilja Norge och Danmark längre från hvaraudra och trygga Göteborgs handel. Till befälhafvare öfver västgöta-hären ville regeringen helst hafva Lars Kagg, så framt han kunde undvaras från armén i Skåne. »När vi allt öfver lägga, finna vi öppningen af Sundet det högsta, som vi kunna intendera på, och intagandet af Bobus därnäst af viktighet.» Den 16 maj skref regeringen till Torstensson om de för- ändrade planerna. Vi erinra oss, att denne i januari inryckt i Jutland. Vid Kolding slog han det danska rytteriet och in- tog därefter skansen vid Middelfart, där han sålunda hade en god position vid Lilla Balt. Svenskarne innehade nu hela Jut- land till Skagen, Slesvig, Holstein, Ditmarschen och Stormarn, utom Gluckstadt och Krempe. I februari — april hade Torstens- son sitt hufvudkvarter i Haderslev. Han hade satt sig i för- bindelse med L. de Geer i Holland och rådt honom att med sin flotta löpa till Arhus, då Torstensson med dess hjälp hoppa- des kunna öfvergå till Fyen eller Själland. Regeringen ogillade ej i sin skrifvelse af deu 16 maj denna plan, ehuru dess mening varit att låta den holländska flottan förena sig med den svenska stora flottan. , Dock, om Torstensson funne, att han ej med de holländska skeppens hjälp kunde öfvergå till öarna, skulle han låta dem förena sig med stora flottan. Torstensson skulle ä sin sida för öfrigt icke låta regeringens order till Horn inverka på den ursprungliga planen. Regeringen önskade blott, att Torstenssou så sysselsatte fienden, att denne icke kunde åstad- komma någon betydligare armé på skånska sidan, utan vi där fritt få agera och bemäktiga oss fästningarna. Slutligen be gärde regeringen, att Torstensson undsatte Horn med 2,000 man till fot, helst svenskt eller finskt folk, hvilka genom flottan kunde öfverföras till Skåne. Regeringen hade dock ännu ej afsändt sitt bref af den 16 3"], [38, "34 maj, då bud ankom från Torstensson med flere skrifvelser, inne hållande underrättelser, som helt och hållet förändrade ställ ningen. Torstensson omtalade, att Hatzfeld med några tusen man var i antågande nedåt stiftet Bremen, och Axel Lillie meddelade samtidigt från Stralsund, att Gallas med en armé avancerade från Böhmen ned mot Havel och ämnade sig till Mecklenburg och Vor-Pommern. Regeringen hade hoppats, att krigsreson skulle bjuda de kejserlige att ej gå nedåt kusten, så länge svenskarne innehade flere fasta platser i Mähren, Schlesien och Meissen och landet därnere var öde, så att ingen armé där kunde lefva, förr än säden blifvit inbärgad1). Men denna för hoppning hade således slagit fel. Regeringen öfverlade noga om ställningen och sände Torstensson sitt betänkande den 27 maj. Här förelågo nu två alternativ: antingen skulle Torstens son med största delen af sin armé vända sig mot de kejserlige eller stanna i Jutland och därifrån fortsätta med den första planen att söka öfvergå till öarna. Skäl funnos för båda. Den stora flottan kunde ej blifva ute långt på hösten af fara för sjukdom. Det vore då skäl att begagna sommaren för att med all kraft och med tillhjälp af den stora och den de Geerska flottan söka bemäktiga sig öarna. Men ä andra sidan måste man betänka, att kejsaren vid sitt angrepp otvifvelaktigt i första rummet åsyftade kusten. Där voro de svenska besättningarna svaga, och vice guvernören i Pommern Axel Lillie fruktade, att om han ej finge undsättning, Demmin, Anklam och Greifswald kunde löpa fara. Så var nu gräs på marken för fiendens hästar, så att den kejserliga armén kunde hålla ut till juli, då skörde tiden kom. Därtill hade fienden ett stöd i prinsen af Danmark, som innehade stiftet Bremen. Skulle man alltså låta Gallas få fast fot vid kusten, då hade vi endast en vacklande fot att stå emot kejsaren, och kanske skulle icke blott vår armé, som mest bestod af tyskt folk, med ovilja se våra krigsföretag i Tyskland uppskjutas, utan äfven Frankrike få orsak att innehålla subsi dierna. »Pommern och sjökanten äro eljest som en bastion för Sverges krona, och består däri vår förnämsta säkerhet mot kej saren; och var detta den förnämsta orsaken, som bragte vår ') Reg. till Torstensson d. 14 mars. R. R."], [39, "35 herr fader i vapen mot kejsaren. Skulle vi låta Pommern gå ifrån oss, vore vi sedan mera osäkra, än vi voro före detta kriget. Den respekt, som vi nu ha hos Polen, hafva vi för Pommerns skull, eftersom det ligger Polen pä sidan.» Af alla dessa skäl ansåg regeringen, att man måste låta planen på de danska öarna tills vidare anstå, ty att vi skulle släppa våra för delar i Pommern och Mecklenburg för hvad vi tilläfventyrs kunde vinna i Danmark, det ansåg regeringen under dåvarande omständigheter icke rådligt. Man kunde för öfrigt från Pom mern komma nästan lika lätt in på de danska öarna som från Holstein eller J utland. Huru Torstensson vid sitt uppbrott bäst borde ordna sakerna i Jutland, öfverlämnade regeringen åt ho .nom själf att bestämma. Sådan var ställningen, då stora flottan var färdig att utlöpa. Denna stod under befäl af amiral Klas Fleming och var delad i tre skvadroner, af hvilka Fleming förde den mellersta, amiralen Åke Hansson Ulfsparre den högra och amirallöjtnanten Clas Bjelkenstjerna den vänstra. Den bestod af 39 krigsskepp och dessutom 3 lastdragare, en bojert, 2 galioter och 4 brand skepp. Dessutom medföljde en transportflotta, under befäl af skeppsmajoreu Henrik Hansson, bestående af en jakt, en bojert, 6 strutsar och 60 lådjor, hvilka gingo närmare kusten inomskärs och medförde det fotfolk, som skulle förstärka Horns armé 1). Flottan skulle samlas tillhopa först vid norra udden af Oland och sedan vid Bornholm, hvarifrån Fleming skulle sätta sig i förbindelse med Horn och med Torstensson öfver Riigen. Om Gud sedan beskärde seger, skulle han nyttja den antingen till att inkräkta de återstående platserna i Skåne eller till att an gripa Själland. I augusti skulle han begifva sig hem med de största skeppen, men kvarlämna 12 — 16, under Ulfsparre eller Bjelkenstjerna, att kryssa mellan tyska kusten och Sverge2). ') Genom förändrad disposition af reg. kom detta att bestå af en skva dron utvaldt folk af finnarna samt de 6 komp. Södermanlands knektar, som dittills legat i Kalmar (s. 10) och 2 komp. Smålands knektar, som legat på Öland. Henrik Hansson skulle för den skull anlöpa Kalmar. Där stannade i stället 4 komp. af finnarne, yngre och mindre stridvant folk. Memorial för öfverstelöjtn. B. v. Gerdten 30 maj. R. R. 2) Instr. för Fleming d. 30 maj. R. R."], [40, "36 Den 23 maj löpte flottan ut i skären och lämnade den 1 juni Dalarö för att gå till hafs. Den 29 maj hade regeringen skrifvit till Horn, att planen pä Bohus tills vidare finge anstå för att ej hindra hufvudplanen på Skåne. Horn ankom till Landskrona efter tre dagars marsch och rådgjorde här med Kagg om regeringens plan för det kommande fälttåget enligt skrifvelsen den 18 maj. De båda härförarne gillade regeringens beslut att tills vidare inställa anfallet pä Själland och likaså på Bohus samt afsände med Törnsköld sitt betänkande häröfver. I Landskrona kvarlämnades de sjuka, och öfverste B. Ribbing med två skvadroner förordnades till stadens försvar. Horn bröt upp därifrån den 18 juni och slog läger vid Skräflinge utanför Malmö. Vid Horns ankomst stodo fientliga ryttareposteringa$, långt framskjutna från staden. Mot dessa skickade Horn några mindre afdelningar för att draga ned dem från de kullar, från hvilka de kunde iakttaga de antågande svenskarnes styrka. Till deras förstärkning utsändes då från Malmö hela det fientliga rytteriet, 500 man utom dragoner. Mot detta ryckte grefve Karl Lewenhaupt med fältmarskalkens lifkompani och öfverste Harald Stake med en del af sitt regemente. Oaktadt fiendens ställning var stark — platsen var sådan, att af svenskarne blott 200 man kunde strida och dessa utsatta för danskarnes kanoner — gjorde Lewenhaupt ett djärft anfall och dref den öfverlägsua fienden med förlust tillbaka till stadens portar. Fienden vände emellertid snart om för att förnya striden, men då den fick se Stake komma anryckande mot sig, stannade den inom skyddet af sina kanoner. Svenskarna hade blott 12 döda och sårade. Bland de senare var äfven VVachtmeister, som samma dag efter väl förrättadt värf med sina trupper förenade sig med den an kommande kåren vid Önsvala bro1). Han sårades i låret af en kula, ovisst, om af vårdslöshet från någon af hans eget folk. Malmö skyddades på norra sidan af hafvet, på den södra af moras. Ät landsidan omgafs staden af en stark mur och en bred graf, åt hafvet af en fast vall. Bortom morasen var en damm, hvarifrån rännor genom Söderport förde dricksvatten till stora torget. I närheten af denna damm vid vägen från Söder- ') I St. Mölleberga s:n, söder om Lund."], [41, "37 port stod en fientlig högvakt, närmare hafvet en ryttarvakt, norr om staden vid Sundet en annan högvakt. Besättningen uppgick till öfver 3,000 man. För belägrande funnos i trakten omkring staden ingen betäckning. Staden var af stor betydelse: »i detta krig visade sig isynnerhet, att Danmarks trygghet icke så mycket berodde på Sundets lås som på Malmös murar» ■). Så länge svenskarne ej innehade Malmö, kunde de ej vara i trygg besittning af Skåne. Till Själlands skydd voro stora för siktighetsmått vidtagna. Helsingör och Kronborg hade starka garnisoner. Långs kusten var dragen en kordong vaktposter af soldater och bönder. Borgarne i städerna pressades till vakt tjänst2). I Sundet lågo två stora pontoner, en vid Saltholm och en vid Amager, byggda af groft timmer och starkt bestyc kade3). I Väst-Skräflinge hade fältmarskalken själf med ge neralstaben sitt kvarter; där låg äfven infanteriet. Framför lägret stod en piket af 2 kompanier ryttare. I Ost-Skräflinge låg öfverste Stake och uppländingarne, i Husie grefve Lewen haupt, öster därom Stenbock, i Fosie stod Erik Oxenstjerna med östgötarne. Norr om lägret stodo två ryttarvakter, hvar dera på 100 man, den ena helt nära, den andra midt emot den danska vakten vid Sundet. Vid Hyllie stod en vakt på 2<J0 hästar och vid vägen från Söderport en på 100 hästar samt ännu en vid Hindby. Till belägringen behöfdes emellertid framför allt hjälp af flottan för att hindra stadens undsättning från sjösidan och svenska lägrets oroande af danska flottan. Horn hade tänkt, att den svenska flottan skulle lägga sig i Flintrännan och bevaka Sundet mellan Köpenhamn och Malmö. Men ingen flotta syntes till. Då ej heller några förstärkningar kommo, vare sig från Tyskland eller Livland, måste Horn upp skjuta belägringen, men stod fortfarande kvar vid Malmö såsom den bästa punkt, hvarifrån man kunde iakttaga fienden4). Där- ') Boeclerus II, s. 177. 2) Kernkamp, s. 84. 3) Boeclerus, s. 178. 4) Öfverstelöjtnant Klingspor passade på, då boskapen drefs ut från staden på bete, och bemäktigade sig 500 kreatur (d. 27 juli). Fiendens ryt tare, som skulle bevaka densamma, togo genast till flykten. Ett par dagar senare hade man från Malmö inbärgat rågen på fälten kring staden och"], [42, "38 till kom, att lådjeflottan skulle inlöpa i Ystad och måste där skyddas mot fiendens anslag1). Emellertid kommo underrättelser, att Västergötland hotades med infall från danska sidan. Hannibal Sehested hade afbräut Vänersborg och sedan slagit en bro öfver Göta älf från Hisingen till Jordfallet midt emot Bohus och där börjat anlägga en skans. Regeringen tänkte nu, att konungen af Danmark genom ett anfall på Västergötland skulle söka oroa Horn och draga honom tillbaka från Skåne. Det gällde således att skydda Västergötland, »den fast noblaste provinsen i hela vårt rike». För den skull bildade regeringen i Västergötland en armé, öfver hvilken Lars Kagg förordnades till befälhafvare (d. 5 juli). Denna armé skulle bestå af 250 man af Upplands ryttare, som varit hemma under vintern, alla bergsbruksknektarne, de Söder manlandskuektar, som dittills legat vid Nyköping, samt det folk, som under kvartermästaren Anders Siggesson arbetat med slussbyggnaden vid Arboga, hvilka alla skulle mönstras vid Örebro i juli och därifrån tåga till Västergötland under befäl af riksdrotsen Per Brahe, som skulle gifva Kagg närmare order; vidare af den del af Göteborgs garnison, som kunde undvaras, samt slutligen af en skvadron af västgöta ryttare, en skvadron Upplands ryttare och 200 å 300 knektar och musketerare, hvilka Kagg skulle taga med sig från armén i Skåne2). Dessutom skulle riksdrotsen uppmuntra allmogen att understödja Kagg mot fienden. Horn hade utsändt flera partier for att inhämta under rättelser om flottan och sätta sig i förbindelse med Fleming skulle just införa den, då svenska rytteriet anföll och bemäktigade sig hela förrådet (100 lass). Alla kvarnarna kring staden satte svenskarne i brand, sedan de lagt beslag på de stora upplag af säd och mjöl, som där funnos. Extract skrifvelse ur hufvudkvarteret för Malmö d. 3 aug. 1644. ') Horn ditsände bl. a. 2 halfva kartauner, som tillika med andra ka noner uppställdes på stranden. Boeclerus, s. 180. 2) Kagg ankom till Göteborg d. 30 juli och dagen därpå riksdrotsen med 1,000 man till fot och 500 ryttare. Extract skrifvelse ur Göteborg d. 3 aug. 1644. — Harald Stake bröt först d. 23 jan. 1645 upp med en skvadron af sitt regemente från arme'n i Skåne till Västergötland. R. R. I stället för Upplands ryttare, som stannade hos Horn, fick Kagg en skvadron af Stål handskes finska ryttare, som i aug. kommo öfver till Sverge."], [43, "39 för att höra, om han kunde bistå Horn vid angreppet på Malmö. Han erfor, att vår stora flotta i slutet af juni legat utanföi holsteinska kusten och att den danska flottau, 33 skepp stark, seglat ut i Östersjön. Ännu den 4 juli hade han icke haft någon underrättelse från Fleming, men rykten giugo om en sammandrabbning mellan flottorna vid Femern. Lådjeflottan hade kommit till Bergkvara, men Horn gaf order, att den skulle gå tillbaka till Kalmarsund, tills han hunnit få vissare kun skap om stora flottan och den i trygghet kunde fortsätta till Ystad. Äfven regeringen sväfvade i lika stor ovisshet som Horn angående händelserna till sjös. Sedan den 20 juni hade man ej haft bref frän Fleming, men hade genom Schtite i Hamburg hört, att Fleming varit i land vid Neustadt (n. om Liibeck) och rådgjort med Torstensson: »allt beror nu af flottan»1). Planen pä en landstigning på Fyen måste emellertid tills vi dare skjutas åt sidan, då man fick veta, att Kristian återkommit till Köpenhamn med flottan, sedan han afvisat Thijsens eskader. Regeringen förmodade, att ett sjöslag ägt rum, då »Patientia» kommit sönderskjuten till Köpenhamn2). Först den 31 juli an kom i skärgården en bojert från Stralsund, den 23 därifrån afgången, på hvilken befann sig en budbärare, den 5 juli af färdad från flottan, med bref från Fleming och Torstensson. Genom dessa bref mottog regeringen den 1 aug. underrättelser om det stora, men oafgjorda sjöslaget vid Femern den 1 juli och sände genast dagen därpå kopior af dem till Horn. Den 7 aug. underrättar regeringen Horn om Flemiugs död (cl. 26 juli) och de följande krigshändelserna samt om flottans återkomst till Elfsnabben den 5 augusti; man öfverlade nu om nya order och ålade Horn att tills vidare gä endast defensivt tillväga. I början på juli hade lådjeflottan ankommit till Hauö och seglade därifrån till Ystad, dit den ankom i midten af juli, medförande från Kalmar ett antal båtar med spannmål och salt. Medan flottan låg i Ystad, nalkades (d. 28 juli) en dansk flotta, bestående af 2 örlogsskepp jämte 9 stycken bojertar, skutor och lådjor och förande svenska flaggor. Man misstänkte dock sveket ') R. R. d. 10 juli. 2) R. R. d. 17 juli."], [44, "40 och hälsade dem med några skott, som blefvo signalen till en häftig kanonad å båda sidor. De danska fartygen måste dock slutligen tämligen illa tilltygade begifva sig därifrån. Följande dagen lågo de i Trelleborg för att reparera sina undfångna skador och afseglade därifrån efter några dagar1). Horn ansåg nu. bäst, att lådjorna giugo tillbaka till Kalmar, då de utan stora flottan ej kunde något uträtta och Horn ej utan dennas bistånd kunde skydda dem. Detta var dock vågsamt nog, emedan efter svenska flottans hemsegling fiendens kryssare be vakade hafvet mellan Bornholm och Skåne. Den 15 aug. af seglade Henrik Hansson med god vind. Följande dag mötte han utanför Simrishamn två danska örlogsskepp, som anföllo honom. Vädret hade nu blifvit lugnt, och han kunde ej komma undan, utan fienden bemäktigade sig två strutsar och 6 lådjor; 7 lådjor förliste. Den 23 augusti var han med de öfriga åter i Kalmar. Den 17 aug. underrättade regeringen Horn, att flottan snart efter undergången reparation åter skulle gå till sjös, men då sjukdom härjade bland folket och den bästa årstiden redan var förtiden, kunde regeringen ej låta de största skeppen utlöpa. Flottan blef därför ej så stark, att planen mot Malmö med dess hjälp i detta år kunde sättas i verket; därför skäl att fatta en annan plan. Men dä, i fall Horn lämnade Malmö, fienden kunde draga ditin landets inkomster och den inbärgade grödan och armén såluuda komma att lida brist på lifsmedel, ville re geringen oj föreskrifva Horn något visst härutinnan, utau öfver lämnade det åt honom själf att bestämma. Denne svarade i bref af den 4 september, att han ämnade stå kvar vid Malmö i sitt retrancherade läger och iakttaga fienden, tills årsväxten insamlats i magasinen. Rustningar till vintern började vidtagas; regeringen lät bref utgå till landshöfdingarne, att de skulle förmå allmogen utgöra pälsar, skjortor, strumpor och skor åt soldaterna. Horn klagar, att den spannmål och salt han fått från Kalmar ej räcker till, och regeringen lofvar att draga för sorg därom. De återstående till armén utlofvade förstärknin garna ankommo ändtligen. Hamiltons regemente hade den 18 '; Extract skrifv. ur hufvudkvarteret för Malmö d. 3 aug. 1644."], [45, "41 aug. anländt till Kalmar från Riga och afmarscherade efter en veckas hvila till armén. De båda finska rytteriskvadronerna af Stålhandskes och Wittenbergs regementen, den förre under befäl af öfverstelöjtnant Burmeister, den senare under major Beck, hade i aug. ankommit till Stockholm. Burmeister red genom Västerås och Örebro åt Västergötland för att enligt Kaggs order förena sig med Stenbock i Halland l). Beck red genaste vägen genom Östergötland och Småland till Skåne, dit han framkom i midten af september2). I slutet af aug. utbröt vådeld i lägret, hvarvid bl. a. alla regeringens memorialer och instruktioner förstördes. Horn begärde därför nya. Ströftåg gjordes ofta från lägret och likaså från Laholm och Halmstad ömsevis, men besättningen i Malmö höll sig inom murarna3). Af danska fångar inhämtade man, att flottan utrustades och trupper samlades i Köpenhamn, hvaraf man kunde förmoda, att danskarne skulle gå öfver till Skåne. Horn önskade därför ifrigt, att svenska flottan snart måtte ankomma. Regeringen svarar, att den ligger segelfärdig, men att sjukdom bland sjö folket hindrar dess utlöpande. För öfrigt tror regeringen ej, att konungen af Danmark nu, sedan Gallas åter lämnat Hol stein, medförande 3,000 man danskt folk, kan hafva för afsikt att angripa Horn4). Kristian IV hade genom slagen i Lister-Diep och vid Fe mern räddat de danska öarna från den hotande invasionen. I augusti lämnade Torstenssou Holstein, kvarlämnande Helmuth Wrangel med 5,000 man. Därifrån hotade sålunda ej längre någon trängande fara. Konungen var efter återkomsten frän sjöexpeditionen till en början tveksam, huruvida han åter skulle prof va lyckan på hafvet eller förlägga sitt högkvarter till Skåne. Sedan man erfarit, att den svenska flottan seglat hem, trodde man ej, att den skulle återkomma detta år och styrktes däri af ') Jämf. sid. 38 not. 2. 2) R. R. d. 17 aug. 3) Boeclerus, s. 181. 4) R. R. d. 4 sept."], [46, "42 ett uppsnappadt bref från Horn 1). Kristian beslöt därför att öfvergå till Skåne. . Förnämsta syftet härmed var, att han hoppades genom någon framgång mot svenska armén stärka sitt anseende hos de med lande makterna vid den kommande fredsunderhandlingen2). I slutet af augusti lät han transportera trupper från Fyen och Själland till Malmö, under befäl af riksmarsken Anders Bille och uppgående till omkring 6,000 man, så att när därtill räknas besättningen i Malmö och efter hand anländande förstärkningar, den danska krigsmakten var ganska ansenlig. Den var star kare än den svenska i fotfolk, men svagare i rytteri3). Då Horn märkte fiendens afsikter, sammandrog han sina trupper4) och skickade de sjuka och trossen till Helsingborg, för den hän delse att man hastigt skulle komma att flytta läger. Den 4 september red Bille med en del af rytteriet ut ur Malmö, men försökte förgäfves draga Horns folk i försåt för det af kullar dolda fotfolket. Icke bättre gick det följande dagen, då han drog ut med hela rytteriet för att locka Horn ur lägret, ty Horn var honom för slug. Den krigserfarne fältherren ansåg ej rådligt att blottställa sig; då fiendens stridskrafter ännu ej voro säkert kända. Ett par dagar senare kom Kristian själf till Malmö. I gry ningen påföljande dag drog konungen med 4,000 man fotfolk och 4,000 ryttare och dragoner ur staden och fram på ett kanon hålls afstånd frän svenska lägret mot en höjd vid Västra Skräf linge kyrka, där Horn hade en förskansning. Horn stod i be grepp att rycka ut, för att skydda denna plats, då ett häftigt oväder med regn och storm förmådde danskarne att tåga till baka. Konungen lägrade sig sedan d. 10 sept. i en fördelaktig ') Kernkamp, s. 105. 2) Reg. till Torstensson d. 26 okt. R. R. — Het bleek meer en meer, dat de Deensche reg. den uitslag van den krijgstogt in Schonen wilde af wachten, alvorens tijd en plaats van de onderhandeligen väst te stellen. Kernkamp, s. 125. 3) Boeclerus, s. 182; Slange, s. 1,257. Kristian kom till Skåne med 5,000 man till fot och 2,500 ryttare, väl öfvadt och beväpnadt folk. I slutet af okt. hade han 14 — 15,000 man. Kernkamp, s. 103. 4) Det fotfolk, som ankommit på lådjorna, hade hittills legat kvar i Ystad."], [47, "43 ställning på kullar niidt emot svenska lägret i nordlig riktning om detta och drog till sig förstärkningar från Halmstad och Kristianstad1). Sedan lågo de båda härarna öfver 14 dagars tid midt emot hvarandra. Ä ömse sidor synes man hafva dragit sig för att väga ett fältslag. Däremot besköt Kristian ifrigt det svenska lägret ined bomber och granater, men åstadkom dock ej större skada, än att fem man och några hästar och boskapskreatur dödades2). Svenskarne besvarade kanonaden mera sparsamt, men icke utan verkan. Några skärmytsliugar föreföllo äfven. Wachtmeister slog vid Önsvala bro överste löjtnant Anefeld, som med 350 ryttare och 50 dragoner blifvit utsänd för att uppfånga en svensk transport. Danskarne för lorade omkring 100 döda och 30 fångar, och Anefeld själf blef sårad. Snapphanarne, som en tid hållit sig stilla, började efter danska arméns ankomst åter att husera. Horn drog därför till sig Burmeister med Stålhandskes skvadron från Laholm, dit han förut pä Horns order begifvit sig från Bredaryd i Västbo, och denne slog i grund ett par bondeskaror, som belägrade de af svenskarne besatta Knutstorp och Eriksholm. Redan förut hade ett bondeparti blifvit slaget vid Tomarp af ryttare ur besätt ningarna i Laholm och Eugelholm. Emellertid började Horns ställning att blilva svår, emedan danskarne frän sitt högre belägna läger kunde göra svenskarne större skada än dessa dem. Då sjukligheten med hvarje dag tilltog och ingen flotta hördes af, beslöt Horn att bryta upp och ') R. R. d. 18 sept. B. S- d. 2 okt. Boeclerus s. 183. Slange s. 1,257 har oriktigt uppfattat saken, som om Horn skulle hafva flyttat lägret till nämnda förskansade höjd. Platsen för konungens läger är svår att riktigt bestämma. Enl. Slange låg det mellan byn och kyrkogården, enl. Horns uppgift mellan staden och sjön på sidan in åt Landskrona. Theatrum eur. säger (s. 583): Bes wäre der König dem Feind so nahe kommen, dass er die Berg in Ost und Westen an des Feinds Lager glucklich recupiert mit Batte reien und continue des Feinds Lager gleicb von Triangel zu kanonieren an gefangen. D — Enl. Kernkamp (s. 103, not 6) skulle Horn hafva mottagit förstärkningar från Göteborg. De svenska källorna nämna intet härom. 2) »På det sättet skall han lätteligen förspilla allt sitt krut, som i hela Danmark finnes, hvilket vi honom gärna unne.» Relät, ur lägret vid Malmö d. 24 sept. 1644."], [48, "44 söka draga danskarne från deras fördelaktiga ställning ut på fältet. Den 27 sept.1) satte Horn eld på sitt läger och tågade i slagordning till Uppåkra, en half mil s.s.v. från Lund. Två broar måste svenskarne öfvergå på vägen, vid Kviste (öfver Segeån i Sallerups s:n) och Önsvala, och detta i spridd ord ning. Likväl vågade konungen ej begagna sig af tillfället och angripa svenskarne, emedan Horn säudt rytteriet i för väg och på kringliggande backar utplanterat fältstycken, som hindrade danskarne att följa efter. Några små skärmytslingar mellan svenska eftertruppen och dauskarnes förtrupp ägde rum med växlande lycka2). Konungen slog läger midt emot Upp åkra närmare ■ Sundet. Här upprepades åter samma spel som förut. De båda härarna lågo i allmänhet stilla midt emot hvar andra. Endast ett par gånger närmade sig danska ryttare det svenska lägret, nämligen den 11 okt. under befäl af en ung Rautzau och den 12 under Nils Wind, men blefvo båda gån gerna tillbakadrifna af den svenska ryttarvakten, ehuru den ej var hälften så stark; Rantzau blef själf svårt sårad. Den 14 nedgjorde Wachtmeister ett band snapphanar på 300 man, där ibland 40 dragoner, vid Hallesta, halfannan mil från Lund. Byn sattes i brand, och de flesta blefvo innebrända3). Den 17 bröt konungen oförmodadt upp och begaf sig till passet vid Värpiuge4), förmodligen i syfte att afskära för Horn förbindelsen med Landskrona. Till en början visste man icke, om hau skulle stanna där eller gå öfver ån, men då han be gynte marschera öfver, gick Horn med rytteriet och några hundra musketerare skyndsamt efter honom. Konungen hade med avantgardet och det mesta af fotfolket samt alla kano nerna5) redan hunnit öfver, då Horn anlände, och hade vändt kanonerna mot de anryckande sveuskarne för att skydda resten af armén vid dess öfvergång. Horn angrep dock hans arriére- ') Kernkamp har orätt d. 6 okt. (s. 104). 2) Boeclerus, s. 186. Slange, s. 1,254. 5) Extractskrifv. ur Landskrona d. 23 okt. 1644. 4) Nu Trolleberg i Flackarps s:n. Värpinge by ligger vid Höje å, där stora landsvägen går öfver. 5) Han hade 24 kanoner, större och mindre, med sig, s:a relät."], [49, "45 garde, bestående af 3 skvadroner ryttare1), och en häftig strid uppstod, hvarvid danska rytteriet råkade i oordning, så att en del drefs ned i ån. Af fångar inhämtade man sedan, att om kring 400 man stupat eller drunknat. Tre officerare togos till fånga2), och 2 standar eröfrades. En del af det danska fot folket, som ännu ej hunnit öfver, nämligen ett regemente tyska knektar på 2,000 man, hade varit förloradt, om det ej hunnit intaga en fördelaktig ställning nära passet bakom några jord vallar och gärdesgårdar, som skyddade det mot det svenska rytteriet. Af de tvä eröfrade ståndaren bar det ena vapnet tre kronor, kanske »ett godt omen» skrifver Horn, helst då det kompani af öfverste Stakes regemente, som eröfrade detsamma, äfven förde tre kronor i sitt standar. Soldaterna jublade här öfver, att de svenska tre kronor öfvervunnit de danska. Samma natt lät Horn göra allt redo till uppbrott, och då fienden redan stod emellan svenska hären och Käflinge bro och således spär rade raka vägen till Landskrona, beslöt Horn att taga en annan väg. Följande natt bröt han upp och gick öfver Höjeå en half mil of van Värpinge för att sedan öfver Getinge bro, en mil ofvaii Käflinge, ställa marschen till Landskrona. Kristian, som samma natt låg lägrad ej långt från Lund, hade lätt kunnat göra denna rörelse svår nog för svenskarne, om han begagnat sin fördelaktiga ställning och angripit dem vid öfvergången. sålunda hamnandes nederlaget vid Värpinge. Men konungen sökte ej det ringaste hindra svenskarnes öfvergång, utan för ändrade sin egen marsch, som han eljest utan tvifvel ställt till Käflinge bro, och tågade i stället till Getinge bro. Anledningen till denna förändrade marschriktning kunde Horn ej förstå, men antog, att underrättelserna om svenska flottans seger vid Femern bragt förvirring i hans planer. Själf ändrade han emellertid därefter sin egen marschriktning och gick öfver Käflinge bro raka vägen till Landskrona3). Förmodande, att ') Af dessa anfördes den första af öfverstelöjtnant Henrik Anefeld och den andra af Johan de Wahl; den tredje var en skvadron adelsryttare. 2) Major Eckstein vid Anefelds skvadron samt en kapten och en kapten löjtnant. 3) Relät. Landskrona d. 22 okt. Boeclerus, s. 187. Slange, s. 1,258. R. R. d. 30 okt."], [50, "46 fiendens mening var att draga till Engelholm och afskära armén förbindelsen med Sverge, bröt Horn upp frän Lands krona, hvars garnison han förstärkte, till byn Ströfvelstorp, där hufvudkvartetet befann sig den 25 okt., och därifrån till Engel holm, dit han anlände följande dagen. Han tänkte där lämna infanteriet och kanonerna och sedan med rytteriet söka oroa fienden1). Kouuug Kristian, som i lägret vid Getinge bro fått underrättelse om svenskarnes seger vid Femern den 13 okt., fortsatte å sin sida sitt tåg Landskrona förbi (d. 27 okt.) till Helsingborg. Ehuru enligt föregifvande 10,000 man till fot och 3,000 man till häst, gjorde han ej något försök till anfall på någon af dessa städer, utan hans förnämsta syfte var nu att åter komma öfver till Själland. Tåget skedde i stor oreda och utan ordnad ledning. Från Helsingborgs slott skötos några och trettio man till döds för honom. Den 29 okt. lämnade konungen med några få officerare armén och lät vid Råå mellan Helsingborg och Landskrona på en liten fiskarbåt sätta sig öfver Sundet till Själland. Armén gick samma natt i största hast tillbaka förbi Landskrona till Malmö, lämnande efter sig i Hel singborgs stad och i bondbyarna en mängd sjuka och mycket bagage. Svenska garnisonen i Landskrona gjorde vid fiendens förbimarsch ett utfall och tillfogade den en förlust af öfver 150 man och tog en officer och några soldater tillfånga. Egendomligt nog begagnade sig Horn ej af tillfället att angripa den i upp lösning varande danska armén. Från Malmö öfverfördes den därefter i hast till Själland, och endast så många lämnades kvar, som behöfdes till stadens försvar2). Försöket att återtaga Skåne hade således misslyckats, och fienden var åter inskränkt till defensiven. Horn bröt upp från Engelholm och tågade till Ystad, dit han ankom i midten af november. Här lade han sig i vinterkvarter, emedan han från denna plats kunde hafva bästa kommunikation med flottan. Vi hafva sett, huru den lyckliga utgången af svenska flot tans höstexpeditiou inverkade på fälttåget i Skåne. Hade flottan, som ämnadt var, förr kunnat utlöpa, är det troligt, att dan- ') R. R. d. 2 nov. 2) Relät, ur Engelholm d. 4 nov. 1644. R. R. d. 9 nov."], [51, "47 skarnas försök att återtaga Skåne ej blifvit utaf. Nu hindrade först sjukdom bland sjöfolket och sedan motvind flottans af segling, så att den först i slutet af september, efter att hafva legat en hel månad i skärgården, kunde komma åstad. Den bestod af 12 fartyg med en besättning af 1,550 man båtsmän och soldater och stod under befäl af C. G. Wrangel. I Kalmar sund förenade den sig med den holländska flottan under Thijsen, som redan den 9 augusti lyckligt passerat Sundet. Efter slaget vid Femern gällde det att väl begagna sig af den stora segern, men tyvärr synes man däraf ej dragit den vinst, man kunnat ernå, utan flottan var tämligen overksam och gick i vintor hamn utan att hafva uträttat något väsentligt. Efter slaget seglade Wrangel till Kristianspris dels för att reparera erhållna skador, dels enligt sin instruktion, som bjöd honom, att framför allt sätta sig i förbindelse med Torstensson för att sedan i för ening med honom försöka en landstigning på Fyen eller de andra öarna1). Regeringen önskade nämligen, att Torsteusson, sedan han fått Gallas att lämna Holstein, skulle med större delen af sin armé återvända till de förra kvarteren igen för att sedan, då flottan ankomme, försöka den länge beramade öfvergången till Fyen2). Emellertid ansåg Torstensson bäst att följa Gallas och icke återvända till Jylland, och regeringen gillade i sin skrifvelse af den 26 oktober denna plan. Någon öfvergång till öarna kunde således ej blifva af, då man där igenom skulle alldeles blotta Holstein och Jylland, där nu endast 5,000 man voro kvar under Helmuth Wrangel. I detta fall skulle C. G. Wrangel gå med flottan till Öresund och lägga sig där en månad eller mer och upptaga tullen, med hvilken han kunde underhålla flottan utan kostnad för kronan och upp köpa salt och spanmål åt armén i Skåne. På samma gång kunde han förstöra de danska kauonpråmarna i .Sundet och hindra konungen med sitt krigsfolk att komma tillbaka från Skåne3). ') Instr. för Wrangel d. 9 september. R. R. 2) Regeringen till Torstensson d. 9 september. R. R. 3) Regeringen till Wrangel d. 1 och 22 oktober. »Torstensson har mest allt folket hos sig, hvarför de danske hafva hela Jutland inne och bort drifvit och upphäft våra besättningar där, hvarför vi inse, att denna höst intet synnerligt kan uträttas mot öarna». D. 29 oktober. R. R."], [52, "48 Wrangel afseglade från Kristianspris först den 30 oktober, således för sent för att hinna afskära konungen och armén återtåget1). Först återtog han Femern. Den holländska flottan skilde sig på regeringens önskan från honom och seglade hem: den var nämligen för dyr för kronan att hålla längre. Från Femern gick Wrangel till Wismar och först efter några veckors förlopp till Öresund för att observera fiendens rörelser, men som de danska skeppen lågo aftacklade på varfvet och han ej pä grund af den långt framskridna årstiden ville stanna längre ute i sjön, lämnade han snart Sundet och afseglade till Wismar {medio af december), som han utsett till vinterhamn2). Emellertid hade Stenbock stått vid Åsbro, vid Viskan i norra Halland, där han fatt förstärkning af öfverste Johan Wrangel med de 2 kompanier Upplands ryttare, som dittills varit hemma och mönstrades i Örebro den 12 juli3). Fienden, som å sin sida förstärktes från Halmstad och Norge samt un derstöddes af bönderna, var honom dock för stark, att han en ligt regeringens order skulle kunna sätta eld pä Varberg och bemäktiga sig slottet4). Mot slutet af september drog han sig öfver gränsen till Björketorp, där han lyckades slå fienden till baka öfver gränsen ä). I Markaryd, där tiondeinspektoreu Lars Nilsson i spetsen för bönderna samt med understöd af några ryttare och dragoner med framgång ledde försvaret, föreföllo i september flere småstrider6). Lars Nilsson utsände en trupp till Knäred, där fiendens ströfpartier plägade gå öfver Lagan, och denna lyckades bemäktiga sig och förstöra en stor pråm och några ekstockar, så att denna väg åtminstone för en tid blef fienden afskuren. I Hallaryds socken plundrade och brände ') Fryxell VII, 280 säger, att W. seglade till Sundet för att skrämma Kristian ifrån Skåne. Regeringens plan var emellertid tvärtom att hindra honom komma tillbaka. 2) Gyllengranat, Sveriges sjökrigshistoria I, 199. 3) Jämför s. 38. Boeclerus s. 189. 4) Till Stenbock d. 11 sept. R. R. 6) Till regeringen från Björketorp d. 1 oktober. R. R. 6) Regeringen sände till Markaryd ett kompani af de Östgöta ryttare, som lågo på Oland, ett kompani fotfolk ur Jönköpings fästning och de dragoner, som landshöfding Falkenberg sammanbragt. Till Horn d. 15 januari 1645. R. R."], [53, "49 snapphanarne åtta gårdar. För att hämnas samlade man på svenska sidan ihop en skara af några hundra man, omkring 40 ryttare under löjtnant Per Törneros samt omkring 100 dragoner och åtskilliga bönder under Lars Nilsson, hvilka den 26 september på morgonen gingo öfver gränsen in i Vitseltofta socken. Strax stötte man på den danska gränsvakten, omkring 100 man stark, som stod på en hög backe i en bokskog. Löjt nant Per Törneros red förut med 12 man för att rekognoscera. Da han nalkades, rusade danskarna ned för backen för att an gripa, men när de sågo det öfriga rytteriet komma och efter detta Lars Nilsson med sitt folk, drogo de sig åter uppför backen. Nu kringrände Törneros från ena och Nilsson från andra sidan backen och angrepo danskarne: 78 af dem stupade, 2 togos till fånga och fingo pardon, och resten räddade sig öfver Helgeån. Anföraren sökte rädda sig genom att klifva upp i en bok, men vara ryttare »lyfte ned> honom med pistolen. De danska bönderna sköto visserligen ifrigt, men illa, så att af svenskarne endast två ryttare stupade. Efter denna träffning gick vår ströfkår tillbaka igen, och ingen plundring tilläts, då socknen redan betalat brandskatt1). I oktober erhöll Stenbock på begäran permission på några veckor. Regeringen förordnade i hans ställe öfverstelöjtnant Börje Nilsson med 6 kompanier fotfolk och ett kompani nyutskrifna västgötaryttare under Erik Uggla att försvara gränsen mot Varberg och öfverste Johan Wrangel att med sina ryttare och 3 kompanier fotfolk af G. Stenbocks småländingar skydda förbindelsen mellan Laholm och svenska gränsen2). Efter Stenbocks afresa sköttes bevakningen slappt, så att en dansk trupp från Varberg kunde bryta in i Västergötland, där den plundrade och brände, bland annat Sten bocks gods Torpa, hvarefter den i ett snabbt återtåg räddade sig och sitt byte öfver gränsen3). I allmänhet led man här i ') Bref från Markaryd d. 25 och 27 september. 2) Regeringen till Mannersköld d. 27 september. R. R. I december fick Wrangel order att gå tillbaka till Västergötland. — I oktober upptäcktes en plan, att de bönder, som kommendanten på Laholm användt till arbete på fästningen, skulle genom öfverruropling bemäktiga sig slottet och sedan skicka bud till Halmstad om undsättning därifrån. Regeringen till Horn d. 9 november. R. R. 3) Boeclerus s. 130. Slange s 1265. 4"], [54, "50 slutet af året på svenska sidan stora förluster genom dessa upp repade ströftåg af snapphanar. Kaggs sjukdom, som nödgade honom att taga permission (i augusti) inverkade äfven menligt på kriget i Västergötland1). IV. Som vi redan sett, befann sig Horn sedan medio af novem ber i vinterkvarter i trakten omkring Ystad. Enligt regerin gens instruktion af den 5 februari 1645 skulle Horn under vintern i främsta rummet hålla armén i godt stånd och krigs dugligt skick samt för öfrigt vidtaga förberedelser till Malmös intagande. Till hans eget åtgörande lämnades, huruvida han under vintern utan arméns försvagande kunde bemäktiga sig Kristianstad eller Halmstad. Horn afböjde förslaget att angripa Kristianstad: därifrån hotade ingen fara, så länge armén inne hade sina nuvarande kvarter, och proviant kunde visserligen anskaffas, så länge armén låg spridd, men ej, om den åter droges tillsammans. Hären fick således i ro njuta en välbehöflig hvila. Sjukligheten, som mot slutet af fälttåget i oroväckande grad tilltagit, minskades, ehuru fortfarande klagomål öfver hälso tillståndet höras. En mängd officerare, högre och lägre, fingo permission att resa hem, så att regeringen flere gånger fann sig föranlåten att uppmana Horn att mera sparsamt meddela sådant tillstånd. Några personalförändringar inom befälet ägde rum under vintern. Så afled Johan Kruse i december; grefve Karl Mauritz Lewenhaupt blef öfverste för adelns rusttjänst i Sverge och Finland efter Fredrik Stenbock, som blifvit riks råd; generalmajor Wachtmeister, som Horn föreslagit till detta befäl, fick i stället ett lifkompani ryttare, som uttogos ur de öfriga ryttarekompanierna. Redan i december började åtgärder vidtagas till arméns förstärkande för det kommande fälttåget. Horn fick befallning ') Från Kalmar hade Johan Fleming gjort ett försök att öfverrumpla Kristianopel (i juni), men planen förråddes af en bonde från Södermöre för fienden, som hann sätta sig i försvarstillstånd, så att företaget misslyckades. 29 juni. R. R."], [55, "51 att sända rullor öfver armén till regeringen, så att denna där efter kunde låta det afgåugna folket ersättas med nytt, samt uppgift på livad han behöfde i spannmål, salt, humle och annan proviant. Några officerare af hvart rytteriregemente skulle sändas att värfva nytt folk; öfverstelöjtnant Fabian Berndes fick i uppdrag att i Småland och Östergötland värfva 8 kom panier dragoner. Krigskollegium lät uppsätta och tillsända Horn en disposition på de trupper, som voro destinerade till armén i Skåne'). I januari förrättades utskrifningen2), och mönstring var bestämd att hållas kort därefter, ehuru den för dröjdes något. I Jönköping skulle sålunda »rendevous» med en del af det nyutskrifna folket hållas den 2 april. Den 11 februari afgick skrifvelse till landshöfdingarne att uppbåda adelns rusttjänst till våren. Från Finland öfverfördes till Sverge följande trupper för att gå till armén i Skåne3): 1 kom pani af adelns rusttjäust, 1 kompani af Stålhandskes och 1 kom pani af Wittenbergs ryttare att rekrytera de skvadroner af dessa, som redan voro vid armén, samt 4 kompanier af Otto Yxkulls regemente: vidare fotfolk: 660 man af Axel Axelssons och 330 man af Sass' regemente att rekrytera bemälda rege menten vid armén. Från Riga skulle Knorrings regemente, 8 kompanier, föras till Skåne3). Slutligen bestämdes dit 16 kompanier af hofregementet4). Ä andra sidan måste Horn lämna ifrån sig den 2:a skvadronen af Stakes ryttare, som skulle förena sig med det öfriga regementet i Västergötland, men ersättning erhålla de där stående 3 kompanierna Upplands ryt tare under Johan Wrangel3). Enligt regeringens skrifvelse af den 5 februari 1645 skulle O O G hufvudändamålet med årets fälttåg blifva att taga Malmö; an fallet på danska öarna var däremot nu skjutet åt sidan. Malmö ') Denna disposition liksom de af Horn till regeringen insända rullorna på arme'n äro tyvärr ej i behåll. 2) Utskrifningen 1645 i Sverge och Finland uppgick till 4,318 man. Mankell, anf. st. s. 257, 258. 3) R. R. d. 12 februari. Jämf. »Utredningsförslag i Finland år 1645» (Kammararkivet), meddeladt af Mankell, anf. st. s. 283. I förslaget upp tages Sass' folk oriktigt som ryttare. *) R. R. 5 juni. \") R. R. 15 mars."], [56, "52 kunde dock ej med framgång angripas förr än på sommaren, då flottan ankommit. Fram i april började emellertid vinter hvilan kännas för långsam och lifsmedlen började tryta. Horn beslöt därför att bryta upp och tåga öfver Helgeån in i Bleking för att skaffa proviant och för öfrigt företaga, hvad förhållan dena kuude gifva vid handen1). Han gjorde sålunda uppbrott från Ystad i maj och gick öfver Helgeån vid Ahus, där han kvarlämuade öfverste Sperling att bevaka Kristianstad. Skaror af snapphanar, som där vägen passerade något trångt pass sökte göra motstånd, skingrades och drefvos in i skogarna. Därpå tågade han till Sölvesborg, som han befäste med vallar och palissader, så att fartyg med proviant och ammunition skulle kunna inlöpa i hamnen och där i trygghet upplägga förråd. Den 1 juni var Horn lägrad vid Fjälkinge, en mil öster om Kristianstad, där han ämnade stanna, tills han finge kunskap om Ryning och flottan och rekryterna hunne ankomma. Under tiden höll han Kristianstad blockeradt2). Horn hade begärt, att rekryterua i början af maj komine till armén, och regeringen hade lofvat att göra sitt bästa. Den 19 maj afgick också befallning till landshöfdingarne att besörja ryttares och knektars från sina respektive län aftnarsch till Skåne. Deras ankomst fördröjdes dock af regeringen själf ge nom upprepade förändringar i dispositionen. Så hade Fr. Sten bock den 15 mars fått order att begifva sig till Jönköping och påskynda Östgöta- och småländska krigsfolkets marsch till — Göteborg. Så kom i maj underrättelsen, att en dansk flotta af 25 skepp inlupit i Älfsborgskären 3). Regeringen trodde dock ej, '•) R. R. d. 23 april. 2) R. R. 11 juni. Boeclerus II, s. 253; Slange, s. 1302 o. f. Den sistnämnde uppger oriktigt, att Horn redan i juni slog läger utanför Malmö. ') Den hade d. 17 utlupit ur Sundet och bestod af 14 örlogsskepp, 4 små skepp och några koopvardiefartyg, tillsammans 25 st. Bref från Horn, Fjälkinge d. 24 maj, Kr. koll. R. Horn har låtit skvadronen af Västgöta kavalleri gå direkt till Västergötland och ämnar, när han får veta rytteriets på fiendens flotta styrka, låta det uppländska kavalleriet följa. Han anser emellertid, att den bestämda planen ej borde rubbas, och begär rekryter med det snaraste. D. 28 maj underrättar han, att Ove Gedda förde befälet på flottan och att han medförde blott 400 ryttare. Han begär i stället för västgötarne den i Västergötland stående skvadronen af Upplands ryttare till armén. S. st."], [57, "53 att fienden länge skulle stanna där, då svenska stora flottan redan utlupit1). Den fick äfven rätt i sin förmodan. Den 25 maj om natten råkade danska flottan ut för en svår storm, under hvilken 4 fartyg strandade och sedan 3 af dem, där ibland amiralskeppct Sofia, sjönko. Kort därefter återvände danska flottan till Köpenhamn. Den 27 maj slog Stake vid Landvetter med sin första skvadron på flykten en dansk afdel ning på 6 kompanier ryttare och 3 kompanier dragoner, som kommit genom Mark och ämnade sig till Bohus för att där förena sig med Hannibal Sehesteds trupper. Trots dessa fram gångar fruktade regeringen, att fienden skulle gå öfver Göta älf in i Västergötland, och gaf därför Kagg befallning att i Jönköping samla alla rekryter, så ryttare som fotfolk, och med dem marschera åt Västergötland till dess försvar och sedan gä till armén2). Horn blef missnöjd öfver dessa förändringar. Den 1 maj skrifver han till krigskollegium och frågar, hvad han får för folk i stället för de kompanier, som fått order att gå till Göteborg, och den 18 juni, sedan han fått underrättelse om regeringens order till Kagg, skrifver han till henne ett utför ligt bref3), i hvilket han klagar öfver dröjsmålet med rekry terna och arméns försvagande. Det är nödvändigt, säger han, att armén blir så stark, att man kan företaga belägringen af Malmö. Om man icke kan bemästra sig fästningarna, enkannerligen Malmö, kan man ej hålla allmogen i lydnad och underhålla armén. Dä årstiden ej mer tillåter flottan att vara ute, kan fienden åter så stark öfvergå till Skåne, att armén ej kan ligga spridd och så be komma nödigt uppehälle. Horns råd var därför, att man i Västergötland och vid norska gränsen skulle gå endast defensivt ') Till Mannersköld d. 28 maj. I Göteborg hade 7 skepp af Ankarhjelms flotta legat öfver vintern, och på våren hade A. själf kommit tillbaka från Holland med 6 skepp. Regeringen till M. 30 november 1644. Fryxell XII, s. 299. 2) Öfverste Wrangel erhöll kontraorder att stanna i Västergötland och först den 5 juli åter order att gå till armén. Berndes' dragoner hunno aldrig komma till armén, utan blefvo på Kaggs order kvar i Västergötland. Detsamma blef förhållandet med de 3 kompanier finska ryttare, som också stannade i Västergötland på befallning från regeringen, som ansåg att Horn redan hade nog rytteri. R. R. d. 19 juli. 3) I O. S."], [58, "54 tillväga, och därtill vore så stora stridskrafter, som K. M:t nu bestämt, onödiga. På den danska flottan befunne sig blott 450 ryttare och 1 kompani dragoner. Fienden afsåge blott att med en diversion mot Västergötland hindra hufvudplanen i Skåne. Göteborg vore till öfverflöd med folk försedt för att vara en plats, som ej utan ordentlig belägring kunde intagas, och till en sådan kunde ej fienden nu skaffa tillräckligt med trupper och förråd, särskildt sa länge svenska flottan låge ute. Horn önskade därför, att icke blott de trupper, som voro förordnade till armén, med det snaraste anlände och regementena så starkt som möjligt rekryterades, utan äfven de rekryter, som förts till Göteborg, i stället finge gå till Skåne. Berndes' dragoner kunde han däremot af vara, endast att en del af dem stannade i Marka ryd på Hylte skans för att konvojera posten och aflösa de ryt tare, som legat där förut. De 1,000 man ur Kalmar garnison och 500 af Upplands regemente till fot, som krigskollegium förordnat till armén i stället för de till Göteborg afgåugna, behöfde Horn dessförutom. Regeringen synes äfven hafva insett vikten af att ej försvaga hufvudarmén, och efter danska flot tans olycka i Göteborgsskären var ju faran för Västergötland öfver. Alla rekryterna fingo därför gå direkt till armén i Skåne1). Först i juli synes dock armén hafva mottagit de be stämda förstärkningarna2). Rörande sina planer till sjös skrifver regeringen till Wrangel den 14 januari: »Vi hafva särdeles däröfver rådgjort, först huru vi måtte fatta här hemma en valliant flotta, försedd med de hufvudskepp vi hafva här och förstärkt af de två andra, som i bemälte victoria (den 13 okt. 1644) äro eröfrade och i slutet af november från Eder hitkomne; sedan att vi måtte formera en god och välberedd flotta under Edert kommando i de tyska hamnarne, med hvilken I kunde hålla konungen i Danmark i ') Regeringen till Mannersköld d. 18 juni. 2) Regeringen till Ryning den 19 juli: Horn har redan (!) nästan alla rekryterna vid armén. — En orsak till att rustningarna gingo så långsamt var äfven, att fredspartiet inom rådet nu vunnit drottningen för sig, så att redan den 2 juli bref hade afgått till Horn, att han, då godt hopp om ett fredligt utslag på underhandlingarna vid gränsen funnes, för den skull borde innehålla med alla fientligheter. (Likalydande till Ryning, C. G. och Hel muth Wrangel, R. R.)"], [59, "55 sjön som på sina öar i kontinuerlig oro; och sist att vi vid Göte borg och i Västersjön måtte i lika måtto hafva en konsiderabel flotta, som försvarade Göteborgs hamn och inlopp, skilde till en god del Norge och Danmark från hvarandra och gjorde norska seglatsen och handeln osäker. Medelst dessa flottor för mena vi de danska vara att bringa till goda och reputerliga traktater och fredsslut». I Stockholm hade man också under vintern varit ifrigt sysselsatt med flottans utrustning och menade, att den skulle vara färdig att utlöpa redan i medio af april, så att man till sommaren hoppades hafva i sjön en flotta på 90 fartyg, bättre utrustade och försedda med folk, ammunition och proviant, än någonsin tillförene skett1). Emellertid visade det sig snart, att dessa förhoppningar varit för sangviniska. Den 9 maj skrifver regeringen till Wrangel, att stora flottan går från Stockholm till Dalehamn efter fyra eller högst sex dagar och sedan med första vind till sjös. De båda flottornas förening förmodades kunna ske i slutet af maj. Den 21 maj skrifver regeringen till Wrangel, att flottan i morgon eller öfvermorgon går till segels från Dalehamn. Föreningen med Wrangels flotta kunde dock nu ej hinna ske så snart, som i föregående skrifvelse antogs. Dornbusch väster om Riigen bestämdes till mötesplats, och skulle Wrangel, då han mottagit detta bref, med sin flotta begifva sig dit. Stora flottan kom dock ej längre än till Mellstens skär i Danziger Gått, där den ännu vid midsommar låg kvar, af motvind hindrad att löpa till hafs. Regeringen råder ami ralen att låta folket gå i land på några holmar, där det bättre kunde skyddas för smittosam sjukdom. Det var en ståtlig flotta, som nu låg samlad i skären. Den stod under befäl af riksrådet och amiralen Erik Ryning och bestod af 22 örlogsskepp och 3 brandskepp, utom åtskilliga lastdragare, med en besättning af mer än 3,300 sjömän och 2,260 soldater2). De största skeppen voro svårhandterliga och kunde under höststormarna lätt råka illa ut. Då de dessutom hade stor besättning, var det fara, att under rötmånaden sjuk- ') Skr. i O. S. d. 13 febr. 1645. 2) R. R. Instr. för Ryning d. 21 maj 1645. Besättningens styrka enligt Boeclerus, s. 254."], [60, "56 dom på dem uppstode. Regeringen önskade därför, att Ryning hemsände de 5 dyrbaraste kapitalskeppen så snart som möjligt. Proviant fanns ombord för tre och dricka för två månader. I sin instruktion för Ryning, daterad Dalehamn den 21 maj 1645, utvecklar regeringen sin plan med årets sjötåg. Skulle danska flottan mot förmodan löpa ut i sjön och bjuda batalj, hade Ryning att angripa henne med hela sin makt. Troligare vore dock, att fienden ginge defensivt till väga, blefve liggande utanför Köpenhamn och sökte hålla kommunikationen med Malmö öppen. I detta fall skulle amiralen söka blockera ho nom och afbryta hans korrespondens med Skåne, läggande sig pä någon säker plats antingen mellau Saltholm och Hven eller bakom Dragör eller i Köge bukt, med några mindre skepp mellan Saltholmen och Malmö, men framför allt fatta kanalen, så att vägen till Helsingborg och Landskrona hölles öppen för K. M:s flotta, men stängd för den danska. När Horn ryckte mot Malmö, skulle amiralen på allt sätt bistå honom, bland annat med ett skenangrepp pa Själland för att väcka alarm och hindra undsättning till Skåne. Om amiralen med sin flotta vore fienden öfverlägsen och kunde försäkra sig om Sundet, skulle han lata Wrangel gå med sin flotta till Lilla Balt, dit denne förut borde ' hafva samlat ett antal mindre farkoster till rytteriets öfverförande, taga dem med och söka landstiga på Själland, Laaland eller Fyen och bemäktiga sig någon ort eller hamn där, hvarigenom man skulle bringa konungen af Dan mark i förvirring, hindra all undsättning till Skåne och kunna sätta den ursprungliga planen på Själland i verket med hopp om framgång. I detta sista fall skulle Helmuth Wrangel med största delen af sina trupper gä öfver till öarna, äfven om man därmed skulle släppa Jutland och Holstein för tillfället, endast han där kunde hålla de förnämsta fästningarna besatta. Ankarhjelm fick af K. M. order att på Rynings eller Wrangels kallelse gå till Bälten och göra alarm i Själlands hamnar; annars skulle han stanna vid norska kusten, hindra tillförsel och sålunda skilja Norge från Danmark. Ryning ägde att hålla ett godt förhållande till den nederländske amiralen vid makt och handla från den synpunkt, att Sverges krona vore med den nederländska flottan bäst betjänt, då den höll sig"], [61, "57 stilla. Därför skulle han afböja hvarje anbud om samverkan och hänvisa dylika förslag till regeringen. Då augusti månad med sina stormar och mörka nätter kom, skulle amiralen segla hem, men lämna hos Wrangel de mera lätthandterliga skeppen, som kunde hålla sjön. I fall Wrangel då redan öfvertagit be fälet i Tyskland, skulle Ryning lämna befälet öfver flottan åt Gerdtson och Ulfsparre eller den senare och Bjelkenstjerna. På hemvägen skulle han söka bemäktiga sig Gotland. I slutet af maj kommo, såsom vi redan i annat samman hang omtalat, underrättelser från Manuersköld, att en dansk flotta iulupit i Älfsborgsskären, och Ryning, som då ännu låg kvar i yttre skärgården, begiirde instruktion för det fall, att han vid sin ankomst funne Sundet förblottadt. Själf föreslår han, att han då skulle segla ut . i Västersjön och i förening med Ankarhjelm uppsöka och leverera batalj med den danska flottan eller blockera densamma. Regeringen gillar detta för slag; dock borde han lämna 12 skepp i Sundet för att hindra tillförsel till Malmö. Kunde den danska flottan »mineras» uppe i Västersjön, så vore den öfriga delen af planen så mycket lättare att sätta i verket, men man löpte alltid risken, att danska flottan kunde segla tillbaka och komma emellan den svenska och Sundet. Slutligen lämnas i Rynings skön att stämma Wxangel till mötes vid Bornholm eller Möen1). Vi öfvergå nu till att redogöra för ställningen i Wrangels flotta. W\"rangel hade under vintern legat med flottan i Wismar och varit ifrigt sysselsatt med dess utrustning. Den bestod af 23 örlogsskepp och ett brandskepp samt dessutom galioter och andra mindre fartyg2). Den största svårigheten var att få båtsmän. Wrangel sökte värfva i Holland och bjöd höga värfningspenningar, men utan framgång. Från Stockholm fick han redan i slutet på är 1644 350 båtsmän samt sedan på våren ytterligare 300. Regeringen beordrade honom att hellre låta ett par skepp ligga än betunga staten med högre underhåll för värfning; i nöd- ') Regeringen till Ryning d. 31 maj 1645. R. R. 2) Stralsund utrustade några skepp, som skulle hålla sjön ren från danska kapare. Till deras bestyckning lämnade Wrangel ett antal kanoner."], [62, "58 fall kunde han nyttja några danska båtsmän på hvart skepp. Helmuth Wrangel skulle han beordra att taga kvarter i Hol stein, så att han utan dröjsmål vore vid handen, om det gällde en landstigning pä danska öarna. Till detta ändamål skulle denne behålla hos sig de 2,000 knektar, som han fått i för stärkning fråu Königsmarck, men som den senare nu önskade tillbaka. Vikten af att skaffa ett tillräckligt antal båtar till rytteriets öfverförande framhölls; till stor del af brist på sådana hade fälttågsplanen strandat föregående år, när Klas Fleming med flottan kom till Kristianspris. Regeringen förmanade honom att tillse, att ej bland de värfvade någon förrädare smöge sig in för att göra något anslag på skeppen1). Det be fogade i denna uppmaning visade sig ock, i det man kom på spåren en plan att sätta flottan i brand. Anstiftaren, Johan Greff från Pommern, blef gripen och bekände, att han i Lubeck blifvit af en okänd man köpt därtill för 1,000 riksdaler och af denne mottagit tvä lådor med sprängämnen, som kunde bringas att explodera medelst ett slags urverk. Den ena skulle han föra ut på skeppet »Tre Lejon», den andra på »Draken». Han angaf äfven sammansvurne och hjälpare i Lubeck. För sitt tillämnade brott gick Greff en kvalfull död till mötes: han upphängdes öfver sakta eld och brändes till döds2). Wrangel var otålig att snart få gå till segels, men rege ringen uppmanade honom att vänta, tills Ryning med stora flottan blefve färdig och kunde förena sig med honom. Under tiden kunde han skicka ut några skepp att kryssa i Lilla Balt och söka uppbringa de spaniefarare, som konungen af Danmark lät värfva och utrusta i Lubeck 3). Det var nämligen af vikt för Sverge att behålla väldet öfver sjön och icke riskera, att danskarne, innan våra flottor förenats, vunno någon liten för del och på det sättet åter hämtade mod efter sitt svåra neder lag föregående höst4). För Göteborg var regeringen orolig. ') Regeringen till Wrangel d. 14 januari, 6, 18 mars, 9 maj. R. R. 2) Boeclerus s. 254 o. f. 3) Äfven i Hamburg utrustades skepp för Danmarks räkning. Regeringen skrifver till Ankarhjelm att söka uppsnappa dessa. R. R. d. 30 april. *) Ovisst är, huruvida Kristian tänkt löpa ut med flottan för att för söka slå Wrangel, innan han hunnit förena sig med Ryning. Under freds underhandlingarna förebrådde danskarne de holländska gesandterna, att de"], [63, "59 Om danska flottan löpte dit, skulle Wrangel göra alarm på öarna och sålunda divertera fienden från Göteborg. I april företog Wrrangel med 7 skepp en rekognoscering till de danska öarna. I maj, efter mottagandet af regeringens bref af den 9 denna månad, enligt hvilket Ryning omkring den 15 skulle utlöpa med stora flottan och föreningen ske i slutet af maj, gick Wrangel till segels. Men då han ej kunde finna Rynings flotta, beslöt han att under tiden göra ett anfall på Bornholm. Den 9 juni ankom han till Nexö på Bornholms östra kust. Han hotade att beskjuta staden och landsatte soldater. Invå narne flydde då, och Wrangel besatte staden utan motstånd. I byte togos 2 fanor och 7 kanoner, af hvilka 5 voro svenska från Erik XIV:s tid. Genom bref sammankallade han invanarnc på öu, och dessa gingo villigt honom till banda. Så fort han kunde, satte sig Wrangel äfven i förbindelse med Horn i Skåne. Då han såg, att stora flottan ännu en tid måste uppehållas af motvind, beslöt han att i hast söka bemäktiga sig slottet Ham mershus, som var nödvändigt att äga i sin hand för att kunna hafva ön i trygg besittning. Från Horn fick han tvänne fyr mörsare, den ena för stenar, den andra för granater, med servis. Efter en kort belägring kapitulerade kommendanten på slottet, Holger Rosencrantz, den 16 juni. Affären hade kostat oss tre döda och sju sårade. Som besättning i slottet lades hundra man, af hvilka Horn lämnade hälften. Så var denna ö, som geografiskt tillhör Sverge, en svensk besittning, »och skall sedan tvifvelsutan E. M. icke ringa nytta däraf hafva^, skrifver Horn. I freden återgafs den dock som bekant till Danmark. Efter Hammershus' intagande samlade Wrangel flottan i Sandvig på öns nordöstra kust, men råkade här d. 29 juni ut för en svår storm, som gjorde stor skada. »Gamle Fortuna» kastades upp på land och krossades, och äfven en galiot strandade. »Stormarn», ett af de vid Femern tagna krigsfartygen, drefs ned mot Hinter-Pommerns kust och stran dade där. Besättningen och en del af bestyckningen och ut- Witte med sin flotta hindrat denna plan. Troligt är dock ej, att Kristian med en flotta, som ej var större än Wrangels och ej heller tillfredsställande utrustad, skulle velat riskera ett nederlag, genom hvilket svenskarne beredts tillfälle att gå öfver till öarna. Jämf. Kernkamp, s. 209."], [64, "60 rustningen på dessa fartyg blefvo dock bärgade. »Örnen» och galioten »Postiljonen» hade fått masterna af brutna och sprungit läck, hvarför de sändes till Stockholm. Efter undergången re paration återsändes de, i slutet af juli. Den 5 juli ägde ändt ligen de båda flottornas förening rum. Som vi sett, hade Ryning ännu i slutet af juni för mot vind legat kvar i skären. Efter midsommar blåste det ändtligen upp gynnsam vind, och Ryning kunde afsegla. Flottan seglade i tre skvadroner. Amiralen anförde själf den mellersta och hade hos sig vice amiralen Henrik Gerdtson; amiralen Åke Hansson Ulfsparre anförde den högra och amiral löjtnanten Klas Bjelkenstjerna den vänstra flygeln. Kursen skulle först ställas på norra udden af Öland, där flottan åter samlas och en farkost aöärdas till Kalmar eller Söderåkra för att inhämta rikskanslerns betänkande om tillståndet hos fält- marskalken Horn, eller ock skulle amiralen i Gräsgårds hamn på Ölands södra udde låta höra efter, om något bref eller bud där vore från rikskanslern. Sedan skulle amiralen ställa sin kosa till Dornbusch eller Bornholm och där förena sig med Wrangel. De båda amiralerna borde sedan öfverlägga om K. M:s instruktion och sätta sig i förbindelse med Horn, sa att han måtte rätta sina aktioner efter hvad som mellan dem öfver enskommits. Trots denna tid på året sedvanligen brukar hafva godt segelväder, möttes Ryning nu af häftiga stormar, som skingrade hans flotta och uppehöll den så, att han först den 5 juli kunde kasta ankar vid Bornholm och där vid Ärtholmarna förena sig med Wrangels flotta. Han hade då måst lämna efter sig i sjön tre skepp, som mist sina stänger och bräckt masterna, en brän nare och några bojertar hade kommit ur flottan, och man visste ej, hvar de hamnat. »Västervik» strandade på Bornholms kust, och »Arken», »Mars» och »Andromeda» hade blifvit så läcka, att de måste gå till Stockholm1) för att repareras. Repara tionen pådrefs där med stor flit; »Arken» fick dock stanna hemma, emedan tiden begynte nalkas, då enligt instruktionen de största slagskeppen skulle hemsändas. ') Under befäl af Bjelkenstjerna och Herman Fleming."], [65, "61 Oaktadt alla missöden utgjorde de båda flottorna tillsam mans en imponerande styrka, och man hade skäl att vänta, att något åtgörande nu skulle uträttas. De båda amiralerna öfver lade med hvarandra om regeringens order. Sedan danska flottan åter afseglat från Göteborg, bortföll för Ryning all anledning att löpa ut i Västerhafvet 1). De förenade amiralernas första beslut blef att gå till Dornbusch och intaga proviant, emedan sådan börjat tryta, och sedan skulle de gripa sig an med den i instruktionen angifna planens verkställande. Ryning begärde fick hampa och buldan frän Riga till att bota undfångna skador på fartygen. Regeringen fann det sällsamt, att provianten redan var slut, men skickade från Stockholm 1,000 tunnor öl, 450 t nr malt jämte tvä skeppund humle och lofvar att i Riga upphandla hampa och lin2). Ryning mottog vid sin ankomst till Bornholm trenne bref från Horn af d. 30 maj och den 6 och 12 juni, hvilket visar, med hvilken otålighet denne väntat pä flottan. Horn vill fram för allt veta, huruvida Ryning tänker fatta kanalen i Sundet och pä så sätt hindra öfverfarten från Själland till Malmö. Ryning svarar cl. 7 juli, att han visserligen finner detta före skrifvet i sin instruktion, men att han först måste skaffa sig noggrannare kunskap om farvattnet; det medförda sjökortet vågade han ej lita på, dä sjöofficerarne vid flottan, hvilka han rådfrågat, förklarat det mycket felaktigt. Som flottan nu måste gå åt tyska kusten för att i Wismar intaga proviant, måste Horn bekväma sig att vänta. För öfverförseln af de utlofvade knektarne från Tyskland, som skulle förstärka Horns armé, hade Wrrangel träffat anstalter, och Horn hade blott att bestämma, i hvilken hamn han ville mottaga dem. Den enda nytta Horn tills vidare hade af Ryning var, att han med samma farkost, som öfverförde dennes bref, mottog ett parti styckekulor och ') Ännu d. 5 juli skrifver Nils Assersson till reg., att den holländske amiralen de Witte aviserat Ankarhjelm, att konungen af Danmark vore sinnad att löpa till Göteborg med 24 örlogsskepp och 8 brännare samt en hop krigs folk. Reg. anser dock, att fienden nu, när våra flottor redan voro ute ; sjön, ej skulle våga sätta en dylik plan i verket. Enligt underrättelse från Horn låg den danska flottan d. 4 juli stilla vid Köpenhamn. 2) 19 juli R. R."], [66, "62 hästskor1). Horn blef otålig öfver dröjsmålet och ville nu efter sin långa väntan komma i aktion; armén var färdig, sedan ändtligen de flesta rekryterna ankommit. Han skickade ett nytt bref till Ryning af d. 10 juli (Fjälkinge), som d. 13 träffade denne i hafvet utanför Möen. Horn åberopar där holländska officerares vittnesbörd för att farvattnet utanför Malmö vore tillräckligt djupt; om Ryning närmade sig Dragör, skulle han få goda upplysningar härom af den holländske amiralen. Horn begär trängande att få bestämdt veta, om ej flottan kan fatta kanalen, så att regeringens hufvudplan med hopp om framgång kan sättas i verket. Allt beror på samverkan med flottan; där- förutan kan intet företagas! Slutligen hemställer han, om icke provianten från Mecklenburg och Pommern kunde afhämtas och föras till flottan, sedan denna besatt Sundet. Ryning hän- visar till sitt föregående bref och vill ingenting lofva, förr än han med flottan kan komma närmare Sundet och själf under- rätta sig om farvattnets beskaffenhet. Horn kunde vara öfver- tygad, att i allt hvad Ryning utan att riskera flottan kunde uträtta till K. M:s och kronans fördel, intet skulle försummas. Med mindre fartyg och fregatter kunde nog farvattnet mellan Malmö och Köpenhamn bevakas, om än icke hela flottan kunde där löpa in. Horns förslag med provianttransporten förkastar Ryning bestämdt. Horn skulle betänka, att sjöfolket från d. 13 maj, då amiralen reste från Stockholm, icke hade proviant och dricka för mer än 2 månader2) och att sedan dess nio veckor voro förgångna; skulle han längre vänta, blefve tillståndet på flottan olidligt. Han behöfde dock ej länge dväljas på redden vid Dornbusch, då provianten redan låg färdig och han till en början blott ämnade intaga sådan för några veckor. Efter några dagar mottog Ryning (19 juli), då liggande på redden vid Dornbusch, ett nytt bref från Horn3) med bojerten »Hvita hunden», uti hvilket fältmarskalken förmäler, att allt till hans armé destineradt folk, ammunition och proviant nu äro för handen och alla förberedelser till fullföljande af den föreskrifna planen fattade, hvarför han frågar, huruvida Ryning å sin sida ') Ryning till Horn. O. S. 2) Enligt instr. d. 21 maj hade flottan proviant för tre månader. 3) Dat. Fjälkinge d. 16."], [67, "63 funne det möjligt att med flottan kooperera därtill. Ryning skyndar sig att svara d. 20 juli ]). Han hänvisar otåligt till sina föregående bref, af hvilka bort framgå, att han af brist på proviant måst gå till Dornbusch för att ej äfventyra folk och fartyg. Gårdagen hade han från Stralsund bekommit ett parti bröd och dricka, och så snart detta blifvit fördt ombord, ämnade han gå uppåt Sundet. Det öfriga förrådet, som blifvit beställdt från Wismar och Lubeck, kunde sedan komma efter. Hvad beträffade frågan om att hålla kanalen fri, så hade han redan två gånger yppat sina tankar, att han den ej kunde be svara, förr än han vore på ort och ställe. Att han då skulle göra allt fär att samverka med Horn, för så vidt det utan fara för flottan ske kunde, därpå borde Horn icke tvifla. Horn bröt emellertid upp från Fjälkinge den 31 juli, sedan han förordnat grefve Gustaf Lewenhaupt till befälhafvare på Sölvesborg och Ahus2). Wachtmeister med en del af rytteriet fick stanna vid Värpinge och den öfriga hären lägra sig vid Månstorp3). Själf tågade han med en del af trupperna till Skanör, där han kom till samtal med Ryning och Wrangel den 7 augusti. Dessa nekade att lägga flottan i Sundet mellan Malmö och Saltholm, men förklarade sig likväl kunna stanna med flottan så nära, att ej Horns läger skulle kunna oroas från hafvet4). Horn kunde sålunda ändtligen skrida till belägringen af Malmö. Det var stadens räddning, att denna började först så sent. Där hade nämligen i slutet af 1644 pest utbrutit, som fortsatt att rasa hela vintern. Dagligen dogo omkring 20 soldater, och konungen af Danmark hade flere gånger måst skicka nytt folk öfver för att hålla besättningen vid makt. Då Horn kom till baka från sitt tåg till Bleking, hade sjukdomen upphört, och fästningen var väl försedd med folk och lifsmedel5). Horn hade emellertid knappt begynt att lägga handen till verket, förr än bud om freden kom. Den 6 augusti afgick bref från Stock- ') O. S. 2) Denne slog d. 25 juli ett band snapphanar vid Mörrums kyrka. Boeclerus, s. 258. 3) I Östra Grefvie s:n, l';2 mil från Malmö. *) Boeclerus, s. 259. 5) Slange, s. 1302 o. f. Theatrum eur., s. 635."], [68, "64 k holm till fältmarskalken med underrättelse, att fredsslutet snart väntades. Horn skulle därför inställa fientligheterna och upp häfva belägringen af Malmö; dock hålla staden starkt blockerad och utan hänsyn draga så stor nytta som möjligt af landet där omkring, då Sverge i alla fall måste återlämna det1). I medio af augusti kom detta bref fram till Horn, som den 18 under rättade regeringen, att alla fientligheter voro afslutade2). Trak taten hade undertecknats den 13. Så hade detta års fälttåg redan från början genom de motigheter, som drabbade flottan, råkat på sned, och genom Rynings försiktighet hade hufvud planen blifvit ytterligare fördröjd. När så ändtligeu den af Horn så ifrigt åstundade samverkan kommit till stånd och man börjat träda i aktivitet, afbröts allt genom freden, och Skånes förnämsta plats hade bevarats i danska händer, d. v. s. Skånes eröfring kunde ej anses fullbordad. Att Malmö, så som situa tionen sommaren 1 645 i aug. var, skulle inom kort fallit i sven skarnes händer, lider väl intet tvifvel, och Horn hade då kunnat afsluta sitt på svårigheter så rika skånska fälttåg med ett stort resultat. Visserligen hade ännu Kristianstad återstått, men det hade ej kunnat hålla sig länge efter Malmös fäll. Att full bordandet af Skånes eröfring äfven skulle hafva gjort freden ännu fördelaktigare för Sverge är klart. Det är fredspartiet inom svenska rådet och i sista hand drottningen, som efter åt skilligt vacklande slöt sig till detsamma, hvilka bära ansvaret för att 1645 års fälttåg ej kom att lämna en vinst, som hade kunnat motsvara de stora rustningarna. Efter fredsslutet förblef Horn enligt regeringens befallning3) med armén stående vid Malmö, tills ratifikationerna utväxlats. Därifrån kunde han nämligen iakttaga danskarnes mått och steg samt hålla landet i lydnad och nyttja det till arméns uppe hälle. God ordning skulle upprätthållas till det sista. Ryning skulle enligt regeringens order af d. 20 aug. begifva sig hem med hela flottan, undantagandes 14 mindre skepp, som under amiral Ulfsparres befäl skulle kvarstanna för att öfverföra de trupper, som från armén skulle gå till Tyskland. På hemvägen ') O. S. Copia. 2) O. S. Från Skräflinge, där Horn nu hade sitt högkvarter. 3) Den 27 aug. R. R."], [69, "65 skulle han låta 1,000 man landstiga på Gotland och besätta Visby1). Emellertid hade Ryning redan lämnat Sundet, då denna skrifvelse ankom, och inträffade redan den 27 aug. i Dale hamn med hela flottan på tre skepp när, som WTrangel tagit med sig till Tyskland2). Regeringen underrättade Horn, att den lät 10 skepp under Ulfsparre gå tillbaka till Skåne (Ystad) för ofvan angifna ändamål. Regeringen ändrade emellertid snart sin plan att förstärka armén i Tyskland med trupper från Skåne, så att Ulfsparres expedition inställdes3). Amiral Peter Blom sändes med 7 mindre skepp till Skåne för att i Ahus och Sölvesborg intaga kanoner och ammunition4). Enligt regeringen instruktion af den 30 augusti skulle Horn, sedan ratifikationerna utväxlats5), den 16 september draga gar nisonerna ur Landskrona och Helsingborg och öfverlämna dessa städer åt konungens af Danmark fullmäktige och däremot samma dag låta åt sig inrymma Halmstad med län. Härefter skulle han lämna Sölvesborg och andra kronans och adelns fasta platser i Skåne och Bleking, så att hela det af svenskarna besatta om rådet vore utrymdt och återställdt till danska kronan den 23 september. Sedan detta skett, skulle Horn härom underrätta C. G. Wrangel, som hade att exekvera fredsfördraget i Hol stein och Jutland. Helmuth Wrangel skulle med krigsfolket hafva afmarscherat ur dessa länder senast till den 30 september; fästningarna därstädes dock restitueras först den 31 okt. ') Kontraorder, »att intet befatta sig med Gotland denna gång», d. 27 aug. R. B. 2) »Med flottans aflöpande från Sundet är något öfver vår mening och order fattadt.» Reg. till Horn d. 30 aug. R. R. 3) Reg. till Horn d. 7 sept. *) Reg. till Horn d. 9 o. 24 sept. 5) Detta skedde på gränsen vid Markaryd. Reg. uppdrog åt Horn att skaffa Kagg, som förrättade utväxlingen från svenska sidan, »ett skönt pau lun» att därvid använda. 5"], [70, "Bilaga. Disposition på folket öfver detta krigs utförande i Skåne, uti fält och garnisoner. [Bilaga till förmyndareregeringens skrifvelse till Gustaf Horn af den 18 maj 1644 (jfr s. 31); uti Bielkeska samlingen.] Rytteri: _ . ... J Som de böra vara. 1 komp. fältmarskalkens eget 125 man, 4 » rusttjänsten 450 » 4 » östgötar .'. 529 » 8 » västgötar 1,000 » 8 » småländingar 1,000 » 4 » Stålhandskes finnar 600 » 29 komp. 3,704 man. Infanteri: 2 komp. Gordons 300 man, 6 » Sperlings södermanländingar 941 » 8 » dalekarlar 1,109 » 8 » Bengt Eibbings 1,239 >, 8 » Gustaf Stenbocks småländingar 1,260 » 8 » Axel Lillies östgötar 1,120 » 8 » Fleetwoods småländingar 1,133 » 7 » Axel Axelssons finnar 900 » 4 » Sassens Unnar 500 » 59 komp. 8,502 man. 8 » ' Hamiltons värfvade 1,200 » 67 komp. 9,702 man. Om nu Torstensson kunde undsätta denna armén med 2,000 knektar, blefve det tillsammans: 67 komp. förbemälta 9,702 man och 14 komp. hjälpesoldater 2,000 man; s:a 81 komp., 11,702 man. När nu af dessa blifva i garnisonerna förordnade till 1,200 man å 8 komp., så blifva öfver 73 komp. S:a i fält: 29 komp. ryttare, 3,702 man, 73 komp. knektar, 10,502 man; s:a 102 komp., 14,206 man."], [71, "67 I Västergötland till dess värn: Ryttare : 6 komp. uppländingar 704 man, 2 » västgötar 200 » 4 » Wittenbergs finnar 600 » 12 komp. 1,504 man. Knektar: 6 komp. Peder Ribbings 1,102 man, 4 » Bengt Ribbings 600 » 4 » bergsbruks knektar 600 » 2 » dragoner 200 » 16 komp. 2,502 man. I Älfsborg, Göteborg och skansarne: 6 komp. Erik Stenbocks västmanländingar. 8 » Gordons Närikes knektar. 3 » Gustaf Stenbocks småländingar. 1 » staden Göteborgs. 18 komp., 2,450 man. När nu dessa dragas tillhopa, så kommer detta defensionsfolk att stå i fält: 12 komp. ryttare, 1,504 man, 16 komp. knektar, 2,502 man; s-a 28 komp., 4,006 man. När man nu sätter Göte borgs garnison därtill, så belöper sig summan: i fält: 28 komp., 4,006 man; i garnison: 18 komp., 2,450 man. S:a 46 komp., 6,456 man. Synas alltså garnisonerna och fältet på efterföljande sätt i Västergötland kunna besättas, när det andra fattar Viken i Norge: På Älfsborg 2 komp., 300 man; i Göteborg 6 komp., 600 man; på Ryssåsen 1 komp., 93 man; s:a 9 komp., 993 man. I fält: På Hisingen 9 komp., 1,457 man; i Viken 16 komp., 2,502 man; s:a 25 komp., 3,959 man. Ryttare 12 komp., 1,504 man; s:a 37 komp., 5,463 man. På Öland: Tufve Brehmens på Bornholm 1 komp., 150 man, » » i Björnehufvud 1 » 150 » Östgötaryttare 1 » 125 » 3 komp., 425 man."], [72, "68 I Kalmar: Johan Flemings Österbottens knektar 6 komp., 893 man, Tufve Brehmens småländingar 2 » 300 » Smålands ryttare 2 » 200 » 10 komp., 1,393 man. I Jönköping: Nils Kagges västgötar 3 komp., 450 man. I Norrköping: Bergslagsknektar 1 » 150 » I Nyköping och Hasselön: Bergslagsknektar... 1 » 150 » I Stockholm: Bergslagsknektar 2 komp., 300 man, Gårdsfanan ..... 1 » 100 » Finska rusttjänsten 1 » 125 » 4 komp., 525 man. På flottan: 8 komp. uppländingar 1,133 man, 6 » hälsinga 1,000 » 7 » västerbottningar 880 » 21 komp. 3,013 man."], [73, ""], [74, ""], [75, ""], [76, ""], [77, ""], [78, ""]]