[[1, ""], [2, ""], [3, "ON THE USE OF RICHES. AN E P I S T L 1 _ TO A FRIEND. Jn Uetse. , \" Of great riches there is no real use, except it be in the distribution ; the rest is but conceit.\" — Bacon. LONDON: W. PICKERING, 177, PICCADILLY. 1852."], [4, ""], [5, "PREFACE. I confess I have but little to remark by way of Preface to this Epistle. If the work should be considered creditable, I have sufficient faith in the liberality of public criticism to believe that its merit will be acknowledged ; and if, on the contrary, it is worthless or indifferent, I am the last person in the world who would desire to hear it praised. It has always appeared to me, that unless a writer can feel that he has obtained the approbation of those who preside over the tribunal of Taste, he must be content to regard his labours as unprofitable and vain ; for critics are to literature what assay ers are to the precious metals, they alone can stamp it with the mark of value or distinguish the pure ore from the useless dross. Note.— As to the universal Peace anticipated in the Poem, 'tis altogether a poetical license, for who would be rash enough to prophecy such a Millennium, when every fifth man in Europe has a Minie rifle in bis baud, and even the Quakers of the Peace Society have ordered Colt's Revolvers for personal defence."], [6, ""], [7, "AN EPISTLE TO A FRIEND ON THE USE OF RICHES. \" Non ego avarura Cum veto te fieri, vappara jubeo ac nebulonem. Est inter Tan aim quiddam, socerumque Viselli : Est modus in rebus; snnt certi denique fines, Quos ultra citraque nequit consistere rectum.\" 'Tis strange how few with countless riches blest, E'er learn the mode in which to spend them best, Or keep the happy path, so hard to find, Where they can please themselves, yet serve mankind; Various their tastes, more various their desires, Each to some separate height of pride aspires; In power, rank, fortune, beauty, fame, or wit, All fondly hope some favourite aim to hit, Till urged to mad extremes they meanly fall, The hateful miser or vile prodigal. Explore the world, my friend, and you'll confess How seldom riches purchase happiness, Or grant their votaries that calm content Which oft to poverty by Heaven is lent; For when society you closely view, And Fortune's favourites through life pursue, Beneath their splendid state you'll rarely find The tempered sweetness of a happy mind, In which good sense and prudent tastes are nicely joined 'Tis strange, yet true, we seldom rest content With what kind Providence to us has lent,"], [8, "■> But envious ever all our neighbours hate, Who own a larger or more grand estate ; Even our equals we can rarely see Rise to distinction without jealousy ; But when what seem inferiors stand preferred, Our hearts with envy's blackest spite are stirred. 'Tis not to please himself the rich man spends, But rather to be envied by his friends; And hence far more he seeks to wound their pride, By using luxuries to them denied, Than with those luxuries his tastes to please, By adding to life's elegance or ease ; Do what he will, build, furnish, plant, or drain, If but one equal vie with him in vain, He sleeps content — he asks no higher aim, A rival lives who envies him his fame. Life thus becomes a warfare upon earth, In which wealth is more honoured far than worth ; Gold forms the ladder to each social grade, And honour sinks to be a market trade : High birth, great deeds, or actions stamp'd by fame. Were once deemed needful privilege to claim, But now each scoundrel, who can splendour buy, With dukes can rival and with princes vie. The millionaire must let proud neighbours know How rich he is by outward pomp and show ; If but his grace should drive a coach in four, Why Bufo just commands two horses more; Let lords dine if they will off silver plate, Bufo from gold must lap his soup in state; The wealthy merchant puffed with foolish pride, Must hold a spacious park to queens denied,"], [9, "Or lacqueys in such retinues support, You'd think at least they served a monarch's court; Yet just the more he lavishes expense, His neighbours but discern his want of sense ; The cit whose shuttered shop is closed at last, Must robed in velvet try to blot the past, And lest the world his recent rise should see, Contrive to forge a parchment pedigree, From heralds' books assume an ancient crest, And let some borrowed motto tell the rest. Yet neither splendour nor a large estate Can make rank fools rever'd, esteem'd, or great ; No ! thanks to common sense, at least some few Mere impudence despise and spurn it too; Judge greatness by the standard of the mind, And laugh at pomp if not to merit joined ; Pluck folly's feathers one by one away, And as the peacocks served the silly jay, With ridicule the purse-proud coxcomb's toils repay, Believe me, friend, if riches e'er work good, 'Tis when they fall to men with sense endued; Taste, reason, wit, alone can give them weight, And make their owners happy, wise, or great; Fortune in vain to fools her gifts may lend, They yield no pleasure, serve no useful end, For gold in folly's hand is power misplaced, And only feeds the fires of riot, lust, and waste. If nice discerning taste with riches came, And wealth and education were the same, Some vile vulgarities we should escape, Or see such things at least in decent shape;"], [10, "trace, But since true taste's an art gold cannot buy, False taste too often does its place supply, And hence ten thousand follies round us rise, To make us wish our neighbours were more wise True taste is prudent, and with humble means Makes life a constant change of pleasing scenes, Trusts to simplicity to gain her ends, And if she fails to charm, she ne'er offends ; Weds art to nature, giving each new grace, And touch whate'er she may, the skilful hand we False taste by vanity is led astray, And deems that beauty which is mere display, In tinsel lustre lavishes her store, Till ornaments are ornaments no more ; Or else such gorgeous colours she'll employ, Grace, elegance, and ease they quite destroy, Nay, just as larger her materials grow, Propriety she leaves for ostentatious show. True taste, oft with a solitary flower, Can shew you beauty in its fullest power, While her less gifted sister will entwine A hundred, thinking when she's smart she's fine. To manage riches with a prudent hand, Is a nice art few learn to understand; Some to profusion, some to avarice lean, Unwisely mad, or ignorantly mean, And where one heir a fortune can enjoy Ten round him in rank follies theirs' employ; Yet who with wealth endowed would e'er admit To use that wealth, his only want was wit : No ! the worst idiot fortune ever blest Holds his own view of spending it the best,"], [11, "j Thanks each kind friend he meets for sage advice, But counsel takes with whimsey or caprice. Oh Vanity, how many fools we find, By thee misled, make laughter for mankind, And, rob'd in folly's motley-covered gown, Rise high indeed, if ridicule's renown. Curio has taste for art, or fancies so, To fill his galleries what treasures flow, What painters with the sun begin their toil, What artists slave beneath the midnight oil ; From his bright walls what mingled worthies stare. Cæsar, Erasmus, Pitt, the late Lord Mayor; If Titian's there, 'tis ten to one you meet In the next frame, some Cyprian of the street; Da Vinci, Claude, Murillo you admire, You turn, and, lo, all Drury Lane's on fire ! To Curio's banquet crowding guests arrive, For Curio's wine is worth a ten mile's drive; The feast begins — the sparkling cup flies round, High and more high does Curio's voice resound — 'That Cuyp is fine, indeed,' observes a peer, A compliment the host can scarcely hear Ere he proceeds most eagerly to shew How little he of Cuyp or art can know : 'It is my lord, and so uniquely rare; I've ordered Cuyp its fellow to prepare, And shall commission the great Raphael soon, To paint a Virgin, or a new Cartoon, For 'tis my rule, we never should desert The mighty masters of pictorial art, To trust empirics who make art a trade, And think they paint when colour is displayed ;"], [12, "Yes, if our aim is art, high art, to reach, Such precepts night and morning we must teach ;' The ladies smiled ;the savans sipped their wine, And Curio thought he'd shewn his taste was fine. Some would be scholars thought, and hence affect A zeal to make their libraries select, As if ten thonsand books in purple bound Could change a blockhead to a wit profound ; In Flavio's study see what wonders rise, Hallam himself would view them with surprise ; The rarest manuscripts the world can show, Whose pages only moths and insects know ; To own them is enough for Flavio's boast, If fashion learn it through the Morning Post : Yet, should the Dean drop in, why Flavio stands With half the Christian Fathers in his hands, But shuns polemics while they talk together, By questioning the Dean about the weather ; The Dean retires — the saints on shelves take rest, And Flavio yawning asks if dinner's drest. Nimbo, more keen, of books makes no parade, Tho' Flavio's kinsman in the puffing trade; He knows to print a work is certain fame, Another finds the wit, and he the name, For editor and writer mean the same. On title pages Nimbo's honours shine, With Nimbo's portrait, like an alehouse sign; Grave matrons praise, while each expectant belle Exclaims \" did ever author write so well !\" Books for his autograph old maids prepare, And half the town ask locks of Nimbo's hair."], [13, "'Tis the worst ill which can the rich befall, When they believe they've taste with none at all, And tenfold worse, when candid friends stand by To say, ' spend more, then critics you'll defy.' Sir Ralph had wealth, and with it an estate, From ancestors past ages had deemed great ; The house a noble stately-looking pile, And model of Elizabethan style, Stood shaded from the winds and storms of heaven In grounds Queen Bess to Burleigh might have given : Sir Ralph by scheming architects was told The mansion for repairs was far too old, Besides, in times of progress such as ours, 'What eye,' said they, ' could bear those red-brick'd towers ? Zounds, sir, with your vast fortune, who would waste Comforts to please an antiquary's taste.' Sir Ralph consenting, journeyed up to town, And ere the moon had changed, his house was down. Now came the point — should he consult the schools, Or trust to his own fancy free from rules. 'Take,' cried one friend, ' the old Italian style, And worthy of Palladio raise your pile.' ' Stop,' said another, ' that suits not our isle; Old Gothic for the structure I advise, In medieval art all taste now lies.' ' Hold,' cried a third, ' to British science turn, And from Vanbrugh or Wren new graces learn.' Sir Ralph confused, with lots marked every plan, His butler drew out one, the work began. The pile completed, neighbours came to view, What could Sir Ralph, but ask their judgment, do."], [14, "* Your plan, my friend,' cried one, ' I should admire, If the grand entrance were a little higher.' Another came, and proved the work all wrong, The wings too short for a facade so long. A third thus spoke, 'your architects planned well, If you desired a terminus hotel; But if a mansion, in God's name I trust Their blunders you'll lay level with the dust.' ' What pile is this,' a passing stranger said, 'A house to hold the idiot or the mad ? ' Man ne'er made better guess since time begun, Though not for many raised 'twas built for one. On sumptuous banquets some their riches spend, As if a dinner were life's highest end ; And for one meal more preparation spare, Than would suffice to dine a new Lord Mayor ; If they converse, one theme they still repeat, And their world ends with judging what they eat; Such men as epicures are styled by fame, But gluttons I assert should be their name. French cooks, rare wines, an exquisite cuisine, Show plainly where Orgilio's thoughts have been ; For him what councils sit with weighty care, To ponder o'er his daily bill of fare ; For him what Soyers with immortal pen, Teach maids to fine a soup or truss a hen ; For him what hosts of marshalled cooks combine, What slaughtered victims bleed that he may dine; Seasons for him reversed in order run, And in his hothouse he cashiers the sun ; Lambs for his winter feasts in flannel grow, And strawb'ries bloom for him to spew on snow ;"], [15, "> Yet for one luxury, still he heaves a sigh, And asks the appetite gold cannot buy. Follies like these though great are venial still, Since their own authors only feel the ill ; But when mad libertines, by vice debased, Run through the wild career of wanton waste, 'Tis not themselves alone they sink to hell, But those who love too long and trust too well. What suffering crowds on profligates attend, The bankrupt neighbour and the ruined friend — The grey-haired father, into prison cast — The mother, hoping when all hope is past — The maniac wife, from whom all reason's flown — The murdered child — the harlot's dying groan. Scarce has the minor reached the long sought hour. When boundless wealth is placed beneath his power, Ere he to flatterers falls an easy prey, With few to guide and many to betray ; Charmed like the moth by Pleasure's dazzling light, Round the gay lamp he sweeps with eager flight, Till to the treacherous flame too close he flies, And like the insect flutters, falls, and dies. What hosts of gay retainers hailed the day, When Varro came o'er Ringwood's lands to sway ; Sweet were the bells that ushered in the morn, Soft through the forest rang the mellow horn ; Green were the garlands on each pictured wall, And loud the shouts that echoed through the hall ; Bright were the faces round the painted hearth, And jocund passed that festival of mirth; There Beauty bade her sweetest smile appear; There on the cheek of Age stood Pleasure's tear,"], [16, "> And young, and old, and rich, and poor were gay, To see that Ringwood's gloom had passed away. But far from Ringwood Varro roamed for fame, And soon to Ringwood gloom and darkness came ; In distant cities Varro's wealth was spent, At Ringwood agents asked a double rent, Which muttering farmers paid with discontent; No more the guest or tenant hailed the smoke That in the banner'd hall the feast bespoke ; But undisturb'd her web the spider spun, And bats flew out before the set of sun ; No more the sound of revelry was heard, Nor hound nor horn the silent forest stirred ; Lone grew the hall, deserted was its gate, And solitude once more was Ringwood's fate. Of learning Varro could not boast, at once A mere pretender and an arrant dunce, For college, university, and school Had left him as they found him, half a fool, Nor could five tutors and a bishop too, From him strike out one spark of wit to view ; Travel, kind friends advised, in hopes that such Might give his thoughts some sharpness, if not much So taking leave of classics off he went, To traverse, if not see the continent. O'er lands, o'er seas, o'er desert plains he flew, And as in stature so in vice he grew ; Paid every post marked down in Murray's track, And having tumbled ou the Alps, came back. An idler's life was held in high disgrace, Besides, professions gave e'en wealth a grace ; So some to him the church proposed, and there He might have spoiled a sermon or a prayer;"], [17, "Why not the army 1 — looking at his shape, But that was to be buried at the Cape ; A barrister that takes no briefs some said, Who, if he cannot plead, can dine instead; Friends stood in doubt perplexed, but all agreed, In Parliament, at least, he would succeed ; A hustings speech he could repeat by rote, And though he could not argue he could vote. Our hero soon a vacant borough sought — (For boroughs though reformed can still be bought ;) His bell was rung, a trusty lawyer came — It matters little here to tell his name, The cheques were cash'd, the agents did their work, And Varro reigned at * * * * like any Turk ; Such schemes require art, judgment, tact, we know, And gold, as Harwich and St. Alban's show : But should petition follow by mischance, Gold still can ship the voters off to France ! For gold (and Graham \" knows the reason why\") All statutes writs and sheriffs can defy : Thus, once more, Freedom saw her cause profaned, And one more blockhead proud St. Stephen's gained. The stinking carrion, though it taint the air, Will draw the eagle and the vulture there; So men of wealth to manly honour lost, Find in the world a mercenary host Of wretched flatterers who will friendship sell, To knave or devil, if they sell it well. Hence he that's rich discovers many friends, Who use his friendship for their private ends, Yet cloak their aims with such surprising skill, That, Proteus-like, they seem whate'er they will,"], [18, "And keep the cloven foot so well concealed, The friend's enriched before the knave's revealed ; Who blind their patron so he ne'er suspects them, Till in the gulf of ruin he detects them, Who always make it their prerogative, His wealth to squander and his gold to give ; But when that wealth is squandered, sneak away, Some other wretch to plunder and betray. Friends of the moment, flatterers of the hour, Slaves to the rich, and parasites to power, Who hold it as an axiom fit and just, The more to rob, the more they're put in trust; And who their master's ruin would subscribe, If but his foes presont a larger bribe ; A swarm of pestful vermin surely found, Wherever thoughtless prodigals abound — Vampires, whose sting is death to all they wound. Pimps, gamblers, bullies, every part they'll play, And fight like mercenary Swiss for pay ; Ready through each excess of vice to run, Until their patron's credit is undone, Which when effected they sneak out of sight, Like beasts of prey that shun th' approach of light Of such rank villains Varro had his share, Aud ne'er was victim blinder to their snare, Since he but proved a better sort of fool, Who grew more dull the more he went to school And always was employed committing treason Against the rules of common sense and reason, By plotting his own fall in such a way, As did his want of judgment quite betray- How swift the fall of giddy thoughtless minds, Whom flattery counsels and whom folly blinds,"], [19, "How soon the largest stores of wealth they drain. Untaught the toil required that wealth to gain, On such weak fools corruption's venom'd brood, Like scorpions fix to suck their daily food ; Scorpions more dire than any insect host, That ever smote with plagues th' Egyptian coast Enticed, allured, by this vile, impious crew, An adept in their vices Varro grew; By them instructed a new track he took, And what small share of sense he had forsook ; Turn'd gambler, rake, sot, drunkard, debauchee, A very monster of deep infamy ; A being quite insensible to shame, With vices which would soil a Wilmot's name, Or Sedley's, Ogle's characters pollute, If you to them such scandals should impute. Though once Peruvian mines could scarcely hold The more than princely heaps of Varro's gold, Yet day by day those heaps grew less and less, Squandered in rash profusion and excess ; His life became one desperate career, In which gross vice triumphant did appear, For scarcely a new crime could he begin So ransack'd was the catalogue of sin ; Hazard at night, and duels the next day, ■ Always half mad from either wine or play, Now in low taverns with lewd harlots whoring, Now with buffoons in midnight orgies roaring, Debased by every crime of sensual lust, A creature never viewed without disgust, One morning saw ten thousand lost at play, The next he had as much in bills to pay;"], [20, "Bankers his bills politely did refuse, He pass'd by easy steps to scriveners and Jews ; Estates were mortgaged, farms and studs were sold, And all his parchments pledged away for gold ; Beneath the sounding axe whole forests fell To pay one evening's work at Crockford's hell ; His flocks were seized, his favourite hounds dispers'd, For duns and sheriffs' writs had done their worst : At length, a single die, revers'd by fate, To Manson gave his pictures, wine, and plate, And safely lodged him in the spacious Fleet — The gambler's home, the spendthrift's last retreat. Thus, riches, which mad prodigals disperse, Prove to mankind a torment and a curse ; Work double mischief, ruin those who spend, And foster vice where'er their powers extend ; Scorch like the rays that fell from Phaeton's course, And blast whatever meets their fiery force. But why should all our censure and our blame Be spent to gibbet this poor wretch's name, While hundreds shame the town in faults as bad, With less excuse, because at least less mad ; Who game, drink, whore, exhaust the realms of crime, Yet honour save because they stop in time, Or with such caution their short-comings hide, That prudes and saints with them are satisfied. 'Tis true some deem it politic to spare, From Satire's lash the vices great men bear ; But Vice I hold should be despised when known, Whether it stain a cottage or a throne ; For 'tis the same vile thing wherever seen, And shames not more a peasant than a queen_"], [21, "Thus Hirco's actions all men know to be Actions of most consummate infamy ; Yet since he holds his title and estate, The world submits to rank him with the great; Nay, pushes genius, virtue, worth aside, To honour him and reverence his pride ; In royal levees oft he kneels and shines, With queens he dances, and with princes dines, Though all his life is lavished to prepare A gaol or cottage for his bankrupt heir, Content with that, if he contrive to save His name from being branded rogue or knave; In this world all his care, ' come what, come may,' To keep his credit good in town for play, And as for children, they must take their chance, And beg in Italy, or fight in France ! The Sacred Preacher does insist, we know, That all things are mere vanity below; Yet of all ills which most I hate to see, 'Tis that of grandeur fall'n to beggary ; When those whose rise from monarchs' blood we trace* Dishonour'd fall in ruin and disgrace ; When those whose sires ruled senates by their sway, Sink to mere sots and shame the public way; When those who once held dignity and fame, The highest honour and the proudest name, Are doomed some menial office to fulfil, Such as to guard a desk or guide a quill, And so reduced by want you scarce can trace In them one remnant worthy of their race; Or worse than this, so spurned by all mankind* That exile is the only home they find ;"], [22, "Where starving on some small annuity, Beggars they live, and wretched outcasts die. I love to honour names identified With what I deem my country's honest pride; Whether those names from recent deeds are won, Or have through ten proud generations run ; Symbols of worth and high desert they stand, Respect they merit, reverence they command, And he who homage to such names denies, Must have a spirit much more mean than wise ; For 'tis the distant hope of future praise, That prompts and teaches the quick mind to raise Her noblest works, and counsels her to scorn A rival's hate for fame from ages yet unborn. Men thus descended from the wise and great, Hold rank mere riches never can create ; For what but Time can weave those wreaths of fame, Which gild a Granville's and a Cecil's name, Or purchase that illustrious renown, The twelve proud Howards now have handed down ? But when the scions of a noble line, Degenerate prove and decency resign ; When they with thoughtless, careless hand, Scatter their fathers' riches through the land, And every crime that's vile and base pursue, To scandalise mankind and shock it too; They brand the name they bear with double scorn, And blot the memory they should adorn ; Call forth the stern contempt of honest men, And fall despised no more to rise again. Scarce does a year pass by but that we see The ruin of some antient family,"], [23, "Its lands neglected, barren, and o'errun, With each wild weed that grows beneath the sun ; Its forests vast of venerable oak, Bent down beneath the woodman's daily stroke ; Its trees that lent hereditary shade, In leafless, lifeless, desolation laid ; Its groves where Flora held her sylvan reign, And clothed with verdant beauty all the plain, To barren waste by negligence consigned, And doom'd to fall the sport of every wind ; Its hall where flourished each domestic grace, Left a lone, tenantless, deserted place ; Its ample grounds and glades hired out to keep, A herd of cows or scattered flocks of sheep ; Its walks, its slopes, its alcoves, and its bowers, Untrodden e'en in summer's sweetest hours; Its dial by sheltering boughs o'ergrown, Its sculptured fount a heap of shapeless stone; Its lawns where Spring her earliest fragrance shed, Left for one rose to grace with drooping head, But ah ! more sad its honorable name, Hung like a beacon monument of shame, To show how little birth or rank avail, In minds where folly, vice, and guilt prevail. If men of fortune pleasures must enjoy, Let them in manly sports their wealth employ, And not mere sots and drivellers turn, Whom all but punks and tapsters spurn ; Who know no joys but those of sensual lust ; Who wake no feelings but of vile disgust ; Whose low ambition highest seems to soar, To feast a pugilist or please a whore,"], [24, "And who in tavern chairs aspire to sit, To make mere piddling bawdy pass for wit, Or practise crimes too scandalous to name, Because paid flatterers hold such follies fame. To rash extremes mankind now prove so prone, True moderation is a grace unknown, Or seen so rarely one may half suspect, That principle has perished through neglect ; What though the prodigal's career we blame, Shall not the miser's too be viewed with shame ? Shall not stern justice ask what bids him store Those heaps which Heaven designed to feed the poor ? Those heaps which conscience tells him should be spread, To give the labourer work, the pauper bread, To help the wretched, soothe the sickly eye, And prompt each work of human charity. How oft to this the miser will reply, My wealth the world shall have before I die ; A house for godly alms I'll build next year, If with increase my little rents appear; The year runs round, the little rents improve, As grow the rents, so grows the miser's love; He promises again, the rents decrease, And then the sophist Mammon reigns in peace; \" I cannot spare,\" the wretched niggard cries, Yet hoards and hoards, and rich and wretched dies. What makes the miser wish to swell his store, And gain whate'er he may, ask something more ? You give him plenty, affluence he desires — You give him thousands, millions he requires ; Boundless his wealth in measure and extent, ' fis ne'er enough to leave him quite content."], [25, "9 Let Fortune grant whate'er the world can give, There's something still for which he hopes to live ; Some precious gem just taken from the mine, Which should among his choicest jewels shine; Some rich estate, some forest, or some field, Which must to him its future tributes yield, And swell those heaps that round his cellars rise — For what? — perhaps to be the spendthrift's prize. Whence springs this baneful madness of the mind, Which poisons peace, and strikes pale reason blind ; Which makes all action to one centre move, Of base self-interest, or mean self-love; Which breaks each link that binds the social chain, And turns the love of man to love of gain ; Renders the heart remorseless and unjust, And changes wise desire to sordid lust ; Gives to one master passion all the sway, And makes all other passions that obey ; Divorces man from neighbour, parent, kindred, friend And leaves him, if not dreaded, hated and contemn'd. Consult the hermit sage, and he replies — Not from one source alone does avarice rise, But various as the whims of human will Are the first thoughts which move this principle : Here it emerges a gross vice at first, There 'tis a virtue into error nurs'd ; Here seen in men the meanest of mankind, And there in heroes who as gods have shined ; Here in a half-clad wretch who sweeps a street, There in a king with empires at his feet, The blot of every age, let History tell How Marlbro' grovelled, and how Bacon fell."], [26, "'Tis surely strange, that more than half mankind To their own imperfections should be blind ; Yet with discriminating eye detect Just where a neighbour's conduct shows defect ; Each man in others sees some fault to blame, Whilst they surveying him do just the same. The fool reviles the wit, the wit the fool, And each the other strives to ridicule ; A miser's pains the prodigal contemn, While he for spendthrift vices censures them. Few to Truth's mirror, turn themselves to see, In the bare nakedness of vanity ; Yet all are quick to hold up Satire's glass, And mark their neighbours' follies as they pass. The miser blames with others, men of pelf, Yet never dreams they deem him one himself, For whatsoever motive bids him hide, Self-love, the dread of want, or lust of pride ; He's sure some specious sophistry to find, To justify his acts before mankind ; To-day he's building prospects for his heir, To-morrow poor relations are his care; This year he must complete a new estate, The next he fears the safety of the state, Or if no revolutions curse the land, He sees some direful famine near at hand, And with large heart prepares to feed the poor, But only does prepare you may be sure ; Making their ills a pretext and excuse, To hide those riches which he dare not use, For all his charity's a mere pretence, He hoards in spite of his benevolence, And leaves the poor at last to Providence."], [27, "What makes old Shiloh linger at the mart, Loth to retire, reluctant to depart? Why does he toil from Ludgate to the 'Change, Fresh bonds to draw, new contracts to arrange ? No child, no wife has he his wealth to share, Nor yet one bastard son to make his heir ; He feeds no future hope that he may live, Like Huggins, the poor widow to relieve; Or build like generous Guy the spacious dome, To give the wretched and the sick a home ; Or raise as Gresham did, the glorious place Where Commerce mingles half the human race ; Childless and friendless, yet with affluence blest, On greater riches all his wishes rest, And just when Fortune larger makes his store, He hopes trade may improve to swell it more, Or prays that Heaven fresh increase may supply By some rich unexpected legacy ; No friend, or heir has Shiloh got, then why Should he himself half nature's wants deny, And all desire in such subjection hold, That Midas-like, he'd turn his food to gold, Rather than know one sovereign had been lent For something less than twenty-five per cent. He must retrench — the times are getting bad; He holds the world a prodigal run mad ; He lets his house, and in its cellar lives, Eating no more than what its garden gives ; A servant next he can't afford to hire, The winters now are warm, he needs no fire; His pew at church he shortly must forego, He's getting deaf, and Topham reads so low ;"], [28, "» He takes a cold, no doctor will he see, For doctors, plague them, always want a fee ; He dies, is buried, and grave lawyers find Some doubts if he were sane enough in mind To make his will ; so they for fees dispute Twelve years, in one long Chancery suit ; Get rules reversed, and judgment oft deferred, Which never is, but always to be heard, And leave the law's stern sentence still unsaid, Though counsel, judges, suitors, half are dead. I grant, where ignorance shrouds a narrow mind Strange follies we must be prepared to find ; Follies so wild and monstrous in their aim, They merit more our pity than our blame, And prove their authors rather fit to be In Bedlam's chambers than society. Who thirsts with fever calls the doctor in To stop its course, or find the lurking sin — And just as much the erring mind requires Advice to guide or check its mad desires, For when rash passions riot unconfin'd, And banish sense and reason from the mind, They prove to happiness as dire an ill As any pains that need a Chambers' skill. The Roman sage affirmed that all mankind, Could scarcely furnish one sound judging mind ; At least, not one exempt from all defect, Though the weak spot you oft could scarce detect; For Wisdom's self can scarce her judgment trust, To mark just where ambition sinks to lust, Or show th' exact, the nice, the curious line, Which does the bounds of Reason's realm define."], [29, "All know the wretch is mad who clothed in rags, Sits cold and starving, just to count his bags, Yet dares not take one penny from the heap, More than suffices him bare life to keep ; Who sees whole troops of human beings lost, Rather than save them at a shilling's cost; Who hides his gold, then abject kneels and lifts His guilty hands for charitable gifts, And wins rich alms through base hypocrisy — That such a man is mad we all agree. But are the crowd less guilty, because they Sneak to their vice by a more stealthy way, Hold up to men grave virtue's decent look, Yet practise what in others they rebuke, And slily hoard, though they pretend to be The very saints of perfect charity ? See far and wide the rage for lucre spread, See black corruption in proud triumph led ; See virtue a discarded teacher stand, And left to wander houseless through the land ; See vice enthron'd in high, in awful state, See crowds on crowds fall prostrate at her gate ; See genius barter her proud strength away, To make the sordid wage her daily prey ; See all ambition sink to lust of gold, See wealth alike the aim of young and old ; See godless gain the wise the learn'd delude, See patriots rob the state and still deem'd good ; See statesmen, senates, nations, homage pay, To each vile filthy idol of the day ; See bishops, dukes, peers, churchmen, priests adore The hand which made them rich when they were poor,"], [30, "When patriots loud in freedom's cause declaim, To sell that cause without one blush of shame ; When priests their hands defile with things profane, And bishops read St. Paul's advice in vain. What, then, is not the sanctuary free From crimes which holy men must blush to see ? Does avarice there with shameless face appear, And neither censure nor remonstrance fear? Does reason there a slave to lucre fall, Blind to the warning written on the wall ? Are moral bounds, because not marked by law, There set at nought with no compunctious awe? Alas ! too oft where purest thoughts should be, The grovelling lusts of vanity we see, And lamps that should give out the brightest ray, In darkness, gloomy darkness fade away. When the poor wretch to whom fate has denied Reason to weigh, or judgment to decide, Falls heedless in the wily tempter's snare, And crime commits, almost through want's despair; His faults mankind with charity should view, And not too harsh the faults of ignorance pursue ; But when men blest with great, with noble parts, Masters of learning, and of learning's arts, Accept like Samuel's sons the venal bribe, And stoop to barter with corruption's tribe; \\\\ hen they truth, honour, conscience, prostitute To each vile end of Mammon's base pursuit; When they by every crime that 's mean, debased, Fall from high place, dishonour'd, and disgrac'd ; Their names receive the dark, the eternal stain, Which Time may try to blot, but try in vain,"], [31, "For not all Bacon's genius can efface, The shame which does a Bacon's name disgrace. To Baal all bow down ; where'er we look, Whether in statesman, merchant, dean, or duke, One mad prevailing passion hurries all To Mammon's triumph or corruption's fall. Ev'n learned bodies share the common vice, And gown'd professors have their secret price, Barter preferments in a sneaking job, And half pretend to favour those they rob; Or use those alms (which pious men had given) For that most pious work of adding to their living- Enter the laws' tribunal and there see Knaves pack whole juries with a paltry fee; Or by black perjury a cause sustain, Where honest pleading would be worse than vain. Ev'n counsel now no more to truth appeal, But for reward the basest crimes conceal ; Or hired by guilt the wage of sin receive, And slander virtue, villains to reprieve, Prompt the pale felon trembling at their feet With front unawed each damning charge to meet;. To Heaven appeal, the name of God invoke, And libel innocence to stay th' avenging stroke. Yet let this verse with honest pride declare How spotless is the robe our judges wear;. In them no selfish views, no lusts of gain, Soil the pure ermine with pollution's stain ; But free in conscience as in purpose pure, Gold cannot tempt them, nor vile bribes allure ; Yes ! the same wreath that graced a Mansfield's brow, Unsullied still adorns a Campbell's now."], [32, "See avarice bold with shameless front invade, Each cloister'd porch, each academic shade, See rosy vergers, with cathedral keys, Hand the proud dean his bag of copper fees ; See the full chapter pray for grace divine, And lay on college farms a double fine; See good archdeacons deem their duty done When, where two churches stood, they leave but one; See the rich prebend lolling in his stall, And reck'ning when his next reversions fall ; See the fat churchman slumb'ring o'er his wine, In happy dreams about some golden mine, While brawling students in the hall below, Wake the loud riot as the dice they throw ; See proctors, fellows, gownsmen, freshmen all, For a new South Sea prize, desert St. Paul ; See honours left a blank, without a name, And not one victor in the lists of fame; See emulation fall from her high place, And wranglers train'd for jockies in a race, Till youths whose fathers filled the world with fame, Depart from college just to be its shame. Who ponders now what classic Bentley taught, Who follows Porson's track of learned thought, Who reads what Tully spoke or Virgil sang, When fates and fortunes on each market hang ; Ah ! to lone groves the bauish'd Muse retires, And the last price is all the scholar now desires. Our youth, how changed from their once noble sires, No triumph tempts them, and no hope inspires, No more they feel the fire of glory's lust, To urge the chariot through th' Olympic dust;"], [33, "No more from Greece they catch the sacred flame, To die for honour, or to dare for fame, But lapp'd in luxury, pass inglorious days, Guilt on their brows, and shame in all their ways. If Wisdom's noblest seats be thus profaned, Can Learning's humbler walks remain unstained ? No ! the black streams which taint the river's source, Prolong the poisoned tinge through all its course ; Roll darkly down, where'er it winds the same, And point too well from whence those sable waters came In ancient times, ere men turn'd slaves to gold, High on fame's lists true genius stood enrolled ; Honour was then the prize our scholars sought, And kings aspired to be their patrons thought; But now to gain each Muse her homage pays, And Grub Street overflows with venal lays. No more for glory Genius sweeps the lyre, No more can Love one minstrel lay inspire, Cold is the poet's heart in Beauty's praise, And lost to Honour's frank and manly ways; Ignoble sons of song the laurel claim, And rank pretenders rule the realms of fame, Till scarce one Muse can all Parnassus raise, Whose brows are brightened with unspotted bays. Yet in these times though dunces stand preferred, Some harps remain from which sweet tones are heard ; Nor shall the fame of Britain's Muse expire, While lays are sung which Tennysons inspire; Those lays where fancy lends her tend'rest glow, And passion bids the tear of feeling flow, Where meet, the tuneful verse, the hallow'd fire, That fell in times of old, from Spenser's Faery lyre."], [34, "When men of parts and worth fame's meeds obtain, Detraction hurls her envious darts in vain ; Ev'n friendless bards who fight in virtue's cause, Win from the world respect, if not applause ; But all must scorn the mean, the servile pen, That pension'd turns, and doubly pensioned turns again Behold our letter'd chiefs their robes degrade, And make their sacred trust a vulgar trade, Receive Corruption's mercenary pay To honour swindlers in the face of day, Or bribed, espouse sedition's guilty cause, And rebels urge to break their country's laws; Nay, slander innocence itself for gain, And hint suspicion where to hint's a stain; Tell the foul lie, till men believe it true, Then unabash'd ask whence the scandal grew. Oblivion blast that wretched villain's name, Who conscious, strikes at Virtue to defame; Who masks his aim with candour's seeming glow, To deal with double force the treacherous blow ; Pretends mock pity as he points the dart, To plunge it deeper in his victim's heart. Oh ! if such slanderers bask awhile in fame, Hold up at last, just Fate, their deeds to shame ; Against them their own poisoned weapons throw, And deal with them as they have dealt with every foe. Critics read works, prepare to write them down, And shame the fool whose trash pollutes the town. Slip in the critic's hand a purse of gold, He reads again — \" this writer's free and bold ; The style is clear, the narrative well told.\""], [35, "What critics think, their brother critics tell, Till Rumour makes the drivelling nonsense sell ; The puffs dispers'd, ten thousand book clubs praise, And Worldly's work is done, the nonsense pays. But where an author's needy and obscure, He's painted brainless dunce, you may be sure, Doom'd to see witless blockheads fed with praise, And Dulness wear the crown for which she pays. True taste deposed, usurping bullies reign, And merit pleads her hard-earned rights in vain; Praise largely flows to every scribbling lord, But wit in fustian meets with no reward ; Nay, the same lines which raise the critic's sneer, Pass for strong sense, if written by a peer. Time was, when wit and merit made the man, But now our critics use a wiser plan, Favours they grant, where favours they receive, Live to review, and by reviewing live; Pay slavish homage to each titled fool, And prove to crafty knaves a ready tool, Fly from the skilful captain's practised mark, But dash like pirates on each unarm'd bark. Some honest courts I grant there still remain, Where bribes are useless, influence is vain; Where authors though in drugget they appear, Stand at the bar beside the silk rob'd peer ; Where Honour, scorning mean dishonest ways, To manly merit deals out manly praise; Holds up all claims to Truth's impartial view, And if she boasts of justice, proves that justice too, Survey each social class, search where you will, Rank avarice is the ruling passion still ;"], [36, "No more to sordid usurers confined, It reigns and riots in each youthful mind ; E'en Beauty's charms are now in vain displayed, Until her dower has been duly weighed, And where her hand no riches can supply, Like a neglected rose, she's left to droop and die. To pay his debts, Florello takes a wife, And makes a woman wretched for her life; For Celia's portion Vere consents to wed, But gets a lawsuit and divorce instead ; To win a heiress, Pelham scours the town, And married sees too late the vixen's frown; A wealthy widow Probus makes his bride, Who once a decent kitchen deem'd her pride ; Codrus before the honeymoon's away, Finds rich Narcissa fond of wine and play; A chancery ward, Marcellus takes from school. To dine on plate with an accomplished fool : All, all, the lusts of avarice pursue, And wealth becomes love's god and gospel too, Vain are the beauties of the virgin mind, Though in the fairest, loveliest form enshrined; And vain the features of the sweetest face, Till gold be found to give those features grace. Thus, small indeed the part of all mankind, W ho learn for what earth's riches were design'd, Who turn the treasures which their toils produce, To wholesome thriftiness, or proper use; And take each precious metal from the mine, Life to adorn, or pleasure to refine. Yet though to practice prudence few are taught, Oft from this seeming evil good is wrought ;"], [37, "And those extremes which give us such offence, Were destined so, perhaps, by Providence, For some wise purpose in the mighty plan, By which he governs, guides, aud blesses man. Then let not us, in rash presumption vain, Question what Heav'n thinks proper to ordain; But rather from each mad extreme we see, Whether in miser, rake, or fool it be, Learn how, from partial evil, general good May spring, yet be by us not understood ; And pausing in our ignorance confess, Some ills must be to perfect happiness. Who looks on Nature's world may ask with pain, Why Heav'n the tempest sends to scourge the plain. Why hailstorms blight, why blackening locusts spoil The peasant's fields, and half undo his toil ; Why noxious plagues lay cities desolate, And famines rise to frown at every gate. Better for us, short sighted man will say, If in one track the seasons roll'd away, If vernal suns and mild refreshing showers, Crown'd each bright year, with verdure, fruit, and flowers; If autumn heaped her garners full of corn, And winter failed to empty plenty's horn ; If want, woe, wretchedness, and pain, should cease, And life know nothing, but contentment, health, and peace. Hear Reason's voice, be still thou curious fool ; Who made the world, knows how that world to rule; Health, riches, happiness, He gives in due degree, And order makes, where we disorder see ; Blends good and evil with a just controul, Moulds erring parts to one harmonious whole;"], [38, "? be, Sees and surveys with omnipresent eye, Where His full hand should give, and where deny Now grants the genial zephyr's airy breath, Now sweeps on poison clouds, the wing of death ; Sends prosperous seasons here, and adverse there, Yet shows in every change th' Almighty care. Ordains all things, or life, or death to be, And makes each link in Nature's chain agree ; Draws good from ill, from change sees order flow, And bids each wheel of being, its due circuit know, Learn then this truth, some great extremes must That we the ills of those extremes may see, For rakes and misers both are wisely sent, To keep our thoughts on prudence more intent, As storms, in ruin oft whole harvests sweep, To teach us earth's o'erflowing fruits to keep. If no light breezes fann'd or stirr'd the lake, A stagnant pool th' eternal calm would make; And just so would the mind to dulness fall, If prudent thrift prevailed alike in all ; 'Tis with the passion, as the changing wind, This purifies the water, that the mind ; And though th' excess engender partial ill, 'Tis for the common welfare needed still. As the swoll'n river stopp'd at length o'erflows, And round its course fertility bestows, So they who save, bequeath to spendthrift heirs, And the rich hoard in time its profit bears. If then some errors must from riches rise, Let such examples teach us to be wise; Teach us that wealth, in useless hoards employed, May be possess'd, but cannot be enjoyed ;"], [39, "That reckless Waste, though gold may hide her sin, Feels the sharp pang of conscience still within ; The pang which soon or late will surely bring, Remorse to wound the heart with scorpion sting; Which calls dark actions into life again, And for the hour of Riot, gives an age of Pain. Oh ! better far where men of wealth aspire, To works which wean them from each mean desire; To godlike deeds which blended with their name, Endow their memory with a godlike fame ; And make each glorious monument they raise, Worthy for kings to rival, or to praise. What higher purpose, what more noble aim, Can opulence in generous hearts inflame, Than to perform those actions which bestow, That self-content the virtuous only know; That bright unfading sunshine of the mind, The wise, the good, the just, alone can find, That honest consciousness of self-desert, Which more than praise or flattery warms the heart, Gilds Life with Joy's serene unclouded ray, And clothes with golden hope the evening of its day Oh ! who can tell the triumphs of that hour, When Reason soars above the lusts of power; When freed from vulgar hopes and low desires, To nobler ends of being she aspires, Performs each part she was ordained to play, Whether that part 's to rule or to obey ; Despises pomp, disdains weak erring pride, And dares to follow virtue as her guide; Regards all wealth as gifts to cast abroad, In ways that should some favour find with God;"], [40, "Gives to the world with warm, with generous zeal, Each talent that can serve the public weal ; And makes, where'er her influence can extend, The good of all mankind her constant end. What joy, what bliss, what rapture there must be, To him whose life is spent in charity ; Who leaves each spoil of fortune unpursued, And all ambition builds on doing good ; Who spurns each thought of mercenary gain, And only fears lest he should live in vain, Whose hours are spent in searching out distress, An angel sent to comfort and to bless ; Who seeks no pen his merits to record, But finds in his own conscience his reward ; Never so glad as when he gives unseen, Never so blest as when unpraised by men, Enough for him in solitude to know, Good followed where he did that good bestow. And shall not History's page with pride proclaim, Those deeds which honour virtuous Howard's name; He who the darkest dungeon could descend, Pity to show, and sympathy to lend ; Who joy, health, pleasure, fortune, could forego, Rather than leave unheard the tale of woe ; Who pierced the vault, explored the loathsome den, And show'd how Tyrants scourg'd their fellow-men ; Snatch'd from Oppression's hand her blood-stain'd rod, And gave the lash of vengeance back to God ; Walk'd the vast earth, by mercy's voice inspired, And occupied in mercy's works expired. Lo ! at the tomb where his just spirit sleeps, Angelic love her watch eternal keeps."], [41, "Long may the mute expressive marble tell, How at his post the holy martyr fell ; Long may its chaste memorial relate, How worlds approv'd his worth and mourn'd his fate. Another patriot mind deserves due praise — To Wilberforce let Fame her tributes raise, And show with candour how he greatly shined, The good wise benefactor of mankind ; How eloquently bold he senates taught, To seek each noble end he nobly sought ; Taught them to break oppression's rankling chain, And sweep from Christian realms guilt's foulest stain ; Taught them the hour was come when man should be, Whate'er his race, from slavery's serfdom free, And fit to breathe the mountain air of liberty ! Self is the god our statesmen now adore, Give them but gold, their voice is heard no more; Let Cerberus bark loudly as he will, Throw but a sop and Cerberus is still ; When noisy patriots for freedom call, 'Tis not for freedom, but for gold they bawl ; Give but a pension, or a banker's note, You have at once their silence and their vote ; Nay, if a Didius could be found to buy, They'd sell the state itself without a sigh ! Yet some there are inspir'd by nobler views, Who dare a bribe reject, a place refuse ; Some who, like Carlisle, eloquently plead, And if truth triumph, ask no other need ; Some who, like Russell, true to Virtue's cause, Show the firm mind through censure or applause,"], [42, "Who still unbiassed hold their even way, Scorn the dark bribe, and spurn the hireling's pay; Who dare despise corruption's venal crew. Their actions honest as their purpose true, Who what they promise with bold hand perform, Bend to no arts, to no mean acts conform ; Who friends to Freedom, reverence Freedom's laws, And dare grow poor to guard her sacred cause And here let not my song forbear to name Those virtues which adorn a Herbert's fame, And prove that e'en in this degraded age, When wealth, pomp, power, and pride are all the rage. One better spirit soared above the rest, And affluence used to succour the opprest; Turned from self-love to nobler works of good, Reared the tall spire where none before had stood ; To helpless orphans food and shelter gave, And found a home for Want beyond the wave ; Rescued pale Innocence from guilt's abyss, And led Affliction back to virtue's bliss : Happy the life by such good actions grac'd, Happy the land in which such worth is plac'd. . If private bounty can effect such ends, And favour so where its small sphere extends, What larger blessings monarchs may achieve, When profuse wealth with profuse hand they give To make their subjects happy, virtuous, wise, And point them out the path where greatness lies ; To lift them far above each sensual aim, And lead them up ambition's steep to fame; When princes emulate, exhort, inspire, And plead with something of the prophet's fire,"], [43, "Till nations taught by their example find Good in each work such princes have designed, And play at last the proper part to them assigned Oh ! let this verse, unworthy though it be, Dare to praise one to praise whom all agree; Who^e princelike acts, whose princelike deeds are sung With grateful reverence by every tongue, Whose manly virtues all mankind admire, Whose worth to honour all mankind conspire; Whose works impartial justice crowns with fame, W hose actions factious discord dares not blame, Whose passious no unworthy lust can move, Whose generous aims e'en envy must approve, Whose tastes by wisdom's curious lore refined, In every act bespeak the scholar's mind; Whose thoughts enlarg'd by learning's liberal view Make each design they prompt as liberal too ; Whose just ambition seeks no loftier end Than art, skill, science, genius, to befriend; Whose mind above all idle pleasure soars, And dignity to princely power restores, Shuns the vain purple pomps that courts inspire, And deems a people's happiness its best desire. Long, long may such a prince call forth that zeal Which patriot hearts for patriot rulers feel, And long in future times may Albert's name Share the bright lustre of au Alfred's fame. Let conquering kings with lust of empire curst, Gain by dark crimes the sway for which they thirst; Let base ambitious chiefs, on power intent, Blight the fair lands o'er which their fury's spent;"], [44, "Let bold usurpers wade through blood to fame, To win a Cæsar's or a Cromwell's name; Let sordid rulers drain the realms they hold, And wring from suffering toil its hard-earned gold ; Let spendthrift princes barter states away, To gain like Charles the pleasures of a day ; Or like great Louis seize the convent's store, To pension favourites, and endow a whore. Britain knows no such ills: blest, by the sway Of one whom all must reverence and obey, Who to the virtues of her sex can join Those virtues which in queens seem half divine — Courage and frankness worthy of her race, Parts to adorn and dignity to grace ; Mildness that stoops from regal pride with ease, In smiles that never play except to please; Justice the law's stern empire to maintain, Firmness to urge, and temper to restrain ; A mind that makes her people its best care, And asks of Heaven their good in every prayer ; A soul by each soft impulse well refined, A heart to acts of mercy well inclined, And all those gentle attributes that show What blessings virtuous princes can bestow ; Oh ruled by her long may old England be, Great, glorious, happy, powerful, and free. The time will come when future bards shall dare With great Eliza's rule this reign compare, And in the full tide of majestic verse The marvels of Victoria's sway rehearse ; The proud imperial works her wisdom planned, The stately temples reared at her command,"], [45, "The towering halls that rose in regal state, Where rival statesmen urged the fierce debate, And fiery senates fixed their country's fate; The mole that pierced the ocean depths profound, And taught the rolling waves to know their bound; The road whose cars flew swifter than the wind, And left old Time himself to lag behind ; The bark whose wing by night, by day unfurled, Swift as a sea-bird swept the watery world ; The chain that linked the nations soul to soul, And bore the message quick from pole to pole; The vast stupendous arch that nobly spann'd Divided shores, and joined them land to land; These, these are works which poets shall prolong, Works meet for fame, and worthy of immortal song. Even this rude lay may venture to disclose How, fairy-like, the crystal fabric rose, For Art her glorious jubilee to keep, And Industry her harvest fruits to reap; For plodding toil her bright reward to gain, That bright reward so long besought in vain. Yes, fair through those grand halls the sunbeams fell O'er silver, marble, coral, stone, and shell ; O'er flag and banner, borne with high renown By many an ancient state and burgher town ; O'er aisles, whose radiant colours seemed to glow Bright as the tints of heaven's ethereal bow ; O'er arches vast, as stately and sublime As ever fabler feigned of eastern clime; O'er founts that sparkling threw their crystal tide, And flowers that cast their fragrance far and wide;"], [46, "O'er lofty elms with foliage bright and green, And verdure rich through gleaming vistas seen ; O'er palms that shaded once Arabian plains, And roses fair as Sharon's vale contains; O'er cedars tall, of Lebanon long the pride, And purpling vines from Carmel's flowery side ; O'er branching olives Saron's vallies grew, And lilies chaste as Hermon's silver dew ; But oh ! than gem, or fruit, or flower, more fair, The grace of virgin beauty sparkled there; The glance, the blush, and all those charms that move And melt the heart to tender thoughts of love; And modest cheeks that might to saints belong, And lovely features meet for minstrel song, And radiant eyes surpassing fair to see, Of maids that seemed of heavenly birth to be; While hymn'd on many a full resounding lyre, And answer'd back from choir to echoing choir, Such strains broke forth as seraphs might desire, Till far from earth the ravished senses flew, And heaven itself was brought to Fancy's view. Beneath that glittering roof what wonders shone, Gem, jewel, silver, gold, and precious stone, The opal clear, the ruby's shining rays, The emerald's lustre and the diamond's blaze, The sapphire bright, the pearl's translucent hue, The polished agate, and the turquoise blue, The rich, the rare, the priceless stones that gem Crown, circlet, sceptre, sword, and diadem; The shapeless ore just gathered from the mine, Or worked by art in many a fair design;"], [47, "The trophy meant to swell some hero's praise, And hand his valour down to oilier days; The medal graved with patriot deeds sublime, The coin still faithful through the rusts of time, Fair tinctur'd porcelain wrought with ev'ry grace, And sculptured marble never out of place; Rich ivory brought from India's sultry plain, The balm, the spice, the coral, and the cane, The costly fur from Arctic regions won, The plume that glowed beneath a tropic's sun ; The spear that Afric's savage hunter threw, The Indian's tomahawk, the light canoe, The Arab's lance, the Turk's bright cimetar, The crescent Moslem hosts have borne to war; The pike, the prahu of the fierce Malay, The vase, the cup, the screen of rich Cathay, The spicy gums that scent Arabia's groves, The tent the Tartar takes where'er he roves ; The honeyed sweets of fair Hymettia's hill, The amber pipe the Persian loves to fill, The girdle sash Albania's daughters wear, The beads with which the Cypriote binds her hair; The ring, the brooch, the bracelet, and the veil, Which make the charms of Moorish maids prevail, The muslin robe with garland borders fair, Of every flower Ionia's mountains bear ; The corn that springs from Egypt's fruitful soil, And all the bounties of the plenteous Nile, The fig, the peach, the pear, the plum, the vine, O'er which soft Lusitania's suns must shine ; The citron, long Iberia's ancient pride, The olive bough that decks her mountain side."], [48, "'d; The dial in which Genevan hands excel, The silks of Bale, the gauze of Appenzel ; The vase, the cup of rich Etruria's clay, The frame which curious Tuscan woods inlay, The glass, the painted glass whose tints impart, The masterpiece sublime of Lombard art; The glorious works that once in Athens shone, The Grecian marble and the Parian stone, The malachite imperial Russia's boast, The lance, the sabre of her Cossack host; Dresden's fair china elegantly chaste, And Munich's rich enamell'd works of taste, The cloths of Aix, the velvets of Cologne, And Saxon wools in fairy colours thrown ; Ghent's famous stufis, the laces of Louvaine, Corn, hemp, and flax from Brabant's fruitful plain, Rich curious works of fair design from France, That clime where taste bids each nice art advance ; Silks of bright hue whose varying tints might vie, With all the splendours of the Tyrian dye, The rich brocade, the damasks of the Rhone, And satin Commerce spreads through every zone; Gobelin's grand tapestry of old renown'd, And Sevre's chaste works with equal honour crown From England, all that industry and art Could make her bleak and churlish clime impart, The forest's pride, the treasures of the mine, And minerals rich to aid each grand design, And curious works by patient labour won, From fruits matur'd beneath a warmer sun ; Yet all her lands, or tribute lands produce, By Science turned to some ennobling use ;"], [49, "But chief her pride and boast that grand machine, Whose wonder works admiring worlds have seen, The tube, the rod, the screw, the bar, the beam, And myriad wheels impelled and moved by steam ; Which all combined, ten thousand hands excel, To serve ten thousand arts no verse can tell ; Useful alike to spin the finest thread, Or move the ponderous metal from its bed ; As fit each tiny work of art to grace, As fleets and cars to urge through boundless space ; Now taught to shape a pin or smooth a bead, And now to crown the cloud capp'd turret's head. A slave that serves with quick obedient hands, Wherever science bids, or art commands. These and unnumber'd treasures filled that dome, Where every marvel found a worthy home; Where Art and Nature by fair Science joined, Shot the bright ray of progress o'er the mind ; Where knowledge passed each work in stern review, Confirm'd old triumphs and approv'd the new ; Where Fame to merit, gave her meed of praise, And crown'd young Genius with her conquering bays; Called modest Skill from Toil's obscure abode, And with Athenian grace the laurel palm bestow'd. Though fair the works this spacious hall contained, In its own form the fairest work remained ; The boast of our's, the pride of other lands, In glittering beauty still the temple stands ; A structure vast, whose varied charms excel, What bards of Eastern pomps and glories tell ; Its lofty arch rear'd high with circling glass, In grace that artful Greece could ne'er surpass ;"], [50, "> Its lucid roofs where lambent sunbeams play, In all the glories of the golden day ; Its lustrous walls through which the radiant light, With silvery splendour softly strikes the sight; Its crimson tents where dreaming youths might hail The gorgeous beauties of th' Arabian tale ; Its countless columns sparkling in the sun, Its courts that bright in long succession run, Its gay pavilions hung with chaste design, Its floors inlaid where rich mosaics shine ; Its halls superb with sculpture ranged around, Its myriad lamps with festal garlands crown'd, Its founts that cast their pearly waves on high, And gleam like gems of ever changing dye. A hall that seem'd of workmanship divine, So perfect, royal, bold, and masculine ; Yet doom'd by Vandals rude, to find decay, In the proud morn of its exulting day. A nobler pile, or one more grand to view, Tyre, Athens, Rome, or Venice never knew ; Fair as that fane wise Judah's King inspired, Which Israel saw, and Sheba's Queen admired ; Oh ! when shall states and worlds again combine, To serve and worship art in such a shrine ! To view the myriad gems this structure held, From ev'ry clime the friendly canvass swelled, Till side by side earth's mighty nations stood, And hand in hand forgot each ancient feud ; Till clasp'd in generous friendship's warm embrace, The savage and the sage stood face to face ; And quick through both one noble impulse ran, That man should cease to be the foe of man."], [51, "There in soft intercourse the eye could trace, Sons of each clime, and chiefs of every race ; There sable nations came in crowds to greet Our Queen, and lay rich tributes at her feet, There sandall'd chiefs in wild in strange attire, Our arts beheld to wonder and admire ; There Kings nurs'd in the gloom of Asia's night, Our splendour saw with rapture and delight ; There barb'rous tribes untutor'd and untaught, From us the first faint rays of science caught ; There savage men, uncivilis'd and rude, The solemn scene with holy rev'rence view'd, While Europe's sons, in arts, in learning great, Graced the grand triumph with majestic state ; And hailed the dawning bright auspicious day, When Conquest's lawless lusts shall pass away, And love spread o'er the world her universal sway. Yes ! nobly taught by scenes sublime like these, From war's degrading crimes mankind shall cease; No more shall fierce contending foes engage, Till carnage covered fields exhaust their rage ; No more shall fiery youths the falchion wield, Or seek proud triumphs in the tented field ; No more shall savage chiefs on desert lands, With human blood imbrue their guilt stain'd hands. No more round murder'd guests shall monsters throng, Form the wild dance and chant their impious song; No more shall Conquest hurl her bolts afar, Or urge her fiery squadrons on to war; No hosts shall rise at mad ambition's call, 'Mid sands to sink or desert snows to fall ;"], [52, "> Nor legions fierce by ruthless tyrants led, Leave earth with dying victims strew'd and spread For heathen faith or superstitious creed, No wretch shall burn, no martyr zealot bleeJ, Nor saint be doomed to persecution's fire, And still unshaken on the wheel expire. To lawless power no rebel shall presume, Or fly to shun the captive felon's doom ; No state shall see sedition's flag unfurl'd, Or frenzied anarchs rise to curse the world, Or madd'ning passions lash'd to Fury's car, Or rampant factions urged to murd'rous war ; Or discord broils, or hot rebellion's cry, Or savage bands that swift to slaughter fly ; Or bleeding youths in guilty warfare slain, Or patriot chiefs who shed their blood in vain ; Or demon fiends that would all rule o'erthrow, Turn earth to hell and fill the cup of human woe. Oh ! brighter days of hope shall soon begin, And happier years be gladly welcom'd in ; Through fate's dark clouds love's purple ray shall break And bid each angel grace of life awake ; Peace, heavenly Peace shall rule with gentle reign, And all the Virtues mingle in her train ; Where Care annoy'd Contentment shall rejoice, And Pleasure oft ring out her laughing voice. Where Hatred frown'd gay Friendship shall succeed, And social Joy from Jealousy be freed ; Where Ignorance grovell'd Learning shall refine, And fit the soul for intercourse divine, Call bold Ambition forth to deeds of fame, Nurse each high thought, and prompt each noble aim."], [53, "To Wisdom's shrine exulting youth shall turn, And taught by her, Truth's holy lesson learn ; In eager search with Science range the earth, And call new arts, new wonders into birth ; Explore each path, a Locke, a Newton trod, And trace creation link by link to God. Oh, yes ! as knowledge purifies the mind, To dark oblivion, vice shall be consign'd ; Back to her gloomy caverns, guilt shall fly, And cowering shrink from virtue's piercing eye, To haunts obscure rebellion shall withdraw, And gaze at Justice with a secret awe; From fierce revenge the bigot shall refrain, Break the harsh rack and hide his gory chain. To shades of hell fanatic Zeal shall sty, Or left on earth her tortures vainly try, And watch her useless weapons with unwilling eye, Where demon furies rais'd the dreadful yell, And bath'd their murd'rous hands in deeds of hell ; Where on the scaffold stain'd with Virtue's blood, The ruffian triumph'd and the traitor stood, Right shall resume once more her lost command, And loyalty and luve walk hand in hand, Nations their rulers shall with zeal obey, And rulers condescend to gentler sway ; Power, Kings shall exercise with godlike love, And subjects loyal shall that power approve ; Closer the links of order men shall draw, Reason their guide and reason's voice their law ; Justice, her equal balance shall regain, And Charity's good works be seen again;"], [54, "The spoils of conquest warrior chiefs shall spurn, Intent each art of peaceful life to learn. Science, her ample volume shall unrol, Mark the new path, and point the future goal ; While Faith with beacon light shall guard the steep, And guide each wand'rer o'er the pathless deep, Till Truth's bright morn shall beam on all mankind, And chase Cimmerian error from the mind. Oh ! then, in whiter sands glad Time shall run, And see another golden age begun ; The lance shall rust, the myrtle wreath the sword, And man behold Arcadian bliss restor'd. Each aim achiev'd, each adverse danger past, Hope shall possess her promis'd land at last ; O'er the glad earth, love's olive branch shall wave, And the harsh fetter fall from every slave ; Where discord rag'd, fair friendship's warm embrace, Foes shall disarm and mingle every race ; Where brazen horns war's fiery passions stirr'd, Joy's soft melodious cymbal shall be heard, And hills that rock'd beneath the battle's fire, Shall sweetly echo to the silver lyre; The castle gate no warder watch shall keep, The bastion wall no fiery blaze shall sweep ; O'er the green rampart playful fawns shall bound, And lambs exulting, leap from mound to mound; Round the stern bulwark tender vines shall creep, And many a myrtle grace the watch tower's steep. In useful works each martial band shall toil, Crown the grand arch, or rear the stately pile, Shape their neglected arms to new pursuits, Swell the full sheaf and store the vineyard's fruits."], [55, ") On peaceful seas, trade's hardy sons shall hail. With greeting voice each bold expanding sail, In commerce rival fleets shall learn to vie, Till mingling nations mutual wants supply; Till pilgrim hosts to distant worlds may range, Arts to admire, and treasures to exchange. With lightsome step the joyous hours shall run, Swift through each season of the circling sun ; Exhaustless stores the teeming earth shall yield, And bounteous harvests wave o'er every field. Sweet juicy herbs the barren hill shall bear, And flocks and herds scarce need a shepherd's care O'er sandy wastes shall float rich waves of corn, And purpling shrubs each sterile heath adorn. On mountain steeps the luscious vine shall grow, And fertile vales perpetual fruits bestow ; The fragrant groves with balmy gums shall bleed, Unsown sweet flowers shall deck the emerald mead. No more the slave shall search the sandy mine, But rocks and plains with golden heaps shall shine, And hills be crown'd with gems of brighter hue, Than Tarshish held or sacred Ophir knew ; Where the rich river winds new ports shall rise, Vast cities spread, and myriad marts surprise; In pathless woods scarce trodden yet by man, The axe shall sound, the hamlet be began, O'er wilds where beasts in savage grandeur roam, Advent' rous bands shall found a peopled home; With toil's rich products nations shall overflow, And what one wants another shall bestow ; To climes where fruits in rich redundance spring, Whole fleets shall sweep with swift untiring wing ;"], [56, "rise, While dauntless chiefs unaw'd by danger's storm, Through icebound seas new daring tracks shall form. Art after art exploring skill shall find, And pleas'd bequeath those arts to all mankind ; Science, new works of triumph shall prepare, And as those triumphs rise, new triumphs dare. Wide o'er the world fair Peace shall spread her reign, And pour forth plenty's fruits on every plain ; See her proud empire stretch'd from shore to shore, Till crime shall cease, and conquest be no more. Hail ! then, bright Goddess to thy new-born sway, Thy voice all climes shall hear and all obey — From Borneo's coast to Zembla's snow-crown'd steep, Thy palm shall wave, thy symbol banner sweep ; Far as the breeze can bear, the bark can sail, Thy rule shall prosper, and thy power prevail — From East to West, all climes thy might shall own, Bend to thy laws, and bow before thy throne; To ev'ry race thy handmaid arts shall reach, Till mingling nations find one common speech ; To heathen shores, the Cross thy sons shall bear, Till to God's temples all mankind repair; To lands unknown thy mission shall extend, Till worlds assembled at thy gates attend . Primeval love thy wisdom shall restore, Primeval bliss fall'n man shall find once more, Till myriad myriad hosts the knee shall bend, And joyful see th' Almighty Dove descend ; Till the blest Lamb in glorious might shall come, And call the just to their eternal home; Till from Creation's grave each white rob'd saint shall And borne on seraph wings ascend to brighter skies."], [57, "DOVER: Printed by Henry Harris, Snargate Street."], [58, ""], [59, ""], [60, ""]]