[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "TO THE MOST NOBLE THE MABQUIS OF SALISBURY, K.G. HER MAJESTY'S LIEUTENANT OP THE COCNTY OF MIDDLESEX, ETC, etc. etc. Œbeije. gages ARE, BY PERMISSION, INSCRIBED IN TESTIMONY OF HIS RESPECT AND GRATITUDE, ■ iV EWING PYE COLQUHOUN."], [10, ""], [11, "TOPOGRAPHY OF THE HARBOURS, AND POSITION OF THE LONG WALLS OF ATHENS. BY THE LATE H. N. ULRICHS, Ph. Dr. FORMERLY REGIUS PROFESSOR AT THE UNIVERSITY OF ATHENS, ANlf MEMBER OF VARIOUS LEARNED SOCIETIES. TRANSLATED FROM Clje -JMoBcni ®vttk, anH sollatrH fottfj t|)e ©{rman Wttsion, BY EWING PYE COLQUHOUN, of st. John's college, Cambridge, and of the university of heidelberg. iispnrtri ytv6ptva ii dvBpiiirbiv rtf xpbvtp iZirr)Xa yivr)rai, pr/ri tpy.i pjlydXa rt Kai tiuivpaard, rd piv EXXifoi, rd Si fiapfidpoioi, diroitxOivTa, tn\\td yivtjrai, — llcrod. Ciio. pr. LONDON: PRINTED BY STEWART AND MURRAY, OLD BAILEY. 13-17."], [12, ""], [13, "PKEFACE. The Pamphlet, of which the following is a translation, was first published in the modern Greek dialect, at Athens, for the use of the University there, by the late Professor Dr. Ulrichs, and afterwards at Berlin by the Academie der Wissenschaften in German, with additional notes and references. It was from this Greek original that the Trans lator rendered it into English ; on the appearance of the German text he again reviewed and revised his transla tion with that version which was read before the Royal Society of Literature, in June 1846, and which he now lays before the student of classical topography in this country in English. Professor Ulrichs was a native of Bremen, and student of the Universities of Bonn and Munich during five years, at the end of which period he graduated as Doctor of Phi losophy and Master of Arts ; he then proceeded to Greece, where he was employed by the Government to organize the Gymnasium or Public School there ; and, on the foundation of the Otho University at Athens, was appointed Regius Professor of Latin Literature. He was author of many valuable treatises on Attic topography, correcting many errors of his predecessors — a task for which a residence of a2"], [14, "4 PREFACE. ten years, and a profound knowledge of Greek, modern as well as ancient, eminently fitted him. In 1843, he pub lished a Latin-Greek Lexicon, and died prematurely on tin conclusion of his labours, leaving the world to regret a fund of valuable unpublished information on subjects like the present, and forming collectively a nearly complete topo graphy of ancient Greece. THE TRANSLATOR."], [15, "TOPOGRAPHY OF THE HARBOURS OF ATHENS. The determining the site of the harbours of Athens is one of the most important and difficult points of Greek topo graphy. Its importance in a military and mercantile point of view no one will question ; and the difficulty is suffi ciently proved by the contradictory opinions of all those who have examined this matter, either from a distance or on the spot itself. If the author of the present excursus does not submit these opinions to detailed controversy, and passes over those of many in silence, it is for no other reason than because experience has fully convinced him, that an examination such as the present possesses only two points d'appui; to-wit, the testimony of ancient writers, and the nature of the locality as we at present find it. Leake and O. Muller have established as axioms, by their great autho rity, many positions in Attic topography, which are never theless incorrect, and continued examination will, therefore, prove many maxims to be untenable which those learned gentlemen held to be unimpeachable. The chief point which I shall endeavour to prove is, that the most ancient emporium of Athens, the Phalerum, was entirely separated from Piræus, its three harbours, and the walls surrounding it, being situated at Hagios Georgios, at that point where the Cape Colias has heretofore been placed. From this hypothesis it results, that Cape Colias is to be looked for an hour's distance further S.E. at Hagios Kosmas ; moreover, that the Phalerian long wall extended from Athens over a dry plain to Hagios Georgios, and the two Piræan legs ran in a parallel direction down to the wall enclosing Piræus and Munychia, partly through"], [16, "6 TOPOGRAPHY OF THE swampy ground. With respect to the throe, harbours formed' by nature, but perfected and rendered capabl being closed by art, I hope to prove that the largest har bour, properly of Piræus, was divided into two parts; to- wit, the Emporium, or commercial harbour, and that destined to ships of war, called Cantharus. In addition, that the pre sent Pashalimani, called by modern critics Munychia, was the great Naval Arsenal Zea; and lastly, that the Phan called by modern commentators the Phalerian Harbour, was called Munychia, and was the third Dockyard, or Naval Arsenal. According to Strabo and Pliny,1 it was the general opinion that Piræus was once separated from Athens by the sea, against the probability of which no doubt can be raised. The sea sand, driven continually by the south wind on the open coast, formed high downs, and the alluvium brought down and deposited by the Cephissus and other smaller stre.* supposed to have formed insensibly the Halipedon, a marshy and saliim depression,* connecting the Piræus with the bign and fruitful soil of the olive grove and fields which f the coast of Athens at the remotest period. The ground of the Halipedon was so marshy and wet, that the first long walls settling within but few years after their first construction, the marsh required pressing down with rubbish and heavy stones, in order to obtain a secure foun dation.3 Up to the most recent date, the Halipedon was exposed 1 Strab. I. 2. p. 93. Taucbn. Tov rt Uaipaid, vrjoidZovra irpSrtpov ««t rripav rr\\g aKTi\\g Ktiptvov, o'vrtu tpaoiv vvopaotiijvat. PHd. N. II. II. cf. Suid. s. v. \"Epfiapog: f/v irportpov ti Uatpaitvg vrjoog, — ou rd \"iKpa Me Karaox<*iv Movvvx'iag ' ' ApripiSog Upbv ISpvoaro. 2 Xen. Hell. II. 4. 30. 'O Si Uavoaviag iorpaTniriStvaaro ptv iv rtp 'AXuriStp Kaxuvpivtp irpbg Tip Unpaiti. Harp. s. v. 'AXlirtSov : rtvig tov Unpaid tyaotv ion Si Koivutg rbirog, bg irdXai piv yv OdXaooa, aitOtg Si irtSiov iyivtTo. The word has a generate signiticatioo. Theophr. H. PI. VII, 5. 2. cf. Suid. and Timæus s h. v, Tbe Halipedon near Smyrna, s. Arist. Orat. I. p. 408. 3 Plut. Cem. XIII. Xiytrai Si Kai riov paxpuiv mxuv, 8. OKtXtj KaXovot, ovvTtXtoOTjvai fiiv vortpov rifv owoSouiav, rnv Si trpoirt\\v OtptXiuoiv, tig Toirovg iXtiiStig Kai S ta,3p(>xovg riiiv ipyuiv iuirtoovroiv, iptio9rjvai iinb Kipoivog aotpaXuig, xaXiKi iroXXy Kai XiSroig fiaptoi rCiv iXuiv witoSivruiv. Tbe Cephissus whose bed was doubtless embanked, flowed under tbe wall into the Phalerian bay, fi. Strab. IX. 2. p. 246. Schn. o Kijptaaoc cid ri,v OKtXaiv, dirb tov dortog tig rbv Unpaid Ksi^rjKovrttiv, iKticuioiv tig rb $aXijpiKov. Tbe ditches dug by Demosthenes near Piræus, were possibly drains for tlie Halipedon, Plutarch. Vit. X. Orat. Psephism. de Den Kai Sg iiriSoiKt Svo rdtypovg irtpi rbv Unpaid ratpptvoag."], [17, "7 HARBOURS OF ATHENS. every year to flooding by the winter rains and the swelling of the brooks ; so much so, that in the spring of the year 1833, when I first rode from Athens to Piræus, the water stood so high that it reached to my horse's knees. At present a raised causeway has been formed along that part of the foundation of the northern long wall which is still preserved, conducting the water of the Cephissus and the other brooks to the sea, by means of long ditches, despite which the entire hollow between Piræus and Hagios Georgios, called Misia (57 rVUo-ta), is impassable in winter. This state of the ground appears to have been the chief reason for which the Athenians of more remote times did not use the superb harbours of the Piræus, contenting them selves with a landing place which, bad as it was, possessed two advantages, viz., that it was nearer the city by half an hour, and that it could be reached dry foot at all times: I allude to the Phalerum. With increasing resources and the advances made in navigation, it may easily be conceived that the necessity of a better harbour would be felt ; the earliest kings were, however, it appears, averse to the sea on mo narchical principles.4 Thus the Phalerum continued the harbour of the capital up to the time of the Persic war. According to an express remark of Pausanias,5 the sea 4 Plutarch. Them. XIX. '• Paus. I. 1. 2. <S>d\\ripov Si, ravry yap iXdxiorov dirixti rrjg irSXtbig t) 5d.Xa.ooa, tovto otpioiv iirivtiov i/>'. Pausanius remarks, tben, here, that the greater proximity to the sea was the reason why the more ancient Athenians bad their port at Phalerum, instead of the Piræus, he gives the distance from the sea at about 20 stadia, VIII. 10. 3. OTaSiovg pdXiora ukooiv dtjtiorijKt rfjg iroXtug )') irpbg \"taXrjpip 9dXa<rcra. Ordinarily they appear to have computed the distance from the Phalerum to Athens at 20, and from Piræus at 40 stadia ; 20 stadia are reckoned from tbe Acropolis totbe Bay of Phalerum (rb -faXi/pticoj/\") and even so the Scholiast of Aristophanes, An. 1700, (1693) cf. Hesycb, s. v. KXiifiippvrov. From the foot of tho Museum to Hagios Georgios at the present day, the distance is only 20 stadia from the sea. The ordinary carriage and foot road to Piræus from Dipylon, avoiding all hills on the northern leg is computed at 40 stadia. — Plut. adv. Colot. 33. p. 268. Tauchn. cf. Lucian. Navig. 35. sqq. The Tabula Peuting. also reckons five Roman miles, as well as the Scbol. Aristoph. Equit. 825 (812) ir'ivTt orjptia. Another Scholion tbere gives only 357 stadia. From Dipylon lo the walls of Piræus are in fact exactly 40 stadia, and from the altar of the twelve gods on tbe market-place to tbe shore of the harbour of Piræus, 47, which agrees nearly enough with tbe inscription on the Corp. Inser, Gr. referring hereto, where it is at tbe same time uncertain whether we should read 43, 45, 46, or 47. The stadia by which Thucydides measured the Athenian fortifications, are considerably less than the ordinary Olympic stadia, bearing the proportion of 4 to 5. With respect to the fortifications of Piræus fixed by Thucydides at 60 stadia, we may assume that they did not extend to"], [18, "8 TOPOGRAPHY OF THE approached nearest to the city at Phalerum; to-wit, within about twenty stadia, or an hour's walk. Thai reckons the length of the Phalerian wall at five stadia than the Piræan. The computation of Pausanius, howt appears somewhat under the truth ; it may, neverthel- - conceived that the coast at Hagios Georgios was in his time some few furlongs more inland than at present ; and il compare the distances as given by Thucydides, drawing a straight line from the fortifications of Athens to H< Georgios and the Piræus, we find that the former will be about five stadia, or about 3000 feet shorter than the latter. Some ruins of the foundations of two walls are found in the hollow between Athens and the Piræus, running parallel to each other at a distance of 560 feet Near Piræus the southernmost one diverges, and joins the circuit wall of Piræus at a small rocky projection under the fortifi cation of Munychia ; the northernmost one, however, meets it at right angles. Leake, who perceived very correctly that it would have been superfluous for the Athenians to have run a third wall between the other two,7 only admits two walls, accusing Thucydides of carelessness of expression in computing the Phalerian long wall at five stadia less than the Piræan, inasmuch as the length of both, to judge from the ruins, must have been the same. But while Leake is defending the common sense of the Athenians at the ex pense of Thucydides, O. Muller does the reverse ; he pro tects Thucydides against Leake's imputation, but calls the third wall useless, which forms the charge against the the extreme edge of tbe coast at every part, but that tbe furthest part of the peninsula was divided off by a straight wall, since otherwise the analogy of the measurements is destroyed ; on the other hand the circuit of the city walls appears too inconsiderable in our day, but we must take into account that the S.W. half thereof passed up and down over not inconsiderable eminences, which would considerably lengthen the line ; a comparison of the actual mea surements with those of Thucydides, gives the following result: — Stadia. Stadia. Length of the Piræan leg . . 31 According to Thucydides . . „ „ Phalerian wall . 26J ,, „ 35 „ ,, Piræan fortification 48 ,, ,, 60 „ „ City wall, erclusive\"] of the unoccupied 1 32 „ ,, 43 space enclosed . J « Thucy. II. 13. 7 Dr. Curtius also admits three parallel walls in bis Treatise de Portubiu Atheuarum; as also Kiepert's Maps, but how can a wall ot the foot of Munychia be called 4a\\tjpucov tux°S •"], [19, "9 HARBOURS OF ATHENS. Athenians.8 Our explanation reconciles both, and shows that neither Thucydides has made a mistake of five stadia, nor that the Athenians built a useless wall of forty stadia in length. German scholars, and particularly 0. Muller, Wachsmuth,9 and others, have done enough to show that there were three walls ; indeed, Thucydides expresses himself so distinctly on this head, that it appears almost impossible to place the other wall elsewhere than in the direction of Hagios Georgios. The point in the circuit wall of Athens, whence the Phalerian wall sprang, was not far distant from the point whence the parallel Piræan walls set off, otherwise Thucydides would not have expressly mentioned the inter mediate space. His scholiast computes it at seventeen stadia, which is probably too much by ten stadia, inasmuch as that would be more than one-fourth of the whole circuit wall ; near the sea the intermediate space was not more than eighteen stadia in a direct line. On account of its greater proximity to the sea, and its more open position, Hagios Georgios is often used as a bathing place by the inhabitants of Athens, and King Otho has a bath-house there. The flattened hill, on which the chapel lies, is called Trispyrgi (ot TpeXs trvpyot) forming a blunt cliff\", terminating the great Phalerian bay on the south-east. At the chapel there is a tambour of a large Doric pillar, and in some of the ruined walls of more modern date many old quarried stones may be found. On the hill near, two cisterns, hewn in the rocks, are per ceptible ; broken fragments of tile and pottery are to be found in all directions. It can scarcely be expected that any vestige of the sanctuaries, seen by Pausanias, at Phalerum, should be extant ; I nevertheless think I recognised at many points in the vineyards, elevated some feet above the marshy hollow, on the right hand side of the road from Athens, in disputable remains of the old Phaleric wall. The view of Strabo favours my hypothesis as to the position of the Phalerum, at Hagios Georgios ;10 for in describing the Piræus and the hill of Munychia, he says of this latter vtto-ni-nTovrn 8' avTy kipeves Tpeis, and then passes over to Athens, which when he has described, he again re sumes the thread of his discourse, and continues, pera be tov 8 Leake's \"Topography of Athens,\" p. 372, and 0. Miiller's \"Appendix,\" p. 468. 8 Wachsmuth, Hellen. Altertbumsk. II. 1. p. 406. 10 Strabo, IX. 1. p. 398. Tauchn/"], [20, "10 TOPOGRAPHY OF THE lletpata teak-ripels 5J)juos iv ri] e</>-**£f/s TtapakCq. Now had the Phaleric Demos been situated on the harbour Phant geographer must have said, on resuming the subject, that the Demos of the Phalerians was also to be made m of in one of the three harbours, at the foot of Munychia, of which he had already spoken in alluding to the Pira i In addition to this, none of the writers of antinuity ever included the Phalerian harbour within the fortification ot Piræus as the modern topographers have done.11 Cornelius Nepos says expressly that the Athenians had used hi the harbour of Phalerum, which was neither good noi till, at the sue^estion of Themistocles, the triple harbour *>l Piræus was formed and surrounded with wall aoe it ie clear that the Phalerian harbour was not t within the walls of the Piræus, and cannot, on that account, be the Phanari which lies within them. I may be permitted, moreover, in support of my view, to add, that it by no means accords with the reputation tha Athenians had for good sense, that they should, during a series of centuries, have contented themselves with the little harbour of Phanari, surrounded with high rocky clifi not have seen the two larger harbours lying under the self same hill; they would then indeed have far more merited the name of Blind, than the founders of Chalcedon, who overlooked the position of Bysantium, in their imme diate neighbourhood. Least of all is Phanari adapted to the necessities of a commercial harbour, for, in order to transport the goods thence to Athens, it would have been necessary to convey them over high ridges — a useless labour, — and thence through exactly the most marshy portion of t lie Halipedon. I assert here, that the ancients gave the harbour Phanari the same name as the fortification of Munychia that commanded it, which I trust to prove in the sequel. Phalerum was the oldest emporium of Athens;13 more- \" The most recent writers who place the Demos Phaleros in the bill, aud near the harbour of Munychia, bringing it necessarily thereby within Ihe fortifi cations of the Piræus, are Curtius and Kiepert. 12 Corn. Xep. Them. VI. quum enim Phalereoportu,nequ'. «e bono, Athenienses uterentur, hujus consilio triplex Piræei portus constitutus est, isque mrenibus circumdatus, ut ipsam urbern dignitate æquipararet, utilitate superarct. It is to be remarked lhat Phaloreo above is to be derived from Phalereus (tris syllabic) as Nonnus has XtfiTJv ipaXqptvg. Utipaitvg was originally also adjec tive o llfipaiet'c Xipr/v for the old Demos was called llfipacof, s. Steph. Byz. 13 Herodotus, VI. 116. *I>aX/jpoi/, rovro yap f/v iirivtiovrbrt rHiv 'Adnvaiwv. Paus. I. 1. 2. Diod. XI. 41. Corn. Nep. I. I."], [21, "HARBOPRS OF ATHENS. 11 over, one of the Attic twelve cities,'*4 whence Theseus pro ceeded to Crete, and whither he returned after conquering tho Minotaur. ,s Thence Menestheus is said to have sailed with his ships in order to join the other heroes at Aulis, in the expedition against Troy.lfi Herodotus17 mentions the Phalerum so often, that we perceive it was the only landing place at the time of the Persic war, lying open to the sea as may be proved from many passages.18 On tbe one side lay a cultivated plain — on the other a marsh,1^ extending thence beyond the Piræus. At Phalerum, a species of small but delicate fish, called atpvai, doubtless were caught at the shallowest part of this bay,20 and are now called Ka\\oypr\\a(, still often caught, there.21 11 Strabo, IX. 1. p. 242 Tchn. where b •PaXijpbc is called one ofthe old twelve cities. Herodotus always calls the place rb •baXripov, thus also Pausanias, cf. Steph. Byz. s. v. $dXj]pov. The Demos is by Strabo called oi accord ing to Steph. 6 $aXnptvc. Others adduce rd QdXrjpa and oi 15 Plutarch. Thes. XVII. XXII. Also Nonnus Diony. XIII. p. 362, Xi/iiv fcaXijptvg is the harbour ofthe mythic age. 16 Pausanias, I. 1. 4. \" Herodotus, V. 85. V. 63. v. 116. VIII. 66, 67. 91, 92, 93. IX. 32. 18 Herodotus, V. 116. Immediately after the battle of Marathon, the Persians sail round Cape Suniuni, in order to arrive at Athens, before even the Athenians themselves ; but as they reach the eminence of Phalerum, the Athenians are already perceptible with their whole army at Cynosarges : ol Si pdpfiapot t-qvi V7\\vm vKtpaiuprjSivrtg $aXi)pov virip tovtov dvciKutxtvffavrtg rag vrjac, d-ni-rrXoiov biziaia ig ti)v 'Acirjv. cf. Plutarch, de Malig. Herod. XXVII. Here it could scarcely be a question of the height of a place had its position been concealed, such as the harbour Phanari, now, if the Persians had wished to land their army, and send it forward quickly against Athens, it must have been necessarily at Hagios Georgios, which is another ground for placing Phalerum here. Herodotus, VIII. 91, in speaking of the battle of Salamis : ruiv Si jiapjiupwv ig fvyr/v rpa-rroftiviiiv Kai tKirXtovrujv irpbg to ®dXr]pov, etc. § 92. oi Si lidpfiapoi, tUv al vijtgTrtptty'tvovro, (ptvyovrtg d-n-iKovro ig fydXqpov vtrb rbv nt^bv arparny ; and here the little port of Phanari is not to be thought of. 19 Herodotus, V. 63. The Spartans send out Archimolos with ships, to free Athens from the Pisislratidæ ; he lands at Phalerum TtponxSiv ig <bdXi)pov. The Pisistratidæ Ktipavrtg ran iaX-qpiuv rb TrtSiov Kul 'nrird<si)i.ov TroirjoavTtg tovtov rbv xutpov, i-KtjKav rqj (TrpaTOTrkSot ttjv \"itt-kov, and this can only be understood of the fields now laid out wilh trees, gardens, and vines, near Hagios Georgios, and not of the treeless Halipedon. Tbe <\"?aX?j[HKou pdtpavoi of Hesy chius presumes gardens and a good soil as near Hagios Georgios, but not near Piræus. Xenophon mentions the Phalerian marsh part of the present Misia. 20 The Phalerian bay, extending from Phalerum or Hagios Georgios to the foot of Munychia, was called rb $aXr)piKbv, sc.neXayog. Plut. Vit. Dem. in X. Orat. Kariovra iiri rb $aXripiKbv, irpbg rag rliiv Kvp\\dru)V ipfioXdg rag OKtytig voulaBac. cf. Plut. Them. XII. Strab. IX. 1. p. 246. Teh. Steph. B. s. v. *aX)jpov. Schol. Aristoph. Au. 1694. Plin. N. H. II. 103. 21 The smallest white-boned fish which is brought to market at Athens, called"], [22, "12 TOPOGRAPHY OF TI1F. When the Athenians followed the wise counsel of Themistocles, and made the Piræus their harbour, the Phalerum could not at once be done away with, notwith standing the facilities afforded to a shifting ofthe population by the devastation occasioned by the Persians ; many a mer chant would prefer, cither from habit or prejudice, or from selfish motives or pure opposition, to rebuild his warehouses in Phalerum, and continue to carry on his commerce there; moreover, the Piræus could only become filled by degrees with the buildings necessary to a great port ; and thus indeed it was that twenty-four years after the foundation of the Piræan harbours, the Phalerum retained such import: g in the eyes of the Persians, that it was determined not to connect the Piræus with the city by two long walls, but to carry one of them (to tpaXripiKov reixps) to tbe old Phalerum.4' This took place in the year 457, but twelve years subse quently the superior importance of the Piræus became more evident, and a third wall (to bia pecrov ret^os) parallel with the northern wall (to e£wdev or (Sbpeiov re^ot), was con structed, at the suggestion of Pericles, from Athens down to the Piræus, this third wall when later two only remained extant was called to votiov.™ At the beginning of the Pelo- ddtpiva, a somewhat larger auapiSa and papica, both old denominations. A round, delicate, dark-coloured fish, also very small, caught, like the former, in silken nets, is called KaXoypja or orpoyyvXa, and this is perhaps the better sort of d(j>vai. cf. Aristopb. Eq. 651 (642) An. 76. 22 Tbucy. I. 107. ijpZavTO St Katrd Tobg xp°v°v. Tobrovg Kai rd pat pit rf'x*) ig SdXaoo-av oiKoSoutiv, to rt *VaXrjpuvSt Kai rb ig Unpaid. In these words is clearly expressed that two walls are alluded to, extending to the coast at two different points. 2\"* Plat. Gorg. 455. Harpocr. s. v. Sid piaov Ttixovg, 'Avrifwv irpbg Niico- KXia' TptGJv ovruiv rtixHtv iv Ty 'ArriKy, we Kai ' ApiffTO<pdvr\\g tpriaiv iv tpupuXriTi, roil Tt Boptiov Kai tov NoWou Kai roiJ <J>aXnsliKou, Sli piaou ToiiTinv iXiytTO rb Nortoj/, ou pvr)jiovtvti Kai YlXdrwv iv Vopyia. I'hucydldei calls the northern wall rb i£wHiv TtTxoc, II. 13. I cite the whole passage here, because, exclusire of the measurements, it admits of a deduction respecting the isolated position of the Phalerian wall, inasmuch as ihe author passes from the Phalerian wail to the circuit walls of the city, and then, after express mention of the void intermediate space in the circuit wall, gives the measurement of the two Piræan legs, of which the northern one on the outside was alone unoccupied as long as the Phalerean wall stood and joined the circuit wall surrounding the Piræus, inclusive of Munychia : tov rt yap rtixovg ardSioi r\\uav Tcivrt Kai rpiaKovra irpbg rbv kvkXov row dartug, Kai airoii tov kvkXov to rprig Kai TtooapaKOVTa. tart S' avroij u Kai dtyvXaKrov riv, to pt-a*v tov ri uaKpov Kai tov i'aXripiKou. tu Si paKpd rtixv \"rrpbr rbv fltipaia TtaaapdKOVTa oraSiiav, otv to I **w^£v tTrjptiTO. Kai tov llttpaiwg £vv MovvvY.ia t^r/Kovra fiiv araStwv 6 ii-rrag ntpifioXog, rb Si iv QvXaKy bv, ijp.i<7V tovtov. Strabo follows exactly the same order, beginning at the other side : see above 10."], [23, "13 HARBOURS OF ATHENS. ponnesian war all three walls were standing, none of them useless, although the Phalerian was of less import ance, partly because an attack was less to be feared from the south, and partly because a bold enemy might have landed in the open bay, or have made himself master of the harbour of Phalerum, which was not fortified by natural position After the termination of the Peloponnesian war, it is notorious that all three walls were destroyed, and the two longer legs only rebuilt in after times. No further mention is made of either the Phalerian wall or harbour. The oldest port of Athens fell into ruins, and the new har bours of the Piræus were declared to be the exclusive emporia of all Attica.24 Thucydides relates that Themistocles persuaded the Athenians to fortify the Piræus, seeing, as he did, the ex cellency of its three natural harbours;24 and a glance at the map will prove that under the three natural harbours, the largest, named now \" Drakos,\" \" Pashalimani,\" and, thirdly, \" Phanari,\" are to be understood. The great har bour Drakos was commonly called simply Piræus, and was divided, as we shall afterwards show, into the Emporium, and the naval arsenal Cantharus, Pashalimani being called \" Zea,\" and Phanari \" Munychia.\" Pausanias shows more plainly than any other author, the error into which we fall when we reckon Phalerum among the rpels avrorpve'is Ai/m-a**- of Thucydides, who remarks, that in place of the one harbour of Phalerum, the Piræus offered three ports, and Cornelius mentions the harbour of Phalerum in contradistinction to the triple harbour of Piræus.26 Timæus says, in his Platonic Lexicon, that Zea and Munychia were two harbours different from Piræus f and here, under this latter denomination, he evidently under- 24 Demosth. adv. Lacrit. 932. iirttctj yap dQiKovro Stvpo, tig piv to iipirtpov iuiroptov, otherwise called rb 'Attikov ip-jrbpiov, and ro 'Adrjvaituv ipiroptov by Demosthenes, ou Kara7rAeou<7ti>, tig <vtxipuiv Si Xiuiva bppioovrai, bg io-rtv i£u> rail' atjptiwv tov vptripov ipiroptov Kai itjriv buoiov tig tptopuiv Xipiva bpfii ffslffSai, Suuirtp dv ti Tig tig Aiyivavr] tig Miyapa bppiaaiTO. S. BbckhStaatsh. I. p. 60 ff. Tbe emporium referred especially to the importation of corn, ib. p. 93. M iirtiae Si Kai tov Xltipaiwg rd Xoiird o 9£/uotoicXi\"*c otKoSoptiv vopifav to Tt x^piov KaXbv tlvai, Xtpivag txou rPE'ff ai»ro^i»Eie. icai aiirouc vavriKovg ytytvrjpivovg piya irpotpipnv ig rb rcrijcrao'Sat Svvapiv. 26 StpioroKXijg Si tijg fipKt, roig Tt yap nXiovatv iiriTijStwTtpog 6 Tltipattvg itpaivtTo oi irpoKiieSai Kai Xipivag Tptig dvS' ivbg ixttv tov 4>aXupoT, rovro aQiaiv iirivtiov iivai KartaKtvdaaTo. 27 Timæus Lex. Platon. Movwx'ta Kai Ztia, Xipiveg eripot tov nnpativc."], [24, "14 TOPOGRAPHY OP THE stands the great harbour so often so called star' f$oxv» ;su «* the other hand Thucydides, Scylax, Strabo, Nepos, Pausanias say, that Piræus had three harbours,*1 and « the grammarians add that these three were closed pen they thereby understand the whole of the site acow Themistocles, just as often mentioned, surrounded us it was by a ring fence, that each individual harbour forma I itself a KAeto-Tos Xipijv ; the ruins which remain prove I each had an entrance protected by advanced piers and towers, capable of being closed in war time by a oh These KXeWpa of the three harbours were to a certain extent three great sea gates in the ring wall. The great Piræan harbour contained no second or third enclosure whatever, and every assertion to this effect mili tates not less against the assertions of ancient writers, than 29 With respect to the various significations of tbe word Piræus the following points are to be remarked :— (a) Piræus was first a Demos under the geographic division of the country, and its members called Utipatiig ; this name was retained by the v sors of the old Demos, and those therein inscribed in later times. the entire abolition of the aristocracy it was, however, immaterial whether an Attic Citizen, 'Adrjvalog, living in bis Demos, had possessions tbere or not j many Demos were also erected whicb had no local place may be sought in vain upon the map. The Demot was called Tlnpaiiig, and there were few of these in comparison to other Demots in the port. (b • Munychfa was probably the ancient citadel of Piræus, and commanded the great harbour, whence also called Piræus, sometimes the Citadel Munychia, in contradistinction. (c) This Demos and its acropolis, together with tbe three harbours surrounding it, enclosed by a common ring wall, and indeed the whole of the site, was called Piræus after the time ot Themistocles. The fortified port of Athens, b Qtipaitvg, forms an antithesis to the fortified city to uvtv. The Attic citizens living in Piræus, permanently or otherwise, being Demots of Piræus or any other place, were called oi iv ntipau**, iu con- tradistinction to those iv darn. 79 Scylac. Peri pi. Attic, lirnra b Titipaiti'g Kai rd (TKtXn Kai 'ABij* Ilnpaiivg Xiuivag ?x« rptig. The other passages are already cited above. When Thucydides says, II. 93. 6 Ilttpaubg b Xtp-fjv toiv 'A3r)va'ttav f/v d<p6- XaKTog Kai aKX-garog, it is to be understood of tbe whole site of tbe harbour, but in the following chapter he refers to the closing of the individual harbour: Kai ptrd rovro QvXaKnv dpa tov TLtipai&g pdXXov rb Xonrbv lirotovvro, Xipivtov rt kXjctei (car rg dXXij iirtpiXtitf. Plat. Gurg. 455. refers to many harbours: »} rwi' Xiptivtxjv Karao-Ktvn Ik rrjg BtuttrroKXiovg avpjiovXrig yiyovt, and Plutarch. Them. XIX. rbv Unpaid KartGKtvaffe rnv Toiv Xtpivw/' - Karavoiiaag. the uord tvpvia referring to the rptig avropvtig Xt/iivag. '° Hesych. s. v. (3tvt. txtt Si 6 nnpaitvg Xtpivag rpiig KXtiarovg. Sch. in Aristoph. Pax. 145. 6 IJnpaitvg Xipivag ixu rptig trdvrag kXuvtovq. cf. Tbuc. II. 94. Xipivtitv rt KXn'oti, etc."], [25, "15 HARBOURS OF ATHENS. against the considerable and well preserved remains of the submarine structures. The inscriptions discovered by Dr. L. Ross, and pub lished by Bockh (Records of the Marine Power of the State of Attica), prove that Athens, in the lifetime of De mosthenes, possessed three naval arsenals, Cantharus, Zea, and Munychia, of which Zea was the greatest, inasmuch as double the number of triremes could be housed here as in either of the others.31 Now as Cantharus, as we shall here after see, was a part of the great harbour, Pashalimani must be called Zea, and Phanari, Munychia. To call Zea the corn haven, on account of its name, is an assertion not warranted by evidence;32 for the corn was imported into the great harbour within the limits of the Attic emporium ; whereas Zea was evidently a naval arsensal, with sheds for not less than 196 triremes, together with other appurte nances, as is proved by the inscriptions. Hesychius, more over, agrees in Zea being one of the closed harbours. The remains of the submarine structures, consisting of large hewn aud well fitted stones, are plentiful around the basin : in many places small stone piers are perceptible at a small depth under the surface, extending into the sea parallel to each other at right angles from the shore, doubt less destined for supporting the individual ship sheds, an exact measurement of which proves how very narrow the *\" Bdckh's Records of the Navy of the A .tic State, p. 68, et\", p. 414, p. 447, p. 529. The number of the sheds for vessels was as follows :— In Munychia 82 In Zea 196 In the harbour of Cantharus . . 94 Making a total of 372 According to Thucydides, I. 13, Athens possessed before tbe Peloponnesian war 300 triremes ready for sea, which naturally could not all lie in the large harbour. According to Strabo, 400 ships of war could lie in the three harbours of Piræus, Str. IX. 1. p. 239, Tchn. I have followed Plutarch, Aristophanes, and the Inscriptions, in calling tbe harbour of Cantharus (o KavSdpov Xipyjv) simply Cantharus, so named after a hero of that name, according to the Scholium Pax. 145. Phoc. XXVIII. pvarriv Xoiiovra xoipiSiov iv KavSdptp (KavSupov 1) Xtpivi Kijrog avviXa^t. \" Hesychius, s. v. Zia says by no means that Zea was a corn harbour, but wat so called from a sort of grain, called by Herodotus II. 36. Ztia, and by others oXcpa, used for feeding cattle. But I am more inclined to believe it re ceived its name from tbe goddess Artemis, who Hesychius states to have been so called by the Athenians; nor is it improbable that a sanctuary, dedicated to Zea Artemis, was situated above this harbour, as above that of Munychia one sacred to Munychia Artemis."], [26, "16 TOPOGRAPHY 01 Till Attic triremes generally were. Pausanias d ■■■ ention tbe harbour of Zea by name, but as he speaks of ship sheds which were extant in his day, distinguishing these from tin great haven, it would appear that he saw them in tin important of the naval arsenals of olden time.\" The har bour Zea is separated from the largest harbour by an isthmus rising gently in the middle, which, to judge from the many foundations lately laid open, the impluvia, wells, and mo saic floors, appears to have been more thickly inhal After describing the sights of Piræus, the old traveller turns to the sanctuary of Munychia, Artemis, and the harhours lying around it, thence proceeding to Phalerum. Close at the entrance of the harbour Zea, to the west, lies a very small harbour without the ring fence, on the we side of which is preserved a strong rounded Molos, extend ing some distance out into the sea, and in the rocky shore near it an oval hollow of the size and form of a bath is hewn out, in front of which there is a small round hole. Both (Pashalimani and Phanari) are filled with fresh water, which, on account of its purgative qualities, is called Tzirloneri, (to T(ip\\ovepi) and very generally h be the Serangion, but without sufficient grounds.34 For my part, I am inclined to place Phreattys at this spot, men tioned by Pausanius as a quarter of Piræus near the sea ; at this place a notorious court of capital jurisdiction was held, before which the runaway who was accused of a second offence, defended himself from the vessel. Some place Phreattys outside Piræus, that is to say, outside the Ring wall, as it would appear near Zea,35 both data coincide with the position of Tzirloneri, and the word Phreattys appears at the same time to have reference to a well. The place would not be inappropriate for hearing a person flying on account of a capital offence, being without the jurisdiction *> Paus. I. 1. 2. Kai vtwg Kai ig ivl riaav o'iKot, Kai irpbg rip peylanp Xipivi Ta0oc Otpio-roKXiovg. Just before, Pausanias has mentioned the three harbours. s* Isacui de hæred. Philoctem. 59. Mentions a bath-house (flaXavtiov) in a place called Serangion, situated according to Harpocration, 3. v. Snpdyyiov iu Piræus, and an asylum or hiding-place for criminals; to judge from the name, there must have been caves there which I did not find at Tzirloneri. M Paus. I. 28. 12. tan Si roi Xlnpaiuig irpbg SaXacon *pfarrvc, Dem. adv. Aristocrat. 645. Hesychus, s. v. iv tpptaTov aud ig Q/pidrov. According to Helladius (Phot. Myriob. p. 535, Bekk.) Phreattys lay ifaSriv rov Ylttpaiiic, and in a passage, Bekk. Anect. I. 311, Zea is put for Phreattys, which cannot astonish us considering tbe position of Tzirloneri, <i>ptarTvg is doubtleis derivable from tpptap."], [27, "17 HARBOURS OF ATHENS. of the Piræus and its harbours, at least I found no other vestige of a landing-place around the Piræan peninsula. The basin of Phanari is about half the size of that of Pashalimani, which coincides with the tenor of the inscrip tions stating that there was only room for 82 ship-sheds in Munychia. The harbours both of Zea and Munychia, more especially, however, the latter, are, on account of their posi tion, better adapted to naval arsenals than commercial ports, inasmuch as they are so commanded by the citadel Muny chia, that although an enemy might certainly take them by surprise and burn the sheds, yet he could never maintain his position in them. The Citadel Munychia did not afford this security to the large harbour, on which account all hos tile attacks, we perceive, were concentrated upon this spot. The fortification of Munychia was to Piræus, in a military point of view, that which the Acropolis was to Athens,36 sur rounding as it did the sanctuary of Artemis ; it was placed on the highest point in this Chersonese, and is now called Kastella (i) Kaore'AAa). It was fortified by the Turks during the late war of independence ; the small harbour Phanari lies at the steepest part under Kastella towards the south east of Phalerum, and is it not natural that one should call the citadel rising above it also Munychia, a supposition which is supported by the route of Pausanias. A passage in the speech of Lysias adversus Agoratos, shows that the harbour of Munychia lay next to the sanctuary of Artemis.37 The persecuted Agoratos took refuge at the altar of the goddess, and his friends, in order to move him to a more speedy flight, anchored two ships in the harbour of Munychia ; they naturally chose the landing place nearest to the sanctuary, because Agoratos was exposed to imminent danger of capture. 36 Hence Thucydides's expression Tliipauvg ZivMovwxia, and the like, E. G. Diod. XIV. 33. 6 9pa<Tt//3ovXoc tvSvg piv wppqcrtv iirl rbv Titipaiia Kai Kart- Xdfitro rgv Movwxiav, Xofov iprjuov (sc. QvXaKqg') Kai Kaprtpov ot Si rvpavvoi, rg Svvdati irdrjg KaraftdvTtg iiri tov Utipatia, irpoo-ifiaXov Ty Hovvvyia. The position of the citadel is very properly asserted in the already mentioned paper, \" De Portubus Athenarum,\" against Leake's view. 57 Lysias adv. Agorat, 132. 6 Si ' Aybparog Kai ol iyyvrjrai KaSiZovcnv iiri rbv filopbv Movwxiao-iv (in the sanctuary of Artemis on the hill). iirttS^ Si iKC&i aav, ijiovXtvovTO ri iroiijv. iS^Kti ovv roig iyyvijTaXg <ai roig aXXoir; diramv IkttoSojv iroirjaag rbv 'Ayoparov £>g Taxiara, Kai irapofpiaavrtg Svo TrXoia tiovvvxiacriv iSiovro avrov iravri rpbirai dirtXStiv 'A$i]V7)Stv. This latter Movwx'tao-iv signifies in the harbour of Munychia, as in the inscriptions on the state of the Athenian navy. The following passage of Isæus de hæred. Philoctem. 59. Kai 6 piv Sfavoorparog iKirXtlv iptXXt rpmpapx&v P'rd TtpoSkov Kai tj vavg avrtp i%i>ppn Movwx^aai. 1,"], [28, "18 TOPOGRAPHY Or THE From the crags of the bill of Munychia a headland advances into the sea towards the south, and borders apod the harbour of Munychia on the west. It it- small, but steep and insulated, having the ruins of a strong citadel <>ii its summit. This may be the stronghold washed by the sea, where, according to Appian,38 Archelaus closely pursued bj Sulla took refuge. It is here to be remarked, that Herodotus and Strabo extend the name39 Munychia to the whole Pii sula, for the outer and more level part of which the ancients have left us no particular denomination. About this spot, beyond tbe Tzirloneri up towards the mills, considei ible vestiges of lesser and greater buildings, and rough walls are perceptible from the ruins, of which, to judge from the construction, the exterior transverse walls only have been built by the Venetians. The mills stand on the highest point, within the foundation walls of an old fortifi by no means inconsiderable, thence downwards to the sea on the north-west are many old quarries, whence the material for constructing the\" wall of the Piræus, the piers in the harbour, and long walls was drawn, and which Xeno phon mentions as being in the Piræus.40 Two headlands form the entrance to the great harbour of Piræus.*11 That on the southern side was called the head- land at Alcimus, being a corner of the Munychia, in its most extensive acceptation;48 the rocky tongue of land 38 Appian. bell. Mith. XL. igSi rt tou nfipaiuic dviSpaptv bxvpurarSv rt Kai SaXdoay irtptKXvffTOV, tp vavg ovk ixtov b \"SuXXac ovS' iirixtiptiv iSvvaro. Curtius calls this place Castrum Phalericum, which is as little supported by any ancient authority as the Phaleric hill imagined by Leake. 39 Herod. VIII. 76. from the fleet of Xerxes, dvriyov Si oi iptj>l ri\\v Keov re Kai rijv Kvvoaovpav rtrayplvoi, Kariixbv rt pi\\pi NovvvxiiJQ irdvra rbv iropSpbvTTJoi vt}vai. Strab. IX. 1. p. 239. Tchn. Xitfiog Slariv >} Moi'vux'a Xtppovrio-iZitiv. •>» Xenoph. Hell. I. 2. 14. 41 The words of Strabo IX. 1. p. 239, Tchn. aropitp Si pueptp r'nv tiaoSov ijw, refers to the narrow entrance to the larger harbour formed by the extreme point of Munychia with Eetionia. Thucy. VIII. 90. calls tbe same entrance tairXovg and aropa artvbv rov Xtpivog. Diod. XVIII. 68. calls it vii KX«!*jpa rov Xifiivog. \"2 Plut. Them. XXXII. irtpi rbv Xtuiva rov XlnpaiHg dirb rov Kard rbv AXkiuov oKpuirrjplov vpdKtirai rig olov dyKwv Kai KuptyavTi tovtov ivrog, y rb iirtvSiov rr\\g Saydrrtig, Kpnirig iariv tiptyiSirig Kai rb irtpi avrr)v fitiipotiSig rd<pog rov QtpiaroKXiovg. It appears to me probable that \"AX«/»oc was tbe name of a lion, placed in tbe sea on a large square pedestal near tbe pro montory whicb had been preserved. It is now in Venice."], [29, "HARBOURS OF ATHENS. 19 opposite is called Eetionia, 43 in the latter the northern line of the ring wall of the Piræus terminated, and con siderable ruins of walls and towers remain on it. The dams for closing the harbour extended in an inward direc tion, as regarded Alcimus, from the exterior towers of the Eetionia to the opposite shore, and may still be seen some what under the surface of the water. With respect to the subdivision of the great harbour, it. is natural that the largest portion of it should be dedicated to commerce, ** and but comparatively small space used as an arsenal, the more so as the State filled the other two har bours of Zea and Munychia, which, with its triremes, were inconveniently situated for commerce. That part of the harbour destined for commerce, together with the five walls surrounding it, of whicb the northernmost abutting on the fortification of Eetionia,45 called the Long Hall, and, per haps, some other small buildings in the neighbourhood, formed the quarter called the Emporium.46 The small Molos, which in the times of .the Turks was tbe only land ing place, and where the inland produce is still discharged, lies probably near the site of the Long Hall ; and within the \" Thucyd. VIII. 90. 91. Dem. adv. Theocren. 1343. Harp. Suid. Byz. s. v. 'KtTiiiyvtia. u On ihe trade of Piræus in all parts of the world. Isocr. Paneg. 49. Thucy, II. 38. Xen. Resp. Ath. II. 7. We may refer to the Piræus what Plato (Crit. 117. E.) says of his ideal harbour, 6 utyiGrog Xip-nv iytpt irXoitov Kai ipirbpwv dtptKvovpivwv irdvroStv, tfwi'ijv Kai Sopvfiov iravroSairbv ktvttov rt p.t3' 7/uipav Kai Sid WKrbg virb irXii$ovg iraptxopivoiv. 45 Thuc. VIII. 90. SapKoSbpriGav Si (ol rerpaK<*cr«oi) Kai rrroai', ¥) irtp i\\v ptyiOTi] Kai tyyvrara tovtov (sc. rov iv r-y 'HtTiojvtia rtixovg) tiiSvg ixoptvp iv rtp lltipatii, Kai rtpxov avroi avrrfg, ig rjvKbv dirov i)vdyKaov irdvrag rbv virdpxovrd rs Kai rbv io-irXiovra iliaipeioSai Kai ivrtvSsv irpoaipovvrag iruXtiv. The meaning is that a large hall in Piræus, called the 400, joined the fortification of Eetionia, separated it, that is, a wall separated it from the otber halls, and that all grain imported and on stock was there discharged and only sold there. This control, however, only lasted a short time, nevertheless it appears that this ptyiarri arod of Thucydides, is the same which Pausanius, I. 1.3. calls paxpd arod, and^'places on the shore. Dem. adv. Phorm. 918. relates tbat (aXtpiTa) barley meal or malt was here publicly sold, whence the name 'AXtpiTOiruiXig is derived, and according to Schol. Arist. Acharn. 553 (547) was built by Pericles. 46 Staple places were generally called Emporia. The other emporium was a part of the great harbour of Piræus, where merchant vessels were allowed to discharge, '^and had fixed boundaries, tbe oqutia rov 'Attikov ipiropiov, as above Ann. 24. The Athenians also called their staple place naturally rb 'Epirbpiov simply, wherefore Timæus s. v. Atiypa, to which he adds, KaXoipt. vav — knyua, roirog iv Unpaid iv Tis KaXovpivtp ip-rroptitp."], [30, "20 TOPOGRAPHY OF Till Emporium but the sanctuary of Zeus Soter and \\ hotira, the giver of a happy return, and to whom faring people principally sacrificed,47 together with the Deigma, a sort of exchange for the natives, and fort lay within the Emporium.48 On the strand, somewhat further in the direction of tharus, Conon bad built a sanctuary to the sea goddess Aphrodite.1'- The Hippodamic market lay at a ais somewhat higher up towards the theatre near Mur and not on the shore. These particulars, however, mOM properly belong to a separate examination of the interior distribution of the town of Piræus. For the site of Cantharus, where ninety-four ships' lay, the south-west corner ofthe great harbour separata it is, from the basin ofthe Emporium by a small headland, ex- 47 Paus. I. I. 3. The worship of both in Piræus is often also mentioned. That Zeus Soter obtained the sacrifices of the merchants on their return, s. Aristoph. Plut. 1175—80. cf. Athen. Dipnos. II. 7. 37. 48 Xen. Hell. V. 1. 21. Theophr. Char. XXIII. Dem. adv. Lacr. 932. Schol. Arist. Eq. 975. Pollux. IX. 34. Timæus Lex. Platon. and Harpocr, s.v. Atiypa cf. Boeck. Staatshaush. d. Ath. I. p. 64. 49 This sanctuary of Aphrodite was called rb 'A<j>poSiitov, which in other places signifies the temple of Aphrodite. That a portion of the harbour bore this name, is an assertion as destitute of foundation as with respect to Zea being a corn harbour, a supposition to which the mutilated and corrupted Scholion of Aristophanes Pax. 145. has given rise. Perhaps this Scholion might be restored as follows : — o ntipaecirc Xtptvag Ix11 TP\"S irdvrar KXtiaTovg' tig pin [b piyiarog Xtprjv, ivSa iv StZtif irpdrov] b KarSrapof Xtpriv, Iv tp rb vttiipia, tlra rb 'AtppoSivtov, tlra kvkXui tov Xipivog trroai irivrt. Whence it must follow that the other two closed harbours were Munychia and Zea. With respect to the assertion of modern topographers, that two temples of Aphrodite existed, I venture the following remark. According to Pausanias, Conon built the Aphrodision in Piræus, after tbe marine victory of Cnidos, where Venus was venerated by preference ; I therefore believe that the legend related in the Scholion Hermogen. irtpi ihtSiv, that a dove settled on the trireme of Themistocles, on which account he founded a sanctuary for Aphrodite, in Piræus, after his victory, confounds the two sea-heroes, for an owl settled on the trireme of Themistocles before the battle of Salamis, (Plut. Them. XII.) and after the victory he erected a sanctuary in Melite to the Aristobula Artemis. (Plut. de Malign. Herod. XXXVII.) The legend of the dove in Conon'stop, is imitated from the owl of Themistocles in the same way as many like religious anecdotes are repeated. With respect to the text, we must read bSttv Si ptra rrjv vlkt/v airapxrjv (instead of 'Airdpxov) 'AtppoSirng itpov iSpiaaro iv Iltipatti. 'AtppoSirn \" Airapxog, never occurs and would be an extraordinary epithet. * N.B. — Since writing the above the author discovered a stone in some exca vations at Pitæus, on the spot here mentioned, on the one side of which was EMnOPION, on the other AHM02 nEIPATEYS.— Translator."], [31, "21 HARBOURS OF ATHENS. tended and strengthened by an old and very solid pier. Upon this headland the most important records of the Attic marine power are to be found ; and Ross concludes, on the strength of these inscriptions, and some large triglyphi found there, that the renowned arsenal of Philon stood somewhere near this spot,5\" an idea admirably adapted to the beautiful pano ramic position. Here the public transit magazines, harbour offices, quarantine, &c, have been lately built. On the southern side we see, in several places, small parallel stone piers as in Zea ; nor is it to be disputed that the station of a part of the ships of war, immediately at the entrance of the great mercantile harbour, would not be misplaced, and would afford great protection to commerce ; moreover, vessels of war would more readily be able thence to sail in and out, without interfering with the vessels engaged in com merce, with whicb the basin of the Emporium was, doubt less, often crowded. This disposition of the war harbours is such, that all would most readily communicate one with another, of which the locality as here laid out admits, moreover the fortification at the extremity of the peninsula, by the mills of the present day, would have protected the Cantharus in some measure.51 The Kcooioy XtpTjv, mentioned by Xenophon, is laid down so as to fall without the Piræus, at some distance from the Halipedon,52 now, as it is nowhere else alluded to, it would appear that it was not used as a regular harbour ; and it may, therefore, be presumed that, the narrow bay formed by the Eetonia with the continent, and lying imme diately before the large harbour, is understood. The re mains of an old wall there, show at least that it was occasionally brought within the fortification of Piræus. 30 There was an arsenal on the Acropolis of Athens in which Lycurgus stowed 50,000 bows, and other weapons. There was also to be found there running rigging for ships of war, wherefrom, according to tbe often mentioned Inscriptions, the requirements of 100 triremes were supplied (S. Boeckh, Lrkunden liber das Seewesen, etc. p. 81.) The probable position of this arsenal was on the east of the citadel, where the foundations of a large building exist, I have marked in the plan which forms an appendix to the following treatise on the Temple of Ergane ou the Acropolis. 31 Plutarch. Phoc. XXVIII. mentions Cantharus Hesych. s. v. KavSdpwv. Suid. s. v. KdvSapog. 32 Xenopb. Hell. II. 4. 30. o Si Uavoaviag iaTpaToirtStvaaro uiv iv ru} 'AXiiriStp KaXovuivtp irpbg rtp Utipaul StZwv ix^v Ktpag, AvaavSpog Si %iiv roig fucSotpopoig rb tiitawpov, and further on § 31. rid vartptia (6 Uavaaviag irapfiXStv iiri rbv Kttitpbv Xipiva, OKorrHv, iry tvairoTnxio-Torarog t\"irj 6 Jlttpaitvg. ivti S' diriovrog aiiroii irpoaiStov Tivtg, K. t. X."], [32, "22 TOPOGRAPHY OF THE From the eastern end ofthe Eetonia, a strong stone for the most part perfect, extends in a straight line through the water to the other bank, over this the walls of the Eetonia must have extended and joined the other ring walls of Piræus, the name Halæ 53 will be consequently the most appropriate to the shallow basin separated by the dam towards the north, and which, according to the new plan of Piræus, has become gradually filled tip. The Promontory Colias lay, according to Pausanias, about twenty stadia distant from Phaleron ; 51 and a re nowned temple of Venus stood there. It was here that the Athenian dames celebrated a numerously attended festival.55 After the battle of Salamis, the westerly wind drove a great quantity of the wrecks of the Persian fleet on this shore, whilst the ships which had escaped retired to Phalerum.56 Strabo places Colias in the vicinity of Anaphlystos, too far towards the south, and Stephanus towards Phalerum, which is also incorrect. 5T Hesychius, Eusthatius, and other gram marians,58 describe the promontory as a strip of land ex tending out into the sea. This latter distance, and that given by Pausanias, agree with the position of Hagio's Kosmas (6 K&fios tov ayCov Kocrpa), distant a little more than an hour's walk, perhaps about twenty-five stadia, is the nearest and only cape worthy of note on this coast. It is a lew narrow tongue of land, advancing into tbe sea, with 83 Xenoph. Hell. II. 4. 34. oi piv HtwaSrrio-av tig rbv iv raig 'AXarc irn X6v, ol Si ivtKXivav. Perhaps there were salt pans there. Steph. Byz. s. v. refers to the Halæ in Piræus, \"AXai. tari Kai Xipvt) Ik SaX«<rrr»;c, Saobptrri Si rb 'AXai. 34 Paus. I. 1. 4. dirixfl $i Kai araSiovg tiKorriv &Kpa KtoXtdg. The Kai next to the number signifies here about, as in Herodotus. If Pausanias adds kg ravTitv, tySopivrog rov vavriKov tov M-ijSwv, Karr\\vtyKtv b kXvSwv ra vavdyia, this cannot refer to Trispyrgi, which is too near the field of battle. 55 Aristoph. Lysistr. z. A. Aristophanes certainly means the same festival which according to Plutarch Sol. VIII. was celebrated at Colias, in honour of Demeter. 36 Herod. VIII. 96. calls Colias yitiv, and Stepb. Byz. aKrij, by which we are to understand the strand on this side of the cape between Cosmas and Trispyrgi, now called Kalamaki. 37 Strabo IX. 1. p. 244. Tchn. irtpl Si' AvatjtXvorbv ion Kai rb iravtiov Kai rb Trig KtoXidSog 'A^noSirrjg Itpov, k. t. X. Stepb. Byz. s. v. KujXtdg, aKpa rfroi <vaXiipoi aKn), birov Kai ' AtypoSirt} KuXiag. 38 Hesych. Pbot. and Harpocr. s. v. KwXiac. Eustath. ad Dionys. Perieg. 592. Pausanias states that Tyrrhenian pirates landed at Colias, and made in cursions in Attica, cf. Schol. Arist. Nub. 25. A youth taken prisoner, but freed by an amour with a Tyrrhenian girl, is said to have built tbe temple tbere to Venus, out of gratitude."], [33, "23 HARBOURS OF ATHENS. rugged cliffs. The small chapel up Hagios Kosmas lies on the extremity, and is plainly visible from Piræus, on account of its exposed position. In the church some large squared stones are built into tbe wall, and I found there the marble foot of a Dexamene ; many other squared stones lie on the strand. A few steps further inland may be found extensive foundations ; and further towards Athens the remains of considerable buildings. Hesychius mentions a four-columned temple of Demeter in Colias. 59 The neighbourhood of the sea is called Kalamaki, and is partially cultivated as vine yards, in whicb some tile-kilns have been discovered. The best Attic vessels were formed of clay from Colias -,60 on the shore oysters were dredged,61 as at present. I subjoin a plan, founded on the map of Athens and the neighbourhood, drawn by Mr. I. A. Sommer, of the Bava rian Royal Engineers, a ppended to Stademann's Panorama of Athens. 45 Hesych. KojXidg' 'AtppoSirt]g iiri KojXidSog ionv Upbv iv ry 'ArriKy, 6 Si roirog Xiytrat. KioXidg, iirti iyKtiptvog ionv baoiog dvSptinrov KbiXtt). ion Si Kai Ajjitrjrpog Upbv avroSi iroXvorvXov. cf. Plutarch. Sol. VIII. 63 Plutarch, de recU rad. aud. p. 78. Tchn, Atheu. Dipnos. XI. 64. p. 482. Suid. s. v. KwXidf. 61 Schol. Aristoph. Lysistr. 2. IvSra oorpaKa KdXXiora."], [34, "London : Printed by Stewart and Mubray, Old Bailey."], [35, "<■"], [36, ""], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""], [49, ""], [50, ""], [51, ""], [52, ""], [53, ""], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""], [59, ""], [60, ""], [61, ""], [62, ""], [63, ""], [64, ""], [65, ""], [66, ""], [67, ""], [68, ""], [69, ""], [70, ""], [71, ""], [72, ""], [73, ""], [74, ""]]