[[1, ""], [2, ""], [3, ""], [4, ""], [5, "MARTYRS TO FASHION: % gofrcl. BY JOSEPH ¥SEEY. IN THEEE VOLUMES. VOL T. LONDON : TINSLEY BROTHERS, 18, CATHERINE ST., STRAND. 1868. (All Bights Reserved.)"], [6, "LONDON : G. II. BEAEE, PEINTEE, GEAY'S INN BOAD, KING'S CKOSS, W.C."], [7, "CONTENTS OF VOL. I. PAGE CHAPTER I. \"I TOLD YOU SO!\" 1 CHAPTER II. THE MOUNT FARM 37 CHAPTER III. \"fine feathers make fine birds\" 67 CHAPTER IV. ANNIE AT HOME 79 CHAPTER V. LAURA MOSTYN 106 CHAPTER VI. A LITTLE FEMININE SOPHISTRY 125"], [8, "CONTENTS. iv PAGE CHAPTER VII. MISCHIEF BREWING 138 CHAPTER VIII. SAFE BIND, SAFE FIND 158 CHAPTER IX. SHIRLEY AND SON 170 CHAPTER X. \" TnE AVHEEL OF LIFF.\" ' 199 CHAPTER XI. DINING AT THE MANOR 211 CHAPTER XII. THE NEXT MORNING 227 CHAPTER XIII. A COOL RECEPTION 242 CHAPTER XIV. A SCENE IN MERTON 262 CHAPTER XV. CAPTAIN 3IELL0R, LAURA, AND CAROLINE 266"], [9, "MARTYRS TO FASHION. CHAPTER I. \" I TOLD YOU SO !\" On the banks of the Thames, a few miles above Oxford, stands a small toAvn, which Ave -will call Merton. There are feAv specialities to distinguish Merton from fifty other quiet inland toAvns. There is a sine old church, and the ruins of an ancient castle occasionally brings the aptiquary into the neigh bourhood, but the church is decidedly the main feature of interest at Merton. n VOL I."], [10, "2 MARTYRS TO FASHION. It was at the time Avhen Ritualism sirst began to be talked of, and the Merton Clergyman was suspected of an inclination in that direction. But the presence of a gaunt Wesley an Chapel, which seemed with its heavy ugly front as if it were froAvning down the pomps and vanities of Aveak-minded High Churchmen, had no doubt some effect in subduing the aspirations of the Rev. Albert Chekker. The stranger at Merton could obtain an excellent clue to the state of religious feeling by looking into the church or chapel alternately. For no sooner does the Rev. Albert Chekker find a soothing calm settling over the minds of the Wesleyan flock than he introduces innovations into his seryiee. Imme diately some good-natured friend writes to the Merton Chronicle, and a leading"], [11, "I TOLD YOU SO ! 3 article appears next day Avith dark hints of Rome and Martyrs at Smith field, and on the folloAving Sunday there is a re-action in favour of dissent. Zion Chapel is filled, and poor Mr. Chekker, warned in time, gives way to the prejudices of the Mertonians. On one point he still remains firm, however. He has a passionate love of music. An anthem, combined Avith a rou2?h imitation of a Cathedral Service, forms a standing dish, and also it must be confessed a standing attraction at the old church. And it must be said, too, that the Anthem Avas passably Avell done, for George Harland, the timber merchant, had a very SAveet tenor voice, and could sin\"' both in time and in tune, not to mention also that his brother Gilbert's full deep bass, which was b2"], [12, "4 MARTYRS TO FASHION. free from that hard metallic tone Avhich makes so many bass voices grievous to listen to, chimed in ad- mirably as the foundation upon which the vocal super-structure Avas raised. The soprano voice you could not find fault with as regarded quality, though it possessed no great poAver. Its owner Avas Annie Warren, whose father, Michael Warren, kept the Mount Earm. Her bird-like tones floated sAveetly through the Gothic aisles, and it vvas a point of honour with Gilbert and George Harland ne\\rer to sing too loud so as to distress her, for Annie was a SAveet delicate fragile thing, a floAver likely to expand to great beauty in a genial atmosphere, but a flower which those Avho loved would desire to shelter from any rude blast of care or disappointment."], [13, "I TOLD YOU SO ! 5 A very different temperament Avas that of Caroline Sandall, Avho sang the contralto part. She Avas bent upon being heard and invariably sang her loudest. Annie Warren, enthusiastic and full of love and reverence, thought only of doing her best to fonvard the Avorship and praise of her Creator. Caroline thought only of half a dozen young men in the church, who would listen and mentally applaud her solo. With these slight indications of character to guide us, and remembering that it was on a week-day that our story opens, Ave invite the reader to the banks of the river, where stood a quaint picturesque timber yard, Avith a huge board in the form of an arch at the entrance, to inform the world that Messrs. Harland and Sons carried on business there. The firm consisted"], [14, "6 MARTYRS TO FASHION. of the WidoAv Harland and her sons Gilbert and George, the tAvo sons living with their mother in a snug cottage adjoining the wharf. There was a marked contrast between the brothers. Gilbert, the eldest, was a tall muscular felloAv, Avhose help when a heavy log of timber stuck fast was generally counted on by his workmen to turn the scale. His hair Avas crisp and dark, his eyes keen and piercing. There Avas little delicacy in his features, which, however, were sufficiently regular to produce a very harmonious effect when his face was lighted up by any pleasurable thought or impulse. There Avas an air of firmness and decision which at once led the stranger to him as the person most likely to have authority. George Avas not unlike his brother"], [15, "I TOLD YOU SO ! 7 in features, but the expression Avas altogether of a milder cast. What Gilbert Avould insist upon George Avould suggest— Avhere Gilbert enquired George trusted — Avhere Gilbert looked for second motives George accepted Avithout ques tion. He Avas often imposed upon but rarely exhibited any impatience, ahvays blaming himself for being the A'ictim of his too easy confidence. To return to the Avharf. It was a Avarm day, and a barge had just been moored at the little quay beloAV the wharf, which caused some activity, and also no little grumbling from old Kebble the foreman, whose idea was that you could never get men to work Avithout finding fault with them every five minutes. He was privileged to say and do almost what he pleased, for as he"], [16, "8 MARTYRS TO FASHION. often remarked, \" He hadn't helped to build the wharf sheds forty years ago without knowing what ought to be done now.\" He would as readily grumble at George Harland as at any of the men, but with Gilbert he ahvays observed a certain deference. George was sitting on a log of timber in a thoughtful mood Avhen the barge arrived. \" Come, Mr. George, we Avant your help,\" said Kebble, \"you'll never make your fortune sitting dreaming there on a log about that young singing girl.\" \"What singing girl is that,\" asked George, laughing-. \"Oh, you know all about it,\" Kebble answered, \" but mind what you're about, or you'll be deceived. Them sinrin\" girls are precious artful with their church-going, and what not.\""], [17, "I TOLD YOU SO ! 9 \" You ought to go to church, Kebble, yourself, instead of smoking your pipe all day on Sunday. Perhaps after a time you might get a taste for music.\" \" As to church, Master George, there's them as it suits, and them as it don't. I'm one of the latter sort. What I grumble at is that men like Chekker don't understand anything about practical life. What does a single young chap like him know about the trials and troubles of men that have to battle Avith the Avorld and keep wives and families. He comes here from college after reading the Fathers and Divines, and Avhen they give him a babby to christen, Lord if he ain't afear'd of the poor little thing, as though it Avas something that might tumble to pieces. What does a chap like him"], [18, "10 MARTYRS TO FASHION. knoAv of the terrible thoughts a man has on his death-bed, looking back upon a life spent mostly in the Devil's Avork. If Chekker could have his way, he'd smooth it all over by crossing the poor Avretch Avith holy water, and making him believe that wafers was spiritual life, and that consecrated Avine Avashed out evil recollections.\" \" What has that to do Avith Miss Sandall, Kebble?\" \" Very true, Master George, and here I'm jaAving away Avhen the lads are wanting my help. Come, and lend a hand, will you ?\" George went down to the landing place, and pulled and hauled with thorough good-Avill at the huge pine logs, assisted by three workmen, one of whom, named Samson, was indeed worthy of his name, and had never"], [19, "I TOLD YOU SO ! 11 been knoAvn to stagger under any burden they chose to place upon his shoulders. It must not be supposed because of George's readiness to do a turn of rough hard work that he had little taste or cultivation. On the contrary, he Avas accomplished in many ways. His musical skill Avas considerable, and he had a very creditable knoAvledge of draw ing. This taste he had cultivated under Caroline Sandall' s father, but like many avIio have considerable natural faculty, he Avas contented Avith producing imme diate effects, and rarely elaborated any sketch into a finished picture. The work of the wharf was concluded as the afternoon declined, and Gilbert, who had been in the counting-house making some elaborate calculations, came out and spoke to George."], [20, "12 MARTYRS TO FASHION. \" Which Avay do you go to-night, George, I Avanted to send a little note to Warren's, if you are passing that way.\" \"Oh, I'll take it of course,\" said the good-natured George, though he Avas in reality going in quite a con trary direction. \"No, no, George,\" said his brother, \" you are not going that way, I see. I'll call myself — shall you go to the music class ?\" \"Well, no, Gilbert, I think not. Old Sandall is sketching the manor for Sir Charles, and it's not unlikely that I may run up for an hour. It is to be a sunset vieAv, the baronet said, and I should like to see how he gets the effect.\" \"I suppose Caroline will assist also,\" said Gilbert, laughing."], [21, "I TOLD Y'OU SO ! 13 \" It's just possible,\" George answered with a shy smile. \" Weil then, George, I certainly won't inflict you with mv note, for I'll <zo myself, and maybe take a cup of tea with—\" \" With Annie,\" George retorted, fill ing up the sentence. So the brothers parted for the day, and George Avent in to get some tea with his mother. He was more reser ved than usual, for he kneAv that Caroline Sandall was no great favorite Avith the old lady, and whenever he was likely to see her, the pleasure was usually qualified by some sug gestive remarks beforehand from Mrs. Harland, which, however good humoredly George might receive them, generally damped his ardour a little. So when tea was finished, and George"], [22, "14 MARTYRS TO FASHION. began to fumble about with a portfolio of Avater colour sketches, she said, \" I don't wish to interfere, George, with any of your plans, but I do hope you'll be careful and not make up your mind about that young Avoman till you know more of her.\" \" Why mother, havn't I knoAvn her these three years. Ever since they came to live in our neighbourhood. I know her as Avell as her OAvn father.\" \" My dear, you don't allow for the great changes that take place in a young girl's character at that age. Circum stances that Avouldn't have any effect upon the lives of a man or woman of forty, make Avonderful changes for good or evil in young folks of twenty.\" \" Pray don't be so timid, mother. If I can win Caroline Sandall, I feel confident I shall knoAv Iioav to take care of her.\""], [23, "I TOLD YOU SO ! 15 Mrs. Harland slightly shook her head, but George giving her a kiss, and tel ling her he would not be late, Avent merrily off to the trysting place. His mother, far from confident of the future, watched him till a bend of the road hid him from her sight. George walked gaily along, thinking of many things he Avished to say to Caroline, and Avondering Iioav she would receive him, for he could not conceal from himself, though he would not admit it to his mother, that Caroline Avas an extremely capricious beauty. He could never depend when he left her one day Avhat would be her mood upon the next occasion of their meeting. Sometimes she Avas gay as a lark, seem ing full of unconscious happiness, Avith not a thought, hope, or feeling beyond the moment, and probably, after going"], [24, "16 MARTYRS TO FASHION. home from such a meeting, with his mind filled Avith delicious dreams, he would have the mortification on the next day, of finding that nothing he said or did pleased her — that his pretty compliments met Avith rebuffs, Avhich Avere almost mde— when if he opened the piano to try a duet with her, she would petulantly put her fingers in her ears, and pretend that he Avas singing out of tune. George Avas as good tem pered a fellow as need be, but musical amateurs, as some of my readers well knoAV, cannot stand being twitted about their intonation. Then it may be, George Avould show some drawing or water-colour sketch he had taken un usual pains with, and Caroline, who at other times would have lauded it to the skies, noAv picked out the one faulty bit, and persisted in not seeing anything else."], [25, "I TOLD YOU SO ! 17 At such times, if George sat down and appeared tired, she would rate him for not proposing a walk. If he sug- gested Avalking of his own accord, she would be gone an hour to put on her bonnet. If he looked at his watch as a gentle reminder of the time she had been, off went the bonnet and shawl, and down she Avould sit at the piano for the rest of the evening, no matter if the sunset was the finest of the whole summer, and George she knew was dying to watch it sink from some distant hill. If George asked for a song, she would probably be seized with a fit of coughing. Still, we know what men will submit to, from some women, and George, though remembering bitterly the gra cious manner in which the perverse beauty had received him the day before, VOL I. c"], [26, "18 MARTYRS TO FASHION. would labour to overcome these unfor tunate moods, but rarely with success. It was a lovely evening as George hastened to the spot where he expected to find the artist, and hoped also to see Caroline. The birds seemed chanting a love carol, the soft summer wind breathed delicious secrets into his ear, and the sweet odours of the hedgerows were more than usually grateful. Eull of delightful anticipations, he walked gaily on till he reached a stile where a footpath crossed the lane and led through some fields to Merton Manor, the substantial Eliza bethan mansion of Sir Charles Sinclair, who had lately come into possession of the property, and was as liberal and popular as young men generally are who inherit fine estates upon coming of age. Having made the discovery that he had an unrecognized genius on the"], [27, "I TOLD YOU SO ! 19 estate, the young baronet sought him out, and for years Sandall had not met with such a good customer. At this spot George stopped for a moment. Fields and meadoAVS were stretched out before him, and peeping here and there through the lofty trees shimmered the silvery winding Thames. Upon a distant hill the Avindmill slug gishly heaved its flapping wings like a huge bird fatigued with its flight over some mighty ocean. In the distance rose the hoary spire of Merton Church Avith its weathercock shining in the light of the declining sun, like a curiously shaped star. George Avas an artist in feeling, and had a great deal of undeveloped poetry in his nature. It was a scene to inspire him, but at that moment he leaped the stile Avith the greatest eagerness, for on a rising c 2"], [28, "20 MARTYRS TO FASHION. ground, in the shade of a fine old oak, he detected the corner of the artist's canvas, and congratulating himself upon finding Sandall there, and most likely Caroline with him, made at once for the spot. The man Avho sat there sketching Merton Manor Avas an artist of fine abilities, broken doAvn in the prime of life, and made prematurely old through self-indulgence, and disappointment. He had studied hard in his younger days, having exhibited works which critics praised, and visitors had admired. If an artist could have existed upon critical admiration and friendly sympathy, Charles Sandall might not have become disgusted with his profession, but unfor tunately his pictures never sold. His friends endeavoured to console him by telling him that he was a far"], [29, "I TOLD YOU SO ! 21 greater man than many whose works sold readily at a high price, still Charles Sandall found life no easier. Wearied out at last, he took a little cottage a Merton, where his mother had lived in her youth, and there he secluded himself from his former associates, Avith his wife and child, and Avorked hard to realize the dream of his life. So hard, indeed, that he quite overlooked the fact that his young Avife Avas rapidly pining aAvay through disappointment and privation. At length, the work Avhich was to immortalize him was finished, and sent off to London. He waited for the gallery to open with great hopes, and a throbbing heart. It was possible that the wheel of fortune might be turned by some unseen hand, and fate might bring him one prize yet, in the lottery of life."], [30, "22 MARTYRS TO FASHION. But, as before, the critics said the \" work was full of promise,\" and many visitors stopped daily to gaze upon it. \" Gad, it's a devilish good thing,\" said Lord Mumville, \" but not a subject for a private gallery, eh Spottley ? \" \" Certainly not my Lord,\" the picture dealer replied, \"the thing is quite unsaleable. Great pity some one doesn't put Charles Sandall on the right track. This sort of thing won't go doAvn.\" So the man who could not lend him self to the taste of the moment — could not paint street mobs, processions, or state ceremonials — Avho would not content himself with the intricacies of a satin dress or the folds of a mantle, the hue of a peach, or the laziness of a lap dog, was neglected by the public and soon forgotten. When poor Sandall' s unlucky picture"], [31, "I TOLD YOU SO ! 23 came back, his Avife was dying. The artist hoping little and fearing much, had for the first time in his life been drinking freely. Staggering home, he overtook the one porter from the rail way station, at Merton, with a bulky looking package upon his shoulder, and kneAv immediately what it was. He folloAved the man to the cottage, gave him a trifle, and threw the returned landscape into his rude studio, where it lay for months ere the artist had courage to take off the Avrappings that covered it. It seemed useless to paint for fame, but he must live. So with easily achieved \" pot-boilers,\" hastily made up from the outlines of common photographs, or odd sketches he had once intended for elaborate pictures, poor Sandall scraped up -a living ; but all force of character,"], [32, "24 MARTYRS TO FASHION. all pleasure in work was gone. The boundary line once passed that separated self-respect from recklessness, he fell rapidly into dissolute habits, and when he could earn sufficient to procure the means of forgetfulness, was rarely sober. Soon his wife died, and then the unluckly artist seemed smitten with something like remorse, and petted and spoiled his little daughter, as though to compensate for the harsh fate of her mother. Working harder he contrived to find a ready market for common-place little domestic daubs, and also to gain some pupils. One of these pupils, as we have before hinted, was George Harland. During the whole time of Sandall' s residence at Merton, George had been a frequent visitor, first, as a lover of art, and then of Caroline Sandall."], [33, "I TOLD YOU SO ! 25 It cannot be said that this acquaintance promised much. Caroline had been indulged by her heedless shambling father Avithout much consideration for her age or sex. Charles Sandall was ready at all times to act in defiance of the world and its usages, and as a matter of course he paid the penalty of his temerity. Caroline had become as indifferent as her father, to the Avorld's praise or blame. Caroline had few if any friends among her own sex. Annie Warren was frank and genial, being bound by the mystical tie of sweet sounds, but they were not intimate. George fre quently heard disparaging remarks about her, but men will hear a thousand ugly things said of a pretty woman, and like her all the better, and those who were readiest to decry her were the readiest"], [34, "26 MARTYRS TO FASHION. also to bask in her smiles Avhen she chose to be gracious to them. Many young fellows had buzzed and fluttered about her Avithout seeming to advance themselves in her favour. Not one could lay the flattering unction to his soul that he Avas favoured above the rest. In fact, she was a complete and accomplished coquette. She had become as accustomed to meaningless compliments from the men who hovered about her, as the actress to Avhom the glare of the footlights and the clap pings of the gallery are as the breath of life. There seemed no prospect of her inspiring a genuine affection Avhich would have redeemed and elevated her character. A fresh conquest was her highest aim. Her mirror — (a cracked one by-the-by, for the Sandall house hold was not resplendent) — told her that"], [35, "I TOLD YOU SO ! 27 she was beautiful, and nineteen is an age when even the purest and SAveetest of the sex are prone to make a little fun of our masculine worship. So Caroline's lovers increased, and the greater pains they took to supplant each other in paying her homage the better she was pleased. She Avas an accom plished young actress, with the draAving room for a stage. She could play upon a passion or feeling like a finished performer on a delicate instrument. She was quick to detect peculiarities of character, apt in retort, and notAvith standing their poverty, ahvays contrived to avail herself of every little art and trick of fashion. There were many of her OAvn sex who envied her the readiness with which she fascinated all who came within the magic circle of her influence, avIio,"], [36, "28 MARTYRS TO FASHION. if they could have learned her secret might have used it to better purpose. Love is blind, or love might have seen that Caroline was like a bale of merchandise going to the highest bidder. George, greatly envied by a host of admirers, had been throAvn much into her society. He had entered an enchan ted land, of which he believed himself the monarch. She had praised his sketches, and listened to his singing. Not one man in a thousand but can be conquered by his vanity if in no other way. Very fine young fellows, who pride themselves upon knoAving a thing or two, are frequently caught with no other bait than this. George, of course, could not believe that any other swain was equally favoured. \" Her free and lively manners were taken by silly young men, as tokens"], [37, "I TOLD YOU SO ! 29 of encouragement she never intended. Caroline a coquette ? \" His mother must be grievously mistaken,\" thought George, and wished the old lady could have seen her modest tender glances when they last met. \" Oh ! Caroline was an angel, there was not the slightest doubt about it.\" When George had ventured upon one occasion to question the propriety of so much attention being shown her, Caroline had said, \"You are too exacting, Mr. Harland, I cannot imagine much harm Avill come from my amusing myself Avith these foolish young fellows ; but don't suppose, George, I am insensible to the attentions of a man of talent and character.\" We left George making his way to the spot where Sandall was sketching. The path ran through some brushwood."], [38, "30 MARTYRS TO FASniON. and beneath a hedge, so that George could not be seen till he came to the point where Sandall was. As he came nearer he heard voices, which he soon discovered to be those of the artist and his daughter. They Avere speaking in an undertone, but George, hearing his own name men tioned, stopped, as Avhat young lover under the circumstances would not, although I believe it to be the first time in his life that he had played the part of an eavesdropper. \" How continually you are finding fault with me, dad,\" were the first words he heard. \" What I fear is,\" said her father, \"that between too many stools you will fall to the ground. God knows what you will do when I am gone. I have had Avork enough to keep body"], [39, "I TOLD YOU SO ! 31 and soul together by this accursed painting trade, and havn't saved a farthing for the future. If you don't marry somebody who will keep you decently Avhen I am gone, you are a fool.\" \" Never fear, old boy,\" said the re fined and delicate beauty, with a defiant tone, \" I can have a husband if I choose to hold up my finger, but I won't marry for the sake of mending stockings, and keeping a kitchen in order.\" \" You might do worse. There is George Harland, now\" — \" Really, dad, you don't give me credit for a grain of common sense. Poor George ! To hear that amiable simpleton discourse so eloquently as he does about the moon and the silent night — to say nothing of the voices of"], [40, "32 MARTYRS TO FASHION. the stars. To hear him spout poetry by the yard, about loves and doves, and tremendous imaginings of lofty souls. It is better than a comedy, and it is delightful to see his spirits rise and fall, like the mercury in change able weather, Avhen I tease him.\" \" Mark my words, Caroline, you'll carry this folly too far. If he dis covers the game you are playing, I shall lose a pupil, and you a worthy fellow, who would make you a good husband.\" \" Thank you, dad, I must have a somewhat wider prospect than the sort of home George Harland could give me. I have not the slightest appre ciation of home-spun robes, or home-spun virtues. They are 'played out,' as the Americans say. I could not endure my reflection in the looking-glass,"], [41, "I TOLD YOU SO ! 33 showing me up in the costume which was in vogue the year before last. Poor George ! I should swallow up his little income in gloves, boots, and perfumes.\" To do Charles Sandall justice, he Avas not wanting in principle, and the reckless tone of his petted daughter gave him real concern. With more decision of tone than Avas habitual to him, he began — \" If George Harland heard — \"He has been enlightened,\" said George, coming in front of them, \" in a most painful and unexpected manner, as to Miss Sandall's views of life, and deeply regrets to have been uncon sciously the means of encouraging her in a course of action which is not likely to conduce to her happiness, or to elevate her character.\" VOL. I. D"], [42, "34 MARTYRS TO FASHION. Both Sandall and his daughter were silent from astonishment at George's sudden appearance, but Caroline quickly recovered her self-possession, and as George, infatuated still in spite of himself, looked back in returning down the lane, she gave him a nod and smile, captivating enough to tempt a hermit to forsAvear himself, and come back to the Avorld and Caroline Sandall. But it was a bitter moment for the young man when he remembered the joyous rambles they had taken together, the sketching in the lanes, and the pleasant chat and song in the evenino\\ afterwards. He Avondered Iioav he would endure the mechanical life of the tim ber yard after this intoxication, and most of all he felt a horror of the time, when, his mother discovering that the acquaintance was broken off, Avould"], [43, "I TOLD YOU SO ! 35 console him with those worldly-wise reflections which come so naturally at fifty, but which Ave fight against with all our might at tAventy. It is not agreeable, when Ave have been warned beforehand, to hear the inevitable \" I told you so,\" folloAving upon the failure of our dearest hopes and aims. \"God send you may not repent this,\" said the artist, when George was out of sight. Caroline did not ansAver. She was standing in a graceful attitude, seem ingly lost in thought, as she gazed upon the SAveet evening-tinted landscape. Her father looked up, as a shadow fell over his canvas. Caroline's dreamy aspect was not perhaps wholly uncon scious, for Sir Charles Sinclair and a friend Avere coming up the patliAvay from the Manor. d 2"], [44, "36 MARTYRS TO FASHION. \" Sly old fox you have been, Sandall,\" said the baronet, \" to keep so much grace and beauty out of sight till now. I am caught and caged myself, but my friend Mellor, here, will rejoice at an introduction.\" The introduction over, they chatted merrily for an hour, and musing in her bed-room, that night, Caroline con fessed to her own heart, that Captain Mellor had an influence over her, such as had never affected her before. The vain, fickle, thoughtless, untrained girl had lost in those feAv minutes, that heart which the tender, true-hearted George Harland had striven three years to Avin."], [45, "CHAPTER II. THE MOUNT FARM. A lovely September sun is shining over Merton Manor, and the pleasant country beyond. You Avill not easily find a more thoroughly English land scape than that which encircles Oxford on every side, and toAvards Merton the beautiful undulations of the ground reveal the windings of the Thames in many a distant holloAv, Avith cottage gable and hoary spire peeping above the solemn woods, making a picture seldom forgotten or surpassed. And yonder, Avhere half a dozen tall poplars stand out in bold relief from the surrounding dense masses of foliage,"], [46, "38 MARTYRS TO FASHION. is the Mount Farm, and that quaint case ment with its diamond panes and snoAvy Avhite curtain, is Annie Warren's bed chamber ; and let me tell you, I have often enough, upon this very bridge of Merton, where I am noAv standing, Avhile a barge is loAvering its huge broAvn sail to pass under the central arch, seen very Avorthy and good looking young fellows Avatching the light in that casement as if it had been some bright particular star, avIio have aftenvards gone home very sulky, and with no appetite for supper. For they knoAv that farmer Warren gives scant encouragement to Merton wooers, and it is not easy to get an invitation to the Mount Farm. Michael Warren had occupied the farm for thirty years. His land was good, and his rent was moderate, Avhile"], [47, "39 THE MOUNT FARM. the vicinity of excellent markets afforded him a ready means of disposing of his produce. Yet, spite of these advantages, he Avas not a prosperous man. When rent day came he was never ready, being frequently obliged to sell stock at a sacrifice. He managed the farm with considerable skill, and his crops Avere often better than those of his neighbours, yet he was continu ally in difficulties. The cause of this Avas clear enough to all who visited the Mount Farm. It was seen that Mr. Warren's home expenditure was far beyond legitimate proportions. His excessive fondness for display Avas exhibited in every detail of domestic life. No ordinary tea-drinking or social gathering ever took place without some fancied want being discovered, and made the excuse"], [48, "40 MARTYRS TO FASniON. for an inroad on bis purse. One ('ay, their neighbour, Mrs. Compton, from the paper mill, and her two daughters Avould drop in, and invite them to' a little musical party, and he would remember that Mrs. Compton, having just returned from Paris, Avould be up in the latest fashions. His Avife and daughter should not be thrown into the shade by that stuck-up proud Avoman. He must put the mare into the gig, and run into Oxford at once for neAv dresses. The fact that Mrs. Compton had a thousand a year in her OAvn right Avhen she married, he never took into account. Another time, coming home from a sale or market, some neighbour would pass him on a spirited nag, and jocularly challenge him to a race home. If Warren's horse could not keep up with that of his rival"], [49, "41 THE MOUNT FARM. it would not be many days before the animal was sold, probably for less than its value. This Aveakness was Avell knoAvn for miles round Merton, and poor Warren was frequently victimized through his folly. When Compton, a man of con siderable culture and taste, purchased for thirty-five pounds a charming sketch from the Academy Exhibition, Warren felt that he too ought to be a connoisseur, and consequently, when he came up to the cattle sIioav, he visited an auction room, where a picture sale Avas advertised, and seeing an amazing landscape, Avarranted by the auctioneer \"an original Stansield,\" he bought it. It Avas a wonderful picture, with skies of the deepest ultra-marine, and trees poAverfully shaded with Vandyke broAvn. Their reflections in the water were"], [50, "MARTYRS TO FASHION. 42 clearer than in a mirror. Struck with admiration, Warren cheerfully paid twenty pounds for it. It may have been Compton's jealousy which induced him to assert \"that the thing was a vile daub, and that the fellow who sold it for a Stanfield ought to be prosecuted.\" Certainly that Avas what Mr. Compton said, Avhen Warren, in the pride of his heart, unveiled his precious landscape. The same foolish spirit of rivalry entered into all his doings. Mr. Compton's eldest son being educated at Eton, Michael Warren determined that his son Arthur should go to Oxford. After much difficulty and expense, and no great promise on the part of the youth himself, he Avas at length installed at College. All this involved an outlay which the farm"], [51, "THE MOUNT FARM. 43 was at times insufficient to sustain, and practical men shook their heads, and wondered if Warren Avould pull through. It Avas plain that the plan adopted Avith Arthur Avould unfit him to assist in the management of the farm. He could not talk to the hay makers in Latin, and the dairymaids Avould not appreciate Greek. Compton, satirical as usual, had openly stated that \" he could not realize the con nection of metaphysics with mangold Avurzels.\" This of course came back to Warren and puzzled him. HoAvever, thinking it was jealousy on his neigh bour's part, he was rather pleased than othenvise. As for the youth himself, he was one of those easy harmless persons who shuffle through the world, obedient to any current that floats them. lie"], [52, "44 MARTYRS TO FASHION. had no particular aptitude for study, but it Avas his father's wish and pride that he should become a scholar, and if not too much trouble, he would fall in with the parental views. They agreed pretty well in general, though one bone of contention had arisen between them, for Arthur, like many other youths of Merton, had been smitten with Caroline Sandall. Had Mr. Warren knoAvn how well qualified that young lady was to take care of herself, he would have been quite easy Avith regard to his son. As it Avas, frequent squabbles had taken place upon the subject. Mrs. Warren Avas what one might call a colourless woman — a blank canvas, which depended for its light and shade upon the first artist who chose to exercise his brush upon it. An echo."], [53, "THE MOUNT FARM. 45 giving back sounds fainter and fainter, until they died into absolute silence. A slate from which the breath of time hourly obliterated the pencil marks, so rapidly did the strongest impression fade from her mind. Often enough it was said in Merton, that Warren might have done Avell if he had married a woman of intelli- gence, but poor Mrs. Warren was entirely negative. She was not only destitute of a will of her own, but incapable of acting long upon the Avill of another. Mrs. Warren belonged to a type of womanhood which one Avould hardly expect to meet with in the country, yet which is by no means uncommon in the present day. She was nervously apprehensive on the subject of damp grass, and in hot weather the prospect"], [54, "46 MARTYRS TO FASHION. of a thunderstorm agitated her severelv. The nearest way to her most intimate friend Mrs. Compton, the paper-maker's Avife, was the ferry over the river, but Mrs. Warren could never be per suaded to trust herself in a boat. The Farmer Avould Avillingly have driven her when she wished to pay a visit, but it was very rarely indeed that she could forget the possibility of the horse running away, or the horror she experienced when the London coach (there is a coach runs to Oxford still) passed them one evening at dusk with its lamps gleaming and the guard toot tooting on the horn for the benefit of anyone who Avished to take the last stage into Oxford. Of course the farmer could not expect from such a wife either advice or coun sel. If at times in their earlier married"], [55, "47 THE MOUNT FARM. life, Warren had referred any subject to her opinion, the invariable \" what ever you think best, Michael,\" which Avas her response, left the matter much as it stood before. The management of the dairy and the house generally, was entrusted to a hard-featured blustering old Avoman, in the echo of whose tones the weak simpering of Mrs. Warren was scattered \" like chaff from the threshing floor.\" Mrs. Higgins had reigned supreme in dairy and kitchen for nearly twenty years, and to do the sour old Avoman justice, she worked hard early and late, Avas honest and self-denying, and lovred Annie as much as she despised her mother. Mrs. Higgins was not handsome. A Mertonian youth, who had failed to secure her good offices for an introduction"], [56, "48 MARTYRS TO FASHION. to Annie had irreverently said of her, that \" if she Avas stuck in a field Avitli an old hat on, every crow Avould fight shy of that field.\" In truth, her accom plishments were not of an essentially feminine character. If a colt broke loose, Mrs. Higgins was as likely as not, to be seen chasing him round the field with a halter ready to drop over bis head Avhen she could approach near enough. If a foAvl Avas required for the table Mrs. Higgins Avas usually the execu tioner, and the howlings of poor piggy Avhen he found himself in prospect of an untimely end, no more effected her than the Avhisper of a summer breeze. \" Whatever is — is right,\" was one of the fixed doctrines of Mrs. Higgins, and her pet saying was, that everything took place for a \"Avise purpose.\" If the river was flooded in havtime, and"], [57, "49 THE MOUNT FARM. the meadows were under water when Warren wanted to begin mowing, \" It Avas for a Avise purpose.\" The same philosophy consoled her for remaining still \"in maiden meditation fancy free.\" The only instance in which her favorite sentence was omitted, was in reference to Cruppy, the bird-keeper and factotum of the Mount Farm, and the dame would never admit that his existence was OAving to any \" wise purpose.\" The keystone of the domestic arch at the Mount Farm was Annie Warren. Perhaps something of that weakness of character, which at times exposed her mother to ridicule, clung to Annie, but it was hidden, redeemed, and counter balanced in a thousand Avays. All who visited the Mount Farm were charmed by her beauty and amiable disposition. Mr. Warren could hardly VOL. I. E"], [58, "50 MARTYRS TO FASHION. do wrong in his indulgence and pas sionate love of his daughter. Whatever capability of affection he possessed, it was mainly bestowed upon her. It seemed as though all the finer threads in his nature had been woven into one, to bind the charming girl closer to his heart. Arthur, too, was extremely fond of his sister, and when any dispute arose between him and his father, a glance, a word, a pressure of the hand from Annie ended the alter cation at once. Much that was good in the young man Avas owing to the influence of his sister. During an illness which had brought her to the verge of the grave, Arthur discovered the depth and sweetness of her nature. He had watched with the greatest tenderness her slow recovery, and was astonished"], [59, "51 THE MOUNT FARM. to find in her, faculties of the highest order, struggling for utterance. Subjects that had painfully bored him at college, which had to be learned eventually, (as so much is at the present day, in parrot-like fashion, without any thought of future service or application) came to her intuitively. From a lovely and amiable child, she had suddenly developed into a woman of an intelligence and com prehension that utterly astonished him. She was as sensitive to beauty also as a leaf to the changes of the wind. She was touched to pleasure or pain as swiftly and as keenly as a child. The blue of the sky, the ripple of the stream, the hum of the insect, the twitter of the bird, the scent of the flower, the sweep of the cloud-shadow upon the distant hill, the billowy motion of the golden corn. All such e 2"], [60, "52 MARTYRS TO FASHION. impressions came to her with an intensity which those about her did not, could not understand. How many are there insensible to the deep glory and joy that surrounds them — invisible save to such eyes — uninstructive save to such hearts. Those had been happy days she had spent with her brother, when able to stay out of doors in the pleasant sunshine, after her illness, under the soft skies of early summer, with the apple blossoms falling like snoAV around them, in the glorious orchard of the Mount Farm, with a glimpse of the dear old river Avhich Annie loved as a sympathetic friend, with sometimes the plash of oars gently agitating its surface, when Arthur would rush merrily down to the bank to see if any fellow student from his college"], [61, "53 THE MOUNT FARM. happened to be there. In after years and in other scenes how vividly the picture of those days would come back to Arthur's memory. How well he then remembered her delight in the river, with the beautiful woods that overhung it, and which were the pride of Merton. Sometimes he would be almost alarmed by the dreamy glances of her eyes, as she listened to the mys terious chant of the wind through the heavy foliage, and feared it was some unfavourable symptom of her late disease, and would be dissatisfied till he had roused her from her reverie, and enticed her for a stroll through pleasant fields, or beguiled her with come cheerful passage from a new book, as much opposed as possible to her previous mood. And this companionship Avas something"], [62, "54 MARTYRS TO FASHION. more to Arthur than the amusement of an idle hour. It was life, courage, inspiration to him. It had checked the growth of many of those ill-Aveeds that flourish even in our highest temples of education, and take root too readily in such minds as that of Arthur. Seated with Annie in the cool green shadow of the brilliant foliage, with the loving music of the flowing river, and the tender grace of the distant melloAved landscape about them, purer thoughts and loftier as pirations had entered the young man's mind. In time to come, Avhen hovering upon the brink of a folly or crime, he escaped as if by a miracle. There was frequent wonder and astonishment amongst the lookers-on, ignorant of the momentary spell that had touched him from old days — ignorant of the pro-"], [63, "55 THE MOUNT FARM. tecting power and undying influence of her pure love. It was with a feeling almost akin to pity, that many friends of the Warren's remarked Annie's accomplish ments and graceful manners. The straits in which her father often found himself, in his endeavours to keep pace with his wealthier neighbours, were only too well known, yet Michael Warren declared that his daughter should never marry a farmer or a tradesman. She had spent several years at an expensive boarding-school, were languages and deportment were made much of, where dressing the hair in the latest mode was almost an article of religion, where the hundred and one exercises of Czerny pressed heavily upon the youthful soul, and numbed the youthful fingers, where the laws"], [64, "56 MARTYRS TO FASHION. of etiquette were as familiar as sleeping and waking. Annie, however, returned from this educational forcing-house as gentle and simple-minded as ever. Seeds of vanity and luxuriousness had doubtless been sown by this high pressure system, but the simplicity and purity of her nature had repelled them. If sometimes there appeared indications which too plainly revealed the faults of her training, they were forgotten and forgiven, especially by the other sex, in the charm and piquancy given to her appearance and conversation. Even those who smiled at the man agement of the Mount Farm household, could not help confessing that her smattering of languages, her fancifully embroidered cushions and slippers, her piano fantasias, her crochet work"], [65, "57 THE MOUNT FARM. imitation floAvers, and so forth, though as Compton, the paper maker, said, roughly, \" no more fitted to her position than a silk purse to a sow's ear,\" yet somehow gave a pleasant tone to the Mount Farm, and brought visitors there who were delighted with her, and not a few of the Mertonian youths, who would gladly have welcomed any encouragement from her. From childhood the Warren's had been intimate with the Harlands, and it was understood by many that a feeling warmer than friendship had sprung up between Gilbert Harland and Annie. People said it was a sensible match, for Gilbert's partnership in the timber yard produced a certain and sufficient income. He was a manly fellow, fond of books and study, but practical and energetic, and with an"], [66, "58 MARTYRS TO FASHION. evident desire to advance himself. There was, however, a vein of romance in his nature, which few would have given him credit for, and it had been the province of Annie Warren to draAv out this golden thread from the woof of his plain and honest nature. Gilbert's admiration and reverence for womanhood, amounted almost to positive worship. Where the ordinary man of the Avorld saw merely a pretty and attractive girl to be trifled with so long as she amused him, Gilbert beheld an angel. It must not, however, be understood that Gilbert had formally demanded her hand. Annie was quite aAvare of his warm affection for her, she kneAv also that his circumstances were good, but she was equally certain that a direct offer Avould meet with the blankest rejection from her father. Perhaps, also, she"], [67, "THE MOUNT FARM. 59 herself would have hesitated at accepting the homely future that would be her lot, as the wife of the Merton timber merchant. Something of that fatal poison, with which Fashion drugs her votaries, may have crept into her mind, and brought with it delusive visions of a future, tinged with grace beyond the possibilities of Mertonian surroundings. The frequent visits of Gilbert Harland, were of course not unobserved by Michael Warren, but he was in no haste to discountenance a wooer who could so easily be kept in hand, and who, if no loftier suitor should appear, might eventually be tolerated. In the mean time affairs suddenly brightened at Mount Farm — A bachelor relative of Mr. Warren's, who had been grubbing all his life, in a dirty lane at Whitechapel, died suddenly. He was a man who had"], [68, "60 MARTYRS TO FASHION. denied himself all the graces and joys of existence, having managed to drop into some small but profitable business which left a good balance at the end of the year. This, it had been his sole aim to increase, for what purpose was never known. Enough for us, is, that Michael Warren was next of kin, and inherited the savings of his dull existence. As may be supposed, the possession of this little property did not weaken Mr. Warren's ambition. Conscious that the associations of early life, and his want of education, could not now be overcome, he determined to shine in a reflected light, by securing brilliant positions for his children. How he over-stepped the boundaries of common sense may readily be imagined, in sup posing a few thousands would realize such an ideal as he coveted. He became"], [69, "61 THE MOUNT FARM. haughty and reserved to the paper maker and his family, and indeed, the only neighbour he conceived at all upon a par with him was the young baronet Sir Charles Sinclair. This young gentle man being a bachelor, conjured up in Warren's mind, the possibility of a distinguished alliance for Annie. This flattering idea became almost a mono mania with him. The nods, winks, and wreathed smiles he indulged in when the baronet's name was mentioned, quite mystified the Mertonians. Sometimes a vague idea might strike him, how he would comport himself in aristocratic saloons, but his confidence was rarely shaken for many minutes. He was not quite at ease about Gilbert Harland. He felt that it was just possible Gilbert might resent the idea of calmly giving up Annie, and even"], [70, "62 MARTYRS TO FASHION. Annie herself, he knew was not insen- sible to the warmth and genuineness of the young man's passion. Upon one occasion, when Avith a vieAV of ascertaining her feelings, he had spoken disparagingly of Gilbert, Annie had defended him almost with the tears in her eyes. That Gilbert would eventually marry Annie, seemed to have been taken for granted by the Harlands themselves, and the change in Mr. Warren's manner, in consequence of his improved position, together with his coolness to Gilbert, when they met, had not passed unnoticed at the timber-yard. Even, Kebble the foreman, satirical as usual, said, when he saw the farmer pass through Merton — \"I don't know what's coming to Michael Warren. He may have lost the look of a farmer, but it wall be a puzzle to him to get the look of a gentle-"], [71, "63 THE MOUNT FARM. man. Dressing smart Avon't make a gentleman any more than renting land makes a farmer. He never seems to know what to do with his hands when he's got his new toggery on, and what can he want with that gold eye-glass stuck in his cheek, when he drops it if he wants to look at anything. I shouldn't wonder, if some day he don't think him self too grand for our folks. I hope Annie hasn't learnt the London style of angling for a sweetheart, nor yet taken to her foolish mother's ways. A worse woman for a farmer's wife I never met with in all my days.\" Gilbert, however, would not recognize the farmer's coolness. It was enough for him that Annie always received him with a kindly smile, and joined him in a duet, or practised the music for the choir on the following Sunday, or dis-"], [72, "64 MARTYRS TO FASHION. cussed the latest book they had been reading, while Mrs. Warren looked on, complacently filling up any vacant space in the conversation, Avith a mild simper occasionally. Then Mr. Warren could not ignore the little incident which ten years before had nearly deprived him of his daughter. Annie had been wandering by the mill-dam, and stooping to gather a floAver, growing upon the bank, had fallen in. No one had seen the mishap, but by the most fortunate chance, Gilbert passed near as she sank, and noticed a strange commotion in the usually placid surface of the mill-dam. Curiosity led him nearer, and he saw the reflction of a girl's light coloured dress in the clear water. Gilbert was as prompt in action as he was quick in thought. He plunged in"], [73, "65 THE MOUNT FARM. and soon brought the exhausted girl to the surface. She had never forgotten the fond anxious expression upon his face, as she Avas gradually restored to consciousness. His kindly solicitude had aAvakened in her mind the first daAvnings of a sincere affection. At that age there Avas something too romantic in the circumstance itself not to have its full effect upon an imaginative and sensitive temperament. Michael Warren was willing now, if not to forget, at least, to set aside, the fact that any special debt of gratitude bound him to give his daughter to the man who bad saved her. Gilbert, he knew, Avas too proud, ever to refer to bis own claim upon the farmer ; the difficulty lay with Annie herself, who if she did not passionately love Gilbert, Avould at least find it bard vol I. F"], [74, "66 MARTYRS TO FASHION. to refuse him, especially if it should appear that her inclinations Avere sacri ficed for the sake of a more distinguished alliance. However, the farmer did not doubt that this little difficulty could be over come, and to a cultivated girl like Annie, the contrast between the humdrum life of a timber-merchant, and the excitements and splendours of the fashionable Avorld Avould have its due Aveight and influence. He Avould seek by every means in his poAver to bring Sir Charles to the Mount Farm, Avhen, if he were not instantly fascinated, it would be a very strange thing indeed."], [75, "CHAPTER HI. \"FINE FEATHERS MAKE FINE EIRDS.\" Amongst the changes introduced by Michael Warren at the Mount Farm, few were so much commented upon as the remarkable costume noAv affected by that gentleman. An attentive study of the fashion books, had resulted in a garb which made him the laughing-stock of every Mertonian. \"Fools never die,\" says the proverb, and fops seem to have an equally prolonged existence. It astonishes one sometimes to see a poor old toddling swell, whose trembling limbs and withered aspect suggest to us, almost unconsciously, additional business for the undertaker, decorated in the very _? '2"], [76, "68 MARTYRS TO FASHION. latest importation from Paris. A cos tume, probably, which required youth and manly vigour to redeem it from inextinguishable laughter, and rendered positively outrageous Avhen covering a shaky invalid upon the verge of the grave. Michael Warren, however, Avas only in the hoary autumn of his days, and he might have had the idea that an elaborate costume would make up for the thread bare state of his mental adornment. At all events, he determined upon a suit, which not only evoked the breathless astonishment of his Oxford tailor, but which in the fields and lanes about the Mount Farm brought upon the unfor tunate wearer more jocularity than had been knoAvn previously to exist in Merton. There is an instinctive reverence for"], [77, "FINE FEATHERS MAKE FINE BIRDS. 69 age in all honourable minds, and it is Avell when age, satisfied with its natural claims, puts aside all forced attempts at obtaining them. The aged grandfather smoking his pipe in the chimney corner, enjoying a chat with an old neighbour, or leading his prattling grandchild about the garden, if neither very Avise or good tempered, at least, commands respect and deference, but the crazy old creature Avho believes in reviving the vanished splen dours of youth and beauty by outside sIioav, will come in for his share of ridicule, whether expressed or concealed. Michael Warren's first appearance in his fashionable vestments called forth much mirth from market people, drovers, irreverent coav boys, and bird keepers, Avho having seen nothing stranger upon the lay figures set up to frighten the crows, could not understand it. Neigh-"], [78, "70 Ma.iI'YF-S to fashion. hours feared his Avits had been turned by his improved fortune, and shook their heads dubiously. Few of the farm people were more surprised at the outward change in their master than Job Cruppy, a lazy comical felloAV, who had been a hanger on at the farm ever since boyhood. The amount of work done by Cruppy was almost valueless, but at rare intervals he would conquer his habitual indolence and help a little in the hay-field, or saunter into Oxford on some trifling errand for Annie or Arthur, not forgetting to stop and rest at a great many wayside hostels during the journey. Cruppy was not a man to trouble himself much about outward changes. With a keen sense of the ridiculous, he was yet too good a judge of his own interest to display it. He was seated"], [79, "71 FINE FEATHERS MAKE FINE BIRDS. at the kitchen tea-table with a huge bason of tea before him, which he did not sip daintily as some delicate ladies do, but took it off as nervous people do an unpleasant potion or black draught. Then he cut himself a slice of bacon and laid it on a piece of bread, and another bit of bread on the bacon, Avhich he called a \"thumb bit.\" Then he began cutting round and round this little island of a thumb bit Avith his pocket knife, till at last thumb bit and all disappeared, and thus ended his meal, much more to his own satisfaction than that of Mrs. Higgins the housekeeper, who constantly protested against his indolence and greediness. Mr. Warren was accustomed to take Cruppy with him in going about the farm. It gave him a look of authority Avhich was eminently gratifying to his"], [80, "72 MARTYRS TO FASHION. pride. It Avas pleasant to give Cruppy instructions upon this thing and upon that, and to hear the deferential remarks of his henchman, who would probably forget half the orders given, and pur posely omit to execute the remainder. Cruppy had just finished tea as his master called him, and thrusting his tongue into his cheek in order that he might not laugh outright, the pair went out together. Mr. Warren was evidently not quite at ease in his smart apparel, and said to his retainer when they were away from the house, \" Did you say, Cruppy, that the baronet's clothes were like these ?\" \"Oh exactly, master,\" — (Cruppy, if the truth must be told, had not seen the baronet, except on the merry-making day, when he came of age). \"Well then, I should like to knoAv"], [81, "73 FINE FEATHERS MAKE FINE BIRDS. Cruppy, what people find to laugh at in seeing me dressed like Sir Charles Sinclair.\" As he spoke some neighbours passed. One raised his hat with mock reverence to the farmer, while another made no attempt to conceal his mirth, but laughed in Warren's face. A wink from Cruppy behind his master's back, aggravated, rather than allayed the merriment which seemed infectious ; for they had not proceeded many yards further ere the Merton brewer passed them and imitated Mr. Warren's majestic strut so comically that poor Cruppy had the greatest difficulty in keeping his countenance. Mr. Warren tried with a severe expression of face, not to appear annoyed or humiliated, but his failure was so apparent that he could contain himself no longer."], [82, "74 MARTYRS TO FASHION. \" Mind, Cruppy, we -will breAv our OAvn beer next haytime,\" said he, as the brewer disappeared. Of course there are ahvays those to be found who will pay homage to the vilest of the race if any profit comes of it, so Michael Warren Avas somewhat soothed by the artful condolences of Cruppy, Avho Avas an accomplished parasite, and continued his Avalk in a more amiable mood, Avhen an incident occurred Avhich he had long hoped for, and which at once restored his good humour. Sir Charles Sinclair and a friend jumped over a stile close at hand. The sight of the farmer in his mag nificent costume raised a smile upon the faces of the young men, but the baronet whispered to his companion, \" Do be quiet and don't laugh, Mellor ; I am told this old fellow has the prettiest wench for a"], [83, "FINE FEATHERS MAKE FINE BIRDS. 75 daughter you ever saAv. I'll introduce you one of these days.\" \" The sooner the better in that case,\" said his companion, \" Shall Ave smoke the old boy at once ?\" \" By all means,\" answered Sir Charles, so boAving politely to Mr. Warren who returned the compliment almost with reverence, the baronet said — \" I have heard much of your excellent farming, friend Warren, and the fame of your accomplished daughter has also reached me, and do you know I have sometimes been tempted to intrude upon you and judge for myself, if wThat all the world says be true.\" Michael Warren never in his life had his vanity tickled like that. To have a real live baronet talking familiarlv and threatening to bob-nob with him at his own home — this Avas glorious."], [84, "76 MARTYRS TO FASHION. The conceited farmer said to himself, \" I thought they would find us out soon ;\" then addressing Sir Charles, he said, \" No time could be better than the present, Sir Charles, come along at once. My daughter is at home and will be delighted I'm sure.\" \" AHoav me to introduce my friend. Captain Mellor.\" \" Happy to knoAv any friend of yours. Sir Charles.\" Captain Mellor was doing his utmost to conceal his amusement at the excessive toadyism of Mr. Warren's manner, but only Avith partial success. \" The poor felloAV is troubled with neuralgia, Mr. Warren, or he Avould not screw up his face in that Avay,\" said Sir Charles, \" May I bring him Avith me.\" \"Oh, by all means,\" said the delighted farmer."], [85, "FINE FEATHERS MAKE FINE BIRDS. 77 \"You'll find him a capital fellow when he gets rid of that confounded neuralgia,\" said the baronet, \"and I trust, we shall become better acquainted. Captain Mellor will stay at the Manor during the shooting season, and we shall have frequent opportunities of meeting. By-the-bye, Avill you introduce me to your friend there.\" \"My friend?\" the farmer said with horror and surprise. Cruppy had been watching the party all the time, and saAv plainly the sup pressed merriment of Sir Charles and his friend ; he said something in an undertone, Avhich Avas evidently not a compliment to the baronet. \" What are vou muttering about noodle,\" said Mr. Warren, in his grandest manner, \"why don't you go home and tell my daughter Sir Charles Sinclair"], [86, "MARTYRS TO FASHION. 78 and his friend Avill do us the honour to call. Do you hear, sir?\" I hear master.\" \" Very well, hear, see, and say nothing' as they used to tell me Avhen I Avas a boy. Now gentlemen, Avill you step home and take a glass of wine Avith me ?\" \" With pleasure,\" ansAvered Sir Charles. \" Such Avine as you don't taste every day, I assure you,\" said the farmer, perhaps forgetting that he had purchased it at Oxford three days before. The baronet and his friend folloAved the farmer gaily, making up their minds for some excellent fooling."], [87, "CHAPTER IV. ANNIE AT HOME. It was a magnificent evening. The sun Avent down gloAving like burnished gold, throwing rays of dazzling splendour through the broad sky over many a mile of sweet rural landscape. Its sparkling light fell almost playfully, through the window of the parlour at the Mount Farm, upon Annie's fair brow as she sat at the open window in a pensive mood, enjoying the glory of the fading day. Some girlish day-dream had evidently filled her thoughts, perhaps suggested bv the book she had been reading, and which had dropped into her lap. A slight blush came upon her cheek and"], [88, "80 MARTYRS TO FASHION. then a smile, and she again took up the journal which she had been previously reading, saying to herself, \" Life in a great city must be so delightful. What Avould I have given, noAv, to have been at such a ball as this. The Countess in her splendid dress, covered with diamonds. Perhaps the very flowers in her hair Avould have bought Papa's farm. And Avhat a magnificent saloon for the dancing. There must be some thing very gratifying in so much refinement and elegance.\" She gave a gentle sigh as she rose from her seat. It was no violent regret, for her love of nature had hitherto sufficed to satisfy her sense of beauty, but she sighed nevertheless. As she crossed the room she glanced a moment in the looking glass, and might be pardoned if she asked herself for once"], [89, "81 ANNIE AT HOME. if there were many at that splendid entertainment Avith a greater store of nature's gifts than herself. Then she made some trifling alteration in her dress, and devoted a few minutes to trying how her hair Avould look arrayed in the fashion of the beautiful women described, regretting for a second, that it was not the golden hue just then in vogue. It Avas, hoAvever, beautiful enough to console her, for it would have been difficult indeed, to find a more perfect chestnut hue. The surroundings of the farm-house, Avhich at times, seemed to her common place, and with small claim to fashion, yet had the effect of enhancing her great beauty. Her figure too, was so graceful that so long as her dress fitted she could not fail to look lovely, no matter how plain the material might be. The young VOL I. G"], [90, "MARTYRS TO FASHION. 82 damsel had studied colour sufficiently to know what hue suited her best, so with another glance in the mirror she sat down again, satisfied with herself, if not with her position. Her work, however, dropped from her hands. Her thoughts were evidently pre-occupied. ' She had expected Gilbert Harland, and fancied she heard his knock; but her fancy had deceived her. Again she took up the journal and read an account of a young lady having taken the veil. \" I could never be induced to do that,\" thought Annie, musing over the descrip tion she had just read. \"The idea is chilling as death— to be excluded from the exercise of God's best gifts, and the sympathy and kindness of those around me in the world would kill me speedily. It seems a contradiction to seek in a"], [91, "ANNIE AT HOME. 83 life of seclusion to benefit a world one never sees. I could never discover the piety of such a negative life. If it should ever be my fate to be married, I do hope and pray my husband won't attempt to Avean me from old affections and sympathies.\" It was a pleasant room, that parlour at the Mount Farm, and the tastes, and pursuits of Annie Warren Avere plainly perceptible. The room was singularly furnished, for while some objects most modern in taste were there, the bulk of the furniture was of a homely old fashioned kind, such as Avas usual in farm-houses tAventy or thirty years pre viously. There were a feAv prints upon the Avails, and amongst them a photo graph of Gilbert Harland. Annie had risen from her seat, and in walking across the room her eye fell g2"], [92, "84 MARTYRS TO FASHION. upon this portrait accidentally. Gilbert Harland had a bold hopeful expression, but at this moment Annie fancied she traced an unusual expression of sadness in the face. One thought conjured up another, and she could not help thinking, if that might one day be Gilbert's expres sion in reality, as he looked at her under altered circumstances. It was a saddening thought, and for the first time in her life she gave way to a morbid analysis of her OAvn thoughts and feelings. \" What would her future be ?\" That is a question asked frequently enough by girls of her age, and sometimes it is easily answered. Many girls meet with a lover in their own position in life, were the course of true love runs very smooth, and the young couple started in life with goodwill, and"], [93, "85 ANNIE AT HOME. encouragement from relatives and friends, scarce need to have a second thought of their future position, She would be tenderly loved and cared for if she married Gilbert Harland. That she knew, but would there not sometimes be felt a want of more refined companionship than the few homely neighbours who made up the sole visiting list of the Harlands ? She could not take this new feeling to her mother and seek to have it explained away. And her father — well — there had been a great change in him lately — not that he was less kind to her. Indeed she had been indulged in luxuries and enjoyments which, until very lately, she Avould not have dreamt of. It seemed to her that he intended to banish Gilbert by degrees. She had never before discussed this question"], [94, "86 MARTYRS TO FASHION. with herself, but had taken Gilbert's devotion for granted. Her father appeared dissatisfied with her old child like simple earnest manner. She began to notice that in proportion as Gilbert's affection increased, her father's diminished — \" Papa seems displeased with me lately,\" she murmered to herself, \" I am always too bashful, too reserved when he brings visitors, I suppose he does not wish me to encourage Gilbert. Poor fellow, how annoyed he will be to see me with so many new dresses, and yet this is very pretty.\" A knock was now really heard, and stealing a side glance out of the bow window, she saw Mr. Warren in company with two gentlemen, one of whom she felt certain she had seen once before. It was Sir Charles Sinclair, she believed, but could not be certain. In a moment"], [95, "87 ANNIE AT HOME. the instinct of Eve prompted an addition to her toilette, and when she re-entered the room she found there her father, Sir Charles, and his friend. \" My daughter, Sir Charles ; Captain Mellor, my daughter. She's a Miss, but not amiss, eh Captain ? She can play the piano finely ; sings in church like an angel. She's none of your common farmer's wenches I can tell you.\" Annie blushed deeply to hear her qualities puffed in this vulgar manner, but the baronet and his friend seeing at once that she was really a superior girl, and pained by her father's bad taste, with a feAv words spoken in French quickly made her feel more at ease. In the meantime, Mr. Warren was bustling about, proud of his visitors, drawing corks, and placing glasses upon the table. Then he opened the piano."], [96, "88 MARTYRS TO FASHION. \" Show them what you can do, my girl, come, play up \" \" But papa, said Annie, you must remember these gentlemen are accus tomed to hear the finest performers of the day. You cannot suppose they will be gratified by such homely playing as mine ?\" \" Such modesty, I am sure, can only accompany real ability. Pray let us hear you, Miss Warren,\" said the baronet. Annie sat down with a diffident air to the piano, and played, it must be con fessed, but indifferently, one of those unmeaning rattling fantasias, which seem invented to dispel any real feeling for better music. Cold, lifeless, and mechanical, there is no more to touch the heart in such trash than in the automatic tinkling of a musical snuff box. HoAvever, Mr. Warren was delighted,"], [97, "89 ANNIE AT HOME. and Avould have encored the performance, but at that moment Sir Charles paid Annie some pretty compliment in French, and the farmer's gratified vanity in tbe further display of his daughter's accom plishments, stopped the music for a time. \" Glorious language, the French,\" said Mr. Warren, too excited to remain silent long. \"Do you speak it?\" asked the baronet, amused. \" Well, no, not exactly, but I could listen all day to hear it spoken. My daughter is a good hand at painting, too, gentlemen. This water colour draw ing is hers, what do you think of that ?\" The farmer dragged Sir Charles to the other side of the room, where an innocent ladylike landscape hung upon the wall — I say ladylike, for most young girls have hazy ideas of nature, when"], [98, "90 MARTYRS TO FASHION. they take paint or pencil in hand. One rarely sees a church steeple or castle Avail standing upright, but the trees and foliage are generally mathematically stiff in outline. One can seldom say, either, that \" distance lends enchantment to the view,\" for young ladies mostly ignore perspective. But the dravving was not a bad one of its class, and Sir Charles and the Captain Avere loud in their admiration. Annie was quite beAvildered betAveen the lavish praise of their visitors and her father's persistent arraying of her accomplishments. The visitors were no doubt agreeably surprised to find so much beauty and grace in a farmhouse. Captain Mellor surpassed the baronet in flattery. He was a good-looking, someAvhat jaded man about toAvn, and the unsuspecting confidence Avith Avhich"], [99, "91 ANNIE AT HOME. Annie accepted his fine phrases, espe cially Avhen he praised her perfect French accent, amused him greatly, knoAving scarce a dozen sentences of the language himself. A young girl must have had much greater knowledge of the world than Annie, not to have been influenced in some degree by all this. \" Come, gentlemen, some more wine,\" said Michael Warren. \" I'm sorry my son is not at home as well. He's being educated at Oxford. I mean to make a gentleman of him. I always said my children should be fit to enter any society. Try that Avine, Sir Charles. Capital stuff, don't you think ?\" \" An excellent vintage, Mr. Warren,\" said Sir Charles, mentally hoping he would not have to call in the doctor when he got home."], [100, "92 MARTYRS TO FASHION. Warren had been making free with the bottle himself, and his glee knew no bounds. He not only counted his chickens — in his mind's eye he saw them hatched. Yes, it would all come right, just as he had anticipated. His daughter would have a handle to her name. As to his wife, (I had almost forgotten to mention that she was in the room) she had scarcely spoken a word. An occasional simper, in reply to her visitors, alone revealed the fact of her presence. The astounding event of the evening, Avhich she would have to describe to her neighbour, Mrs. Compton, so occupied her mind that the gift of speech was almost taken from her for the present. The gentlemen thoroughly enjoyed their visit. Sir Charles had been pretty Avell jaded Avith the season at"], [101, "93 ANNIE AT HOME. Baden Baden. Everything claiming the name of pleasure had been used up. It was quite a new sensation to chat with a clever, lovely girl, who was ignorant of the world and its naughty ways — Avho had never been to a draAV ing room, chaperoned by a fashionable mamma — who had no Alpine experiences — who had not forgotten to blush — whose whole nature seemed fresh and loveable, and whose voice, though but partially cultivated, stirred up some delightful sensations in his heart. Captain Mellor, on his part, had found out the daAvning fascination with which the charming girl listened to any details of fashionable life. He narrated some amusing incidents of the parties, fetes, and picnics at which he had assisted. He spoke in glowing language of the brilliant people he"], [102, "94 MARTYRS TO FASHION. had met. In fact, he knew from experience how to engage her attention. He spoke with increased animation, and with so much warmth and freedom, that the timid girl Avas carried away by it. \"By jove, Mellor, you are keeping your fair listener all to yourself. Be very careful of that gentleman, I pray, Miss Warren, he's a frightful fellow amongst the ladies.\" The words thus spoken had the effect of recalling Annie from the dream into Avhich she had fallen, and it was with a feeling someAvhat akin to shame, that she remembered in a moment what Gilbert wrould think of her boldness, for if truth must be told, some of the Captain's details, if faithful, did not imply any fastidious delicacy amongst those who moved in the great world."], [103, "95 ANNIE AT HOME. The captain was standing near Annie, looking down upon her graceful figure Avith anything but modest glances, when the baronet spoke. Sir Charles had watched him, and with that instinctive reverence for female beauty, which has seldom evaporated at twenty two, desired to interpose some check to the freedom of his language. The captain was not too well pleased at the baronet's interruption, especially as at the same moment he saw the round red face of Cruppy leering at him through the half-opened doorway. \" What the devil does that fellow want,\" asked the Captain. \" Who's there,\" said Mr. Warren, \" that you, Cruppy ? go about your business this instant, sir.\" \"No offence, master, could I say a word ?\""], [104, "96 MARTYRS TO FASHION. \" Confound you, be off quickly,\" said his master, wondering in his heart what Cruppy could have to say just noAV, but indignant at his familiarity in presence of such distinguished company. And now, Captain Mellor, who had a fine tenor voice, being pressed by Sir Charles, sang a neAv song, and Annie made an attempt at accompany ing him. She succeeded pretty well, but had been made a little nervous during the progress of the song, by fancying she had seen Gilbert standing beneath the window. She, however, concluded that it must have been a mistake, or why did he not come in. It Avas really Gilbert who had been listening to the song, and feeling in anything but a genial mood toward the singer, and who now entered the kitchen, where Cruppy sat."], [105, "ANNIE AT HOME. 97 \" Company here, Cruppy, eh ?\" said the young man. Cruppy shrugged his shoulders, but said nothing, while Gilbert sat doAvn upon the settle, and waited till the refrain of the melody died aAvay. As he sat there moody and discon tented, as lovers generally are when the first taint of jealousy creeps over the mind, Cruppy watched him with some degree of interest ; and in truth Gilbert was a person whose appearance was not to be despised either by man or woman. He Avas plainly dressed, with a felt hat on his head, having but just left the timber yard, but he was scrupulously clean, and there was an air of intelligence and refinement about him which no manual labour could obliterate. Cruppy raised his two indolent eyes VOL. I. H"], [106, "98 MARTYRS TO FASHION. from time to time, fully expecting to see the young timber merchant leave the house without entering the draw- ing room. In this, however, he was mistaken. Few men were less likely than Gilbert Harland to be abashed by fine company. He was merely waiting with native politeness (such as needs no code of etiquette, but only kindly deference to the tastes and pursuits of others), till the song was concluded, when, rising from his seat and tapping gently at the drawing room door, he entered. Sir Charles and the Captain looked up carelessly, while Mr. Warren, far from delighted at the intrusion, mut tered some unintelligible phrase, which did not sound like a blessing, while Annie, not without a certain diffidence, spoke a few words, half of welcome,"], [107, "ANNIE AT HOME. 99 half of apology, and rose from the piano. It need hardly be said that Gilbert found himself something like a discord in the harmony. Perhaps he was the most self-possessed of the little party. He came as an honourable suitor to Annie, having no reason to be ashamed either of the object of his choice or of his own desire to win her. Affecting not to perceive that he was the one too many of the party, Gilbert looked at Annie meaningly, and his glance was returned by a frank and kindly smile of welcome as she said — \"Gilbert will take a glass of wine with us, father.\" \"He had better help himself,\" said Mr. Warren, in an extremely sulky tone. \"Thank you, Mr. Warren, I rarely drink wine. H 2"], [108, "100 MARTYRS TO FASHION. \" Perhaps you are wise,\" said Mr. Warren with a sneer. \"If people are not accustomed to wine it is apt to disagree with them. It is more suited for the gentry than for working people.\" Gilbert reddened a little at the rudeness of this speech, but the speaker was the father of the girl he loved best in the world, so he let it pass Avithout comment, and quietly took a chair nearer to Annie, Mr. Warren, with his glass on the way to his lips, paused a moment, as though he would have prevented this, but hardly knowing whether it might not lead to a scene, refrained. \" Have you had any sport, gentlemen ?\" asked Gilbert, seeing the baronet's gun in a corner of the room. \"Passable,\" answered the Captain, thinking to himself all the while \" who the devil are you, and what do you"], [109, "101 ANNIE AT HOME. knoAV about sport,\" and Avondering also, at the decided tone Gilbert adopted Avhen he spoke once or tAvice to Annie. The Captain had just that feeling toAvards Gilbert, which he Avould have displayed to any man who came betAveen him and a flirtation with a pretty girl. He felt that he could not pursue the lively rattling talk he had been engaged in before Gilbert came. While Gilbert saw at once, that there Avas a something in the tone adopted by the man of fashion, which Avas not improving to the ear or the mind of a pure and inexperienced girl. Mr. Warren, though a little muddled Avith the wine he had been drinking, had sufficient tact to keep Gilbert in the back ground without drawing especial attention to him. At length, unable to keep down his bitterness, he said Avith mock hospitality —"], [110, "102 MARTYRS TO FASHION. \"You don't seem easy, Mr. Harland, make yourself at home man. You can pull solemn faces in the timber yard, but when you get amongst your betters you should brighten up a bit.\" Still Gilbert did not retort, Captain Mellor, who had been watching him, saw plainly, that for some reason the young man could not very well assert himself, and took advantage of it, to reneAv his attentions to Annie. At his suggestion she played and sang, wonder ing all the time Avhy Gilbert was so silent and gloomy. In truth, the little flatteries of the Captain did render Gilbert's expression of face anything but genial, for he felt how delighted be would have been to have indulged in a ten minutes' tussle with this young sprig of fashion. Mr. Warren, however, noticing the"], [111, "103 ANNIE AT HOME. boldness of the baronet and his friend, was delighted. He joined in chorus to the ballads Annie sang, and shouted bravo to her piano pieces. Annie herself, amused for the moment Avith their visitors, and perhaps, not displeased Avith the compliments her performance elicited, Avas concerned to see Gilbert so grave. She imagined it was due entirely to her father's rudeness, and determined upon some other occasion to enter into an explana tion Avith him. Sir Charles, however, remembering an engagement, noAv rose to take leave. \" We have been most agreeably entertained, Miss Warren, said he, and I trust our visit has not been incon venient.\" \" Bless you no, Sir Charles, said Michael Warren, glad to see you ahvays.\""], [112, "104 MARTYRS TO FASHION. \" In that case,\" said the baronet \" I trust to have the pleasure of hearing Miss Warren's delightful voice again, and if you would condescend to honour an unfortunate bachelor with your company at the Manor some day, it Avould give me the greatest pleasure I assure you.\" \" Most happy. Sir Charles, most happy,\" and the farmer in his delight, took the baronet's hand in both of his own Avith a mighty grasp that made him wince. \" But I don't wonder you are charmed Avith my girl, though she doesn't sing to night anything like I've heard her. Take some more wine gentlemen, don't hurry.\" \" Thanks, we must be going now, but hope to repeat the pleasure shortly.\" Mr. Warren was so delighted at his introduction to polite society, that he was not content to part with his visitors"], [113, "105 ANNIE AT HOME. at the porch, but walked with them some distance down the lane. Cruppy, hearing a stir, roused himself from the kitchen settle and came to watch them off. He stood there shaking his head vigorously, considering his in dolent disposition, and glancing towards the parlour, chuckled, as he remembered that Mr. Warren in his enthusiasm had forgotten he was leaving Annie and Gilbert together. \" When the cat's away the mice will play,\" thought Cruppy, and in order to apply the proverb personally, Avent and dreAv himself another mug of ale, which he calculated upon finishing off before Mr. Warren came into supper — Mrs. Higgins having left Cruppy the key of the cellar Avhile absent for a gossip with Mr. Compton's cook."], [114, "CHAPTER V. LAURA MOSTYN. Laura Mostyn was one of those magnificent women who ahvays seem too large and imposing for the drawing rooms of domestic life. Instinctively we say, such a woman should be singing Norma, or acting Lady Macbeth. We wonder how it is painters never get such models, and think it strange when handsome men pass them by, to fall desperately in love Avith some little shadowy delicate creature, with a voice like a bird; so slight, so fragile, that a hearty grasp from vigorous arms seems as though it would crush"], [115, "107 LAURA MOSTYN. them to atoms. I suppose there is felt to be a sense of power in such women as Laura Mostyn, Avhich is antagonistic to our self-love. It is impossible to lay doAvn the law to a woman who moves like a queen, and extremely difficult to check the house keeping book of a goddess. So Laura Mostyn, in the very quintessence of her beauty — of good family — with plenty of talent — Avith a warin, quick, genial tem per, and possessed of a fortune by no means to be sneezed at, still lived Avith old Lady Mostyn, her aunt, in a quaint mansion, about a mile from Merton Manor, and found continual fault with our sex, forasmuch as, being tAventy three years of age, she had not received a single offer. Laura, passionately fond of art, had found out Sandall, and occasionally"], [116, "108 MARTYRS TO FASHION. took a sketching lesson from him. Hearing Caroline's fine contralto voice one day when she called at the cot tage, she invited the artist's daughter to Coombe House, to practice duets with her, and Caroline is at this moment in the drawing room, waiting for Miss Mostyn. She took up a volume of Tennyson's poems lying upon the table, and the book opened of itself at the page which contains the poem of Clara Vere de Vere. Caroline guessed from this circumstance that Laura Mostyn had frequently pored o\\rer that fine poem. She con tinued reading until she became uncon scious that Laura was at her elbow, and was almost startled when she said — \"How true those lines are, Miss Sandall,"], [117, "109 LAURA MOSTYN. • The languid light of your proud eyes, Is weary of the rolling hours, In glowing health with boundless wealth, Yet sickening of a vague disease.' I often fancy the wives of honest working men are far happier than Ave are.\" \" Ah, Miss Mostyn, you don't know how they are weighed down by toil and ignorance, The things that con stitute the chief pleasure of cultivated minds are hidden from them entirely, in many cases.\" \" Well, Caroline, it may be so. In a little higher grade it is better.\" \" I fear not. In the middle classes, the incessant competition, and the desire to make money, absorb the whole time and faculties. Papa has relatives in business. Men who are so engrossed, that they can scarcely speak to their wives and children, for"], [118, "110 MARTYRS TO FASHION. days together. They are, perhaps, more grasping than any class, as they are ahvays striving to reach the grade above them. They have no pleasure and no peace in their lives, and seem not to know hoAV to enjoy themselves, when they indulge in a chance holiday.\" \"I suppose,\" said Laura, \"your sympathies are more Avith the painter, musician, or literary man.\" \" I certainly think that they contrive to get more out of their lives, though I grant they are sometimes sadly improvident and reckless, and often miss their aim.\" \" Yes, it must be very bitter,\" Laura said, \"when the musician has composed his opera, and cannot get it produced, or when the painter has finished his picture and it does not sell. I have many a time, Avhen in"], [119, "111 LAURA MOSTYN. town, strolled into the Pantheon, for the sole purpose of looking at Haydon's Lazarus, and I generally came aAvay much saddened by it.\" \"Yet I believe after all the painter might have had a fair share of happiness and prosperity, if he had chosen. In these days, as I often tell my father, it is useless to fly in the public face, and insist upon people buying what can be of no earthly service to them. Pictures that need to be looked at half a mile off. I often tease him by comparing such Avorks to scene painting.\" \" I feel uncommonly idle this morn ing, Miss Sandall. Almost too lazy, I fear, to try over that duet of Mendelssohn's, which is enough to inspire a Lotus-eater. I am aweary, aAveary.\""], [120, "112 MARTYRS TO FASHION. \" Fortunately that can be remedied,\" said Caroline, writh a smile. \" But there is much that cannot be remedied, Miss Sandall. I tell you of a truth, fashionable women will soon be the most miserable creatures on earth,\" \" You astonish me, Miss Mostyn ; young, rich, handsome, accomplished, and with such a future before you.\" \" Perhaps a future of single blessed ness, lap-dogs, parrots, and torn cats. You need not look so surprised, Caroline. Men do not marry in our circles as they did years ago. Working men and shop-keepers want wives. Their wives can be of service to them, so marriage is the rule. They have no position to keep up. There are plenty of well-bred, good-looking young men one meets at parties and balls, who"], [121, "113 LAURA MOSTYN. maintain their position in consequence of keeping single. They despise — \" What they despised Laura did not say, for she walked to the window Avhile speaking, and stood there with her hands clasped above her head. The easy, careless attitude became her so well, that the artist's daughter looked at her in silent admiration, not unmixed Avith envy. She was still listening for the conclusion of the interrupted sentence, when Laura mur mured in low tones, \" Captain Mellor here,\" and looking out of the window, Caroline saAv the Captain steering a boat, Avhich some students were rowing. \" There is a man who will never marry, for instance — Captain Mellor,\" said Laura, pointing in the direction of the river. Caroline colotired as the Captain's i VOL I."], [122, "114 MARTYRS TO FASHION. name was mentioned, but hoped the blush was unseen. \"You think, Miss Mostyn, the Cap tain would remain unmarried, rather than submit to any self-denial.\" \"Oh, certainly. He is just one of those men* who avoid marriage, yet sneer at the number of old maids. If you were behind the scenes, Miss Sandall, you would soon understand, that to a large number of the girls noAv \\rerging on womanhood, marriage will be a hopeless ambition.\" \"But I fancy some of the ladies themselves are averse to the duties and cares of married life.\" \" Then they are silly creatures for their pains. Most women are elevated morally and mentally by marriage. Here and there one sees a woman who seems cut out for a Sister of"], [123, "LAURA MOSTYN. 115 Mercy, but in a healthy condition of society, not one Avoman in ten thousand would voluntarily lead a single life.\" \" You side Avith the majority, Miss Mostyn.\" \" Yes, Caroline, let me be convinced that a man had some steady principles, and would not change his mind for a mere caprice : blended with enough of the gentleman in his manners to make him presentable to one's friends ; I should not hesitate long, I assure you.\" \" With such moderate views, I wish you all success, Miss Mostyn.\" \" Goose,\" said Laura, laughing at herself in the mirror, \" hoAV on earth can I tell the men all this. I am bound to conduct myself with British propriety, according to certain laws, which, like those of the Medes and Persians, seem likely never to alter."], [124, "116 MARTYRS TO FASHION. Such a man as that yonder Avould only smile at my weakness, and his own poAver. And these felloAvs have a love of luxury and finery, too, which puts us poor women to shame. They are beset by all sorts of fancied wants, and they idolize their freedom as though, forsooth, if they married, their poor creatures of wives would tie them to their apron strings. Noodles ! I have no patience with them. We would accept them as husbands Avithout craving their society eternally.\" \" But they must get very weary, sometimes, of their aimless lives,\" Caroline said. \" And how weary do we get, Caroline ? Think of the disenchantment that awaits most girls, when the first bloom of their youth is passed. Many"], [125, "LAURA MOSTYN. 117 of them are like the General we read of, 'they die of having nothing to do.\" They have no duties, and they cannot ahvays have pleasures, and pleasure Avithout any contrast soon ceases to please. Visiting, and stupid accomplishments, SAvallow up part of the time, but what special interest is there in being able to play Thalberg's fantasias to people who chatter all the time. The professional player, whose living it is> has a vital interest in doing his best. The audience listen to him, and critics write rhapsodies upon him.\" \" But do not many fashionable ladies complain of the trouble and worry of bringing up a family.\" \" Not many, Caroline, I believe. When the affections are stirred up, every care becomes also a blessing. Moaning over Avater colour drawings,"], [126, "118 MARTYRS TO FASHION. or namby-pamby songs, or reading neAV novels, full of the latest novelties in crime, won't make up for the absence of the powerful home interest.\" \" But might not Avomen, like men, set themselves to some great purpose.\" \" I think there is no more miserable sight, Caroline, than to see a parcel of Avomen playing at make-believes of that kind. But women need some interest in life, if it be only a woolly poodle. For Avant of a husband, to say if one's new dress is becoming, one flies to the looking-glass, but it is a poor substitute, and, as time passes, soon makes unflattering remarks about wrinkles and grey hairs.\" \" Then why are women so ambitious,\" asked Caroline. \" They are weak enough in that respect, goodness knoAvs. Some of them"], [127, "119 LAURA MOSTYN. hunt an eligible felloAv till he becomes disgusted with the whole sex. Some times men are snared in a way that makes me blush. It speaks sadly for either sex, when one sees the manners and dress of the Demi-monde, adopted to win the reluctant sAvain.\" \" Men say it is more difficult to live noAv than it used to be, and in this they are encouraged by those who complain of Avomen's extrvagance.\" \" Don't believe it, Caroline, such a man as Captain Mellor claims as much for himself as would keep a family. No man in .these days need be an extra vagant wine drinker, and plain costume is more in vogue than ever, amongst gentlemen. The fact is, the men want so much waiting on, they must be surrounded by knavish servants, and rent enormous houses which they scarcely"], [128, "120 MARTYRS TO FASHION. use, as their time is spent at clubs, operas, parties, gambling, and racing.\" \" You blame the men, chiefly,\" Miss Mostyn. \" Of course ; they might if they would give a better tone to the social life of their class. There are plenty of Avomen who have enjoyed all the luxuries and pleasures of wrealth, still ready to sacrifice grandeur to affection. Who would sink from their former sphere without a murmur, content to live a homely life for the sake of the sympathy of a true man, and the blessed prattle of children.\" \" And you think that men will not make any sacrifice to win such women ?\" \" Can anybody help seeing it ? Where are the men uoav who love a Avoman with anything like passion. To most men one woman is the same as another. They"], [129, "121 LAURA MOSTYN. scarce take as much pains to choose — Avhen they do choose — as we do in the colour of a neAV dress. As to making sacrifices for a Avoman, they hardly take the pains to Avin her. Courtship is going out of date. Marriages as you will see by the fashionable papers, are \" arranged.\" As to falling doAvn-right in love with a girl, and being prepared to think for her, or worse still — to Avork for her — that is out of the question.\" \" But in many cases the lady's fortune would absolve the husband from seeking a profession.\" \" And very clever these young gentle men are in finding that out,\" said Laura, scornfully. \" A young dandy flutters like a butterfly, about some pretty girl, the descendant of a noble house, whose title has outlived its estate — till he dis covers the amount of hard cash falls"], [130, "122 MARTYRS TO FASHION. short of the honor, what becomes of him then ? He coolly skulks off and tells his club companions, over their wine, \"By jove, v-/hat a narrow escape he has had.\" It was strange, how subdued Caroline became as she listened to the bitter language of this lovely Avoman. Was it possible, that the handsome man who had so fascinated her on the previous evening, could be as cold and heartless as Laura described — if so, what hope was there for her. But she felt no compunction as to her treatment of George Harland, and though she kneAv even now, that it would be easy to win him back, she had not the slightest intention to attempt it. And yet those new-born hopes which sent her to bed last night with golden dreams of the future, looked very chill and pallid to-day."], [131, "Laura mostyn. 123 She would have given much to know the extent of the intimacy between the Captain and Laura, but all she could discover Avas that they had been intimate in London. Caroline had a secret rival in this beautiful woman, that wTas certain. A rival who denounced the coldness and heartlessness of the circle in which she moved, mainly because of their effect upon herself. \" Come. Miss Sandall, let us try the duet. Vive la Bagatelle,\" and Laura gave a merry laugh, which had tone and SAveetness enough in it to have captivated St. Anthony. The two girls then sat dowrn to Mendelssohn's lovely duet \" I would that my love,\" which they sang through Avith great satisfaction to themselves, and in obedience to their OAvn encore Avere about to begin it again,"], [132, "124 martyrs to fashion. when a loud clapping of hands was heard outside the drawing-room door, and immediately a gentleman entered the room crying \" bravo, bravo,\" repeatedly. It was Captain Mellor, and for the first time in his life, the presence of two ladies discomposed him. To such an extent indeed, that the last \"bravo,\" like Macbeth' s amen, stuck in his throat. \"It is awkward,\" murmured Laura Mostyn, as indeed, the Captain seemed to think also."], [133, "CHAPTER VI. A LITTLE FEMININE SOPHISTRY. If we look into the parlor of the Mount Farm, again, we shall find only Gilbert and Annie there. Mrs. Warren, overcome with the honor of a visit from Sir Charles Sinclair, had gone to bed, like Victorine, to sleep upon it. Such a social vista as had been opened up by this unexpected event, would hardly bear the light of waking day. Besides, the possible invitation held out by the baronet, had throAvn the weak intellect of the good lady entirely off its balance. The question of dress was her first thought, and Avithin five minutes after"], [134, "126 MARTYRS TO FASHION. Sir Charles's departure, she Avas busy overlooking her Avardrobe, and she felt it impossible to pass a good night without deciding at once upon her costume for the anticipated visit. There was the peagreen silk, that Avas the latest importation, but, then, peagreen combined with warm weather might make her look pale. There was Annie's dress to be considered. Was it fashion able for mother and daughter to be dressed alike ? Perhaps, Mrs. Compton, having lately visited the head quarters of fashion, might be able to enlighten her, but how glad she would have been to have settled the matter at once, and dream peacefully of the honor in store. Beturn Ave to Gilbert and Annie. Gilbert was lingering near the piano, strumming in a vacant way the refrain"], [135, "A LITTLE FEMININE SOPHISTRY. 127 of the song Annie had just been singing, as though he expected to gather some explanation of her feelings from the simple notes. Annie came to him and said, gently, \" Why are you so silent, Gilbert ? You must not mind father's hasty ways. It will all come right, ulti mately.\" \" I am not too sure of that,\" Gilbert answered. \" What do you mean ?\" she asked. \" I mean, that you do not knoAv the Avorld and its temptations so well as I do. Such men as that Captain Mellor and Sir Charles do not ingratiate themselves with a plain farmer's daughter for any good motive.\" The \"plain farmer's daughter,\" sounded rather harshly in her ears after the polite speeches and glowing compli-"], [136, "128 MARTYRS TO FASHION. ments of the late visitors. \" Really, Gilbert,\" said Annie, \"your remarks are not very complimentary. I do not see Avhat harm there could be in singing a feAv ballads to a chance visitor.\" \" There is more than meets the eye, Annie, in the shoAvy manners these men put on. Believe me, they never approach a lady in their own circle Avith open flatteries and fulsome com pliments, and it is a pity — I must speak plainly — that your ears should be open to such insincere stuff.\" Annie looked someAvhat irritated, and her conscience pricked her just a little in remembering that the attentions she had received Avere not altogether displeasing to her. \" You know, Gilbert, what a weak ness father has for stylish people."], [137, "129 A LITTLE FEMININE SOPHISTRY. You have often laughed at him for indulging in tastes beyond his means, but what can I do. Besides, one cannot help feeling a certain curiosity as to the doings of people in a circle above one's own. Only think what common-place folks one meets Avith every day in Merton. It is quite a relief to see others of a different stamp.\" Gilbert was silent, for the words pained him deeply. Was this, then, to be the issue of his earnest affection for her, to find himself of less account than tAvo strangers, whose sole attraction was the varnish Avith which convention ality had overlaid ordinary manners. \" I knoAv, Gilbert, you do not like toAvn people,\" continued Annie, \" or toAvn ways, but remember, Sir Charles Sinclair will be a neighbour of ours. Part of our farm will be rented under VOL I. K"], [138, "130 MARTYRS TO FASHION. him in future, and I do not consider I should be acting with ordinary good feeling if I treated him rudely, Avhen he has it in his power greatly to advance father's interest.\" Still Gilbert was silent. Every Avord Annie uttered oppressed him' more and more. The baronet, by right of his position and property, would have a claim upon the Warrens. Gilbert had not been to the fete when the baronet came of age, and it was the first time he had seen him. He kept, generally, aloof from the feasts, club processions, and merry-makings of Merton, believing as he did, that they led to dissolute and idle habits. \"You must judge for yourself, Annie,\" he said. \" If such manners as you have seen to-night please you, I can have nothing to say, but I would beg"], [139, "131 A LITTLE FEMININE SOPHISTRY. you for your oavu sake not to value them at more than they are worth.\" \" But supposing father invites them here, what can I do ?\" \" Forget what I have said, Annie. I am easily irritated, because I love you. If you were like many of the Merton girls I should be less anxious. But I know you are sometimes tired of the quiet unexciting life you lead, and that you pine for a little more pleasure and gaiety. I would only urge upon you to beware of the price sometimes paid for such enjoyments.\" \" Would you have me shut myself up Avhen a stranger calls ?\" \" By no means. Only when you hear these fine speeches which express so much and mean so little, try and think Avhat I feel. I am grieved that your father has such a strong predilection for out- k2"], [140, "132 MARTYRS TO FASHION. ward appearances, but I hope I shall be able to overcome his prejudices in time.\" \"Well, now Gilbert,\" said Annie, who could no more resist a disparaging tone than the sand can resist the coming tide, \" I promise you one thing — I cannot refuse to stay in the room when the baronet and his friends come, but I will contrive to send Cruppy to let you know when they are here.\" \" Say no more, Annie, I think I can trust you, but I hope the time will soon come when I may speak more decidedly than I have yet done. There is not another man in Merton who could keep you in more comfortable style than myself. The business is not one Avhich interferes in any way with domestic life. We could live, dearest, a refined and intellectual life without grandeur. You love music and singing — well, why"], [141, "133 A LITTLE FEMININE SOPHISTRY. should not a tradesman's wife enjoy music as well as any Duchess ? You are fond of drawing — is not the country as beautiful for your sketches as though you Avere the Princess of Wales ? And people in high station are so much occupied that they see less of each other than those of humble degree.\" \" You are so good and genuine, Gilbert, in Avhat you say and do, that I feel ashamed to have annoyed you, even for a moment, but — but — \" \"But what, dearest,\" asked Gilbert, seeing her hesitate. \" Could Ave not have a farm,\" asked Annie, \" a gentleman farmer can mix in the best society. He is not restricted to a class like a tradesman.\" \"Remember, dearest,\" said Gilbert tenderly, \" what I owe to my mother. I lost my father, as you know, Avhen I"], [142, "134 MARTYRS TO FASHION. was a mere child. It is owing to my mother's exertions that I have received such cultivation as I possess, and that I am in a position to offer you a home.\" \" But father would be more likely to help us in that way, and it would, I fancy, go a great way toward overcoming his unreasonable objection to you.\" \" I do not wish Annie, to speak unkindly of your father, but candidly, I fear he lives at a rate which will soon SAvallow up all his little property. I only hope that his declining years may not be harrassed by pecuniary difficulties.\" Annie was evidently much pained by this allusion. She tried to believe that Gilbert exaggerated her father's reckless ness, but she saw the consequences too often to be blind to the danger. \"One word more, dearest,\" said Gilbert. \" Believe me, it only brings humiliation"], [143, "135 A LITTLE FEMININE SOPHISTRY. and disappointment to cringe and strive to gain the smiles of those above us in station. I am certain that the real enjoyments of life are pretty equally distributed amongst all classes. A genuine life — a happy life — can rarely be obtained by sacrificing our self-respect. It is surely, better to have the esteem and goodwill of those Avho can appreciate and understand us than the mere lip service of those who — \" Gilbert's sentence was suddenly cut short, by the entrance of Cruppy, who somewhat muddled with beer, advanced with unsteady gait, and in a grotesque whisper said — \"Governor's coming — coming up the lane, Mr. Gilbert. Can hear he's crank — cranky by his walk. No use to quarrel — quarrel with him, eh? Mr. Gilbert — better go — \""], [144, "136 MARTYRS TO FASHION. \"Perhaps Cruppy is right, Gilbert,\" said Annie, \"father is evidently excited to-night.\" Gilbert felt it Avas better so, and after a hasty leave-taking found himself out side the door, and Cruppy beside him. \" 'Scuse me, Mr. Gilbert,\" said Cruppy, \" Nothing like peace — peace and quiet ness. All come right as ninepence some day. Old boy smooth down when all the money's gone — never mind — Miss Annie's — SAveet girl — no money — what of that ? good liquor — same flavour in broAvn jug as silver tankard. Here he is —I'm off.\" Making his way back to the timber yard, Gilbert forgot Michael Warren's rudeness, his thoughts being solely occupied with Annie. The slight objec tion she had raised to his business was proof positive that her thoughts had"], [145, "137 A LITTLE FEMININE SOPHISTRY. taken a new direction, and his first impression was that the baronet's visit had been the cause of this change. Notwithstanding the seeming outward calm of Gilbert's manner, he was impul sive and passionate Avhen roused. His pride Avas wounded. The immediate result of the evening's proceeding, Avas a resolve to keep away from the Mount Farm for some days. To the surprise of the Avhole congregation his bass voice was missed from the choir upon the following Sunday. Had Gilbert been less tenderly attached to Annie he would have been more politic than to take umbrage before he had well-grounded reason for doing so. But wre ahvays expect most from those we love most and are less disposed to make allowances for them."], [146, "CHAPTER VII. MISCHIEF BREWING. Country folks are surprisingly quick in jumping to conclusions. In toAvn, the attention is so much divided, that it is impossible to analyze the doings of our neighbours with the microscopic minuteness so common in the country. The fact that Sir Charles had visited the Mount Farm three times during the week following upon his first intervieAV, had not escaped the obser vation of Mertonian gossips, and the consequence was, that Annie's name, even in that short time, began to be coupled with that of the baronet, in any thing but a complimentary way. It"], [147, "139 MISCHIEF BREWING. had spread even to the timber yard, Avhere the men, seated upon some logs, smoking an after-dinner pipe, discussed the topic freely. \"Well, I hope Mr. Gilbert won't take it much to heart,\" said Kebble, the foreman. \" Take what to heart, mate ?\" asked one of the men, who knew perfectly Avell, all the time, the meaning of Kebble' s allusion, but Avith the delicacy sometimes observable in men rough enough outAvardly, assumed not to knoAV anything about it. \" Why, this business about Miss Warren and the baronet, to be sure. Old Warren will bring his pigs to a fine market, if he don't take care.\" \"But what more can the old man want, Kebble, than for the girl to marry a baronet.\""], [148, "140 MARTYRS TO FASHION. \" It's all very well about marrying, but baronets ain't so easy caught, make your mind up about that.\" \" I ahvays thought the governor was very sAveet in that quarter,\" said Sampson, avIio, notAvithstanding his size and strength, ahvays confessed \" that a pretty face and a SAveet voice knocked him down like a sledge hammer.\" \" So he was, Sampson,\" answered Kebble, \" but I don't knoAV what's coming to the Avenches noAv. They don't care to settle down quiet, like their mothers and grandmothers, and marry honest men. I've never married, thank the Lord, and I'm not likely to now, seeing the style that's going. They're made up so, you can't tell what belongs to 'em, and Avhat don't, nor where nature leaves off and fashion"], [149, "141 MISCHIEF BREAVING. begins. They do say, in the big towrns it ain't safe for a working man to marry a pretty girl.\" \" It's but too true, I fear, Kebble,'' said another of the workmen, Sandie Bill. \" Some on 'em would sell them selves out and out, body and soul, for jeAvellery and fine clothes. Anyhowr, if Mr. Gilbert has set his mind upon Miss Warren, and has got jilted, I'm real sorry, for a better-hearted man to work for there ain't to be found, though a bit stiff at times.\" \" A man who behaA'es to his mother as Gilbert Harland has done, wouldn't make half a bad husband. I'd see the girl at Jericho if it was my case,\" said Kebble. \" Hush,\" whispered Sampson, \" the governor's coming out of the house. I think, if looks go for anything,"], [150, "142 MARTYRS TO FASHION. there must be some truth in the talk that goes about.\" The men glanced toAvards Gilbert across the yard, and then turned their heads aAvay. Kebble knocked the ashes out of his pipe, preparatory to setting to work again. \"It's all the fault of that old fool, Michael Warren, lads. Set a beggar on horseback, and he'll ride to the devil. If he ain't very careful, his daughter will have a name tacked to her own that'll stick to her, running after squires, baronets, and what not. If a man don't look where he's driving, slap he goes into a ditch.\" \" Pity the governor don't snap his fingers at the Warrens, and look in another quarter,\" said Sampson. \" The thing is,\" said Kebble, sen tentiously, \" that the harder it is to"], [151, "143 MISCHIEF BREWING. get a gal, the better some men like her.\" Gilbert entered the shed at this moment, and turned the handle of a windlass in a vacant, dreamy way, very different from his ordinary brisk, decided manner. Then he examined the edge of a workman's adze in the same listless fashion, while the owner looked at him, astonished at the change. In truth, a great depression had fallen upon Gilbert Harland, so that in a feAv days he scarcely seemed the same man. He looked haggard and careworn, and even in his outward appearance there was a change for the worse, for he had hitherto been always remarkable for neatness in dress. \" Sorry to see you looking a bit scared, Mr. Gilbert,\" said old Kebble,"], [152, "144 MARTYRS TO FASHION. Avith a Avell meant endeavour to be sympathetic, Avhen they were by them selves. He Avas privileged, as we have said, and Avas seldom contradicted, let him say Avhat he Avould. \" If I Avas in your place, Mr. Gilbert,\" the old man continued, \" I'd just give that conceited old owl Michael Warren, the go-by. He'd be glad enough to come round some day. As to his daughter, she ought to be ashamed of herself.\" \" Hold your tongue about her, Kebble, or you will seriously offend me I can tell you.\" \" Well, let him be careful of her good name, that's all.\" \" Hoav dare you speak of Annie Warren's good name,\" said Gilbert, in a violent passion, and before Kebble was aAvare of it, he received a blow on"], [153, "145 MISCHIEF BREWING. the chest which sent him spraAvling at full length over a timber log. , \"Gently, gently, Master Gilbert— I havn't been used to that sort of treat ment,\" said the foreman, Avhen he had recovered his breath and looked round, glad to perceive that his doAvn-fall had not been witnessed by any of the workmen. \" I don't mean any harm in saying this to you, Mr. Gilbert, but it will soon be the talk of all Merton.\" Gilbert, as if unconscious of his sudden violence, strode mechanically out of the yard without speaking another Avord to his foreman. His immediate impulse after what he had heard, was to go straight to the Mount Farm and obtain a positive assurance that Annie was still true to him. Characteristic of the change in him, was the simple fact, that he did not, VOL. I L"], [154, "146 MARTYRS TO FASHION. after crossing the bridge at Merton, go along the main road, Avhich wras, in reality, the nearest way to the Mount Farm, but struck into a footpath Avhich eventually led to the farm, but was nearly twice the distance. He had wandered along for some time — occasionally stopping to consider the subject in all its bearings. Then, Avith a hasty resolution, as if the time con sumed in thinking had been an oppor tunity wasted, he hurried on till one of the gables of the Mount Farm peeped between the poplars which formed the boundary of the rickyard, and from their height made the situation of the farm easily distinguishable miles away. He Avas in the act of leaping the stile Avhich led into the field nearest to the house, Avhen a voice called out in a lazy half-sleepy tone —"], [155, "147 MISCHIEF BREAVING. \"Mind the gun, governor, whoever you are.\" It was Cruppy, Avho Avhenever he was more than usually in the way of Mrs. Higgins during her cooking performances, Avas generally sent as a mild penance, into the field with an old gun to keep the birds off. \" All the birds in Merton parish come into this field, I verily believe,\" grumbled Cruppy. \" I must have fired aAvay half a pound of powder. That's so many mugs of good beer wasted, for I'll swear these birds like the smell of powder. There's a knowing old pecker yonder, actually digesting my last bit of wadding at this minute. Hallo ! Mr. Gilbert, glad to see you, sir.\" \"Bird killing again, Cruppy,\" said Gilbert, not sorry to have found him here. l2"], [156, "148 MARTYRS TO FASHION. \" Killing time mav be, but no birds, Mr. Gilbert.\" \"Anything new at the farm, Cruppy ?\" \"Old Warren don't get any wiser as he grows older, I'm sorry to say, for the sake of Annie.'\" \" I fear you are right, Cruppy.\" \" I shouldn't wonder if the Queen ain't requested to make a new knight to match with the baronet. Sir Michael Warren — lord, what a mouthful ! swears Annie shall be Lady Sinclair in a month.\" \" But what of Annie herself, Cruppy. Has she no word to say about this insane idea?\" \"Well, you see, sir, the poor wench is under his thumb. You know how gentle she is, and old Warren will scarce let her call her soul her own. But I say, Mr. Gilbert, take a friend's advice, and cut it.\""], [157, "MISCHIEF BREAA^ING. 149 \" Cut what, Cruppy ? I don't under stand you.\" \" Bolt, skedaddle, meet me by moon light alone, and that sort of thing ' The girl that elopes Down a ladder of ropes' — As the song says. Don't you tAvig ?\" \"I think, Cruppy, it would be of little use to propose such a plan to Miss Warren, and there is something sneaking and underhand in a runaway match, which I have ahvays set my face against.\" \" Don't ask my advice then, when it's too late,\" said Cruppy, half offended, much as he esteemed Gilbert. \"Of course, then, Cruppy, you have seen Sir Charles at the farm ?\" \"Well, yes, I've seen him.\" \"Are there many conferences between him and Mr. Warren?\""], [158, "150 MARTYRS TO FASHION. \"Not that I've noticed, and I don't see why there should be. All I know is, if old Warren thinks Sir Charles is going to make his daughter an offer, he is quite mistaken.\" \" Hoav happy you make me Avhen I hear you say that, Cruppy. I couldn't think it possible for Annie to behave so treacherously to me as to encourage the baronet up to that point.\" \" I wouldn't stand it, blow me if I would,\" said Cruppy. \" But Cruppy you know how sensitive Annie is. I do not Avish to make her unhappy by reproaching her.\" \" As to crying a bit, I believe it does the Avomen good, Mr. Gilbert. It's like a shoAver of rain on dried up turnips. Let 'em drop a few tears if they like, I should study my own interest, and not come to an empty well Avith a"], [159, "151 MISCHIEF BREAVING. cracked pitcher. Miss Annie thinks that these fine manners and slip-slop Avays are fashionable, so she gives in to 'em a bit, but I believe she's too good a girl to throw herself aAvay. If it was my case I'd give the baronet a jolly good dressing.\" \" He's much too shrewd a felloAV to put that chance in my way, Cruppy. Besides, I should only be hauled up before the magistrates and bound ovei to keep the peace, and my poor old mother would break her heart over the disgrace. You forget, too, hoAV the scandal of such a scene would affect Annie.\" \" People will talk, scandal or no scandal,\" said Cruppy, \"ill Aveeds grow apace, and if such a Aveed Avas groAving in a garden of mine I'd cut it doAvn before it ran to seed. Left alone, Annie"], [160, "152 MARTYRS TO FASHION. is all a man need Avish for — I'm sorry her brother's aAvay mooning at college instead of Avorking on the farm, and keeping things together. He might do something to counteract the old man's whims, and that infernal baronet bring ing trinkets and new music to turn the girl's head. They are the traps these fellows set for young birds like Annie, I'd defend her from insult I know.\" \" From insult ! cried Gilbert in a flame, who has insulted her?\" \" One of my mates heard Captain Mellor talking* about her, and be said\" — Cruppy whispered the remainder of the sentence, whatever it was, in Gilbert's ear. The affection of this lazy careless fellow, for his young mistress, was so genuine, deep, and chivalrous, that he would not speak aloud aught to her disparagement or injury."], [161, "153 MISCHIEF BREAVING. But the remark shook Gilbert like an electric shock. He staggered forward and leaned against the stile like a drunken man. His eyes glowed fiercely, and his face was distorted with violent excitement. Suddenly his eye fell upon Cruppy's gun, Avhich Avas lying on the ground beside him (for Cruppy had not troubled himself to rise during this conversation), and seizing it with frantic grasp he dashed madly across the field. Cruppy rose from the ground, and called lustily \" Come back, Mr. Gilbert ; for God's sake come back. Put that gun doAvn.\" Being \" fat and scant of breath,\" the bird-keeper made Avhat sporting people call \" indifferent running,\" and felt he must speedily give up the chase, when Gilbert stopped suddenly of his own accord, and waited for Cruppy to come up."], [162, "154 MARTYRS TO FASHION. \" Where did you see Sir Charles. last ? Is he at the Mount Farm now ?\" asked Gilbert. \" Wherever he is, you ain't going to him.\" \" Tell me, fool, is he at the Mount Farm or not ?\" Cruppy made no answer, but grasped the stock of the gun, and with an agility quite unexpected, leaped the stile, and stood panting on the other side. So ungainly and grotesque, however, had been the movement, that Gilbert's passion passed instantly into a violent fit of laughter. \" I promise you, Cruppy, I'll injure nobody, but an explanation I will have at once.\" \"All right, Mr. Gilbert,\" said Cruppy, with a cunning leer. \" I remember."], [163, "155 MISCHIEF BREWING. noAv, the gun Avasn't loaded, so you'd only haAre made a spooney of yourself. Go cool to your work — give old Warren a good jacketting, and it may bring him to his senses.\" Cruppy continued to speak in a hopeful manner as they proceeded towards the house. When they came within sight of the farmyard, hoAvever, the bird-keeper suddenly turned back. \"It's too soon for me to go in yet, though my throat's as dry as a lime kiln. If you happen to have a copper or two about you, Mr. Gilbert, I'll pay you when Ave meet at church, as the tramps say, and I can step down the back way to the ' Coach and Horses,' and get a pint of mild.\" Gilbert handed the requisite bonus to his cunning companion, and pursued his way to the house."], [164, "156 MARTYRS TO FASHION. He blamed himself greatly for stay ing away from the farm during the last ten days. \" If Annie has the weakness to be fascinated by town manners and smart dress,\" he thought, \" it is after all not a great crime, and it ought to have been my task to lead her thoughts to something higher.\" His late passionate outburst had subsided. He resolved, calmly, but urgently, to point out the injudicious course adopted by her father, and induce her, as far as possible, to resist it. At this moment, the sound of music reached him from the house. His curiosity was aroused by such an unusual sound in the morning, for to hear a piano, in a farmhouse, in the daytime, was thought almost criminal."], [165, "MISCHIEF BREWING. 157 and coming nearer, he heard a voice, which he knew to be that of Sir Charles, singing first a solo, and then the melody was taken up by Annie. It was the refrain of some old mad rigal — \"Cruel Phillis tell me why, I do vainly grieve and sigh, When a word from your sweet lips, All earth's music might eclipse.\""], [166, "CHAPTER VIII. SAFE BIND, SAFE FIND. There are few things so painful as for a man to discover, suddenly, that he has never rightlv understood the character of the woman he tenderly lovres. And as he stood irresolutely at the ' door of the farmhouse, while the echoes of the music died away, Gilbert Harland was a man to be sincerely pitied. He argued Avith himself until he came to the conclu sion that he had been entirely mistaken in supposing Annie's affection for him to have any deep root. Hitherto he had been satisfied to believe that the sunny smiles and gracious manners"], [167, "159 SAFE BIND, SAFE FIND. that welcomed him to the Mount Farm arose from genuine attachment. Now, at this moment, he Avas quite as ready to believe that any chance visitor might meet with an equally agreeable reception. The torture occa sioned by those newly aAvakened feelings filled him with intense hatred of the man Avho had caused them. Conscious of his OAvn rectitude, and but little learned in that sad knoAv ledge, Avhich experience of the Avorld gives of the human heart and its caprices, it seemed to him the conduct of the baronet, in thus tempting Annie, was little less than criminal. But the mischief was done, and he Avas powerless to alter or amend it. That was his sudden conviction. He looked upon the evident pleasure Avhich Annie took in this new society as some-"], [168, "160 MARTYRS TO FASHION. thing fatal to all his hopes of future happiness. If after all she accepted him, and her father's false pride could be overcome, Avhat then ? Would she not look back with a sigh to that idea of possible happiness and splendour which had been so tantalizingly thrown at her feet ; and Avould not the remembrance constantly embitter the humbler daily life, and chill the gloAv of his homely love ? A pause in the music had taken place, but now a sudden chord upon the piano aroused Gilbert from his despondent reverie. He lifted the latch, and in a moment stood unannounced, in the midst of the little group. The notes had been struck by Annie, who seated at the piano, had just com menced the symphony of a song, while Sir Charles standing beside her, was"], [169, "161 SAFE BIND, SAFE FIND. in the act of turning a leaf. Annie herself, was the first to perceive Gilbert's presence, and she was so alarmed by his threatening aspect toward the baronet, that she rose hastily from the piano and stood between them. \"What does this mean,\" asked Sir Charles, haughtily. \" Take no notice of it, Sir Charles,\" said Michael Warren, wrho had been seated near them, and who, now rising from his seat, Avent and rang the parlor bell. \" I have stood this long enough, Gilbert Harland,\" said the farmer, \" and I must beg you to leave the house, instantly, unless you wish to be turned out by force.\" \" Spare yourself that trouble, Mr. Warren,\" replied Gilbert. \" If you haAre no consideration for your daughter's VOL. I. M"], [170, "162 MARTYRS TO FASHION. good name, I fear it is hopeless for me to attempt to preserve it from scandal.\" \" I have a great mind to send for a constable, and have you locked up for your insolence,\" said the farmer, \" but come this Avay, I don't choose that my visitors and neighbours should be insulted. We can settle our little differences by ourselves. Come into the next room, and let us see if Ave can understand each other.\" Gilbert followed the farmer into an adjoining room. Mr. Warren, Avith an affectation of politeness, handed Gilbert a chair, and then taking one himself, sat doAvn in a stately manner. A looker-on, fancying himself for the moment in the pit of some minor theatre, might have smiled, anticipating such a speech as, \" It is now twenty"], [171, "163 SAFE BIND, SAFE FIND. years ago since a lonely and deserted orphan, &c.\" Mr. Warren, however, did not commence his address to Gil bert in this mild fashion, but said, abruptly, \" Just remember, if you please, Mr. Harland, that you are not playing these pranks in your OAvn timber yard ; and tell me whether you think it consistent that I should ask your permission, before I allow my daughter to be addressed by a member of the aristocracy ?\" \" You have evidently understood my intentions in coming here, Mr. Warren. I hope no one will ever approach your daughter with advances less honorable than mine.\" \" There are as good fish in the sea as any that are caught, but explain yourself a little more fully, Mr. Harland.\" M 2"], [172, "164 MARTYRS TO FASHION. \"I do not wish to over-rate my own importance,\" said Gilbert, \"but I confess I cannot understand the con temptuous tone you adopt towards me. There was a time when our families were supposed to be on an equality. When my father's name and purse were at your disposal, and when you did not hesitate to avail yourself of his good nature.\" \"What has that to do with my conduct in reference to my daughter ?\" \"Why, that you should at least permit the son of an old friend to make known his honorable proposals for your daughter's hand, and to state plainly your reasonable grounds for refusing to entertain them. I am grieved to perceive that a little im provement in your circumstances should lead you to risk her happiness.\""], [173, "SAFE BIND, SAFE FIND. 165 \" Oh, the cat jumps in that way, does it?\" \" BeAvare, Mr. Warren, of allowing Annie to become tainted with frivolous ideas, which will unfit her to be the wife of a plain man, and fill her mind with desires that can never be gratified.\" \" Some trash you have picked out of the Merton Chronicle, I suppose,\" said Michael Warren. \" Do you imagine I am an infant just learning to walk ?\" \"You are acting unjustly to your daughter and to me, and no man with any delicacy of feeling would make her an offer, when she is thrust upon birn in the way you have forced Annie upon Sir Charles. Foolish man! Can you believe he has any such intention, even supposing that Annie intends playing me false.\""], [174, "166 MARTYRS TO FASHION. \" Come, my dear fellow, this passes good manners. Your ambition inter- feres wTith your common sense. Annie will marry Sir Charles Sinclair, most certainly, and seeing what talent you have as an orator, you cannot do better than propose their healths at the wedding breakfast. I will speak to Sir Charles, to look over this imper- tinent conduct of yours, which he will probably do for the sake of Annie. The best thing I can advise you is to go back to the timber yard, and not come here till the matter is settled. After it is all over, and they are gone on the wedding tour, we shall be pleased if you Avill favor us with your company sometimes.\" \"You will repent this as surely as you live.\" \" Pooh ! you happen to have a rival"], [175, "SAFE BIND, SAFE FIND. 167 Avho is prepared to make a more advan tageous offer than yourself. What a terrible misfortune. You must simply look elsewhere, my worthy Gilbert. My daughter is born for high society ; when you have found a person more suitable to your condition in life, I shall be happy to give her aAvay, if you will accept my services.\" \" One word — \" No thank you, Mr. Harland, I know what I am about. Besides\" — pulling out his watch pompously, \" we are engaged to dine at the Manor this even ing, and I cannot spare time to discuss this matter further.\" Gilbert was leaving the room without another word, when he saw through the half opened door of the parlor, that Annie was looking that way, and appeared in great agitation. A moment"], [176, "168 MARTYRS TO FASHION. — and then, as if repenting the tacit encouragement she had given Sir Charles, she rushed forward and fell upon Gilbert's neck weeping passionately. Mr. Warren Avould have restrained her, but the action was too sudden. HoAvever, the sight of Gilbert and Annie in close embrace, threw him into a violent passion. One circumstance alone soothed him in the midst of his rage. The incident had not been witnessed by the baronet who had just left the house. He, hoAvever, seized his daughter quite roughly by the shoulder, pushed her into the parlor again, and locking the door put the key into his pocket. \" I wish you good day, Mr. Harland ; safe bind — safe find,\" he said, with a mocking 1)oav, as he and Gilbert went, with Avidely different feelings, their respective Avays."], [177, "169 SAFE BIND, SAFE FIND. Thus the curtain falls upon another scene of our little homely drama of domestic life. In the savage expression of Mr. Warren's face, as they parted, Gilbert read his banishment from the Mount Farm. \" The human heart,\" says Balzac, \" needs an occasional resting place in climbing the heights of affection, but in descending the steep inclines of hatred it seldom pauses."], [178, "CHAPTER IX. SHIRLEY AND SON. The first words that greeted George Harland, as he entered London for the first time, were \" stand aside.\" Within several miles of the sweet coun try home he had left, he would have been greeted always Avith civility, generally Avith deference, but here he vvas of no importance whatever. When he became more familiar with London life, he found no lack of outAvard polite ness, but during the years he afterwards spent in the great city, he never quite overcame a feeling that the placid made-to-your-oAvn-measure smile, the"], [179, "SHIRLEY AND SON. 171 tone os professed interest in your affairs, were as much to order as the show of goods in the shop Avindows. \" The devotion of Londoners to their daily pursuits makes them think only of self,\" said Heine, the German poet. Yet it can hardly be wondered at, knoAving Avhat a stern battle their life is. What care they for the crowds they mix Avith daily. Brought into communion through business interests, they look upon men as the chess-player regards his — as so many automatons, placed to Avork out a given scheme. There is enough of hand-to-hand friend ship in all this, but little enough of heart-to-heart. Yet he found there was room even yet for any special talent. These hurrying, driving, out-of-breath men of the counting-house, bank, and counter,"], [180, "172 MARTYRS TO FASHION. were always willing to pay, if they could get value in return. Indeed, that seemed the only standard of things, as far as he could judge, and to a nature like his, there was something very repulsive in this huckstering spirit. It was the mere hard calcu lating in figures, the value of so much thought, anxiety, originality, or what ever the gift might be. So that first greeting of \" stand aside,\" though merely the exclamation of a railway porter, echoed in George's mind long after. He had been in the way for the moment, and was made of no more account than a heap of stones, or a wheelbarrow. The Londoner has certainly some excuse for his selfishness. In the immense ebb and flow of the human tide, he is but a ripple on the surface."], [181, "173 SHIRLEY AND SON. He has no individuality. He goes Avith the stream, and if driven out of the current, knows that his place will be immediately filled, and his deeds and even his name speedily forgotten. So he lives in the present, and is often hard, narroAv-minded, and un scrupulous, and should he, after years of scraping and scheming, at length reach the summit of his desires, he kicks down, without any compunction, any ladder by which he may have climbed to the coveted eminence. It is all very well to say, that in this stern city battle field, where the fight is so fierce — where, instead of life passing omvard like an inland stream, it foams and bubbles like a mountain torrent — where men are Avorn out, and grow grey and prematurely old from sheer weariness of the inces-"], [182, "174 MARTYRS TO FASHION. sant strife — it is all very well to say that in such scenes our best energies are aroused — that genius makes it mark that noble work is done, and great ends gained. I knoAv it, but the Avinner of the race takes so little ac count of those he has distanced, and for the one bright intellect recognized and honored ere it goes to the grave, I think sadly of the thousand others not much inferior, to whom the verdict of the world is a hint to \" stand aside.\" Prosaic folks, living in London all their days, can hardly picture to themselves the feelings of an imaginative, enthusiastic person, who has lived a quiet unexcited life in the country, and who comes suddenly into the whirl of the mighty metropolis. When George Harland left the Paddington terminus, he started off to"], [183, "SHIRLEY AND SON. 175 walk to the city. He had heard and read so much about London, that he Avas not satisfied to be jolted to his destination, without a glimpse of its many wonders on the Avay. So that, although he reached toAvn at midday, it was late in the afternoon before he arrived at St. Mary Axe. Instead of keeping straight on to the city, he must needs explore Regent Street, and the sight of the neAv Houses of Parliament tempted him still further away. To say nothing of Westminster Abbey, Avhich he had dreamed of ever since he Avas a boy. Then the number and variety of the bridges captivated him, and when, at last, he reached the city he could not resist a stroll into St. Paul's. The Bank and Exchange occupied a few minutes more, and he reached his destination just at the time Avhen strict"], [184, "176 MARTYRS TO FASHION. business men are least disposed to receive visitors. The consequence Avas, that the clerk who took his name forgot all about him until Mr. Shirley had left the Avarehouse for the day. The reader, will have, probably, guessed what it was that drove George Harland away from his quiet home and business to seek a new life amid the turmoil of London. There may be some who will sneer at the man who avoided as a pestilence, the spots where he had wandered Avith his first love — Avho took no longer any pleasure in work which was not destined to build up the happy home he had so longed to realize — who neglected the accomplishments which had once so delighted him, because he nO longer shared them with the one being he loved best. It is very foolish, I dare say, but heaven preserve us if the hard-"], [185, "177 SHIRLEY AND SON. ness and coldness of the world be not relieved by some such men. His thoughts turned first to London. His mother had a brother there, wrho Avas reported to be a man of immense wealth. George had not seen his uncle for some years. Upon the death of his father Mrs. Harland' s affairs were not very prosperous, and she had applied to her brother for assistance. Mr. Shirley, however, received her coldly, and without distinctly refusing to help his sister, shoAved his disclination so plainly in his manner, that the sensitive woman never asked him again. Mr. Shirley had once or twice visited Merton, and the widoAv ahvays made him Avelcome, but her woman's heart had been effectually chilled by her brother's want of sympathy, and it was with almost a feeling of pain, that she learned VOL. I. N"], [186, "178 MARTYRS TO FASHION. her son's intention to apply in that quarter for an introduction to London life, having so little confidence, from past experience, in her brother's gene rosity. However, as they were unacquainted with anyone else having equal influence in the commercial world, George decided, at least, to call upon his uncle and state his vieAvs. Messrs. Shirley and Son were Colonial merchants on an extensive scale, and when George Harland reached his uncle's door in St. Mary Axe, he felt somewhat abashed by the magnificent appearance of the premises. A long range of offices extended in front, fitted up with hand some mahogany desks so brilliantly polished, that the clerks could see their own faces on the shining wood. Thick plate glass windows, that would have"], [187, "179 SHIRLEY AND SON. graced a ducal mansion, admitted the light, and lofty doors of solid oak admitted the customers to Shirley and Son. There was a huge gateAvay shut from the outer world by heavy folding gates, through which lumbering vans full of heavy goods thundered all day long, to unload in the spacious yard at the back of the premises, while the private count ing house was more like the reception room of a prince than the sanctum of a man of business. Yet, notwithstanding these external evidences of prosperity, whispers passed from desk to desk that something was Avrong. There had been a severe money panic in the city, and the rate of discount was rising like an overwhelming tide. Prices fluctuated alarmingly, and bad debts occurred almost daily. In fact, the affairs of Shirley and Son were n 2"], [188, "180 MARTYRS TO FASHION. in a most complicated, not to say dubious, state. For days an experienced accountant had been engaged in dissecting labyrinths of figures, and at the moment George Harland entered the outer office, the merchant was waiting with the deepest anxiety the accountant's statement. \" A merely rough outline will suffice for the moment, Mr. Macfarlane,\" said the merchant. \" I have it here,\" said the accountant, Handing him a paper, and waiting in silence for any remark Mr. Shirley might offer. After several minutes of utter silence, the accountant said — \" If you could get the bills you have in hand discounted at a moderate rate, and obtain some indulgence from the heaviest creditors, there is just a little possibility of tiding over the worst,"], [189, "181 SHIRLEY AND SON. for the present. Then, with reviving business in the spring, and greater ease in the money market, all might yet be well.\" \" Discount !\" said the merchant, Avith a sigh. \" I paid tAvelve per cent, for the last bills, and even then, they were done as a favor. Besides, upon the five thousand taken by the London and Universal, scarcely any have yet run off.\" He opened his desk as he spoke, and referred to the diary, muttering to himself, \" Jones, seventy-tAvo. Hankey and Smith, sixty-eight pounds four and two. Wilson and Son, thirty-nine ten six. It is useless, Macfarlane,\" he continued, aloud, \" less than two hundred pounds run off out of five thousand discounted. The manager Avill see my position at once, and"], [190, "182 MARTYRS TO FASHION. close the account, if I ask further assistance.\" \"Then, Mr. Shirley,\" said the ac countant, \" there is but one course open to you, which is, to compromise without a moment's delay. You will have the affair to a certain extent in your own hands, and feAv creditors will be so foolish, in the present state of things, as to allow ten shillings in the pound to go begging till some impatient creditor throws the matter into the Court. \" Ten shillings in the pound,\" gasped Mr. Shirley, \" Good heavens, Macfar lane, what do mean ; let me look at that statement again. Surely, I am solvent, but for the pressure of these infernal times.\" \" Consider what winding up means, Mr. Shirley. Let me ask you if some"], [191, "SHIRLEY AND SON. 183 of those bills you have in hand are not likely to be returned ?\" \" In some cases, it is true, we shall be obliged to renew a part.\" \" That being the case, you would have had in ordinary times the renewed bill to take for discount again, but if you cease to obtain assistance yourself, your power to assist others is gone. That is why so many small men go to the wall, when a large house is shaky. If you cannot get discount, you must pay these bills away amongst your creditors. When they become due, some will be returned ; writs are issued, and the poor wretches who have shuffled along while they could pay the bills by instalments, collapse immediately under pressure. Thus the estate falls far behind in the anticipated assets.\""], [192, "184 MARTYRS TO FASHION. Mr. Shirley saAv plainly the future that must come, unless some mercan tile miracle could be performed. At length he said, with painful effort — \" It is hard that all the labor, all the sacrifices I have made to build up this firm, should be unavailing. Hard that the house of Shirley and Son should be SAvept aAvay like a house of cards. For twenty years I have never entered this office one minute later than nine o'clock. For tAventy years I have not indulged in one minute beyond the hour to dinner. For the last twelve months I have not entered a place of amusement. All my self-denial, all my labor has been for home.\" \" I should be sorry to pain you, Mr. Shirley, but I fear if the affairs must be brought before your creditors, some"], [193, "SHIRLEY AND SON. 185 emphasis will be laid upon the item of home expenditure,\" the accountant said. \" Perhaps it might have been less,\" said Mr. Shirley, nervously, \" but my son, poor boy, has formed an attachment for a lady in a high position. Her friends are favourable to the match which would have taken place in a few months. By acting upon your suggestion I destroy all his hopes.\" \" But if these people are misled and a crash eventually comes ?\" \" You put it hardly, Macfarlane, I never deceived any man in my life, but I confess, if any step could be taken short of absolute dishonor I would take it to secure their happiness. When I came into this city, forty years ago, I had not a •friend in the whole world. My wife died when Walter Avas a baby. Her dying prayer Avas, that her son might"], [194, "186 MARTYRS TO FASHION. be spared the pressure of that poverty which had so severely weighed us down in our early married life. Incessant strife and toil during all these years had, as I thought, secured my son a brilliant position for the future, and now there is not a ray of hope to comfort me, look which way I will.\" With trembling hands and with wild anxiety on his face, the merchant seized the accountant's hand. \"Help me, Macfarlane,\" he cried, as a drowning man might cry to the crew of a life-boat pulling to shore without having perceived him. \" You do business with men whose single stroke of the pen could save me and secure for my boy life long happiness ; a representation of my affairs from you would be listened to without a question.\" \" You forget, Mr. Shirley, that the"], [195, "SHIRLEY AND SON. 187 honor and truth of a man in my position are his sole stock in trade. If you had any tangible security\" — \" I have nothing. We have extended the business to the utmost limit of our capital, and every farthing is SAvalloAved up in accounts standing on our books, and in a heavy stock.\" \" That is usually so,\" said the accoun tant. \" In trading beyond the capital, small amounts of cash thrown into the business sink through like a vessel in a quick-sand. Is there any chance of reducing the business without great delay.\" \"None whatever. One cannot tell where to stop. I cannot say to a man, whose bill falls due in four months' time, and who is well known and solvent, that I must close his account. He would speak of it to half-a-dozen rival houses"], [196, "188 MARTYRS TO FASHION. before the day had passed. They would see the motive — our credit would be gone.\" The accountant kneAv it well enough. Such a house resembled an overladen ship. There is no harm in still water, even if the waves splash over the bul warks a little. Many such vessels make a number of safe voyages, but let them be overtaken by a commercial storm, and doAvn they go. The merchant turned listlessly over the leaves of Macfarlane' s statement, but no neAv reading of those perverse columns could alter the fact that Shirley and Son Avere tottering. \"I Avill see you again to-morroAV,\" said the merchant, and the accountant took his leave. Mr. Shirley locked up that fatal statement in the iron safe, said \"good evening,\" calmly, to the chief clerk, and left the Avarehouse."], [197, "189 SHIRLEY AND SON. He was but a few yards from the door, when a clerk folloAved him saving a gentleman washed to see him. \"Did he give his name?\" asked Mr. Shirley. \"Mr. George Harland,\" said the clerk. \"George Harland, my nepheAV !\" mut tered the merchant, \" what can he want ? He never was in town before in his life. Well, I cannot stay to-night — let him call to-morrow afternoon.\" In fact, there was a terrible feeling of humiliation already creeping over the merchant's mind. He trusted some change might come with the morrow. Something — he knew not what, and hardly dared to speculate upon it — that might alter the present current of affairs, and enable him to assume that gentle tone of patronage, that condescending suavity Avhich is usually bestoAved by"], [198, "190 MARTYRS TO FASHION. the \"wholesale\" upon the \"retail\" Avorld. Mr. Shirley walked onward toward the Eastern Counties Railway, meeting as he proceeded many wealthy city men who nodded familiarly as they passed him. Some of them, hard pushed with a ten per cent, discount, envied \"that old Shirley Avho had a position strong enough to carry him through anything.\" Occasionally one of them would stop, making some hasty comment upon the exceptional state of things created by a money panic. \"Uncommonly tight in the city to-day, Mr. Shirley. Wonder how long it will last. There must be some tumbles if this sort of thing continues.\" Mr. Shirley said quietly, \" he feared I i so. \"Everybody going beyond their depth,"], [199, "SHIRLEY AND SON. 191 Shirley, that's the secret of it all, you may depend.\" Again Mr. Shirley assented. \"Happy fellow!\" said his friend, \"you don't feel the squeeze like some of us.\" \" It must affect all, more or less,\" Mr. Shirley said. \"All except Shirley and Son. By the way, there's a possibility of your son leaving the city, is there not ? A very stylish marriage likely to take place.\" \" Nothing is settled as yet.\" \" Indeed ! Well, good day, Shirley, let us hope for brighter times.\" Mr. Shirley walked on, caught his train, and in half an hour found his carriage waiting for him at the station. Then a drive through quiet, beautiful lanes, which would almost lead one to"], [200, "192 MARTYRS TO FASHION. believe that the smoky, noisy city must be eight hundred, instead of only eight miles away, so calm and peaceful Avas the drive. Mr Shirley's villa was near Ching ford, and commanded an extensive view over many miles of woodland scenery. Mr. Shirley, however, though a real lover of the country, was to-night unobservant of its beauty. Rarely before had he turned the corner of the lane, which revealed his charming villa, without a feeling of pride and satisfaction in the creation of his own industry and talent, but now, when its white walls peeped above the hedges and trees, a terrible pang seized him, as the possibility struck him that his happy home might soon be swept aAvay in the general wreck. When a nobleman becomes involved."], [201, "193 SHIRLEY AND SON. he does not find his former life so utterly erased, as the man of business who fails. His title still carries Aveight with it. There are openings in the world which may be filled by the son of a poor nobleman, Avhich will not cause any feeling of degradation. The daughters will have little difficulty in gaining husbands who can provide for them handsomely, but the city man who loses credit, loses all. He is not only knocked down, he is frequently crushed to pieces. His sons make far inferior clerks to those who have never done anything else than turn the commercial wheel of fortune, for others to pick up the prizes. His daughters make but in different wives for common-place small tradesmen, and in many cases the poor man pays bitterly for the honor of a vol i. o"], [202, "194 MARTYRS TO FASHION. spouse who can play the latest fireAvork fantasia or sing (a little flat) the latest ballad of Claribel. The city man in days of prosperity can enjoy all the material comforts of life to the fullest extent. He is even admitted to circles where his occasional slips in grammar are supposed to be atoned for by a fabulous banking account. But if he falls he is swept from these pleasant paths as remorsely as last year's dead leaves. When Mr. Shirley reached his Avare house in St. Mary Axe upon the folloAving morning, the cashier handed him an ominous note. It was from the manager of the London and Universal Bank, requesting him to call during the day. Two hours later Ave find Mr. Shirley in the manager's room. \" We have reason to fear, Mr. Shirlev,\""], [203, "SHIRLEY AND SON. 195 said that gentleman, \"that some of the bills of your firm which Ave hold under discount, are not so sound as Ave could wish, and Ave shall be glad if you will replace them with more satisfactory names.\" \" They arc drawn upon houses Avhose paper you have had for years,\" said Mr. Shirley. \"True,\" ansAvered Mr. Grimshaw, blandly, \" but Ave have never during the time you have done business with us, felt the same necessity for caution as noAv.\" \"You have a good balance, have you not, Mr. Grimshaw ? If I am not mis taken, two thousand pounds stood to my credit this morning.\" \"We have just had occasion to debit your account with a returned bill for eight hundred pounds,\" said Mr. Grimshaw, still blandly but ominouslv. o 2"], [204, "196 MARTYRS TO FASHION. \" Parker and Watts is that?\" enquired the merchant. \"It is. Apparently you had some doubts as to that bill.\" \"I know they have found it difficult to obtain discount,\" said Mr. Shirley, \" for they offered some bills to me. I should have done them but I have a considerable amount of their paper, already.\" \"And we hold,\" said the manager, \" in addition to that just returned, four more bills, amounting altogether to three thousand pounds. We must ask you, Mr. Shirley, to retire a portion of those bills. The directors will not expect less, I think, considering the extent of assistance we give you.\" Mr. GrimshaAv was so bland and placid, yet withal so firm in saying this, that the merchant felt his only chance of ♦"], [205, "197 SHIRLEY AND SON. tiding over the present crisis Avould be to withdraw the bills at once. \" I Avill fall in with your views, Mr. Grimshaw,\" he said, as calmly as he could, \" meantime, should I require help\"— \"Oh, certainly, Mr. Shirley, send on what paper you have, and we will make a selection.\" Much relieved, the merchant shook hands with the manager, and went home with a lighter heart. He called upon the accountant as he Avent back, \" we shall manage it, Macfarlane, after all. I can get all I want for a few weeks at the London and Universal.\" When he reached the warehouse, Mr. Shirley sent on the cashier Avith every bill he had in his cash-box. At three o'clock he went to the bank to see Avhat had been passed to his credit. He found"], [206, "198 MARTYRS TO FASHION. tAvo or three of the best bills had been discounted, but all the remaining bills of Parker and Watts had been debited, leaving him a balance of something like twenty pounds. In the meantime a short note bad been sent to St. Mary Axe, to the effect that the London and Universal Bank declined for the present to 'increase the amount under discount."], [207, "CHAPTER X. \"THE WHEEL OF LIFE.\" Mr. Shirly read the note Avhich seemed a death bloAV to the ambitious ideas that had sustained him for years, with that unnatural calm Avhich sometimes possesses us Avhen we feel the last hope is gone. There Avas literally no chance noAv. He had not consulted his son, having determined that for at least a feAv hours longer, Walter should be kept in happy ignorance of the evil fate in store for him. He wrote in his usual firm bold hand, a note to the accountant, Macfarlane, touched his office bell for a porter to convey it, and Avas in the act of holding"], [208, "200 MARTYRS TO FASHION. out the note for delivery when one of the clerks announced \"Mr. George Harland.\" But for the pre-occupation of Mr. Shirley's mind George would certainly not have seen his uncle that day, but almost unconsciously Mr. Shirley dropped the note on his desk, and said \" show him in.\" Before he was quite aAvare of the invitation he had given, George was shaking hands with him over the very note Avhich on the morroAV would proclaim to the astonished commercial world, the downfall of Shirley and Son. \"And how did you leave my sister, George, and what brings you up to London ?\" said the merchant, grandly. He was still \"the monarch of all he surveyed\" for a few hours yet, and humility, unless compelled, is perhaps the rarest of human virtues. \" My mother is Avell, thank you, uncle,"], [209, "201 THE AVIIEEL OF LIFE. but very unwilling that I should leave her to settle in London.\" \" I should think so indeed ! what on earth, my dear felloAv, do you expect to do in London ?\" \" Indeed, uncle, I hardly knoAV, but I have lately taken a distaste to the timber business. I don't think there is much chance of advancement for me, and I determined to realize my share in the part nership and try some neAV Avalk in life.\" George made his little statement with so much hesitation that Mr. Shirley, a keen man of the Avorld, saAv plainly, that there was some concealment as to his nephew's real motives. But city men are so accustomed to half revelations that he did not put any further question to George. \" Really, George Harland, I don't knoAv what to say to you. We have so"], [210, "202 MARTYRS TO FASHION. many clever young men Avalking about the streets of London seeking employment who cannot see their way to a decent living.\" \" Indeed ? that is bad neAvs, uncle, what then Avould you advise ?\" \" Simply to get back with all the speed of the Great Western Raihvay, to Merton. Beg pardon of your mother for the anxiety you have caused her, and reso lutely set to Avork to make the best of your present position.\" \" I had thought that my little capital might ha\\Te been turned to some account in London,\" said George, timidly. Noav it is very common with city men to have a very small opinion of business arrangements out of the city of London, and when George said something of realizing his share in the timber vard. the amount which"], [211, "203 THE AVIIEEL OF LIFE. was suggested to Mr. Shirlev's mind Avas so infinitessimal as to be hardly worth a second's consideration. It Avas more in a spirit of patronage than with any other feeling that Mr. Shir ley enquired the value of George's share in the business. \" About three thousand pounds, George ansAvered. We must note a peculiar effect which this announcement had upon Mr. Shirley. All the time he had been speaking to his nephew his hand rested upon the note written to the accountant, but noAv, Avith apparent absence of mind, he gently took up the note, and while he continued to speak with George, tore it into frag ments, and threw it into the waste paper basket. It is a trivial sum, as you must"], [212, "204 MARTYRS TO FASHION. be aAvare, George. Still, Avith clever management, great things have been done with a less sum than that.\" \" That was precisely my idea,\" George said, \" and I Avas in hopes you would be able to recommend some plan for investing it to advantage.\" Mr. Shirley did not answer, but rested his chin on his hands for some seconds, in earnest thought. He was not by nature a dishonorable man, and Ave must do him the justice to say that he hesitated long before he spoke. But the temptation was immense. Here was a young man Avho had no tie, no claim upon him, who would be glad to advance a sum sufficient, as he really believed, to cover the embarrassments of the moment. Per haps enough, if the tide turned, to float the firm once more into smooth Avater."], [213, "THE WHEEL OF LIFE. 205 On the other hand, there was the possibility of failure, and in that case, how would his conduct appear, not only in his nepheAv's eyes, but in the face of the world. How would it appear if it should eventually come out that Shirley and Son, for the sake of a few days, perhaps even a fe\\v hours' delay, actually swindled — for in such a case, that Avould be the name given to the transaction — a relative out of his sole worldly possession. The conflict in the merchant's mind Avas a severe one, but he must decide one way or another, for George was looking anxiously in his face, expecting an answer. \" There would be considerable delay in settling with your brother, would there not?\" asked Mr. Shirley. \"None whatever, uncle. There is"], [214, "206 MARTYRS TO FASHION. one thousand pounds to my credit lying at the London and County Bank, at Wallingford, and my brother could raise the remainder on mortgage in Oxford, at two or three days' notice.\" \" What say you to invest the money in our firm, at, say six per cent, interest, and Ave will find you employment at two hundred per annum salary.\" \" Really, uncle, you are too generous. I did not anticipate so much kindness from you.\" The merchant Avinced a little at George's expressions of gratitude, but the die Avas cast, and after some fur ther remarks, George wrote at a side desk a note to the manager of the Bank at Wallingford, to withdraw the amount standing to his credit. At ten o'clock the next morning, Mr. Shirley walked into one of the"], [215, "207 THE WHEEL OF LIFE. oldest banks in the city, and said to the manager — \"I have not met with quite the treatment I expected at the London and Universal. With a business of tAvo hundred thousand a year, a heavy discount account is a necessity. Noav, the plain question is, will you take my account, and give me the accom modation I require.\" \" Your cash balance would of course be considerable, Mr. Shirley.\" \" Never less than three thousand pounds,\" ansAvered that gentleman. \" Bring the account by all means, o */ Mr. Shirley,\" said the manager, with a seeling that it would be a feather in his cap, at the next meeting of the board, to report the accession to the bank of such a firm as that of Shirley and Son."], [216, "208 MARTYRS TO FASHION. Two hours later, there was a re duction in the bank rate of discount. The market Avas easier, and Shirley and Son had drifted over the commercial quicksand, and for the moment Avere safe. And while these incidents, so perilous to the firm, were passing, Walter Shirley, handsomely dressed, Avas stroll ing through Covent Garden Market, selecting the finest bouquet of the season, to be sent to a certain house in Grosvenor Square, where Walter himself would be found an hour or two later making himself perfectly at home, discussing with a beautiful girl the latest chit-chats of West-end scandal and the dresses of the ladies at a fash ionable ball the night before. Then the carriage came to the door, and the gay pair went off to the opera, and"], [217, "209 THE WHEEL OF LIFE. Walter, without a thought or care for the future, reached the parental villa at Chingford about four o'clock in the morning, waking his father from the first sound sleep he had enjoyed for many weeks. Notwithstanding his cleverness and good looks, some parents might have considered Walter Shirley anything but a hopeful son. It had cost his father some thousands a year to cover the fashionable proclivities of this young gentleman. It was no unusual thing, when Mr. Shirley's engagements were heaviest, and clerks were pacing half over London, collecting money to meet heavy bills falling due, for promissory notes accepted by Walter Shirley, to be presented at St. Mary Axe by gentlemen of decidedly Jewish aspect, Avho threatened in tones not only loud VOL. I. p"], [218, "210 MARTYRS TO FASHION. but deep, all sorts of pains and penalties to Mr. Shirley, junior, if these documents signed by him were not taken up without delay. Sometimes Mr. Shirley had his misgivings about Walter, but the news that his son was likely to make a matrimonial engagement in Grosvenor Square, stopped him from reproaching his extravagance. His son . marrying the daughter of a nobleman ? Why, it Avould alone be worth ten thousand a year to the firm, in the improved credit it would bring. So Mr. Shir ley, senior, made himself a Martyr to Fashion, and Walter Shirley was indulged to the extreme of his heart's desire. Whether for good or evil we shall learn at some future day."], [219, "CHAPTER XI. DINING AT THE MANOR. The complacency of Michael Warren, as he looked in the glass, and saw himself arrayed for the first time in his life in dress coat and white necktie, was extremely laughable. It wanted three hours yet to the appointed dinner time, but the farmer, quite impatient already for the anticipated honor, was fain to try on his new kid gloves, and to split them of course in his hurry. Cruppy, whose abilities, when he could be prevailed upon to exercise them, were of no mean order, was called in as temporary valet, and had p 2"], [220, "212 MARTYRS TO FASHION. performed his new functions with considerable skill. \"Now,\" said the farmer, when he had at length fitted another pair of gloves, what do you think of the turn out, Cruppy, will it do, eh ?\" \"Don't like them sort of coats much, master; makes you look something like a jackdaw.\" \" Complimentary, upon my word, but there, what should you know about the fashionable evening costume of a gentle man,\" muttered Mr. Warren. \"What, indeed!\" retorted Cruppy, in a similar undertone. \"Recollect my bringing up. Offspring of a tramp and weaned by the parish.\" \"Dont be a fool, Cruppy,\" said his master, too elated just now to be offended, \"does the coat fit me or not ?\""], [221, "DINING AT THE MANOR. 213 \" Looks as if it had grown upon you, governor,\" said Cruppy, with a half sneer. The fact was, Cruppy, in the midst of his folly and selfishness, had an almost reverential affection for Annie. He believed that if left to her own feelings she would become a happy wife, and that the taste and talent she possessed would serve to brighten her home, and be a source of gratifi cation to her husband. He was quick enough to perceive . Michael Warren's ambition, and knew that the longer it was persisted in, the more likely it Avas to result in humiliation to himself, and sorroAV to his daughter. There fore, everything Cruppy did and said was done and said under protest. \"I tell you what, Cruppy,\" said the farmer, \" I must look out for"], [222, "214 MARTYRS TO FASHION. another odd man about the place, you are getting fat and saucy.\" Cruppy muttered something to the effect that he supposed his internal arrangements Avere affected by the pie he had eaten for supper the night before. \" There's a glass of wine in that decanter, if you like to drink it,\" said the farmer, and Cruppy lost no time in adopting his master's suggestion. \" Now run and fetch my patent leather boots, Cruppy, and I shall be ready. Come, I think it would puzzle any of our Merton folks to turn out in better style than this.\" He now called lustily upstairs for Annie and his wife. Poor Annie, bewildered with the remembrance of Gilbert's dejected appearance, and the excited manner of her father, had hard Avork to array herself. She consoled"], [223, "DINING AT THE MANOR. 215 herself Avith the idea that it was only a temporary indulgence, and that mat ters would come some day to a favorable issue between herself and Gilbert. The handsome dress she was putting on, and the prospect of a glimpse into an ideal world, which had hitherto been but a dreamland to her, helped con siderably to restore her equanimity. The elegance of her appearance when she came down and they were ready to start, quite delighted her father. \" Capital, capital,\" said he, \" fit to enter the drawing room of a duke, by all that's gracious.\" He was not quite so well satisfied with the get-up of his wife. That lady had an idea that the only way to produce an effect was by an unlimited variety of color. The result was that she resembled nothing so much as a tropical bird."], [224, "216 MARTYRS TO FASHION. Annie, it must be confessed, was a true woman in her merits as well as her defects. If instead of going to dine at the Manor she was being led to the stake she would have endeavoured to make herself as presentable a martyr as possible. Sir Charles received them graciously, and introduced them to two or three friends. Captain Mellor also was there, and showed considerable command of feature, inasmuch as he refrained from 1 iiighing outright Avhen poor Mrs. Warren entered the room. It was a charming place for a dinner in fine weather. The windows opened upon a lawn, and the sweet smell of flowers and shrubs was wafted into the room upon a soft, genial atmosphere. Sir Charles in the first flush of his neAv possession had been lavish in furniture and decorations. Splendid mirrors reflec-"], [225, "DINING AT THE MANOR. 217 ted the shy glances which Annie cast about her from time to time, not altogether displeased at the counterfeit presentment of herself which she saAv there. Pictures there Avere, too, in abundance, which gave Annie the greatest delight. She was fond of drawing, and when Sir Charles showed her a gallery full of fine works by the greatest of our modern painters her delight knew no bounds. The young baronet had little sympathy with the old masters, \" Let their monks and martyrs stay in the musty old cathedrals for Avhich they were painted,\" said he, \" and as for Dutch painting with all its fidelity it is far behind photo graphy.\" The appointments of the dinner table Avere rich and splendid. Poor Mrs. Warren could scarcely eat anything, so intent was she upon taking a mental"], [226, "218 MARTYRS TO FASHION. inventory of everything she saw Avith Avhich to enlighten Mrs. Compton. As for Michael Warren he made himself ridiculous every five minutes, in conse quence of his labored efforts to shoAV that he Avas perfectly at his ease and accustomed to the usages of good society. There was a footpath leading from Merton to Oxford, which passed through the grounds and very near to the house. In order to secure seclusion for the baronet's favorite dining room a group of thick evergreens had been planted upon that side of the laAvn. It was easy to approach unperceived near enough to hear much that was said in the room when the French windows were open ; and here, after wandering listlessly all the afternoon, Gilbert found himself as dusk came on. He could hear the different voices, and occasionally, that of Mr."], [227, "219 DINING AT THE MANOR. Warren above the rest, evidently urging his daughter by every means in his poAver to shake off her naturally timid manners. Gilbert felt himself poAverless. All he had said in his OAvn behalf to the farmer seemed not to have the slightest influence. But he Avaited there hour after hour, and if at times some person he kneAv from Merton or any of the neighbouring villages passed that Avay, he would ramble aAvay amongst the trees of the park, so as not to be seen, and then come back again to the same spot. The dinner Avas disposed of, and later in the evening they had music, and Gilbert was condemned to hear songs full of passionate love and devotion sung by the baronet, Captain Mellor, and others, which seemed to him having the ideas he had of the baronet's intentions,"], [228, "220 MARTYRS TO FASHION. full of shameful and treacherous insinu ations. A Ioav hedge separated the shrubbery from the park itself, and Gilbert, unable to control himself any longer, leaped it, and remained concealed amongst the dense foliage able to see the whole party and to hear much that was said. Sir Charles was leading Annie to the piano, most unwillingly as Gilbert fancied, while her father was laughing and ridiculing her folly as he termed it. Annie, to please him, sang several times, and Michael Warren praised her and stamped upon the floor, beating time in the wrong place. Gilbert saw plainly, what he had suspected all along, that the baronet and his companions were indulging in incessant ridicule at the farmer's expense. Warren, however, was too much bent"], [229, "DINING AT THE MANOR. 221 upon his own ambitious views to be aAvare of this, and Avhen Captain Mellor slapped him on the back with such force as to spill a glass of wine that had just reached the farmer's lips, he appeared quite delighted with what he conceived an evidence of good-fellowship. The baronet had been singing a new song, with a lively waltzing movement, and Michael Warren, flushed with wine, began to caper nimbly about the room, greatly to the discomposure of his wife and daughter. \"Play us a polka, Mellor,\" said Sir Charles, \"and if Miss Warren will be my partner I shall be delighted.\" The Captain sat down to the piano and strummed the graceful Annen Polka, very much out of time and Avith many false notes. However, it served the purpose of the moment, and before"], [230, "222 MARTYRS TO FASHION. Annie had time to decline the baronet's proposal, his hand was round her waist, and she was whirled along the floor. \"On to the laAvn, Sir Charles,\" cried Captain Mellor, \" a dance out of doors will be glorious after this hot room.\" \"A capital suggestion, Mellor,\" said the baronet, and the whole party streamed out upon the lawn immediately. Annie, little dreaming who was watch ing them, and over-ruled by her father, made no further objection, and became Sir Charles's partner in a quadrille. When it was finished, the baronet said, \" you are too Avarm, Miss Warren, to sit doAvn in yonder close room, let us take a turn down the avrenue.\" Annie looked, expecting others of the party to folloAv, and then timidly took Sir Charles's proffered arm."], [231, "DINING AT THE MANOR. 223 \"Oh, never mind them,\" said he, with an impassioned glance. \" It will be much more agreeable alone, I assure you.\" \" I would rather go back, indeed, Sir Charles.\" \" Nonsense ! said he, laughing, I could not afford to lose such an agreeable opportunity for a tete-a-tete.\" He grasped her arm a little more firmly as .he spoke, and half pulled the reluctant girl toward the avenue. She was considerably alarmed by these bold manners, but concluded that the baronet had perhaps been drinking rather freely after dinner. They passed into the avenue, as Annie looking back, saw her father, the Captain, and one or two others standing on the opposite side of the laAvn. \" What a trembling sensitive darling it is,\" said Sir Charles, throwing his"], [232, "224 MARTYRS TO FASHION. arms around her as soon as they were out of sight. \" What does this mean ? Let me go Sir Charles. How can you treat me in this way. Let me go to my father, instantly.\" \" Not till I've had a kiss, my beauty — Come don't be so hard-hearted.\" An instant — and Gilbert rushed from his hiding-place, blind with fury, and struck Sir Charles violently. The baronet Avas not a novice at such work, having had many a tussle in town and goAvn squabbles when at the University. He returned the blow instantly, but Gilbert's superior strength added to intense passion, was too much for the baronet, and he fell almost senseless to the ground beneath a second poAverful bloAv. Paralyzed with terror, Annie stood for a time, utterly unable to speak or move. As soon as her self-possession"], [233, "DINING AT THE MANOR. 225 returned she ran breathless out of the avenue to seek for assistance. Captain Mellor and her father came up at this moment, and lifted Sir Charles from the ground. Sir Charles, as soon as he recovered breath, said passionately — \" Lock that fellow up, somebody, and send for the police. It is not the first time I have endured his insolence. We will see what a term of imprisonment will do for him.\" However, when one of the servants stepped forward to lay hold of him, Gilbert sent him reeling back with a rapid blow, and leaping the low hedge, over which he had gained access to the laAvn, disappeared. The party broke up in confusion. Sir Charles Avas so shaken by the late encounter, that he was compelled to go VOL. I Q"], [234, "226 MARTYRS TO FASHION. to bed. The farmer blustering and swearing : Mrs. Warren in tears : and Annie, pale, indignant, and alarmed : and with a deep sense of shame that Gilbert should have witnessed the advances of the baronet ; reached the Mount Farm in a state which contrasted strangely with the buoyant mood in which they, or at least, the farmer and Mrs. Warren, had left it. Cruppy was so mystified, that contrary to his usual custom, ■ he took counsel with Mrs. Higgins respecting it. But that lady, although she assumed a mysterious aspect, intending to impress Cruppy that she knew a great deal more than she chose to tell, Avas fain to confess, at length, that she really kneAv nothing of the matter, save and except that if anything unpleasant had taken place, \"it was for a wise purpose.\""], [235, "CHAPTER XII. THE NEXT MORNING. As the light of dawn streamed into Annie's pretty bedchamber, the next morning, she awoke from a feverish and unrefreshing sleep, very excited and unhappy. She lingered in her room after dressing herself, as though unwilling to face that common-place every-day world which she had put aside for a few hours on the previous evening. She envied the poor slouching farm laborers as they passed along the lane, and if by chance one of them looked in the direction of her windoAv, she dreAV back hastily, as if ashamed of being seen after the events of the preceding night. Q2"], [236, "228 MARTYRS TO FASHION. It would be easy to blame her, but it must be remembered that the charm she found amongst people of a higher grade than her OAvn, vvas the result of a refinement of taste which sought in vain for gratification in the homely surroundings of her own home, and amid her own circle. In the manor she had seen pictures which she could have gazed upon the whole day long. She had trodden upon carpets which sank like doAvn beneath the gentle pressure of her feet. She had looked in mirrors which did not distort Avith hideous wavy lines the face Avhich she could not help knowing was very beautiful. She had seen gardens where one might ramble all through the summer day, and find fresh enjoyment every moment. There were no household cares, no batt-"], [237, "229 THE NEXT MORNING. ling with servants, Avho, after making her miserable with their vulgarity and dishonesty, invariably triumphed, or ended the conference with the inevitable \" I'll leave you this day month, ma'am.\" There was no measuring out household requisites, or keeping Avatch and ward against small pilferings. There was everything to minister to a cultivated fancy, with society capable of appre ciating cultivated tastes. Annie pitied Gilbert, certainly, and she could not help sighing a little on her own account, though she blamed herself at the same time for craving so much that seemed beyond her reach. Time Avas when her ovvn thoughts and tastes were sufficient for her. When the glorious aspects of nature were a never-ending source of delight. When a fine passage in a favorite book, or a"], [238, "230 MARTYRS TO FASHION. fragment of choice melody gave her a glow of happiness for the whole day after. She tried hard to absolve herself, yet there was a mocking demon whispering all the time from the inmost recesses of her heart of something that might even yet be possible. Clearly enough she saw that the scandal put in circulation by this event, Avould serve the Merton gossips for a long time to come, even if it should ever die out. Country folks are readier than those of the town to whisper away a reputation, and would not this make Gilbert shun her for the future? The smoke of a pij>e was wafted to her window as she opened it. Partly from absence of mind she looked out to see Avho the smoker was. It could not be Gilbert, He rarely smoked at"], [239, "231 THE NEXT MORNING. all, never at this time in the day. Could it possibly be — It was merely Cruppy, standing there with a very odd expression upon his face. He was muttering something in a low tone, and as he did so, he shook both his head and his fist in the direction of the manor, a portion of which could be seen above the woods overhanging the river. This then was upon her account. Even the poor, lazy, cadging Cruppy's thoughts were occupied with her pros pects and feelings. This singular expression upon Cruppy's face disappeared a moment after, as a footstep approached. He was such a consummate hypocrite, that not a soul would have conjectured what had passed through his mind a moment before, and when Michael Warren came up"], [240, "232 MARTYRS TO FASHION. to the spot storming and scolding, he Avas the same indolent, easy, care defying Cruppy as ever. News travels with Avonderful speed in such places as Merton. When Sir Charles took to his bed, sorely bruised and shaken by Gilbert's vigorous blows, Captain Mellor had dispatched a mes senger for Dr. Campe, the Merton surgeon. The messenger, while Avaiting in the surgery, unburdened himself of all he kneAV about the fray at the manor, embellishing the narrative with a few touches from his OAvn imagina tion. The desire to be the first to impart any unexpected intelligence is wonderfully strong in the provincial mind, and no sooner had Dr. Campe started for the manor, than his assis tant had started for the \" Coach and Horses,\" where it was no unusual"], [241, "233 THE NEXT MORNING. thing to find the Avorkmen of the tim ber yard regaling themselves after work. Upon this occasion, Sampson and old Kebble, the foreman, happened to be there, and very much astonished they Avere by the neAvs. Kebble attributed the whole matter to the farmer's conceit and folly, an opinion in which others heartily coincided. Early the next morning, Mr. Warren, Avho, notAvithstanding his special weak ness, ahvays attended carefully to the business of the farm, had occasion to see the Avheelwright, and passed the timber yard just as the men came to their Avork. Sampson no sooner espied him than he called to his companions — \" Here's old Warren, lads, let's give him a good hooting.\" It Avas the hearty response given to this suggestion, Avhich sent the farmer home boiling Avith rage."], [242, "234 MARTYRS TO FASHION. \" Confound their impudence, actually calling after me as I walk through the street.\" \"Who did that, master?\" asked Cruppy. \" The felloAVS at the timber-yard. Old Kebble as bad as the rest. I'll make 'em call out on the other side of their mouths, one of these days. Master and man to boot.\" Cruppy listened to this with so much coolness, that his apathetic glance only rendered the farmer more indignant than ever. \" Don't stare at me like that, Cruppy ; you look as muddled as an oavI, and what are you doing here, loitering about. Why don't you answer?\" \" Can't all be talking at once, master, I'll Avait till you've done.\" \"I suppose you are waiting to offer"], [243, "235 THE NEXT MORNING. me some good advice, you look so mighty wise.\" \"Well, master, that's, just about Avhat I could do if you'd let me, but you won't, I dare say.\" The extreme astonishment depicted upon Mr. Warren's face, encouraged Cruppy to proceed. \"The way things have gone on the last feAv weeks, even a fool like me couldn't be blind to,\" he said decisively. \"Mind your OAvn business,\" retorted the farmer, \"you are not paid to catch butterflies.\" \"Find Avhat fault you like with me, Mr. Warren, but I shall say what I please where Miss Annie's concerned.\" \" Come, I like that,\" said the farmer. \" Speak out, I'm curious to know Avhat you are driving at.\" \" Well, master, you knoAv as well as"], [244, "236 MARTYRS TO FASHION. I do, that Gilbert Harland is fond of your daughter.\" \" When am I to hear the last of that vagabond ? Do you know of his conduct last night ? Nearly killed Sir Charles in his own house. Cruppy, I've put up with your insolence too long — pack up and get out of my sight.\" \" Since it comes to that, then by God, master, you shall hear a word of truth for once,\" Cruppy said, with an anima tion, that astonished himself as much as his master, \" Turn me off if you like, but you Avon's get a handier man at the price. Once for all, governor Warren, your infernal baronet is a wolf in sheep's clothing, and God help Annie, poor dear, if she listens to him. You, and you only have brought all this about, and you don't deserve the name of father for your pains.\""], [245, "237 THE NEXT MORNING. There was such an earnestness in Cruppy's tone, that Mr. Warren listened to him, even from curiosity, but with haughty toleration also, as to an imbecile who scarcely knew what he was saying. \" Lord, what do you know about good society,\" he said presently. \" Enough to rockon up a man's inten tions, I can tell you, master, and the smartest coat that ever was made wouldn't hide a black heart from me.\" Mr. Warren fancied that Cruppy must have some special revelation to make respecting the baronet, but it was not so. \" It matters little to me, uoav,\" Cruppy continued, \" whether you like what I say or not, seeing this is the last time I shall have anything to say at the Mount Farm.\" \" Quite right too, if you will persist in poking your nose -into affairs that"], [246, "238 MARTYRS TO FASHION. don't concern you,\" the farmer retorted, but there Avas such an evident tone of regret at the idea of parting Avith the fat lazy bird-keeper, that instead of say ing more, he listened to give Cruppy the opportunity of making an apology. This, hoAvever, was by no means Cruppy's intention, for he continued almost passionately — \" My idea of the baronet is, that before long, if you encourage him so much, he'll make such a proposition as will terrify the poor girl, and then when he finds that Annie is as pure as she's pretty and clever, he'll find another pasture to hunt his game in, and people will laugh and say, \" see how Warren and his daughter have been taken in, tryin\" to catch the nobs.\" \"I have heard language from you, Cruppy, that I Avouldn't have listened"], [247, "239 THE NEXT MORNING. to from any other man in Merton, because I believe you honestly mean what you say. Let me tell you, then, that your fears have no foundation. Let those laugh who win. The Merton folks will have something to talk about, and to stare at too, when my daughter rides through the place in her own carriage.\" \" There again, master, I know you're counting your chickens before they are hatched.\" \" Pooh, nonsense. Really. I don't know why I Avaste my time like this, in hearing such stuff. Why, Sir Charles dotes upon her.\" \" So do I, bless her heart, but I shan't marry her. Master, look here,\" and Cruppy put his hand upon the farmer's shoulder, \" find out what he really means, before it goes too far.\" Warren was moved by the faithful-"], [248, "240 MARTYRS TO FASHION. ness and good-will of the bird-keeper, and Avas so far mollified as to say, \" What would you have me do then ? If any real service is to be done Annie, I care not whose suggestion it is?\" \"Go straight to the manor. Catch Sir Charles at breakfast, and ask him to tell you like a man what he's after. If he's above-board, and Annie likes him, Avell and good. If he shifts about, and mark my words he will, cut him at once, and keep the dear girl out of misery.\" \" There's a shilling for you, Cruppy. You mean it well, I knovv. I shall be off to the manor just for satisfac tion, but I might just as well spare myself the trouble.\" \" I Avish you mayn't deceive yourself, Master.\""], [249, "THE NEXT MORNIXG. 241 \" A pretty state of things this,\" muttered Mr. Warren, \"that I should listen to , an indolent dolt like Cruppy. Now go about your business,\" he said aloud, \" and by-and-by you shall hear of Annie's engagement.\" VOL. I. R"], [250, "CHAPTER XIII. A COOL RECEPTION. The reader, who sees how easily Mr. Warren was influenced by the opinions of his servant, will perceive also, that the vain foolish man had not entirely lost his better feelings. Still he was so confident of the future that he set out to visit Sir Charles, magnificently arrayed, and upon the best of terms with himself and everybody else. Stepping briskly along the footpath leading to the Manor he amused him self by building a perfect terrace of castles in the air, consequent upon the exalted position his daughter was to"], [251, "243 A COOL RECEPTION. occupy. The fact that he had left the poor girl at home Aveeping bitter tears of self-reproach, both upon her OAvn and Gilbert's account, had no effect in diminishing the buoyancy of his spirits. \"Mere girlish fancies,\" said Warren to himself, when he thought of her. \" She Avill learn to laugh at such remem brances by the time she takes her first carriage drive. As to Gilbert Harland, he is Avell-meaning enough, I dare say, but he should have been contented with his proper station in life and he would not have come to grief. A short term of confinement will cool his hot blocd and teach him in future to keep his hands off members of the aristocracy. Marry Annie ? why of course. Did not Sir Charles say ' your fair daughter, my dear Mr. Warren, must not be tied to any of these ill-bred yokels.' Could R 2"], [252, "244 MARTYRS TO FASHION. anything be plainer, and ' Dear Mr. Warren, too,' of course he thinks of me already as his father-in-law.\" The farmer pulled up his shirt collars with great complacency at this idea. To be father-in-law to a baronet ! It was next door to being a baronet oneself. \" I look forward immensely to the wedding,\" said the infatuated man, talking to himself again. \"We shall kick up a dust in Merton Avhen the day comes. Annie will be a charming bride, the envy of all the girls betAvixt this and Oxford. If Gilbert conducts him self properly I will permit him to attend the ceremony. I fancy I see the whole scene, and the pack of slanderous back biting Merton folks ready to eat me with envy. The gravel path to the Church shall be covered with carpet — some nice pinky looking color, but Sir"], [253, "245 A COOL RECEPTION. Charles will knoAv what is the right thing for the occasion. I will give the bell-ringers five pounds, and get the organist to play that fine March Annie strums sometimes on the piano. Let me see, what was the name of it ? The ' Wedding March ' of course, and when it's all over and the carriage dashes off with the happy pair to SAvitzerland, Italy, or some of those fine honeymoon sort of places, I rather think those rascals at the timber yard Avon't risk hooting at me any more.\" By the time the farmer had worked himself up to this pitch of glorious anticipation he had reached the Manor. A dandified flunkey received him Avith languid indifference, and said — \" Hoav do, Warren ? Avant to see Sir Charles.\" \" None of your vulgar familiarity,"], [254, "246 MARTYRS TO FASHION. sir, sIioav me up to the baronet at once, and make haste about it, do you hear?\" \"Not at home,\" said the servant, yaAvning and stretching his arms, as though Mr. Warren had been a professor of gymnastics, and he was taking his first lesson. \" I knoAv better than that,\" said the farmer, \" and I shall report this insolence to the baronet Avhen I see him.\" \" When you see him do so,\" retorted Mr. Plush, with a complacent grin. \" You mean, I dare say, that Sir Charles, not being well, and probably being bruised and shaken by that rascal's conduct last night, would rather not be seen.\" \"You couldn't have guessed it better, old bov.\" \"Old boy!\" He, the father-in-law of a baronet, to be thus saluted upon"], [255, "247 A COOL RECEPTION. the eve of the event. It was monstrous. It was beyond all conception, disgraceful. Mr. Warren had a stout cane in his hand, and beyond all question Mr. Plush would have felt its weight in another second. Warned in time, the man Avith mock deference said he would see if Sir Charles Avas disposed to receive the farmer. \" Tell the baronet I shall be glad to have a chat with him for half-an-hour. It will amuse him and cheer him up.\" Mr. Plush disappeared, and the farmer waited a long time to no purpose. \" I must have this chap turned adrift to a certainty,\" muttered he. \" These fellows require a man like myself having some weight and authority to manage them. A man who knows something of the world and will not alloAV them to take liberties.\""], [256, "248 MARTYRS TO FASHION. It was, at least, three quarters of an hour before the man returned to say that Sir Charles would see him. \" I shall teach you, sir, ere long, what it is to keep men like myself waiting in this way. The sooner you look out for another situation the better,\" said Mr. Warren, magnificently. \" Michael Warren,\" said the man, bluntly announcing him, when they reached the baronet's room. Sir Charles was lounging in an easy chair, and seemed in anything but a gracious mood. He did not move when Mr. Warren came forward and condoled with him. In fact, he had been sharply handled in the encounter with Gilbert. A black eye that almost blinded him, a swollen lip, and a scar upon the cheek, did not tend to improve a temper hasty and passionate by nature."], [257, "249 A COOL RECEPTION. \" What an elegant morning wrapper you have on, Sir Charles ? May I enquire who made it, or if anything like it is to be had in Oxford ?\" enquired the farmer, blandly. \" Some Bond Street felloAv was the architect, I believe. Gad, I forget.\" \" I am glad to inform you, Sir Charles, that the Avretch Avho Avas the cause of your present suffering will probably be taken into custody this morning.\" \" Ah, yes. An extraordinary old female, who calls herself his mother, has already been here, imploring me to spare him. I promised her he should neither be hung nor guillotined. That in fact he should be let off easily.\" \" I am astonished at your good nature, Sir Charles. I am prepared"], [258, "250 MARTYRS TO FASHION. to assist you in the matter, and feel that nothing short of six months' hard labour will meet the justice of the case.\" \"If I am ready to forgive him, it matters little to you, I suppose,\" said the baronet, with a tartness someAvhat ungrateful to the farmer's ear. \" Certainly not, Sir Charles, certainly not.\" Somehow the tone of the interview as yet, accorded ill with those castles in the air Warren had been erectinf on his Avay to the Manor. He hardly kneAv hoAV to introduce the subject that had brought him there, and Sir Charles did not help him in the least. There Avas an awkward silence, which Avas broken at length by a remark from the baronet — \"Your daughter Avas no doubt greatly"], [259, "251 A COOL RECEPTION. agitated by the scene last night. The mother tells me Miss Warren and this felloAv Harland have been attached to each other for years, and that she is extremely fond of him.\" \" Mere childish nonsense, Sir Charles. They played together as children, it is true, but I have given him the cold shoulder long ago.\" \" It is easy to see that the timber merchant is still very much in love Avith her.\" \" Where there is smoke there is fire, Sir Charles, but it doesn't say we shouldn't put it out if we have the Avish to do so. You are thinking of marriage yourself, are you not, Sir Charles, and that makes you so sharp in detecting Avhen others are smitten.\" \" Ah ! who told you I was thinking of marrying. I have not mentioned"], [260, "252 MARTYRS TO FASHION. it to my most intimate friend, even. You, however, are certainly in the right in your supposition.\" \" I thought I could not be mis taken,\" said the farmer, triumphantly. \"When Cruppy and others tried to shake my confidence, I said to them, All in good time. The baronet is too high a gentleman to be led by the nose.\" \" What on earth has all this to do Avith my marriage ?\" asked the baronet, laughing, and I believe I have not the honor of an acquaintance with Cruppy, either, Avhoever or Avbatever he may be. ' ' \"Bright, my dear friend, I am wan dering, but let us come to the point at once, and first, let me tell you Annie shall not come to you empty handed. I will give her half my little property, come what may. My"], [261, "253 A COOL RECEPTION. wife must have the rest when I am dead and gone. As to Arthur, the education I have given him at Oxford will fit him for the society he will keep in future, and he must fight his own way. Perhaps he may fall in love with some lady in our circle, with plenty of money, Sir Charles. Come, let us shake hands upon it, and say the thing is settled.\" The baronet Avas silent from utter astonishment, while Warren, becoming more eager and excited, said — \" Don't beat about the bush, Sir Charles. I won't make the slightest objection. I say to Annie repeatedly, \" I have such a high opinion of Sir Charles's integrity, that I should never ask him a question.\" Sir Charles, who had been looking at his visitor as a child looks at a"], [262, "254 MARTYRS TO FASHION. pantomime for the first time, Avonder ing what extravagance will come next, could restrain himself no longer, but burst into such a hearty fit of laugh ter that the glass pendants of the chandelier tinkled with the concussion. \"That's right, Sir Charles. Let those laugh avIio Avin, eh, son-in-law ?\" \" Are you out of your mind, Warren, or have you been drinking, or Avhat is the matter with you?\" said the baronet, when he could subdue his merriment a little. \" Is it madness to congratulate you, Sir Charles?\" \"Only Avhen combined with the extraordinary inuendoes you attach to your congratulation.\" \"But you led to the subject your self; you certainly remarked that you were thinking of marrvino- \""], [263, "A COOL RECEPTION. 255 \" True, to an Italian countess, des cended from one of the oldest and most distinguished Sardinian families.\" \"Really, Sir Charles, I wish you wouldn't be jocular just now. You won't find many girls like my Annie, and that you know very well. Re member how nicely she sings.\" \"My beautiful countess frequently sings duets with Grisi.\" \"And she plays like\" — \" My beautiful countess is a pupil of Lizst.\" \"And if you come to beauty,\" said Warren, \" you may search\" — The baronet's reply was to hold up an exquisitely colored photograph of one of the queenliest women that ever gladdened the eye of an artist, or maddened the brain of a lover. \" Michael Warren,\" said the baronet,"], [264, "256 MARTYRS TO FASHION. as he put back the carte-de-visite, \" I really think you are a little beside yourself. If your idea that I could marry your daughter was really enter tained for a moment, pray dismiss such folly from your head at once.\" \" You think yourself too good for her. What next ! You come to my house, you stuff up my daughter's head with romantic notions, you lead me to believe that you will make a lady of her, and noAv you talk of countesses. But I'll make you pay for it. I'll enter an action against you for breach of promise. I'll have heavy damages, as sure as I live.\" \"Indeed!\" \" Yes, it's a clear case. I'll have ten thousand pounds damages.\" \"Take care you don't get turned out of your farm, my good fellow, but listen"], [265, "257 A COOL RECEPTION. quietly now to me, unless you wish me to call the servants.\" \" Yes, yes, I'll hear Avhat you have to say — anything in reason.\" \" Then don't accuse me of seeking your house when I came at your urgent invitation. Your daughter's society Avas agreeable to me, I frankly confess, but I did not conceive that you Avere planning all the time to entrap me into a marriage Avith her. I naturally supposed that it would give your daughter, who is really a charming girl, and against Avhom I haA'e not one Avord to say, an opportunity to mix with more cultivated people than are obtainable in Merton. That her great taste and natural ability fit her for any society I readily admit, and had it not been for your own folly, it is possible, that she might have made a most eligible match. That I have been VOL I. S"], [266, "258 MARTYRS TO FASHION. in some measure, to blame in visiting as I have done at the Mount Farm, I see plainly, but I think \" — pointing to his face — \" I have been sufficiently punished for my indiscretion. That your own humiliation will take some time to efface is OAving to your greater folly. Had you been accustomed to a different grade of society you would have understood how to value such attentions as I have shoAvn to Miss Warren.\" \" Do you imagine I'll be taunted like this for nothing ? I'll enter an action against you as sure as fate. Your Italian countess shall knoAV all about your conduct.\" \" The best advice I can give you, Warren, is to go home and not make yourself so ridiculous again. Take your pipe and glass Avith your neighbours when your farm duties are over, and"], [267, "A COOL RECEPTION. 259 don't spend your little property in aping fashionable follies. You Avill find me an indulgent landlord.\" The farmer was foaming at the mouth with impotent rage. He stamped on the floor. He shook his fist. He could hardly speak for passion. \"I'll go — to Italy — I'll see — the countess — \" \" You had better study a little of the Italian language, first, Warren.\" \"I'll tell her— tell her— what a— what a villian — what a fiend — what a\" — Sir Charles calmly pulled the bell. Mr. Plush, who had evidently derived through the keyhole considerable advan tage from the loudness of the farmer's tones, entered instantly, with a jubilant expression upon his face. \"Show Mr. Warren the door,\" the baronet said. s 2"], [268, "260 MARTYRS TO FASHION. \"You shall pay for this — I'll lay damages enough to swallow up half your fortune — coward, villain that you are.\" The farmer's vituperation was uncere moniously checked at this point. Mr. Plush, a powerful felloAv, and delighted Avith the fun, clapped his hands upon the farmer's shoulders, and his knee to the farmer's spine, and before he could utter another word he found himself in the open air. \" Eternal perdition seize every baronet, duke, and lord in the kingdom,\" said the farmer when he regained his breath, \"but I'll have damages, by the Lord I will.\" With a heavy and inelastic step Michael Warren returned to the Mount Farm. When he reached it Cruppy was standing at the gate of the rickyard"], [269, "261 A COOL RECEPTION. Avith a little bundle — a very little one — dangling at the end of a stick over his O O shoulder. \"You'd better stay Avhere you are,\" said his master, in a subdued tone. Cruppy understood in a moment all that had taken place, and said with, for once, genuine feeling — \" Thank 'ee, master, I will.\""], [270, "CHAPTER XIV. A SCENE IN MERTON. The shilling Mr. Warren gave Cruppy before starting for the Manor had burned in his pocket ever since. But for the anxiety he felt on behalf of Annie, that shilling would long ago have been transformed into sundry pints of mild ale, by the potent magic of the waiter at the \" Coach and Horses.\" But now, the prospect of meeting two or three cronies, and perhaps gleaning some further intelligence of what took place at the Manor on the previous evening, became so attractive,"], [271, "263 A SCENE IN MERTON. that as soon as Mr. Warren's back Avas turned, Cruppy instantly disap peared. He Avas making himself very much at home in the taproom of the \" Coach and Horses,\" when a sudden commo tion Avas heard in the street, and everybody rushed to the door, to see Avhat was the matter. It Avas Gilbert Harland in charge of two police-constables, being led to the station. Behind him came Kebble, his old foreman, sAvearing by heaven and earth he should not be locked up. Tavo or three of the most influential inhabitants were also following, to offer bail for him. The crowd increased every moment, and from every AvindoAv faces Avere peering out. From every door- Avay voices were heard bidding him be"], [272, "264 MARTYRS TO FASHION. of good heart. Women especially Avere vehement in their language. There had not been such an event in Merton even in the memory of old Stephen Giles, who was nearly a hundred years old, and boasted of having lived under all the Georges. As for Gilbert himself, he was calm, but sad. He thought of his poor mother's tears, while she magnified the disgrace and shame that had fallen upon her favorite son. He thought of his OAvn blighted hopes, for he could but believe that some encourage ment from Annie had preceded the behaviour of Sir Charles, and he shuddered to hear, amidst words of sympathy for himself, an epithet of shame applied to her. Poor Annie ! It seemed hard for her that so much mischief should"], [273, "265 A SCENE IN MERTON. come of a passing glimpse into an ideal world. There are Martyrs to Fashion as Avell as to religious scruples. Our errors are often visited with severer penalties than our crimes."], [274, "CHAPTER XV. CAPTAIN MELLOR, LAURA, AND CAROLINE. The reader will remember that Captain Mellor, Avhen he entered the draAving room at Coombe House, did not feel quite at his ease in the presence of Laura Mostyn and Caroline Sandall. The Captain indeed Avas bent upon playing a double game, but the chances went perversely against him. One thing is certain. Had Laura Mostyn been poor, she Avould never have received the slightest attention from Mellor. She was a Avoman to have inspired a poet or painter. A woman to have set a sculptor raving ; but then, Captain Mellor Avas neither"], [275, "CAPTAIN MELLOR, ETC. 267 of these. He Avas a man of the world merely, and there happened to be that piquant attraction in Caroline's face Avhich especially interested him. But the Captain Avanted money. Laura Mostyn, avIio Avas aAvare of his expen sive habits, would have been astounded had she knoAvn the straits to which this handsome, accomplished man was sometimes reduced. His rooms in Jermyn Street Avere lavishly furnished, though the Captain hardly kneAv at times where or Iioav to procure a handkerchief, necktie, or pair of gloves, He had introduced many good customers to a fashionable West End shop, and had obtained credit to a considerable extent in consequence. But an interval of four years, during which the Captain's bill had swollen to huge dimensions, had elapsed, and still the longing"], [276, "268 MARTYRS TO FASHION. shop-keeper had not seen the color of his money. Uncertain hoAV far the Captain's influence extended, the man hesitated to press him for the amount, but eventually adopted the plan of \"being just out\" of the article Mellor wanted. This happened frequently, and no matter if the Captain, with a scoavI, remarked that he had seen the identical thing in the Avindow the same morning, the \"just sold out\" plan was persevered in, until the Cap tain, sIoav as he was to take a hint, hoAvever broad, felt himself compelled to furnish cash doAvn for gloves, hats, hosiery, and other light articles. His tailor still stood in aAve of him, and it is incredible the treatment Avhich the West End tailor will submit to from a man who always dresses in the latest fashion — who is in a frenzy"], [277, "CAPTAIN MELLOR, ETC. 269 if there is an unnecessary wrinkle in his coat — Avho looks at the cloth through his eye glass, detecting in an instant if it is a shade coarser than usual — who gives so many directions to the unfortunate snip Avho takes his measure, that the poor fellow trembles with nervous anxiety by the time he has finished his task — and then the humility with which the man promises to send them home to the hour, nay, to the minute. I repeat it is marvellous, considering that he may Avait years for his money, or never get it at all. When five minutes after, some prosperous tradesman or young farmer, who wants a smarter suit than usual for his Avedding, enters the shop, and pays as he gives the order, how changed the tone becomes in a moment. Hoav superciliously the"], [278, "270 MARTYRS TO FASHION. languid shopman pulls out his tape, and hoAV indifferently he chronicles the dimensions of our country friend's Avaist. What a suppressed grin there is at his rustic accent and awkward movements. One would hardly suppose they were making tAvo or three pounds out of the transaction. The Captain managed to make a tolerable harvest out of his widowed mother, who lived upon a little estate near Guilford, but there are times when even mothers cease to accept for gospel what their handsome sons please to tell them, and it sometimes happened that the Captain, after the trouble of a journey to Guilford, and a little present to pave the way, was compelled to come \" bootless home, and weather beaten back \" to Jenny n Street. He had ascertained pretty nearly"], [279, "271 CAPTAIN MELLOR, ETC. the amount of Laura Mostyn's fortune, and he coveted it Avith all his heart and soul. But though he had been upon familiar terms Avith Laura for nearly three years ; though he knew perfectly well, in spite of her efforts to hide her real feelings, that he would be accepted, the Captain did not come to the point. He was capricious in his choice. Per haps, after being served with a Avrit in the morning he would meet Laura in the evening with the conviction that the next hour would settle the matter. But be it concert, pic-nic, floAver show, opera, or ball, there was certain to be some sparkling girl present, who dissi pated all idea of a marriage with the stately and majestic Laura. These sudden flirtations, hoAvever, led to noth ing. Either the young lady was too poor, or too sharp-Avitted, or a careful"], [280, "272 MARTYRS TO FASHION. mama or aunt knew something to the Captain's disadvantage, and kept the fair one aloof. There was ahvays a stumbling block of some kind. When Captain Mellor entered the draAving room at Coombe House, and saw and heard the ladies at their friendly duet, he hardly kneAv what to make of it. He was like the hero of the Beggar's Opera, feeling \" how happy he could be Avith either were ' t'other dear charmer aAvay.\" If Caroline had Laura's money or Laura had Caroline's saucy bright face instead of that large noble tragic actress sort of expression, Iioav nicely everything could have been settled. It would have amused him to have heard the conversation Avhich had taken place before they sat doAvn to the piano, but it would not have had the slightest effect beyond that. The Captain was"], [281, "CAPTAIN MELLOR, ETC. 273 incapable of sentiment or feeling, but there was just sufficient gloss upon all he said and did to influence a superficial observer. Just enough expression in his tones and looks to make many women believe that he had really some depth of feeling. That there Avas really a deeper music in his nature if one could but touch the right chord. Aye, there it is ! How many a warm hearted loving soul had been captivated by that fine manly figure, how many a gentle heart had palpitated Avhile its fair owner glided with the Captain through the waltz or Mazurka, envied for the moment by all the beauties of the ball-room. But the truth must be told, Captain Mellor was entirely surface. Upon those rare occasions in his life, Avhen he had been compelled to think or feel, he had found himself extremely bored VOL. I. T"], [282, "274 MARTYRS TO FASHION. by the process. He was experienced in the Avays of the world, or at least, the world which he frequented. Mrs. Torkey, his landlady, almost Avorshipped him. His constant gaiety, and the freedom with which he saluted her Avhen his rent Avas overdue had quite subdued the AvidoAV. NotAvithstanding his evident taste for society, few men were so con stant in lashing its vices and heartlessness. To some this Avas received as evidence of his own sincerity. To others, it revealed certain mysteries which the Captain did not intend for the general world to become acquainted with. \" Noav, pray ladies,\" said the Captain, \" do not let me interrupt your performance. I'm sure you must have other duets you can sing, or if you will let me hear the same duet again I shall be delighted.\" The ladies sat doAvn to the piano"], [283, "CAPTAIN MELLOR, ETC. 275 Avith some diffidence. They had executed but a few bars Avhen a servant brought a note for Caroline. Caroline Avondering, opened the note, and immediately burst into tears. \" What is it, Caroline ? no bad neAvs, I hope,\" said Laura. It was some time before Caroline recovered herself sufficiently to speak. At length, she whispered, \" my father has been arrested for debt.\" \" Oh, is that all ? Dry your eyes my dear girl and tell me the amount.\" \" Thirty pounds.\" Laura left the room for a few seconds. The Captain, in the meantime, not having heard what Avas said, was quite mystified by their conduct. He was, however, speedily enlightened as Laura entered the room again, and put a little packet into Caroline's hand."], [284, "276 MARTYRS IX) FASHION. \"Captain Mellor,\" she said, \"the father of this young lady is in some little difficulty. Will you be good enough to accompany her home, and lend your assistance.\" The Captain professed himself de lighted. Caroline demurred, but Laura, who was the very soul of generosity, would not hear a word. So blushing and trembling, Caroline took the Cap tain's arm, and they started for the village. A very few minutes sufficed to restore Caroline's confidence, and soon, in answer to the Captain, she chatted quite gaily. They walked through some daisy-covered meadows, bordering the Thames through Merton Wood, and then crossed a little brook, with stepping-stones, where the Captain's assistance was found — so he insisted —"], [285, "277 CAPTAIN MELLOR, ETC. to be absolutely necessary, though alone, Caroline Avould have dashed across like a fawn. Her liveliness and beauty so fasci nated the Captain, that he delayed the time by every means in his power, Avhile as regards Caroline, it grieves me as a faithful chronicler to state, that until she reached the artist's door, she never once thought of the un pleasant errand Avhich brought her there. Yet it was solely on her account that poor Sandall became involved. Trusting to receive a handsome sum for the view of the manor Avhich he was painting for Sir Charles, the artist had accepted a bill to settle for dresses, jewels, &c, with Avhich to deck his beautiful daughter. But circumstances had prevented him completing the landscape. He had"], [286, "278 MARTYRS TO FASHION. been ill. Then the Aveather had been showery, and he Avished to paint in the open air. Thus the bill became due, and he had not a penny to meet it. The tradesman, having the opinion of tradesmen generally about art and its professors, gave the bill to his solicitor Avithout delay. The bill was paid, and the man of laAV departed. A wonderful change came over the artist in five minutes. Without knoAving the actual difficulty, Captain Mellor Avas too well versed in pecuniary matters not to feel that money was at the bottom of it. The humble and timid Avay in which the artist had received them, and his buoyant welcome five minutes later, Avas convincing. With men of Sandall' s stamp, a difficulty overcome is imme diately forgotten. The plodding man"], [287, "279 CAPTAIN MELLOR, ETC. of business thinks of his character, his credit, and looks darkly at the future. Not so with Sandall ; he recovered his spirits at once, and offered the hospi talities of his cottage with as much complaisance as though he had been a prince. The Captain, gracefully declining his welcome, said he believed Miss Mostyn Avas expecting them back. They went back, and the artist watched them along the bank of the river, back to Coombe House, a proud and happy man, with golden visions of the future. Giddy, thoughtless Caroline ! Does she think Avith this easily-acquired poAver to enchain the handsome man at her side ? Alas, Caroline ! He has broken stronger fetters ere now. But they are merry at Coombe"], [288, "280 MARTYRS TO FASHION. House, and Laura, large of heart as well as person, singing like an angel and looking like a queen, tries to forget the attention which the Captain pays to Caroline. END OF FIRST VOLUME."], [289, ""], [290, ""], [291, ""], [292, ""]]