[[1, ""], [2, ""], [3, "LA DIPLOMAZIA DI UNA GENTILDONNA PIEMONTESE PER CARLO VASSALLO ROMA TORINO FIRENZE FRATELLI BOCCA Librai di S, M. il Ke d'Italia. 1S85"], [4, ""], [5, "LA DIPLOMAZIA DI UNA GENTILDONNA PIEMONTESE PER CARLO VASSALLO ROMA TORINO FIRENZE FRATELLI BOCCA Librai di S. M. il Ke d'Italia. 1885"], [6, "Estratto dalla Rivista Storica Italiana. Voi. II, fase. I, anno 1885. Torino. — Stabilimento Tipografico VINCENZO BONA."], [7, "La Diplomazia d'una Gentildonna Piemontese. Affinchè non si creda che qui si tratti di una di quelle avventuriere che la di plomazia tiene talvolta a' suoi ordini nelle grandi capitali, o delle dame che nei loro sontuosi gabinetti alla moda vanno spillando i segreti dei diplomatici, dirò subito il nome della veneranda matrona di cui scrivo, la quale fu la Marchesa Costanza d'Azeglio, zia del Marchese Carlo Alfieri di Sostegno e madre del Marchese Emma nuele Tapparelli d'Azeglio. Questi, come si sa, dopo circa un terzo di secolo di nobili servizi resi alla patria come diplomatico nelle principali Corti d'Europa, ora si è ritirato a Torino, e con sacra il riposo onorato dell'età matura, al culto delle arti e della patria storia. Egli ha testé pubblicato in un grazioso volumetto un sunto della storia della sua fa miglia (1), ove con fino tatto e modestia che par soverchia, tratteggia in breve fino ai nostri giorni i fatti dei Tapparelli, dacché si presentarono verso il 1280 potenti in Savigliano , e poi acquistarono , oltre altri feudi , quelli di Maresco , Lagnasco e Genola, tuttora dalla famiglia posseduti. Così pure ha fatto parte al pubblico della sua corrispondenza particolare con personaggi autorevoli, e portata così nuova luce nei fatti importanti di cui pars magna fiat; di che sono prova le lettere dello zio materno Conte Mossa di Lisio (2), e dello zio paterno Massimo d'Azeglio (3), già pubblicate. Ora poi egli stampa le lettere de' suoi genitori, e specialmente quelle della madre (4), e nell'ai vant-propos pone la questione, se abbia fatto bene o male met- (1) Une famiìk pièmontaise alt, momenl de s'éteindre, Torino, tip. Eredi Botta, 1884, ediz. di 200 esem- plari, non posta in commercio. Dico modesta, perché egli scrive in principio che la sua famiglia ne compte panni ses mìmbres que de personnages peli célèbres. Finisce con gravita notando, che, nella gran notte 0 nel gran sfiorilo, Lieo, vous demanderà non qui vous avez e'té, mais ce que vous avez été. (2) Sono stampate nel libro intitolato : U Conte Moffa di Lisio. Notizie raccolte da Beniamino Manzone. Torino, tip. Loescher, 1882. (3) Lettere inedite di Massimo d'Azeglio al Marchese Emmanuele d'Azeglio documentate a Cura di Ni- comede Bianchi. Torino, tip. Eoux e Favale, 1883; con un volume di documenti, 1884. (4) Souvenirs historiques de la Marquise Constamce d'Azeglio née Alfieri, tire's de sa correspondmice avec son fils Emmanuel avec l'addition de quelques lettres de son mari te Marquis Robert d'Azeglio de 1835 à 1SGI, ornés d'un portraìt de la Marquise d'Azeglio. Rome, Turin, Florence. Bocca fréres Édit.,' 1884. Un voi. in-8« gr. di pp. xm-683."], [8, "4 tendo il pubblico a parte di queste confidenze; al quale quesito chi leggerà queste lettere certo risponderà che ha fatto assai bene, e si sentirà mosso a ringraziarlo di non aver lasciato sepolto un tanto tesoro. Infatti queste lettere sono di un'importanza inaspettata. Poiché chi, al pari di me, ebbe la bella ventura di vedere sovente e da vicino quella matrona, conobbe certamente in lei la gentildonna pia, colta, benefica; ma non so se alcuno si sarebbe immaginato di trovare in essa la donna forte della sacra scrittura. Ond'è che mentre leggevo quelle pagine, mi corse sovente al pensiero il principio della bella orazione funebre che Monsignor Fléchier fece della Duchessa di Montausier, ove, dopo avere accennato che Salomone per formare il tipo della donna forte l'aveva creato nella sua immaginazione, esclama col gran re: qui est ce qui la trouvera? mulierem sortan quis inveniet? (1). Se non che l'oratore francese si lagnava di aver piuttosto perduta che trovata la donna forte di cui celebrava le lodi, laddove il Marchese Em manuele Tapparelli d'Azeglio ce la presenta nella persona di sua madre così viva e parlante che non cadrà certamente dalla memoria di chi avrà scorse quelle pagine, nelle quali egli le eresse in tal modo il più bel monumento di pietà figliale. Occorre adunque di rilevare anzitutto ciò che v'ha di straordinario in queste let tere, cioè la loro importanza diplomatica. Il suo figlio Marchese Emmanuele, il quale rappresentò da prima il piccolo Piemonte, e poi il regno d'Italia, a Monaco, a Vienna, a l'Aia, a Bruxelles, a Pietroburgo, a Parigi ed a Londra, era sovente dal governo lasciato all'oscuro di quanto riguardava il paese natio. Ed a ciò suppliva la madre, e con arte e con cuore veramente da madre. Ed essa poteva ben farlo, come avverte il Marchese Emmanuele nelV Avant-propos, p. vi: e Mes parents se trouvaient, pour « ainsi dire, aux meilleures places pour étre informés de ce qui se passait, vivan t « habituellement avec les personnages plus influents, tels que mes oncles, Massimo «d'Azeglio, Cèsar Alfieri, Lisio, Cèsar Balbo; ensuite Alph. Lamarmora, Camille « Cavour, Villamarina, Giacinto Collegno, tous plus ou moins nos parents. Et fina « lement cette pleiade d'hommes politiques, tels que Sclopis, Santa Rosa, Lodovico « Sauli, Provana, Menabrea, Cibrario, Franzini, qui prirent une part active dans la « vie politique en Piémont » . La Marchesa Costanza era stata del resto allevata in mezzo alla diplomazia, poiché suo padre Carlo Emmanuele Alfieri di Sostegno era ambasciatore a Parigi, ed essa visse per cinque anni colà nella casa paterna insieme col marito Marchese Roberto Tapparelli d'Azeglio, il quale dopo i fatti del 1821 vi si era per consiglio del go verno ritirato. « Ma mère (scrive il figlio, p. xn) prit ainsi l'habitude de juger des « choses de ce monde autrement qu'elle n'aurait pu le faire en restant toujours dans « les salons dorés » . (1) Oraison funebre de Madame Julie-Lucine d'Angennes de Rambouillet, Duchesse de Montausier (1672). «il la forme dans son Imagination; et doutant qu'elle so puisse trouver dans la nature, il s'écrie, etC... »."], [9, "5 Scriveva dunque la Marchesa Costanza per indirizzare il figlio ali' adempimento de' suoi doveri. Onde nella lettera del 12 febbraio 1850 (p. 390) leggiamo: « Je suis « très flattée que mes nouvelles intéressent à Londres comme elles intéressaient jadis i à Petersbourg ». Ed il 12 aprile 1859 (p. 565) : « C'est bien en pensant à tout ce qu'on te laisse ignorer, soit sauté de teinps, soit négligence sur la question « speciale et vitale pour nous en ce moment, que je ne pouvais que m'inquiéter et « que me suis mise à t'écrire tout ce que je pouvais apprendre; espérant avec ces « indications te mettre à mème de juger de notre condition actuelle et te fournir i une bonne contenance avec les autres. On fait une sotte mine quand on n'a pas l'air de savoir ce que se passe chez soi et je voudrais autant que cela dépend de moi t'épargner ceste mortification » . Per intendere poi meglio la cosa conviene badare alla nota, posta dal Marchese Emmanuele alla pag. 578 : « J'avais écrit à ma mère combien Panizzi, le directeur du Musée, appréciait ses lettres et que parfois il m'était arrivé d'en lire au Due « de Cambridge que s'y intéressait fort. J'en ai également lu plusieurs à Lord Pal li nierston qui les appréciait beaucoup » . La madre poi gli scriveva a Pietroburgo il 24 gennaio 1848 (pag. 187): « Je suis fort étonné que tu lise mes lettres à Xavier i de Maistre quoique je lui aie toujours fait une piace à part dans mon esprit. Cependant il me paraît fort qu'il ne nous anathématise pas à la de Maistre, en nous voyant ainsi cheminer par les voies de la perdition. Tant mieux si cela n'est « pas. Je lui souhaite longue vie, moins de souffrances, bien de messes pour le salut « de son âme, et des bons dîners pour celui de son corps » . Da questo e da altri simili passi si scorge che alla scrittrice non mancava un certo brio umoristico. Ma questo è l'ultimo pregio delle sue lettere, il cui sentimento predominante è il patriottismo. Essa infatti così scriveva il 1° febbraio 1848 (pag. 192): « Maintenant je sembrasse et t'engage a crier Viva TItalia avec nous et toujours l'Italia farà da sé et Dio protegge l'Italia et Pie IX admet les laîques dans le Ministère. Donc Viva Pio IX. Nous ne parlons que d'armes et nous nous exercons aux armes. Viva la nostra faccia ». Il 1° maggio 1859 (pag. 571): « Je taciterai i, de te tenir au courant de ce qui se passera d'important. Mais pour l'amour de « Dieu, que Lord Derpy, Malmesbury, Cowley et tous les diplomates se croisent les « bras et nous laissent faire, ou on ne sera rien qui vaille Je crains quelquefois « d'ètre ridiculc à mon âge d'avoir le coeur si jeune ». È notevole il passo seguente della lettera del 12 maggio 1848 (pag. 211-212). Riferite le millanterie dei soldati austriaci che minacciavano d'invadere il Piemonte « et massar porche Piemontesi, « nous les laissons dire (prosegue) persuadés qu'ils n'entreront point, mais on dit « tout cela comme provocation ; s'ils voulaient, on taperait, porche Austriaci. Je « crois que rnème les femmes s'en méleraient et nous ferions Palermo ». Il figlio poi, scrivendole da Bruxelles il 19 maggio 1848 (pag. 241), le descriveva un pranzo dato colà dal principe della Cisterna, dove il Nunzio pontificio Monsignor"], [10, "6 Àsinari di S. Marzano faceva notare il liberalismo della Marchesa Costanza (1): « La Marchesa Zei (Azeglio) a Ve un pò avansâ, me disait ce soir Monseigneur « St. Marsan. Et rnois je lui reprochait méme de vous avoir accuse de jacobinisme, « ce qui paraissait l'amuser immensément » . Cui la madre con tutta gravità rispon deva il 27 seguente (pag. 251), esponendo quello che fu il programma delle Speranze d'Italia, il programma cioè che condusse il Piemonte e ITtalia alla cacciata dello straniero; « Quant à Monseigneur St. Marsan, dont tu me parles dans ta lettre « du 19, je crois que je snis moins avancée qu'il ne pense; ce à quoi je tiens le i plus au monde, c'est à notre indépendance. Je crois les institutions bonnes en elles «mèmes, excellentes comme moyens d'indépendance, mais je préférerais l'indépen « dence sans elles, plutòt qu'elles sans indépendance, et je crois qu'ici beaucoup de « monde est de cet avis » . Ed il 25 marzo 1852 gli scriveva (pag. 450): « Je suis bien aise de ces inter « pellations au Parlement anglais si favorable pour Maxime. Ceux qui mettaient « leur espoir dans le ministère Tory pour nous voir tomber, verront qu'ils ont pris « un granciporro, comme dirait Gioberti. Ils en prennent assez, ce n'est pas l'era « barras. Je suis toujours charmée quand nous pouvons faire bonne figure ici et à « l'étranger, car j'ai du patriotisme jusqu'au bout des ongles. C'est le sentiment qui « domine et prédomine en moi et survit à mille illusion perdues, mille intéréts « évanouis. Je crois que toi et moi ne nuisons pas à la bonne cause. Je te demande « pardon de m'assimiler ainsi à ton Excellence, mais je n'entre pas dans l'ceuvre « diplomatique, je te fournis seulement les petites nouvelles qui peuvent servir à « notre plus grande gioire, que tu sais ensuite faire valoir en temps et lieu ». Essa aveva dunque innanzi agli occhi un programma schietto ed aperto, e male diceva perciò lo spirito di parte (21 ottobre 1851, pag. 425): « Oh les vilaines gens « qui ne savent que parteggiare, et personne ne pense à l'honneur et au salut de « la patrie » . Ivi parla specialmente della Francia; quanto al Piemonte scriveva il 24 maggio 1852 (pag. 488): « Ce n'est pas manque de courage, mais manque de « patience, vertu peu conforme au caractère piémontais » . Onde dopo la ritirata del 1848, il 9 agosto scriveva (pag. 285): « Il faut donc se soumettre, attendre et « se préparer » . Le lettere della Marchesa Costanza, cui vanno unite alcune del Marchese Roberto (e ve n'è delle scritte da entrambi), ed anche poche del figlio, tutte queste lettere sono scritte in francese, screziate, come già si vide, di frasi italiane, tavolta inglesi, od anche piemontesi, dove queste riuscivano più precise ed efficaci (2). Si sa del resto (1) Nota (lui il Marchese Emmanuele, che, essendo a Monsignor di San Marzano succeduto a Bruxelles, come Nunzio pontificio, Monsignor Pecci , egli si trovò cosi per qualche tempo cola collega col vivente P. Leone XIII. (2) Cosi il diavolo vi è chiamato Bergnif (pag. 9); il generale Giulay è detto • le plus grand sciupin « (maladroit) qui existe en Europe, (pag. 575); il principe Troubetzkoi , che accompagnava a Torino la"], [11, "7 che alla Corte di Torino si parlava francese; ed il francese era ed è ancora la lingua della diplomazia. Le lettere pubblicate sono solo 311 sulle 813 che costituiscono la intiera corrispondenza (pag. 681); ma il Marchese Emmanuele ne scartò quelle che non avevano attinenza alla politica, anzi alcune le pubblicò dimezzate. Tutto il vo lume è diviso in quattro periodi, di cui il primo viene fino alla guerra del 1848, il secondo fino al programma di Moncalieri, il terzo fino alla guerra della Crimea, l'ultimo fino alla morte di Camillo Cavour. Queste lettere possono dirsi un diario del Piemonte per tutto quel tempo : dicerie, intrighi, ambizioni, esempi di abnegazione, dimostrazioni, tumulti, timori e speranze, tutto quello insomma che forma l'intimo tessuto degli avvenimenti che poi si spie garono nelle trattative diplomatiche, nelle discussioni del Parlamento e sui campi di battaglia; tantoché a chi visse allora in Torino par di vedersi risorgere innanzi agli occhi una potente generazione già quasi tutta scesa nella tomba, e chi vorrà conoscere le più secrete molle che scattando produssero quegli eventi ora lieti ed ora tristi, non può trovare miglior guida che questo epistolario. La prima parte, dal 1835 al 1847, è politicamente la meno importante. La Mar chesa Costanza, benché schiva e ritirata, frequenta tavolta le conversazioni, ed anche si presenta ai ricevimenti di Corte (detti allora appartements, pag. 31), per trovar modo di far valere i meriti del figlio e mandargli delle notizie che gli possano ser vire nella sua condotta diplomatica. In mancanza d'altro si descrivono con somma evidenza le feste fatte nel matrimonio di Vittorio Emanuele II colla regina Adelaide, alla quale a Vienna, il Marchese Emmanuele, aveva portato il ritratto dello sposo (pag. 38); torneo, corse, illuminazioni e perfino una regata sul Po presso il Valentino: « Quelqu'un me disait que nous avions tant de généraux qui n'avaient jamais vu « le feu, qu'on voulait leur en fournir l'occasion » (pag. 44). Ma venne poi presto per loro l'occasione di vedere e sostenere il fuoco, e la scrittrice allora rese loro piena giustizia. Le feste furono un po' guaste da dirotta pioggia (pag. 38): « Nous avons e cru un instant que nous aurions eu le spectacle d'une inondation au lieu de ceux « qui étaient annoncés. C'était une désolation. Les étrangers partaient , ceux qui « restaient ne savaient que devenir. Ils tournaient sous les portiques comme des « poissons rouges dans un bocal » . La Marchesa Costanza, perché di buon gusto, suo ballerina Taglioni, è dal popolo chiamato Trous de coi (torso di cavolo); ed il Re Vittorio Emmanuele n parlait par coni et, dit-il (Massimo d'Azeglio), je repondais bous.... ». I Piemontesi sanno come si com piano questi vocaboli, che fanno sciamare alla scrittrice: « Vraiment c'est im joli style de Cabinet a (pag. 349). Si legga ancora nella pagina antecedente la descrizione deirarrivo del celebre padre Luigi Tap parella, fuggito allora da Palermo (Prospero, fratello di Roberto e Massimo), dotto e virtuoso scrittore della Civiltà Cattolica: «Nous sommes en ce moment en grand Taparellisme. Il ne manque que toi pour a ètre au compiei. Maxime est arrivò hier et ce matin Prospero, le révérend pére jesuite. Pour celui-ci, «il est heureux que son frère Maxime nous Teilt annoncé hier. En rentraut de la messe ce matin, j'ai « trouvé sur notre porte un iudividu qui insistait pour étre introduit etjen'aurais jamais pu reconnaitre « le padre Luigi a son visage beaucoup plus vieux que son âge, ni à sa tenue qui était celle d'un sfro . sador (contrebandier) Il est content »."], [12, "8 marito, perché astista ed erudito, benché alienissimi entrambi dalle feste rumorose, erano assediati per avere costumi per maschere; ed essi ben volentieri aiutarono in ciò parenti ed amici. Certe volte essa parla anche di teatri, cantanti e ballerine, e più specialmente di musica, intorno alla quale espone un giudizio, che ci richiama alla memoria una pagina stupenda dei Bicordi di Massimo d'Azeglio (cap. X). Essa scrive (16 gennaio 1842, pag. 23): « L'arrivée de Thalberg a produit un peu de sen « sation, on s'est rendu au concert qu'il a donne au gran théâtre auquel la Reine < a assisté vendredi. Il a été très admiré, très applaudì. Cependant sans enthousiasme, « ce que l'on attribue à Fimperfetion d'un instrument qui ne soutient pas le son « et je crois aussi à la nature de la musique allemande qui ne satisfait jamais com « plètement le goùt italien. Cette phrase musicale commencée et aussitót interrompue « par des accords savants, des passages compliqués quoique bien executés, étonne « plus que nous ne nous y complaisions. Nous voulons de cette musique qui trouve « un écho dans l'âme, nous fait réver à ce qui n'est plus, ou à ce qui sera et nous « transporte dans l'ideai, au lieu de vous faire supputer des notes, ou calculer des « accords comme si la musique entrait dans les sciences exactes , et ceitains mu « siciens aiment vraiment à résoudre des problèmes en harmonie, comme si c'était « de l'algebre ». Tuttavia in questa prima parte si leggono alcune notizie importanti intorno a cosa che di nuovo mise testé alla prova il coraggio deglTtaliani, dal Re fino all'ul timo dei sacerdoti; voglio dire il cholera (nel 1835). Roberto d'Azeglio aveva messo su a sue spese un lazzaretto, e, quando gli altri avevano paura, prestava egli stesso mano a trasportare infermi e cadaveri: «Hier j'ai passe neuf heures sans savoir ce « que ton pére est devenu, ce qui n'est pas rassurant par le temps qui court. Je « n'ose pas envoyer les domestiques au lazaret; je pense qu'ils auraient peur et « qu'ils iraient Dieu sait où, en m'en faisant accroire » (pag. 4). « ensuite il était « revenu à son lazaret où trois cholériques sont morts dans la journée d'hier » (ib.). « sur ce est arrivé un ordre du Vicariat de le transporter (un coleroso) au lazaret « de ton pére Celui-là était tout bleu et il est mort au bout de huit heures de « maladie. Ces trois là ont été assistés corporellement et spirituellement par ton « pére, car ils ont bien un bon Capucin, mais il ne pouvait s'occuper de trois en « méme temps. Et quand ils ont été morts, une heure après il fallait les transporter « dans la chambre mortuaire et les infirmiers s'y refusaient. Il a encore fallu que « ton pére et un autre les transportent Il se contenterà de diriger l'organisation « de l'établissement (ospedale), puis il le laissera diriger à d'autres. Il a accepté, «par exemple, d'étre des directeurs de l'Orfanotrofio des enfants des cholériques, « qui est au faubourg de Po. J'ai offert aussi mes Services s'ils étaient utiles » . Il figlio Emmanuele si trovava allora a San Martino al Tanaro (circondario d'Asti), e la madre era inquieta sentendo parlare di un caso in questa città (pag. 7); ma poi ripigliava con gravità (pag. 12): «Aussi tu peux croire, mon eher Emmanuel,"], [13, "9 « que c'est plutòt la contagion morale que la contagion physique que nous redoutons « pour toi ici » . E il bello si è che il Marchese Roberto non credeva d'aver fatto nulla di straordinario (pag. 9): « Il est vrai qu'il n'y a q'un concert de louanges en son honneur, « mais, comme il le fait dans un esprit de charité et de pénitence, cela l'embarasse. « Il faut prendre en bonne part les témoignages de bienveillance, et c'est devoir de <■ donner l'exemple: mais, si la vanite s'en mélait, ce serait un maigre satisfaction « qui serait perdre celle qu'on éprouve en se dévouant sans aucune vue humaine. « Aussi ton pére se plaint qu'on ne puisse entreprendre rien de bien, sans que Bergnif « s'en veuille méler. Il trouve qu'on fait beaucoup de bruit pour rien, car il lui <- semble que s'étant propose pour soigner des malades , tout ce qu'il a fait n'est « que pure Obligation. Si les malades venaient a succomber sauté de quelque soin « qu'il eùt pu leur donner, il se reprocherait justement. L'avantage qu'il a sur « beaucoup d'autres , e' est qu' il a de la résolution , il propose , il essaye , et alors « d'autres le suivent». Nell'estate poi del 1848, essendoci di nuovo minaccia di cholera, si temeva che ne fosse colto il nostro esercito, già sfinito dalle marce e dalle battaglie; ma pure: « Quand il viendra ce sera encore une entreprise qu'on adossera « à ton pére » (pag. 289). E il bello, o meglio il brutto si è che allora (anzi più allora che adesso) si facevano correre le voci assurde che il cholera non esisteva, ma erano per contro i ricchi che facevano avvelenare i poveri per disfarsene. « Tu vois comme c'est satisfaisant de se « dévouer à servir ces gens là. Il faut vraiment avoir le bon Dieu et son salut en <■ vue pour ne pas se décourager. Le peuple répète que le Marquis de Rorà a payé <■ 60,000 francs pour avoir le droit de faire mourir les pauvres gens. Que le Marquis « Barolo donne 20 francs aux médecins chaque fois qu'il tuent un malade et le Eoi « 200 francs » (pag. 18). Povero Carlo Alberto ! Egli che prima di esporre la vita sui campi di battaglia l'aveva cimentata negli ospedali dei colerosi ! E Costanza d'Azeglio aveva gran sim patia per il Pie, di cui ci descrive con vivo affetto il pallore, le malattie e gli affanni. Lo stesso dicasi della Regina Maria Teresa cui fece una visita dopo la vedovanza , e poi la loda per non aver voluto vedere gli Austriaci (21 ottobre 1851, pag. 426). n La Reine Marie Thérèse est revenue de Toscane et n'a jamais voulu aller à Flo « rence pour ne voir les Blancs. Son frère n'osait pas mème se présenter à elle en « uniforme, à ce qu'il racontait à Pasqua » . Mostra poi viva ammirazione per il carattere pronto e vivace di Vittorio Emma nuele II, di cui racconta vari aneddoti caratteristici, come ad esempio ch'egli fu dal padre messo agli arresti per essere uscito colla consorte a braccetto a visitare insieme le botteghe dei portici di via Po (31 ottobre 1842, pag. 51): così pure una visita à la Henry IV da lui fatta alla moglie, allontanandosi, contro il volere del padre, dal quartier generale per venire a Torino « à franc-étrier si bien déguisé qu'on ne voulait « pas le laisser entrer au Palais » (29 agosto 1848, pag. 289). Ne vanta le buone qua-"], [14, "10 lità, ed accenna un fatto che riferirò colle stesse sue parole (10 aprile 1853, pag. 468). In un consiglio di ministri gli si raccomandava la prudenza in politica: «LeRoile « laissa dire et se mit seulement à frotter ses pieds sous la table et à regarder comme « s'il cherchait quelque chose par terre. Le Ministre finit par lui demander s'il avait « laissé tomber quelque chose — No, répondit S. M., i guardava sa Pavia sala , fole fì _ Ce n'est pas très-bon genre, mais cela a assez la couleur locale ». Essa ripete sovente le impressioni ed i giudizii del cugino Conte Lisio e del fratello Marchese Alfieri di Sostegno, e qualche volta anche del cugino Cesare Balbo, il quale le aveva portato le Speranze d'Italia (pag. 60), e poi un sonetto in risposta ad un altro in cui per la sua prudenza lo si chiamava l'ostinato Fabio, al quale la Mar chesa aggiunse in capo il titolo: Fabio ai 300 Fabiocchi (pag. 88). Poiché fin d'al lora s'agitava la fazione mazziniana, ed accusava il Balbo come retrivo e copriva i muri di iscrizioni ingiuriose e di minacce (pag. 220) (mi ricordo di aver veduto scritto: Morte a Balbo; morte a Sclopis). Il Balbo volle vederla poco prima di mo rire. « Au rest dès les premiers jours il a eu l'idèe qu'il n'en reviendrait pas et s'y « est dispose avec tout le calme et l'ordre possible. Il a voulu me voir un instant « et je lui en ai su le plus grand gré » (pag. 474). Quanto al Conte Lisio essa racconta di averlo esortato, dopo il ritorno dall'esilio, a recarsi dal Re « qui l'a parfaitement recu avec quatre baisers sur les joues » (p. 32). Prima di passare ad altro riferirò ancora un suo giudizio sul Confalonieri e sul Pellico (pag. 54): « J'ai eu le plaisir de connaître Confalonieri qui vient souvent chez « Maxime avec sa femme. C'est le point saillant de mon voyage (a Milano). Je lui « ai trouvé comme à Pellico cette douceur dans les manières si affectueuses qui est « vraiment attachante. C'est un beau caractère. Soutenir avec fermeté un malheur « si prolongé, sans apparence d'en sortir que par la mort, soutenir le malheur de « leurs familles, sans se démentir jamais, quand, en capitulant avec leur conscience « ils pouvaient se racheter, on a beau dire, mais ce sont des horumes qui font « honneur à notre époque, qu'ils l'aient comprise ou non, et je me sens en leur « présence une vénération pour leur caractère et une satisfaction de les apprécier « qui me dédommage\" de tant de choses qui choquent et blessent mes sentiments « pour notre pays. C'est le contrepoids de tant de petitesses, bassesses et misères « qui passent sous nos yeux » . Le lettere, all'avvicinarsi del 1848, prendono un colore sempre più politico. A pag. 143 vi ha una lettera di Roberto d'Azeglio dell' 11 ottobre 1847, ove si descrive la dimostrazione sui giardini pubblici, la quale aperse, per così dire, il periodo della rivoluzione in Piemonte. Ed altra sua lettera si legge a pag. 330 sulla disorganiz zazione dell'esercito piemontese dopo la guerra del 1848. Ma intanto egli s'era git tato a capofitto in quei movimenti per guidarli, disciplinarli, padroneggiarli, e sovratutto impedire le esorbitanze dei partiti estremi. La bontà, la scienza, la be neficenza, ed una fermezza incrollabile di carattere gli avevano conciliata la bene-"], [15, "11 volenza universale, accresciuta in quei giorni dall'essersi messo a capo della eman cipazione politica degli Israeliti e dei Valdesi. Sicché egli fu allora, e per molti anni appresso, il moderatore prudente e fermo del popolo di Torino. Cito un esempio. Nell'aprile del 1850 si fece un moto di piazza, che si ridusse sotto l'Arcivescovado (pag. 396): « On sifflait les dragons. Alors il parla aux moins déraisonuables et il « eut le bonheur d'ètre écouté. On trouva encore une fois le eri de Viva il nostro « d'Azeglio, il padre dei poveri » . Infatti, appena Carlo Alberto ebbe date le riforme, si facevano delle dimostrazioni clamorose. Ma (pag. 152) « Une société de personnes moderées s'organisa pour main <. tenir l'ordre partout. Ton pére en fut nomine président... Ton pére était là et lui « suffisait de dire que cela contrariait le Eoi pour que tout ce peuple s'abstint... on fit « le tour de la piace Victor, on remonta dans notre rue d'Angennes, on s'arréta devant « notre porte, on se découvrit et on cria trois fois: Viva casa Zei (Azeglio)». Ma nessuno era in casa : « Il n'y avait que le portier pour recevoir la politesse » . Roberto d'Azeglio aveva fondata fra i primi una scuola popolare presso la Gran Madre di Dio, la mantenne a sue spese, e la dotò generosamente in morte, tantoché, divenuta ora municipale, conserva tuttora il suo nome. Il 3 novembre adunque il Be partiva, secondo il solito, per Genova, e (p. 153): « Sur les gradins de la Gran « Madre di Dio ton pére avait echelonné tous les enfants des écoles avec des branches « de feuillage. Au passage de Roi tout cela criait, sautait, s'agitait. Le Roi les re « garda et sourit. Les spectateurs pleurèrent, car la vue des enfants emeut toujours « les coeurs » . Si preparava intanto una gran festa per il ritorno del Re a Torino (pag. 158): € On a decide une quète dans la ville pour les pauvres, et naturellement « on est tombe sur moi avec beaucoup d'autres On met ton pére à toutes sauces, « on le fait président de toute sorte de commissions, on ne lui laisse pas un moment « de repos ». (Pag. 160): « Ton pére est toujours chargé d'organiser toutes ces sortes « de choses » . E la festa riuscì stupendamente (pag. 163): « Ton pére avait été proclamò pré « sident pour diriger cette reception, et il s'est donne beaucoup de peine pour qu'elle « fùt decorosa. Et il est parvenu a prevenir toutes les improntitudini... ». (Pag. 165): « Le Eoi passe, je revins chez moi avec quelques personnes , et quelques moments « après nous entendìmes les cris de l'armée des bannières qui descendait la rue et « qui s'était arretée devant notre porte. Nous nous approchâmes des croisées. C'était «un tonnerre de viva Azeglio, viva casa d'Azeglio, viva Massimo, viva Roberto, « viva l'amico del povero. Et quand il m'apercuient : viva la Marchesa d'Azeglio, « et je saluai de mon mieux. Louis Provana criait: viva l'Italia, viva il Re. Ils « venaient de faire une ovation a Balbo. Pour ton pére l'ovation avait durée toute « la journée, partout où il se montrait c'étaient des fleurs qu'on lui jettait et puis « des cris, et toute le soir tout le monde voulait l'embrasser, lui baiser la main. « Il en était honteux et il en avait perdue la voix ». Era insomma tutta una"], [16, "12 popolazione in delirio, ma obbediente ad ogni cenno d'un uomo di cuore. Vennero poi i pranzi e i discorsi, i quali furono tanti che io non cito di più, rimandando al testo. Ma intanto l'Austria non dormiva. E Roberto, ben prevedendo il futuro, scri veva al figlio il 7 gennaio 1848 (pag. 174): « Si on joue la partie, toute la nation « en sera. Je serai à mon poste avec les autres et certainement pas le dernier; « quoique âgé, j' espère que les forces du cceur aideront celles du corps, et on est « d'ailleurs toujours assez fort pour se faire tuer ». Carlo Alberto intanto aveva dato lo Statuto, e ne seguirono feste strepitose, spe cialmente sulla fine del febbraio 1848. Erano invitati i rappresentanti di tutte le città del Regno, e sfilarono innanzi al Re ordinatamente ben 50.000 persone con bandiere e cantando inni patriottici. Alla sera vi fu illuminazione con carri simbo lici (pag. 202-203): « Le Carroccio traine par des bceufs drapés, dessus il y avait « des guerriers tout bardés de ser, des trompettes, Thermite, la cloche, et une im « mense bannière très-elevée qui traînait jusqu'à terre. Un nombreux cortège d'hommes. « habillés à l'italienne l'escortait. Cette innovation due à ton pére a eu beaucoup « de succès Je ne te parie pas des nouvelles de France que tu verras par les «journaux». Qui si allude al fatto, che, durante lo sfilare delle deputazioni, si sparse improvvisamente la voce della fuga del Re Luigi Filippo. Da prima non vi si prestava fede; tanto era in tutti radicata l'opinione dell'insuperabile astuzia di quel monarca. Quando poi la cosa fu accertata, si faceva un parallelo tra quel Re in tal modo caduto, ed il nostro Re acclamato dal popolo. Anche Cario Alberto do veva presto scomparire dalla scena; ma almeno ei potè sui campi insanguinati di Novara gridare che tutto era perduto fuorché l'onore. Ed ora gli Italiani si recano a visitare mestamente la tomba di Superga, mentre nessuno cerca di sapere ove giacciano le ceneri del gran Re dei Francesi. A Roberto d'Azeglio era stata per pubblica soscrizione coniata una medaglia d'oro (pag. 181). Fu richiesto di entrare nel Ministero Ricci, ma egli vi si rifiutò (pag. 210), come più tardi invano gli fu offerto l'ufficio di Sindaco di Torino (pag. 325); poiché egli non volle accettare incarichi, contento dell'autorità morale. Intanto però era fatto Senatore del Regno, mentre 9 Collegi elettorali volevano eleggerlo Deputato (pag. 307). Continuano le notizie minute e precise del fermento per cui tutta da capo a fondo sobbolliva l'Italia; poi viene la descrizione delle cinque giornate e del passaggio del Ticino. Roberto anch'egli voleva partire per la guerra: « Il pensait donc à se jeter « dans quelque ville pour animer la défense. Il songeait a Brescia » (pag. 228). Ma dovette rimanere a Torino per mantenervi la tranquillità. Intanto però la guerra coll'Austria aveva condotto ad una rottura diplomatica colla Russia, ed Emmanuele d'Azeglio partiva perciò da Pietroburgo con una specie di trionfo (pag. 235-36). Ei pubblica qui la lettera di congedo ricevuta dal Conte Nes selrode. Egli scriveva allora alla madre: « Si on m'òte la piume, j'irai rejoindre"], [17, "13 «l'armée». Ed aggiungeva, che, se non poteva più servire in diplomazia: « J'irai « essayer du métier de troupier, qui aura le merite de la nouveauté > (pag. 240). Vedendo poi la lentezza della guerra, la Marchesa il 17 luglio 1848 (pag. 267) scriveva: « L. (Lisio) va ètre d'une ferocità terrible, mais je suis disposée à le se « conder. Si j'étais à portée, je ne sais si je me retiendrai de prendre un drapeau «et de courir en avant pour faire honte à ces ineptes ». Il quale entusiasmo non faceva tuttavia all'egregia scrittrice perdere l'equa estimazione del decoro del suo sesso. Il che è tanto vero, che, essendole poi stato proposto per il figlio un matri monio con una donzella bennata e ricca, la quale aveva fatta « la guerre sainte « en 1848, passant tout le temps au milieu des camps avec toute sorte de com « pagnie militaire » , essa protestava : « quel que fùt mon patriotisme, il ne va pas « jusqu'à approuver une teile equipée » (pag. 402). Ma la guerra esigeva grandi sacrifizi. I Torinesi avevano offerto al Re uomini e denari (pag. 176): « Les négociants ont chargé ton pére de rediger une adresse au « Roi, où ils offrent leur fortune et leur vie pour subvenir à tout ce qui pourrait « ètre nécessaire à maintenir l'integrité et l'indépendance du pays. Ton pére a fait « l'adresse. Elle est belle et forte. Il s'est chargé lui-mème de la porser chez les « banquiers, qui sont ordinairement les plus durs à la détente et tous se sont exé « cutés de la meilleur grâce. Quant aux négociants, il n'est pas besoin de quérir « leur signature. Ils courent les offrir de crainte d'ètre oubliés. Voilà un beau niou « vement national , peut-ètre unique dans l'histoire ». E la famiglia d'Azeglio coi congiunti suoi non mancò all'appello. Il Conte Lisio regalò denari e cavalli (pag. 239): « Nous avons un temps pluvieux fort contrariant pour nos pauvres soldats. Et pour « moi qui n'ai plus de voiture depuis que nous avons donne deux chevaux, Tun ton « pére, l'autre moi. Les soldats partent en chantant : Finalment ì souma a bete. « Cinq des Balbo sont partis » (pag. 221). E poi a pag. 244: « Ce qu'il y a de plus « effrayant c'est que les Chambres vont nous demander de l'argent pour nourrir « l'armée et que nous ne savons pas où nous le prendrons. Comme dernière ressource « je pourrais mettre mes diamants en gage, car quant à acheter personne n'y songe ». E poscia il 6 aprile 1849 (pag. 346): « Nous ferons toutes les économies possibles « et allons réduire notre domesticité à un seul ». E già a pag. 317: « N'ayant plus « d'équipage, je ne sors guère; ma belle-sceur Alfieri ne roule plus qu'avec un « cheval ». E poi il 18 gennaio 1849 (pag. 327) tornava sull'argomento: t Je n'ai « su que hier que M. Picolet partait ce matin et s'offrait de se charger de mes < commissions. J'avais songé a lui remettre mes diamants pour qu'il te les portât « dans le but d'en faire de l'argent pour un moment d'urgence. lei personne n'achète, « et il faudrait les donner pour rien. Mais ton pére et M. Ferrerò (1) croient que (1) Il Comm. Aw. Giuseppe Ferrerò era, ed è tuttora segretario della famiglia Tapparelli d'Azeglio. Egli fu chiamato ad eseguire le ultime volontà di Massimo e Roberto d'Azeglio, ed anche della Marchesa Co stanza. Questa mori il 23 aprile 1862, il Marchese Roberto il 23 dicembre dello stesso anno."], [18, "14 « mes craintes son prématurées et j'ai renoncé à cette expédition, m'en remettant, « comme en tout à la garde de Dieu ». E invero i diamanti non furono venduti, e li vedremo fra breve riapparire in occasione solenne. Ma egual sorte non toccò alle argenterie (p. 340): « Nous avons fait quelques milliers de francs de notre argenterie. « Cela nous aidera pour l'emprunt ou l'impòt » . E ciascuno faceva il suo dovere. Ad Ottavio Revel, che fu Ministro di Finanza, toccò di montar la guardia a questo Ministero. « Il y faisait donc sa faction lorsque le Ministre Sineo est arrivé tout « ébahi qui se mit à crier: oh Excellence quel dévouement! quel patriotisme! Pas « de tout, répond l'Excellence, je ne fais que ce que la loi m'ordonne... » (p. 335-36). Ma non ostante tanti sacrifizi eravamo stati vinti, e dopo l'armistizio Salasco Torino era in fermento. Vi si era formato nn Comitato di sicurezza pubblica, di cui Roberto d'Azeglio era stato fatto presidente ; ma il Comitato era poi stato disciolto (pag. 286). La città era piena di agitatori, e le turbe tumultuavano, gridando: guerra, guerra. Alla Camera si declamava: « Vraiment cette Chambre devient bien « mauvaise compagnie et les plaudenti des galeries ne se génent pas pour voler des < montres aux voisins (pag. 314). L'opposition va recommencer maintenant par le « parti de Brofferio Que Gioberti écrive bien, ce n'est pas une raison pour qu'il « soit homme d'état. II est passionné, mal entouré (pag. 319). Il ne voudrait pas « bien de choses, mais il doit cèder aux exigences de la camarilla Valerio qui l'ayant « porte là, le pousse l'épée dans les reins » (pag. 324). Nelle altre provincie italiane le cose non andavano meglio; e si voleva la Costi tuente. Ecco intorno alla Toscana (18 febbraio 1849, pag. 334): « Ce pauvre Maxime « qui a voulu aller en Toscane, malgré ce qu'on lui disait du peu de sécurité qu'il « devait y avoir pour lui dans ce pays en ce moment, a du quitter Pise tout comme « aurait pu le faire un prince souverain et déguerpir à cheval, sans tambour, ni « trompette pour plus de célérité (1). Il doit étre maintenant à Sarzana. Aussitòt « qu'il fut arrivé en Toscane, un Journal du pays annonca sa venue à Lucques. On « disait qu'il travaillait à faire révolter les Lucquais et à les réunir au Piémont. (1) Su questo fatto siami lecito riportar qui parte di una lettera (che credo inedita) di Massimo d'Azeglio al suo segretario privato Carlo Calcina dalla Spezia colla data del 16 febbraio 1849 : « Ella sarà curioso « di sapere cosa diavolo faccia alla Spezia. Ecco che cosa faccio. Ero andato a Pisa per poi passare a « Firenze e dar ordine a cavar la bambina di convento. La sera che arrivai a Pisa si proclamava il Go- « verno Provvisorio. I miei amici credevano che avrei una dimostrazione di fischi come codino impenitente, -«ma non l'ebbi. Bensì ebbi avviso da persona che poteva saperlo, che se non partiva subito, l'avrei pas- « sata male. Io che conosco le pecore, capii che non era da scherzare. Montai a cavallo colla mia ordi- « nanza, e per i pineti lungo mare venni fino alla Spezia, evitando le strade maestre. L'ho indovinata a « puntino, perché mezz'ora dopo la mia partenza vennero per prendermi e mi cercarono dappertutto salvo « dove ero. «Questa é la paga di chi ha speso veglie, sudori, quattrini, e s'è fatto forar la pelle per quell'Italia... e malgrado questo le voglio bene come prima. La Toscana è sotto un terrore anarchico, e si dissolve se « non vi ripara un intervento. I capi sanno benissimo che il loro governo non può durare , ma il loro « scopo era di aver per qualche giorno la chiave della cassa, e ci sono riusciti. Son di quella gente che « cadono sempre in piedi » ."], [19, "15 « Naturellement il n'y avait pas méme songé ; mais c'était une manière d'ameuter « leur canaille après lui. Salvagnoli le dirécteur de la Patria est arrivé ici. Il dit « que ce pauvre pays n'est plus tenable, et il est livré au coupe-jarrets de tous les « pays. On ne sait pas au juste où est le Grand Due». Avveniva intanto la catastrofe di Novara, narrata in questa lettera con tetri co lori; ma la Camera non voleva riconoscere l'abdicazione di Carlo Alberto (pag. 344): « Maintenant la Chambre des députés, du moins la montagne, fait feu et flammes. « Elle ne veut pas admettre l'abdication, point reconnaître le nouveau Roi et pro- « teste que si on la dissout, elle se réunira ailleurs, méme en rase campagne, si « elle ne peut trouver d'abris. Ceci me semble plus aisé a dire qu'à faire » (1). E la Camera fu sciolta; ma proseguirono le opposizioni contro il trattato di pace divenuto necessario, finché venne il programma di Moncalieri, e finalmente fu votato il trattato ; ed il Piemonte respirò dopo tanti travagli che l'avevano fiaccato bensì, ma non domato. E la povera Marchesa, dopo avere descritti i guai degli altri po poli, soggiungeva (22 aprile 1849, pag. 352): « Il ne nous reste plus qu'à souhaiter « pluies et bosses pour tout le monde. Nous avons bien aussi droit à l'égoisme, après « avoir poussé le Don Quichottisme aussi loin que le héros de la Manche et en « avoir éprouvé les mèmes résultats ». L'egoismo per altro scompare quando il 15 gen naio 1858 (pag. 483) essa ritorna alla stessa imagine: « Contentons nous d'étre la « dernière nation chevaleresque, les seuls dans ce siècle qui nous soyons jetés téte « baissée dans le danger, et joué le tout par le tout, pour le triomphe d'une idèe « élevée. Il est vrai que nous avons remporté autant d'horions que Don Quichotte. « Mais nous resterons les derniers croisés ». Intanto Massimo d'Azeglio, lasciata la spada, era con fausti auspica chiamato a reggere il timone dello Stato (6 maggio 1849, pag. 353-54): « Maxime est ici aussi. Il « lutte pour ne pas entrer au Ministère, où on le tire et pousse et voudrait au moins, « s'il doit se dévouer, qu'il y eùt aussi Gioberti. Ce ne serait pas trop de deux pour « tenir té te an courant; mais seul je crains qu'il ne réussisse qu'à se compromettre. En « tous cas comme on a l'air d'avoir besoin de lui, et qu'il se soucie d'un portefeuille « comme de se jeter dans le Po, il sera bien de leur tenir la dragée haute et de ne « cèder qu'autant qu'on voudra marcher dans son système. Son programme est bon et « vigoureux, mais il faut y entrer avec résolution et y persévérer, ou bien nous irons « en dissolution. Il faut sortir de l'inertie » . Ma « Gioberti (pag. 355), moschin à « l'excès, s'est faché de ce que le nouvel arrivé était mieux recu que lui et a tout « abandonné » . Poi il 30 luglio (pag. 366) : « Maxime m'avait déclaré qu'il n'ac- (1) Queste ed altre stranezze ho sentito pronunziare nella tempestosa seduta dalla Camera, tenuta, se non erro, nella notte sopra il 26 marzo 1849. Fuori poi i giornali e i foglietti volanti rinfocolavano le ire. Ma ricordo pur anche che fra i più caldi a gridare vi fu taluno, che poi passò il Ticino ed ebbe alti uffìcii dal governo austriaco, il quale cosi per mezzo di costoro soffiava nel fuoco per far divampare la guerra civile."], [20, "16 « ceptait qu'à condition qu'on marcherait avec vigueur. Mois je lui avait prophétisé « que tant que P. (Pinelli, altrove chiamato Bon Molea) serait au Ministère il ne le « obtiendra pas, que c'était un finot qui voulait beaucoup, et ne pas se compromettre « trop avec ses anciens amis. Je lui dis qu'il serait paralysé et que ce serait l'autre qui « le ménerait. C'est effectivement ce qui est arrivé, de l'aveu de tout le pays » . Massimo d'Azeglio, per richiamare gli spiriti alla tranquillità, aperse le sale del Ministero a qualche ricevimento. Eccone uno descritto (27 gennaio 1850, pag. 388): « L'oncie Maxime a ouvert vendredi soir ses salons et nous avons eu un rout monstre, « 1500 personnes entre bon e gram; mais l'ensemble a été magnifique et il me semble « que le monde a été parfaitement satisfait, moins le Journal la Concorde qui jette t feu et flammes. Mais le popolo, qui empéche notre argent dans ces circonstances, ne « se plaint pas du tout. Maxime en m'engageant à faire les honneurs de sa séte « n'était pas, je le voyais, très tranquille sur ma tenue, habitué à me voir à l'état de « chrysalide, il doutait que je puisse m'élever à la condition de farfalla. Mais il « s'agissait de l'honneur de la famille et j'ait fait mon utmost. J'ai mis les diamants « qui faisaient une figurona. A huit heures j'étais à mon poste et on commencait à « arriver, à défiler. On me faisait des plongeons incroyables, me haranguait, me « traitant niéme d'Excellence. Maxime était à còte de moi. Moi je plongeais, lui s'in « clinait et de temps en temps disait de ces mots qui égaient la corvée On servait « abondamment; il y avait dea tables à jeu, à caricatures (si noti bene) avec toutes « celles qu'on a fait contre Maxime (1). A une heure et demie je me retirais, on « pouvait danser sans moi, et le bai dura jusqu'à six heures. On me dit que vers la « fin Maxime s'était mis lui-méme au piano. Voilà ce que Lord Palmerston ne sera « pas capable de faire. Je pense que c'était un moyen de rester assis et de ne pas « s'endormir » . E poi il 12 febbraio 1850 (pag. 390-91) dopo aver, come già si riferì, mostrato pia cere che le sue lettere riuscissero interessanti a Londra, come già a Pietroburgo, pro segue: « C'est que notre pauvre Piémont sait encore se montrer vaillant et généreux, « comme les bons cerveaux brulés, et au bout du compte, on est forcé de lui rendre « justice, ce qui me va toujours au cceur et j'accepte avec reconnaissance toutes les •7 louanges qu'on lui donnent. Au lieu de dire le Piémont je voudrais pouvoir dire « l'Italie » . Descrive poi in modo burlesco un ballo dato dall'ambasciatore di Francia. Così le cose prendevano un assetto fermo in Piemonte ; ed anche in Francia Napo leone III afferrava il potere col colpo di Stato. Di che Costanza d'Azeglio il 10 di cembre 1851 (pag. 426) scriveva al figlio: «Je vois qu'en generai les Piémontais (1) Massimo d'Azeglio descrisse al nipote Emmanuele il soggetto di una delle caricature contro di lui fatte (Vedi le sue lettere pubblicate da Nicomede Bianchi, pag. 76): « On s'est moqué de moi parce que « je suis monte à cheval, et le Fischietto a fait ma caricature. Fieramosca chassant les pigeons en piassa * Castel. Moi je laisse rire, et si Pon y revient je ferai replica (Si allude alla dispersione di una dimo- strazione popolare). Questa replica non sarebbe per altro piaciuta al fratello Roberto, il quale « clumin „faisaiU tanca Maxime qui était à cheval » (pag. 396)."], [21, "17 « penchent pour le président. Tout ce qui est force et hardiesse nous captive faci « lement » . E tre giorni dopo il Marchese Roberto (pag. 429): « Tu vois combien ♦ nous sommes d'accord. C'est que tous les deux nous sommes amis de l'ordre et des « institutions qui régissent notre grande patrie et qu'en notre qualité de Piémontais « nous aimons tout ce qui sent le courage et la fermeté. Encore une fois, vive Na « poléon II et qu' il ceigne Mentòt la couronne imperiale dont il s' est mon tré si « digne » . Un giorno Roberto s'era recato dal fratello Massimo, e mentre con lui si tratte neva si sentì preso per un braccio. Era Re Vittorio Emanuele, che, dopo aver discorso con lui a lungo (pag. 430): « ils entendaient à merveille et il lui disait: « bravo, bravo, ch'am desvia coi ministri se dno a s'endeurmo ». Seguono minute informazioni sui discorsi del trono, sulle discussioni alla Camera, le crisi ministeriali, le nuove imposte, le malattie e le morti nella famiglia reale, e in fine sui preparativi e sulla spedizione in Crimea (pag. 499): « Ce matin nous « avons appris la prise de la tour de Malakoff. Cependant ton pére n'était pas tout «àfait content. Il aurait voulu la prendre lui méme, c'est-à-dire les Piémontais». Venne la pace (pag. 504): « Nous avons eu dimanche le canon pour la paix. La ma «jorité l'a entendu avec plaisir. Il y a des gens plus difficiles qui, comme les « Anglais, trouvent que nous n'avons pas assez gagné nos éperons et que nous étions « en état d'acquerir plus de gioire » . Dopo aver riferite le varie opinioni , e fra le altre quella che al Piemonte sarebbero dati i ducati di Parma e Piacenza, con chiude : « Je suis persuadée qu'on nous donnera un corno, et que nous devrons nous « contenter de garder ce que nous avons ». Ma intanto l'esercito aveva riconquistata la sua antica fama presso gli stranieri, e più specialmente presso i popoli italiani, che d'allora in poi volsero con grande aspettazione lo sguardo al Piemonte; onde fino dal 7 maggio 1856 (pag. 506): «Il « est sur qu'une grande surexcitation domine partout e qu'on songe à la terza « riscossa comme chose toute simple. Que Dieu nous en préserve. Dans ce moment « rien n'est préparé et nous serions seuls comme en 1849 ». Il 5 luglio poi (pag. 507) il padre scriveva: « Une bonne révolution avec un bon chef, qui est ce qui a manqué « en 1848, sera plus en quelque mois que toutes les diplomaties des cinq continents, « ou de siècles ». Si descrivono quindi le nuove agitazioni in tutta Italia, specialmente intorno al l'affare del Cagliari, per il quale C. Cavour scrisse una lettera di lode al Marchese Emmanuele, riportata a pag. 565. Vi sono anche minute informazioni intorno alle trattative e ad una scena assai viva che il nostro Ambasciatore ebbe con Lord Mal mesbury (pag. 539). Notando poi l'altalenare dei ministri inglesi, la Marchesa scri veva (pag. 548): « Il paraît que l'homme ne vit pas seulement de pain, mais de con « «radiction » . Essa intanto segnala l'accorrere della gioventù italiana in Piemonte, i giovani dei più bei nomi della Lombardia e delle altre provincie venuti ad adde- Vassallo. 2"], [22, "18 strarsi alle armi, come semplici soldati, sotto i duri imperii dei caporali piemontesi (pag. 555): « Après les Lombards, les Toscans et les petits Duchés où il ne reste « plus personne. Maintenant commencent à arriver les Romagnols ». E poi a p. 559: « Les noms les plus illustres de l'histoire d'Italie figurent dans les ròles des chambrées « et on voit dans les casernes des Visconti, des Dal Verme, des Belgioioso, des Melzi, « des Landucci, des San vitali, des Orsini qui sont non seulement l'exercice en simples « soldats, mais toutes les corvées les plus viles du quartier et qui ne veulent pas « de la dispense que les colonels leur proposaient par égard à leur condition sociale ». Il Marchese Roberto non aveva più fede nei Congressi diplomatici (pag. 558) « pour « résoudre une question qui ne saurait Tètre que par des protocols en plomb et en « fer si on veut une solution durable » . Allora l'Austria invade il Novarese e la Lomellina, e i nostri soldati partono: « Pour moi (scrive la Marchesa, pag. 569) j'avais les larmes aux yeux, car il en « aura de ceux qui ne reviendront pas. Que Dieu les protège, pauvres gens Les « Francais arrivent comme un fleuve à la fonte des neiges » . Torino è minacciata d'invasione, ed è solo difesa daU'allagamento delle pianure del Vercellese e del basso Canavese. Ma la Marchesa Costanza che aveva fino dal 1849 scritto (pag. 326): «Le « malheur me retrampe » non si muove da Torino, che rimane tranquilla e si pre para alla difesa (pag. 573): « Tu comprends que, si la chose avait lieu, ton pére « aurait voulu étre au premier rang, et je n'aurais pour mon compte pu m'éloigner «et le laisser dans le danger. Heureusement toutes ces alarmes se sont évanouis». Né essa si sta inoperosa, ma sceglie un posto conveniente al suo cuore (pag. 573): « Nous avons organisé une société de dames pour visiter les hòpitaux militaires, et « leur procurer les soulagements nécessaires ». Con lei s'unisce nell'opera pietosa il marito (pag. 578): « Ton pére s'occupe maintenant des soldats malades qu'il visite « et secourt et qui lui témoignent une grande reconnaissance » . (Pag. 587): « L'or « ganisation des visites aux hòpitaux est tombée naturellement sur moi. Tout le « monde s'adresse à moi quoique je n'aie assume aucune direction, mais je vois que « l'on ne peut pas faire autrement. Nous avons tant de blessés maintenant que c'est « une grande pitie ». (Pag. 588): « Il faut que j'avoue que ma besogne des hòpitaux « militaires m'absorbe tellement que méme Tindépendance italienne n'a que le second « rang dans ma pensée; c'est que l'une se sera sans moi et qu'il faut que je fasse « marcher l'autre ; c'est une rude tâche. Nous avons six hòpitaux piémontais, ce qui « comprend tous les blessés autrichiens et trois francais qui ont aussi desiré notre « intervention (e l'ottennero, pag. 595). Toute cette Organisation roule sur ton pére « et sur moi » . Prega il figlio di raccogliere filacce in Inghilterra da quelle pie dame, e s'interrompe per descrivere la battaglia di San Martino (pag. 593): « Avec « l'exemple du Roi et l'émulation des Francais nos soldats prendraient l'enfer » . Se guono molte notizie intorno agli ospedali da lei visitati, ma le tralascio per brevità, notando solo che la povera Marchesa Costanza non vi andava mai colle mani vuote,"], [23, "19 e che essa in quell'aere infetto e in quelle fatiche contrasse quei malanni che, se condo il parere dei medici, le abbreviarono i giorni; poiché dopo d'allora la sua vita non fu più che un continuo languire che poi si chiuse con una santa morte. Tacio anche quanto segue intorno alle sottili trattative diplomatiche che ebbero luogo sino alla morte di C. Cavour, e specialmente la parte che ebbe il Marchese Roberto intorno al ricevimento della deputazione toscana (pag. 618). Chiedo soltanto se questa fu una vita nobilmente spesa. Essa era nobile, e, seb bene conoscesse che la rivoluzione prendeva un aspetto più sociale che politico, tut tavia non tornò addietro su' suoi passi. Infatti, parlando della Francia, fin dal 1848 scriveva (pag. 220): « Le communisme n'aura bientòt plus qu'à partager la misere « generale ». Dell'Italia poi nel 1859 notava (pag. 544): « La révolution ne serait « plus seulement politique, elle menace de devenir socialiste. On ne retient les popu « lations qu'en leur promettant qu'il y aura incessamment un changement radicai » . Essa era nobile, eppure non ci teneva ai privilegi di casta, sicché si legge questo passo caratteristico in una sua lettera (fino dal 1842), nella quale essa descrive una presentazione fatta al Re a Corte: « On nomme une madame J. tout court, dont « la mère était servante d'auberge ; pour mon compte je déclare que cela m'est fort « égal » (pag. 33-34). Eppure questa gentildonna ha talvolta delle parole dure, quando parla di tali che o per imprudenza o per altro più basso motivo minacciavano, a suo avviso, di de viare il corso della rivoluzione in Piemonte. Designa Lorenzo Valerio col titolo di Caio Gracco, (pag. 94). Chiama vilain il Rattazzi (pag. 437), ed altrove lo qualifica guastamestieri, o peggio Siralut, come lo diceva il Re. Ma il titolo di vilain s'in contra sovente dato al Brofferio (pag. 229): « A Busca on a élu ce vilain Brofferio, « auquel on a fait ici toute espèce d'affronts. Il en sera d'autant plus enragé ». (Pag. 319): « L'opposition va recommencer maintenant par le parti Brofferio qui « n'es ni nombreux, ni estimé » . Ricorda perfino D. Brizio il suo fido Acate nel cir colo democratico di Torino « son aide de camp, qu'on appelle D. Bricciola » (p. 344). Quello per altro che più l'irritava, era l'ipocrisia in quelli che più si dichiaravano di essa nemici (pag. 381): « nous avons eu connaissance qu'à Busca et à Caraglio, « afin d'engager les paysans à voter pour B. (Brofferio), on leur faisait accroire que « c'était un nomine éminemment religieux, qui fréquentait les Sacrements, ami de « la paix et de l'ordre : ennemi de la république et le plus parfait honnéte homme « du pays, persecuté à cause de sa piété et de son royalisme » . Il Depretis appare appena nominato a pag. 534. Il Garibaldi, quando s'accosta alla causa del Re, trova anch'egli lode in queste lettere (pag. 656): « C'est un amalgame de disparates où la bravure la plus écla- « tante, la plus franche loyauté de caractère et le plus ardent amour de la patrie, « forment le plus saillant contraste avec une imbecillite politique la plus achevée « et la plus parfaite idoneité à saisir avec enthousiasme les mesures les plus immé- Vassallo. 2*"], [24, "20 « diatement propres a renverser l'édifice qu'il veut construire, et à épouvanter l'Eu « rope, après en avoir si justement excité l'admiration. Je l'admire en ce qu'il a de « vraiment admirable. C'est un type à la Timoleon ou à la Cincinnatns: je l'ap « prouve de ne vouloir accepter ni le Gran Collier, ni le titre de Maréchal, ou de « titre de noblesse. Il n'est pas de taille pour ces niaiseries. On devrait lui donner « en propriété l'ile de Caprera ». E poi, quasi pentendosi di tono così solenne, segue in altra lettera (pag. 658): « Garibaldi s'est retiré de mauvaise humeur. Il « avait des prétentions qu'on ne pouvait admettre. Arrivé à Caprera il a mis tous « ses chevaux en liberté; or, comme l'ile ne produit pas de tout de fburrages, je « crois qu'ils se trouveront mal de cette mesure et demanderaient l'annexion s'ils « pouvaient dire leur opinion » (1). Vi si parla sovente del Gioberti, ammirato come scrittore, ma biasimato per l'in sipienza politica e per la dabbenaggine con cui si lasciava raggirare dai falsi amici in cui aveva riposta la sua confidenza. Se ne parla a pag. 250, 286, 293, 298, 302, 303, 311, 314, 319, 321, 327, 353, 355, 357. Se ne piange la morte (pag. 456); e in fine se ne descrivono i funerali a Torino, quando vi fu da Parigi trasportata la salma (pag. 461). E neppure C. Cavour, come agitatore, incontra da prima il favore della scrittrice. Il suo nome appare la prima volta a pag. 59. Poi poco alla volta lo vediamo fram mettersi negli affari, anzi diventare necessario. Nel 1853 (pag. 478): « Cavour me « semble un homme terrible. Il a arrangé les affaires de manière à ce qu'il n'y a « plus personne que lui qui puisse s'en tirer et il exige pour rester que notre sorte « lui soit entierement livré. On.craint aussi que entreprenant comme il est, il puisse « à la fin nous compromettre fatalement et quand il viendrait à se trouver emba « rassé, il est homme à nous tirer son chapeau et aller nianger ses millions ailleurs. « Voilà l'opinion qu'on a de lui et elle n'est pas des plus encourageantes » . E qui il Marchese Emmanuele pone la seguente nota: « Après les hautes faits qui « ont rendu Cavour si célèbre, il est curieux de voir les jugements qu'on portait « sur lui à ses débuts dans la carrière ». Ma ecco ora com'è giudicato il 12 aprile 1859 (pag. 566): « Camille est vraiment invulnerable de corps et d'esprit. Quelle respon « sabilité il assume et quelles injures on lui rend pour sa peine et ici, et à Vienne, « et à Rome ! Tout cela glisse sur lui et il n'en perd ni le sommeil, ni un coup de « dent, ni sa bonne humeur. C'est aussi un homme providentiel en ce moment » . Or ecco sulla morte di Papà Camillo (pag. 677): « Tout le monde sentait qu'on « perdait en Camille plus qu'on voulait dire. Le pauvre Piémont a perdu en lui sa (1| La penultima lettera della Marchesa Costanza si riferisce aU'incidente fra il Ricasoli ed il Garibaldi alla Camera; ed essa poteva bene esserne informata, perché la sera antecedente il fiero barone fu da Roberto d'Azeglio a concertare la cosa, e questi accompagnandolo fino .\"ül'anticamera , poiché io colà mi trovava, mi presentò a lui, e, dopo la sua partenza, mi disse: « se domani si ferma in Torino non manchi «di recarsi alla Camera, e l'assicuro che assisterà ad una bella scena»."], [25, "TM « préponderance, son initiative. Maintenant il nous faudta guétter de tous còtés des « ministres qui peuvent ètre des hommes spéciaux, mais ne seront que la petite « monnaie de Cavour, et puis tout le monde redoute et le fardeau et la comparaison » . Ma ho parlato finora troppo di politica; con che parrebbe ch'io contraddicessi a quello che. ho detto in principio, che cioè la Marchesa Costanza era conosciuta a Torino principalmente per la sua beneficenza. E infatti tale si mostra, anche senza volerlo, in queste lettere. Ho già detto delle cure da lei prestate negli ospedali dei feriti nella guerra del 1859. Il volume delle lettere si termina colla traduzione fran cese del magnifico passo dei Ricordi di Massimo d'Azeglio (cap. XXX), che ripro durrò qui in parte nel testo italiano: « Mio fratello e mia cognata erano veri mo « delli d'ogni miglior dote morale; il nome che lasciarono di sé fu quello di veri « benefattori del popolo. Ambedue tenevano scuole a proprie spese pe' figli del po « polo, nelle quali impiegavano somme non piccole. Ma la spesa non la conto come « un gran merito. Conto per un gran merito l'aver essi in persona passate ore ed « ore ogni giorno con quei poveri bambini, insegnando ad essi a leggere, ed essere « puliti, sinceri, buoni, a correggersi Io mi ricordo talvolta, d'inverno, d'essermi « trovato in casa di mio fratello il dopo pranzo, in quel momento che una persona « non giovane, grave di membra, più desidera il riposo. Suonava l'ora della scuola. « Roberto diceva alla moglie: è ora d'andare. Le si leggeva in viso lo sforzo, pove « rina, ma s'alzava con un po' di sospiro ed usciva, fosse nebbia, neve o pioggia, « per andarsi a chiudere tutta la serata in quell'ambiente poco fragrante e soffocato « delle scuole ! Qui sta il vero merito » . Chi desiderasse di conoscere l'orario della Marchesa Costanza (fin dal 1843) legga a pag. 57: « Le matin à neuf heures et demi je retourne à mon école. A dix je « reviens prendre mon thè; à dix heures et demi je retourne à mon école jusqu'à « onze et un quart. Puis je vais à la messe. Ensuite chez mon pére pour lui faire « une lecture que ses yeux ne lui permettent plus Je suis quelquefois vraiment « fatiguée, plus d'esprit que de corps, de cette vie toujours pressée ». E ci pare di vederla dare quasi un respiro di contentezza, quando dieci anni dopo scrive (p. 471): « Je me trouve aujourd'hui un bon jour de vacance. Grâce à St. Statuto on a donne « congé à toutes nos écoles » . Ma qui non posso passare sotto silenzio un passo carat teristico che meglio scolpisce la persona (27 aprile 1850, pag. 398): « Nous avons « eu la distribution des prix à mon école. Pendant que je servais le dîner, Gaetano « le domestique de Maxime est arrivé m'offrir la voiture au nom de son paron. « Je crois qu'il était fort étonné de me trouver armée d'un cassul (1) (ramaiuolo) (1) Fu certo una bella scena. II Presidente del Consiglio dei Ministri fa cercare la cognata, e la si trova col ramaiuolo in mano a servire i poverelli : ed essa lo cede a suo fratello, che fu il primo Ministro del l'Istruzione pubblica in Piemonte, poi Presidente del Consiglio dei Ministri, e fino alla sua morte Presi dente del Senato del Regno. Quid non mortnlìa peclora cogit la carità cristiana ? H Marchese Emmanuele nella nota alTultiraa pn rina scrive che le scuole di cui si parla nel citato"], [26, "22 « que j'ai cède à mon frère pensant que le paron avait peut-étre quelque chose à «me dire. Lorsque je fut arrivée chez moi, je trouvai Maxime qui exorcisait son « frère pour l'engager à aller à Rome comme ministre. Miséricorde, quel frayeur j'en « ai eu, rien ne me paraîssant plus mal concu » . Né l'azione benefica dei d'Azeglio si restringeva solo a Torino. Infatti .a pag. 377 si legge: e On a décrété des écoles a Lagnasco, ton pére donne le locai et prend des « actions (1). Bientòt on sera de mème à Genola ». E ancora a pag. 403: « Je suis « maintenant fort occupée de notre pensionnat à Pignerol, l'établissement devant * s'ouvrir le Ier juillet (1850). Ce n'est pas une petite affaire que de se procurer «un bon personnel enseignant, dont la moralité soit sure ». Eoberto poi si mise a « capo di altra bella impresa, quella cioè di edificare delle case per gli operai (pag. 452-67), offrendo subito 20.000 lire e il suo stipendio di Direttore della E. Pi nacoteca; ma l'impresa cadde, perche egli trovò pochi cooperatori. Questa costanza e questa larghezza nel beneficare non potevano essere nutrite che dal sentimento religioso ; e questo era sincero e profondo nella Marchesa Costanza (2). passo dei Ricordi di Massimo d'Azeglio erano nel Borgo Po, e questo è verissimo, perche colà erano le scuole mantenute, e poi in morte dotate da suo padre, in ciò anche aiutato dalla consorte, ma egli tace che essa spendeva anche cure e danari intorno alle scuole del henemerito istituto tuttora fiorente della Misericordia (Via dell 'Accademia Albertina, N. 18). Esso porta il titolo legale di Alfier -i-Car rù, ed è anche conosciuto col nome di ritiro delle Cascine, forse perché, sebbene ora si trovi quasi nel centro della città, quel ca- seggiato fu un tempo extra-muros. E colà dev'essere avvenuto il fatto del cassiti, perché se ne conserva anche adesso l'uso dalle signore che concorrono al mantenimento della pia casa, specialmente nei giorni della distribuzione dei premii e dell'Epifania. In questa solennità intervenivano anche le Regine e le Prin- cipesse, e più di tutte la Principessa Clotilde. L'istituto porta anche il nome di Carrù, perché la Contessa Carrù della Trinità lo accolse nelle sue case, e continua a beneficarlo generosamente. Ma il primo impulso fu dato dalla Contessa di Favria, efficacemente aiutata da Costanza d'Azeglio. H costui fratello e la sua con- sorte vi posero anche mano vigorosa ; anzi il Marchese Cesare ne stese il regolamento e ne fu presidente ed ora a lui, nel titolo e nella beneficenza, è succeduto suo figlio Marchese Carlo Alfieri di Sostegno, Vice- Presidente del Senato del Regno. Noto ancora che il Marchese Emmanuele assegnò a questo pio istituto la pensione che aveva come Gentiluomo di Corte, fin dal giorno in cui fu nominato Ministro plenipoten- ziario. Le lettere della Marchesa d'Azeglio sono scritte, come si vede, con pieno abbandono, e senza alcun pensiero, desiderio o timore che esse venissero pubblicate. Ma appunto per questo il fatto sovraesposto riesce più splendido, poiché certamente nel cuor suo non entrava menomamente l'idea di farsi bella di ciò che faceva ogni giorno, mentre in altri non avviene così, come notò assai bene il card. Pallavicini nell'Arte della perfezione cristiana (Lib. II, cap. 15°): «Io quando viveva in cella, ebbi piuttosto tentazione di «superbia che merito d'umiltà, qualora chiamato da' miei parenti feci loro rispondere di non potere per «essere occupato in lavare i piattelli della cucina, come tutti della Compagnia sogliono almeno un dì della «settimana». E poi noto che Roberto d'Azeglio conduceva, per premio, le migliori allieve della scuola a villeggiare con lui nel magnifico e delizioso castello del Roccolo presso Busca; anzi dispose, come scrive il figlio in nota alla pag. 451, che si seppellissero con loro, come fu fatto, nella tomba al Camposanto di Torino, celles de ses éléves dont les parents en exprimeraient le desir. Ed anche colà riposa Massimo d'Azeglio col fratello e colla Marchesa Costanza. Vera democrazia cristiana! (1) Qui la Marchesa Costanza non dice tutto, perché, se suo marito fece preparare le scuole nel suo castello di Lagnasco, la consorte pagò quanto era necessario per mobigliare una camera d'alloggio per una maestra; e sono di ciò perfettamente informato, perché queste spese furono fatte per mezzo di mio fra- tello che era loro fattore. (2) La Marchesa Costanza era assidua nelle pratiche religiose; ed io la vidi parecchie volte a Lagnasco andare in chiesa ogni mattina, e non uscirne finché avesse sentite tutte le messe dei preti del paese. Essa vi assisteva in ginocchio nel banco patronale della famiglia; ed accanto a lei, ma inginocchiata sul nudo pa- vimento, il suo cugino Conte di Lisio, il valoroso uffiziale del 21 e poi Ministro al campo presso Re Carlo"], [27, "23 Perciò scriveva al figlio (p. 524): « Une opinion qu'on adopte souvent panni les per « sonnes qui reviennent à une vie reguliere et à des idées religieuses un peu vagues, « c'est que toute la religion et les devoirs ne regardent que l'exercice de la charité « envers le prochain ; ce qui est une partie, et une partie de la religion , mais ce « n'est pas tout. Le précepte c'est d'aimer Dieu de tout son cceur et le prochain « comme soi-méme pour l'amour de Dieu. Voilà la loi et les prophètes. Pour aimer « Dieu il faut chercher à le connaître et lui rendre ce que lui est du. Dans l'amour « du prochain est compris l'amour bien règie de soi-méme envers qui on a les premiers « devoirs » . A pag. 523 lodava molto le opere religiose del Nicolas che metteva sopra il Bossuet : « qui n'a combattu que les erreurs de son temps, mais après lui « il y a toute la mauvaise philosophie du dix-huitième siècle ». Ed ivi pure: «Pour « mon compte je suis assez port royaliste et j'y reviens toujours. La logique m'est «plus nécessaire que le sentiment; surtout je n'aime pas ce qui est puéril en re «ligion». Pensando poi che il figlio viveva in paese protestante continuava: « L'É « vangile est certes une bonne lecture, mais je pensais que tu le savais un peu par « cceur. Sois en garde contre ses bibles du pays. 11 m'est arrivé souvent dans les « livres protestants d'avoir rencontré des citations des évangiles d'invention Mais « la première morale c'est la verité et l'exactitude en pareille matière surtout ». Essa riferisce le trattative del Piemonte colla Santa Sede; e nel volume sono inserite alcune lettere di Cesare Balbo mandato a trattare con papa Pio IX a Gaeta. Non era tranquilla sul conto di Napoleone III (pag. 629): « Au fait, on voit bien « que Napoleon est prét à traiter le Pape comme il a traité la République et sa « conduite est loin d'ètre loyale avec le Saint Pére » . Onde il Marchese Roberto scriveva al figlio l'8 marzo 1861 (pag. 672): « Il faut « avouer que ce qui contribue aussi à ralentir les progrès de la convalescence de ta « mère c'est l'inquiétude que donne à tout homme capable de reflexions serieuses l'état « actuel de nos affaires politiques, en voyant s'écrouler les principes sur lesquels était « jusqu'ici fonde tout l'édifice social, non seulement en politique, mais en religion; « car il est evident que la guerre est ouverte, non seulement pour combattre les abus « de forme dans le Pape-roi, mais le fond méme des principes dont il est le saint repré « sentant. Voilà ce qui rattriste profondément l'àme pieuse de ta mère et cette con « tinuité dans une impression profonde et penible n'est pas avantageuse au rétablis « sement de sa sante, quoique j'emploie tous mes arguments pour calmer ses « appréhensions en excicant sa confiance en Dieu qui sait tirer le bien du mal ». Così stando le cose, è naturale che una tal madre desse sovente dei savi consigli Alberto. Quando essa veniva sola, io ebbi talvolta l'onore di farle da lettore, il che essa gradiva con molta benignità, per essere più libera a lavorare di maglia, perché essa non istava mai un momento inoperosa; e naturalmente quei lavori erano destinati a' suoi poveri. Sebbene essa fosse ricca, non possedeva nulla a Lagnasco; e tuttavia partendone lasciava sempre una bella somma di danaro da distribuirsi ai poveri per mezzo del fattore, tenuti gli opportuni accordi col parroco."], [28, "24 al suo ben amato figlio. A pag. 21 lo loda per aver visitato lo Spielberg. Biasima l'idea del matrimonio del figlio con una protestante (pag. 28): « Etant d'une famille « si éminemment catholique, nous nous donnerions un air inconséquent, leger et méme « hypocrite, en faisant cèder les principes aux intéréts » . Aggiungo ancora qualche linea del Marchese Roberto (30 gennaio 1847, pag. 91): « C'est un bel avenir que « tu as devant les yeux. Il est fait pour flatter une noble ambition, celle de servir « utilement son pays, de lui consacrer ses travaux, son intelligence, son dévouement; « de faire une carrière distinguée, honorable, brillante. Mais il faut pour cela du « travail, de l'étude. Elle ne se fait pas d'elle-méme, ou alors elle reste vulgaire, in « digne de ton noni, de ta naissance, des qualités dont tu es doué. Sors donc de l'or « nière commune, élève-toi à la hauteur où tu peux atteindre. Ne crois pas avoir fait « quelque chose tant qu'il te resterà quelque chose à faire. Il faut étre le premier, ou « ce n'est pas la peine de se lancer. Penses y bien » . Valgano per conclusione alcune linee della madre (pag. 551): « La Marquise Arconati me gronde toujours de ce que « je suis trop modeste pour ton compte. Je pense qu'il vaut mieux que d'autres te « louent que moi » . Onde a ragione il figlio le scriveva da Pietroburgo il 7 aprile 1848 (pag. 233): « Je « vous remerete, autant que faire se peut, du soin que vous mettez à m'instruire de ce « qui se passe avec une sollicitude toute maternelle, et puis l'amour du pays perce « dans chacune de vos paroles, et si on peut à juste titre étre fier d'un tel pére, on « doit non moins s'énourgueillir d'avoir une teile mère ». In queste parole si riassume tutto il libro. Alle lettere soavi della madre, alle dignitose del padre il Marchese Emmanuele non solo appose note ed illustrazioni ove occorrevano, ma aggiunse alcune sue lettere di cui piacciono assai quelle che descrivono il suo viaggio a Pietroburgo ed il ritorno, la sua dimora colà, il ricevimento a Corte, il viaggio a Nijni Novgorod con un'evidente pit tura di quella celebre fiera europeo-asiatica. Il che contribuisce a dar varietà al libro che si legge sino alla fine con crescente diletto. Quello però che ne vien fuori sempre più splendido è il carattere della Marchesa Co stanza d'Azeglio, che, apparendovi pur sempre nobile, pia e benefica, vi si fa diplo matica, perché spinta dai due amori più santi dopo quello di Dio, dall'amore della patria e dall'affetto materno. Onde bene il figlio aé[\\' Avant-propos (pag. vi) scriveva: « Un fait me frappe: c'est le ròle considérable qui ont exercé les mères piémontaises, « surtout à la fin du siècle dernier, en préparant par une éducation virile cette géné « ration vigoureuse qui a rendu de si grand service à notre pays » . Mi sia lecito conchiudere con un'osservazione. Torino, adornandosi di superbi monu menti, ha pure con nobile pensiero segnate con lapidi commemorative le case abitate un tempo dai cittadini che l'illustrarono, ed eresse anche un monumento alla Giulia Molino-Colombini. Ora chi leggerà queste lettere, certamente sentirà nascersi in cuore il desiderio che sia posto pure un segno del palazzo ove dimorò la Marchesa Costanza."], [29, "25 Già sull'ingresso di questo palazzo verso la via d'Angennes si mira l'epigrafe di Mas simo d'Azeglio, a tergo, verso la piazza di Carlo Emmanuele II, quella del Marchese Roberto; onde parrebbe conveniente che, accanto a questa, per cura dell'illustre e benemerito Municipio di Torino, si collocasse anche una memoria della Marchesa Co stanza d'Azeglio. Asti, 5 gennaio 1885. C. Vassallo."], [30, ""], [31, ""], [32, ""]]