[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE MANCHESTER MAN. VOL. I."], [6, ""], [7, "THE MANCHESTER MAN. BY MRS. G. LINNÆUS BANKS, AUTHOB OF \" GOD'S PROVIDENCE HOUSE,\" &c. &c. IN THREE VOLUMES. VOL. I. LONDON: HURST AND BLACKETT, PUBLISHERS, 13, GREAT MARLBOROUGH STREET. 1876. All rights reserved"], [8, "LONDON : PRINTED BV MACDONALD AND TUGWELL, BLENHEIM HOUSE."], [9, "THE MANCHESTER MAN. CHAPTER L* THE FLOOD. TTTHEN Pliny lost his life, and Hercu- \" \" laneum was buried, Manchester was born. Whilst lava and ashes blotted from sight and memory fair and luxurious Roman cities close to the capital, the Roman soldiery of Titus, under their general Agricola, laid the foundations of a distant city which now competes with the great cities of the world. Where now rise forests of tall chimneys, and the hum of whirling spindles, spread the dense woods of Arden, and from the clearing in their midst rose the Roman castrum of * See Appendix A. VOL. I. E"], [10, "2 THE MANCHESTER MAN. Mamutium,* which has left its name of Castle Field as a memorial to us. But where their summer camp is said to have been pitched on the airy rock at the con fluence of the rivers Irk and IrweU, sacred church and peaceful coUege have stood for centuries, and only antiquaries can point to Roman possession, or even to the baronial haU which the Saxon lord perched there for security. And only an antiquary or a very old inhabitant can recall Manchester as it was at the close of the last century, and shutting his eyes upon raUway arch, station, and esplanade, upon Palatine buildings, broad roadways, and river em bankments, can see the Irk and the Irwell as they were when the Cathedral was the Collegiate Church, with a diminutive brick wall round its ancient graveyard. Then the irregular-fronted rows of quaint old houses which stUl, under the name of Half * Prior to the close of the Fourteenth Century, Manches ter was written Mamecester."], [11, "3 THE MANCHESTEE MAN. Street, crowd upon two sides of the churchyard, with only an intervening strip of a flagged walk between, closed it up on a third side, and shut the river (lying low beneath) from the view with a huddled mass of still older dwellings, some of which were thrust out of sight, and were only to be reached by flights of break-neck steps of rock or stone, and like their hoary fellows creeping down the narrow roadway of Hunt's Bank, overhung the Irwell and threatened to topple into it some day. The Chetham Hospital or College still looks solidly down on the Irk at the angle of the streams ; the old Grammar School has been suffered to do the same ; and — thanks to the honest workmen who built for our ancestors — the long lines of houses known as Long Millgate are for the most part standing, and on the river side have resisted the frequent floods of centuries. In 1F99 that line was almost unbroken, from the College (where it commenced at b 2"], [12, "4 THE MANCHESTEE MAN. Hunt's Bank Bridge) to Red Bank. The little alley by the Town Mill, called Mill brow, which led down to the wooden Mill- Bridge, was Uttle more of a gap than those narrow entries or passages which pierced the walls like slits here and there, and offered dark and perilous passage to courts and alleys, trending in steep incline to the very bed of the Irk. The houses them selves had been good originally, and were thus cramped together for defence in perilous times, when experience taught that a narrow gorge was easier held against warlike odds than an open roadway. Ducie Bridge had then no existence, but Tanners' Bridge — no doubt a strong wooden structure like that at Mill-brow — accessible from the street only by one of those narrow steep passages, stood within a few yards of its site, and had a place on old maps so far back as 1650. Its name is expressive, and goes to prove that the tannery on the steep banks of the Irk,"], [13, "5 THE MANCHESTEE MAN. behind the houses of Long Millgate oppo site to the end of MUler's Lane, was a tannery at least a century and a half before old Simon Clegg worked amongst the tan-pits, and called William Clough master. To this sinuous and picturesque line of houses, the streams with their rocky and precipitous banks will have served in olden times as a natural defensive moat (indeed, it is noticeable that old Manchester kept pretty much within the angle of its rivers), and in 1799 from one end of Millgate to the other the dwellers by the waterside looked across the stream on green and un dulating uplands, intersected by luxuriant hedgerows, a bleachery at Walker's Croft, and a short terrace of houses near Scotland Bridge, denominated Scotland, being the sole breaks in the verdure. Between the tannery and Scotland Bridge the river makes a sharp bend, and here, at the elbow, another mill with its correspond-"], [14, "6 THE MANCHESTEE MAN. ing dam was situated. The current of the Irk, if not deep, is strong at all times, though kept by its high banks within narrow compass. But when, as is not unseldom the case, there is a sudden flushing of water from the hill-country, it rises, rises, rises, stealthUy though swiftly, tUl the stream overtops its banks, washes over low-lying bleach-crofts, fields, and gardens, mounts foot by foot over the fertUe slopes, invades the houses, and, like a mountain robber sweeping from his fastness on a peaceful vale, carries his spoil with him, and leaves desolation and waUing behind. Such a flood as this following a heavy thunder-storm devastated the valley of the Irk on the 17th of August, 1799. Well was it then for the tannery and those houses on the bank of the Irk which had their foundations in the solid rock, for the waters surged and roared at their base and over pleasant meadows — a wide-spread turbulent sea, with here and there an"], [15, "THE MANCHESTEE MAN. 7 island of refuge, which the day before had been a lofty mound. The flood of the previous Autumn, when a coach and horses had been swept down the Irwell, and men and women were drowned, was as nothing to this. The tannery yard, high as it was above the bed of the Irk, and solid as was its embank ment, was threatened with invasion. The surging water roared and beat against its masonry, and licked its coping with frothy tongue and lip, like a hungry giant greedy for fresh food. Men with thick clogs and hide-bound legs, leathern gloves and aprons, were hurrying to and fro with barrows and bark-boxes, for the reception of the valuable hides which their mates, armed with long-shafted hooks and tongs, were dragging from the pits pell-mell, ere the advancing waters should encroach upon their territory, and empty the tan-pits for them. Already the insatiate flood bore testimony"], [16, "8 THE MANCHESTEE MAN. to its ruthless greed. Hanks of yarn, pieces of calico, hay, uptorn bushes, planks, chairs, boxes, dog-kennels, and hen-coops, a shattered chest of drawers, pots and pans, had swept past, swirling and eddying in the flood, which by this time spread like a vast lake over the opposite lands, and had risen within three feet of the arch of Scotland Bridge, and hardly left a trace where the mill-dam chafed it commonly. Too busy were the tanners, under the eye of their master, to stretch out hand or hook to arrest the progress of either furni ture or live-stock, though bee-hives and hen-coops, and more than one squealing pig, went racing with the current, now rising towards the footway of Tanners' Bridge. Every window of every house upon the banks was crowded with anxious heads, for flooded Scotland rose like an island from the watery waste, and their own cellars were fast fiUing. There had"], [17, "9 THE MANCHESTEE MAN. been voices calling to each other from window to window all the morning ; but now from window to window, from house to house, rang one reduplicated shriek, which caused many of the busy tanners to quit their work, and rush to the water's edge. To their horror, a painted wooden cradle, which had crossed the deeply-sub merged dam in safety, was floating foot foremost down to destruction, with an infant calmly sleeping in its bed, the very motion of the waters having seemingly lulled it to sounder repose ! \" Good Lord ! It's a choilt !\" exclaimed Simon Clegg, the eldest tanner in the yard. \" Lend a hand here, fur the sake o' th' childer at whoam.\" Half a dozen hooks and plungers were outstretched, even while he spoke ; but the longest was lamentably too short to arrest the approaching cradle in its course, and the unconscious babe seemed doomed. With frantic haste Simon Clegg rushed on"], [18, "10 THE MANCHESTEE MAN. to Tanners' Bridge, followed by a boy; and there, with hook and plunger, they met the cradle as it drifted towards them, afraid of over-balancing it even in their attempt to save. It swerved, and almost upset; but Simon dexterously caught his hook within the wooden hood, and drew the frail bark and its living freight close to the bridge. The boy, and a man named Cooper, lying flat on the bridge, then clutched at it with extended hands, raised it carefully from the turbid water, and drew it safely between the open rails to the footway, amidst the shouts and hurrahs of breath less and excited spectators. The babe was screaming terribly. The shock when the first hook stopped the pro gress of the cradle had disturbed its dreams, and its little fat arms were stretch ed out piteously as strange faces looked down upon it instead of the mother's familiar countenance. Wrapping the patch work quilt around it, to keep it from con-"], [19, "THE MANCHESTEE MAN. 11 tact with his wet sleeves and apron, Simon tenderly as a woman lifted the infant in his rough arms, and strove to comfort it, but in vain. His beard of three days' growth was as a rasp to its soft skin, and the closer he caressed, the more it screamed. The men from the tannery came crowding round him. ** What dost]ta mean to do wi' th' babby ?'' asked the man Cooper of old Simon. \" Aw'd tak' it whoam to my missis, but th' owd lass is nowt to be takken to, an' wur cross as two sticks when oi only axed fur mi baggin to bring to wark wi' mi this mornin',\" added he, with rueful remem brance of the scolding wife on his hearth. \" Neay, lad, aw'U not trust th' poor choilt to thy SaUy. It 'ud be loike chuckin' it out o' th' way ter into th' fire (Hush-a-by, babby). Aw'll just tak' it to ar Bess, and hoo'll cuddle it up, and gi' it summut to sup, till we find its own mammy,\" answered Simon, leaving the bridge. \"Bring the"], [20, "12 THE MANCHESTEE MAN. kayther* alung, Jack\" — to the boy — *' Bess'll want it. We'n noan o' that tackle at ar place. Hush-a-by, hush-a-by, babby.\" But the little thing, missing its natural protector, and half stifled in the swathing quilt, only screamed the louder ; and Simon, notwithstanding his kind heart, was truly glad when his daughter Bess, who had witnessed the rescue from their own window, met him at the tannery gate, and relieved him of his struffglino' char_*e. \" Si thi, Bess, here's a God-send fur thi — a poor little babby fur thi to tend an' be koind to, till them it belungs to come a-seekin' fur it,\" said he to the young woman; \"but thah mun give it summat better than cowd wayter — it's had too mich o' that a'ready.\" \" That aw will, poor darlin' !\" responded she, kissing the babe's velvet cheeks as, sensible of a change of nurses, it nestled to her breast. \" Eh ! but there'll be sore * Cradle."], [21, "THE MANCHESTEE MAN. 13 hearts for this blessed babby somewheere.\" And she turned up the narrow passage which led at once from the tan-yard and the bridge, stilling and soothing the little castaway as adroitly as an experienced nurse. \" Now, luk thi, lad,\" Simon remarked to Cooper, \" is na it fair wonderful heaw that babby taks to ar Bess ? But it's just a way hoo has, an' theere is na a fractious choilt i' a' ar yard but'll be quiet wi' Bess.\" Cooper looked after her, nodded an assent, and sighed, as if i he wished some one in another yard had the same soothing way with her. But the voice of the raging water had not stilled like that of the rescued infant. Back went the two men to their task, and worked away with a will to carry hides, bark, and implements to places of security. And as they hurried to and fro with loads on back or barrow, up, up, inch by inch, foot by foot, the swelling flood rose still"], [22, "14 THE MANCHESTER MAN. higher, till, lapping the foot-bridge, curl ing over the embankment, it drove the sturdy tanners back, flung itself into the pits, and, in many a swirling eddy, washed tan and hair and skins into the common current. Not so much, however, went into its seething caldron as might have been, had the men worked with less vigour ; and, quick to recognise the value of ready service, Mr. Clough led his drenched and weary workmen to the \" Skinners' Arms,\" in Long Millgate, and ordered a supply of ale and bread and cheese to be served out to them. At the door of the public-house, where he left the w*orkmen to the enjoyment of this impromptu feast, he encountered Simon Clegg. The kind fellow had taken a hasty run to his own tenement, \"just to see heaw ar Bess an' th' babby get on \" • and he brought back the intelligence that it was \"a lad, an' as good as goold.\""], [23, "15 THE MANCHESTER MAN. \" Oh, my man, I've been too much occupied to speak to you before,\" cried Mr. Clough. \" I saw you foremost in the rescue of that unfortunate infant, and shall not forget it. Here is a crown for your share in the good deed. I suppose that was the child's mother you gave it to?\" Simon was a little man, but he drew back with considerable native dignity. \" Thenk yo', measter, all th' same, but aw connot tak' brass fur just doin' mi duty. Aw'd never ha slept i' mi bed gin that little un had bin dreawnded, an' me lookin' on loike a stump. Neay ; that lass wur Bess, moi wench. We'n no notion wheer th' lad's mother is.\" Mr. Clough would have pressed the money upon him, but he put it back with a motion of his hand. \" No, sir, aw'm a poor mon, a varry poor mon, but aw connot tak' money fur savin' a choilt's life. It's agen' mi conscience."], [24, "16 THE MANCHESTEE MAN. I'U tak' mi share o' the bread an' cheese, an' drink yo'r heealth i' a sup o' ale, but aw cudna' tak' that brass if aw wur deein'.\" And Simon, giving a scrape with his clog, and a duck of his head, meant for a bow, passed his master respectfully, and went clattering up the steps of the \" Skin ners' Arms,\" leaving the gentleman stand ing there and looking after him in mingled astonishment and admiration."], [25, "17 CHAPTER II. NO ONE KNOWS. TTTHEN the scurrying water, thick with \" sand and mud, and discoloured with dye-stuffs, which floated in brightly tinted patches on its surface, fiUed the arch of Scotland Bridge, and left only the rails of Tanners' Bridge visible, the inundation reached its climax; but a couple of days elapsed before the flood subsided below the level of the unprotected tannery-yard, and until then neither Simon Clegg nor his mates could resume their occupations. There was a good deal of lounging about Long Millgate and the doors of the \"Queen Anne\" and \" Skinners' Arms,\" of VOL. I. C"], [26, "18 THE MANCHESTEE MAN. heavUy shod men, in rough garniture of thick hide — armoury against the tan and water in which their daily bread .was steeped. But in all those two days no anxious father, no white-faced mother, had run from street to street, and house to house, to seek and claim a rescued living child. No, not even when the week had passed, though the story of his \" miraculous pre servation\" was the theme of conversation at the tea-tables of gentility and in the bar-parlours of taverns ; was the gossip of courts and alleys, highways and byways ; and though echo, in the guise of a ** flying stationer,\" caught it up and spread it broadcast in catchpenny sheets, far beyond the confines of the inundation. This was the more surprising as no dead bodies had been washed down the river, and no lives were reported 'lost.\" Had the child no one to care for it ? — no rela tive to whom its little life was precious ?"], [27, "19 THE MANCHESTEE MAN. Had it been abandoned to its fate, a waif unloved, uncared for ? The house in which Simon Clegg lived was situated at the very end of Skinners' Yard, a cul-de-sac, to which the only ap proach was a dark covered entry, not four feet wide. The pavement of the yard was natural rock, originally hewn into broad flat steps, but then worn with water from the skies, and from house-wifely pails, and the tramp of countless clogs, to a rugged steep incline, asking wary stepping from the stranger on exploration after night-fall. Gas was of course unknown, but not even an oil-lamp lit up the gloom. In the sunken basement a tripe-boiler had a number of stone troughs or cisterns, for keeping his commodities cool for sale. The three rooms of Simon Clegg were situated immediately above these, two small bed-rooms overlooking the river and pleasant green fields beyond ; the wide kitchen window having no broader range c2"], [28, "20 THE MANCHESTEE MAN. of prospect than the dreary and not too savoury yard. Even this view was shut out by a batting frame, resembling much a long, narrow French bedstead, all the more that on it was laid a thick bed of raw (that is, undressed) cotton, freckled with seeds and fine bits of husky pod. Bess was a batter, and her business was to turn and beat the clotted mass with stout lithe arms and willow-wands, untU the fibres loosened, the seeds and specks fell through, and a billowy mass of whitish down lay before her. It was not a healthy occupa tion : dust and flue released found their way into the lungs, as well as on to the floor and furniture ; and a rosy-cheeked batter was a myth. Machinery does the work now — but this history deals with then ! During the week dust lay thick on every thing; even Bessy's hair was fluffy as a bursting cotton-pod, in spite of the ker chief tied across it ; but on the Saturday, when she had cai-ried her work to Simp-"], [29, "21 THE MANCHESTEE MAN. son's factory in Miller's Lane, and came back with her wages, broom and duster cleared ■ away the film; wax and brush polished up the oak bureau, the pride and glory of their kitchen ; the two slim iron candlesticks, fender, and poker were burn ished bright as steel; the three-legged round deal table was scrubbed white ; and then, mounted on tall pattens, she set about with mop and pail, and a long- handled stone, to cleanse the flag floor from the week's impurities. She had had a good mother, and, to the best of her ability, Bess tried to follow in her footsteps, and fill the vacant place on her father's hearth, and in his heart. Her mother had been dead four years, and Bess, now close upon twenty, had since then lost two brothers, and lamented as lost one dearer than a brother — the two former by death, the other by the fierce demands of war. She had a pale, interest ing face, with dark hair and thoughtful,"], [30, "22 THE MANCHESTEE MAN. deep grey eyes, and was, if anything, too quiet and staid for her years; but when her face lit up she had as pleasant a smUe upon it as one would wish to see by one's fireside, and not even her dialect could make her voice otherwise than low and gentle. Both her brothers had been considerably younger than herself; and possibly the fact of having stood in loco parentis to them for upwards of two years had imparted to her the air of motherliness she possessed. Certain it is that if a child in the yard scalded itself, or cut a finger, or knocked the bark off an angular limb, it went crying* to Bessy Clegg in preference to its own mother ; and she healed bruises and quar rels with the same balsam — loving sym pathy. She was just the one to open hei* arms and heart to a poor motherless babe, and Simon Clegg knew it. Old Simon, or old Clegg, he was called, probably because he was graver and more"], [31, "23 THE MANCHESTEE MAN. serious than his fellows, and had never changed his master since he grew to man hood : certainly not on account of his age, which trembled on the verge of fifty only. He was a short, somewhat spare man, with a face deeply lined by sorrow for the loved ones he had lost. But he had a merry twinkling eye, and was not without a latent vein of humour. The atmosphere of the tannery might have shrivelled his skin, but it had not withered his heart ; and when he handed the child he had saved to his daughter, he never stopped to calcu late contingencies. The boy, apparently between two and three months old, was dressed in a long gown of printed linen, had a muslin cap, and an under one of flannel, all neatly made, but neither in make nor material beyond those of a respectable working man's child ; and there was not a mark upon anything -which could give a clue to its parentage."], [32, "24 THE MANCHESTEE MAN. The painted wooden cradle, which had been to it an ark of safety, was placed in a corner by the fireplace ; . and an old bottle, filled with thin gruel, over the neck of which Bess had tied a loose cap of punc tured wash-leather, was so adjusted that the little one, deprived of its mother, could lie within and feed itself whilst Bess her self industriously pursued her avocations. These were not times for idleness. There had been bread-riots the previous Winter ; food still was at famine prices ; and it was all a poor man could do, with the strictest industry and economy, to obtain a bare subsistence. So Bess worked away all the harder, because there were times when babydom was imperative, and would be nursed. She had put the last garnishing touches to her kitchen on Saturday night, had taken off her wrapper-brat,* put on a clean blue bedgown,f and substituted a white * A sort of close pinafore, t -^ short loose jacket."], [33, "25 THE MANCHESTEE MAN. linen cap for the coloured kerchief, when her father, who had been to New Cross Market to make his bargains by himself on this occasion, came into the kitchen, followed by Cooper, who, having helped to save the child, naturally felt an interest in him. The iron porridge-pot was on the low fire, and Bess, sifting the oatmeal into the boUing water with the left hand, whilst with the other she beat it swiftly with her porridge-stick, was so intent on the prepa ration of their supper, she did not notice their entrance until her father, putting his coarse wicker market-basket down on her white table, bade Cooper \" Coom in an' tak' a cheer.\" Instead of taking a chair, the man walked as quietly as his clogs would let him to the cradle, and looked down on the infant sucking vigorously at the delusive bottle. Mat Cooper was the wnhappy father of eight, whose maintenance was a"], [34, "26 THE MANCHESTEE MAN. sore perplexity to him ; and it may be sup posed he spoke with authority when he exclaimed — \" Whoy, he tak's t' th' pap-bottle as nat 'rally as if he'n ne'er had nowt else !\" And the big man — quite a contrast to Simon — stooped and lifted the babe from the cradle with all the ease of long prac tice, and dandled it in his arms, saying as he did so, \" Let's hev a look at th' little chap. Aw've not seen the colour o' his eyen yet.\" The eyes were grey, so dark they might have passed for black ; and there was in them more than the ordinary inquiring gaze of babyhood. \"Well, thah'rt a pratty lad; but had thah bin th' fowest* i' o' Lankisheer, aw'd a-thowt thi mammy'd ha' speerdf fur thi afore this,\" added he, sitting down, and * Ugliest. t Inquired."], [35, "THE MANCHESTEE MAN. 27 nodding to the child, which crowed in his face. \"Ah! one would ha' reckoned so,\" as sented Bess, without turning round. \" What ar' ta gooin' to do, Simon, toward fandin' th' choilt's kin?\" next questioned their visitor. Simon looked puzzled. \" Whoy, aw've hardly gi'en it a thowt. But the question, once started, was dis cussed at some length. Meanwhile the porridge designed for two Bess poured into three bowls, placing three iron spoons beside them, with no more ceremony than, \" Ye'll tak' a sup wi' us, Mat.\" Mat apologised, feeling quite assured there was no more than the two could have eaten ; but Simon looked hurt, and the porridge was appetising to a hungry man ; so he handed the baby to the young wo man, took up his spoon, and the broken thread of conversation was renewed at"], [36, "28 THE MANCHESTEE MAN. intervals. What they said matters not so much as what they did. The next morning being Sunday, Cooper called for Clegg just as the bells were ringing for church ; and the two, arrayed in their best fustian breeches, long-taUed coats, knitted hose, three-cornered hats, and shoes, only kept for Sunday wear, set out to seek the parents of the unclaimed infant, nothing doubting that they were going to carry solace to sorrowing hearts. Their course lay in the same track as the Irk, now pursuing its course as smilingly under the bright August sun as though its banks were not strewed with wreck, and foul with thick offensive mud, and the woeful devastation were none of its doing-. There were fewer houses on their route than now, and they kept close as possible to the course of the river, questioning the various inhabitants as they went along. They had gone through Collyhurst and Blakely without rousing anyone to a"], [37, "29 THE MANCHESTEE MAN. thought beyond self-sustained damage, or gaining a single item of intelligence, though they made many a detour in quest of it. At a roadside public-house close to Middle ton they sat down parched with heat and thirst, called for a mug of ale each, drew from their pockets thick hunks of brown bread and cheese, wrapped in blue and white check handkerchiefs, and whilst satis fying their hunger, came to the conclusion that no cradle could have drifted safely so far, crossing weirs and mill-dams amongst uprooted bushes, timber, and household chattels, and that it was best to turn back. In Smedley Vale, where the flood seemed to have done its worst, and where a small cottage close to the river lay in ruins, a knot of people were gathered together talking and gesticulating as if in eager controversy. As they approached, they were spied by one of the group. \" Here are th' chaps as fund the' babby, an' want'n to know who it belungs to,\""], [38, "30 THE MANCHESTEE MAN. cried he, a youth whom they had inter rogated early in the day. To tell in brief what Simon and his com panion learned by slow degrees — the hap less child was alone in the world, orphaned by a succession of misfortunes. The di lapidated cottage had been for some fifteen months the home of its parents. The father, who was understood to have come from Crumpsall with his young wife and her aged mother, had been sent for to attend the death-bed of a brother in Liver pool, and had never been heard of since. The alarm and trouble consequent upon his prolonged absence prostrated the young wife, and caused not only the babe's premature birth, but the mother's death. The care of the child had devolved upon the stricken grandmother, who had him brought up by hand, as Matthew's sagacity had suggested. She was a woman far ad vanced in years, and feeble, but she asked no help from neighbours or parish, though"], [39, "31 THE MANCHESTEE MAN. her poverty was apparent. She kept poultry and knitted stockings, and managed to eke out a living somehow, but how, none of those scattered neighbours seemed to know — she had \" held her yead so hoigh\" (pursued her way so quietly). She had been out in her garden feeding her fowls, when the flood came upon them without warning, swept through the open doors of the cottage, and carried cradle and everything else before it, leaving hardly a wall standing. In endeavouring to save the child she herself got seriously hurt, and was with difficulty rescued. But be tween grief and fright, bruises and the drenching, the old dame succumbed, and died on the Thursday morning, and had been buried by the parish — from which in life she had proudly kept aloof — that very afternoon, and no one could tell other name she had borne than Nan. Bess sobbed aloud when she heard her father's recital, which lost nothing of its"], [40, "32 THE MANCHESTEE MAN. pathos from the homely vernacular in which it was couched. \"An' what's to be done neaw?\" asked Cooper, as he sat on one of the rush bottomed chairs, sucking the knob of his walking-stick, as if for an inspiration. \" Yo canno' think o' keepin' th' choilt, an' bread an' meal at sich a proice !\" \" Connot oi ? Then aw conno' think o' aught else. Wouldst ha' me chuck it i' th' river agen ? What dost thah say, Bess ?\" turning to his daughter, who had the chUd on her lap. \" Whoi, th' poor little lad's got noather feyther nor mother, an' thah's lost boath o' thi lads. Mebbe it's a Godsend, feyther, after o', as yo said'n to me,\" and she kissed it tenderly. \" Eh, wench ! \" interposed Matthew, but she went on without heeding him. \" There's babby clooas laid by i' lavender i' thoase drawers as hasna seen dayleet sin ar Joe wur a toddler, an' they'll just"], [41, "33 THE MANCHESTEE MAN. come handy. An' if bread's dear an' meal's dear, we mun just ate less on it arsels, an' there'll be moore fur the choilt. He'll pay yo back, feyther, aw know, when yo're too owd to wark.\" \"An' aw con do 'bout 'bacca, lass. If the orphan's granny wur too preawd to ax help o' th' parish, aw'U be too preawd to send her pratty grandchoilt theer.\" And so, to Matthew Cooper's amazement, it was settled. But the extra labour and self-denial it involved on the part of Bess, neither Matthew nor Simon could estimate. In the midst of the rabid scepticism and RepubUcanism of the period, Simon Clegg was a staunch \" Church and King \" man, and, as a natural consequence, a stout up holder of their ordinances. Regularly as the bell tolled in for Sunday morning ser vice, he might be seen walking reverently down the aisle of the old church, to his place in the free seats, with his neat, cheer ful-looking daughter following him some- vol. I. D"], [42, "34 THE MANCHESTEE MAN. times, but not always — so regularly that the stout beadle missed him from his seat the Sunday after the inundation, and meet ing him in the churchyard a week later, sought to learn the why and wherefore. The beadle of the parish church was an important personage in the eyes of Simon Clegg : and, somewhat proud of his notice, the little tanner related the incidents of that memorable flood-week to his querist, concluding with his adoption of the chUd. The official h'md and ha'd, applauded the act, but shook his powdered head, and added, sagely, that it was a \" greeat charge, a varry greeat charge.\" \" Dun yo' think th' little un 's bin bab tised?\" interrogated the beadle. \" Aw conno' tell ; nob'dy couldn't tell nowt abeawt th' choilt, 'ut wur ony use to onybody. Bess an' me han talked it ower, an' we wur thinkin' o' bringin' it to be kirsened, to be on th' safe soide like. Aw reckon it wouldna do th' choilt ony harm"], [43, "THE MANCHESTEE MAN. 35 to be kirsened twoice ower; an' 'twould be loike flingin' th' choilt' s soul to Owd Scrat gin he wur no kirsened at o'. What dun yo' thinkin'?\" The beadle thought pretty much the same as Simon, and it was finally arranged that Simon should present the young foundling for baptism in the course of the week. D 2"], [44, "36 CHAPTER III.* HOW THE EEV. JOSHUA BEOOEHS AND SIMON CLEGG INTEEPEETED A SHAKESPEAEIAN TEXT. 1 /TANCHESTER had at that date two -*-'-*- eccentric clergymen attached to the Collegiate Church. The one, Parson Gat liffe, a fine man, a polished gentleman, an eloquent preacher, but a bon vivant of whom many odd stories are told. The other, the Reverend Joshua Brookes, a short, stumpy man (so like to the old knave of clubs in mourning that the sobriquet of the \"Knave of Clubs\" stuck to him), was a rough, crusted, unpolished black-diamond, hasty in temper, harsh in tone, blunt in speech and in the pulpit, but with a true * See Appendix B."], [45, "37 THE MANCHESTEE MAN: heart beating under the angular external crystals; and he was a good liver of another sort than his colleague. He was the son of a crippled and not too sober shoemaker, who, when the boy's intense desire for learning had attracted the attention and patronage of Parson Ainscough, went to the homes of several of the wealthy denizens of the town, to ask for pecuniary aid to send his son Joshua to college. The youth's scholarly attain ments had already obtained him an exhi bition at the Free Grammar School, which, coupled with the donations obtained by his father and the helping hand of Parson Ainscough, enabled him to keep his terms and to graduate at Brazenose, to become a master in the grammar school in which he had been taught, and a chaplain in the Collegiate Church. So conscientious was he in the perform ance of his sacred duties that, albeit he was wont to exercise his calling after a peculiar-"], [46, "38 THE MANCHESTEE MAN. ly rough fashion of his own, he married, christened, buried more people during his ministry than all the other ecclesiastics put together. It was to this Joshua Brookes (few ever thought of prefixing the \"Reverend\" in re ferring to him) that Simon Clegg brought \" Nan's \" orphan grandchild to be baptised on Tuesday, the 7th of September, just three weeks from the date of his involunta ry voyage down the flooded Irk. It had taken the tanner the whole of the week following his conversation with the beadle to determine the name he should give the child, and many had been his con sultations with Bess on the subject. That very Sunday he had gone home from church full of the matter, and lifting his big old Bible from its post of honour on the top of the bureau (it was his whole library), he sat, after dinner, with his head in his hands and his elbows on the table, debating the momentous question."], [47, "39 THE MANCHESTEE MAN. \" Yo' see, Bess,\" said he, \" a neame as sticks to one all one's loife, is noan so sma' a matter as some folk reckon. An' yon's noan a common choilt. It is na ev'ry day, no, nor ev'ry year, as a choilt is weshed down a river in a kayther, an' saved from th' very jaws of deeath.* An' aw'd loike to gi'e un a neame as 'ud mak' it re member it, an' thenk God for his marcifu' presarvation a' th' days o' his loife.\" After a long pause, during which Bess took the baby from the cradle, tucked a napkin under its chin, and began to feed it with a spoon, he resumed — \" Yo' see, Bess, hadna aw bin kirsened Simon, aw moight ha' bin a cobbler, or a whitster,f or a wayver, or owt else. But feyther could read tho' he couldna wroite ; an' as he wur a reed-makker, he towt mi moi A B C wi' crookin' up th' bits o' wires he couldna use into th' shaps o' th' letters ; an' when aw could spell sma' words grade- * See Appendix B. t Bleacher."], [48, "40 THE MANCHESTEE MAN. ly,* he towt mi to read out o' this varry book ; an' aw read o' Simon a tanner, an nowt 'ud sarve mi but aw mun be a tanner too, so tha sees theer's summat i' a neame after o'.\" Bess suggested that he should be called Noah, because Noah was saved in the ark ; but he objected that Noah was an old grey beard, with a family, and that he knew the flood was coming, and built the ark him self ; he was not \" takken unawares in his helplessness loike that poor babby.\" Moses was her next proposition — Bess had learned something of Biblical lore at the first Sunday-school Manchester could boast, the one in Gun Street, founded by Simeon Newton in 1788 — but Simon was not satisfied even with Moses. \" Yo' see, Moses wur put in' th' ark o' bullrushes o' purpose, an' noather thee nor mi 's a Pharaoh's dowser, an' th' little chap's not loike to be browt oop i' a pallis.\" * Properly."], [49, "41 THE MANCHESTEE MAN. Towards the end of the week he burst into the room : \" Oi hev it, lass, oi hev it ! We'n co' the lad - Irk ;' nobb'dy '11 hev a neame loike that, and it '11 tell its own story ; an' fur th' as ter-neame, aw reckon he mun tak' ours.\" Marriages were solemnised in the richly carved choir of the venerable old Church, but churchings and baptisms in a large adjoining chapel ; and thither Bess, who carried the baby, was ushered, foUowed by Simon and Matt Cooper, who were to act as its other sponsors. At the door they made way for the entrance of a party of ladies, whom they had seen alight from sedan-chairs at the upper gate, where a couple of gentlemen joined them. A nurse followed, with a baby, whose christening robe, nearly two yards long, was a mass of rich embroid ery. The mother herself — a slight, lovely creature, additionally pale and delicate from her late ordeal — wore a long, plain-"], [50, "42 THE MANCHESTER MAN. skirted dress of varicoloured brocaded silk. A lustrous silk scarf, trimmed with costly lace, enveloped her shoulders. Her head dress, a bonnet with a bag-crown and Quakerish poke-brim, was of the newest fashion, as were the long kid gloves which covered her arms to the elbows. The party stepped forward as though precedence was theirs of right even at the church door, heeding not Simon's mannerly withdrawal to let them pass ; and the very nurse looked disdainfully at the caUco gown of the baby in the round arms of Bess, a woman in a grey duffel cloak and old fashioned flat, broad-brimmed hat. Is there any thrill, sympathetic or an tagonistic, in baby- veins, as they thus meet there for the first time on their entrance into the church and the broad path of life ? For the first time — but scarcely for the last. Already a goodly crowd of mothers, babies, godfathers, and godmothers had"], [51, "43 THE MANCHESTEE MAN. assembled — a crowd of all grades, judging from their exteriors, for dress had not then ceased to be a criterion ; and all cere monies of this kind were performed in shoals — not singly. The Rev. Joshua Brookes, foUowed by his clerk, came through the door in the carven screen, between the choir and bap tismal chapel, and took his place behind the altar rails. And now ensued a scene which some of my readers may think incredible, but which was common enough then, and there, and is notoriously true. The width of the altar would scarcely accommodate the number of women waiting to be church ed ; and the impatient Joshua assisted the apparitors to marshal them to their places, with a sharp \" You come here ! You kneel there ! Yon woman's not paid !\" accom panied by puUs and pushes, until the semi circle was filled. But still the shrinking lady, and another,"], [52, "44 THE MANCHESTEE MAN. unused to jostle with rough crowds, were left standing outside the pale. Impetuous Joshua had begun the service before all were settled. \"Forasmuch as it hath pleased His quick eye caught the outstanding figures. Abruptly stopping his exordium, he exclaimed, in his harsh tones, which seemed to intimidate the lady, \" What are you standing there for ? Can't you find a place ? Make room here !\" (pushing two women apart by the shoul der), \"thrutch up closer there! Make haste, and kneel here !\" (to the lady, pull ing her forward). \"You come here; — make room, will you ?\" and having pulled and pushed them into place, he resumed the service. Presently there was another outburst. There had been a hushing of whimpering babies, and a maternal smothering of in fantile cries, as a chorus throughout ; but one fractious little one screamed right out,"], [53, "THE MANCHESTEE MAN. 45 and refused to be comforted. The nervous tremor on that kneeling lady's countenance might have told to whom it belonged, had Joshua been a skilful reader of hearts and faces. His irritable temper got the better of him. He broke off in the midst of the psalm to call out, \" Stop that crying child !\" The crying child did not stop. In the midst of another verse he bawled, \" Give that screaming babby the breast !\" He went on. The clerk had pronounced the \"Amen\" at the end of the psalm; the chaplain foUowed, \" Let us pray ;\" but be fore he began the prayer, he again shouted, \" Take that squalling babby out !\" — an order the indignant nurse precipitately obeyed; and the service ended without further interruption. Then followed the christenings, and another marshalling (this time of god fathers and godmothers, with the infants they presented) ; in which the hasty chap lain did his part with hands and voice"], [54, "46 THE MANCHESTEE MAN. until all were arranged to his satisfaction. It so happened that the tanner's group and the lady's group were ranged side by side. The latter was Mrs. Aspinall, the wife of a wealthy cotton merchant, who, with two other gentlemen and a lady, stood behind her, and this time gave her their much-needed support. Indeed, what with the damp and dullness of the church, and the agitation, the delicate lady seemed ready to faint. \" Hath this child been already baptised or no ?\" asked Joshua Brookes, and was passing on, when Simon's unexpected re sponse arrested him. \"Aw dunnot know.\" \" Don't know ? How's that ? What are you here for ?\" were questions huddled one on the other, in a broader vernacular than I have thought well to put in the mouth of a man so deeply learned. \" Whoi, yo' see, this is the choUt as wur weshed deawn th' river wi' th' flood in a"], [55, "47 THE MANCHESTEE MAN. kayther ; an' o' belungin' th' lad are deead, an' aw mun kirsen him to mak' o' sure.\" Joshua listened with more patience than might have been expected from him, and passed on with a mere \" Humph !\" to ask the same question from each in succession, before proceeding with the general service. At length he came to the naming of several infants. \"Henrietta Burdelia Fitzbourne,\" was given as the proposed name of a girl of middle-class parents. \" Mary, I baptise thee,\" &c, he calmly proceeded, handed the baby back to the astonished godmother, and passed to the next, regardless of appeal. Mrs. Aspinall's boy took his name of Laurence with a noisy protest against the sprinkling. Nor was the foundling silent when, having been duly informed that the boy's name was to be \" Irk,\" self-willed Joshua deliberately, and with scarcely a visible pause, went on —"], [56, "48 THE MANCHESTEE MAN. \" Jabez, I baptise thee in the name,\" &c, and so overturned, at one fell swoop, all Simon's carefully-constructed castle. Simon attempted to remonstrate, but Joshua Brookes had another infant in his arms, and was deaf to all but his own busi ness. Such a substitution of names was too common a practice of his to disturb him in the least. But Simon had a brave spirit, and stood no more in awe of Joshua Brookes — \" Jotty \" as he was caUed — than of another man. When the others had gone in a crowd to the vestry to register the baptisms, he stopped to confront the parson as he left the altar. \"What right had yo' to change the neame aw chuse to gi'e that choilt ?\" \"What right had yo' to saddle the poor lad with an Irksome name like that ?\" was the quick rejoinder. \" Roight ! why, aw wanted to gi'e th' lad a neame as should mak' him thankful fur"], [57, "49 THE MANCHESTER MAN. bein' saved from dreawndin' to th' last deays o' his loife.\" \" An Irksome name like that would have made him the butt of every little imp in the gutters, until he'd have been ready to drown himself to get rid of it. Jabez is an honourable name, man. You go home, and look through your Bible till you find it.\" Simon was open to conviction ; his bright eyes twinkled as a new light dawned upon them. The gruff chaplain had brushed past him on his way to the robing-room ; but he turned back with his right hand in his breeches pocket, and put a seven-shilling piece in the palm of the tanner, saying, \" Here's something towards the christen ing feast of th' little chap I've stood god father to. And don't you forget to look in ' Chronicles ' for Jabez, and, above all, see that the lad doesn't disgrace his name.\" Joshua Brookes had the character, among VOL. I. e"], [58, "50 THE MANCHESTER MAN. those who knew him least, of loving money overmuch, and this unwonted exhibition of generosity took Simon's breath. The chaplain was gone before he re covered from his amazement — gone, with a tender heart softened towards the fatherless child thrown upon the world, his cynicism rebuked by the true charity of the poor tanner, who had taken the foundling to his home in a season of woeful dearth. And, to his credit be it said, the Rev. Joshua Brookes never lost sight of either Simon or little Jabez. He was wont to throw out words which he meant to be in season, but his harsh, abrupt manner, as a rule, neutralised the effect of his impromptu teachings. Now, however, the seed was thrown in other ground, and, as he intend ed, Simon's curiosity was excited. The Bible was reverently lifted from the bureau as soon as they reached home, and, after some seeking, the passage was found."], [59, "THE MANCHESTEE MAN. 51 Simon's reading was nothing to boast of, but Cooper could not read at all, and in the eyes of his unlettered comrades Clegg shone as a learned man. He could decipher \"black print,\" and that, in his days, amongst his class, was a distinction. Slowly he traced his fingers along the lines for his own information, and then still more slowly, with a sort of rest after every word, read out to his auditors — Bess, Matthew, and Matthew's wife (there in her best gown and best temper), — with slight dialectal peculiarities, which need not be reproduced — \" And Jabez was more honourable than his brethren : and his mother called his name Jabez, because she bare him with sorrow. And Jabez called on the God of Israel, saying, 0 that thou wouldst bless me indeed, and enlarge my coast, and that thine hand might be with me, and that thou wouldst keep me from evil, that it e 2"], [60, "52 THE MANCHESTEE MAN. may not grieve me ! And God granted him that which he requested.\"* \" Eh, Simon, mon, owd Jotty wur woiser nor thee. Theer's a neame fur a lad to stand by ! It's as good as a leeapin'-pow,f that it is, t' help him ower th' brucksj an' rucks§ o' th' warld.\" Simon sat lost in thought. At length he raised his head, and remarked soberly — \" Parson Brookes moight ha' bin a prophet ; th' choilt's mother did bear him wi' sorrow. The neame fits th' lad as if it had bin meade fur him.\" ■' Then aw hope he's a prophet o' eawt, feyther, an' o' th' rest'll come true in toime,\" briskly interjected Bess ; adding — \" Coom, tay's ready ;\" further appending, for the information of their visitors — \" Madam Clough sent the tay an' sugar, an' th' big curran'-loaf, when hoo heeard as feyther had axed fur a holiday fur the * 1 Chron. iv. 9, 10. t Leaping-pole. t Brooks. § Heaps — impediments."], [61, "53 THE MANCHESTEE MAN. kirsenin' ; an' Mester Clough's sent some yale [ale], an' a thumpin' piece o' beef.\" \" Ay, lass ; an' as we'n a'ready a foine kirsenin' feeast, we'n no change parson's seven-shiUin' piece, but lay it oop fur th' lad hissen.\" But the christening feast did not proceed without sundry noisy demonstrations from Master Jabez. If, as Simon had once hinted, he was an angel in the house, he flapped his wings and blew his trumpet pretty noisUy at times. \"Eh, lass, aw wish Turn wur here neaw, to enjoy hisself wi' us. Aw wonder what he'd say to see yo' nursin' a babby so bonnily ?\" Simon was munching a huge piece of currant-cake as he uttered this, after a meditative pause. A look of pain passed over Bessy's face. She rarely mentioned the absent Tom, though he was seldom out of her thoughts. \"Yea, an' aw wish he wur here!\" she"], [62, "54 THE MANCHESTEE MAN. echoed with a sigh, the fountain of which was deep in her own breast. \" Aw wonder where he is neaw.\" \" Feightin', mebbe !\" suggested her father. \" Killed, mebbe !\" was the fearful sug gestion of her own heart, and she was silent for some time afterwards. But the feast proceeded merrUy for all that, and no wonder, where Charity was president. And there was quite* as happy a party under that humble roof in Skin ners' Yard as that assembled in the grand house at Ardwick, where Master Laurence Aspinall was handed about in his embroid ered robes for the inspection of guests who cared very little about him, although they did present him with silver mugs, and spoons, and corals, and protest to his pale and exhausted mamma that he was the finest infant in Manchester."], [63, "55 CHAPTER IV. MISCHIEF. T T was a time of distress at home and -*- war abroad. Glory's scarlet fever was as rife an epidemic in Manchester as else- where. The town bristled with bayonets ; corps of volunteers in showy uniforms, on parade or exercise, with banners flying, dotted it like spots on a peacock's tail ; the music of drum and fife drowned the mur- murs of discontented men, the groans of poverty-stricken women, and the cries of famishing children. All nostrums were prescribed for the evils of famine except a stoppage of the war. The rich made sacrifices for the poor ; pastry was banished"], [64, "56 THE MANCHESTEE MAN. by common consent from the tables of the wealthy in order to cheapen flour ; soup kitchens were established for the poor, and in the midst of the general dearth the nineteenth century struggled into exist ence. It was this war-fever which had carried off Bessy Clegg's sweetheart, Thomas Hulme, to Ireland, in Lord Wilton's Regiment of Lancashire Volunteers, three years before. The honest, true-hearted fellow could not write for himself, postage was expensive and uncertain, and in all those three years only two letters, written by a comrade, had reached the girl. To her simple, unin formed mind, Ireland was as foreign and distant a country as Australia is to us in these days. And to be stationed there with his regiment amongst those \" wild Irishmen,\" conveyed only the idea of battles and bloodshed. Yet she kept a brave heart on the matter, and hid her anxieties from her father as well as she was"], [65, "THE MANCHESTEE MAN. 57 able. In some respects little Jabez was a Godsend to her. The frequent attention he required, combined with her labours at the batting-frame, and her household duties, tended to distract her mind from the dark picture over which she was so much inclined to brood, and to make her, if anything, more cheerful. Once more the voice which had been silent tuned up in song, for the gratification of the young ster, and in amusing him she insensibly cheered and refreshed herself. Yet as she trilled her quaint ballads, or Sabbath- school hymns, she little thought her vocalisation was to furnish an envious mind with a shaft to wound herself, and the one of all others dearer than herself. Soon after the memorable christening feast, Matthew Cooper and his family had removed — or \" flitted,\" as they called it — from Barlow's Yard to Skinners' Yard; and Sally, that peaceable man's termagant wife, was not the most desirable of neigh-"], [66, "58 THE MANCHESTEE MAN. bours. The tea, and the currant-cake, and the beef on that unusually well-spread board, had filled her with pleasure for the time, but turned to gall and bitterness ere they were digested. Why should the Cleg-o-s be so high in the favour of Mr. OO O and Madam Clough, and her Matt get nothing better than half-a-crown-piece ? He'd quite as much to do in saving the brat's life as Simon had, and with such a family wanted it a fine sight more. So she argued and argued with herself, quite ignoring, or blind to the fact that it was not the mere impulse which saved, but the humanity which kept the babe that Mr. Clough recognised, and never lost sight of. As Simon grew in favour at the tannery, the more excited grew Sally Cooper, until nothing would do but a removal to the opposite yard, where she could see for her self the \"gooin's on o' them Cleggs ;\" and once there, she contrived to harass Bess"], [67, "59 THE MANCHESTEE MAN. by numberless little spiteful acts, as well as by her vituperative tongue. Nor did little Jabez himself escape. Parson Brookes, grumbling loudly at every downward step, found his way to Bess o' Sims, guided by the quick-swishing, regular beat of the batting-wands. Mrs. Clough having, by ocular demon stration, satisfied herself that Bess was a sufficiently notable house-wife and a kindly nurse, had replaced the worn-out long clothes which Jabez inherited from \"brother Joe,\" by a set of more serviceable and suitable short ones ; had, moreover, sent an embrocation to allay Simon's rheumatic pains, and to crown the whole, supplied a go-cart for the boy, to help him to walk, and yet leave the hands of in dustrious Bess at liberty. As Miss Jewsbury has said in her ex quisite story of \" The Rivals,\" that go-cart \"was the drop added to the brimming cup, the touch given to the falling column.\""], [68, "60 THE MANCHESTEE MAN. Matt's worse-half — an inveterately clean woman, be it said — was occupied with her Saturday's \"redding up \"when she saw the wood-turner carry it in ; and she thereupon trundled her mop at the door so vigorously and viciously that the children instinc tively shrank into corners or ran out of the yard altogether, beyond reach of her weighty arm. And as, one by one, they ventured back after what they thought a safe interval, creeping stealthily over the freshly-sanded floor, and mayhap leaving the impression of wet clogs thereon, jerks, cuffs, and slaps were administered with a freedom born of her supposed wrongs. When Mat came home, to offer his wages upon the household altar, the storm had not subsided, and he was fain to retreat to the quiet fire-side of Simon to smoke his pipe in peace, and escape its pitiless peltings. He could not have selected a worse haven. It was a flagrant going over to the enemy. Thither she"], [69, "61 THE MANCHESTEE MAN. followed him in her wrath, and in her blind fury assailed not only him, but Bess, Simon, Mr. Clough, and Joshua Brookes, whom she mingled in indiscriminate con fusion, casting aspersions on the girl, which wounded nobody more than her own husband. In the midst and in spite of all this, Jabez grew apace. Life was not altogether sweetened for him by Mrs. Clough's kind ness, only made a little less bitter, and certainly not less hard ; since almost his first experience with the go-cart was to tilt at the open doorway, and pitch head-fore most down a flight of three steps into the stony yard, whence frightened Bess raised him, with a bleeding nose and a great bump on his forehead, amidst the mocking laugh ter of Sal Cooper. A chair was overturned across the door way as a barrier, until Simon could place a sliding foot-board there. But Jabez had still many a knock against chair or table"], [70, "62 THE MANCHESTEE MAN. until Bess made a padded roll for his fore head, as a protective coronal. Then every tooth cost him a convulsion, and any one less patient and tender-hearted than Bess would have abandoned her self-imposed charge in despair, his accidents and ailments made such inroads on her rest and on her time. But even patience has its limits, and Sally Cooper strained the cable until it snapped. At a war of words Bess was no match for her antagonist ; and, rather than endure a second contest, the Cleggs left the fiery serpent behind, and quitted the yard. Not willingly, for Simon, contrary to the roving habits of ordinary weekly tenants, had not changed his abode since his wedding-day, and the river was as a friend to him. He declared he \" could na sleep o' neets without th' way ter singin' to him.\" However, he contrived to find a very similar tenement, in just such another cul-de-sac, with just such another tripe-"], [71, "63 THE MANCHESTEE MAN. dresser's cellar underneath, and that too without quitting LongMillgate. Midway be tween the college and the tannery this court was situated, its narrow mouth opening to the breezes wafting down Hanover Street : they could still look out on the verdure of Walker's Croft, and the Irk laved its stony base as at that same Skinners' Yard, which Simon lived to see demolished. It was May ; bright, sunny, perfumed May. The hawthorn hedges on the ridge of ' the croft were white with scented blossoms, and the Irk — not the muddled stream which improvement (!) is fast shut ting out of remembrance — went on its dimpled way, smiling at the promise of the season. The echoes of the May-day milk cart bells, and the flutter of their decorative ribbons, were dying out of all but infantile remembrance ; — the month was more than a fortnight old. It was 1802, and Jabez was almost three years old. He was running, or rather"], [72, "64 THE MANCHESTEE MAN. scrambling, about the uneven court, gathering strength of limb and lung from their free use, albeit at the cost of dirt on frock and face, and the trouble of washing for Bess. She was singing at her batting-frame — not an unusual thing now, for rumour had whispered in her ear that the Lancashire Volunteers were on their homeward march. Even as she sang, a stout young fellow in uniform stopped at the narrow entrance of the court, and questioned two or three gossiping women, who, with arms akimbo, blocked up the passage, if they knew the whereabouts of Simon Clegg the tanner, and his daughter Bess. \"What! th' wench as has the love choilt ?\" answered one of the women. The young man shuddered, and knit his brows. \" The girl I mean had no child when I saw her last,\" responded he, between his set teeth."], [73, "65 THE MANCHESTEE MAN. \" Happen that's some toime sin', mester, or it's not th' same lass. That's her singin' like a throstle o'er her work at the oppen winder.\" \"And that's her choilt,\" said another, ending by a lusty call, \"Jabez, lad, coom hither !\" Jabez, taught to obey his elders, came at a trot in answer to the woman's call. The volunteer looked down upon him. The child had neither Bess's eyes nor Bess's features ; but he heard the voice of Bess, and over the woman's shoulder he caught a glimpse of her face at the distant window. It was Bess, sure enough ! Sick at heart, Tom Hulme, for it was he, leaned for support against the side of the dark entry. These women but confirmed what he had heard in Skinners' Yard from Matt Cooper's vindictive wife. The deep shadow of the entry hid his change of countenance. Without a condemnatory word, without a step forward towards the VOL. I. F"], [74, "66 THE MANCHESTEE MAN. girl whose heart was full of him, he steadi ed himself and his voice, and mustering courage to say, \" No, that is not the lass I want,\" strode resolutely out of the entry ; and, bending his steps to the right, turned up Toad Lane, and so on to the Seven Stars in Withy Grove, where he was billeted. He had come back from Ireland full of hope, and this was the end of it ! He had been constant, and she was frail ! She whom he had left so pure had sunk so low that, though she bore the brand of shame, she could sing blithely at her work, un conscious or reckless of her degradation ! Tom had only been a hand-loom weaver, and was but a private in his regiment, but he had a. soul as constant in love, as sensi tive to disgrace, as the proudest officer in the corps. He might have doubted Sally Cooper's artful insinuations, but for the unconscious confirmation of the other women, and the personal testimony of poor little Jabez ; the innocent child, born with"], [75, "67 THE MANCHESTEE MAN. sorrow by his own dead mother, bringing sorrow to his living maiden foster-mother. The little lispings of the child conveyed no impression to Bess's understanding, but one of the women bawled out to her from the open court — \"Aw say, theer's bin a volunteer chap axin' fur a lass neamed Bess Clegg, but he saw thee from th' entry, and said yo're not th' lass he wanted !\" Her heart gave a great leap, and the blood flushed up to her pale face. Could it be possible that there was another Bess Clegg of whom a volunteer could be in search ? Yet, had that been her Tom, he would have known his Bess again, even after five — ay, or twenty years. She would know him anywhere ! And so all that day, and the next, her heart kept in a flutter of expecta tion and perplexity. She wondered he did not come. The- regiment was in town ; he surely had not been misled in his inquiries because they had \" flitted.\" Yet in all her f2"], [76, "68 THE MANCHESTEE MAN. thoughts the grim reality had no place.* Her perfect innocence and singleness of heart had never suggested such a possi bility to her. The days went by from the 13th to the 22nd, yet he came not. After working hours Simon tried to hunt him up ; but the billeting system, and ill-lighted streets, set his simple tactics at defiance. On the latter day, Lord Wilton gave a dinner in the quadrangle of the College, to the non commissioned officers and privates in his regiment, to celebrate their return, and the peace and plenty then restored to the land. At the first sound of fife and drum Bess snatched up Jabez, and, leaving house and batting-frame to take care of themselves, rushed along the street to the Sun Inn Corner, where Long Millgate turns at a sharp angle, the old Grammar School and the Chetham College gate standing at the outer bend of the elbow. The better to"], [77, "69 THE MANCHESTEE MAN. see, she mounted the steps of the house next to the \" Sun \" — a house kept by a leather-breeches maker, — and strained her eyes as the gay procession wound from the apple-market, passed the handsome black and white frame-house of the Grammar School's head-master, and, with banners flying and drums beating, marched under the ancient arched gateway, between a double row of blue-coat boys. She held Jabez high up in her arms to let him see, and his little arms clasped her neck, as she scanned every passing soldier's features. Two-thirds of the corps had passed — she saw the loved and looked-for face, and, radiant with delight, stretched forward, and in eager tones called \" Tom !\" There was a mutual start of recognition, two faces crimsoned to the brow, then one white as ashes, a keen meaning glance at the child, teeth clenched and eyes set with stern resolution ; and, without another look, without a word, Tom Hulme went on"], [78, "70 THE MANCHESTEE MAN. under the Whale's-jawbone gateway ; and Bess, with brain bewildered, hands and limbs relaxed, sank on the breeches-maker's steps in a dead faint. A lady (Mrs. Chadwick), who had a little girl by the hand, caught Jabez as they fell, and putting his hand in her daughter's, bade her take care of him — she was perhaps a year or two older than he, — whilst she raised the poor young woman's head, and applied a smelling-bottle to her nose. Strange parting, strange meeting ! How close the founts of sweet and bitter waters lie ! How often separate streams of life meet and part again ; some to meet and blend in after-years, some to meet never more! Another week, and Lord Wilton's Lan cashire volunteer regiment had a man the less, the line had a man the more. Private Thomas Hulme had exchanged."], [79, "71 CHAPTER V.* ELLEN CHADWICK. rT.HE song of the human throstle was ■ heard no more floating across the batting-frame out of the window of its cage, in the dreary yard on the banks of the Irk. The swish of the wands might be heard when other sounds were low, but no more snatches of melody flowed in between. Kind-hearted Mrs. Chadwick had not been content to leave poor Bessy at the breeches-maker's when her swoon was over; but, seeing that the girl continued in a dazed kind of stupor, sent to the adjoin ing \" Sun Inn \" for cold brandy-and-water, * See Appendix C."], [80, "72 THE MANCHESTEE MAN. to stimulate the dormant mind. Bess drank, half unconsciously, and Mrs. Chad wick, leaving her little daughter Ellen, to amuse astonished Jabez, waited patiently until the young woman could collect her ideas, and not only tell where she lived, but prepare to walk home. By that time the road was tolerably clear. Mrs. Chadwick thanked the breeches maker, and bidding Miss Ellen march in advance with little Jabez, herself helped Bessy Clegg homeward. She never asked herself why or where fore the girl had fainted, or whose the child she carried in her arms. She merely saw a modest-looking young woman stricken down by illness or distress, and put out a Christian hand to help her. It was past Simon's dinner-hour, and they found him on the look-out for the absentees. He was more bewildered than Bess when he saw her brought home pale and trembling by a stranger, whose dress"], [81, "73 THE MANCHESTEE MAN. and manner bespoke her superior station. Mrs. Chadwick explained, seeing that Bess was incapable. \" The poor girl fainted almost opposite to the College gate, as she watched Earl Wilton's regiment march past. She re covered so slowly, I was afraid to let her come through the streets unprotected, especially as she had so young a child in her charge.\" Simon thanked her, as well he might. Benevolence will relieve distress with money, or passing words of sympathy, but it is not often silken skirt and satin bonnet walk through a crowded thoroughfare in close conjunction with bonnetless cotton and linsey. Yet Simon was utterly at a loss to ac count for her swoon. He could only con jecture that she had missed her sweetheart from the corps, and that the inquiring volunteer had been a comrade sent to an nounce Tom Hulme's death. Observing"], [82, "74 THE MANCHESTEE MAN. how much he was confounded, the good lady thought it best to retire, and leave them to themselves. \" Come, Ellen, it is time we went home.\" But Ellen, seated on a low stool in the corner, had her lap full of broken toys, which had found their way hither from the Clough nursery, and which Jabez displayed to all comers. \" My daughter appears wonderfully at tracted to your little grandson.\" \" He's no gi-an'son o' moine, Misses, though aw think aw love th' little lad as much as if he did belung to us. Aw just picked him eawt o' th' wayter, i' th' greet flood abeawt two year an' hauve back. Aw dunnot know reetly who th' young un be lungs to.\" \" And you have kept him ever since — through all the trying time of scarcity ?\" \" Yoi ; aw could do no other, an' a little chap like Jabez couldna ate much.\" \" It does you credit,\" said the lady."], [83, "75 THE MANCHESTEE MAN. \" Mebbe. Aw dunnot know. Aw dunnot see mich credit i' doin' one's clear duty. But aw think theer'd ha' bin dis-credit an' aw hadna done it.\" \"I wish everyone shared your senti ments,\" replied she. By this time the little girl had relin quished the toys, kissed the little boy patronisingly, and was by her mother's side, ready to depart. A word of sympathy and encouragement from Mrs. Chadwick, and father and daughter were left alone with their new sorrow. Sorely puzzled was Simon to account for Tom Hulme's strange conduct. He could only come to the conclusion that he had picked up a fresh sweetheart in Ire land, and was ashamed to show his face. \" An' if so, lass, yo're best off without him,\" said he. The stern, troubled look on the young volunteer's face, which Bess had seen and her father had not, he could not"], [84, "76 THE MANCHESTEE MAN. understand, and therefore could not credit. One day the girl said, as if struck by a sudden thought — \"Feyther, aw saw Turn look hard at Jabez. Dun yo' think as heaw he fancied aw wur wed ?\" \" He moight, lass, he moight,\" said he, knocking the ashes out of his pipe ; \"but dunnot thee fret ; aw'll look Turn up, and set it o' reet, if that's o'.\" But there was no setting it right, for by that time Tom had left the corps and the town, and thenceforth Bessy's musical pipe was out of tune, and stopped utterly. She worked, it is true, but she had no heart in her work ; and though before her father she kept up a show of cheerfulness, in his absence she had shed many and bitter tears. Smiles and tears are among a child's earliest perceptions and experiences. Of the mother's smile in its full sense Jabez knew nothing. AVith all her winning ways,"], [85, "THE MANCHESTEE MAN. 77 Bess could never supply that want, if want it could be where it was never missedr having so good a substitute. But of the change which came over her when she knew that Tom was indeed lost to her, even the three years child could be sensible. He had been early taught to show a brave front when he hurt himself, and the start ing tears would subdue to a whimper ; but, for all that, tears to him meant pain or disappointment, and as they fell and wetted the (not always clean) little cheek laid lov ingly against hers, a tender chord was struck, he would press his small arm tighter round her neck, and with a sym pathetic \" Don't ky, Beth !\" nestle closer, and try to kiss away the drops, which only fell the faster. Low-spirited nurses do not make lively children, and Jabez, after a stout tussle with the whooping-cough, began to droop as much as Bess ; so clear-eyed Simon in stituted a series of Sunday rambles for the"], [86, "78 THE MANCHESTEE MAN. three, in search of plants and posies, to brighten their dull home, and of bloom to brighten the fading cheeks. Sometimes Matt Cooper, with one or two of his young sters, would join them, but not often ; Sal was so jealous of his friendship with the Cleggs, and the pleasant day was so certain to be marred by an unpleasant reception in the evening at home. These Summer walks seldom extended beyond Collyhurst Clough and quarries, or Smedley Vale, or through the fields to Chetham Hill, stopping at the \" Cow and Calf\" to refresh, and rest the little ones, before they came back laden with wild flowers down Red Bank and over Scotland Bridge, to their respective \" yards \" in Long Millgate. At first, whenever they took the lower road through Angel Meadow, they did their best to ferret out the parentage and connections of Jabez, hoping by their in quiries even to keep alive the memory of"], [87, "79 THE MANCHESTEE MAN. his marvellous deliverance, so that in case the missing father should return, there might be a mutual restoration. These Sunday excursions did not drop with the sere autumnal leaves. A crisp clear day called them forth surely as sun shine had done, Jabez mounting pick-a back on the shoulders of Simon or Matt when his little feet could no longer keep up their trot beside the bigger Cooper boys. Frames were invigorated, cheerful ness came back to face and home, and Simon, who had a deep-seated love of Nature in his soul, finding her so good a physician, kept up the acquaintance through rounding seasons and years. And from Nature he drew lessons which he dropped as seed into the boy's heart, as unconscious of the great work he was doing as was Jabez himself. The boy throve and grew hardy. Com panionship with older, rougher lads, sturdy fellows with wills of their own, made him"], [88, "80 THE MANCHESTEE MAN. sturdy too, a lad who would take a blow and give one on occasion ; who would run a race and lose, and a second, and third, until he could win. But Bess's gentle training was something very different from Sal's, and Jabez grew up tender as well as strong and bold. A persecuted kitten had taken refuge under Bessy's batting-frame in the found ling's go-cart days, and in care for that kitten, and for a wounded brown linnet brought home one Sunday, he learned humanity. Matthew's lads were given to bird-nesting, and Matt himself saw no harm in it ; but when that young linnet's wing was broken in a scuffle for the nest stolen from a clump of brushwood, Simon read the robbers such a homily they had never heard in their young lives, and as a co rollary he took the bird home to be fed and nursed by Bess and Jabez till it could fly, an event which never came about. In hot weather the lads pulled off clogs"], [89, "81 THE MANCHESTEE MAN. and stockings (there were no trousers to turn up — they wore breeches), and waded into pools and brooks, and Jabez would be no whit behind. On one of these occasions, either the current was too strong for the venturesome child, or the gravel slipped from under his feet, or his companions pushed him — no matter which, — but in he went, and, but for the presence of Simon, would have been drowned. Simon had been born on the river-banks, and could swim like a fish. At once he resolved that Jabez should learn to do the same, and begin at once. \" Yo' see, Bess, if aw hadna bin theer he'd a bin dreawnded, sure as wayter's wet, an' th' third toime pays off fur o' ; so he mun larn to tak' care on himsel' th' next toime he marlocks [gambols] among th' Jack-sharps.\" Jabez was not six years old when Simon Clegg gave him and the young Coopers their first lesson in swimming, in a de- vol. I. G"], [90, "82 THE MANCHESTEE MAN. lightful and sequestered part of Smedley Vale, where the Irk was clear and bright. He had shown them, nearer home, how a frog used its limbs, and then, after a few preliminary evolutions, to show how a man used his, took the lad on his back, and, after swimming with him awhile shook him off into the water to flounder about for himself. Bess was often left at home on Sundays after that ; and Jabez was not merely the better for his bath, but by the time he was eight years old was a fearless swimmer. Yet, although these country rambles had become an institution, Simon Cle_*£ never neglected his Sabbath duties. Sun day morning was sure to see him, clean shaven, in his best suit, with Jabez by the hand, and mild-eyed Bess beside, on the free seats of the Old Church, under the eye of parsons and churchwardens ; and Jabez, if he could understand little of the service, could gather in a sense of the beautiful"], [91, "83 THE MANCHESTEE MAN. from the grand old architecture, from the swell of the solemn organ, the harmonious voices of the choristers — of the Blue-coat boys in the Chetham-gallery over the churchwarden's pew, and of the Green coat children farther on. Then the silver mace carried before the parson was a thing to wonder at, and fill him with awe ; and no one could tell how the clerical robes, and choristers' surplices, transfigured common mortals in his admiring eyes. But those years of Jabez Clegg's young life had been full of history for Manchester and Europe. The town had grown as well as the foundling. Invention had been busy. Volunteer regiments had been one by one disbanded, a daily newspaper was started, and peaceful arts flourished. Then, ere another year expired, Napoleon declared the British Isles in a state of blockade ; British subjects on French soil, whether civil or military, to be prisoners of war : British commodities lawful spoil ; g2"], [92, "84 THE MANCHESTEE MAN. and so War — red-handed War — broke loose once more. Again Manchester rose up in arms to defend country and com merce. A \"Loyalty Fund\" of £22,000 was raised for the support of Government. No fewer than nine separate volunteer corps sprang from the ashes of the old ones, and the town was one huge garrison. The commander of one regiment — the Loyal Masonic Rifle Volunteer Corps, — Colonel Hanson — a remarkable man in many ways, — was distinguished by a com mand from George III. to appear at Court in full regimentals, and with his hat on. Messrs. Pickford offered to place at the disposal of Government four hundred horses, fifty waggons, and twenty-eight boats. Loyal townsmen, with more money than courage of their own, sought to stimulate that of others by sending gold medals flying amongst the officers of the volunteer corps. \" The British Volun teer\" came from the press of Harrop in"], [93, "THE MANCHESTEE MAN. 85 the Market Place, and once more the music of drum and trumpet was in the ascendant. To crown the whole, Manchester, which had never been called upon to entertain British Royalty since Henry VII. looked in upon the infant town, was visited in 1804 by Prince William, Duke of Glouces ter, commander of the North-west Dis trict, and his son, to review this Lancashire volunteer army ; and the whole town was consequently in a ferment of excitement. Nothing was thought of or talked of but the visit of the Duke and Prince, and the coming review, the more so as reports differed respecting the appointed site. Market Street, Manchester, which a well-known writer has commemorated as one of the \" Streets of the World,\" was then Market Street Lane, a confused medley of shops and private houses, vary ing from the low and rickety black-and w*hite tenement of no pretensions, to the fine mansion with an imposing frontage,"], [94, "86 THE MANCHESTEE MAN. and ample space before. But the thorough fare was in places so very narrow that two vehicles could not pass, and pedestrians on the footpath were compelled to take refuge in doorways from the muddy wheels which threatened damage to dainty garments ; and the whole was ill-paved and worse-lighted. At the corner where it opens a vent for the warehouse traffic of High Street, then stood a handsome new hotel, the Bridge water Arms, in front of which a semi circular area was railed off with wooden posts and suspended chains. Within this area, on the bright morning of April the 12th, two sentinels were placed, who, marching backwards and forwards, crossed and re-crossed each other in front of the hotel door ; tokens that the Royal Duke and his suite had taken up their quarters within. Beyond the semi-circle of chained posts, mounted horsemen kept back the concourse"], [95, "87 THE MANCHESTEE MAN. of spectators which pressed closely on the horses' heels. Among the crowd was Simon Clegg, with Jabez mounted on his shoulders, albeit he was a somewhat heavy load. Simon was a man of peace, but he was a staunch believer in Royalty, and that, quite as much as the spectacle, had drawn him thither. It was a mild and cheery April morn ; the windows of the upper room in which sat the Prince, the centre of a brilliant circle, were open, and the loyal multitude feasted their unaccustomed eyes with the sight. As Jabez looked on in a child's ravishment, a little dark-haired, dark eyed girl, some six or seven years old, turned sharply round the narrow street by the side of the hotel on the flags where there was no chain to bar; passing un questioned the sentinel on guard, who, seeing only a well-dressed solitary child in white muslin, with a sash and hat-ribbons of pink satin, concluded that she belonged"], [96, "88 THE MANCHESTEE MAN. to the hotel. Once there, she asked fear lessly — ■- Where is Prince William ? I want Prince William !\" Then the sentinel began to question ; but the little maid had but one reply — \" I want Prince William !\" The soldier would have turned her back ; but the disputation had attracted attention in the room above. An officer's head was thrust out. \"What's the matter ?\" asked he. \" I want to see the Prince. I want to know \" \" Bid the little lady come up hither. And the little lady went up, all un conscious of state etiquette or ceremonial. An officer in rich uniform, with jewels on his breast, took her on his knee, and asked what she wanted with Prince William. \" Oh, mamma and my aunts are wanting ever so to know if the review is going to"], [97, "89 THE MANCHESTEE MAN. be on Camp Field or on Sale Moor ; and Aunt Ellen says it's to be in one place, and mamma thinks it's the other; and so, as I was dressed first, I just slipped out at the back door, and ran here to ask Prince William himself, for I thought he would be sure to know.\" The gentleman laughted heartily, and the others followed suit. \" And who is your mamma, my dear ?\" \"My mamma is Mrs. Chadwick, and I'm Ellen Chadwick ; and we live in Oldham Street.\" \" Oh, indeed ! And why are the ladies so anxious to know where the Prince holds the review?\" asked the officer on whose knee she sat. \" Ah — that's just it. If he reviews at Sale Moor, he will go past our house ; and then we shall see all the soldiers from our own windows. Won't it be fine ?\" Another gentleman asked what the ladies were doing when she left ; and I'm afraid"], [98, "90 THE MANCHESTEE MAN. Ellen made more revelations anent their toilettes than were strictly necessary, for the laughter was prolonged. She had not, however, lost sight of her self-imposed mission. Struggling from her seat, she said — \" Oh, please do tell me where is Prince William ; I must go home, and I do so want to know.\" \" Tell your mamma, Miss Ellen,\" said he, smiling, \" that the Prince will review at Sale Moor ; and take this, my dear, for yourself,\" putting a shilling (shillings at that time were perfectly plain from over long use) in her hand. \" Oh, thank you ! But are you sure — quite sure it is Sale Moor ?\" \" Quite sure.\" The little damsel set off, as much elated with her news as with her shilling. As she ran briskly down the broad steps, and beyond the barrier, she came in contact with Simon, who made way for her exit ;"], [99, "THE MANCHESTEE MAN. 91 and, as she looked up smilingto thank him, her glance rested for a moment on the boy he carried; but no spark of recognition flashed into the eyes of either, and no one in all that crowd saw any connection between that dainty white-frocked, pink slippered, pink-sashed miss, and the rough lad in the patched suit (a Clough's cast-off) and wooden clogs."], [100, "92 CHAPTER VI. TO MAETIAL MUSIC. A SECOND time Jabez and Ellen saw -*--*■- each other ere the day was out. She had rushed home with eager feet and eyes, through back streets, to startle Mrs. Chadwick, her newly-married sister, Mrs. Ashton, and a bevy of friends, with the confident assurance that the review would be at Sale, and to confirm it by the display of the plain shilling, which \"an osifer had given her.\" New Cross, where the volunteers as sembled, was not then a misnomer. A market cross occupied the centre space be tween the four wide thoroughfares, of"], [101, "THE MANCHESTEE MAN. 93 which Oldham Street is one ; and the open area was considerable. The trumpets' bray, the tramp of troops, were heard, long before the brilliant caval cade was set in motion ; and every window — every house in Oldham Street (all good private residences of the Gower Street stamp) held its quota of heads and eyes, and costumes as brilliant as the eyes. The house of Mr. Chadwick was situated near the lower end, and commanded a good view of the infirmary, its gardens, and pond in Piccadilly. To-day, however, the royal party and the volunteers, many of whom had friends looking out for them, were the only prospect worth a thought ; and as they marched proudly on, to the gayest of gay tunes, kerchiefs waved, heads nodded, and eyes sparkled with delight and pleasure, As the Duke of Gloucester and his suite rode by, their chargers prancing to the music, Ellen, mounted on a chair by the"], [102, "94 THE MANCHESTEE MAN. window, between Mrs. Ashton and her mother, suddenly pointed to an officer in their midst, resplendent with stars and orders, and in an ecstasy of delight scream ed out — \" Mamma, mamma ! that's the gentleman that gave me the shilling !\" The little treble voice pierced even through the clamorous music. A noble head was bowed, a plumed hat was raised, and lowered until it swept the charger's mane. \" Why, child, that is Prince William !\" was the simultaneous exclamation, as all the eyes from all the houses across the street were turned in wonderment to see the Chadwicks so distinguished ; and Simon, who, still carrying Jabez, was trying to keep pace with the troops, wondered too. Moreover, he recognised the lady and little girl, though seen but once, for he earned his own living, such as it was, and had been too proud to call on the Chadwicks"], [103, "THE MANCHESTEE MAN. 95 to say how his daughter fared, lest they should think he sought charity. \" Jabez lad, si thi, yon's th' lady and little lass as browt yo' whoam, when yo' went seein' the sodgers afore !\" And Jabez, from his shoulder-perch, looked up at the little bright-eyed brunette, to remember the white frock and pink ribbons he had seen at the Bridgewater, but nothing beyond. The man's exclamation and attitude had at the same time attracted Mrs. Chadwick, who, smiling down on him and Jabez, spoke to Ellen; and she, reminded of the little baby who had been saved from drowning in a cradle, looked down and, in the fulness of her new importance, nodded too. The momentary stoppage called forth a loud objurgation as a reminder from Sally Cooper, who was in advance with Matthew and such of her bigger lads as could step out ; and Simon, equally anxious not to lose sight of the royal party, hurried on."], [104, "96 THE MANCHESTEE MAN. But Sale Moor is beyond the confines of Lancashire, and Simon found the five miles stiff walking, with a child nearly six years old on his shoulders, and Master Jabez had to descend from his seat, and trudge on his own feet. This caused them to lag behind their friends, Sally insisting on Matt's keep ing up with the soldiers, in order that they might get a good place on the Moor, and they were thus separated. Bess had re mained at home. Never again could she look on marching troops without a pang. Sale Moor was alive with expectant sight seers. Stands and platforms had been erected for the accommodation of those who could afford and cared to pay, there was a sprinkling of heavy carriages, and a crowd of carts, but the mass of spectators were on foot, vehicular locomotion being of very limited capacity. Of these latter were the Coopers and Cleggs, of course. Sally, with the elders of her turbulent brood, had reached the"], [105, "THE MANCHESTEE MAN. 97 ground in time to be deafened by the score of cannon Lord Wilton's artillery fired as a salute to princedom. She had planted herself firmly against one of the supports of an elevated platform, where the crowd of hero-worshippers was densest. She was tightly jammed and crushed against the woodwork ; but what matter ? she had a fine sight of the field, and as she watched the evolutions of the volunteers, congratu lated herself and Matthew on having left \" that crawling Clegg an' th' brat so far behint.\" Almost as she spoke, there was a faint crackle, then another, and a yielding ofthe post against which she leaned — a loud crash, a chorus of shrieks, half drowned by music and musketry, and the whole plat form was down, with the living freight it had borne ; and she was down with it. The fashion, wealth, and beauty of Che shire and South Lancashire had their re presentatives amongst that struggling, VOL. I. II"], [106, "98 THE MANCHESTEE MAN. swooning, writhing, shrieking, groaning mass of humanity, heaped and huddled in indiscriminate confusion, with up-torn seats, posts, and draperies. Strange to say, only one person was killed outright — that is, on the spot — for in its downfall the stand bore with it many of the throng beneath. But of the injured and the shaken, those who went to hospital and home to linger long and die at last, history has kept no record. Amongst these, this story tells of two — two differing in all but sex. Mrs. Aspi nall, ever frail and delicate, was borne to her carriage, with whole limbs but in sensible, her husband and their son Lau rence both uninjured by her side. Phy sicians were in attendance, and never left her until she was safely lodged in her own luxurious chamber overlooking Ardwick Green, and could be pronounced out of immediate danger. Sally Cooper, with a sprained ankle, a dislocated shoulder, and"], [107, "99 THE MANCHESTEE MAN. many internal bruises, was placed in ,a light cart on a bed of straw procured from a neighbouring farm, with another of the injured, and carried to the Manchester In firmary, to try the skill and the patience of doctors and nurses. Neither recovered. The unwounded lady, sorely shaken, succumbed to the shock her nervous system had received; and Master Laurence, already petted and wil ful, was left to be still farther spoiled by his widowed father and Kitty his mother's old nurse. Sally, strong of frame and will, impatient of pain and of restraint, was restive under the surgeons' hands, and defeated their efforts to ascertain her inju ries. She exhausted herself with shrieks and cries, tossed about and disturbed band ages, rejected physic, which she called \" poison,\" and soon put her case beyond the cure of physicians. Too late, she be came sensible of her own folly. Then, when recovery was impossible, she repented h2"], [108, "100 THE MANCHESTEE MAN. of many misdeeds, and of none more than her slander of poor Bess. And thus it was. When the mother was taken from the head of Cooper's home, Bessy's kind heart yearned to help the dis consolate man and his troop of children. Fortunately, the eldest was a girl of six teen, and there was a younger girl of ten. Both of these had gone out to work, but now Molly had to stay at home and try to keep all right and tight there. And here Bess came to her aid. Without scolding or brawling, she put the girl into the way of doing things quickly and quietly. She encouraged her to persevere, so that her cleanly mother should detect no eye-sores when she came home restored. She tried to persuade the boys to be less refractory, to help, not to irritate, their sister ; and somehow Cooper's home began to miss Sal, much as one misses a whirlwind. The kindness of Bess o' Sim's was duly reported to the Infirmary patient, and at"], [109, "101 THE MANCHESTEE MAN. first chafed her sorely. She \" hated to be under obligations, and to that lass of o' others.\" But Bess, leaving her own work — and the loss of an hour meant the loss of an hour's earnings — herself went to see Sally : and such was the influence of her gentle voice and touch that Sally's chagrin imperceptibly wore away. Towards the last she grew delirious, raved of Bess and Tom Hulme, and for giveness, and in the short calm preceding dissolution, confessed to Matt Cooper and the attendant nurse that she had cast a slur on Bess Clegg's good name. Had made Tom Hulme believe that Simon had taken the lass from Skinner's Yard to hide her shame. That everybody in the yard knew that Bess had a child. And that she had bade him inquire for himself. And almost her last word was a hope that Bess would forgive her. Matthew Cooper himself hardly forgave his dead wife. How, therefore, should he"], [110, "102 THE MANCHESTEE MAN. carry this confession to Bess, and ask her to forgive ? He took a medium course ; and after a few days' consideration, while they and the rest of the tanners were eating their \" baggin \" (a workman's luncheon, so called from the bag it is, or was, usually carried in), sat down beside Simon on a bundle of thick leather, and told him as well sa he was able. Simon was troubled; but he was not vindictive. He would have been less than a man had he not been bitter against the cruel woman who had causelessly wrecked his good daughter's life. But he was sorry for Matt, and broke out into no revilings. The woman was dead. The ill she had done had been fearfully punished ; and neither curses nor reproaches could affect her or undo the mischief. He left his cheese and jannock on the hides, untasted, drew his hand across his forehead, and went down to the river-side and across the wooden bridge for a breath"], [111, "103 THE MANCHESTEE MAN. of fresh air, and a waft of fresh thought. He was only a rugged tanner, but he had a heart within his breast ; he had a daughter on his hearth with a great wound in her heart, a blast on her good name, and he was called upon to forgive the author of this mischief ! Simon had long been used to commune with his own heart. He had built up a wall round it with the leaves of that one book on his bureau ; and, whenever he was in doubt or difficulty, he read the precepts inscribed upon that wall. He went back to Cooper, whose appetite had been no better than his own. \" Aw mun think this ower, Matt. Aw connot say aw f urgive yo'r Sal o' at a dash. Hoo's done that as may niver be undone whoile thee an' me's alive ; an' aw connot frame to say as aw furgive her loike o' on a sudden. An' aw mun think it ower before eawt be said to eawr Bess, poor wench !\""], [112, "104 THE MANCHESTEE MAN. A week elapsed before the subject was broached again. Then Simon spoke to Matthew as they were leaving the tannery yard. \" Coom into th' ' Queen Anne ' \" (he called it quean), \" Matt, and have a gill ; aw've summat t' say to thee.\" There was nobody in the tap-room. They sat down to their half -pint horns of ale — times were too hard to afford deeper draughts — and Simon said — \" Aw've bin thinkin' o' this week, an' as aw connot forgive yo'r Sal, gradely loike, aw'll no put th' same temptation i' th' way of eawr Bess. Hoo'd better think Turn's takken oop wi' some other wench, than ha' th' shame o' knowin' th' lad's toorned her up i' disgrace. Hoo's getten ower th' worst o' her trouble, an' aw'm not groins to break her heart outreet, and mebbe set her agen little Jabez into th' bargain.\" Matthew could but assent to Simon's pro position. But Simon had not said his say."], [113, "THE MANCHESTEE MAN. 105 \" But aw'm not gooin to sit deawn wi' my honds i' mi' lap, an' that great lump o' dirty slutch stickin' to moi lass. Yo' mun help me t' find eawt wheer Turn Hulme's getten to, an' help to set o' straight afore aw forgive yo'r Sal, tho' hoo be dead an' gone.\" \" Wi' o' my heart !\" responded Matt ; and he gave his huge hand to Simon in token thereof. When the Duke of Gloucester inspected the volunteers at Ardwick on the 30th of September that same year, not one of the people I have here linked together witness ed the show. The blinds were down at Mr. Aspinall's to shut out a sight the like of which had made him a widower ; and within the dark ened nursery, wilful, obstreperous Laurence fought, and kicked, and bit at old Kitty because she kept him within doors and from the windows, at his father's com mand."], [114, "106 THE MANCHESTEE MAN. There was a christening party in Mosley Street at the Ashtons', at which not only the Chadwicks, but the Rev. Joshua Brookes — who had that day named the infant Augusta — were present. They had selected a public occasion for their private festival. It was a grand affair. Mr. Ashton was a small- ware manufacturer in a large way of business, his house and ware house occupying a large block of buildings at the corner of York Street. And the baby Augusta, born the previous month, was a first child, his wife being younger than himself considerably. Miss Ellen, too, was there, her wonderful shilling, through which a hole had been drilled, suspended from her neck like an amulet. Simon and Matt had given up them holiday to fruitless inquiries after Tom Hulme ; and Jabez, after a stand-up fight with a boy in the yard, in defence of his kitten, had come to have his bleeding nose and bruised forehead doctored by Bess,"], [115, "107 THE MANCHESTEE MAN. who shed over him the tears long gather ing in their fountains for Tom Hulme's defection. And somehow at that stylish christening feast, where the baby Augusta was a personage of importance almost as great as the celebrated Miss Kilmansegg, the orphan Jabez and his fosterers came on the table for discussion along with the dessert ; Mrs. Chadwick, Mr. Clough, and Joshua Brookes concurring in the opinion mooted by the lady that something should be done to relieve the worthy tanner and his daughter of the cost and trouble of main taining the boy, as he grew older and would want educating. That they should talk of the cost of maintenance when bread was a shilling a loaf, was no marvel; but that \" education \" should be named as a neces sity for one of \"nobody's children,\" can only be cited as a proof that either the boy's strange introduction to Manchester, or Simon's strange generosity, had excited an interest in both beyond the common run."], [116, "108 THE MANCHESTEE MAN. Yet that \" something \" was vague. The only definite and practicable view of the subject was held by Joshua Brookes, and he kept his opinion to himself."], [117, "109 CHAPTER VII.* THE EEVEEEND JOSHUA BE00KES. JOSHUA BROOKES had a child's love \" for toffy and other sweetmeats. These he purchased, or obtained without purchase, from an old woman as odd and eccentric as himself, a Mrs. Clowes, who occupied a bow-windowed shop in Half Street, which literally overlooked the churchyard, three or four steep steps having to be mounted by her customers. And how numerous were her cusi outers, and how great the demand for her toffy, lozenges, and \"humbugs,\" may be judged from the fact that her workmen and apprentices used up eight or nine tons of * See Appendix."], [118, "110 THE MANCHESTEE MAN. sugar every week. Yet she was only a shop-keeper, and had begun business in a very humble way ; but she was persevering and industrious, and success followed. She was active and energetic, and expected those around her to be the same. Yet she was kind to them, as may be supposed, for she gave every Sunday a good dinner to fourteen old men and women on whom fortune had looked unkindly, waiting upon them herself, and never tasting her own dinner until her pensioners had dined. Regular in her own attendance at the Old Church, she required her household to be regular too, though she left them little enough time to dress — possibly because her own toilette was so scant. The dress in which she presented herself at church was certainly unique for a woman of wealth. Her gown of sober stuff was well worn, a mob-cap (a fashion which came in with the French Revolution) adorned her head, over which, by way of"], [119, "111 THE MANCHESTEE MAN. bonnet, a brown silk handkerchief was tied. On rare — very rare — occasions, an old black silk bonnet covered all. Joshua Brookes, at odds with his clerical brethren, with his pupils, and half the world besides, was on good terms with Mrs. Clowes. Rough, prompt, and un compromising was she ; rough, irritable, and unmannerly was he ; both unpromising, hard-husked nuts, with sweet and tender kernels. So rough, few ever suspected the soft heart; yet the woman who fed the poor before herself, and the learned clergyman who had a fancy for pigeons, and who cherished the drunken and abusive old crippled shoemaker, his father, to the last, must have intuitively known the inner life of each other. The day following Augusta Ashton's christening, it fell within the round of the Reverend Joshua's duty to read the burial service over a dead townswoman in the churchyard. And now occurred one of"], [120, "112 THE MANCHESTEE MAN. those incidents in which the ludicrous and the profane blended, and brought impulsive Joshua into disfavour. As was not un frequently the case, he broke off in the midst of the service, left the mourners and the coffin beside the open grave, threw his legs over the low wall, and, mounting the steps into the confectioner's shop, said, \" Here, quick, dame ? Give me some horehound drops for my cough.\" On his entrance Mrs Clowes broke off a narrative over which she and her shop woman were laughing heartily, in order to reach the required drops, which went into a paper without weighing, and for which no payment was tendered. Back he strode over the church wall to resume the in terrupted ceremonial. It must here be remarked that Joshua had remarkably shaggy eyebrows, over hanging his quick eyes like pent-houses, and that it was the wont of the schoolboys"], [121, "113 THE MANCHESTEE MAN. and others to annoy him by drawing their fingers significantly over their own. A young sweep sat upon the church wall to witness the funeral, and — young imp of Satan that he was ! — he could not forbear drawing a thumb and forefinger over each brow, full in Joshua's sight, just as he reached the passage — \" I heard a voice from heaven saying \" The shaggy eyebrows contracted ; he roared out — \" Knock that little black rascal off the church wall !\" The mischievous little blackamoor was off, with a beadle after him; and the eccentric chaplain, whom no sense of irre verence seemed to strike, concluded the ceremony with no further interruption. At its close, Mr. Aspinall and another mourner took the clergyman to task for his disrespect to the remains of the de ceased Mrs. Aspinall, whose obsequies had been so irregularly performed. They said VOL. I. I"], [122, "114 THE MANCHESTEE MAN. nothing of disrespect to the Divinity pro faned ; their own feelings and importance had been outraged, and they forgot all else even by the dust and ashes in the gaping grave ; and little Laurence, cloaked and hooded, forgot his grief in watching the chase after the sweep. \" How dare you, sir, give way to these indecencies at the funeral of my wife ? It has been most indecorous and insulting, both to the dead and her afflicted re latives.\" \" She's had Christian burial, hasn't she ?\" gruffly interrogated Joshua. \" Hardly,\" was the hesitating answer. \" She's been laid in consecrated ground, and I've read the burial service over her ; what more would you have ? Some folk are never satisfied.\" Emptying half his horehound drops into the hand of Master Laurence, Joshua turned on his heel, went to the chapter-"], [123, "115 THE MANCHESTEE MAN. house to disrobe, and then back over the wall to Mrs. Clowes. \"I say, dame, you were not at church on Sunday.\" \"No, Parson Brookes; I was in Liver pool.\" \" Oh !\" grunted he, \" in Liverpool. Sugar-buying, I suppose.\" \"Yea; an' a fine joke I've had.\" Joshua pricked up his ears : he did not object to a little fun. \"You mun know I thought I'd give Brankers, the new sugar-brokers, a trial, an' I went there and asked to see samples ; but the young whipper-snapper of a sales man looked at me from top to toe, an', I suppose, reckoned up the value of my old black bonnet, my kerchief an' mutch, an' my old stuff dress, and fancied my pocket must match my gown, for he was barely civil, and didn't seem to care for the trouble o' showin' th' samples. So I bade i 2"], [124, "116 THE MANCHESTEE MAN. my young man good day, and said I'd call again.\" \"And didn't, I suppose. Just like a woman,\" put in Joshua. \" Oh, yea, I did. I borrowed my land lady's silk gown and fine satin bonnet, and put on my lady's manners ; and then Mr. Whipper-snapper could show his samples., and his best manners too. But when I gave my orders by tons, and not hundred weights, he looked at me, and looked again, as if he thought I'd escaped from a madhouse ; an' at last he began to h'm an' ha, an' talk of large orders, an' cash pay ment, an' references ; an' I told him to make out th' invoice, and bring it. An' when I pulled out this old leather pocket book, and counted the bank-notes to pay him down on the nail, good gracious ! how the fellow stared ! I reckon I'll not need to borrow a silk dress when I give my next order. It was as good as a play.\" \"Um! You women-folk think your-"], [125, "117 THE MANCHESTEE MAN. selves wonderfully clever. But come, I can't waste my time here.\" (Joshua had heard all he went for.) \" Give me quarter-a-pound humbugs ; I threw half the other things away,\" said he. \" I don't think it's much you'll throw away, Jotty,\" replied the old confectioner, with independent familiarity, as she weighed and parcelled the sweets, for which this time he put down the money. \" It's much you know about it, Mother Clowes,\" he jerked out, as if throwing the words at her over his shoulder, as he turned to leave the shop, putting the package in one of the large pockets of his long flap waistcoat as he went. His own house, not more than three hundred yards away, adjoined the Grammar School : a red-brick building, with stone quoins, now darkened by time and smoke, one gable of which overhung the Irk ; the other, pierced for four small-paned win dows, almost confronting the antique \" Sun"], [126, "118 THE MANCHESTEE MAN. Inn,\" at the acute angle of Long Millgate, and quite overlooking an open space flank ed by the main entrance to the College. From this, the east wing of the College, it is separated by a plain iron gateway and palisades on the Millgate side, and by a wall which serves as a screen from the river on the other side ; and the enclosed space between rails, wall, College, and the front of the school served as a playground for such scholars as were willing to keep within bounds. It was divided into upper, middle, and lower schools, the last being in the basement, and designed for elementary instruction. The high and middle schools together occupied the same long room above this. Joshua Brookes, as second master, presided over the middle school, and surely never M.A. had so thankless an office. He was placed at a terrible disad vantage in the school, not altogether because he had risen from its lowest ranks — not altogether because a drunken foul-"], [127, "119 THE MANCHESTEE MAN. mouthed cripple interfered with their sports, or went reeling to his son's domicile next door — not because he was unduly severe : other masters were that — but be- cause his own eager thirst for knowledge as a boy had made him intolerant towards indolence, incredulous of incapacity ; and his constitutional impatience and irritabil- ity made his harsh voice seem harsher when he reproved a dullard. He lost his self- command, and with that went his command over others. Meaning to be affable to the poor, from whose ranks he sprang, he became familiar ; and they reciprocated the familiarity so fully as to draw down the contempt of his confreres. He was a man to be respected, and they slighted him ; a man to be honoured, and they snubbed him. What wonder, then, that eccentrici- ties grew like barnacles on a ship's keel, or that the boys failed in obedience and respect to a master when their elders set them the example ?"], [128, "120 THE MANCHESTEE MAN. This defence of a misunderstood man has not taken up a tithe of the time he gave to his refractory class, to whom he went straightway from the confectioner's, whose \" humbugs \" had melted considera bly, not wholly down his own throat, before the hour when the boys closed their Latin Grammars and Greek Lexicons, and poured as if they were mad down the steps, and through the gate, to the road. Yet even the sweets he gave to the attentive did not conciliate : they only made the intractable more defiant ; and even the recipients felt they were bribed. Warned by the uproar of a large school in motion, as well as by the long-cased clock, Tabitha, his one servant, had her master's tea ready for him the instant he came in from the school, as he generally did, fagged and jaded, with the growl of a baited bear. That day he simply put his head into the house, and bawled, \"Tea ready, Tab?\""], [129, "THE MANCHESTEE MAN. 121 and without waiting for an answer, went on, \"Keep it hot till I get back;\" then, closing the door, took his way eastwards down Long Millgate. His journey was not a long one. It ended at the bottom of a yard where a sad pale-faced young woman was switching monotonously at a mass of downy cotton, and listening at the same time to the equally monotonous drawl of a youngster in the throes of monosyllabic reading. \" Get larning, lad ! — get larning ! Larning's a great thing. Yo' shan read i' this big picture-book when you can spell gradely,\" had been Simon's precept and in ducement ; and Jabez, to whom that big pictorial Bible was a mysterious unexplor ed crypt, did try with all his little might. \" J-a-c-k — Jack, w-a-s — was, a g-o-o-d — good, b-o \" \" And I hope you're a good boy, as well as Jack,\" said Joshua Brookes abruptly, as he put his head into the room, and put a"], [130, "122 THE MANCHESTEE MAN. stop to the lesson at the same time. \" But, heyday \" (observing the swollen nose and bruised forehead), \" you've been in the wars. Good boys don't fight.\" \" Then what did Bill Barnes throw stones at ar pussy for ? Good boys dun not hurt kitlins,\" said Jabez, nothing daunted. Bess explained. \" Um !\" quoth Joshua, when she had finished, \"he's fond of his kitten, is he?\" and drawing Jabez towards him by the shoulder, with one finger uplifted as a caution, he looked down on the shrinking child, and said impressively — \" Never fight if you can help it, Jabez ; but if you fight to save a poor dumb animal from ill-usage, or to protect the weak against the strong, Jotty Brucks is not the man to blame you. Here, lad,\" and into the pinafore of Jabez went the remainder of the \" humbugs.\" He patted the boy on the head, bade him"], [131, "123 THE MANCHESTEE MAN. get on with his reading, he did not know what good fortune might come of it, told him to come regularly to church, to love God and God's creatures, and went away, leaving Bess to prepare her father's por ridge (tea was from twelve to sixteen shil lings a pound, and beyond their reach). Almost on the threshold he encountered Simon. \" Can't you keep that young sprig out of mischief ? If he begins fighting and quar relling at six years old, what will he do when he is sixteen ?\" he cried, gruffly, as he brushed past the tanner, and was far up the yard before the man could think of a reply. A couple of young pigeons were sent for Jabez about a week after, with a large bag of stale cakes and bread to feed them with. The name of the sender was unknown, but anyone acquainted with the habits of Joshua Brookes (who contracted for Mrs. Clowes's waste pastry, to fill the crops of"], [132, "124 THE MANCHESTEE MAN. his own feathered colony) would not have been troubled to guess. Simon stroked his raspy chin, and seemed dubious, cost of keep being a question ; but Jabez looked so wistful, his foster-father borrowed tools, and answered the appeal by making a triangular cote for them, and Jabez found fresh occupation in their care. Yet occupation was not lacking, young as he was. He could fetch and carry, run short errands, and help Bess to clean. Their living-room no longer waited a week to be swept and dusted, Jabez did it every day, standing on a chair to reach the top of the bureau, where lay the cynosure of his young eyes. He still took his Sunday lessons in field or stream with Simon, and through the week clamber ed up from monosyllables to dissyllables with Bess."], [133, "125 CHAPTER VIII. THE BLUE-COAT SCHOOL. fTIHE children of the poor begin early to -*- earn their bread. Legislature has stepped in to regulate the age and hours for labour in manufacturing districts, and to provide education for the very humblest. Jabez Clegg was not born in these blissful times, and he only narrowly escaped the common lot. He was not eight years old, yet Simon, on whom war-prices pressed as heavily as on his neighbours, began to discuss with Bess the necessity for sending the lad to Simpson's factory (where Arkwright's machinery was first set in motion)."], [134, "126 THE MANCHESTEE MAN. \" He mun goo as sune as the new year taks a fair grip,\" decided Simon, and 1805 was at its last gasp as he said it. But the new year brought Jabez a reprieve by the uncourtly hands of Joshua Brookes. Meeting Simon and Jabez at a stall in the Apple-market, where, the better to bargain, he had laid down a pile of old classical school-books (Joshua* was a collector of these, which he retailed again to the boys at prices varying with his mood, or his estimate of the purchaser's pocket), he accosted the former. \"Well, old Leathershanks, what are you going to make of young Cheat-the-fishes there ? I suppose he's to follow your own trade, he began to tan hides so early ?\" And the glance which shot from under his shaggy brows caused the boy to blush, and shrink behind his protector. Simon's eyes twinkled, but he shook his head as he answered : \"Nay, Parson Bruks, we'n thowt o'"], [135, "127 THE MANCHESTEE MAN. sendin' him t' th' cotton fact'ry; but it fair goos agen th' grain to send th' little chap through th' streets to wark Winter an' Summer, weet or dry, afore th' sun's oop an' abeawt his wark. But we conno' keep him bout it — toimes are so bad.\" \" H'm ! Then what a stupid old leather head you must be not to think of the College, where he'd be kept and fed and clothed and educated ! — educated, man — do you hear ?\" Simon heard, and his eyes again twinkled and winked at the new idea presented to him. \" And apprenticed !\" he echoed, with a long-drawn, gasping breath. \" Ay, and apprenticed.\" The parson, cramming his pockets with apples, for which he had higgled with much persistence, handed one to Jabez with the question — \"How would you like to be a College boy, Jabez, and wear a long blue coat, like"], [136, "128 THE MANCHESTEE MAN. that fellow yonder\" (pointing to a boy then crossing the market on an errand), \" and learn to write and cipher, as well as to read ?\" \" If you please'n, aw'd loike it moore nor eawt.\" And his animated face was a clearer answer than his words. Joshua then read the lad a brief homily to the effect that only good and honourable boys could find admission, winding up with, \"If you're a very good lad, I'll see what can be done for you.\" He interrupted thanks with — \" Easter's very near, Sim, so you'll have to stir your stumps to prove that our honourable young friend came honourably into the world. I'll get the forms and fill them up for you, and his baptismal register too.\" He snatched up his books and was off, the tassel of his collegiate cap, and the cassock he wore, flying loose as he hurried away muttering to himself —"], [137, "129 THE MANCHESTEE MAN. \" What an old fool I am to bother about the lad ! I daresay he'll turn round and sting me in the end, like the rest of the snakes I have warmed. As great an idiot as old dame Clowes !\" Chetham's College, or Hospital, is a long, low, ancient stone edifice, built on the rock above the mouth of the Irk, with two arms of unequal length, stretching towards church and town, and embracing a large quadrangle used as a playground, which has for its fourth and southern boundary a good useful garden. It is needless to grope upward from the time when the Saxon Theyn built a fortified residence on its site; sufficient for us that Thomas de la Warr, youngest son of the feudal baron of Manchester, was brought up to the Church, and in the fourteenth century inducted into the Rectory of Manchester, his father being patron. His elder brother dying at the close of the century, the rector (a pious vol. I. k"], [138, "130 THE MANCHESTEE MAN. Churchman) became baron. And then he put his power and wealth to sacerdotal uses. He petitioned the king, obtained a grant to collegiate Christ Church, erected the College, endowed it with lands ; and here at his death the Warden of the Col legiate Church had his residence. Of these wardens, the celebrated Dr. Dee, whose explorations into alchemy and other occult sciences brought him into trouble with Queen Elizabeth, was one ; and Dr. Dee's room is still extant — in occupation of the governor. In 1580, at Crumpsall Hall, Humphrey Chetham was born ; and he, a prosperous dealer in fustians, never marrying, at his own expense fed and clothed a number of poor boys ; and, by his will, not only be queathed a large sum of money to be ex pended in the foundation and endowment of a hospital for the maintenance, educa tion, and apprenticing of forty poor boys for ever, but one thousand pounds to be"], [139, "131 THE MANCHESTEE MAN. expended in a library, free to the public — the first free library in Britain! The estate was vested in feoffees, and with them lay the power alike to elect boys and officials. From the townships of Droylsden, Crumpsall, Bolton-le-Moors, and Turton, the boys were to be elected between the ages of six and ten, and were required to be of honest, industrious parents, and neither illegitimate nor dis eased ; and baptismal registers had to be produced. They had to be well main tained, well trained, and carefully ap prenticed at fourteen, a fee of four pounds (a large sum in Humphrey Chetham's time) being given with them. The church wardens and overseers were to prepare lists of boys, doubling the number of vacancies, stating their respective claims, which lists they had to sign. Easter Monday was the period for election, after which the feoffees dined to gether in Dr. Dee's quaintly carved room. k2"], [140, "132 THE MANCHESTEE MAN. Joshua Brookes was as good as his word. He procured a blank form from the governor, and, Simon being no great scholar, filled it in for him. He found him the baptismal register without charging the regulation shilling, got the name of Jabez inserted in the churchwardens' list, and such influence as he had with feoffees he exerted to the utmost, for the case was one involving doubt and difficulty. Nor had Simon Clegg been idle. He and his crony Matthew scoured Smedley and Crumpsall, and, more successful than iu their quest for Tom Hulme, discovered the nurse who presided at the birth of Jabez. Her testimony, so far as it went, was important. He had interested both Mr. and Mrs. Clough in the election of the foundling, and where the influence of the gentleman failed, that of the lady pre vailed ; so that when the important Easter Monday arrived, two-thirds of the feoffees were fully acquainted with his peculiar"], [141, "133 THE MANCHESTEE MAN. case, and more or less impressed in his favour. It was on the 18th of April, bright, sunny, joyous. Compared with its present proportions, Manchester then was but as a cameo brooch on a mantle of green ; and that green was already starred with daisies, buttercups, primroses, and cow slips. By wells and brooks, daffodil and jonquil hung their heads and breathed out perfume. Bush and tree put out pale buds and fans of promise. The tit-lark sang, the cuckoo — to use a village phrase — had \" eaten up the mud;\" and the town was alive with holiday-makers from all the country round about. It was the great College anniversary, not only election day, but one set apart for friends to visit Blue-coat boys already on the foundation, and for the curious public to inspect the Chetham Museum. The main entrance in Millgate (said to be arched with the jaw-bone of a whale)"], [142, "134 THE MANCHESTEE MAN. and the smaller gate on Hunt's Bank, were both thrown open. A stream of people of all grades, in festival array, poured in and out, and College cap and gown seemed to be ubiquitous. The pale sad widow or widower, holding an orphan boy by the trembling hand, the uncle or next of kin to the doubly-orphaned candidate, were there, standing in a long line ranged against the building, and repre senting hopes and fears and eventualities little heeded by the shifting stream of gazers. For the previous week Mrs. Clowes and her assistants had been working night and day : her shop was in a state of siege. Every boy, and every boy's friend, seemed to have pocket-money to spend, and to want to spend it over her counter. Then it was the great wedding-day of the year, and the church- yard swarmed like a hive ; from every one of the many public houses round College and church, music"], [143, "THE MANCHESTEE MAN. 135 and mirth, clattering feet, and loud-voiced laughter issued. \" The Apple Tree,\" \" The Pack Horse,\" \" The Ring o' Bells,\" \" The Blackamoor's Head,\" were filled to repletion with wedding-guests ; whilst the \"College Inn,\" and the old \"Sun Inn,\" held a less boisterous quota of the Colle gians' friends and relatives. On those wet days when out-door play was impossible, the boys — besides darning their stockings — occupied their spare hours in carving spoons and apple-scrapers out of bone, in working balls and pincushions with coloured worsted in fanciful devices, and a stitch locally known as \" colleging ;\" and with these, on Easter Monday and at Whitsuntide, they reaped a harvest of pocket-money, having liberty to offer them for sale. And when it is remembered that our notable female ancestors, poor and rich, wore indoors a pincushion and sheath- ed scissors suspended at their sides, it is not to be wondered that these found"], [144, "136 THE MANCHESTEE MAN. ready purchasers as memorials of the visit. But in that College Yard were anxious and expectant as well as buoyant faces. And there in that line, waiting to be called when their turn came, stood Jabez between Simon Clegg and Bess, with Matthew and the nurse on either hand. And ever and anon their eyes went up to the oriel window which faced the main entrance, for in the room it lighted the arbiters of the boy's destiny sat in judgment on some other orphan's claim. At length the summons came for \" Jabez Clegg.\" With palpitating hearts — for any body of men with irresponsible powers is an awful tribunal — they passed under the arched por tal at the western angle of the building, fol lowing their guide past the doors of the great kitchen on the right hand, and Dr. Dee's room and the boys' refectory on the left, up the wide stone staircase, with its mass ive carved oak balusters, along the gallery, at once library and museum, where gaping"], [145, "137 THE MANCHESTEE MAN. holiday-folk followed a Blue-coat cicerone past shelves and glass cases, and compart ments separated for readers' quiet study by carven book-shelf screens, hearing but heeding little of the parrot-roll the boys checked off : \" Here's Oliver Crummle's sword ; theer's a loadstone ; theer's a hairy mon ; theer's the skeleton of a mon ;\" and so forth, but following their own guide to the nail-studded oaken door of the feoffees' room — that door which might open to hope, only to close on disappointment. The feoffees' room — now the reading room of the library — deserves more than a passing notice. It is a large, square, antique chamber, with a deeply recessed oriel window, opposite the door, containing a table and seats for readers. There are carved oak buffets of ancient date, ponder ous chairs, and still more ponderous tables, one of which is said to contain as many pieces as there are days in a year. Dingy looking portraits of eminent Lancashire"], [146, "138 THE MANCHESTEE MAN. divines stare at you from the walls ; but the left-hand wall contains alone the benevolent presentment of Humphrey Chetham, the large-hearted, clear-headed founder. Its place is over the wide chim ney-piece, which holds an ample grate ; and on either hand it is flanked by the carved effigy of a bird, the one a pelican feeding its young brood with its own blood, the other a cock, which is said (and truly) to crow when it smells roast beef. But we smell the feoffees' dinner, and must not delay the progress of Jabez and his friends. A large body of feoffees'were present, many in the uniforms of their special volunteer regiments. \" So this is the little fellow who was picked up asleep in a cradle during the flood of August, 1799,\" observed rather than inquired one of the gentlemen, who appeared to be spokesman. \" Yoi, yo'r honours,\" answered Simon, making a sort of bow."], [147, "139 THE MANCHESTEE MAN. \" Who can bear witness to that ?\" \"Aw con\" — \"An' aw con,\" responded Simon and Matt Cooper in a breath. \" It wur uz as got him eawt o' th' wayter.\" \" Anyone else ?\" Bessy stepped forward modestly. \" He wur put i' moi arms on Tanners' Bridge, an' aw've browt him oop iver sin'.\" \" Have you never sought for his parents ?\" \"Ay, mony a time. Matt an' me have spent mony a day i' seekin' 'em,\" said Simon promptly, \" an' we could sand no moore than that papper tells \" — referring to a sheet in the questioning feoffee's hand. \" Then how do you date the boy's age with such precision ?\" The nurse now sidled confidently to the front. \" If it please your honour's worship, aw wur called to stiff-backed Nan's dowter in the last pinch, when hoo wur loike to die, an' that little chap wur born afore aw left;"], [148, "140 THE MANCHESTEE MAN. an' that wur o' th' fifth o' May, seventeen hundred an' noinety-noine. Aw know it, fur aw broke mi arm th' varry next day.\" \" And the mother died.\" \" Yea ! — afore the week wur eawt. \" And you think she was lawfully mar ried ? Where was her husband ?\" \" Ay ! that's it. Hoo had a guinea-goold weddin-ring on ; an' owd Nan said it wur a sad thing th' lass had ever got wedded, an' moore o' the same soort. An' aw geet eawt o' her that they'n bin wedded at Crumpsall, an' a' th' neebors knew as th' husbant had had a letter to fatch him to Liverpool, an' had niver come back. Ony body i' Smedley knows that !\" \"And you think they were honest, industrious people ?\" \"Ay, that they were, but rayther stiff i' th' joints, yo' know — seemed to think theirsel's too good to talk to folk like ; or mebbe we'd ha' known th' lad's neame an'"], [149, "141 THE MANCHESTEE MAN. o' belongin' to him. They owed nobbody nowt, an' aw wur paid fur moi job.\" Jabez was called forward and examined, and he came pretty well out of the fire. They found that he could read a little, knew part of his catechism, and they saw that he was a well-behaved, intelligent boy, with truthful dark grey eyes and a reflective brow. There was a long and animated dis cussion, during which the boy and his friends were bidden to retire. It was contended that the marriage of the boy's parents was not proven — that his very name was dubious, — and that the founder's will was specific on that head. Then one of Mrs. Clough's friends rose and grew eloquent. He asked if they were to interpret the will of the great and benevolent man, whose portrait looked down upon them, by the spirit or by the letter ? If they themselves did not feel"], [150, "142 THE MANCHESTEE MAN. that the boy was eligible, as the nurse's testimony went to prove ? That this was a case peculiarly marked out for their charitable construction. And he wound up by inquiring if they thought Humphrey Chetham would expect his representatives to be less humane, less charitable, less conscientious, in dealing with a bounty not their own, than that poor, struggling, hard-working tanner and his daughter, who had maintained and cherished the orphan in spite of cruelly hard times, and still more cruel slander. And then he told, as an episode, what Sally Cooper had confessed, and how and why Bess had lost her lover. This turned the quivering scale. \" Jabez Clegg and his friends \" were called in ; the verdict, which turned the current of his life, was pronounced — Jabez Clegg was a Blue-coat boy ! Before the night was out, while the"], [151, "143 THE MANCHESTEE MAN. flood-gates of all their hearts were open, Matthew Cooper, though nearly twenty years her senior, asked Bess to be his wife !"], [152, "144 CHAPTER IX. THE SNAKE. TT OWE VER ambitious either Jabez or J-X his kind fosterers had been to see him a Blue-coat boy, the parting between them was a terrible wrench. They were to him all the friends or parents he had ever known. Then there were his playmates in the yard, with liberty to run in and out at will ; and lastly, there were his dumb pets — his kitten (grown to a cat), his pigeons, and the lame linnet, hopping from perch to finger, and paying him for his love with the sweetest of songs. He was not more stunned by the noise"], [153, "145 THE MANCHESTEE MAN. and Easter Monday bustle in the College Yard, or more awed by the imposing presence of Governor Terry and the feof fees, than by the magnitude, order, and antique grandeur of the building henceforth to be his home. Nevertheless, wide open as the great gates were for the day, he felt that they would close, and shut him in among the cold stone walls and strangers, never to see his pets or his loving friends again until Whitsuntide should bring an other holiday. They, older, more experienced, with a better knowledge of all the boy would gain — all the privation and premature labour he would escape, — felt only how dull their humble home would be without the willing feet and hands, the smiling face, and the cheerful voice of the sturdy little fellow who for more than seven years had been as their own child. He had given his last charge respecting his furry and feathered brood, exchanged VOL. I. l"], [154, "146 THE MANCHESTEE MAN. the last clinging embrace under the dark arch, then tore away in quest of a deserted corner, where he might hide the tears he could not wholly restrain. At first the new dress of which he was so proud, the blue stockings and clasped shoes in place of clogs, the yellow baize petticoat, the long-skirted blue overcoat or gown, the blue muffin-cap, the white cleri cal band at the throat (all neat, and fresh, and unpatched as they were), felt awkward and uncomfortable — the long petticoat especially incommoded him. But in a few days this wore off. There were other lads equally strange and unaccustomed to robes and rules. Fellow-feeling drew them to wards each other, and with the wonderful adaptability of childhood, they fell into the regular grooves, and were as much at home as the eldest there in less than a fortnight. And from the Chetham Gallery in the Old Church he could see and be seen by Simon .and Bess, on Sabbath mornings, from the"], [155, "THE MANCHESTEE MAN, 147 free seats in the aisle, and that contented them. The training and education of the Chet ham College boys was, and is, conducted on principles best adapted for boys expect ed to fight their own way upwards in the world. They were not cumbered with a number of \" ologies \" and \" isms \" (the highest education did not ., tand on a par then with the moderate ones of this day) ; their range of books and studies was limited. Reading, writing, and arithmetic, sound and practical information, alone were imparted, so much as was needed to fit the dullest for an ordinary tradesman, and supply the persevering and intelligent with a fulcrum and a lever. Nor did their educa tion end with their lessons in the school room, nor was it drawn from books and slates alone. Their meals were regular, their diet pure and ample, but plain. They rose at six, began the day with prayer, and retired to l2"], [156, "148 THE MANCHESTEE MAN. rest at eight. Besides their duties in the school-room, they darned their own stock ings, made their own beds, helped the servants to keep their rooms clean, and six of the elder boys were set apart to run errands, and carry messages beyond the precincts of the College. Strength of muscle and limb were gained in the open courtyard in such games as trap and football ; patience and ingenuity had scope in the bead purses, the carv ed apple-scoops and marrow-spoons, the worsted balls and pincushions they made to fill tlieir leisure hours indoors. There was no idleness. Their very play had its purpose. Let us set Jabez Clegg under the kind guardianship of Christopher Terry, the governor, and under the direct supervision of the Reverend John Gresswell, the school master, to con his Mavor, and make pot hooks-and-ladles, on a form in the large school-room at the west end of the College ;"], [157, "149 THE MANCHESTEE MAN. and to rise, step by step, up the first diffi cult rungs of that long ladder of learning which may indeed rest on our common earth, but which reaches far above the clouds and human ken. Christmas and Midsummer vacations came and went, so did those red-letter days of his College life, Easter and Whitsuntide, when he was free to rush to the old yard, so near at hand, and after hugging Bess and Simon, whom he astonished with his learning, could assure himself his dumb family had been well cared for. And if those passing seasons traced deeper lines on Simon's brow, gave more womanly solidity to Bess's form and charac ter, they brought no change the foundling could mark. Tom Hulme's whereabouts was still undiscovered. Matt Cooper was still a widower. But they and his masters could note the steady progress he made, and his chivalrous love of truth and sense of honour shown in many ways in little things."], [158, "150 THE MANCHESTEE MAN. Yet there was one event a grief to him. His little brown linnet pined for its young friend, and died before the first Whitsunday came. He was not much over ten years old when he was proved to possess courage, as well as truth and'honour. For some time Nancy, the cook, had observed that the cream was skimmed surreptitiously from the milk-pans in the dairy, that the milk itself was regularly abstracted, and she was loud in complaint. She could scarcely find cream enough to set on the governor's table, and servants and schoolboys were in turn accused of being the depredators. Complaints were made to Mr. Terry ; servants and boys were alike interrogated and watched, and punished on suspicion ; but nothing could be proved, and no pre cautions could save the milk. The lofty and spacious kitchen had its .entrance almost under the porch, and close beside it"], [159, "151 THE MANCHESTEE MAN. was a flight of stone steps leading to the dairy, a cellar below the kitchen, lit by a small window high up on the side towards the river, and of course opposite to the steps. Stone tables occupied the two other sides, on which were ranged a number of wide shallow pans of good milk. In the extreme corner at right angles with the door at the head of the stairs was another entrance, a small oaken door in a Gothic frame, which opened on another and shorter flight of steps, cut in the rock and washed by the river, which sometimes rose and beat against the cellar door for admis sion, beat so oft and importunately as to wear away the oak where it met the floor. It was nearly breakfast time. Long rows of wooden bowls and trenchers were ranged on the white kitchen table. The oatmeal porridge was ready to pour out. The cook ran short of milk. Through a window overlooking the yard, she espied"], [160, "152 THE MANCHESTEE MAN. Jabez, whip in hand, driving a biped team of play-horses. \"Jabez, Jabez Clegg!\" she called out at the pitch of her voice, \" come hither.\" Down went the reins, and the prancing steeds proceeded without a driver. \"Fetch a can of milk from the cellar, Jabez ; an' look sharp. An' see as yo' dunna drink none !\" \" I never do,\" said Jabez, not over pleased at the imputation. \" Well, see as yo' don't, for some on yo' do.\" Jabez took the bright tin can, without putting down the whip, and descended the unguarded cellar stairs, whistling as he went. He gave a jump down the last few steps, and to his utter surprise, I cannot say dismay, saw that he had disturbed a great greenish-brown snake spotted with black, and having a yellowish ring round its neck. It lay coiled on the stone table opposite to him, and with its head elevated"], [161, "THE MANCHESTEE MAN. 153 above the rim of a milk-pan was taking its morning draught, and in so doing reckon ing without its host. \" Oh, you're the thief, are you, Mr. Snake ! It's you've robbed us of our milk, and got us boys thrashed for it !\" cried Jabez, without a thought of danger, plant ing himself between the culprit and the small postern door, as the snake, gliding from the slab, turned hither for exit, put ting out its forked tongue and hissing at him as it came. Without thought or consideration — with out a cry of alarm to those above, he struck at the threatening foe with his whip ; and as the resentful snake darted at him, jumped nimbly aside, and struck and struck again ; and as the angry snake writhed and twisted, and again and again darted its frightful head at him with distended jaws, he whipped and whipped away as though a top, and not a formidable reptile had been before him."], [162, "154 THE MANCHESTEE MAN. Cook, out of patience, called \"Jabez Clegg !\" more than once, in anything but satisfactory tones ; and then, patience ex hausted, came to the top of the dairy stairs. Then she heard Jabez, as if ad dressing some one, say, \" Oh, you would, would you !\" and the commotion having drawn her so far down the steps that she could peer into the cellar and see what was going on, she set up a prolonged scream. This was just as Jabez, shifting the posi tion of his whip, brought the butt-end down on the head of the snake with all the force of his stout young arm, and his ex hausted foe dropped, literally whipped to death. The woman's screams brought not only the governor and the school-master, but Dr. Stone, the librarian, to the spot. And there stood Jabez, all his prowess gone, with his back towards them, his head down on his arms, which rested on the stone"], [163, "155 THE MANCHESTEE MAN. slab, sobbing violently for the very life he had just destroyed. \" Oh, he's bin bitten — he's been bitten ! the vemonous thing's bitten the lad ! He'll die after it !\" cried the cook in an ecstasy of terror. \" Stand aside, Nancy,\" said Dr. Stone ; \" that snake is not venomous. If I mis take not, the brave boy's heart is wounded, not his skin.\" And, coming down, the kind, discerning librarian lifted the snake with the one hand, and took hold of Jabez with the other, simply saying to him — \" Come into the governor's room, Jabez, and tell us all about it.\" And Jabez, drying his red eyes on the cuff of his coat, was ushered before the Doctor up the stairs, and into the gover nor's room, where breakfast was laid for the three gentlemen. There he briefly told how he had found the snake drinking"], [164, "156 THE MANCHESTER MAN. the milk ; and having intercepted the reptile's retreat, had been obliged, in self defence, to fight with it until he had whipped it to death — a consummation as unlooked for as regretted. He had not, as at first surmised, escaped unwounded in the contest ; but, as Dr. Stone had said, and the surgeon who dressed the bites confirmed, the terrible looking reptile was but the common ringed-snake, which takes freely to the water ; and its bite was harmless. From the dais in the refectory both snake and whip were exhibited to the boys after breakfast. \"My lads,\" said the governor, \"I dare say you will all be glad to know that the thief who stole the milk has been taken.\" There was a general shout of assent, with here and there a wondering glance at the vacant seat of Jabez, who, having his wounds washed and bound up, had not sat down with them, but had a sort of com-"], [165, "157 THE MANCHESTEE MAN. plimentary breakfast with the servants in the kitchen. \" And I daresay you would like to see the thief, and know how he was caught.\" There was another general \" Ay, ay, sir ! \"Well, here he is,\" (and he held the snake aloft) ; \" but I don't think any of you will be thrashed on his account again. Jabez Clegg, here \" (and he pulled the reluctant boy forward by the shoulder), \" caught the sly robber drinking the milk, and, with nothing but this whip and a fearless resolute arm, put a stop to his depredations, and restored the lost character of the school.\" There was a loud hurrah for Jabez Clegg, who for the time being was a hero. Then, the snake being carried to the school-room, the Rev. John Gresswell im proved the occasion by a lesson on snakes in general, and that one in particular. But when he dissipated the popular belief"], [166, "158 THE MANCHESTEE MAN. that all snakes were venomous, and as sured the boys that the bite of this was innocuous, more than one of the Blue coated lads thought Jabez was not such a hero after all. The heads of the College thought other wise. The snake, and whip also, were placed high up against a wall in the College museum, close beside the \" woman's clog which was split by a thunderbolt, and hoo wasn't hurt.\" They made part of the catalogue of the Blue-coat guides — nay, even Jabez may have run the rapid chroni cle from the reel himself ; but the pain and shock of having wilfully killed a living creature neutralised and prevented the harm which might have followed self glorification. The long unknown secret spoiler of the dairy had been such a blemish on the spotless character of the Chetham Hospital — such a scandal in its little world — that its capture became of sufficient importance"], [167, "159 THE MANCHESTEE MAN. for Dr. Thomas Stone to communicate to the Reverend Joshua Brookes on his next visit to the library, Jabez being considered a sort of protege of his. Before the day was out the parson found his cough troublesome, and of course went to Mrs. Clowes for horehound-drops. \" Well, what do you think of young Cheat-the-fishes now ?\" came raspily from his lips, as he leaned on the counter, evidently prepared for a gossip — shop chairs being unheard-of superfluities in those days. Mrs. Clowes knew perfectly well whom the parson meant by \"young Cheat-the fishes \" ; indeed, the boy, on his rare holidays, had been a customer, as were the boys of College and Grammar School generally. \" Now ! Why, what's th' lad been doing ? Naught wrong, I reckon ?\" You see she had faith in the boy's open countenance."], [168, "160 THE MANCHESTEE MAN. \" Humph ! that's as folk think,\" he growled, keeping his own opinion to him self. \" I don't suppose I need to tell you the hubbub there's been over there \" (jerk ing his finger in the direction of the College) \"about the stolen milk? That tale's old enough.\" Mrs. Clowes nodded her mob-cap in assent. \"Well, that lad Jabez found a snake, four feet long, with its head in the milk pans the other morning. The sly thief turned spiteful, and the two had a battle royal all to themselves in the cellar. The pugnacious rapscallion had a whip in his hand, and he — lashed the snake to death !\" Mrs. Clowes echoed his last words, and uplifted her hands in amazement. A snake was a terrible reptile to her. \" Ah ! and then blubbered like a cry-a babby because he had killed it ! What do you think of that, Dame Clowes ?\" \" Eh ! I think he was a brave little chap"], [169, "161 THE MANCHESTEE MAN. to face a sarpent, but I think a fine sight more of his blubbering, as you call it,\" said she, taking a tin canister from a shelf, and putting it on the counter with an emphatic bounce. \" Ah ! I thought I could match the young fool with an old one,\" said he derisively, to hide his own satisfaction, as he took his short legs to the door. But Mrs. Clowes called him back, put a large paper parcel in his hand, and said, \" Here, Jotty, see you give these sweet meats to your cry-a-babby, and tell him an old woman says there's no harm in fighting in self-defence with any kind of a snake, or for his own good name, or to protect the helpless ; but, if he fights just to show off his own bravery, he's a coward. And you tell him from me never to be ashamed of tears he has shed in repentance for injury he may have done to any living thing. Now see you tell him, parson ; VOL. i. m"], [170, "162 THE MANCHESTEE MAN. and maybe my preachment may be worth more to him than my cakes and toffy, or your sermons.\" And she nodded her head till her cap-border flapped like a bird's wings. \" Ugh ! dame, you'll be for wagging that tongue and mutch of yours in my pulpit next,\" said he, gruffly. But he delivered the parcel and the \"preachment\" both faithfully, and, more over, turned over his stores of old school books for a Latin grammar, which he put into the hand of Jabez, with a promise to instruct the boy in the language, if he would like to learn. Forthwith Jabez, not caring to seem un gracious, though without any special liking for the task, had to encroach upon his play hours for a new study, under-rated by the pupil, over-rated by the teacher. Could Joshua Brookes have put mathe matical instruments within his reach, or"], [171, "163 THE MANCHESTEE MAN. given him pencils and colours, the boy's eyes would have sparkled, and study been a pleasure. m2"], [172, "164 CHAPTER X. EIEST ANTAGONISM. fT.HE extensive oblong enclosure known -*- as Ardwick Green, situated at the south-eastern extremity of the town, on the left-hand side of the highway to Stockport and London, was in 1809 part of a subur ban village, and from Piccadilly to a blacksmith's forge a little beyond Ardwick Bridge, fields and hedges were interspersed with the newly-erected houses along Bank Top. The Green, studded here and there with tall poplars and other trees, was fenced round with quite an army of stumpy wooden posts some six feet apart, con-"], [173, "165 THE MANCHESTEE MAN. nected by squared iron rods, a barrier against cattle only. A long, slightly serpentine lake spread its shining waters from end to end within the soft circlet of green ; and this grassy belt served as a promenade for the fashionable inhabitants. And there must have been such in that village of Ardwick early in the century, as now, for the one bell in the tiny turret of St. Thomas's small plain red-brick chapel, rang a fashionable congregation into its neat pews, to listen to the well-toned organ and the devoutly-toned voice of the per petual curate, the Reverend R. Tweddle, if we may credit an historian of the time. Red-brick church, red-brick houses, hard and cold outside, solid and roomy and com fortable within as Georgian architecture ever was, overlooked green and pond, but luckily overlooked them from a reasonable distance, and, moreover, did not elbow each other too closely, but were individually set in masses of foliage, which toned down the"], [174, "166 THE MANCHESTEE MAN. staring brickwork. Time and smoke have done so more effectually since. One of the best, and best-looking, of these houses, near the church, was the one in which the delicate Mrs. Aspinall had presided for a few brief years. An iron palisade, enclosing a few shrubs and ever greens, separated it from the wide road way, but behind the screen of brick ran a formal but extensive garden and orchard, well kept and well stocked, with a fish-pond as formal in the midst. Fish-ponds encourage damp, and damp encourages frogs, efts, and their kin. Here they abounded, and Master Laurence had a sort of instinctive belief that they were created solely for his sport and amusement. Mr. Aspinall, his father, immersed in business during the day and occupied with friends at home or abroad until late hours at night, saw very little of his son, who was thus consigned to servants during those hours not spent, or supposed to be spent,"], [175, "167 THE MANCHESTER MAN. at a preparatory school close at hand. The boy was quick and intelligent, had his mother's amber curls and azure eyes, her delicate skin and brilliant colour, but the handsome face had more of the father therein, and was too unformed to brook description here. What he might have been with other training is not to be told, but, under the supposition that he inherited his mother's fragile constitution, he had been woefully spoiled and pampered. Opposition to his will was forbidden. \" Bear with him, Kitty, for my sake, and do not thwart him, or you will break his fine spirit,\" had been Mrs. Aspinall's dying charge to her old nurse; and as every demonstration of temper was ascribed by both parents to this same \"fine spirit,\" what wonder that he grew up masterful — and worse ? His imperious disposition early ingrati ated him into the favour of Bob, his father's"], [176, "168 THE MANCHESTEE MAN. groom; and this man, thinking no evil, ignorantly sowed the seeds of cruelty in his young heart. When the horses were singed, the boy was allowed to be a spectator ; if a whelp had its ears cropped, or the end of its tail bitten off, he was treated to a sight. If a brood of kittens or a litter of puppies had to be drowned, Master Laurence was sure to be in at the death. He was taken to surrep titious cock-fights and rat-hunts; and though, when too late, Mr. Aspinall turned the man away for inclining his son to \" low pursuits,\" nothing was said or done to counteract these lessons of cruelty ! No wonder, then, that to him the sight of pain inflicted brought pleasure, or that inhumanity went hand in hand with self will. One incident — a real one — will suffice to show what Laurence Aspinall was, when Jabez Clegg shed tears over the snake he had killed perforce."], [177, "169 THE MANCHESTEE MAN. Kitty was in the kitchen alone. The maids were in other parts of the house. She was sitting close to a blazing fire on account of her \" rheumatics,\" and was in a doze. The evening was drawing in. Master Laurence, coming direct from the garden and the fish-pond, burst open the kitchen door with a whoop which made Kitty start from her nap in a fright. Thereupon he set up a loud laugh, as the poor old woman held her hand to her side, and panted for breath. In his hand was his pocket-handkerchief, tied like a bundle, in which something living seemed to move and palpitate. They were young frogs, in various stages of development. \"Now, Kitty,\" said he, \" I'll show you some rare sport !\" and taking one of the live frogs out of the handkerchief delib erately threw it into the midst of the glow ing fire. \" There, Kitty ; did you hear that ?\" cried he in rapture, as the poor animal"], [178, "170 THE MANCHESTEE MAN. uttered a cry of agony almost human, whilst he danced on the hearth like a frantic savage round a sacrificial fire. \"Oh, Master Laurence! Master Lau rence ! don't do that — don't be so cruel !\" appealed Kitty, piteously. But he had drawn another forth, and crying, \" Cruel ! It's fun, Kitty — fun !\" tore it limb from limb, and threw it piece meal into the blaze. \" There's another ! and there's another !\" he shouted in glee, as the rest followed in swift succession ; and Kitty, shrieking in pain and horror, ran from the kitchen, bringing the cook and housemaid down stairs with her cries. For the first time in his life Mr. Aspinall administered a sound castigation to his son, regretting that he had not done it earlier. No more was said of his son's fine spirit ; but, prompt to act, he lost no time in seek ing his admission into the Free Grammar"], [179, "171 THE MANCHESTEE MAN. School ; and either to spare him the long daily walk in tenderness for his health (Ardwick was more than a mile away), or to place him under strict supervision, boarded Laurence with one of the masters. Yet he gave that master no clue to his son's besetting sin ; so he was left free to tantalise and torment every weaker crea ture within his orbit, from the school master's cat, which he shod with walnut shells, to the youngest school-boy, whose books he tore and hid, whose hair he pulled, whose cap and frills he soused in the mud. It was a misfortune for himself and others that his pocket-money was more abundant than that of his fellows. Never had the apple-woman or Mrs. Clowes a more lavish customer, or one who distributed his pur chases more freely. Boys incapable of discriminating between generosity and profusion dubbed him generous ; and that, coupled with his handsome face and spirited"], [180, "172 THE MANCHESTEE MAN. bearing, which they mistook for courage, brought him partisans. Thus, long before his first year expired, and he was drafted from the lower school to the room above, where he came under the keen eye and heavy ferule of Joshua Brookes, he had a body of lads at his beck (many older than himself), ready for any mischief he might propose. As may well be supposed, there was a natural antagonism between the boys of the Grammar School and of Chetham Hospital. As at the confluence of two streams the waters chafe and foam and fret each other, so it is scarcely possible for two separate communities, similar, yet differing in their constitutions, to have their gateways close together at right angles without frequent collision between the rival bodies. In the great gate of the College, only open on special occasions, was a small door or wicket, for ordinary use ; and some of"], [181, "173 THE MANCHESTEE MAN. the Grammar School boys, under pretence of shortening their route homeward, find ing it open, would make free to cross the College Yard at a noisy canter, and let themselves out at the far gate on Hunt's Bank. It was a clear trespass. They were frequently admonished by one official or another ; their passage was disputed by the Blue-coat boys ; but they persisted in setting up a right of road, and opposition only gave piquancy to their bravado. That which began with individual as sumption soon attained the character of boldly asserted party aggression, and, as the Blue-coat boys were as determined to preserve their rights as the others were to invade them, many and well-contested were the consequent fights and struggles. And thus the two boys, Jabez Clegg and Laurence Aspinall, brought together first at the church door and the baptismal font, came into collision again. But now there was no deferential stepping aside of the"], [182, "174 THE MANCHESTEE MAN. humble foundling to make way for the merchant's son. They stood upon neutral ground, strangers to each other, equal in their respective participation in the benefits of a charitable foundation. Nay, if any thing, Jabez had the higher stand-point. His orphanhood and poverty had given him a right to his position in Humphrey Chetham's Hospital ; the very wealth of the gentleman's son made Laurence little better than a usurper in Hugh Oldham's Grammar School. But it is no part of the novelist's province to prate of the use or abuse of charitable institutions, or to set class in opposition against class. It is only individual char acter and action as they bear upon one another with which we have to deal. On more than one occasion Jabez — since his conquest of the snake, the recognised champion of his form — had stopped Laur ence Aspinall at the head of a file of boys,"], [183, "175 THE MANCHESTEE MAN. and had done his best to bar their passage through the quadrangle. Success depended on which school was first released. If in time, Jabez planted himself by the little wicket with one or two companions, and, like Leonidas at Thermopylæ, fought bravely for possession of the pass, and generally contrived to beat off the intruders. Sometimes the Blue-coat boys made a sortie from the yard, and, falling upon the others pell-mell, left and bore away marks of the contest in swollen lips and black eyes. At length matters were brought to a crisis. Thrice had Laurence and his clique been repulsed, and the shame of their defeat heightened by derisive shouts from a tribe of Millgate urchins — \" Yer's th' Grammar Skoo' lads beat by th' yaller petticoats agen !\" \" Yaller petticoats fur iver ! \" \" College boys agen Skoo' ! Hurrah !\" Master Laurence might have ground his"], [184, "176 THE MANCHESTEE MAN. teeth, and harangued his followers, without obtaining an additional recruit, or spurring them to a fresh attempt, but for the taunts of the rabble. But the ignominy of defeat by petticoated College boys was too much for the blood of the Grammar School, and youngsters threw themselves into the party quarrel who had hitherto stood aloof. Laurence Aspinall was superseded. A big, raw-boned fellow, named Travis, took the lead, and rallied round him not only the lads from the lower school, but the bulk of the juniors in the upper room. It is only fair to add that the senior students were in no wise cognisant of the league, or, being so, carefully shut their eyes and ears. As the result of this organism, on a set day, towards the close of October, when the dusk gathered as the school dispersed, the boys who ran down the wide steps from the upper, and the juveniles who ran"], [185, "THE MANCHESTEE MAN. 177 up from the lower room, instead of darting forward with a \" Whoop !\" and \" Halloo !\" through the iron gate on their homeward way, clustered together within the school yard, and made way for seniors and masters to pass out before them. \" Get off home with you, and don't loiter there !\" cried Joshua Brookes, as he turned in at his own gate, and saw the crowd massing together in the outer play ground. \" Get home yourself, St. Crispin !\" shout ed Laurence, but not before the house door had closed upon the irascible master. All books and slates not purposely left in school were consigned to three or four of the smallest boys, duly instructed to carry them to Hunt's Bank in readiness for their owners. For a week or more the College boys had been unmolested ; not a forbidden foot had stepped within the wicket. The school-master had remarked to the govern- VOL. I. N"], [186, "178 THE MANCHESTEE MAN. or, in the presence of his pupils, that he thought Dr. Smith must have prohibited further intrusion. All the greater was the surprise that dusky October afternoon, when a troop of young ruffians, who had stolen quietly one by one through the wicket, and kept under the cavernous shade of the deep gateway until all were within, rushed, with vociferous shouts, from under cover, and tore across the large yard in the direction of the other gate, daring anyone to check them. The College boys, just emerging from their school-room door in the corner, were, for the moment, taken aback. Then, from the mouth of Joshua Brookes's new Latin scholar, rang, clear and distinct, Humphrey Chetham's motto — \" Quod tuum, tene !\" (What you have, hold !) and the Blue-coat boys, with one George Pil kington for their leader, threw themselves, at that rallying cry, like a great wave, headlong upon the intruders."], [187, "179 THE MANCHESTEE MAN. But they met the shock as a rock meets a wave, and down went many a gallant Blue-coat in the dust. Up they were in an instant, face to face with the besiegers ; and then, each singling out an opponent, fought or wrestled for the mastery with all the courage and animosity, if not the skill, of practised combatants. Ben Travis and George Pilkington fought hand to hand, and Jabez — not for the first time — measured his strength with Laurence. Heavier, stronger, older by a few months, Jabez might have overmatched his antagonist ; but Laurence had profited by the lessons of Bob the discarded groom, and every blow was planted skilfully, and told. Then Bob's teaching had been none of the most chivalrous, and Laurence took unfair advantages. He \" struck below the belt,\" and then tripping Jabez up, like the coward that he was, kicked him as he lay prostrate with the fury of a savage. Governor, schoolmaster, librarian, and n 2"], [188, "180 THE MANCHESTEE MAN. porter had hastened to the scene ; but the assailants nearly doubled the number of the College boys, and set lawful authority at defiance, hurling at them epithets such as only schoolboys could devise. Fortunately, their own Blue-coat boys were amenable to discipline, and, called off one by one, retreated to the house, often with pursuers close at their heels. Then the Grammar School tribe set up a scornful, triumphant shout, and, with Ben Travis and Laurence Aspinall at their head, marched out of the College Yard at the Hunt's Bank gate, exulting in their victory, even though they left one of their bravest little antagonists insensible behind them."], [189, "181 CHAPTER XI. THE BLUE-COAT BOY. PT.HOSE were rough days, when an oc- •*- casional brawl was supposed essential to test the mettle of man or boy, so that bruises and black eyes (the result of an encounter for the honour of the school) were passed over with much lighter penalties than would be dealt out now-a days, if young gentlemen in a public academy descended to blackguardism. At that time, too, the pupils of the Grammar School assembled at seven in the morning, and sure punishment awaited the laggard who failed to present himself"], [190, "182 THE MANCHESTEE MAN. for prayers. There were few loiterers on that drear October morning. Conscience, and perhaps a dread of consequences, had kept the preceding day's war-party suffici ently awake even where sore limbs did not. But, with the exception of a few smart raps with the ferule, to warm cold fingers, and a general admonition — little heeded — the early hours of the morning passed quietly enough, and whispers ran along classes, and from form to form, more congratulatory than prophetic. That day wrent by, and the next. Lau rence Aspinall, whose \" science \" had saved his head from more damage than a cut lip, was especially boastful, and, after his own underhand fashion, strove to stir big Ben Travis to fresh demonstrations. Then a cloud loomed in the horizon, and darkened every master's brow. An other whisper was in circulation that Governor Terry had been seen to enter the head-master's ancient black and white"], [191, "THE MANCHESTEE MAN. 183 old house, and had been closeted with Dr. Smith for more than an hour. Still the quiet was unbroken, and, to the wise, the very calm was ominous. The second of November brought a revelation. On the slightly-raised floor of the high school, at the Millgate end of the room, sat, not only Dr. Jeremiah Smith, but the trustees of the school, the Reverend Joshua Brookes, and the assistant masters ; and with them was Governor Terry, of the Chetham Hospital — all grave and stern. Dr. Smith's mild face was unusually severe, and Joshua's shaggy brows lowered menac ingly over his angry eyes. The senior pupils, chiefly young men preparing for college, were ranged on either side. As the last of these awful personages filed in through the two-leaved door, and took his place, the palpitating hearts of the delinquents beat audibly, and courage oozed from many a clammy palm. The boys were summoned from the"], [192, "184 THE MANCHESTEE MAN. lower school, and, one by one, name by name, Ben Travis and his followers were called to take their stand before this formidable tribunal, Laurence Aspinall shrinking edgeways, as if to screen himself from observation. There was little need for Dr. Smith to strike his ferule on the table to command attention, silence was so profound. Even nervous feet forgot to shuffle. Dr. Smith's commanding eye swept the trembling rank from end to end, as he stood with im pressive dignity to address them. After a brief exordium, in which he recounted the several charges brought against the boys by Governor Terry, he proceeded to say that the good character of the Manchester Grammar School was imperilled by lawless conduct such as the boys before him had exhibited the previous Tuesday, in forcibly enter ing, and then rioting within, the College Yard."], [193, "THE MANCHESTEE MAN. 185 One of the youths — most likely Ben Travis — blurted forth that they had a right to go through the College Yard, and that the College boys stopped them. \" You mistake,\" said the doctor, sternly, \" there is no public right of road through the College Yard. Permission is courte ously granted, but there is ] no right. There is a right for the public to pass to and from the College and its library on business, within the hours the gates are open ; but even that must be in order and decency. Your conduct was that of barbarians, not gentlemen.\" At this point of the proceedings Jabez Clegg came into the school-room, leaning on the arm of George Pilkington. The face of the latter was bruised and swollen, but Jabez looked deplorable. His long overcoat was rent in more than one place ; he walked with a limp ; a white bandage round his head made his white face whiter still, showing more distinctly the livid and"], [194, "186 THE MANCHESTEE MAN. discoloured patches under the half-closed eyes. In obedience to a nod from Govern or Terry, George Pilkington led his Blue coat brother to a seat beside him ; but Dr. Smith, drawing the boy gently to his side, removed the bandage, and showed Jabez to the school with one deeply-cut eyebrow plastered up. \" What boy among you has been guilty of this outrage ?\" he asked, sternly. There was no reply. Some of the little ones took out their handkerchiefs and began to whimper, fearing condign punish ment. The doctor repeated his question. The boys looked from one to another, but there was still no answer. Laurence Aspin all edged farther behind his coadjutor, but he had not the manliness either to confess or to regret. His only fear was detection, or betrayal by a traitor. There was little fear of that ; grammar-school boys have a detestation of a \" sneak.\" \" Boys, we cannot permit the perpetrator"], [195, "187 THE MANCHESTEE MAN. of such an outrage to remain in your midst ; he must be expelled !\" Still no one spoke. \" Do you think you could recognise your assailant — the boy who kicked you after you were down ?\" (a murmur ran round the school as the classes were ordered to defile slowly past Dr. Smith's desk). Ben Travis walked with head erect — he would have scorned such a deed — and Laurence tried to do the same, but his cruel blue eyes could not meet those of his possible accuser. There was a struggle going on in the heart of Jabez. It was in his power to revenge himself for many taunts and sar casms, and much previous abuse. He called to mind — for thought is swift — that Shrove Tuesday when Laurence and his friends caught him as he descended Mrs. Clowes's steps with a pennyworth of hum bugs in his hand, and, snatching his cap"], [196, "188 THE MANCHESTEE MAN. from his head, kicked it about Half Street and the churchyard as a football. And he seemed to feel again the twitch at his dark hair, and the dreadful pain in his spine and loins, as they bent him backwards over the coping of the low wall, in order to wrest his sweets from him, and held him there perforce till stout Mrs. Clowes, armed with a rolling-pin, came to his rescue, laying about her vigorously, and kept him in her back parlour until he revived. \" Forgive and forget \" are words for the angels, and Jabez was not an angel, but a boy with quick-beating pulses and a vivid memory. There was a fight going on in his breast fiercer than either that in Half Street or that in the College Yard. His sore, stiff limbs and smarting brow urged him like voices to \" pay him off for all,\" and revenge began to have a sweet savour in his mouth. As he hesitated, watching the slow approach of his foe among his nobler"], [197, "189 THE MANCHESTEE MAN. mates, a harsh voice behind him called out, \"Jabez, why do you not answer Dr. Smith ?\" The emphasis Joshua Brookes had laid upon the \"Jabez \" recalled the boy's better self. The oft-repeated text flashed across his mind, \" Jabez was an honourable man,\" and it shaped his reply. \" Well, sir, it was almost dark, and — and \" — he was going to add too dark to distinguish features, but he recollected that that would be a falsehood, and lying was no more honourable than malice. \" And you could not recognise him, you mean ?\" suggested Dr. Smith. His lip quivered. \" No, sir, I do not mean that. It was very dark, but I think I should know him again. But, oh ! if you please, sir, I should not like to turn him out of school. You see, we were all fighting together, and we were all in a passion, and — and — it would be very mean of me to turn him out of"], [198, "190 THE MANCHESTEE MAN. school because he hurt me in a fight \" (Jabez did not say a fair fight). \" Ah !\" said Dr. Smith, and, turning to Mr. Terry, asked, \"Are all the Chetham lads reared on the same principle ?\" Then there was a low-voiced discussion amongst trustees and masters. Finally, Dr. Smith turned round. His clear eye had detected the culprit as he winced beneath the gaze of Jabez. But the in jured boy had forgiven, and it was not for him to condemn. Again he spoke — proclaimed how Jabez had magnanimously declined to single out his cowardly antagonist ; and that the boy, whoever he might be, had to thank his most honourable victim that he was not ignominiously expelled. Then quietly but emphatically he pronounced the decision of the trustees that instant expulsion should follow any or every repetition of the offence which had called them together — not only the expulsion of the ringleaders, but of all"], [199, "THE MANCHESTEE MAN. 191 concerned ; and that even a fair fight between a Grammar School and a Blue coat boy should be visited with suspension pending inquiry, the offender to be expelled whether from school or college. \" Good lad, Jabez ! — good lad !\" said Joshua Brookes to him, as George Pilk ington helped his limping steps from the room. On the broad flat step outside the door they encountered big Ben Travis, who caught the hand of Jabez in a rough grip, with the exclamation, \" Give us your fist, my young buck ! You've more pluck in your finger than that carroty Aspinall in his whole carcase, the mean cur ! An' look you, my lad, if any of them set on you again, I'll stand by and see fair play ; or I'll fight for you if it's a big chap, or my name's not Ben Travis.\" \" Who talks of fighting ? Haven't you had enough for one while, you great raw boned brute ? You'd better keep your"], [200, "192 THE MANCHESTEE MAN. ready fists in your pockets, Travis, if you don't want to be kicked out of school !\" After which gruff reminder Joshua left them, and Jabez went back to the College with one more friend in the world; but that friend was not Laurence Aspinall. He, smarting under a sense of obligation, shrunk away to bite his nails and vent his spleen in private, conscious that he was shunned by his classmates, and despised by honest Ben Travis. As months and seasons sped onwards, they plucked the hairs from Simon Clegg's crown, and left a bald patch to tell of care or coming* age ; they stole the roundness from Bessy's figure, the hope from her heart and eyes. There was less vigour in the beat of her batting-wand, less elasti city in her step. The periodical holidays and cheering visits of Jabez were the only pleasant breaks in the monotonous life of the Cleggs. Beyond the knowledge ob tained at the billeting office in King Street"], [201, "193 THE MANCHESTEE MAN. that Tom Hulme had entered the army and gone abroad with his regiment, no tidings of the self-exiled soldier had come to them. In the great vortex of war his name had been swallowed up and lost. But she never said \" Ay \" to Matthew Cooper, though he waited and waited, smoking his Sunday pipe by the fireside even till his own Molly was old enough to have a sweetheart, and to want to leave her father's crowded hearth for a quieter one of her own. Those same months and years added alike to the stature and attainments of Jabez Clegg and Laurence Aspinall, though in very unequal ratio. The former, though he had long since as tonished Simon with his fluent rendering of the big Bible, was but a plodding scholar of average ability, the range of whose studies was limited, notwithstanding Parson Joshua's voluntary Latin lessons. The latter had an aptitude for learning, VOL. i. o"], [202, "194 THE MANCHESTEE MAN. which made his masters press him forward ; and Joshua Brookes forgave the tricks he played, his translations were so clear and so correct. Yet, when he wrote stinging couplets or \" St. Crispin \" on the Parson's door, or put cobblers'-wax in the peda gogue's chair, the covert reference to his parentage stung the irascible man more than the damage to kerseymere, and in his wrath he birched his pupil into penitence. His penitence took a peculiar form. A discovery was made that a general dance in the school-room would shake the pewter platters and crockery down from dresser and corner cupboard in Joshua's house adjoining. Whenever the dominie had growled over bad lessons with least cause, Laurence was sure to propose a grand hornpipe after school hours. Back would rush Joshua fast as his short legs __) would carry him, spluttering with passion ; but the nimbler lads disappeared when they heard the crash, and, as a rule,"], [203, "195 THE MANCHESTEE MAN. Joshua's temper cooled before morning. Laurence Aspinall's chief source of amusement from his first entrance into the Grammar School had been the crippled father of Joshua Brookes. As the old fellow staggered home drunk, the street boys would hoot at him, pull him about, pelt him with mud, and mock at him, till his impotent fury found vent in a storm of vile and opprobrious language. Laurence was sure to enjoy a scene of this kind, but he was generally sly enough to act as prompter, not as principal. The old man was a great angler ; and that he might enjoy unmolested his favour ite pastime, his son had obtained from Colonel Hansom permission for him to fish in Strangeways Park ponds. Thither he had an empty hogshead conveyed, and the crippled old cobbler, with a flask of rum for company, sat within it, often the night through, to catch fish. The Irk had not then lost its repute for fine eels, and old o 2"], [204, "196 THE MANCHESTEE MAN. Brookes — who, by the way, wore his hair in a pigtail — was likewise wont to plant himself, with rod and line, on what was the Waterworth Field, on the Irwell side of Irk Bridge, to catch eels. Returning one afternoon (Joshua was busied with clerical duties), Laurence Aspinall and his fellows met the old man staggering along with his rod over his shoulder and a basket of eels in one hand. He had called at the \" Packhorse \" for a dram, and went on, as was his wont, talk ing noisily to himself. He had steered round the corner in safety; but hearing one lively voice call out, \" Here's old Fish tail ;\" and another, \" Here's St. Crispin's Cripple ;\" and a third, \" Make way for Diogenes,\" as he was passing the high master's, he gave a lurch, meaning to reprove them solemnly — the top of his rod caught in the prominent pillar of the door way, and was torn from his insecure grasp."], [205, "197 THE MANCHESTEE MAN. Striving to recover it, he pitched forward, and in falling dropped his basket in the mud, and set the writhing, long-lived fish at liberty to swim in the gutter swollen with recent rain. The lounging lads at once set up a shout ; but Laurence, with a timely recol lection that the front of Dr. Smith's was scarcely the most convenient place for his purpose, winked at his companions, and, with an aspect of mock commiseration, po litely assisted the old man to rise, begged the others to capture the eels and carry the basket for him, and, under pretence of putting the angler's rod in order, contrived to fasten the hook to the end of his old fashioned pigtail. Then he helped his unsteady steps until they were fairly out of Dr. Smith's sight and hearing ; but they did not suffer him to reach his son's house before they showed their true colours. Loosing his hold,"], [206, "198 THE MANCHESTEE MAN. Laurence snatched at the rod, and, darting with it towards the College gate, cried out in high glee, \" I've been fishing, I've been fishing; look at the fine snig (eel) I've caught !\" And, as he capered about, he dragged the poor old cripple hither and thither backwards by his pigtail, to which hook and line were attached. Old Brookes screamed in impotent rage and pain ; the boys laughed and shouted the louder. The one with his basket set it on his head, and paraded about, crying, \" Who'll buy my snigs ? Fine fresh snigs !\" with the nasal drawl of a genuine fish-seller. Once or twice the old man fell down, uttering awful threats and imprecations ; but Laurence only laughed the more, and jerked him up again with a smart twitch of the line, which was a strong one ; and the other three or four young ruffians put up their shoulders, aud limped about sing ing —"], [207, "THE MANCHESTEE MAN. 199 \" The fishes dritik water, Old Crispin drinks gin ; But the fishes come out When the hook he throws in. Toi de roi.\" It may be wondered that none of the neighbours interfered. But it must be remembered that they were accustomed, not only to the uproar of a boyish multi tude, but to the drunken ravings of Old Brookes, who was an intolerable nuisance. Public traffic then was not as now, and policemen were unborn. The satisfaction of Laurence was at its height. He kept hold of the line ; one of his comrades, named Barret, lashed the persecuted man with an eel for a whip, and their mirth was boisterous, when Jabez (now thirteen) came quietly through the wicket on an errand from the governor. He took in the scene at a glance. He could not stand by and see injustice done. His dark eyes flashed with indignation as he dashed forward, pulling the line from"], [208, "200 THE MANCHESTEE MAN. the hand of Laurence, and tried to disen tangle the cruel hook from the unfortunate pigtail. \"Who asked you to interfere, you petti coated jackanapes ?\" bawled Laurence, darting forward, his face as red as his hair, at the same time dealing Jabez a heavy blow on the chest. \" My duty !\" answered Jabez, stoutly, taking no notice of the sneer at himself. \" How could you gentlemen torment a poor old cripple like that ?\" \" He's a drunken old sot !\" cried Barret. \" It's downright cruel !\" continued Jabez, as he stood between the jabbering drunkard and his tormentors. \" We're no more cruel than he is ! He's been catching fishes all day. We've only given him a taste of his own hook ; and we'll have none of your meddling !\" and out went the pugilistic arm of Laurence straight from the shoulder to deal another blow, when it was caught from behind by"], [209, "THE MANCHESTEE MAN. 201 the bony hand of Ben Travis, bigger and stronger by two years' growth, whilst the other hand gripped his jacket collar. \" So you're at your cowardly tricks again, Aspinall !\" exclaimed he, holding the other as if in a vice. \" But if I see you lay another finger on that lad, I'll report you to Dr. Smith.\" \" Oh ! you'd turn sneak, would you ?' sneered Laurence, striving to twist himself loose, and disordering his broad white frill in the endeavour. \" I'd think I did the Grammar School a service to turn either you or Barret out of it, I would ! Think of you setting on that noble chap who wouldn't turn tell-tale, though he'll carry the mark of your boot to his grave with him !\" Pointing with outstretched hand to Jabez, who by this time was handing Old Brookes over to the grumbling care of Ta bitha, and whose right eyebrow yet showed a red seam, Travis relaxed his hold of"], [210, "202 THE MANCHESTEE MAN. Laurence, and he shook himself free. Some warm altercation followed. There was a scowl of sullen defiance on Aspinall's face, and an evil glance towards Jabez, which Travis observing, with a significant nod he linked his arm in that of the Blue coat boy, and never left him till he reached his destination, Mr. Hyde's ancient and picturesque tea-shop in Market-Street Lane."], [211, "203 CHAPTER XII. THE GENTLEMAN. sT.HAT afternoon a gentleman who had -\"- witnessed part of the foregoing scene from the breeches-maker's window, whither he had gone for a pair of buckskin riding gloves — struck by the dauntless manner of Jabez, related what he had seen to his wife, Mrs. Ashton, the stately sister of Mrs. Chadwick ; whilst Augusta, their eight year-old daughter, sat on a footstool by her side, hemming a bandana handkerchief for her father, an inveterate snuff-taker — occa sionally putting in a word, as only spoiled daughters did in those days."], [212, "204 THE MANCHESTEE MAN. \" Mamma, I daresay that's the little boy Cousin Ellen told me about.\" \" Pooh, pooh ! Augusta,\" said Mr. Ash ton, tapping the lid of his snuff-box, and then, from force of habit, handing it to his wife, the wave of whose hand put it back — \" pooh, pooh ! child. Do you think there's only one Blue-coat boy in the town ? Besides, he was not such a little boy. I know I thought something of myself when I was his size,\" said Mr. Ashton, dusting the snuff from his ruffles as he spoke. \" But he would be a little boy when Ellen knew him first. She says it was before I was born.\" \" He could not be a Blue-coat boy then, my dear,\" observed Mrs. Ashton ; \" he was too young.\" \" But Ellen showed him to me when we went to the College at Easter ; and she says he has killed a snake — a real live snake, papa. And Aunt Chadwick bought"], [213, "205 THE MANCHESTEE MAN. Ellen such a pretty pincushion he had worked, and, oh ! such a handsome bead purse !\" Mr. Ashton smiled at his daughter's enthusiasm. \" Ah ! I think I have heard of him before ; he is a sort of protege of Parson Brookes.\" \" He is a very honest boy,\" appended Mrs. Ashton, as she examined Augusta's hemming by the light of the nearest wax candle. \" Ellen lost Prince William's shil ling that same day. You know she always wears it dangling from her neck, absurd as it is for a great girl of fifteen.\" \" Well ?\" said Augusta, looking up in quiringly. \" Well, my dear, the very next afternoon the boy Jabez Clegg knocked at the door in Oldham Street with the shilling, which he said he had found in sweeping the library, and remembered seeing it on Miss Chadwick's neck. Many a boy, at Easter,"], [214, "206 THE MANCHESTEE MAN. would have spent it in cakes or toffy.\" \" I suppose, to use one of your favourite maxims, he must have thought ' honesty the best policy,'\" remarked her husband. \"Yes; and ' duty its own reward' — for he refused the half-crown that Sarah offered him.\" Mr. Ashton took another pinch of snuff, with grave consideration, then put the box, after some deliberation, into his deep waistcoat pocket, and again flapped the snuff off ruffles and neck-cloth ends. \"Wouldn't take the money, you say?\" \" Would not take it,\" his wife repeated, folding up the finished handkerchief. After a pause, Mr. Ashton said, with his head on one side, \" I think I shall look after that younker. What is he like ?\" \" Oh, that I cannot tell ; I was not with them. But I think Sarah said he had got an ugly scar on one of his eyebrows.\" Mr. Ashton brought down his hand"], [215, "THE MANCHESTEE MAN. 207 with a clap on that of Augusta, resting on his knee. \" Then, my little Lancashire witch, the poor cripple's champion and Ellen's hero of romance will be one and the same. I must certainly look after that lad.\" But even as Mr. Ashton came to that conclusion Jabez was in mortal peril, and his romance and theirs threatened to end at the beginning. Laurence Aspinall was not of a temper to brook interference with his sport, or to be treated as the inferior of a \" common charity boy.\" Since the hour that Jabez had declined to single him out for punish ment, he had resented the sense of his own inferiority which conscience pressed upon him. In refusing to tender either thanks or apology at Ben Travis's instiga tion, he lost caste in the school, and the knowledge rankled in his breast. Against the debt of gratitude he owed to Jabez he laid up a fund of envy and spite, out of"], [216, "208 THE MANCHESTEE MAN. which he meant to pay him in full the first opportunity. That opportunity had arriv ed. There were some birds of his own feather, who stuck by him, of whom Ned Barret was one. Old Brookes had been too drunk to swear positively who had molested him, or to obtain credence if he did ; but the in opportune arrival of Jabez and Ben Travis had made detection certain, and nothing was Joshua Brookes so sure to punish with severity as an attack on the father who made his life a burden to him. On the principle that they might \"as well be hanged for a sheep as a lamb,\" the noble five resolved to waylay the Blue coat boy on his return, and either extract from him a promise of secrecy, or give him a sound drubbing for his pains. They were too like-minded for long conference. To put the old breeches maker off the scent, all dispersed but one, Kit Townley, who pulled a top from his"], [217, "THE MANCHESTEE MAN. 209 pocket and whipped away at it with as much energy as ever did his Anglo-Saxon ancestors. Perhaps he thought he had a meddlesome College boy under his lash. After a time, the others sauntered back one by one, from contrary direc tions ; there was more top-whipping, and some of the whips and tops were new. Then, when they saw they were unob served, they adjourned to the school-yard, and laying a cap on the broad step, two or three of them sat down to a game at cob nut, so that if any unlikely straggler did come that way there might be an apparent reason for their presence. It was late in the year. The breeches maker was seated at his early tea, and so were most of his neighbours. The twilight was coming gently down, and the boys, tired of waiting, were about to go home to their own — Aspinall expecting a reprimand for being late. Jabez, who had been delayed at the office of Harrop the printer vol. I. p"], [218, "210 THE MANCHESTEE MAN. in the Market Place, came briskly up with a parcel in his hand just as they reached the gate. One of them snatched the parcel from him and ran with it into the school yard. As a natural consequence Jabez followed to regain his property. That was just what they wanted. The light iron gate was pushed-to, and there they were, shut in and screened from observa tion, between the deserted Grammar School on the one hand, and the College school room on the other, which, with the dormitory above, was equally sure to be empty at that hour. They were free to torment him as they pleased. The parcel was tossed from hand to hand with sub dued glee, and their whip-lashes cut at his arms and shoulders, as Jabez sprang forward and darted hither and thither, perplexed and baffled in his efforts to recover it. Once or twice it went down on the damp ground, and gained in grime what it lost in shape."], [219, "211 THE MANCHESTEE MAN. \" Oh ! dear, dear ! do give me my parcel !\" cried Jabez, in perplexity. \" Our governor will think I've been loitering.\" \" And so you have, you canting yellow skirt. You stopped to put your long finger in our pie !\" was the swift retort of Laurence, as he interposed his body between Jabez and the boy who held his lost charge. \" Eh ! and you went off with Travis, wasting your time !\" added Kit Townley. \" I never waste my time on an errand.\" \" Oh ! Miss Nancy never wastes time on an errand,\" mimicked Ned Barret ; and still they kept the boy on the run until he leaned, out of breath, against the wall which served as a parapet above the river. Then, the disputed prize being ' kept by Kit Townley at a respectable distance, Laurence advanced to parley _ with him, offering to restore his parcel and let him go if he would take a solemn oath, which p2"], [220, "212 THE MANCHESTEE MAN. he dictated, to maintain silence on all which had transpired that afternoon. \" I cannot ; I must account for my time,\" firmly answered Jabez, \" and I must account for that dirty parcel.\" \" Tell them you tumbled down and hurt yourself,\" suggested Aspinall. \" I cannot ; it would be untrue !\" At this the lads set up a loud guffaw, as if truth were somewhat out of fashion ; but the one who stood nearest the gate with the parcel looked restless, as if beginning to be tired of the whole business. Just then Laurence went blustering up to the College boy, and, thrusting his face for ward, said — \" If you don't go down on your marrow bones this instant, and swear to tell no tales, we'll pitch you over the wall.\" \" You dare not !\" boldly retorted Jabez, with a set face. \"Oh! daren't we? We'U see that! Lend a hand.\""], [221, "213 THE MANCHESTER MAN. \"No, you dare not !\" repeated he, plant ing himself firmly against the wall. There was a sudden rush ; they closed round him, more in bravado than with any intent to do him bodily harm ; sliding him up against the smooth-worn brick-work, they hoisted him above their shoulders, meaning to hold him there. But in their eagerness they had thrust him too far, and crowding on each other, one, being jostled, let go, and Jabez toppled over the precipice ! There was a scream; a splash in the water. Tabitha, taking clothes from a line in the back-yard, cried out, \" What is that ?\" Parson Brookes's startled pigeons flew from their dove-cote, and wheeling round in widening circles cooed affrightedly. The white-faced boys stood aghast. Unless his fall had been seen from the opposite croft, their victim would be drowned before any aid they could bring was available ; a wide circuit must be taken before a bridge could be reached ! Build-"], [222, "214 THE MANCHESTEE MAN. ings blocked up that side of the river. They looked at each other and spoke in whispers ; then, with an animal instinct of self-preservation, sneaked off in sUence and terror, leaving him to his fate. Not all. Kit Townley, who held the parcel, had drawn near to remonstrate. With a shriek he threw down the paper, and, hardly conscious what he did, tore wildly through the gates, and across the College Yard, to startle the first he met with the alarm that a College boy was drowning in the Irk !"], [223, "215 CHAPTER XIII. simon's pupil. TT was fortunate for Jabez that the late ■*- rains had raised the level of the Irk ; otherwise, that being the shallowest part of the stream, there would not have been sufficient depth of water to buoy him up when he was pitched over the wall ; and had his head come in contact with rock or stone, falling from such an elevation, his history would have closed with the last chapter. It was doubly fortunate that sensible Simon had taught him that with out which no boy's education — nor, indeed, any girl's either — is complete, and that Jabez, from very love of the water, had"], [224, "216 THE MANCHESTEE MAN. kept himself in practice whenever a holiday had given him opportunity. He had gone over the wall backwards, falling into the stream head downwards, but not altogether unprepared ; and to him head first, heels first, forward or backward, were aU as one. Like a cork he rose, and struck out across the river. The slimy stone embankment seemed to slip from his touch ; there was no hold for his hand ; it was too steep and smooth to climb ; and he felt that the river, swift in its fulness, was bent on bearing him to the Irwell, so dangerously near. He raised his voice for \"help.\" Tabitha, listening, answered with a scream and a shout, and, bolting into the house, disturbed the Parson and his besotted father at their tea by the outcry she made, as she rushed on into the street with the alarm of \"a lad dreawndin,\" just as the conscious cul prits slunk past to their own quarters. Doctor Stone, the first recipient of terri-"], [225, "THE MANCHESTEE MAN. 217 fied Kit Townley's incoherent intelligence, was simultaneously racing at full speed, with a troop of College boys at his heels, down towards Hunt's Bank and the outlet of the Irk, with the swift consciousness that the only hope of saving life was in the chance of reaching the confluence of the rivers first. He thought the dusk never came down so rapidly. A lamplighter, with ladder and flaring long-spouted oil can light, was going his rounds. \" Turn back, my man, with ladder and light,\" he called out, without stopping ; and the man, seeing something unusual was astir or amiss, followed at a canter without question. At Irk Bridge the librarian took the light from the man, and swung it to cast its reflection over the Irwell ; but nothing was to be seen or heard but the full river, and the wash of its waters. To cross the bridge, in fear that the boy was beyond help, was but the work of a moment."], [226, "218 THE MANCHESTEE MAN. Slower, along the wooden raUing of the Irk embankment, he held the lamp low. There was neither eddy nor bubble on the water to tell where a drowning mortal had gone down. \" Jabez ! Jabez Clegg !\" he cried, but there was no response. Again and again he raised his voice — \" Jabez ! Jabez !\" The only answer was from an advancing crowd, with Parson Brookes and Tabitha in their midst, who had rushed to the rescue with ropes and poles down the bridge at Mill Brow. \" I fear it's no use, Parson Brookes,\" said the librarian sadly ; \" the river's high, and poor Jabez may have been drifting past Stannyhurst before we were out of the College Yard.\" \" Jabez !\" exclaimed Joshua aghast, \" you cannot mean that Jabez Clegg is the boy drowned !\" and he staggered as if some one had struck him. \" Indeed, Parson, if this boy speaks"], [227, "219 THE MANCHESTEE MAN. truth, I fear it is so,\" and he turned to question his informant ; but Kit Townley, seeing his impulsive schoolmaster approach, had edged away, and was gone. Gruff Joshua drew the back of his hand across his shaggy brows. \" And so the greedy river has swallowed the bright lad at last ! He was a boy of promise, Dr. Stone, and his untimely fate is a — a — trouble to me;\" and the rough Parson's harsh voice shook with emotion. \"I baptised him, Doctor, and I hoped to see him grow up a credit to us aU.\" They, and the dispersing crowd, seeing the uselessness of longer stay, were moving on towards Mill Brow as he spoke. \" Who's this ?\" he cried as they neared the bridge, and a working woman, her hair flying loose from the kerchief on her head, rushed across it with an impetus gained in the steep descent. It was Bess, with Simon at her heels, close as his stiff rheumatic limbs would"], [228, "220 THE MANCHESTEE MAN. carry him. She wrung her hands bitterly. \"Is it true?\" she cried in anguish, \"is it true ? Oh, Parson Brucks, is it true that ar Jabez is dreawnded ?\" There was the same choking in his voice as he answered — \" I'm afraid so, Bess.\" Simon's voice now broke in. \" But are yo' sartain, Parson ? Ar Jabez couldn swim loike a duck. An' how cam he i' th' wayter, aw shouldn loike to know ?\" \" Swim, did you say?\" interrogated Dr. Stone. \" Then there may be hope yet. If the eddies would not let him land at Waterworth Field, he might swim ashore at Stannyhurst.\" \" Pray God it be so !\" ejaculated Bess, from a full heart. Dr. Stone, hurrying forward, continued : \" Follow me to the College for lanterns to renew the search.\" And no second invitation was needed."], [229, "THE MANCHESTER MAN. 221 And where was Jabez ? He heard Tabitha's cry, but it came from the wrong side, and he had sense to know was useless to save, unless he could withstand the current till help came round. But the strong stream was bearing him on against his will. Suddenly he bethought him of the dairy steps, and, with a stroke of his left arm, swerved towards the hoary build ing looming through the twilight. One moment later, and the steps had been passed, not to be recovered, for the current was stronger than he; but that provi dentially abrupt turn, and a few skilful strokes, brought him upon them. Literally upon them, for the water was within a step or two of the door. With difficulty he obtained a footing, they were so slippery. Once above the water, he hammered at the door and caUed, but his voice was weakened by exertion and the shivering consequent on cold, w&t, clinging garments. Again and again he knocked and called,"], [230, "222 THE MANCHESTER MAN. but everyone was out in the quadrangle, or away in search of him, and no one heard. He had been excited and over-heated . in his prolonged struggle with his persecutors, and, short as was the distance he swam, his efforts to stem the overmastering current had exhausted him. Cold and exposure did the rest. He sank on the topmost step with his head against the door, in the angle it formed with the wall, his feet in the water ; and there he lay, too faint to respond when Dr. Stone's voice fell on his ear as on that of a dreamer. His dark robe, his position, the jutting wall — all contributed to hide him from the poor rays of the one oU-lamp which was flashed along the stream to find him. And there he might have lain and died had not Nancy, for lack of a boy at hand to wait on her, gone faown to the ceUar for milk for the boys' supper. As she filled"], [231, "223 THE MANCHESTER MAN. the wooden piggin she had taken with her, she fancied she heard a moan, and listening breathless, heard another, and another, from the outside of a door which was (to her thought) inaccessible to mortal. Down went the piggin and the milk (she was not a strong-minded woman, and it was a superstitious age), up the steps she stumbled in her fright, crying — \" Oh ! theer's a boggart in th' dairy ! — theer's a boggart !\" Dr. Stone and his companions came in at the porch as she fled upwards towards the kitchen. The firelight gleaming on her frightened face caught his attention. Half fainting, she repeated her exclama tion, adding — \" It moaned like summat wick. \"Moaned, did you say? Goodness! If it should be \" Not stopping to finish his sentence, he snatched a light from the table, and was"], [232, "224 THE MANCHESTER MAN. unbolting the ceUar-door before the gover nor or anyone else could comprehend his movements. They understood well enough when he came back into their midst, bur dened with the Ump, dripping form of Jabez, white and insensible, and depositing him on a settle near the kitchen fire, cried out for restoratives. That was a terrible next morning, when the young miscreants, as much afraid to play truant as to face possibUities at school, sneaked to their places and set to their studies with industry out of the common. Laurence Aspinall, boarding with a master, had no choice in the matter. How Jabez got into the water was not clear ; he was too ill to be questioned over night, and was in a fever and delirious by noon the next day. But he had never been known to loiter or go astray when sent on an errand. Kit Townley's impulsive cry of alarm had suggested foul play, and neither Joshua Brookes nor Governor Terry"], [233, "225 THE MANCHESTER MAN. had let the night pass without an effort to dive into the truth. Dr. Stone had conjectured Kit Townley to be a Grammar School boy, although personally unknown to him ; and that con jecture recalled to Joshua his father's ravings of Ul-usage, which he had at the time regarded as drunken maudling. It was ascertained that the boy had been at Harrop's. Inquiry, and the search for the missing parcel, resulted in the discovery of a trampled play-ground, broken whip lashes, a string of cob-nuts, and, neatly marked in red cotton with his initials, one of Laurence Aspinall's cambric ruffles, torn and muddy. There was a conference with Dr. Jere miah Smith before the night was out. A messenger was sent to Mr. AspinaU in Cannon Street the next morning, as well as to the trustees of the school. The following day saw such another conclave as before in the Grammar School. Q VOL. I."], [234, "226 THE MANCHESTER MAN. Dr. Stone, who was present, picked out the boy who had given the alarm ; and Kit Townley, trembling for himself, told all he knew. Ben Travis, at the outset, in his indignation, proffered his evidence, which went to prove maUce prepense. The boys, asked what they had to say for themselves, simply said they had done it for \" sport \" — that they did not mean to throw him over, but only to frighten him to \"hold his tongue,\" and excused their running home on the plea that they were \" afraid.\" Laurence Aspinall boldly said that he knew the boy could swim, and did not think a ducking would do him much harm, and offered to jump off the wall and swim down the river himself. Liar as well as boaster, he received a summary check from Dr. Smith, apart from the reprimand administered to him as the proven ring leader. In these days such a case of outrage would have been brought before a magis-"], [235, "227 THE MANCHESTER MAN: trate, and the offenders' names sent flying through newspaper paragraphs. Then, whether to spare the parental feelings of such influential men as Mr. Aspinall, or to save from tarnish the fair fame of the school, or to avert the further debasement of the boys from prison contact, and give them a chance to amend, the school tribu nal was allowed to be all-sufficient. Ignominious expulsion was dealt out not only to Laurence Aspinall and to Ned Bar ret, but to each of the conspirators — Kit Townley, honourably acquitted by them of participation in the final attack, alone escaping with a caution, a severe reprimand, and as severe a flogging ; which special immunity he had purchased by running white-faced to give the alarm. It is possible he scarcely estimated the value of that im munity at the time. But the loud hurrahs which hailed this sentence testified how the Grammar School boys valued their honour as a school, and Q2"], [236, "228 THE MANCHESTER MAN. -> how proud they were to be purged of such offenders. Mr. Aspinall, too much agitated to witness his son's public disgrace, waited the result of the inquiry in the Head- Master's House; and if ever Laurence Aspinall felt ashamed of his own mis conduct, it was when his father refused to take his unworthy hand as they left the door-step, and he heard Dr. Smith's closing words of reproof mingled with the com passion for the father, in whose eyes were signs of tears a bad son had drawn. Long before Jabez was able to resume his own place in the school, Laurence AspinaU had been removed to an expensive boarding-school at Everton, near Liverpool ; and this time the merchant laid stress on his tendency for \" vicious and low pur suits,\" and begged that no efforts or expense might be spared to make him a gentleman in aU respects. StUl he tampered with the truth, lest the school-master (he"], [237, "THE MANCHESTER MAN. 229 would be called a Principal in these fac titious days) should refuse to admit a pupil with such antecedents, and decline the task of eradicating cruelty and in gratitude. Here Laurence certainly mixed only with boys of his own class, from whom money could buy neither flattery nor favour, and where only his own merits could procure either. And here we must leave him, to pursue the fortunes of the boy whose life he had wantonly imperilled. Had anything been wanting to bespeak Joshua Brookes's good-will, Jabez supplied it when he interfered to protect the elder Brookes from the derisive indignities of others. Not only to Mrs. Clowes did he rehearse in his own peculiar manner the story, as told by Ben Travis, with its sup- plementary drama which had so nearly proved a tragedy, but at such tables as he frequented — Mr. Chadwick's among the rest."], [238, "230 THE MANCHESTEE MAN. Mr. Ashton, who was present, spoke of being himself a witness to the former scene, and, whilst presenting his inevitable snuff-box to the eccentric chaplain, re peated his previous observation — \" I must look after that boy — I must indeed.\" If the Parson had been commonly ob servant he would have noticed a pair of black eyes fixed in eager attention on his, as he, who rarely uttered a commendation, held forth in praise of his father's cham pion, the Blue-coat boy ; the said black eyes being matched by the black hair, and somewhat dark skin, of the plain but in telligent daughter of his host. But girls of fifteen were then counted in the category of chUdren, and were taught only to \" speak when spoken to,\" so Ellen Chadwick passed no other commentary on the actions of Jabez than was expressed by her glowing cheeks and eloquent eyes."], [239, "231 CHAPTER XIV. JABEZ GOES INTO THE WOELD. A SHARP illness followed the pre **- • cipitation of Jabez into the Irk ; but he was young, had a strong constitution, and, to the satisfaction of all in the College, and many out of it, was able to take his place in the refectory, and clear the beef or the potato-pie from his wooden trencher, before the month expired. Prior to this, he was allowed an afternoon, ere he was well enough to resume fully his routine duties, to show himself to the kind friends who had exhibited most anxiety for his recovery. Mrs. Clowes was one of these. Jam,"], [240, "232 THE MANCHESTEE MAN. jelly, and cakes, never concocted within the area of the CoUege, had found their way to his bedside. Grateful for kindness from so unlikely a quarter, Jabez paid his first visit to the shop in Half Street, to thank the queer old lady. But not one word of thanks would she hear. \"Eh, lad, say naught about it; you did your duty, and I did mine, and so we're quits ;\" and shook her open hand a few inches in advance of her face, as if she were shaking a disclaimer out of it. \" And where are you taking your white face to now?\" she asked quickly, the better to turn the tide of his stammering thanks. \" To Aunt Bess's.\" \"Why, lad, Bess Clegg'll have naught to give thee fit for sick folk to eat. It's much to me if she'll have either a potato or a drop of milk. If she's a bit of jannock, or oat-cake, it's as much as the bargain. War may be glorious for kings and generals, but it's awful for poor folk !"], [241, "233 THE MANCHESTEE MAN. Mesters can't sell their goods, and can't pay wages bout money ; and I've heard that, since th' potato riots in Shudehill last Spring, the folk have been so clemmed that some on them couldna be known by their friends who hadna seen them for awhUe; they were naught but skin and bone, poor things !\" Whilst indulging in this tirade against war and its concomitants, to distract his attention, she bustled about, often with her back to him ; then dived into her parlour, and returned with a basket, which she was handing to him, with a charge to \" take that to Bess, and be sure bring the basket back safe,\" when she found that Joshua Brookes was standing behind Jabez, amongst waiting customers, with a sharp eye on her proceedings. \" I say, young Cheat-the-fishes, what have you got to say for yourself ? A nice young ragamuffin you are, to go a-bathing without leave, spoiling your clothes, and"], [242, "234 THE MANCHESTEE MAN. giving yourself cold ! I hope they gave you plenty of physic, to teach you better,\" said Joshua roughly, taking the boy by the shoulder, and turning him sharply round to confront him. \"Yes, sir — they gave me plenty of physic,\" said Jabez, doffing his cap re spectfully. \" But I did not go bathing ; I got into the water by accident.\" \" By what ? Do you call that an acci dent?\" growled the parson, to get at the boy's meaning. \"An accident done a-purpose,\" chimed in Mrs. Clowes, whilst her scales jingled, and she and her helper weighed out her commodities for the people at the counter. \" Yes, sir,\" answered Jabez, composedly ; \" it must have been an accident. I don't think they really could mean to push me over. I think they only meant to frighten „ me \" Well ?\" queried Joshua, seeing that he hesitated."], [243, "235 THE MANCHESTEE MAN. \"I think one of them slipped, and let go, and then I slipped too, sir,\" he replied, modestly. \" Slipped, indeed ! You'd very nearly slipped into the next world !\" exclaimed the parson. \" I suppose you'll say next that my poor old father was dragged about by the young wretches by accident too ?\" The colour of Jabez rose. \"No, sir; that was very cruel.\" \" Oh, you do call some things by their right names (here, let that woman pass out). I suppose you're glad enough the rascals have got their deserts ?\" A dubious change came over the boy's face. He did not answer at once ; he hardly knew his own feelings on the subject. The question was repeated. \" Well, sir, I'm glad they won't be there to torment me any more, but it must be a very dreadful thing for a young gentleman to be turned out of school in disgrace, and"], [244, "236 THE MANCHESTEE MAN. I don't think I ought to be glad of that. I should never get over it, if it was me.\" \" Here, take your basket, and be off with you !\" said Joshua Brookes, hurrying him out of the shop, that he might stay and rate the old woman for \" spoiling young Cheat-the-fishes,\" conscious all the whUe that he had been doing his best to get the lad a good home in the future. Bess and Simon received him with open arms, glad not only to see him well again, but thankful he had been placed where he was, secure from the bitter want which pinched both their stomachs and then faces. To them Mrs. Clowes' basket brought what they had not seen for months — a white loaf and a good lump of cold meat, to say nothing of a tiny paper of tea, and some sugar — those luxuries of the rich — and half-a-crown in another paper. How those half -famishing hard- workers, whose homehadbeen denuded of their goods to keep life within them, thanked cross old"], [245, "237 THE MANCHESTEE MAN. Mrs. Clowes ! She had made it a festival to them indeed, and all for the sake of the boy they had kept. There were no pigeons — these had been sold long ago, to pay for provisions,. though much against Simon's will. The cat was there, lean and gaunt : it managed to pick up a subsistence somehow; and the big Bible was there — Simon had not parted with that, though the bright bureau was gone, ay, and the cradle which had been an ark to the orphan. The change touched Jabez sorely. Snug ly housed and fed within the CoUege, rumours of outer poverty made no lasting impression ; but here he saw its grim reality, and, sitting down on the three legged stool, he covered his face with his hands to hide the tears called up by that insight into their impoverished condition. Yet had they some alleviation of their pain. Poverty appeared to have lost half its bitterness for Bess. She had had a letter"], [246, "238 THE MANCHESTEE MAN. from her long-mourned Tom, and the joy ful news served to brighten up the visit for Jabez and all. It was a long and deeply-repentant letter, of course written by a comrade. It was dated from Badajoz, and had been a weary while in reaching them. He had been wounded in that brilliant assault, and while in hospital had fallen in with another Lancashire lad, also wounded — no other than the boy who had lent a hand to rescue the infant Jabez, and who had been driven to enlist by the sharp pangs of hunger, only two years before. From this young feUow, Private John Smith (Tom was him self a Corporal), he had learned how griev ously his Bess had been slandered; but with that knowledge had come the convic tion that he had condemned her hastily and harshly on mere hearsay, and the letter was incoherent in its remorseful contrition. In his soldier-life he had been tossed hither and thither — known pain,"], [247, "239 THE MANCHESTER MAN. j» and thirst, and famine ; and said he owed it all to his own jealous credulity, when he ought to have known so much better. He told of marchings and counter-marchings, battles and bloodshed; but of never one wound to himself, though he had not \" cared a cast of the shuttle \" for his life until that bayonet-thrust which had laid him side by side with John Smith, who had lost an eye. But he wound up with a prayer for Bess and himself, and a hope for their reunion, if the war would ever end. He \" was sick of it.\" All that letter was to Bess and Simon, Jabez could not comprehend ; but he took Mrs. Clowes her empty basket, and went back to the College satisfied that one ray of sunshine lit up the poor home of his friends. And Matthew Cooper's last chance was gone. Mr. Ashton was what is known in trade"], [248, "240 THE MANCHESTER MAN. as a small-ware manufacturer — that is, he was a weaver of tapes, inkles, fiUetings ; silk, cotton, and worsted laces (for furni ture) ; carpet bindings, brace-webs, and fringes. Moreover, he manufactured braces and umbrellas, for which latter his brother in-law supplied the ginghams. He had at work, both in Manchester and at Whaley - Bridge, a number of swivel-engines, the design of which came from those unrivaUed tape-weavers, the Dutch, and which would weave twenty-four lengths of tape or bed lace at one time. Otherwise, the bulk of his workpeople — winders, warpers, brace, fringe, and umbreUa-makers — carried away materials to their own homes, and brought back their work in a finished state. Mr. Chadwick, as we have mentioned, was a manufacturer of ginghams — this in cluded checks and fustians ; but much of his trade being foreign, the war had locked up his resources, and his anxieties preyed on his health."], [249, "241 THE MANCHESTER MAN. Mr. Ashton had suffered less in this particular, not having disdained to take his sensible wife's advice — \" Never put too many eggs in one basket.\" Mrs. Ashton, be it said, had a leaning towards \" prover bial philosophy\" more homely and terse than Tupper's, which, vulgar as it is ac counted now, was in esteem when our century was young; and, had it been other wise, would have been equally impressive from her deliberately modulated utterance. This same lady had, moreover, an aptitude for business. Mr. Ashton employed a number of young women, and Mrs. Ashton might be found most days in the ware house, either \"putting out\" or inspecting the work brought in by them, with a ging ham wrapper over her \" silken sheen.\" If the footman announced visitors, the wrap per was thrown aside in a moment, and she stepped into her drawing-room as though fresh from her toUette, and with no atmo- vol. I. 3"], [250, "242 THE MANCHESTER MAN. sphere of dozens, grosses, or great-grosses about her. She was wont to say, \" The eye of a mas ter does more work than both his hands,\" accordingly in house or warehouse her active supervision kept other hands from idling, and she certainly dignified whatever duties she undertook, whether she used hands or eyes only. In those days a seven-years' apprentice ship to any trade or business was deemed essential ; apprentices were part and parcel of commercial economy, and when Mr. Ashton spoke of \" looking after that boy,\" it was that he thought Jabez Clegg bade fair to be a fitter inmate and a more re liable servant than others whose terms were about to expire. Through his friend the Reverend Joshua Brookes he ascertained the boy's age and other particulars, and sought the House- Governor Mr. Terry, and laid before him a proposition to take Jabez Clegg as his"], [251, "THE MANCHESTER MAN. 243 apprentice, on very fair terms. He then learned that Mr. Shaw, the saddler at the bottom of Market- Street Lane, was also desirous to obtain the same Blue-coat boy as an apprentice, his friend the leather breeches-maker having named the lad to him. At the Easter meeting of feoffees both proposals were laid before them — Simon Clegg, as standing in loco parentis to Jabez, being present. After some little discussion Mr. Ashton's proposal was accepted, to the great satisfaction of the tanner, and in a few days Jabez was transferred to his new master for mutual trial until Ascension Day, when, if all parties were satisfied, his indentures would be signed. As the governor said, it had \" been but the toss of a button \" whether he had gone to Mr. Shaw or Mr. Ashton : — yet upon that toss of a button the whole future of Jabez depended. Jabez Clegg entered on his new career r2"], [252, "244 THE MANCHESTER MAN. under good auspices — that is, he bore with him a good character for steadiness and probity, though nothing was said of brUUant parts, or any special talent which he possessed. Indeed, his school-master had said that only his indomitable perseverance had enabled him to keep pace with others. If he had any latent genius, any particular vocation, no one had discovered it ; his faculty for disfiguring doors and walls with devices in coloured chalks, picked up amongst the gravel, had been matter for punishment, not praise, and none but the CoUege boys themselves cared to know where the fresh patterns for purses and pincushions came from. Steadiness, perseverance, probity — they were good materials out of which to manufacture a tradesman (so Mr. Ashton thought), and congratulations were mutual. Jabez went, with his new outfit, to his new home under good auspices, inasmuch as both master and mistress were pre-"], [253, "245 THE MANCHESTER MAN. possessed in his favour, and they stood in the foremost ranks of those who began to recognise that English apprentices were not bond-slaves in heathendom. Instead of being crammed to sleep like dogs in holes under counters ; left to wash at a pump and wipe themselves where they could ; obliged to sit at a table in a back kitchen, and dip their spoons into one common dish of porridge, or potatoes and buttermilk ; to eat such scraps and refuse as sordid employers, or ill-disposed cooks, chose to set before their primitive Adamite forks — instead of a system like this, from which apprentices (of whatever grade) only emerged at the beginning of this century, the Ashtons' apprentices had a comfortable dormitory in the attic, there was a coarse jack-towel by the scullery-sink for their use, they had their meals with the servants in the kitchen, where was an oak settle by the fire for them when work was over."], [254, "246 THE MANCHESTER MAN. But work did not end with the close of the warehouse. They were expected to keep their attic clean and in order, to cleanse the wooden or pewter platters, or porringers, from which they had dined or supped ; to rinse the horns which had held their table-beer; to fetch and carry wood, coals, and water, for servants too lazy to do their own work ; and it was not much rest any apprentice had from five or six in a morning until eight or nine at night, when he went to his bed. As the youngest apprentice, the roughest of this work fell on Jabez, but, luckily, his training had made him equal to the occa sion ; though Kezia, the red-faced cook, set herself steadfastly to dislike him, because Mr. Ashton had bespoken her favour for him. In the warehouse, too, the evident good-will of principals roused the jealousy of underlings, so that \" good auspices \" had their corresponding drawbacks. It was not much of a pleasure to Jabez"], [255, "247 THE MANCHESTER MAN. to find Kit Townley also seated as an appren tice on the kitchen settle ; but the youth seemed disposed to be friendly, and Jabez forbore to create a grievance by recalling unpleasant reminiscences. With Kit Town ley, who was his senior by a year, a heavy premium had been paid, and on this he was inclined to presume. But neither Mr. nor Mrs. Ashton made any social distinction between the twain, and Jabez was strong enough to hold his own. During the few weeks' probation Jabez was transferred from department to de partment, alike to test his capacity and his own liking for the business. Both proved satisfactory. On Ascension Day, 1813, there was another appearance in that ancient room before the College magnates, many of whom, as officers in volunteer regiments, were in full-dress uniform (a dinner pending). The indentures had to be signed, the premium of £4 (returnable to"], [256, "248 THE MANCHESTER MAN. the boy when his term expired) had to be paid. Simon Clegg's best clothes had long been lost in the pawnbroker's bottomless pit ; but some one unknown (mayhap Mrs. Clowes or Mrs. Clough) had sent him over night a suit of fresh ones, pronounced by him and Bess \" welly as good as new ;\" and he presented himself for the important ceremony (overlooked by the painted face of the orphan's benevolent friend, Hum phrey Chetham) as proud almost of his own restored respectability as of the part he was about to perform. When it came to his turn to sign the document, the little man took the pen with a flourish, as if he were a hero about to perform some mighty action. He stooped to the heavy oaken table, bent his head low, alternately to the right and left, and with his fingers in an unaccountable crump, imprinted his self taught signature in Roman capitals"], [257, "249 THE MANCHESTER MAN. thereon, then handed back the quill as if to say, \" The deed is done !\" Governor, school-master, and feoffees congratulated Mr. Ashton and Jabez both. Simon, with moist eyes, shook Jabez by the hand, and holding the boy's shoulder with his left to look the better in his clear dark eyes, said with deliberate emphasis — \"Jabez, lad, aw'm preawd on yo' this day. But moind — thah's an honourable neame : do nowt to disgrace it, an' yo'r fortin's made !\" Jabez was too abashed to make reply at the time ; but at the supper given in the kitchen, to mark his installation at Mr. Ashton's — to which Bess and Simon were both invited — Jabez contrived to whisper, \" You needn't clem any more, Bess ; I'll give you all my wages.\""], [258, "250 CHAPTER XV. APPRENTICESHIP. JABEZ now began his work in earnest in the packing-room — the very lowest rung of the ladder. Not long did he remain there. The bright colours in the lace and brace rooms had an attraction for him, and he argued with himself that the better he did the rough work assigned him the sooner he should mount above it. And Jabez the plodding Blue-coat boy, was ambitious. That ambition had a threefold stimulus. Manchester people were then, as a rule, steady church and chapel-goers. Mr. Ashton had two pews at the Old Church ; one for his family, the other for servants"], [259, "251 THE MANCHESTER MAN. and apprentices, the attendance of the latter being imperative. Jabez thus came in frequent contact with his old-time friends, from the Blue-coat boys in the Chetham Gallery to the Cleggs, to whom went every penny cf his earnings ; their distress, like that of others, having deepened with the continuation of the Napoleonic war. Sometimes old Mrs. Clowes, meeting him in the church-yard, would grasp him by the hand, and leave something in it, as, in her old black stuff dress and coloured kerchief tied over her mob-cap, she hurried homewards to scold dilatory handmaids, and put her Christianity in practice amongst her pensioners. Now and then Joshua Brookes crossed his path, and if he did not put his hand in his breeches pocket for Jabez — now a well grown youth — he gave him more than sterling coin in sterling advice, though, unfortunately, in so abrupt and grotesque"], [260, "252 THE MANCHESTEE MAN. a manner, its effect was frequently lost. Yet one day, when the Blue-coat boy had been barely two years at the Mosley Street manufacturer's, he put a spur into the sides of his ambition. \"Young Cheat-the-fishes, were you ever in Mrs. Chadwicks green parlour ?\" \" Yes, sir — I was there once for half an hour.\" (The day he took back Miss Ellen's shilling.) \" Well, did you read the sermons on the walls?\" Jabez answered respectfully — \" I did not see any sermons, sir. I saw some pictures in black frames with gilt roses at the corners.\" \"And didn't look at them, I suppose?\" in a harsh grunt. \"Yes, sir, I did ! I was waiting till Mrs. Chadwick had done dinner. They were about two boys — _t good and bad apprentice.\" \" Oh, then, you, did use your eyes! The"], [261, "THE MANCHESTER MAN. 253 next time they let you inside that room, just use your understanding too. William Hogarth, the artist, from his grave preaches a sermon to you and your fellows, as good as Parson Gatliffe preached from the pulpit this morning, mark that !\" and he turned on his heel with an emphasising nod to fix his sermon on the boy's mind. The opportunity came before long. It was customary when an apprentice went with a message to leave him in the hall, or send him into the kitchen ; but Jabez being sent by Mrs. Ashton with several samples of furniture-binding and fringes for her sister's use, he was shown with his parcel into the parlour, where Mrs. Chadwick, neatly attired in a brown stuff dress, with a French cambric kerchief under the square bodice, sat at work with an upholsteress, in the midst of a mass of chintz and moreen, preparing for the new home of Ellen's elder sister Charlotte ; for, in spite of war, distress, or famine, people wiU marry"], [262, "254 THE MANCHESTER MAN. and give in marriage. And had not a glorious peace just been concluded ! Ellen, a comely but not pretty girl, about seventeen, whose black eyes and hair were her chief attractions, sat there in a purple bombazine dress, with her sheathed scissors and College pincushion suspended by a chain from her gn-dle, plying her needle most industriously. He was not accustomed to parlours, and no doubt his bow was as awkward as his blush ; but he had a mes sage to deliver, and he did that in a business-like manner. He had to wait until pattern after pattern was tried against the chintz, and calculations made. Mrs. Chadwick, seeing his eyes wander wistfully from picture to picture, courte ously gave him permission to examine them. At once Ellen, who was sitting close under one, rose to act as interpreter. She was recalled by the mild voice of her mother."], [263, "255 THE MANCHESTER MAN. \" Sit down, Ellen ; Jabez Clegg does not require a young lady's help to under stand those pictures — they explain them selves.\" Ellen went back to her seat and her sewing with a raised colour, and a private impression that the rebuke was uncalled for, though she spoke never a word. Per haps Mrs. Chadwick thought condescension should have its limits, and did not believe in a young lady's impulsive civility to an apprentice Blue-coat boy. Yet that was not like Mrs. Chadwick. Miss Augusta had been staying with her aunt. Part of his commission was to convoy her home ; she was an only chUd, and too precious to be trusted out alone, though she was in her eleventh year, and the distance was nothing. But so many desperadoes had been let loose by the termination of the war that crime and violence were rampant, footpads infested highways and byways, and Cicily, Au-"], [264, "256 THE MANCHESTER. MAN. gusta's maid — ex-nurse — was no longer deemed a protection. He stood before the last engraving when she — in no awe of her father's apprentice — came dancing into the room in a nankeen dress and tippet, a hat with blue ribands, long washing-gloves which left the elbows bare, and blue shoes tied with a bunch of ribands. Bright, beautiful, buoyant — she was a picture in herself ; and Jabez turned from the dingy engraving to think so. She often came tripping into the warehouse or the kitchen, and exchanged a bright word with one or other, and away again ; but Jabez had thought of her only as a pretty playful child until that afternoon. Joshua Brookes pointing Hogarth's lessons had given the one spur ; that lovely brown-eyed, brown-haired maiden, with her simple, \" Come, Jabez — I'm ready,\" had given another. She put her little gloved hand in his, after"], [265, "257 THE MANCHESTER MAN. bidding her aunt and cousin good-bye, and went dancing, skipping, and chattering by his side down Oldham Street, and let him lift her over the muddy crossing to Mosley Street, unconscious of the chimerical dreams floating through his apprentice brain aU the while. His original ambition to make a home for Simon and Bess, where neither penury nor care should trouble them, dwarfed before the new ideas crowding upon his mind. He had read the sermon on the wall, but the old \" Knave of Clubs,\" as Joshua was called, little thought how that pretty, piquant little fairy, the \"master's daughter,\" would point it with something higher than ambition. There were at that period in Manchester two schools for young ladies, which, being celebrated at the time, deserve to be mentioned. The one was situated at the extreme end of Bradshaw Street, looking through its vista across Shudehill to the gaps in brickwork called Thomas Street vol. I. s"], [266, "258 THE MANCHESTEE MAN. and Nicholas Croft, where in highly genteel state Mrs. (or Madame, as she insisted on being called) Broadbent superintended the education of a large and very select circle. Education must have been at a low ebb when the chief manufacturers of the town consigned their daughters to this pompous, pretentious woman, who could not speak correctly the language she professed to teach. In her attempt to appear the print and pattern of a lady, she \" clipped the King's English,\" and made almost as glaring errors as Mrs. Malaprop. Yet, strange to say, she turned out first-class pupils (for the period). The fact is, she was shrewd enough to know her own de ficiencies, and delegated her duties to others who were in all respects efficient. Then she was a wonderful trumpeter of her own fame; made frequent visitations at houses where she was well entertained, and her bombast was listened to for the sake of her young charges ; held half-yearly"], [267, "259 THE MANCHESTEE MAN. recitations, and also exhibitions of the plain sewing, embroidery, knitting, knot ting, filigrees, tambour, and lace work of her pupils ; and matrons proud of their own daughters' achievements seldom paused to reckon up the tears, the headaches, the heartaches, the sore fingers which those minutely stitched shirts, those fine lace aprons and ruffles, those pictures and samplers had cost. For Madame Broad bent, besides being a martinet rigid in her rule — having a numbered rack for pattens and slippers, numbered pegs for cloaks and hats, book-bags and work-bags, safe-guards (receptacles for sewing, &c, like a huckster's pocket) and slates, all number ed likewise — was not of too mild a temper, and had a penchant for pinching her pupils' ears untU the blood tinged her nails ; and stocks for the feet, backboards for the shoulders, and dry bread diet were her prescriptions for the -cure of such delin quencies as an unauthorised word, an s2"], [268, "260 THE MANCHESTEE MAN. omitted curtsey, a bag or garment on the wrong hook, a dropped stitch in knitting, a blotted copy, a puckered seam ; and work had to be done and undone until stitches were almost invisible, and little eyes almost blind. She had other peculiarities, had Madame Broadbent — but my portrait is growing too large for its frame, and she was not a large personage at aU. It was to this delectable individual's school (\"establishments\" had not been invented then, or hers would have been one) that Miss Augusta Ashton was con signed for conversion into a well-behaved, well-informed, useful, and accomplished young lady. Her cousins, the Misses Chadwick, had in their turn escaped from this penitentiary for the manufacture of ladyhood. But in PiccadUly was a school of a very different description, where young ladies of talent and fortune went to qualify for wifehood ; and here at this time Ellen Chadwick was"], [269, "261 THE MANCHESTEE MAN. finishing her education, with many others, in learning the culinary art in all its branches. How came it that Madame Broadbent's school flourished and survived the decay of its neighbourhood, being in existence when the writer of this was a child, and the other had died and been forgotten, save by the antiquary, before she was born ? To fetch Miss Ashton home from Ma dame Broadbent's on dark or stormy afternoons, was the understood duty of one or other of the apprentices ; but Kit Town ley, having no more liking for wet weather than a cat, generally contrived to be out of earshot when his services were required. It devolved on Jabez, therefore, to carry the grey duffel hooded cloak with which to cover the dainty one of scarlet kerseymere, to tie the pattens on the tiny feet, to carry the school-bag, and hold the brilliant blue gingham umbrella over the head elevated by the pattens so much nearer to his shoulder,"], [270, "262 THE MANCHESTEE MAN. and to be thanked by one of the sweetest voices in the world. It was dangerous work, though no one knew it, least of all Jabez. True, she was only a child, but she was tall for her age. And was he much more than a boy ? A boy let out from the seclusion of an almost monastic institution, to whom her little airs and graces, her petty vanities, her very waywardness and caprice, only made her beauty more piquant. Madame Broadbent's infaUibiHty being taken for granted, all attempts to make known school troubles and grievances were met with \" Never tell tales out of school,\" from Mrs. Ashton, but they were poured fresh and warm into the ear of Jabez, as she trotted by his side ; and he, his school days unforgotten, listened with ready sympathy. And this went on as months and years went by, adding to her stature, narrowing the space between them ; and he still did duty as her humble escort, unless"], [271, "263 THE MANCHESTEE MAN. when Kit Townley was expressly told off for the service, and went reluctantly, grumbling at being made \" lackey to a school miss.\" Yet Kit Townley did not think it any degradation to play practical jokes on Jabez, or on Kezia, leaving the younger apprentice to bear the blame. Billets of wood, scuttles of coal, pails of water brought in for her use by Jabez, were dexterously re- moved to doorways and other unsuspected places, where \"cook\" was sure to stumble over them, and then cuff Jabez for his carelessness or wilfulness, all protestations on his part being disregarded. Creeping behind the settle where Jabez sat watching, and perhaps basting the roast for the master's table for late dinners on company days, he would steal his sly arm round the corner, himself unseen, and lifting the wheel of the spit out of the smoke- jack chain, bring spit and all thereon into the dripper, with a splash which brought the irate Kezia down on astounded Jabez with"], [272, "264 THE MANCHESTER MAN. whatsoever weapon of offence came nearest to her hand, from the paste-pin to the basting-ladle, or even a saucepan-lid ; it was aU one to Kezia. From Kezia, however, these frequent chances and mischances went to Kezia's mistress ; and appearances being against him, the very steadiness of denial, unac companied with any accusation of another (other waggeries of Kit Townley in the warehouse being also laid on his shoulder), Mrs. Ashton's faith in the youth was some what shaken, and he was conscious of being under a cloud. But still he kept on his way and looked to the end. The cloud dispersed after a whUe. Kit Townley was something of a glutton, with a very boy's love of pastry and sweets. It so happened that on a special occasion (rejoicing for peace or something) Kezia had set aside in her roomy pantry, the door of which fastened only with a button, a tray of tartlets, custards, a trifle, moulds"], [273, "265 THE MANCHESTER MAN. of jelly and blanc-mange, and other dainties for a large party. Kit's mouth watered to get at these things. Often and often had he stolen the fruit from under a pie-crust, and sat silent while Jabez bore the blame, but now he meditated a more sweeping raid. There was a fine retriever in the yard. Watching Kezia out of the way, he crammed mouth and pockets with the pastry, and made an inroad into the trifle. Then he whistled to Nelson, raised the dog on his hind feet, and printed the forepaws on the pantry-shelf, dishes, and tart-tray, and round the button of the door. But he was compelled to wait until bed time to fairly enjoy his spoil, and then could not manage it unknown to his com panion. Hoping to close the other's mouth literally and figuratively, he offered him a share, but Jabez told him he was not a receiver of stolen goods, and left him to digest that with his feast. It was a"], [274, "266 THE MANCHESTER MAN. harder morsel than even Jabez knew. The next morning before breakfast they were in the warehouse, when there was heard a terrible commotion in the yard. From the back windows Kezia was seen belabouring Nelson with a broomstick, her face redder than ordinary, whilst the poor beast whined piteously. Jabez ran down to interpose, and the infuriated woman turned on him, then ran in her rage to fetch her mistress to witness the damage done, and the footprints ofthe depredator, and to own that punishment was just. But as Mrs. Ashton ascended the ware house stairs that forenoon, she heard Jabez and Kit loud in altercation, and before they were aware she possessed a clue to much that had gone before. Something Jabez had said was answered by a loud guffaw from Kit, and the words — \" Let them laugh that win. I call it a deuced good joke.\""], [275, "267 THE MANCHESTER MAN. \" And I caU it cowardly and dishonour able to let the poor beast suffer for your greediness,\" Jabez answered indignantly. \" Now don't you put in your oar, young yellow-skirt. I'll let no charity -boy hector over me,\" blustered Kit. Jabez put down a bundle of umbrella whalebones he had on his shoulder to con front the other, then counting ferules into dozens. Umbrellas used to have brass ferrules, like elongated thimbles, on the sticks. \"Look you, Kit, I've borne many a scurvy trick of yours without saying a word, but I wiU not even give the sanction of silence to dishonesty, and will not see a noble animal ill-used to screen a coward.\" \" Won't you ?\" sneered Kit, \" then we'll see whose word weighs heaviest.\" Mrs. Ashton came into the room. \" Townley,\" said she, \" your word will not weigh down a feather henceforth,\" add ing, in the same dignified tone, \" Are those"], [276, "268 THE MANCHESTER MAN. ferules counted? Jackson is waiting for them.\" No further notice was taken, but Jabez soon found he stood on a firmer footing in house and warehouse. Mrs. Ashton remarked to her husband, as she finished dressing for their dinner-party — \" It was a slight circumstance, WUliam, but straws show which way the wind blows.\" And he tapped his silver snuff-box, and said, \"Just so;\" then, courteously offering his hand to his fine-looking wife, led her from the room, her purple velvet robe trail ing after her, the plumes on her head nod ding as they went."], [277, "269 CHAPTER XVI. IN WAR AND PEACE. A CLAP of thunder burst over Europe, -*■■*• and the great war eagle flapped his monstrous wings again. Napoleon had escaped from Elba ere crops had had time to grow on his trampled battle-fields ; yet crops of men rose ripe for the sickle, and home expectations were dashed to the ground. How many an anxious parent, how many a longing, love-sick maiden, looked for her warrior back from Canada or the Continent, if only on furlough or sick-leave ! How many a weary soldier, sated with blood, looked for discharge with pension or re-"], [278, "270 THE MANCHESTER MAN. ward, and thirsted for the fountain of home joys! And from how many lips was the cup of delight dashed when the cry \"To arms!\" rang out from mount to vale, from peak to peak, from town to town, and the sheath ed sword flashed forth to light, and forges belched forth flame through day and night, preparing for fresh holocausts in the new carnival of blood ! Trade centres at all such times are most convulsed, as being also centres, of hu manity — depdts whence fresh relays are drafted from the ranks of men whose peaceful work is at a sudden standstill. But that war-blast came luke a fiery flash, and commerce, only then a feeble conva lescent, sank crushed and hopeless. Mr. Chadwick felt it keenly, and, but that his more cautious and wealthy brother in-law came to his help with hand as open as his snuff-box, his credit must have gone. His two eldest sons had gone from him,"], [279, "271 THE MANCHESTER MAN. drawn away by the phantom Glory. One, Bichard, was a midshipman upon Collingwood's ship ; the other, Herbert, a lieutenant in the 72nd, or Manchester Vo lunteers, had departed with his regiment to fight in the Peninsula. A third son, John, had been left( to do his quiet duty in the counting-house, but Death had laid its clutches on him soon after his sister Charlotte's marriage, and Ellen alone kept the house from utter desolation. She was a girl of strong feelings and quick impulses, but pursued her way with so little show or pretence, she was hardly accredited with all the comfort she brought to the hearth ; and scarcely her mother even suspected how that hidden heart of hers could throb— how intense were her emo tions. Her love for every member of the famUy was deep, but when her brother John died, after the first terrible outburst of grief she dried her tears, and by mere force of"], [280, "272 THE MANCHESTER MAN. will set herself to soothe those who had lost a son. The prolonged absence of the others had been fruitful of pain, and the glad prospect of Herbert's return now blighted came to her, as to father and mother, with a shock like a stab. There was another hearth we have ere while visited — a hearth which, thanks to Jabez, and a few months' regular employ ment for the batting-rods and the tanner's plunger, was less poverty-stricken than it had been — and where Hope had held out delusive banners to herald a soldier's return, only to furl them again for another march, before eye could meet eye, or lip meet lip. Thirteen years had come and gone since last Tom Hulme and Bessy Clegg had looked woefully upon each other — thirteen years of unrecorded trial and suffering — yet still they were apart. The home in which he had known her first, Tanner's Bridge, on which he had first made love to her, had been swept away to make room"], [281, "273 THE MANCHESTER MAN. for Ducie Bridge and a new high-road ; and the best years of her womanhood were passing too. Would he ever come back whilst grey -haired Simon could bless their union ? Would he ever come back again ? Tears f eU on Bess's batting ; and Simon had not one word of comfort to give her. Even Matt Cooper, who had long since resigned himself to his widowhood, was magnani mous enough to be sorry. The new war between the Corsican Vam pire and alUed Europe was fortunately of short duration ; but how much of carnage and misery was compressed into that campaign which had its brUliant close at Waterloo ! In the onset of that terrible conflict, Herbert Chadwick and a cousin, fighting side by side, feU in a storm of grape-shot like green corn under an untimely shower of haU, and their blood went to fertilise the Belgian farmer's future crops of wheat. Herbert was his father's favourite son. T VOL. I."], [282, "274 THE MANCHESTER MAN. Not a maU-morning passed but the old man made one of the crowd hurrying down the narrow way called Market Street Lane to the Exchange, to catch a sight of what ever bulletins might be posted up ; and, his own mind rebeved, sent an apprentice from the Fountain Street warehouse with the words, \" All's weU !\" to cheer up those at home. That dreadful morning when his fearful eye ran down the black list of the killed at Waterloo, and rested on Lieu tenant Chadwicks name, the letters seemed to turn blood-red ; he shrivelled up like a maple-leaf in a blighting wind ; his face and limbs began to twitch, and he fell for ward into the arms of a bystander, in a fit. He was carried by compassionate hands to the nearest house, that of John Shaw the saddler. A merchant on 'Change (Mr. Aspinall) undertook to break the doubly calamitous intelligence to Mrs. Chadwick. Dr. Hardie, whom the general excitement"], [283, "275 THE MANCHESTEE MAN. had drawn to the spot, was with him in an instant, his white neckcloth was loosened, and, whipping out a lancet, the doctor bled him in the arm without delay. ■ He rallied sufficiently to bear lifting into a carriage, kindly placed at the doctor's disposal to convey him home. Dr. Hull was already in waiting. All that their united skill could suggest was tried. His recovery was slow and imper fect : he dragged his right leg after him ; he was paralysed for life. He was not a young man, and the supreme shock, coming as it did above a pressure of commercial difficulties, had been too much for him. It was an overwhelming disaster ; but in anxiety and active care for the stricken one, whose life was in imminent peril, the sharp edge of the keener stroke was blunt ed for Ellen and her mother. The Ashtons were, as ever, kind and thoughtful. \" William,\" said Mrs. Ashton medita- t2"], [284, "276 THE MANCHESTER MAN. tively to her husband over the tea-urn, the day after Mr. Chadwicks attack, \" we must not forget that if John is not related to us, Sarah\" (Mrs. Chadwick) \"and EUen are. ' Blood is thicker than water ;' and it will not do, for their sakes, to let John's business go to rack and ruin for want of supervision.\" \" Just so, just so,\" he replied reflectively, taking his snuff-box out of his pocket me chanically, and putting it back again un opened, as contrary to tea-table propriety ; \" I have been thinking the same myself. I will go round to the warehouse to-morrow, and see how matters stand ; we must keep things ship-shape somehow tUl John is himself again.\" And he was as good as his word, though he had reaUy never thought about it until prompted by his clear-headed wife. He had a habit of thus faUing in with her sug gestions, though had any one hinted that he followed the lead of a woman, so much"], [285, "277 THE MANCHESTER MAN. younger than himself too, he would have rejected the imputation with scorn. But with returning peace came joyful restora tions to many homes, humble as well as lofty. Before the time of their extreme priva tion, before even Simon was out of work, he had taken one of the smallest of the garden-plots on the higher ground on the opposite side of the Irk, and cultivated it in what little leisure he had, Bess giving him a helping hand occasionally. And by the sale of penny posies to Sunday ramblers from the town, and herbs and salad to the market women in Smithy door, he did his best to beat back the gaunt wolf when the wolf came. Bess had laid by her batting- wands, put a turf in the grate to kindle up a handful of cinders and slack to boil their supper porridge, for, though Autumn was striding on, they could not waste fuel on a mid-day fire; Simon was away working in his"], [286, "278 THE MANCHESTER MAN. garden, whilst the daylight held ; and she sat, as she frequently did now, on a low stool in front of the grate, her elbows on her knees, and her head on her hands, watching, in a kind of hazy dream, the red glow creeping through the heart of the turf, when a footstep on the threshold caused her to turn round. Like a picture framed by the doorway, stood the tall figure of a bronzed soldier, with his left arm in a sling. Before the sharp cry of joy had well left her lips, his other arm was around her — both hers around his neck ; their lips met in a long kiss, which told of pain and trouble past, and love through all ; and then her head fell on his shoulder in a fit of convulsive sobbing such as had not shook her frame for years. Sorrow and joy have both their baptism of tears ! It was a glad sight for Simon to see them sitting, with their hands locked in"], [287, "279 THE MANCHESTER MAN. each other's, side by side on an old box which served them for a seat — all Simon's lost furniture had not come back — silent from excess of happiness, yet radiant as though the glow of youth were returning in the Midsummer of their lives. In the roughest war-time the common re quirements of life have to be satisfied, and peaceful trades and arts are of necessity carried on, albeit they flourish not. And the farther from the seat of war, and the less private interest is involved, the less business and household routine is infringed on. Thus Mr. Ashton, whose large capital had enabled him to bide the issues of the Continental and American stoppage of trade, and who had no nearer relatives in danger than his wife's nephews, pursued his way in comparative quiet. Indeed, he was an easy-going man, with much less vigour of character than his wife ; and she bore little resemblance to her own sister."], [288, "280 THE MANCHESTER MAN. So we may carry our readers away from the poorly-furnished room in a fetid Long Millgate yard, leaving the reunited lovers to the enjoyment of the present and their reminiscences of the past, and look in upon the Ashtons in their cosy tea-room before Waterloo cast a black shadow over the famUy. It was a spacious apartment (as were most of the rooms in that habitation), the walls above the surbase (a wooden mould ing some two feet above the skirting-board) were painted a warm dove-colour, the surbase and all below in two shades of light blue. The window tax — a result of war — laid an embargo on light, by restrict ing size and number, so the house, like most in the neighbourhood, having been built subsequently to \" Billy Pitt's\" obnox ious impost, there were only two windows, and those were narrow. They were draped with heavy curtains, and festooned valances of dove-coloured moreen, trimmed with"], [289, "281 THE MANCHESTER MAN. blue orris-lace, and worsted-bullion fringe, with spiral silken droplets here and there to shimmer in the rays of sun or chandelier. For there was a chandelier, of fanciful device, pendent from the wonderfully moulded ceiling, a septenary of lacquered serpents, whose interlaced and twisted tails met upwards, separated below in graceful coils, and branching out their seven heads, turned up their gaping jaws to close them on wax-lights. The chande lier was no misnomer ; but the fiery serpents kept their flames for state occasions, when the serpent branches on each side the long Venetian looking-glass, between the win dows, were on duty likewise. There was another Venetian glass above the high painted chimney-piece, so elaborately carv ed, but here the serpent candelabra lit the room for common use, and were supple mented with lights in tall silver candlesticks upon the centre table. Spanish mahogany alike were chairs, and"], [290, "282 THE MANCHESTER MAN. table, and Miss Augusta's grand piano — ranged against the wall from the door, so that the window light should fall upon the keys — aud chairs and tables were alike club-footed, massive, and plain ; there were two folded card-tables, a cellaret, and a work-table, aU with tapering legs and club-feet ; and there was a ponderous sofa on the flower-besprent Brussels carpet, which, without the adven titious aid of artificial steel springs, was elastic and soft, and wooed the weary to rest aching limbs or aching head upon its cushions. There were no antimacassars — _* hair-seating did not soil readily. The air was odorous with rose, lavender, and jessamine, for the window's were both open, and what little air there was stirring swept over a large Summer nosegay in a china vase between the windows. The mahogany tea-board was set with miniature unhandled cups and saucers of china, more precious than the fragrant decoction they were designed to hold ; the brass tea-urn"], [291, "THE MANCHESTER MAN. 283 hissed and spluttered ; Mrs. Ashton in a rich dress sat at the table to infuse the tea; Mr. Ashton had drawn his softly cushioned easy-chair nearer ; it was past five by the tall clock in the hall, and Miss Augusta had not presented herself. As a thorough business woman, Mrs. Ashton was punctuality itself. She expect ed her family to be punctual also. Five o'clock, the Manchester hour for tea, and no Augusta ! \" James \" (to the footman), \" inquire for Miss Ashton — she is not kept in at school, it is a holiday.\" As the man retired, Augusta, in a white cambric frock heavy with tambour-work, tripped in at the door, her diaper pinafore not so clean as it might have been, her hands full of something which she set down on a side table. \" It is past five o'clock, Augusta ; where have you been until now ? And how came Cicily to send you in to tea with a soiled"], [292, "284 THE MANCHESTER MAN. pinafore?\" asked Mrs. Ashton, with the quiet dignity which seldom relaxed. \" Is it ? I did not hear the clock strike, I was so busy, and Cicily has not seen my pinafore,\" was Augusta's light consecutive reply. \" So busy ! — Cicily not seen you !\" her mother exclaimed in surprise. \" Let me look at your hands. I am shocked, Au gusta ! What would Mrs. Broadbent say ?\" — the hands were worse than the pinafore — \" Have I not told you repeatedly that ' cleanliness is next to godliness ?' Go to Cicily and be washed immediately, or you can have no tea.\" Augusta pouted. \"Must I, papa?\" The management of this child was the only point on which Mr. and Mrs. Ashton differed. \"Well, my dear, your mamma says so, but I think for this once it may be over looked, if you will be more careful another"], [293, "THE MANCHESTER MAN. 285 time,\" said he, willing to excuse and tem porise. \" ' Only this once,' William, * is the parent of thrice,' \" responded Mrs. Ashton, gravely, as she poured out the tea, giving something like milk-and-water to Miss Augusta. \" You wiU spoU that child, and if you spoil her to-day, she will spoil herself to-morrow. However, as you are inclined to tolerate that which I think disrespectful to us, and wanting in self-respect on the chUd's part, I can say no more.\" Thus Mrs. Ashton yielded against her judgment, Mr. Ashton took out his snuff box, to put it back like a culprit, and Miss Augusta sat down to the table, not know ing whether to be more pleased or sorry that she had got her own way. To turn the subject, Mr. Ashton asked — \" What is that you put on the card-table, my dear?\" \" Oh ! I'll show you,\" and away the"], [294, "286 THE MANCHESTER MAN. young lady was running, only to be recaUed by her mother's decided — \"After tea, Augusta.\" So after tea it was that Miss Augusta brought her treasure to her father — sundry sheets of paper, on which scraps of variously-coloured leather had been arrang ed and pasted in ornamental patterns, floral and geometrical, aided by the stamps em ployed in piercing brace-ends for the em broiderers, and in cutting stars to cover the umbrella-wheels inside. \" Who did those ?\" asked mother and father in a breath. \" Jabez Clegg, in the warehouse. Aren't they pretty ?\" was Augusta's ready reply, as she looked admiringly on her curious pictures. \" Oh ! then that accounts for your being late, and in that condition at the tea-table,\" said Mrs. Ashton, as she glanced from the rich designs before her to the sullied hands and pinafore."], [295, "THE MANCHESTER MAN. 287 \" And so Jabez Clegg has been wasting our leather to make playthings for you ?\" remarked Mr. Ashton interrogatively, in a not unkindly tone of voice. \" No, he hasn't !\" answered little miss briskly. \" He only used the waste tiny bits. I wanted to .take a big piece to make a housewife \" (a case for thread and needles) \" and he would not let me have it. He said he had no right to give it, and I had no right to take it. Was he right, mamma ?\" [Along with many other vain fashions, \"papa\" and \"mamma\" had come over from France to supersede our more sterling \"father\" and \"mother,\" with other re fugees from the Revolution.] \" Yes, my dear, quite right ; but I wish my little daughter would not run so much into the kitchen and warehouse among the apprentices,\" said the mother kindly, smoothing down the light brown hair, in which the sunbeams seemed to weave"], [296, "288 THE MANCHESTER MAN. golden threads. \" It is not becoming in a young lady.\" Mr. Ashton, who had been all the whUe examining the glowing devices before him, interrupted her with — \" I think I have discovered a new faculty in our apprentice. I shall buy Jabez Clegg a box of colours to-morrow. We are sadly in want of fresh patterns, and I think he can make them ;\" and Mr. Ashton took a large pinch of snuff on the strength of his discovery. And Jabez, for the first time in his Use the possessor of paints and brushes, became valuable to his master."], [297, "289 CHAPTER XVII. IN THE WAREHOUSE. II TUT ABILITY is the epitaph of worlds. -L\" ■*- Change alone is changeless. People drop out of the history of a life as of a land, though their work or their influence remains. A passing word may suffice to dismiss such from our pages. The Reverend John Gresswell had been taken by Death from the Chetham College school-room before more than half the term of Jabez Clegg's pupilage had run. Dr. Stone's resignation of his librarianship fol lowed close on his discovery of the half drowned boy on the dairy-steps. After a long engagement with a young lady who vol. i. u"], [298, "290 THE MANCHESTER MAN. refused many eligible offers, and withstood much parental persuasion for his sake, he — the curate of St. John's Church — accept ed the first vacant living in the gift of the college whereof he was fellow. A bridal closed their almost Jacob's courtship, and the constant couple retired to the seclusion of Wooton Rivers, where his learning and eloquence had seldom more appreciative auditory than smock-frocked Wiltshire rus tics and their families. About the same time, or not long after, old Brookes was missed from the Packhorse, and the Ring-o'-Bells, and the Apple-Tree, and the Sun Inn — the breeches-maker and his neighbours ceased to hear his foul and offensive maunder ings and imprecations as he staggered past to his son's home, there to test his endurance. He had gone home to his mother-earth, sober and silent for ever more. And Parson Brookes, left to his books and his pigeons, sent in his resigna-"], [299, "THE MANCHESTER MAN. 291 tion, and the Grammar- School knew him no more as a master. So the boys felt themselves free to take greater liberties with him than ever, and kept his hot blood for ever on the simmer. As aU these changes preceded the change which converted Jabez from a Blue-coat boy into Mr. Ashton's apprentice, so were they anterior to the changes wrought by war in the homes of the Chadwicks and the Cleggs — changes differing even more widely than did the two homes. Poverty had made sad havoc amongst Simon Clegg's household goods ; but Tom Hulme had not come home empty-handed, and soon their furniture came back, or was replaced, and the three rooms brightened up wonderfully. Though Simon's flowers brought pence to his pocket as well as the other produce of his garden, he had always a spare posy for the broken jug on window sill or mantelshelf ; and Bess, full-hearted, if not full of work, sent her voice quivering u2"], [300, "292 THE MANCHESTER MAN. through that unmusical yard in songs of gladness and rejoicing. Very little fresh wooing was necessary. To people who had been so stinted as they in common with others had been, Tom's pension seemed more than it was ; and no sooner was he able to discard his sling than he talked of immediate marriage, and was wonderfully sanguine about obtaining work as soon as his left arm regained its old power — which it never did. It was no use setting up a loom ; he could no longer throw the shuttle back. He would have to seek some other employment. But thousands of other men were seeking em ployment too — men with the full use of all their limbs — men who had not disqualified themselves for peaceful arts by \" going soldiering;\" and Tom Hulme stood little ehance. Mr. Clough would have taken him on as a timekeeper, but lack of penmanship was a barrier in the way. Lamenting this in the presence of Jabez,"], [301, "THE MANCHESTEE MAN. 293 the youth offered to be his instructor; and with the permission of Mr. Ashton, who granted leave of absence, set him copies and gave him lessons on Sunday afternoons, at first on an old slate, to save the cost of paper, which was dear. And then, at Mr. Ashton's suggestion, Jabez superadded arithmetic, thus keeping himself in practice, besides helping one dear to those who had helped him. Of course, a weekly or fortnightly lesson was not much ; but the disabled soldier was a persevering pupil, and brought a clear head and an eager desire to his task. The maintenance of a better home for Bess depended on it. About this time, a matter transpired at the Ashtons' which had a material influence on the fortunes of the Cleggs. Though the house of Mr. Ashton was in Mosley Street, the premises extended as far as Back Mosley Street, where was the warehouse door. The workpeople entered at a side door under a"], [302, "294 THE MANCHESTEE MAN. gateway which led to the stable, gig-house, and courtyard between house and ware house, guarded by the black retriever, Nelson. You may look in vain for house and warehouse now. A magnificent block of stone warehouses, having threefold front age, occupies the site. More than once, Jabez Clegg, frequently entrusted with outdoor business requiring promptitude and accuracy, came upon Kit Townley and one or other of the tassel makers or fringe weavers in close confer ence under the dim gateway at closing-time on Saturdays, or in the still darker doorway at the stair-foot of the workmen's entrance. The first time they moved aside to let him pass, afterwards they separated hastily ; but not before Jabez, who had quick ears, caught the chink of money as it passed from one to the other. On the first of these occasions, his atten tion was barely arrested ; it was the repeti-"], [303, "THE MANCHESTEE MAN. 295 tion and the avoidance which struck him with its air of secrecy, and set him ponder- ing what business his fellow-apprentice could have with the hands out of proper place and time. He knew him to be not over-scrupulous. He had seen him at Knott-Mill Fair and Dirt Fair (so called from its being held in muddy November), or Kersall Moor Races, with more money to spend in pop, nuts, and gingerbread, shows and merry-go-rounds, flying boats and flying boxes, fighting cocks and fighting men, than he could possibly have saved out of the sum his father allowed him for pocket-money, even if he had been of the saving kind ; and, coupling all these things together, Jabez was far from satisfied. He was aware that of late years stock taking had been productive of much uneasiness to both Mr. and Mrs. Ashton. There were deficiences of raw material in more than one department, for which it was impossible to account, save that the"], [304, "296 THE MANCHESTER MAN. quantity accredited to \" waste '•' was far out of reasonable proportion. Mr. Ashton, suspecting systematic pecu lation or embezzlement (of which many masters were complaining), had privately communicated with Joseph Nadin, the deputy constable, a gnarled graft from Bow Street, who bore the official character of extraordinary vigilance and smartness. He was supposed to set a watch on work people and others, but nothing came to light. Perhaps he was too busy manufac turing political offences, or hunting down political offenders, to look after the interests of private manufacturers. Sure it is that silk, worsted, webs, and gingham once gone were not to be traced. Jabez was also aware that a shade rested on the establishment of which he was an item, and felt that it behoved him to clear it away for his own sake, if possible. Since the discovery of his faculty for design, much of his time had been occupied"], [305, "297 THE MANCHESTEE MAN. at a desk with pencils and colours, making patterns for the wood-turner, the mould coverer, the tassel-maker, the fringe weaver ; for bell-ropes, brace-webs, carpet and furniture-bindings ; and although some of these things admitted but of little variety, there was plenty found for him to do. This was well-pleasing enough to Jabez, but the College officials, who never lose sight of the boys they apprentice, demurred. His indentures provided that he should learn small-ware-manufacturing in all its branches ; and pattern-designing, if part and parcel, was only one branch. Mr. Ashton was too just not to assent, and Jabez went to his active employment again. But he had a love for his new art, and an interest in his master's interest, which prompted him to say — \" If it would be all the same to you, sir, I could draw patterns before breakfast, or in the dinner-hour, or in an evening, if"], [306, "298 THE MANCHESTEE MAN. Kezia had some one else to wait on her.\" The inevitable snuff-box came out, Mr. Ashton's head went first on one side, then on the other, as he took a long pinch be fore he answered. \" No, lad, it won't be all the same to me, nor to you either,\" he said at length, and Jabez began to look rueful. \" You're a lad of uncommon parts, and I'm willing enough to find them employment. But if you work extra hours, apprentice or no appren tice, you must have extra pay. So you see, Jabez, it won't be the same to either of us. You shall have the little room at the end of the lobby to yourself, and there you may earn all you can for your own friends and for me.\" \"Oh, thank you, master!\" interjected Jabez, his thoughts flying at once to the old yard in Long Millgate. \"And let Kezia wait upon herself if there are no other idle folk about,\" con-"], [307, "THE MANCHESTEE MAN. 299 eluded Mr. Ashton, and the business was settled. This was about the time Jabez first began to suspect Kit Townley of unfair dealing ; and being once more in frequent contact with him in the warehouse, he could not shut his eyes or his ears. Kit was then assistant putter-out in the fringe and tassel department, counted out the moulds, weighed out silk and worsted, and caUed out the quantities each hand took away, for a young booking-clerk to enter. Jabez was still in the brace and umbrella room, but there was a wide door of com munication between the two, and he had frequently to pass through the former with finished goods for the ware and show-rooms on the lower floors, and had to go cautious ly past the large scale, lest he should tilt the beam with his ungainly burdens. Now and then it occurred to him that the bulk of silk or worsted in the scale was large in"], [308, "300 THE MANCHESTEE MAN. proportion to the weight, as called out by Kit Townley, and once he was moved to say— \" Is that balance true ? or have you made .a mistake, Townley ?\" \" Mind your own business, Clegg, and don't hinder mine. Naught ails the scales, and I know better than make mistakes.\" \" Well, I only thought,\" persisted Jabez. \" I wish you'd think and keep those um brellas clear of the beam. You're always thrutching past with great loads on your shoulder when I am weighing out,\" inter rupted Kit testily, and Jabez held his peace. But if he went on his way quietly, he was equally observant, and saw the same thing happen again too often to be the result of accident. Moreover, from the window of the little room where he had a broad desk for designing, he saw Kit meet the same men and women stealthily after hours, under the opposite gateway."], [309, "301 THE MANCHESTEE MAN. \" Kit,\" said he one night, when they went to their attic, \" what do you meet Jackson, Bradley, and Mary Taylor under the gate way for so often ?\" Kit, arrested with his warehouse jacket half on and half off, asked sharply — \" Who says I meet them under the gate way ?\" \" I say so. I have seen you myself.\" \" And what if you have ?\" Kit retorted snappishly. \" There's no harm in saying a civil word to poor folk that I know of.\" \" No harm, if that were all,\" returned Jabez seriously, sitting down on the edge of his truckle-bed to take off his blue worst ed stockings (knitted by himself), \" but I have seen them give you money.\" \" And what of that, you Blue- coat spy ! If they're kind enough to call at old mother Clowes's shop for toffy and humbugs for me, and give me the change back, what's that to you ?\" he blustered, coming up to Jabez with a defiant air."], [310, "302 THE MANCHESTEE MAN. \" I know you've a sweet tooth, Townley,\" replied Jabez, unmoved, \" but I fear no thing half so good as Mrs. Clowes' toffy takes you there so stealthily.\" \" Perhaps, Mr. Wiseacre, you know my business better than myself ?\" returned Kit, bold as brass, though he did begin to feel qualmish. \" Perhaps I do, for I suspect you of double-dealing, and I know what the end of that must be ; and I warn you that I cannot stand by and see our good master robbed. I should be as bad as you if I did.\" Townley, enraged, struck at him, and there was a scuffle in the dark, the bit of candle in their horn lantern having burnt out. Kezia, who slept in the adjoining attic, rated them soundly the next morning for the disturbance they had made, threatening to tell Mrs. Ashton. Had she done so, inquiry would have followed."], [311, "303 THE MANCHESTEE MAN. Jabez, troubled and perplexed, the very next Sunday, consulted old Simon Clegg as to the course he should pursue, being alike unwilling to tell tales on suspicion, or to see his kind master wronged. \"Eh, lad,\" quoth Simon, rubbing down his knees as he sat, \" aw've manny a toime bin i' just sich a ' strait atween two ' ; but aw alias steered moi coorse by yon big book, and tha' mun do t' seame. Thah munnot think what thah loikes, or what thah dunnot loike ; but thah mun do reet, chuse what comes or goes. It is na reet to steal ; and to look on an' consent to a thief is to be a thief. Thi first duty's to thi God, an' thi next to thi payrents (if tha' had anny), an' thi next to thi measter. Thah's gi'en the chap fair warnin', an' if he wunnot tak' it th' faut's noan thoine.\" ■ It so happened that the \" putter-out \" in the brace and umbrella room was an old man named Christopher, who had been in the employment of the Ashtons (father"], [312, "304 THE MANCHESTEE MAN. and son) for thirty years. He professed to be very pious and very conscientious, but lamented that increasing years brought with it many ailments and infirmities, such, for instance, as headaches, dizziness, sudden weakness of the limbs, and attacks of spasms, for the cure of which he kept a bottle of peppermint in a corner cupboard. It was into this room Augusta used to come dancing, to coax old Christopher out of bits of waste leather, and other odds and ends, for which only a child could find use. She was fond of cutting and snipping, and, with an eye to his own advantage, the cunning old fellow had taught her how to use the stamps, so that she might amuse herself by helping him. Then he bespoke her compassion for his aches and pains, and often, on holiday afternoons, was troubled with one or other aUment, which a pull at the bottle and a nap on the bundles of leather, or gingham, alone could relieve — \" if Miss Augusta would be"], [313, "305 THE MANCHESTEE MAN. so obleeging an' so koind as to stamp out a few tabs or straps for him, or count out umbrella ferules, or wheels, or handles,\" for him. And she, full of the superabundant energy of youth, did it, nothing loth ; though, as her own years increased, and with them her ability to help, came a sharp sense that old Christopher was a hypocrite — knowledge she confided to Jabez one day, when the sanctimonious putter out was resting his aching head and uncertain legs, as usual ; and in order to convince him she drew a bottle of gin, not peppermint, from under a pile of white kid. Jabez, too, had been sorry for the old fellow, and often added a good part of Christopher's work to his own, to relieve him. It was this fact which brought both Christophers to book. The old cant was so very grievously afflicted on the Monday afternoon, that Jabez, seeing him quite vol. i. x"], [314, "306 THE MANCHESTEE MAN. incapable of doing his work properly (he was putting out umbrellas), undertook to do it for him, though it was no business of his — and so Mrs. Ashton would have told him, had she been there. He measured off what he knew to be sufficient gingham for two dozen umbreUas (a workwoman standing by in waiting), and was about to cut off the length when the woman arrested his hand. \"Yo'refurgettin'th' weaste, mi lad; Mes ter Christopher aUus alleaws fur weaste.\" He looked at the woman, conscious there could be no waste in cutting umbrella gores. She winked at him. \" Oh,\" said Jabez, conscious he was learning something not down in his inden tures. \" And how much does he aUow ?\" \" Abeawt a yard an' a hauve th' dozen,\" she replied. \" And how do you contrive to waste it ?\" Jabez asked. She winked again."], [315, "307 THE MANCHESTEE MAN. \" Eh, but yo're a young yorney. Yo'd best ax Mester Christopher that,\" \" I think I'd best ask Mrs. Ashton that, if she's in the warehouse,\" rejoined he, sending his scissors through the gingham at the proper place. \" Yo'd better not, or yo'n cut off yo'r nose to spite yo'r own feace ; \" and the woman nodded her head knowingly. \" T'other 'prentice knows whatn weaste means if thah dunnot ; an' manny's th' breet shiUin' it's put in his breeches-pocket, my lad.\" \" Oh, that's it, is it ?\" said Jabez, whilst he was counting over the already bundled up whalebone sticks, &c, to complete the umbrella fittings. \"As our mistress would say, ' We may live and learn.' \" He found that whalebone, ferules, han dles, leathers, wheels, were all in excess. An extra umbrella might be made from the superabundant materials. Thereupon he wakened Christopher to do his own work,"], [316, "308 THE MANCHESTEE MAN.* simply remarking that he thought the bun dles of sticks, &c, had been miscounted. \" Oh no, Clegg, they're a' reet ; we're obleeged to put in moore fur fear some on 'em shouldn split in makkin' oop,\" said old Christopher cunningly, as if for his informa tion. Jabez took no further notice then, but, shouldering a great bundle of large um brellas, carried them through the fringe room, and there noticed that, despite the caution he had given, his feUow-apprentice was dexterously manipulating silk and scales to falsify the weights he called out. END OF THE FIEST VOLUME. LONDON : PRINTED BT MACDONALD AND T U G WELL, BLENHEIM HOCSE."], [317, ""], [318, ""], [319, ""], [320, ""]]