[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE WOMAN WITH TWO WOEDS."], [6, ""], [7, ""], [8, "\" He told her she reminded him of a little sister of his— his only sister.\"— P. 25."], [9, "THE WOMAN WITH TWO WORDS BY SARAH TYTLER AU-HOR OF \" ClTOV]__M_.E JAC^UiiLL.t \" WITH ILLUSTRATIONS BY MIRIAM KERNS LONDON GEORGE ROUTLEDGE AND SONS BROADWAY, LUDGATE HILL NEW YORK: 9 LAFAYETTE PLACE lSS5"], [10, "THE YOUNG LADIES' LIBRARY. Uniform, with this Volume, in crown Svo. cloth gilt, with Illustrations. DINGLEFIELD. By Mrs. O'Reilly. THE NEW HOUSE THAT JACK BUILT. By Mrs. WlLLOUGHBY LUXTON. MARK DENNISON'S CHARGE. By G. M. Craik. DORA AND HER PAPA. By the Author of \" Lilian's Golden Hours.\" SCHOOLGIRLS ALL THE WORLD OVER. TEMPEST-TOSSED. By the Author of \" Mademoiselle Mori.\" THE ASHELDON SCHOOLROOM. By the Author of \" The Rose Garden \" JEANNETTE: A STORY OF THE HUGUENOTS. By the Author cf \" The Rose Garden \" HERMY: THE STORY OF A L'TTLE GIRL. By Mri. Mui.esworth, Author of \"The Cuckoo Clock.\" THE OLD HOUSE IN THE SQUARE. By Alice Weber. OUR HERO. By Mrs. O'Reilly,"], [11, "CONTENTS. CHAPTER I. PAGE THE CHILD-WOMAN WITH HER ONE IDEA 9 CHAPTER II. \"GAILY THE TROUBADOUR TOUCHED HIS GUITAR\" 34 CHAPTER III. THE LEARNED LADY 47 CHAPTEE, IV. THE KNIGHT OE ST. JOHN 69 CHAPTER V. BY FLOOD AND FIELD S3 CHAPTER VI. THE MOTHER EAGLE WITH HER EAGLET 103"], [12, "Contents. 6 CHAPTER VII. PAGE THE AP.DESS OF THE RECULVERS 129 CHAPTER VIII. THE PLAY OF ST. CATHERINE AT CANTERBURY 159 CHAPTER IX. \"LON — don\" 177 CHAPTER X. \"gil — bert\" 191"], [13, "THE WOMAN WITH TWO WOEDS."], [14, ""], [15, "THE WOMAN WITH TWO WORDS. CHAPTER I. THE CniLD-WOMAN WITH HER ONE IDEA. Under a group of feathery palm-trees by the crystal well of a Syrian village, not far from Acre, sat the child-woman, Ruth. She was very young, and the world was still young- — rather it had taken a new youth with the golden dawn of Christianity. The most wonderful adventures were either happening or being chronicled on every side ; successive periods of time, alike fresh with the dew of early faith, though already separated by intervals of centuries, were so linked together by one common bond of heroism as to be kept closely united still. Away under the grey ai.d cloudy skies of England"], [16, "10 The Woman with Two Words. monks in their convents were fondly heaping up the legends of Arthur Pendragon and his knights, as if they had lived but yesterday, yet it was fully five hundred years since Arthur and Guenever held their court at Caerleon, the lily maid Elaine floated down to Camelot, and the witch, Vivien, wove her spells round the enchanter Merlin. In the dusky green labyrinths of German forests the first Minnesanger was telling the wild passionate tales of the Niebelungen-Lied. The warrior's song of Roland had already rung over the apple orchards of Normandy. Down among the vineyards and olive gardens of Spain some poet was chanting the grand lines of the Cid. And here in Palestine it seemed but the other day since a more queenly woman than the Queen of Sheba, the Empress Helena, made her solemn progress, not to see with her own eyes the magnificence of another Solomon, or hear with her own ears his transcendent wisdom, but to trace every step of the Crucified, and rear a church here, and a monasteiy there, where a child had lain in swaddling bands among the beasts of the stall, where a young carpenter had worked, and One had died the death of a malefactor."], [17, "The Child-Woman with her One Idea. 11 It appeared no time since noble men and women, partaking of the unhallowed splendours and luxuries of imperial Rome in its last stage of enervated effeminacy and undermining, all-polluting vice, had come fleeing from the destruction which was soon to follow, to dwell in dens and caves of the earth, to scourge and starve themselves in the horror of their recoil from their own sins and those of their fellows, and from the approach ing judgment. Here in this Asian continent, which held the cradle of the human race, in this pleasant land of Palestine, which one life and death had can secrated as holy to all the succeeding ages, these weary and worn fugitives from the corrupt civilisation and endless fever of the west had dwelt in the wilds and led such lives of utter simplicity and unbroken contemplation, that a lost peace and innocence and a sweet confiding friendship, which had long been broken, came back — not only to the men and women them selves, but to the wild creatures around them, so that leopards and lions stalked like faithful dogs at the heels of the hermits and anchorites, and swallows sat singing on the good men's knees. There must have been un dreamt-of balm in that kindly association even for the cruel wounds which the wanderers dealt themselves"], [18, "12 The Woman with Two Words. when they grew mad in the voiceless solitudes and bitter privations which they had eagerly welcomed as their last earthly refuge, when they stood stiffening to stone on pillars, or crouched bent double with cramps in niches for tens of years, believing that the sufferers thus glorified the Maker of the beautiful world, and the Saviour of the chief of sinners. And wonders had not ceased in Ruth's generation — as for that matter they do not cease in any generation for the deep, clear eyes which can see them. Only the wonders were perhaps more potent, big, and gorgeous, like the most approved of children's toys, when the world was seven or eight hundred years younger. Even Ruth's fourteen-years'-old eyes had seen strange sights. They had beheld palmers in their shrouding mantles, their hats encircled with cockle-shells, and their peaceful staves surrounded by the branch of palm which was the token that the pilgrims had reached their goal, and plucked with their own trembling hands the symbol of rest and victory. Within the hoods which some times served to veil the wearers' features, Ruth had got glimpses of faces proud in their haggard misery, and still haughty under the burden of anguish. She had heard men whisper mysteriously, with bated breath,"], [19, "The Child- Woman with her One Idea. 13 that these were the dark shadows — as it were — of mightly nobles, and even of great princes whose natural spheres were the court and the battle field, but whose guilty consciences had driven them into exile, toil, and humiliation, as an expiation of the sinners' crimes. For it was not common men or light transgressors, as a rule, who vanished from their places, crossed the broad sea, trod with their sandalled feet many a league in order to beat their breasts under the olives in Gethse mane, or kiss the stony pavement of the Church of the Sepulchre. Ruth had gazed half in admiration, half in alarm on Arab sheikh, Turkish emir, and Christian knight, on steel helmet and green turban, as well as on the peasant figures and homely costumes of her native village. The girl had watched the light ranks of the Saracen soldiers on their Arab horses, and the heavy bands of armed men of all nations, detachments, and stragglers from hosts which had embarked from Eng land, France, and Italy, and landed in Syria to wrest the holy sepulchre from the hands of the infidel. The western strangers had arrived, all wearing on their mantles and banners the cross, white, red, black, or yellow, according to the nationality of the wearer. In"], [20, "The Woman with Two Words. 14 whatever colour it was expressed, the sign was the token of the religion of peace and goodwill. But the tumultuous ranks of tbe cross-bearers swaggered, squabbled, rioted, died — not only in doing battle with the infidel, but still more by acts of lawless violence which were every day committed among themselves, under the weight of their armour, from their excesses in food and drink, because of the burning sun, fierce drought and deadly malaria of the sandy wastes to which the new comers were totally unaccustomed. As a rule, the warlike strangers were, with reason, a terror to the Syrian villagers whose spirits had been broken already by the grinding oppression and fan tastic injustice of Turkish rule. No doubt the near neighbourhood of the sea-coast and the town of Acre, to and from which these disorderly soldiers were for ever coming and going, had bred a certain familiarity with their doings. But it required a very intimate acquaintance indeed to reconcile even the victims of a series of foreign despots, to the successors of the men who had perpetrated the horrors of the taking of Jeru salem under Godfrey de Bouillon, when, before the conquerors knelt in lowly obeisance at the shrine they had endured such tremendous sufferings to free, they"], [21, "The Child- Woman with her One Idea. 15 sought to rival the ghastly details of the Roman siege by massacring every inhabitant — man, woman, and child — left in the holy city, by slaying in cold blood ten thousand prisoners who had already surrendered. Not the vindictive Turks alone, but the natives of the country indulged in a thousand terrible tales of enormities committed by the muscular invaders, looming gigantic in their clashing armour. These men were deprived of all tender home ties and binding social obligations, without even the whole some check of public opinion which could help to soften and restrain the offenders. They were pos sessed by the conviction that they had already certainly earned salvation. Therefore the so-called Christian legions gave themselves over to such sins and crimes that cannibalism was one of the horrors unhesitatingly attributed to the perpetrators. Their imao'es glared before the heated imagination of the crushed eastern races, whose chronic and sluggish misery the strangers were intensifying, more like the ghouls and demons of oriental superstition, than like beings of the same flesh and blood as their scared critics."], [22, "16 The Woman with Two Words. But Ruth had enjoyed one opposite experience in connection with a sick young English soldier, quartered for a time in the Syrian village, and con signed, by the pressure of family cares, to the timid good offices of the little maid, the most disengaged and available nurse of the poor establishment. She was quite disabused of the general hatred and dread of the foreigner, until in the rebound from the pre judices in which she had been reared, she cherished an enthusiastic ecstatic regard for one at least of the foe. Ruth was so young, and she lived so much nearer the youth of the world, while her little story had hitherto been so poor and sad a story, that she could undergo the extreme transformation of alleoi ance and feeling, without anything unnatural or untrue, which could do violence to our faith in her, and liking for her. Ruth, sitting there by the village well, in her coarse linen vest and kirtle, with a kind of linen head-dress, half veil, partly covering her brown hair, and hanging round her head, was no Turkish daughter of drowsy delights, no rich emir's child, decked with glittering jewels, as she has been often"], [23, "The Child-Woman with her One Idea. 17 represented. Had she been such, unquestionably she would not have been sitting there with open face in the full bght of the setting sun, free to go or come at will ; she was no more an emir's daughter than she was the Moabitish maiden whose name she bore, whose loving, faithful nature she shared. Had she been the first, she would have spent her days and nights amidst the petty rivalries and small mean spites of a jealously-guarded harem, and it would have been doubly unlikely that one who was a slave herself could have awakened to the generous pity of risking her life to succour a captive, however forlorn. Ruth was peasant born, of one of the mixed races, with a mixed, mongrel worship, all the more mongrel since first these Turks and Christians, uniting in this, had both turned upon the once royal Jews, and were inflicting on them the initiative tortures of many centuries of persecution. But do not suppose that Ruth came of no illus trious ancestry, though she did not belong to the very highest which claims the blessed peasant maid, together with Deborah the judge, and Miriam the prophetess. No doubt she was descended in part B"], [24, "18 The Woman with Two Words. from nations accursed, but in individual cases the curse had been more than once or twice lifted, and a glorious blessing substituted instead. Among her notable kith and kin were the Canaanitish woman with her great faith ; the widow of Sarepta, with her great bounty ; Ruth's namesake, who had loved and served her mother-in-law with a right womanly love and service ; and the stern avenger of the wrongs of her tribe, Jael, the wife of Heber the Kenite. Little Ruth, sitting by the village well' under the palm-trees, was not like any of these, and her story, though very sweet and by no means unheroic, is hardly sublime. Another common mistake about Ruth may be rectified here. She was not dark as a typical Moor, with lambent black eyes. She had a bronze skin indeed, but her cheeks were ruddy like those of the shepherd-boy David, the colour in them was rich and warm, \" Like poppies grown with corn.\" And in the darker brown of her hair there were genuine auburn tints, such as are sometimes found and prized in the locks of those very beauties of Castile who own a strain of Moorish descent. She"], [25, "The Child-Woman with her One Idea. 19 was not unlike a comely English girl much tanned by exposure to the summer sun, so that even her fore head and throat approached to nut-brown in hue, with what, it may be, would have been called gipsy eyes — because the hazel orbs were larger and darker than are usually met with in an English girl's face — well set under the straight brows. As a result of climate, she looked older than her years, while she was of small and slight make. She was not above fourteen, but she had ceased to be a mere girl, not to say a child ; she had rather the air of a child woman, with the mixture of simplicity and maturity which constitutes such an exquisite combination. Poor little Ruth had been an orphan, without brother or sister, from her babyhood. At first she had been reared tenderly enough, if frugally, by a grandfather and grandmother. On the death of the old couple she had been consigned to the benevolence of an aunt by blood and an uncle by marriage. The aunt was a fairly good woman, but she was burdened with an exacting tyrant of a husband, many children, and what was equivalent to severe poverty, for the uncle was a hard churl, who grudged his kinswoman — and showed he grudged her — every morsel she ate B 2"], [26, "20 The Woman -with Two Words. and draught she drank. Yet he took his use out of her by compelling his wife to make her, as far as the girl's strength would permit, the hewer of wood and drawer of water, and general drudge of the household. Thus a large portion of Ruth's short life had been passed in scarcely lightened misery. It would have been unbearable but for the Father of the fatherless, who cares for the oppressed and defenceless, and tempers the wind to the shorn lamb. He lent her such powerful supports as submission to His will and trust in Him, so far as she knew Him. She had the surreptitious sympathy of the mistress of the house. The high hopes and elastic spirits of youth were hers. But the hard life would have broken and bent even these hopes and spirits, had not the girl possessed a bodiless handmaiden of her own, a friendly airy sprite that never deserted her, in the shape of an exuberant, exhaustless fancy, which enabled its mistress to dream dreams far apart from what was brutal and sordid in reality. These dreams were vague and chaotic till a new actor came on the scene, a new inmate took up his quarters under the reed-thatched roof of the mud"], [27, "The Child-Woman with her One Idea. 21 cottage. In the common enough incident of one of the soldiers of a troop marching by, falling ill and being of necessity left behind in the village, Ruth's uncle, Ben Ismael, was forced, whether he would or not, to receive the invalid into his family. He must have him nursed back to health, if that were possible, or buried away from the wild dogs and vultures, if the village would not incur a penalty of retribution, which would be rigidly exacted from it. That retri bution would be certain and swift. In addition to the vicinity of Acre and of one of the Crusader's castles perched threateningly on the rocky heights which commanded the valley, the soldiers, who were only marching with reinforcements to a camp a score of miles distant, solemnly promised to come back, without fail, by the same road to Acre within a few weeks, and either pick up their comrade or punish his maltreatment. Ben Ismael was to be remunerated from the sick soldier's purse for the trouble imposed upon him ; but it was rather the apprehension of reprisals than the hope of reward which induced the Syrian peasant to practise the hospitality so freely associated with the East."], [28, "The Woman with Two Words. 22 Ben Ismael and his family were poor, but they were by no means the poorest ; on the contrary, they were the nearest to well-to-do among their humble neighbours. Their miserable living was in some measure the result of grasping greed on the part of the head of the house. This was well known to the community, and formed the reason of the choice of the asylum for the refugee. The host, though compelled to be as friendly as his harsh nature would allow him, was not gracious, and poor Hannah, his over-burdened wife, had little heart or time to spare from her domineering master, her clamorous brood of children, and the fretting and recurring necessities of her daily life. The stranger, who was not absolutely doomed to toss on a sick bed, but only condemned to reel and totter about, borne down by wasting fever and the renewed smart and ache of half-healed wounds, was largely waited on and succoured by Ruth. The service which began, so far as she was concerned, in mortal fear and almost unconquerable shrinking, ended in enthusiastic admi ration and boundless gratitude ; while on the side of the patient, half amused forbearance and manly indul gence passed into tender gratitude and fond affection."], [29, "The Child- Woman with her One Idea. 23 He was a young Saxon soldier, not above the rank of a squire. He belonged, in his own country, to a conquered race, whose wrongs and privations had early made a man of him, and grafted on his frank, fearless youth an earnestness and force of character which are the attributes of mature years. In addition, he was one of a family destined to show in its most distinguished member very remarkable qualities, signal determination and tenacity of purpose, keen percep tion, and vivid imagination, which are the gifts of genius. There were also depths of feeling undreamt of by the observers who suppose they know such natures best, and a power of repentance, and recon struction of the whole life — with its every motive and aim changed — from an eminence of self-surrender and self-sacrifice, which is the starting-point of saints and martyrs. Gilbert-a-Becket was not among those Crusaders who came to Palestine content to rescue sacred shrines from the infidel, leaving all save their sins behind them, and growing, in the full swing of evil influ ences, more hardened infidels than any pagan among pagans. He came and went a devout, pure-minded soldier of the Cross, hating and scorning vice wherever"], [30, "24 The Woman with Two Words. he met it ; at the same time he was full of com punction and ruth for the weaknesses he did not share and the falls he escaped. Thus he was a popular and not a shunned man among his comrades, in spite of his moral superiority, just as his great son was intensely reverenced and passionately loved by his nearest followers. With this big, fair-haired stranger Ruth spent a large portion of the season he dwelt among her people. It was her task to clean out his room — that guest-chamber built against the outer wall, of which there is such an illustrious example on record ; to prepare and serve his food, when he could bring himself to swallow a morsel of food — a preparation of eggs, a spoonful of rice, a handful of figs or dates ; to convey the scanty allowance of sherbet to qualify the water which was to allay his thirst ; to change the bandages on his racked shoulder and across his forehead; even to walk out with him when the hitherto strong young man could only creep abroad with a staff in one hand and the other resting on a living support. In the entire absence of all companion ship, inferior as it would have been at the best, when the men of the village were abroad in the"], [31, "The Child-Woman with her One Idea. 25 fields and the women engaged in their household employments, the poor stranded fellow turned to his little attendant for solace and sympathy and the interchange of thought and feeling. He had been long in Palestine, and had sufficient aptitude in learning to be able to speak tolerably in her Syrian dialect. In the weariness and general unbending of sickness, he confided to her his grievances, his hopes and aims when she visited his room, and stood waiting upon his pleasure as a slave waits upon her lord, as she saw her aunt and mistress, Hannah, wait upon her master, Ben Ismael. Gilbert conversed with her eagerly and unceasingly, for did she not listen and respond with all her heart, as they sat or strolled among the blood-red anemones, and tawny ranunculuses, which changed with the season to pink oleander, and grey-blue plumbago, and crimson gladioli, till they in their turn gave place to the richly-scented white orange-blossoms among the golden balls of fruit ? He told her she reminded him of a little sister of his — his only sister — who had been his pet till she died in early girlhood. He crossed himself when he spoke of her, and prayed that the darling might"], [32, "26 The Woman with Two Words. rest in peace. Why had she been taken from him and her other brothers and their widowed mother ? Ruth asked, with a little puzzled pain. He had already recounted to her how the Lord had not thought it beneath His divine majesty to care for such a simple weak maid, but had hurried to her bed of death to speak the mighty words, \" Damsel, I say unto thee arise,\" which loosed her fetters. Why had He suffered Gilbert's little Mary to die, or having suffered it, why did He not come back to say again, \" Damsel, arise,\" and restore her to her mourning kindred ? He would yet say the words, Gilbert as sured Ruth with solemn conviction, only they must wait and trust. In the meantime, He had told them \" She is not dead, but sleepeth ; \" and till the Lord's hour came, it was far better for Molly to be with Him in Paradise. Gilbert described to Ruth his distant home, where the skies were not always blue nor the air balmy, but where there was no howling sandy desert, where the horrors of the pestilence were comparatively rare, and the loathsome leprosy had been only introduced by some stragglers from the crusading armies, who carried it back with them as a fit punishment for not having"], [33, "The Child- Woman with her One Idea. 27 fulfilled their high destiny. They ought not to have been content with conquering Jerusalem ; they should never have rested till they had rescued every foot of the Holy Land from the profane tread of the accursed Turk. To be sure he was not altogether a bad fellow when you knew him close at hand as a brave fighter, a wise hakim, a wonderful scholar, as well as a stately, silent, patient person under all the ills of life. But he was also a believer in the false prophet, a soldier of the hateful crescent, a worshipper of Mahound himself, so that the Turk must, for his own sake, be summarily put down, as the first step to his conversion. The Saxon Englishman spoke of his mother — of her sorrow at their parting, which was still consoled be cause he was going on so good an errand, in the suite of a worthy and powerful earl, and because she feared that, if he stayed at home with her, his sense of justice and his man's quick temper would draw him into some of the fierce contests which continued to be waged between the victorious, crowing Normans, and the defeated, but staunch and dogged Saxons, who were only biding their time. For the day would come when Saxon England would re-assert itself, and the camp at"], [34, "28 The Woman with Two Words. Ely dissolve only to spread over the length and breadth of the country. The association — a curious breach of the customs of the east — between the foreign soldier and the orphan dependent in the Syrian hut, was nevertheless an idyl which has been often enacted, there as elsewhere. No one interfered with it in this case, however carping tongues might find fault, partly because its existence was a necessity of the exceptional situation, partly because Ruth was nobody's daughter, and though Hannah cared for the girl, the poor woman had so many nearer and dearer to cater, struggle, and tremble for, that she was tempted to let her niece take her chance. Certainly Ruth would not have thanked any one for interfering with the welcome return of the brighter days of her childhood, while their brightness was enhanced a thousand fold. Once more she was of the first consequence to somebody, once more she was impatiently wearied for and gladly hailed ; and what a person this was who had elected her into his best friend ! Not a feeble, doting, though kind old man or woman, but a hero — strong with renewed strength, comely, gifted, as Ruth with all her fancies had never"], [35, "The Child- Woman with her One Idea. 29 supposed a man could be endowed. He was imbued with the best influences of chivalry in fidelity to his word, and the instinct of affording protection to the weak — extending to a tender scrupulous respect for their helplessness. He was gentle instead of brutal ; unaffectedly good and kind ; so far from doing Ruth harm, he loaded her with benefits, he taught her a thousand fresh and benignant truths. The worst thing was — though the pair, in their short-sighted, short-lived happiness had learned to forget a sequel which was as fixed as fate — that the parting of the lad and lass would come at the time appointed when his troop was on their way back to Acre, without his having the slightest power to prevent it ; and it was but the herald of a longer, more terrible separation which he was equally unable to hinder. The earl, of whose retinue Gilbert was an important member — important for his abilities and trustworthi ness, though of no account as a humble yeoman, so that he might have had a will of his own, and claimed the liberty of transferring his services to another leader — was on the eve of re -embarkation for England. Gilbert must accordingly accompany him, bidding a long, and in all probability, a lasting farewell to the"], [36, "30 The Woman with Two Words. Syrian shores, since there were few crusaders, great or small, who had at once the stability of mind and strength of constitution, even when they could com mand the opportunity, to enter on a second crusade. There was no help for it. Gilbert and Ruth must part in one of the most harrowing and hopeless of partings. He strove in the middle of his half rebellious despair, true and reverent man though he was, to find some grains of comfort, some glimmerings of light in the darkness, some slender stay which might enable the two by miracles of constancy, courage, and daring to overcome the mountains of obstacles, high as Ararat, to their future re-union. When their intercourse in its certainty and mono tony had seemed as if it would go on for ever, when he was comforted for the irksomeness of his detention, and there was a time for gaiety as well as for gravity, for merry jesting no less than thoughtful communion, he had taught her, in an idle moment, half in play as he was, to say two Anglo-Saxon words, amusing himself with her pretty broken pronunciation in repeating the name of his native town, London — already a famous and important city — and his own baptismal name, Gilbert."], [37, "The Child-Woman with her One Idea. 31 In the grievous change which had come over the humour of the couple, in anticipation of their being wrenched asunder, when he had no longer time to teach her more of the language, which he was wroth with himself for not imparting to her in a greater measure, he impressed upon her the advisability of preserving the recollection of these two words. So she not only stored them in her mind, but kept practising at every available moment the sound of the words as she made them, \" Lon — don, Gil — bert,\" with a parrot like mechanicalness, yet with an infinitely child-like, womanly longing in the laboured, jerked-out syllables. He vowed that he would return to her if life and opportunity were granted to him ; but if not, it was just possible that she might go to him. If she looked out with all her might, and never forgot him or abated her diligent search, some favourable chance might present itself. Western princesses and queens visited the east in the steps of their sovereigns and lords, for the last were powerful to bridge over the desolation of separation which engulphed meaner folk. Another sainted Empress Helena might set forth on a new peaceful pilgrimage of her own. If Ruth could reach one of these exalted ladies and appeal to her charity,"], [38, "32 The Woman with Two Words. she might take pity on the maid and carry her across the sea to London and Gilbert. The words became to Ruth like those signs which her neighbours the Jews were wont to wear embroidered on the hems of their robes — a talisman such as has always been in favour in the mystery-loving east, the sole talisman she pos sessed, unless it were the rod and staff of her trust in her own and Gilbert's God. The pair parted by the village well, where the child woman sat brooding over her one idea, to follow Gilbert since he could not come back to her — to get to London, to be received by his mother, as he had confidently assured Ruth that his mother would take her into her very heart, putting her into the earthly place of her daughter Mary, whom the stranger resembled. And he — he rode away in the middle of his comrades, who, though they rejoiced to have him again among them, were inclined to mock at his reluctance to join them and quit the Syrian village, which he left behind with its group of palm-trees, and the girl weeping in their shadow, like a scene in a dream. But Gilbert-a-Becket's was not the bght riding away of the hero of many a song and story. Whatever were the faults of the Beckets, and they were heavy enough,"], [39, "The Child-Woman with her One Idea. 33 they were not those of levity and fickleness. Neither was Ruth's mourning the clamorous lamentation of a slave, noisy and transitory as a fleeting thunderstorm. It was not the easily-shed tear and as easily-bestowed kiss of Orpah, but the steadfast cleaving of Ruth. c"], [40, "CHAPTER II. \"gaily the troubadour touched his guitar.\" It has been already said that a variety of notable figures passed through that Syrian village. The most crowded resorts of modern times which settled and orderly governments have made safe, which the science that has constructed steamboats and railways has rendered easy of access, might be challenged in vain to produce such choicely remarkable and suggestive visitors. The noble sheikh, in his flowing garments, with his venerable beard, was a sight old as Abraham. The wild Bedouin, with his flying cloak- and his ready lance, of almost as remote an origin, hovered on the skirts of the first figure, already demanding backsheesh in half-threatening accents, which filled with alarm the hearts of all peaceable people dwell ing on one fertile spot and following one regular,"], [41, "\" Gaily the Troubadour touched his Guitar.\" 35 if humble, occupation, in place of scouring the desert bke these ancient vagabonds. The Christian knight, clad in armour from head to heel under a burning sun, and in an air which seemed to palpitate with heat, mounted on a heavy war-horse, as fatally cumbered with iron plates of mail as its master, toiled desperately on, Hke Albrecht Durer's knight between Death and the Devil. He showed sometimes between the open bars of the helmet a haggard face and the hollow eyes of a dying man hungering for one gbmpse of the cool pastures and green corn-fields, or the shady forests, or even the familiar dusty streets of home, with the dear home-faces looking out to greet him, the old mother shading her dim eyes, the wife laughing and crying in one breath, the bttle child clapping his hands to be lifted to his father's saddle-horse. A Templar who, for the sake of that glorious temple of which the Romans left not one stone on another, had renounced all family ties and private possessions, flashed out of the sunny haze in his scarlet mantle bke a blood-red banner, with the eight-pointed white cross on the shoulder. A monk, in his sombre cassock and cowl, appeared C 2"], [42, "The Woman with Two Words. 36 to have nothing, save the vows of poverty and obedience, in common with his warlike and mag nificent predecessor. The monk, a quiet figure, stole in sight, falling like a shadow across the sunlit path, the fingers telling their beads to guard the soul from wicked powers and worldly thoughts, while the bare feet trudged along to the next fortress, or convent, or soldier's encampment. All of these personages Ruth might see in one day, and she was fain to hail the three last. When sbe could break away from the old routine of gather ing sticks and drawing water and doing the drudging work of the household to which she had been put back after the departure of Gilbert, she ran forward and saluted the new-comers, as if they had all been English alike, when, in fact, they were Italians, Flemings, Germans, and French, as well as English, with her two Anglo-Saxon words, \"London, Gilbert.\" Her perfect fearlessness, her entire trust, born of the English soldier's honesty and kindness, saved her in a singular degree from insult and injury. But it is unnecessary to say Ruth's appeal was in vain. Some of the men she addressed thought she was mad, some that she was bewitched, and these"], [43, "\" Gaily the Troubadour touched his Guitar.\" 37 crossed themselves against the spells of sorcery, though the men were still men enough to refrain from driving off the young maid roughly. Very few were able even to approach to the understanding of her story. The most of the listeners could only address to her a counter-question or two in their own tongues, which she comprehended as little as the questioners understood hers ; then they shook their heads sagely and passed on, leaving her to draw back dispirited, but not silenced. Of several men who knew sufficient Syriac to learn that Ruth wished to make her way to an English soldier who had just sailed, or was about to sail for England, they too shook their heads, and said — \" Nay, my lass, take good advice and bide where you are. These Syrian hovels are wretchedly poor, no doubt, and this is a beastly scorching climate, but you would only go farther and fare worse, and get sore scathe by the desperate undertaking. He was a loon who could entice you on such a mad enter prise. There has been many a fine Romaunt, if the troubadours are to be believed, but never so incredible a story as this would prove.\""], [44, "38 The Woman with Two Words. Time passed. Months, nearly a year had fled, and poor little Ruth grew sick with hope deferred. But no piteous disappointments, no urgent remon strance of Hannah's, no unceremonious proposal of Ben Ismael's, who had a mind to cudgel the maid out of her folly, could withdraw her from her object. Gilbert had told her she must persevere ; he had said she must wait as he would wait. He was look ing out for her over in England yonder; she could not have exhausted every possibility ; who knew but to-morrow or next day she might hit on the right track and find the fit instrument for her end ? It may be said here that though Gilbert-a-Becket had instructed Ruth to look out and avail herself of every means, it is doubtful whether, in his superior wisdom, he would have altogether approved of her promiscuous attacks on the travellers, even in a conquered and Christianised district of Palestine. It is just possible that he might one day, in genuine horror of the risks she had run, rebuke her sharply for her childish misinterpretation of his counsel. But Gilbert was not there to be his own interpreter in the crisis of the story. After all, it is within conception that his prudence might have defeated"], [45, "\"Gaily the Troubadour touched his Guitar.\" 39 itself, and destroyed that grand and gracious defence and blessed immunity of perfect innocence and entire confidence in her fellow-creatures which proved Ruth's best shield. It would have been enough for Una without the Lion. If there is any truth in ancient eastern legends and modern stories of the far west, such a shield has once and again vindicated, in its lo v. est, most hideous degradation, the godlike char acter of humanity. For guileless women have traversed leagues of land and sea in safety by the might of their helplessness, and encountered alone bands of sin-stained men, whose vile words were silenced before these pure ears, and their brutal acts arrested in the light of these gentle faces. At last, when the next spring was bespangling the meadows, Ruth sadly grinding at her hand-mill caught a glimpse of a member of the new guild of trouba dours coming slowly down the village street, and rushed out to intercept him. He was a grey-haired man, with a singularly mobile olive face, and lively black eyes under their grey brows. He wore the insignia of his calling — his harp on his shoulder, a silver plate, with an inscription on it recording that he was free of the joyous science"], [46, "40 The Woman with Two Words. and had attained a certain rank in it, on his arm, and his wrest — the key of the harp— hung on his breast. It belonged to the business of his life to travel far and wide, collecting all the knightly ad ventures, wonderful stories, and poetic fancies with which the air of the world, still young after a thou sand years, was rife, to string his themes together in rough yet eloquent verse, and sing them to crowded assemblies or family gatherings. The mere political news — unvarnished events and raw horrors, with bald details — were for the monks or pilgrims, who re presented the correspondents to modern newspapers. But the old harpers and troubadours were the pre decessors of the novelists and poets. In their vocation they were fain to make stock of any extraordinary event and to scent and hunt out romantic incidents. Therefore when Ruth, a somewhat fair if outlandish maid, stood humbly but persistently in the trouba dour's way, and accosted him with her unintelligible jargon, \"London — Gilbert,\" he came to a halt at once, took in her whole aspect at a glance, brightened up in his own person immensely, for his keen per ceptions and sympathetic intuitions apprehended in an instant that here was grist for his mill and"], [47, "\" Gaily the Troubadour touched his Guitar.\" 41 material for his harping. He did not shake his head or dismiss her with a wave of the hand, though he did not understand her two words of Anglo-Saxon a whit better than did the most of the others, for he was not even of Norman-French but of Provencal race. His smattering of Syriac dialect was inferior to that of several persons with whom Ruth had held converse, yet he followed her clearly and closely, with sparkling eyes and a smile of well-pleased dis covery and acquisition hovering about his expressive mouth. He asked her to tell her story twice over, and as he listened a bright idea struck him. What if instead of his perpetual accounts of feats of arms in battles and tournaments he could not only weave a gay and gallant romance out of this tale, but produce its heroine as a proof of the true foundation of the song ? The mass of the world was always a trifle matter-of-fact and relished literal confirmation of the appeals to its imagination. Ruth was a comely little lass for one of her country women, and would look still better, clad as he would design her attire. He was so fortunate as to have an introduction to a very illustrious aud accomplished personage in Con stantinople. She was a young woman as well as an"], [48, "42 The Woman with Two Words. emperor's daughter, and a fine scholar, and doubtless her interest would be aroused by the moving narrative of another woman's devotion, certified by the appear ance of the woman on the scene. In this light he might make Ruth an additional excuse for venturing to seek an audience from so august a lady. It was just possible that she might take up the cause of the maid — so far as to seek to promote the desperate project — for there was no end to the infatuation of women, even imperial scholars, where real romaunts were concerned. And she might raise him, the happy poet who had furnished her with a new source of pleasure, to an honoured post in the court circle, which she liked to call the \"Temple of the Muses.\" It will be seen that the inducements which led the Troubadour to trouble himself on Ruth's behalf were not much more disinterested than they might have been in the mind of an entirely prosaic individual. But at least it was a quick invention which thus called motives rapidly into existence and lent them an immediate hearing. There was also a spirit of good nature mingled with the conceit and the fantastical bent of the man which rendered him willing to benefit Ruth while he advanced his own fortunes. He made"], [49, "\" Gaily the Troubadour touched his Guitar.\" 43 the girl's heart leap with sudden thankful delight by giving a little encouragement to her petition. He would think over what he had heard — he would see what he could do for her. He accompanied Ruth home, and amazed Hannah by presenting himself before her and announcing in sober seriousness that he was prepared to further her niece's views. He was rash and wilful, and having entertained the notion, it took possession of him within the next ten minutes, and he proceeded to act it out without hesitation or delay. He would undertake the charge and maintenance of the maid, pledging himself to treat her like his daughter. He would do what he could for Christian charity and troubadour chivalry to speed her on her errand of love and constancy, which ought to recom mend her to all gentle souls. He had still a little progress to make to a more distant crusader's castle, but if in the meantime Hannah would convey Ruth to Acre and meet him there at an appointed time and place, he would sail for Europe with the girl in the Sea Serpent, where there were sure to be other women, wives and daughters of the ship's crew or of Greek merchants, of whom Hannah might get speech"], [50, "44 The Woman with Two Words. and to whom she might recommend her young relative for the voyage. Arrived in Europe, matters could be still more easily managed. There were communities of religious women who would afford shelter and assistance, as well as the benefit of their prayers, to a poor stranger maid. They might pass her on from one convent to another and one country to another, for love of the blessed Virgin. If Ruth failed in her quest these women were sure to receive her to a sacred refuge in their ranks. He hinted further that he was not without mighty worldly patronage, which he had some hope would stretch its strong wings over Ruth and so defend her from all future exposure and save her from any further trouble. When a special and specious pleader is determined to see no difficulties in his course, it is marvellous how the difficulties make themselves small and vanish altogether before the breath of his mouth. Hannah was dazzled as Ruth was enchanted, and believed herself on the straight road to Gilbert with but a few steps of land and sea between them. But of course nothing could be done without Ben Ismael ; as it happened he proved sullenly acquiescent, propitious he could not be called. The Christian rule"], [51, "\" Gaily the Troubadour touched his Guitar.\" 45 was then dominant in that corner of Palestine, and it was doubtful policy, to say the least, for a native to contradict the least of the conquerors in his pleasure. Ben Ismael had lately met with losses among his few oxen and asses, and felt inclined to welcome the prospect of a mouth less in his household. It hardly interfered with the satisfaction of this expectation, that he had lately contemplated a mode of disposing of Ruth, which, whether it were agreeable to herself or not, he had persuaded himself would be for the good of her kindred. For Ruth had already set herself to thwart him, with a stubbornness which staggered even while it enraged him. He might kill her and yet fail in subduing her to his will. But, most al luring and irresistible argument of all, his wife had a kindness for her blood relation, and was loth to let her go on a wild-goose chase over the world. Here was a capital opportunity of plaguing the slave, who, as she grovelled before him, toiling to fulfil his behests, foiled him in this respect that she did not often grant him an opening for crushing the slightest opposition on her part. Ruth's destiny was decided. The stars in their courses fought for her in her rooted determination to"], [52, "The Woman with Two Words. 46 wander over the wide world after her Gilbert. The maiden's vow held in the hidden future of its fulfilment the germ of great events affecting the welfare of two of the foremost races and one of the mightiest nations of the earth. Hannah managed to take her sister's child to Acre, found the Troubadour faithful to his appointment, and the Sea Serpent at its post in the harbour. It had been in truth, at no very distant date, one of the Norsemen's galleys which had brought some of the sea-kings and scourges of the mainland, followers of Rogero Guis cardi, to the Mediterranean. Among the voyagers lodged in the slender and wofully deficient accommoda tion between the banks of rowers, and the high stem and stern, there were, as the Troubadour had predicted, women compelled by the necessities of business and pleasure, to trust themselves to the perds of the sea. To the most affable and humane of these comparatively well-equipped and experienced travellers of her own sex, the willing waif, Ruth, was consigned by Hannah with lamentations and blessings. The vessel weighed anchor, and Ruth, a stranger among a strange company, was on her way to Europe."], [53, "CHAPTER III. THE LEARNED LADY. We cannot tell what harassing doubts and sickening regrets clouded the child-woman's ardent anticipations when she saw the last of the kindly-familiar face of her dead mother's sister, and then beheld the shores of Asia grow dim and distant on the horizon. The phy sical trials of crossing the Hellespont in those days, with the ghastly clutch of the malady of the sea, might well bend for a time even Ruth's dauntless spirit. Perhaps she was distracted from her sufferings by travellers' tales — above all by that love story which links two continents, and of which two ruined towers remained the pathetic evidence that yonder Hero held aloof her lamp over the swelling night-waves, and here Leander leaped into the chill flood, and breasted it"], [54, "48 The Woman with Two Words. boldly to gain her side. It may be the Troubadour had woven the legend into a lay, and sang it to his twanging, tinkling harp, while his fellow-passengers and the disengaged sailors formed an appreciative audience. By the time the Bosphorus, with the Sweet Waters, and the Golden Horn were at hand, doubtless Ruth had shaken off her brief dejection, and her fresh heart was ready to beat high at the wonders of a new shore and a new continent. What joy that she was about to land on Gilbert's continent ! she was no longer dwelling, as she had entertained a vague yet troubled consciousness of the fact, in an entirely different quarter of the earth. This was that Europe from which all the great masterful crusaders had come trooping with their clashing armour, pawing war-horses, and braying trumpets. It was a world all astir and aglow with life and move ment, and perpetual change, not slumbrous and slug gish like the East, where the lotus-eaters flourished, and dreams lasted a thousand years. Everything of steadfast will and high enterprise was possible in this restless, hurrying Europe. It was a Europe worthy of eager, earnest men — of Gilbert. What buildings were there — battlement on battlement, tower on tower!"], [55, "The Learned Lady. 49 What shady glories of cypresses, what gay terraces, what busy quays ! The agile sailors in their white vests and red caps were smart figures after the Syrian peasants ; and the foreign soldiers or Varangians were sufficiently splendid in purple and gold, even to eyes accustomed to European chivalry, to have been each one of them the son of a kinsr. The Troubadour was again as good as his word in depositing Ruth out of harm in a Greek sisterhood, where, if the sisters showed a little of the acute curiosity which is apt to beset an isolated community, with its human interests narrowed to a pin's point, they were substantially hospitable and benevolent. Only the worthy women were in some danger of exer cising their benevolence in a troublesome direction. They had experienced considerable trepidation on being asked to house a mongrel Jewess or infidel, a definition which Ruth, when she guessed it, repudiated with indignation. She showed by vehement gestures, for of course none of the sisters could speak a Syriac dialect, by kneeling before the cross, and making its sign on brow and breast, by kissing the feet of that saint in the chapel who was likest Gilbert's patron ; that she had been instructed by her future husband D"], [56, "50 The Woman with Two Words. in holy mysteries, and that it was her earnest desire his God should be her God, his saints, her saints. In the relief of receiving this pantomimic confession, the examiners were spurred on to another aggression. They became imbued with proselytising zeal to make Ruth a convert to their own particular tenets. The sisters would render assurance doubly sure by having the stranger baptised straightway into the Greek Church, so that she should run no risk of being ensnared by the corrupt Latin Church, with its terrible unsoundness regarding the shape of the blessed cross. But Ruth withstood their urgent entreaties, the better perhaps that she did not understand a word of them. All she comprehended was that they wished her to engage in a solemn religious rite on her own account, and her loyalty to Gilbert, together with her mother-wit, forbade her doing so, without his know ledge and consent. If these Greek devotees had not possessed the root of the matter, and been good Christians of whatever church, they would have given the girl up — it may be under some plausible pretext turned her adrift in her obduracy. But they did neither. They contented themselves with singing plaintive litanies at her, and imploring a higher judge"], [57, "The Learned Lady. 51 that she might be won from the errors of her self sufficiency and rebelliousness. And these teachers did hint what was perfectly right, though a shade twisted in the application, that tbe creature was no thing in the presence of the Creator, and that it would be infinitely better worth her while to seek God's favour than to do any man's bidding in tracking his footsteps over sea and land to regain his care and affec tion. In these good women's opinion it would be a world wiser — with the wisdom of heaven, to aspire to become the bride of the Divine Spouse than to covet and labour to be the wife of any mortal man. But Ruth, while unable to gather more than a glim mering of their meaning as they unfolded before her puzzled eyes with tender persuasiveness tbe Greek sub stitute for a novice's veil, claimed the privilege of shaking her little head for once, as she intrenched herself behind the stronghold of her watchwords \" London — Gilbert.\" Repeating them with the most profound conviction, looking up to Heaven like one reverently taking an oath, she seemed to say, \" It was God who sent Gilbert to me, and He cannot be angry with me for receiving His messenger. Should I be likely to be true to God, if I were false to Gilbert ? \" D 2"], [58, "52 The Woman with Two Words. It was a great day even for the sisters when the Troubadour came to fetch Ruth in order to take her with him into the presence of one of the two liege ladies of Constantinople. He himself wore the richest suit of silk and velvet ; for the calling of the Trouba dour, even when it was not followed by prince or noble, was never like that of an ordinary craftsman, far less a churl. He had brought Ruth a prettily and cunningly devised, if simple, tunic and over tunic, with wimple or head-screen, in which she looked womanly and re putable, a sweet, modest figure, with a dash of fresh ness and strangeness in the character of the embroidery on the border of her dress — but not too foreign withal. The long sleeves hanging down like jelly-bags nearly to her feet, the still longer veil and train, were all trimly and conveniently knotted up as if the young woman were prepared to mount any steed which would pace with her into the wilds on a quest less sacred than that of Sir Galahad, but still full of tender human meaning. Ruth's experience that day was only once again approached in her history. She was admitted into the stately precincts of a magnificent palace, and led"], [59, "The Learned Lady. 53 through halls of black and white marble which made her heart faint with awe and admiration, till her eye fell on the sable faces and figures of most portentous ugliness and distortion of negro slaves lolling against the pillars, or squatted on the Persian carpets. These were at once the outraged victims and the privileged genii of the place. The Turk was not yet in posses sion of Constantinople, but the barbarous cruelties which tread on the heels of effeminate vicious luxury had preceded the follower of the false prophet. Ruth recoiled aghast, hid her face, and was with difficulty induced to go on when met by these rolling eyeballs, grinning teeth, and stunted, misshapen bodies — fitting symbols of the soulless mischief and fiendish malice which the wanton barbarity of man has some times succeeded in instilling into his brother. It was but a dubious indemnification to the shudder- ing, cowering girl, for the revelation she had endured, that she was suffered to go with the Troubadour and the attendant who was his friend in court, through the vacant throne-room where the Emperor had lately sat in council. To be sure it was as if she had retraced her steps as far as Araby the Blest, when she saw the jewel-studded throne guarded by its golden lions, and,"], [60, "54 The Woman with Two Words. rising behind the imperial seat, the tree of gold bearing precious fruit and glittering birds. The lions did not roar, or the birds flit from bough to bough carolling by means of wonderful mechanism, to thrill the nerves and gladden the fancy of so humble a looker-on as the Syrian peasant girl, however sponsored and heralded. But she was told of these enchantments of men's con trivance, and believed in them implicitly. Yet what abiding pleasure were they calculated to inspire, since she could not separate them from the terrors of dæmon ology which shook the ignorant popular mind in the east after the dæmons she had been forced to contemplate at the outset of her visit to the palace ? It was in what the classically crazed owner was pleased to call the Cabinet of Apollo, in a private, and in some sort domestic atmosphere, that Ruth had her interview with the most learned lady of her time, the most gifted princess born in the purple of the Cæsars. This potent example of the Blue Stockings and the Precieuses whom men have relieved their sovereign minds and amused their leisure by decrying and de testing, was neither old, nor poor, nor of inferior rank, nor hard featured, nor heartless. Though she was a pedant of the first water, comparatively small and"], [61, "The Learned Lady. 55 shallow in soul under the mountain load of her attain ments, as all pedants are, she was still fair, and hardly past her youth, not yet thirty years of age, severely intellectual in her tastes, a reader of Plato, a student of philosophy and nature, amidst the inflated ceremonial and gaudy gorgeousness of the most artificial and ornate court in Europe. Her worst faults were a very woman's errors of jealous love and shortsighted ambition, not so much personal as for the glory of another. This was the Princess Anna Commena, daughter of the Greek Emperor of Constantinople, Alexius Com menus, whom Sir Walter Scott has described in his Count Robert of Paris. If the great limner had drawn her portrait before the hand of death was already relaxing and palsying the fingers which held the once unerring pencil, he would have presented the world with a likeness worthy to hang in the same grand gallery which contains good Queen Bess and unhappy Mary Queen of Scots. Princess Anna was neither writing for the edification of the world, nor reading aloud for the gratification of a select and obsequious court circle, her own pompous annals of her much-harassed imperial father's fox-like stratagems and mild exploits in war, when Ruth,"], [62, "56 The Woman with Two Words. dazzled and confused, was ushered into the august chamber. She had already had the most bewildering imperious injunctions whispered to her by the Trouba dour that she should behave herself with the humblest reverence and most complete circumspection, that she should preserve her presence of mind, that she should not be seen when she was not wanted, that she should speak when she was spoken to. Ruth saw a slightly worn if still beautiful and queenly young woman, whose delicate profile was sharpened by care, on whose broad brow and about whose finely-cut mouth there were beginning to appear httle tell-tale lines and curves. Above all, the fire of the brilliant eyes was early half quenched by the bitter waters of wasted passion, betrayed trust, and dis appointed tenderness. She sat there in her sumptuous gold-bordered robe, her flowing hair slightly confined by a network of softly gleaming pearls, leaning wearily back in her cushioned chair. There were female slaves — not monstrous or mutilated specimens of humanity, but lovely young Circassian girls, who might have rivalled their mistress when she had been in the first bloom of her charms, standing behind her or kneeling before her, though this"], [63, "The Learned Lady. 57 was only an imperial princess in her private study. In order to meet the jealous demands of dignity, and the necessary precautions against danger, there were also a chamberlain, and an official or two in such stiff and costly livery as the people of the West only see now in expensive theatrical pageants, or on the occasion of state festivals, lingering about the broad backs, cauli flower heads, and beflowered breasts of sorely sat upon, loudly mocked lacqueys. Anna turned quickly on the entrance of the salaam ing Troubadour ; her action was that of the neglected wife and mortified woman — as much neglected and as intensely mortified as a woman of her rank may be safely treated. And perhaps it is the most injurious treatment of all. since it has a show of cordial respect and fond regard, when the realities have long ceased to exist. She was looking covertly for the half-adored, half-hated husband, who never came when he could help it. As she saw that she was again for the twentieth time that morning wrong in her expectation, her face grew sharper and harder in its straight features even while she forced a gracious smile, and made a pretence to herself as well as to others of exaggerated pleasure at the sight of the Troubadour."], [64, "58 The Woman with Two Words. \" So our Mercury has come back with flying feet,\" she said. \" Would that all wore his winged sandals ! \" And at the words she checked proudly a rising sigh. \"And what more treasure has our privileged thief brought from that barbarous insensate Asia . We have reason to believe priceless MSS. of the golden days of Greek and Roman poetry and philosophy lie lost and forgotten there, hidden away under clouds of dust, and, alas, in triple danger of perishing by devouring fire — like that with which the brutal caliph consumed the great Alexandrian library — by insidious damp and by creeping worms.\" The princess ended with a little gesture of horror, amidst answering gestures from the company in the cause of learning, for which she alone cared a jot. The minstrel, who was also a purveyor of such forms of books as were extant for the behoof of powerful and wealthy scholars, still kneeling, pro duced from the breast of his doublet — the most honourable and sacred place of deposit — some small rolls of yellow parchment inscribed with fine letters. The princess did not touch them with her own jewelled and scented fingers, greedy as she was fain to be of the contents. She directed one of ber fair"], [65, "The Learned Lady. 59 slaves, who was not only learned like her mistress, but was also tbe most beautiful writer and exquisite copier of manuscripts — before all the enthusiastic monks in all the convents east and west — to inspect the new acquisitions, and inform her of their nature. A chill wind of chagrin crossed the virtuoso's flush of excitement, which served as a welcome distraction from an ever present, always gnawing secret vexation, when the princess heard the names. \" What, only Aristotle and Horace ? \" she said. \" We have them already, in several shapes ; somebody told us you had made a great discovery, Sir Trouba dour, and brought back a precious token from the rich east this time. But perhaps it is we who are wrong,\" she corrected herself with the natural kindly condescension of a noble princess, and a not ungener ous woman. \"It is in the gentle service of music that your researches and conquests have been made. You bring us some new and ravishing melody, some enthralling romaunt to take us captive in turn, and carry us away into the realms of sweet sound and charmed fancy. Well, Sir Troubadour, we can meet you there also,\" exclaimed the lady, pluming herself and bridling with the rising vanity which was her"], [66, "60 The Woman with Two Words. special pitfall, and which caused one of the most beautiful and scholarly women in the world to grow absolutely repellent as she looked right foolish in her infatuation of self-importance and exaggerated estimate of her own attainments. \" We cannot flatter ourselves that we are able to equal a trained harper or our female Orpheus Violanto here, with his or her own weapons. But considering the grave obstacles of our state, with its exalted duties and crowd of importunate engagements, we may say without un truth that we ourselves have won some mean pro ficiency on the lute and in song, enough to fit us to appreciate a charming increase to our music.\" Princess Anna ended, looking round with a con scious simpering smile on her satellites, who proceeded to endorse her modest statement by a reverential but emphatic murmur, that there never yet had been heard, out of the angelic choir, unless indeed it were from her imperial mother, Irene, such a heavenly player on the lute, and singer, as was the princess born in the purple. The Troubadour, confident as he was by nature, changed colour in his excitement, and faltered a little at the very opportuneness of the introduction to the"], [67, "The Learned Lady. 61 crisis of the situation. What if the Princess Anna approved of the romantic story, and elected to have it put in verse, and set to music for her own per formance ? His fortune was made, and so was that of the peasant heroine, whom the princess would doubtless keep by her as a living illustration of her ballad. Certainly Ruth would prove a contradiction as well as an illustration, since \"Count Gilbert\" or \" Childe Gilbert \" — as he ought to rise in rank, what ever his original degree, when he had the honour to figure in rhyming cadences sung by royal ladies and distinguished troubadours — was not in the imperial court at Constantinople. But there was always an amount of make-believe necessary even in the strong est confirmation of a story, and the woman who had been going to follow her crusader round the world, was the nearest thing to the woman who had followed and was following him. With regard to Ruth herself, what girl, even if she were a free agent, could resist the invitation of a princess and the allurements of a court ? We are sorry to say that the Troubadour, with all the gallantry of his tempera ment and mitier, felt thoroughly convinced no human fidelity could stand such a crucial test."], [68, "62 The Woman with Two Words. \" If I may speak and live,\" he said, in the prostrate oriental phraseology of that debased court of Con stantinople, \"I have come upon something which may be held worthy of being repeated to a listening princess, exquisitely skilled in harmony and romance no less than — than crammed with infinitely more important and profound learning.\" The speaker had stammered for a word and hit on one only too appropriate, but which had not yet borrowed a significance that rendered it offensive to the great lady accustomed to swallow huge doses of unadulterated flattery without a grimace — nay, with a coarsely ravenous appetite growing always with its indulgence. This would have been a stid more humiliating and piteous attribute in a woman who, beneath the patent defect which dwarfed her every gift, was still fair to see, intellectual, cultured, with public spirit, and private filial piety and wifely allegiance, did it not find its parallel in many a high born, learned, virtuous, even amiable man, who is yet a detestable pedant, as vain as a peacock or jackdaw. \" I have heard a somewhat striking tale,\" went on the Troubadour, more fluently, \"of that transcendent"], [69, "The Learned Lady. 63 quality, love, which, without question, can be best inspired by the most illustrious objects, as they even in their divine humility must know.\" He took care to prepare his story. \"But the immortal passion will also condescend to be born, and even to grow to vigorous maturity, in the lowliest regions, and to illumine and overleap the basest no less than the loftiest barriers. I have ventured to bring within sight of this dais and its regal mistress a living witness to the truth of my assertion.\" On this the Troubadour signed to Ruth, who advanced a few paces, ready to sink through the floor, while all eyes were fixed curiously, in some instances scornfully and insolently, upon her. Then her cham pion proceeded to relate in the tallest language her history and purpose. Now, vain as Anna Commena was, she was also too noble to be naturally a jealous-tempered woman, how ever much the slights she was called on to endure from the most trying quarter might goad her to the meanness of a spiteful grudge. She had not feared, and did not fear, to this day, when her short-lived perfection of Greek beauty was decidedly on the wane, to provoke comparison with the youngest and loveliest"], [70, "The Woman with Two Words. 64 of her attendants. And this exemption from the ugly spasms of envy did not proceed to a great extent from the overwhelming conceit which could blind her to the ravages of time, and still refuse to admit any rival. The freedom arose rather from what had been origin ally a frank and liberal character. Anna had gone so far as to take pride in the supreme excellence in writing different alphabets and languages — a choice accomplishment in those days, far exceeding any similar faculty possessed by herself — of her beautiful and cultured slave Astarte, and in the marvellous per formances, equally beyond Princess Anna's powers, in vocal and instrumental music, of that other slave Violanto, the gift of whom, in the light of a small phenomenon, old Rogero Guiscardi rejected with contumely, calling the engaging toy a \"twangling squalling infant,\" as is faithfully set down in Count Robert of Paris. If the Troubadour had addressed the lady at a more propitious moment the result might have been different ; but Anna Commena's proud, passionate spirit had been galled that day well-nigh beyond bearing by her brilliant, disdainful, cold-hearted husband, Nicopherus, the princely, scholarly Greek."], [71, "The Learned Lady. 65 He had been reckoned a fit mate for the learned daughter of the magnificent emperor, who, in spite of his redeeming virtues, was but a degenerate descendant of the first warlike Cæsar, even as Anna herself, with her pedantry and vanity, burlesqued in a manner the simple stateliness of the Julias and Octavias of old Rome. The time had been when Nicopherus had solicitously wooed his sovereign's daughter, and paid her ardent homage, but wooing and homage were alike grudged to the wife bound to him by indissoluble ties, and who loved him. It cut Anna Commena to the heart to hear of the mutual devotion between the common soldier in the English ranks and the Syrian peasant girl. For a crumb of such devotion, she, the honoured daughter of the most sacred emperor, with all her varied claims, was pleading in vain. What true man's love this rude caitiff must have lavished on his beggar maid to a waken such a fervent response in a weak, ignorant girl ! What boundless trust he had been able to inspire in this silly, stupid child ! And another man, so much higher in every respect, had utterly forfeited trust in Anna's noble, womanly breast ! The whole history was such a beautiful and gracious E"], [72, "66 The Woman with Two Words. marvel that a troubadour of some note proposed to embalm it in undying verse to be sung over the length and breadth of many lands, though it was not a story of kings or queens, or noble lords or ladies, not even of gallant knight-errants and their demoiselles, but of low villains and peasant wenches. This anomaly also stung Princess Anna, who, not withstanding a considerable amount of generosity, which was the greater credit to her under the cir cumstances, had the usual haughty inclination of some of her class to imagine that the higher social ranks monopolised the finer emotions and the more heroic adventures of life ; and the fancy, though singularly erroneous, was not unnatural any more than it was unprecedented. Under these continued hostile influences, instead of blandly smiling on the flowing narrative, as the Troubadour had fondly hoped she would do, he be came filled with trepidation and distress to see his listener begin to bend her delicate brows in impotent anger, and after one sharp glance at the quailing Ruth — so carefully got up to convey a favourable impression — turn away with marked disapproval, even disgust."], [73, "The Learned Lady. 67 The story-teller was nearly reduced to breaking down in his story; as it was, he brought it to an abrupt, discomfited conclusion. The Princess said, with icy coldness, \" We cannot pretend to be a judge of an affair so far removed from our own experience — indeed from that of any mode rately refined audience ; but it seemeth to us, Sir Troubadour, you have made a great blunder in con cerning yourself with matters so trivial, and in bringing this rude detail before an enlightened company. We should say that the man who has induced a peasant maid to quit her home and friends in order to cross continents in pursuit of him, is to all appearance a wicked knave, while his victim is a deceived fool. However, notwithstanding the risk of encouraging such foUy,\" added Anna, softening the least in the world before the evident dismay she awoke in the principal offenders, and the hardly stifled malicious amusement she excited in the surrounding circle, \" we direct our house-steward to furnish you with the gold pieces you require to recompense you for your trouble, and to lay out as you may think fit for the judicious — bestowal, shall we say ? — of this bold and crazy t> runaway.' E 2"], [74, "68 The Woman with Two Words. Not so much courteously dismissed, even by so eminently courteous a lady, as hustled out of an awkward predicament by a ready chamberlain, the confounded crestfallen Troubadour made a rapid re treat with the scared Ruth. Her only distinct con clusion drawn from a dialogue conducted in a foreign language was that the grand lady for some occult reason felt very angry with her — Ruth — because of her intrusion into the palace, which to be sure had been no doing of hers. If she did not escape in time she should be consigned to one of the dungeons of which she had seen the chains and fetters hanging up as a dismal warning in an entrance-hall, or, what was infinitely more appalling, she should be delivered over to the tender mercies of the hideous negroes. And of their sable colour, misshapen limbs, and the tongue less cavities of their gaping mouths, she was likely to dream for many a restless night."], [75, "CHAPTER IV. THE KNIGHT OF ST. JOHN. The Troubadour in his intense chagrin was inclined, with an equal lack of magnanimity and reason, to wreak his vengeance on his helpless, innocent protigie, in the dearth of any other vehicle for his wrath. But, like Anna Commena, he suffered some relenting in his provocation, and though he now regarded Ruth and her story with as violent an antipathy — being a man of lively, lightly swayed impulses — as he had formerly viewed them with vehement favour, he re frained honourably from anything approaching to vin dictive injury or active unkindness towards her. He conducted her quickly, and in an off-hand fashion, back to the religious house where he had first installed her. He actually bestowed the larger portion of the gold pieces he had received as a pro pitiatory gratuity to the establishment. After that,"], [76, "70 The Woman with Two Words. he departed, desiring to have nothing more to do with the Syrian girl and her expedition, and to banish the entire episode thenceforth, as a most unprofitable subject, from his mercurial mind. The charitable community to which Ruth was given back showed themselves accustomed to such bequests — not even slightly gilded always. They would do their best for her, which would probably consist in seeking domestic service from her in return for her food and lodging, and in fresh assaults on her obstinacy in not seizing such an excellent opportunity to protect herself from the least future risk of unsoundness in so vital a matter as the shape of the true cross. But such a termination was by no means what Ruth had proposed, and we may well forgive her for her reluctance, seeing that she had been beguiled into her present position, and had never consented for a moment to renounce her search after Gilbert. Her youthful energies were now a good deal directed to delivering herself from the bondage of the Greek sisters, and to carrying her two words of wistful appeal for information and aid in other directions. Getting a glimpse one day, through the low-browed"], [77, "The Knight of St. John. 71 portal of the court of the house, of such a little martial group as she had often watched wending its way along the street of her native village, she darted out before any one could prevent her, and pressing up to the principal figure, addressed him with that soft, egotistical petition, \"London! — Gilbert!\" The person addressed was no fine-feathered Varan gian or mercenary foreign soldier of the empire. He wore the ordinary plain, battered and stained armour of a simple, probably poor, knight-errant, fighting for his own hand, or attached to a leader — brave as a lion, it might be, but of no great social importance. The only distinguishing peculiarities in his dress were two. The cross on his threadbare mantle was black, which indicated that he had belonged, in the outset of his campaign at least, to some of the German contingents ; over his hauberk, or coat of mail, he wore what bore an odd resemblance to a woman's apron. Ruth was unacquainted with the thousand and one fantastic tales of chivalry, else she might have sup posed that he had stolen the rag which sat so in congruously on his manly figure, or that it was a token from a whimsical mistress, who had desired"], [78, "72 The Woman with Two Words. him to wear the sign of humble usefulness and render it famous for her sake — a troublesome, ridiculous injunction, which, however, his vow of loyal deference and complete submission to some giggling girl — whom he had elected into his liege lady — prevented him from disputing for an instant. No wonder poor gallant knights were sometimes driven to resent the hard tasks imposed on them, after the tasks had been duly fulfilled. Witness the enraged fellow who leapt into the bear-pit for the glove which his mistress had cast there that he might pick it up, and having wrested it and himself from the teeth and claws of the bear — hardly less pitiless and more savage than the selfish, cruel woman — turned and flung it in her exultant face, renouncing her yoke from that hour. But while the knights were bound by their vows, there was nothing they would not do, with a proud doggedness, to fulfil foolish women's behests. Men would cast aside their iron pots of helmets and make themselves look idiotic — perhaps the hardest trial of all — as they presented their defenceless heads, furnished with no greater protection than such curches as become women and babes, to the sharp lances and heavy axes of fully-armed assailants. There is no other"], [79, "The Knight of St. John. 73 explanation of the splendid immunity with which such hair-brained freaks were accomplished than exists in the surmise that there dwelt honour among thieves, and that in the face of the half-picturesque, half-grotesque antics which found favour with the sensation-loving public of nearly a thousand years ago, a common cry arose, which the other com batants did not venture to gainsay, to spare the devoted madmen. But even if Ruth's memory had been as richly stored with such incidents as that of any young queen of beauty and chivalry looking over the battlements of her father's castle, of a mind to have the very wildest deed of romance enacted on her own account, she would have been tempted to doubt the solution of the little puzzle by the look of the knight, who reined up his horse to hear what she had to say to him. It was a singularly, almost startlingly cold, grey, stern aspect for a man who, to judge from the roundness and smoothness of such of the tanned face as could be seen through his open visor, was not thirty years of age. It was the look of a human being who has been chilled to the marrow and frozen to the bone by some great horror or some ineffable"], [80, "74 The Woman with Two Words. loss, whose hfe, counting from one day and hour, has been an endured despair. There was no hope, or a hope so far distant as not to kindle a spark of light in the depths of the blue eyes, whose dark, sunless azure curdled the blood of the gazer that looked into them. There was no wish for, or expec tation of, human gladness warming and curving the pale, set lips, whose rose was faded and their mobdity gone. It was not much which Ruth had to say to any European, and her two words quavered on her tongue while she strove to utter them, in defiance of the petrifying power of this man of stone. Nevertheless he listened, and let some words fall in reply to the elderly squire behind him. If Ruth could have understood German, she would have found they meant, \" She speaks the language of our late emperor's widow.\" The discovery seemed reason sufficient for the knight to send his squire to conduct Ruth back to the house where she dwelt, and ascertain what she meant. The strange sequel of the encounter was, that after sundry interpretations and counter-inter pretations, commentaries, and negotiations, Ruth's"], [81, "The Knight of St. John. 75 circumstances underwent a second change, as sudden and violent as that which they had already expe rienced when the Troubadour espoused her cause, and carried her across the Hellespont. The knight, who was about to start on a temporary mission to his native Germany and to Normandy, offered to put the heathen maid under the care of his squire's wife, and to let the stranger accompany the little party on the journey, which should take her so far on the road to London. He did so, not because of any romantic interest in ber pursuit ; he was a man who had no worldly interest unless in the welfare of his order. But he considered himself bound to pay respect to a link of connection with his late sovereign ; and he was still more called upon to relieve distress so far as he could, wherever he met it. This man, whose personal feelings were dead within him, killed at one blow, so that he could hardly sympathise at all with his fellows, had sworn to spend his life in succouring the suffering. He called himself the \" poor fellow-soldier of Jesus Christ.\" Had Henry of Weissberg not borne some such title and special consecration among men, it is certain that"], [82, "76 The Woman with Two Words. the religious women who had Ruth in their keeping would not have permitted her to ride away to the west on a spare pack-horse, though his elderly squire's elderly wife, Ursel, who had followed her husband and his master to the wars, bore the credentials of honesty written in her upright and faithful, while hard-featured and cross-grained, face. The knight was an Hospitaller, a knight of St. John, an order which, preceding that of the knights Templars and the Teutonic knights of his country, had not long existed, and was still in the first bloom of its religious enthusiasm, poverty, sanctity, gallantry, and self-sacrifice. It was taking the world of Chris tendom by storm, and, of course, recommended itself highly, even though it was an institution of the Latin Church, to any sisterhood of pious women. The order had taken its rise from a very worthy hospice or hospital in connection with a Christian church built by the munificence of Genoese and Vene tian merchants in Jerusalem. The monks who served in this hospice seem to have gone some length into the spirit of Christianity so as to identify it with that spirit of humanity of which we hear a httle in the present day. They set themselves to help the forlorn"], [83, "The Knight of St. John. 77 and destitute Italians and Christians in the first place, and after them the hapless and helpless of all races and creeds. One of the first duties of the Hospitallers was to tend the sick of every clime, condition, and faith. In recognition of this gentle obligation, the brethren stooped to adopt the womanish symbol of an apron in their dress, just as they bore on the seal of their order the representation of two men compelled to ride on one horse, as a candid admission that of silver and gold they had little or none. The first crusades did not altogether withdraw the monks of the hospital of St. John from their beneficent career, but a new element was introduced, and gave the movement fresh vent. All at once a little company of knights, not more than nine in number, appeared among the monks and associated with them. These military recruits were for a time strictly on the defensive in their operations, though they took upon themselves a difficult and dangerous office. The knights dedicated their lives, and the few worldly goods the men could claim, to preserving the peace and safety of the roads to Jerusalem, where Christian pilgrims had been grievously molested, and not infrequently barbarously murdered, by hostile Mussulmans and"], [84, "78 The Woman with Two Words. children of the desert, whose hand was against every man. It was at this time that Hugh de Payens, the first grand-master, was constrained by sheer poverty to ride on the same horse with another knight. But just as the womanish apron and tender practice of nursing the sick did not hinder the wearers and doers from per forming the most daring and dauntless acts in their self-imposed task of mounted police to the outskirts of the holy city, so the mortifying proof of their worldly poverty only impressed the beholder with the treasures laid up for them in a kingdom which was not of this world. The time came when the Hospitallers owned first Rhodes and then Malta. In the last sea-girt island, which they fortified till it was all but impregnable, the knights inhabited streets of stately palaces, but, alas ! the world's faith in them as the nobility of Heaven had long fled, with too good reason. The Hospitallers did not become so domineering, aggressive, and obnoxious — alike by their ambition and their political and social crimes to the vengeance of kings and governments — as the sister order of their once proud and powerful rivals, the Templars, proved itself. Therefore the knights of"], [85, "The Knight of St. John. 79 St. John did not perish so tragically, but they were eaten through by the cankers of selfishness, idleness, and luxury, with their accompanying ignoble vices, and so dwindled into a living death, despised rather than hated. They were at last trodden out by one stamp of the iron heel of le petit Caporal? In the morning glory of the order, Hugh de Payens, who was a man of great energy and nobility of charac ter, united in his single person the two forces which ruled the mediæval world — that which lay biding its time behind the self-denying frock of the monk, and that which beat high for conquest scarcely concealed under the corselet of the soldier. Hugh de Payens, like another Peter the Hermit, or modern Thiers, pleading the wrongs and woes of his country, set out on a tremendous expedition for his time, to visit the different European courts, enlist ardent young monk-soldiers, and beg for the means of defending the citadel of Christendom. He returned with considerable contributions in coin, and, what was before any precious metal, three hundred of the flower of European knighthood. 1 The order has had a curious revival, among princes and princesses, lords and ladies, in the present day."], [86, "80 The Woman with Two Words. Henry of Weissberg, a broken-hearted man, had already wandered as a pilgrim to that east \" where hope was born,\" yet whose most cherished object was a sepulchre. He had flung himself into the order as a refuge from the inconceivable dreariness of life, without an aim or a desire. He was starting on a similar errand to that of Hugh de Payens, when he encountered Ruth, and included her among his baggage. It was not for some time after she had travelled in his company that Ruth, with all the disavantages of birth and nurture so far removed from the surround ings, and with her ignorance of the language of her companions, picked up, scrap by scrap, the particulars of her benefactor's history, which accounted for his isolation. He had been a young freiherr of fair lands, fair nature, fair prospects, like Job rejoicing in his favour with God and man, his power, his goodwill to his neighbour, when, like Job also, destruction and desolation came upon him in one fell swoop, as if by the blast of a whirlwind. It reads as if calamities descended more suddenly, and were more utterly ruinous in the mediæval world, and in very early times, than they often are now, when the skill, labour, and civilisation of all the centuries have been employed"], [87, "The Knight of St. John. 81 under God's providence to mitigate physical evils. Fleets and navies perished almost to a ship ; cities were taken by surprise, and after ten or twenty years' siege, every inhabitant put to the sword. The pesti lence walked the earth in darkness, smiting whole households and districts, and depopulating entire towns ; a man's enemy took advantage of his absence to come upon his burg in the night, set a flaming brand to the thatch of the roof-tree, and scorch and smother mother and child, man and maid, in one common burning. The sufferers from these appallingly huge and complete calamities, when all the little chicks were slain with their dam, must have been men of like passions with ourselves. Doubtless they were a little hardened by familiarity with danger in the rough, without one painful detail smoothed down, as the feelings of sailors and miners get blunted to the risks they run, and the violent death which dogs their foot steps and those of their mates. Still there would always remain men and women of keen sensibilities and strong affections to whom the total wreck of their households simply meant the tearing up of the finest and deepest fibres of their nature by their earthly roots, F"], [88, "82 The Woman with Two Words. with the consequent withering here of all the after growth of mind and heart. Henry of Weissberg was such a man dreeing such a ghastly weird. He had gone forth on a distant hunting expedition, young and fearless, rich and happy in many and dear family ties, a jolly fellow who whistled and trolled a stave in very lightness of heart as he mounted his horse. He came back to find himself stripped and bare in all he valued most, like one who might — happily for himself — go out of the world the next moment, destitute of even the skin and the life with which he had come into this strange, solemn discipline, called existence. His feudal foe had attacked his castle, and all the traces left of it and its inmates were smoking walls and bloodstains. The young wife with her infant child, the old mother, the sick brother, the unmarried sisters, the ancient retainers and servant-women who had been rashly left to keep house, were swallowed up in one cruel death as if the earth had opened and devoured them. It was man who had been the instrument of the misery, but not on man could its victim find a desperate relief in wreaking his revenge. The brutal savage —"], [89, "The Knight of St. John. 83 though he had been baptised by a bishop — who had carried the house-place by assault, and then kindled it into a wanton blaze, had perished swiftly in attempt ing to ford a river, on his return from the scene of the outrage, and his disorderly band of robbers and murderers without a master, had dispersed to the four winds. Man had been the instrument, but God, who is very pitiful, had permitted the destruction, as He permits the hurricane and the thunderbolt. It must have been for some good, as the raging blast and the forked lightning work slow, late, dimly-seen benefits to the natural world, on which they appear at first to have fallen only for disaster and havoc. And surely God in the great treasure-bouse of His mercies would have found some compensation for the arrested, shattered life, had it not been for a grave defect in the man himself. Something was wrong — some usurpation of the human which shut out the divine ; some dog-like tenacity which could not resign its grip of the glad, sweet past ; some lack of meekness and failure of faith, though he had assumed the garb of \" a poor soldier of Jesus Christ ; \" some proud, passionate re volt which prevented him even for a moment forgetting F 2"], [90, "84 The Woman with Two Words. the awful storm that had, with a single gust, blasted his every earthly joy and hope ; some lurking gall of Litter grudge at his desolate lot, when he was forced to see the lives of other men, perhaps not so dutiful as his own had been, cast in pleasant places, which blossomed like the rose, knew no decay, and bore and garnered fruit fit to make even old age bountiful and blessed. There are natures so free and noble, that having been deprived of every personal treasure, and sitting lightly thenceforth to each human possession on their own account, can throw themselves, with the increased buoyance and force of such personal exemption from warring interests and private cares, into the concerns of humanity aud the weal and woe of mankind. There are generous and gentle natures, which, when they have no longer any hopes and wishes of their own, can make their brethren's hopes and wishes the business of their lives in which the workers are not slack ; and assuredly it is more blessed to give than to receive. But these last are types far above ordinary humanity, so that in place of being common, as many good people comfort themselves by supposing, they are rare, and can only be met with — one in ten thousand — even"], [91, "The Knight of St. John. 85 among the saints of the earth. The effect of crushinor blows is to kill as well as to conquer and subdue, to snap the thread of connection with kindly, wholesome, every-day joys and sorrows, no less than to break the proud spirit, soften the hard heart, and bend the stubborn will. Granting there was some innate radical fault in the man which caused him to offend against the great law of the universe, that there is a balm for every wound, and a power of recovery from every injury, will you not forgive him, oh ! untried, unscathed brother and sister, remembering how his human soul must have been wrung and agonised before it died within him to all further active share in the ordinary work and recrea tion of life ? He did not for that reason decline to do such service as he conceived was still within his power. He even enrolled himself in one of the for lorn hopes of the Christian Church for the succour of his fellow-sufferers and the defence of that Sepulchre — the emptiness of which is the promise of a future life for mankind. He might have contented himself with telling his beads and saying his prayers, with dreaming and longing as a cloistered monk. But he was more manly. He could still ride a war-horse, poise a lance,"], [92, "86 The Woman with Two Words. and shoulder a battle-axe. And it was natural for him to cling to old habit as one of the few bulwarks which remained to him against madness, to believe that the profession of arms, to which all men of gentle birth were then trained, was his vocation after all, especially when he could combine it with the vows of celibacy and obedience, dear to the bereaved and languid heart, that could never again respond to individual affection, or awaken to independent enterprise. And if death hovered more closely about the military monk's career than in the routine of the peaceful cloister, was he to blame for choosing the path on which the skeleton stood awaiting him ? Death had once been his great enemy, but he was changed into Henry of Weissberg's best friend. Will ingly, well-nigh cheerfully, would he go to slay twenty pagans or dragons, it did not much matter which, if the infidel or the beast would but deal his assailant a mortal wound in return that should restore him all he had lost on that September night seven years before. Will you not, oh ! human brother and sister, leave alone this man whom God has smitten, to his God, in"], [93, "The Knight of St. John. 87 whose hands are the issues of life and death, who can create new worlds, and make to be born afresh into them these poor souls whose birthrights have been lost here ?"], [94, "CHAPTER V. BY FLOOD AND FIELD. Travelling at all, especially travelling for many weeks and months on end, was no light matter in the twelfth century. The very least of its penalties were continued sore bones, frequent empty stomachs or else disgusted appetites, shivering cold as the travellers passed from the balmy south to the bleaker northern latitudes, weariness and sickness, the hksomeness of uncongenial companions, to whom Ruth was merely a burden, the ineffable strangeness of everything to her, and the solitariness of her aim — all represented a kind of life which even in its commencement, and before she had known its great straits and trials, was an experience of which Ruth's Eastern village life, her short journey to Acre, and her voyage across the Hellespont, could have given her little idea. She suffered a great deal before"], [95, "By Flood and Field. 89 she had well started, long before she had encountered any of the terrible adventures of the wonderful expedition, and wyas sometimes in these early days on the point of giving up her quest and her young breath together in despair. If Ruth in her youth, feebleness, and ignorance, had not been in addition a creature of high-strung nerves, with an elastic temperament, a brave spirit, a steadfast purpose, and a faithful and loving heart, she could not have held out through the prolonged and desperate trial of her constancy. As it was, she asked herself often, especially at the commencement of her journey, how could Gilbert have required such a difficult achievement from her ? How could she struggle on over leagues more of vast distances with equally dreadful accompaniments ? How could she continue living under alwrays more inclement skies ? And even if she ever did arrive in London, that centre of the universe to her, would the inhabitants be like Gilbert, her vision of strength and goodness becoming a little vague in the flight of time ? Would they not more probably resemble all the other foreigners she had known — the fickle Troubadour ; the gentle but per tinaciously interfering and worrying sisters ; the"], [96, "90 The Woman with Two Words. haughty, offended lady in her palace, among negroes and golden lions, with men speaking to her on their knees ; the dead and cold knight, who led this little band on their wearing, wearying travels ; the gruff squire, Hildebrandt ; the fussing, crabbed dame who was Euth's mistress for the present ? Many a time the girl, cross-tired, cried herself to sleep in the dreary uncertainty of her toilsome and hazardous fortunes. At the same time Ruth proved, in her turn, a considerable incubus on her entertainers. Not on the knight, for there was one good in his apathy, that no earthly trouble could disturb him more ; but on the squire, Hildebrandt, a heavy, rough, but at the bottom a peace-loving, friendly old soul ; above all, on Ursel, a restless, conscientious, sensitive sprite of an old woman. A one-ideaed person is seldom an agreeable com panion, even under the most favourable circumstances ; strict concentration of thought, especially in the young, tends a good deal to a selfish overlooking and neg lecting of the claims of others. Before she had quitted her Syrian home, Ruth had often been careless in forgetting the obligations to her meek Aunt Hannah and her little cousins. She had not lent them a helping hand, but had left them as much as she could"], [97, "By Flood and Field. 91 to shift for themselves in their hard life, while she indulged her reveries about London and Gilbert, or committed a breach of social decorum by running out to importune the strangers passing through the village. For this thoughtless obliviousness, rather than any deliberate determination to set at nought the rights of her relatives, the exile was prone to shed tears of remorse along with her other tears of useless plaint and weak pity for herself. But no tears, from whatever cause, prevented Ruth from repeating the offence, and pursuing the same course, with aggravations, to Ursel. The girl, at her tender years, was a shade spoilt by her transference from obscurity to publicity, and by the notice which had been taken of her and her project, fitful and arbitrary as the notice had been. She would have liked, if she could, to practise a little Oriental despotism by lording or ladying it over Ursel, and through her over Hildebrandt and his grooms. But of course Ursel would not permit such an absurd outrage against common sense and proper feeling. It was bad enough to have to consent to daily intercourse with the heathen maid — most Christians in their charity persisted in calling Ruth heathen ; but for that heathen maid, brown, if not black in colour, and"], [98, "92 The Woman with Two Words. uncomfortably outlandish in all her ways, to defy every rule of a well-ordered household, and act as if she were the mistress, and Ursel, who was old enough to be the child's grandmother, the maid, was not to be thought of for a moment. When Ruth could not get her will in this respect, she indemnified herself by being saucy, peevish, unsatisfactory, and provoking to a degree — so the old woman complained. The girl would not take the pains, though she was quick enough when she liked, to learn sufficient German to obey Ursel's orders ; she would only gabble idiotically, in season and out of season, those two unmeaning Anglo-Saxon names, which Ursel could never be sure were not spells, and of which she had grown to detest the sound. Ruth would not acquire European habits so as to need no aid herself and to be of some use to others in the small cavalcade which she cumbered and even harassed. She went her own way as much as possible, a foreign figure in the group, full of her own wild hopes and wishes, regardless of the cares and aches of others, plaguing them as much as they wrould let her. Ursel would not long have borne the additional torment in the toilsome struggle homewards, had it not"], [99, "By Flood and Field. 93 been the will of her beloved nursling, the Freiherr whom she had rocked on her bosom in infancy, rated soundly in boyhood, ay, even taken it upon her to chide, in honest goodwill, after he was man-grown, but to whose lightest fancy she now deferred with fond, piteous reverence and devotion. Only Ursel still spoke as if the iron could be drawn out of his soul, and the shadow removed from his spirit, though she understood perfectly in her wounded, disappointed heart that the expectation was vain, just as she was aware that her master's vow would keep his hearth solitary and deliver over what remained of his inheritance to a monks' order. As it was, a perpetual jarring and smothered con tention went on at starting, and for some space afterwards, between Ursel and Ruth. These con ditions were far from lightening the sorrows of travel, and proved scandalous to Hildebrandt, robbing him, as they did, of the small comforts of the halts and rest-and-be-thankfuls at hospitable inns. At last the journey was interrupted by a serious attack of illness on old Ursel' s part, a recurrence of one of those sharp fits of ague which she and Hildebrandt, with their fathers and grandfathers"], [100, "94 The Woman with Two Words. before them, and even the knight and his ancestors, knew well Then Ruth sound to her dismay that the little world of the party had come to a standstill in more than in moving, that every so-called domestic neces sary and indulgence had to be sought for, and was by no means always to be found for the seeking ; she discovered how much old Ursel had done for them all the time she was grumbling, what an honourably faithful and useful life hers was, and how ill she could be spared. Ruth was not a stupid fool or a heartless ingrate, though she was a one-ideaed woman, very young and not supematurally wise or good beyond human flaw. She set herself with the earnestness and enthusiasm of her nature to atone for her wilfulness and naughti ness. She became eager and zealous in nursing Ursel. It seemed incredible how soon she learned the terms which belonged to a sick bed and its requirements. Hildebrandt began to think he had alighted on an unsuspected treasure. Ursel seeing, with feverish and half incredulous eyes, the girl against whom she had railed bending over her, awkwardly enough, but stdl striving in the friendliest spirit to shake up her"], [101, "By Flood and Field. 95 hard pillow, give her to drink, coax her to eat with the services of a Christian and not of a heathen, was, to say the least, shaken in her decidedly hostile views. The old woman got weU under the stimulus of the not disagreeable surprise, because poor Ursel was greater and better than her prejudices and failings. She recommenced her connection with Ruth on a new footing. Ursel did not cease to find fault and scold, for she found fault with those she loved best, Hildebrandt amongst them, and scolded them soundly, unless they were set apart by a crown of calamity — reform of wrong being the very breath of her nostrils. But she now mingled a little half-shy grandmother's petting with the scolding, which made all the difference in the world. Ruth commenced to smile and preen herself and sing like any bird under the petting, and no more resented the scolding than she would have resented the searching wind, so long as the sun shone, even though it were tem porarily behind a cloud. Thus very tolerable harmony was established in the knight's suite. Hildebrandt could drink his evening draught of ale, and look after the grooms"], [102, "06 The Woman with Two Words. and horses in peace, nay, with a homely jest. It may be even the poor knight felt the blessed calm after the petty strife, carking in proportion to its pettiness, under his dolorous panoply of unapproach able, irretrievable misfortune when there was nothing for him to desire or dread, as there was nothing for him to gain or lose. Happily Ruth was both chastened and fortified before she came into contact with the worst perils of that long road, which must otherwise have proved fatal to a young and tender woman-child. Space and power alike fail for the description of the climaxes of disasters and horrors in dangers from wild men of the cities and the country, from wild beasts of the forests and mountains, from tempest, fire and pestilence, from the terrors and dæmons of the earth, air, and flood. Once Ruth and Ursel clung to each other hidden in the hollow bole of a great plane-tree, while the knight, Hildebrandt, and the grooms fought, amidst shouts and groans and the ringing clash of steel, a band of robbers, who, had they been successful, would have rifled and murdered man and woman on the spot."], [103, ""], [104, "Lost in the Marshes.— P. 97"], [105, "By Flood and Field. 97 Once the two women, left to find their way along a slight track across a treacherous morass, while the men of the party took a more devious route in order to secure provisions for the little camp, lost their road, strayed and waded through quaking bogs and stagnant pools two days and nights, starving or satisfying their hunger on the eggs of wild fowl, and at last on any root the miserable creatures could tear up, till they fell among another set of harriers and miscreants, the scum and dregs of a disbanded troop of soldiers, who hounded and chased their victims, mocked at their panic, offered to feed them with raw meat or carrion, quarrelled over them, cast lots for them. The winners had gagged and bound their prizes to carry them off in triumph, when the men who were the women's protectors rushed on the scene, backed by the proper authorities, and set the half dead Ruth and Ursel free from the most dismal fate that could have befallen them. Once the knot of travellers in sore need of rest and refreshment, entered a town silent as the grave, where every hearth was cold, for the most grievous of the century's plagues had been there before the new-comers. The living among the dead ventured G"], [106, "98 The Woman with Two Words. in their desperation to enter one of the forsaken houses, and found instead of the squalor and filth to which the poor travellers, cured of all trouble some fastidiousness, were too well accustomed, every thing they required in food and drink of the costliest, soft beds, fresh and dainty raiment, besides wealth of treasures for which honest wayfarers had no call. But all was marred by the taint of corruption anil unnatural abject fear which had driven the owners to abandon their possessions and the nearest and dearest of kindred, to flee from the livid corpses lying there unburied. In descending a broad and rapid river in stormy equinoctial weather, the knight's barge was carried out of its course and wrecked. Strong men as well as feeble women were reduced to clutching at planks and oars, and being tossed like straw on the water. If Ruth could not say like the apostle of the Gentiles, that she had been a night and a day in the great deep, she too had been in perils of water, dragged dripping from the flood to crave the hospitality of wretched peasants, and keep soul and body together by sharing scanty fare till time enough had passed for further supplies of money and further relays of"], [107, "By Flood and Field. 99 horses to reach the knight and enable him and his followers to proceed on their endless journey. Over and over again the travellers were benighted, in the winter which overtook them, and had to keep themselves from being frozen to death among the snow and ice, in the centre of which the party were forced to bivouac as men have to bivouac still in \" great lone \" or \" wild North \" lands, or in the neighbourhood of the poles. But the ancient com pany were not provided with sleighs, or reindeer dogs, eider-down quilts, or stores of potted meat. In the dead of the night, when their teeth were chatter ing even in their uneasy slumbers, though Ruth was dreaming of the distant wed under the feathery palm-trees and the sunny blue sky, they would Le roused by the prowling and howling of packs of ravenous wolves and the roaring of grisly bears. Apprehending the last extremity of exposure and hardship, the party were fain one night to take refuge in the porch of a lonely church — the interior of which was already occupied by a sacred ceremony. All night long there knelt on the cold stones, before the high altar, in silence and solitude, a blooming stripling watching his armour, and praying to God, G 2"], [108, "100 The Woman with Two Words. the Virgin, and the saints, to keep him from ever girding on his sword in an unworthy cause or reversing his spurs in craven flight. Three times the women remained on the verge of battle-fields in the charge of the reluctant Hildebrandt, grown surly in his forced inaction, while the knight and the grooms went forward to do their devoir on the side which Henry of Weissberg judged the best. The bystanders looked on and listened, until they were no longer blinded or stunned by the dust of the melie, the thunder of the charge, or the heavy disordered clatter of the retreat. Then, even before the knight, who bore a charmed life, and such of his men as were neither slain nor hurt, had returned to relieve the anxiety of their friends, Ruth and Ursel, drawn by an irresistible attraction, would creep and steal along with other camp-followers, among the level ranks mown down as by the scythe of a reaper. The de voted pair restrained then womanly shrinking, gazed fearfully on the upturned ghastly faces among the indistinguishable heaps of figures biting the dust, responded eagerly to some sharp cry, strove to bind a wound here, and fetch a draught of water there — at last drew away from the awful spectacle, wringing"], [109, "By Flood and Field. 101 their hands and weeping, and sat down faint and sick because of their impotency to deal with a mass of suffering, while those who should have helped them were scattered far and wide, plundering and dealing coups de grace on every side. A thrilling event was the unforeseen arrival of the weather-beaten, disaster-hardened travellers, in the haunt of a dragon. As if the real physical ills which beset them in such numbers and with such power were not enough, the credulous natives of the place, and the strangers who had arrived there, must needs believe in a monster with a great green scaly body and tail, and enormous black fangs, vomiting forth fire and brimstone, which lay lurking for its prey near the main road into the town. Ruth was as convinced of its existence as of her own, and recoiled from the hideous phantom of imagination with greater dismay and loathing than from all the horrors which had been present to her senses. But the knight would not be persuaded to hurry on and leave the more than mortal foe behind him. He was as possessed with the desire to deliver the oppressed and annihilate the oppressor, as was his successor two hundred years later, Dieu donne de Gozon, of Rhodes, on whose grave-stone,"], [110, "102 The Woman with Two Words. after he had become grand-master of the order, was inscribed the proud record \" Draconis — Extinctor.\" Every day Henry of Weissberg mounted on his war horse, in complete armour eap-a-pie, sallied forth per mitting no one to accompany him on this adventure, and hied to the spot where the dragon had been last seen. Every night in the pensive twilight he returned a disappointed man, foiled in the longed-for encounter, until his other obligations compelled him to relinquish the enterprise. Ruth's single exemption from the trials likely to befall her, at which she rather wondered when she looked back on her marvellous travels in after years, was that she and her companions were never called on to enter an enchanted castle and be beset with the illusions of magic. Ruth quitted her Syrian home little more than an ardent child ; by the time she was nearing her western goal she had become a patient woman."], [111, "CHAPTER VI. THE MOTHER EAGLE WITH HER EAGLET. The great German forests iu which wolves, bears, wild boars, and outlaws ranged, the castles and town ships making head against the tangled woods and their dangerous denizens were not the ultimate destination, though they happened to be the birthplace, of the most of the party. The knights of the military orders were still without settled homes, and their houses or preceptories continued no more than temporary lodg ings. The followers of the Hospitaller were wanderers on the face of the earth, like their leader. Hildebrandt and Ursel might groan to set forth on fresh wanderings, but they were too much attached to their Freiherr to sorsake him, so long as their old joints could work in his service. In the course of his mission he pushed 0:1 to Normandy, and he still carried the heathen"], [112, "104 The Woman with Two Words. maid in his train, for Normandy, was another step to England. Besides, the knight was bound to pay his homage to a lady who claimed a voice which might well become the paramount voice in England. It was the frosty sunset of a winter afternoon that chilled Ruth to the bone and marrow, and caused her little brown face to look pinched and blue, though Ursel had taken care to provide the girl with clothes like her own, made of stout and warm though sombre woollen stuff, very different from the light drapery with the borders of suggestive Oriental embroidery supplied by the fanciful Troubadour. The party were wending their way over a brown path and by a grey sea, which would have been un speakably dreary to the maid who had sat by the well under the palm-trees, had it not been for a remark of Hildebrandt, that sent all the blood tingling with new life through her veins. It was she, and not the knight, who was now riding double on the same sturdy nag with the squire, when he looked over his shoulder and gave her a little jog backwards with his elbow. \" Little one, beyond that sea lies England, and the chief city of England is London,\" said the ordinarily taciturn man."], [113, "The Mother Eagle with her Eaglet. 105 Far had she ridden and much had she seen, and many a time her heart had been heavy, nigh to despair. But now when there were but these tum bling, misty waves — at which to be sure she had been shuddering not a moment before, surely she was on the eve of the fulfilment of her life's object. But Normandy was not England, though they were swayed by one sceptre, any more than England was London, or every Englishman Gilbert a Becket, and this very afternoon a formidable interview had to be faced. It was the most formidable and crucial since Ruth was brought into the cabinet of Anna Commena. The knight was going to do more than crave hospitality at one of those high castles, which in England in the next generation were frankly styled \"nests of devils and dens of thieves.\" He was to beg admittance to the princess, who was the chatelaine. Ruth was taken by her patron among the clusters of shops, sheds, and huts, with their chaffering, gossiping tenants, round the outer wall. The travellers crossed the drawbridge over the moat, and passed through the gateway into the courtyard, entering the square central tower, where, instead of the marble halls of Constanti nople, there was a rude guard-room echoing the rough"], [114, "106 The Woman with Two Words. tramp and speech of soldiers. The party climbed up a dark, steep, spiral stair in the thick walls, leading past a great homogeneous store-room judging by the casks of flour, beef, and ale, the bales of woollen stuff and the billets of wood, some of which were in the act of being earned in at the open iron-studded door. Then up another flight of the gloomy, toilsome stair, so that it might have been a captive's prison, and not the dwelling of a princess by birth, an empress by mar riage, and the mother of a race of kings, to which the visitors were bound. But, at least, there were no lolling or crouching mutilated negro slaves to freeze young blood with horror here ; and it was not with the cringing obse quiousness of an eastern court that Henry of Weissberg entered the homely reception-room, the common family room in which a royal lady sat. Neither were there white slaves kneeling before her, or standing at her back : there were only one or two ladies, old and young, coroneted like herself, of noble, though not royal rank, seated at a httle distance, some with distaffs or spinning-wheels, some with small portable looms or fiames for embroidery. The surroundings of littered, rush -strewn floor, curtains and arras for common use,"], [115, "The Mother Eagle with her Eaglet. 107 warmer than either clean or sumptuous or æsthetic, the heavy oaken tables, stools, and benches, were far re moved from the contents of the eastern palace — a byword for splendour, luxury, and untold wealth, like Cathay or Eldorado or Ormus, as the names and ideas hung on men's lips, and floated before their dazzled imaginations, a little further on in the world's history. But the dress of the principal persons was not very different in state and style. Fashions for courts and noble wearers changed little as they passed from east to west, except in the concessions to material which the climate or extremes of fortune demanded. In the highest ranks one fashion is not made more universal by the swift and wide means of communication which exist to-day, than a single mode was rendered in slowly and painfully-traversed regions seven or eight hundred years ago, when it certainly had the merit of lasting much longer, and not shifting with every idle, extrava gant fancy of a few — usually the most frivolous — of their sex, elected to lead in this field. All queens, priucesses, and nobly-born women, rich or poor, re nowned or obscure, in the twelfth century, were ap pointed to wear the same flowing hair, partly confined by their coronets or by network of silk or gold, or"], [116, "108 The Woman with Two Words. stringed jewels, partly hidden also by their veds. The wearers were distinguished by the same more or less precious necklets and bracelets. Each gentle lady appeared in a tunic and over-tunic, like short and long gowns, or like a short gown and a long pelisse — the latter as inconvenient sometimes in trailing encum brance as the vagaries of modern apparel. But what in Anna Commena, by the Bosphorus, was of gauze tissue bordered with gold, in the Empress Maud, by the English Channel, was of thick cloth lined and turned up with fur. The Hospitaller crossed the threshold like a man whom no presence-chamber could daunt. He did in deed kneel for an instant and kiss the hand of the mistress of the place, as an obeisance due alike to her rank and to the fact that she had been the wife of his late emperor, but he asked an interview as a matter of course ; he brought to the audience, without further permission, the girl in the care of Ursel, of whom he wished to speak to her grace, and he stood, cap in hand certainly, but requesting aid and answering questions as a free man, a noble gentleman, and a soldier of Jesus Christ would speak to the most queenly woman in the world."], [117, "Ruth before the Empress Maud.— P. 108."], [118, ""], [119, "The Mother Eagle with her Eaglet. 109 At the same time, Maud of England, who had been looking into the house-book, which only her chaplain and herself of all those in the castle were clerkly enough to keep and understand, bore the reputation of possessing one of the most masculine spirits and determined wills, and of showing the highest-handed, most insolent class arrogance of any of the imperious, reckless rulers of her day. The Empress Maud could hardly have been older than the Princess Anna Commena at this date, yet she had already gone through a long and varied career. It had left its traces on her bent brows and marked features, which robbed her of the advantage in pro tracted youthful looks, of the sanguine colour and auburn-tinted hair she derived, along with her tem pestuous temper, from more than one ancestor and ancestress. She had come to Germany a proud, bold child, ten years of age, to be wedded to the Emperor and brought up in his dominions, which could not, in all their lesser courts, growing towns, and fortress castles, furnish one princely couple with the education and accomplishments of the little bride's father and mother — Henry Beauclerc and Maud the Good. Maud of England and Germany had not succeeded to their"], [120, "The Woman with Two Words. 110 peculiar good fortune, where learning was concerned, since she had never been designed for a convent, wi: h its peaceful arts in addition to its devout worship. Neither did she inherit the gifts and graces of her grandmothers on both sides of her bouse ; she worked a little at the ladies' occupation of tapestry, and caused her ladies to work at it still more, but she had not the fancy and skill, nor in this direction the enterprise, which inspired Matilda of Flanders, with the help of her bower-women, to record her husband's conquest of England. The achievement survives in the neighbour ing town to this day, in a succession of warlike scenes freely and daringly embroidered in coloured wools, on a narrow web of brown linen, wound round and round by a windlass. The web is handed down to posterity — like a feminine and domestic version of the El\" in marbles — as the Bayeux tapestry. Very likely Maud would have said, with the harsh scorn for which she was remarkable, that she had more to do. Still less did the Empress display any vestiges of the enlightened intelligence, earnest devotion, and tender sympathies which made her maternal grandmother Margaret, the sister of the Atheling, cradled in misfortune, and ending her royal life as she had begun it, in a storm of"], [121, "The Mother Eagle with her Eaglet. Ill adversity, fondly loved and faithfully remembered as the gentle civiliser of her rough husband and his nation, and one of the patron saints of her adopted country. The lack of the hereditary qualities was the stranger in this instance, that Maud's mother, who had beeu with drawn from her nun's vocation, had succeeded to some of the virtues and abilities of her mother St. Margaret, as is sufficiently indicated by her name of Maud the Good, which marked her broadly from many of her predecessors and successors on the English throne, and caused the recollection of her also to be gratefully cherished by the English people. But Maud, the daughter of Maud, was no saint either in heavenly wisdom or in meekness of temper. It has been the fashion to refer to the furies and frenzies in which the earlier English kings were prone to indulge, as belonging not to their asserted supremacy, or sup posed irresponsibility, or generally unprofitable rearing, which every king, so soon as he became a father was fain to acknowledge and deplore with fear and trem bling, alike for himself and his offspring, but to their strain of Plantagenet blood. Now, so far as we can discern, Geoffrey Plantagenet, Count of Anjou, sur named \"le Bel,\" whether from his handsome person"], [122, "112 The Woman with Two Words. or his gorgeous apparel, the second husband of Maud, and the father of her son and heir — the infant lying there in his clumsy but costly cradle, already the central figure of the universe in his mother's eyes, was no such wildly wilful, blindly furious, insolently obtrusive mortal. The blood of the fierce and crafty Conqueror flowed in Maud's veins, transmitting all the fierceness without the craftiness, as some would say, curiously enough where a woman was concerned. It had descended to her directly through her father, whose favourite child she was, even before his other darling, the swaggering yet tender-hearted boy, Prince William, over whose young head the chill tossing waves which divide the two countries already beat pitilessly, costing the King of England and Duke of Normandy the last free soft smile which parted his close-barred, hard-set lips. For a great tragedy had been enacted at no distant date where the royal house was in question. Superstitious folk looked on it as a judg ment on a bragging speech uttered by Rufus when he was king. He had proposed to sail for Normandy to quell an insurrection there. On the day of em barkation the sea was so rough that the very sailors urged him to delay his voyage. \" Weigh anchor, hoist"], [123, "The Mother Eagle with her Eaglet. 113 sail, and begone!\" cried Rufus; \"did you ever hear of a king that was drowned . \" The passage was made, and the danger-defying king landed safely at Barfleur. From the same port of Barfleur Prince William sailed for England, in the heyday of his fortunes and the early summer of his life. He was accompanied by his young French bride, his brother and sister, and a brilliant company of nobles. Their ship was a picked one — the Blanche Nef. Its captain, who had claimed the right of carrying a royal freight because his father had steered the ship in which the Conqueror sailed for England, was a gallant, loyal skipper. But though the weather was calm, with wind and wave propitious, in the very excess of con fidence and exultation — when Thomas Fitzstephen, the master mariner, roundly swore his good ship would overtake every other craft that had sailed before her, and the crew had been feasting and dancing on deck till the moment of starting — the course was lost, the rock struck, and the doomed ship sank. Still Prince William might have been saved, for he had been hurried into the only boat which was launched, but finding that his sister had been left behind in the ship, he insisted, as generous, H"], [124, "114 The Woman with Two Words. sympathetic tongues have loved to tell the tale, on the boat's being put back. It was overloaded, and immediately capsized. Nothing remained for the bold skipper, who had trifled with the high trust reposed in him, save repentance to his dying day, or despair. He chose the latter. While his life was yet in his hand, on hearing that not one of the king's children had been saved, he plunged again into the water, and perished with his charge. Henry I. loved his daughter for her dauntless resolution and unfaltering purpose, so like his own, and forgave her for the absence of the shrewd judgment and grim humour with which he was able to qualify his open usurpa tions and strong measures and to render them bear able to the true descendants of his father William's unruly barons. One could fancy bim calling her, too, \" a chip of the old block,\" only marred by the lack of balance and ballast which was to be apprehended in a woman. Already he had caused English Larons and bishops and French counts to swear allegiance, not merely to her, but to the baby on her knee. And little either he or Maud cared, in their triumph at the accomplishment of the first step to the succession of her son, that if the wanton spendthrift and half-"], [125, "The Mother Eagle with her Eaglet. 115 besotted crusader Robert, the eldest son of the Con queror, who had been twice supplanted by his more alert brothers, was at last in safer durance even than the strong castle of Cardiff, he had left a promising son, another Prince William, who had a plain title to the rights which the self-indulgence and supineness, no less than the misadventures, of his father had helped to forfeit — a title the simple justice of which the court of France and other courts showed them selves ready, by fits and starts, to own. Prince William was a thorn in the sides of Maud and Henry, but he was never a serious obstacle to their course. Neither they nor their contemporaries, with hardly an exception, could so much as conceive of a principle of honour and honesty — sheer right against might — which should control personal and family interests. Henry would do his duty by Maud in im posing her on his subjects as their sovereign, and Maud would struggle with a man's courage and a woman's endurance, toil, fight, and suffer for nearly twenty years in the cause of that unconscious child, not against poor Prince William all the time, for he was soon removed from her path, but against another usurper in his turn. Still neither father nor daughter H 2"], [126, "116 The Woman with Two Words. would dream for a moment that any fault could be found with their conduct, or that they had acted other wise than in a manner perfectly natural and becoming in a noble and Christian prince and princess. Not one of their bishops or archbishops seems to have counselled them to make restitution, while it could be made, of their ill-gotten possessions. The knight of St. John spoke first on behalf of his order, the holy city of Jerusalem, and as he believed it, the cause of Christ. Were there any young or old knights in the Norman-French court who, for the sake of all that was sacred, and of the highest glory, could renounce the world with its cares and snares, enlist themselves among the poor soldiers of the Cross, and go back with him to the East, to fight for the main tenance of the most Christian kiugdom of Jerusalem, and the defence of the Sepulchre where the Son of God had lain ? Maud listened with a deeper knit of her brows, a higher colour in her cheek, and one hand impatiently plucking at her sleeve. \" Charity begins at home, Henry of Weissberg,\" she said, bluntly. \"There may be work enough and to spare for every loyal knight in Normandy and England"], [127, "The Mother Eagle with her Eaglet. 117 before many years have fled,\" and she glanced mean ingly at the sleeping child in the cradle. \" Madam, it is ill done to contradict a lady, a royal and gracious lady to boot,\" answered the speaker ; \"but in a few years at most, earthly crowns and sceptres will be things of nought to every creature hearing me ; the youngest baby fingers that can clutch at them will have mouldered into dust. There is nothing lasting or worthy of a man's pursuit save the palms, white robes, and golden crowns of Paradise. These, our Holy Father, the Pope, insures to every poor sinner who will fight the battles of the Cross.\" Any woman with a more tender heart than the Empress Maud's, who could have forgotten herself for a moment in putting herself in the room of the speaker, would have remembered what this man had suffered. How the terrible uncertainty of life had been brought home to him when he had lost his earthly all, so that he had come to forget that other men, still hopeful and happy in the possession of their treasures, would grasp them as if the possessors had the power of retaining and enjoying what was so transitory at the best, and so insecure always, even to the end."], [128, "118 The Woman with Two Words. But Maud simply resented wrathfully the allusion to the fact that her boy was mortal, and called the man who had reminded her of the truth a bear and a brute in her own mind. It was a wonder that the words did not pass her lips, but although she had little sense of the unworldly and the spiritual, she was not without her form of religion, which had its deep tinge of the superstition of the age. Henry of Weissberg was not only a widower and childless — inclined to mope and repine over his troubles — he was a soldier-monk, with the sign of the Cross on his mantle. She did not wish to bring down the curse of heaven on her child. For that matter, if it would do any good to the being who was to be her far greater, her triumphant, second self, she, his mother, would walk bare-soot to Pales tine. Therefore she merely answered a little disagree ably and evasively — the last not a habit with her, for she was a woman downrightly selfish and over bearing — that she knew of no young knight in Normandy likely to go across the seas on such an errand. After all, Maud's acquaintance with what stood for disinterestedness and enthusiasm had not been of the most favourable description. Her grand-uncle, the"], [129, "The Mother Eagle with her Eaglet. 119 Atheling, represented the first to her ; and him she regarded as a human ox, and owl. He was universally despised for his sense of his own deficiencies, and his philosophical estimate that one order of things, with one race, or class, or family of men, was as good as another — a rarely modest and liberal creed, which, however, is not without its supporters in the present day. He was held of so little account in all the jostling and wrestling to get and keep the crown, which had gone on since the death of Edward the Confessor, that nobody even put himself to the pains to molest the Atheling — the last heir of the Saxon kings. He reaped the threefold reward of leading a quiet life in the midst of turmoil, reaching a ripe old age when sow men of note died in their beds, and receiving a pension which he did not take as an insult from Henry Beauclerc. If Edgar Atheling, who represented in his genera tion a light value set on power and place, was anti pathetic and contemptible to his strong-minded, masculine-tempered grand-niece, Maud, hardly less odious was her uncle on the father's side, the love making, riotous crusader, Robert, who let any cunning woman that would be at the trouble keep him a"], [130, "120 The Woman with Two Words. whole year in sloth and idleness, and permitted his own dishonest servants to plunder him openly, sunk as he was in the depths of his swinish sluggishness and self-indulgence. Not unnaturally, in the light of character and circumstance, though race should have had something to say against it, these two disinherited faineants and lovers of ease and pleasure, had at one time become chums rather than comrades. The Atheling, who displayed no lack of personal courage in spite of his sickly youth, had gone with Robert to Jerusalem, where the two had apparently learnt nothing and forgotten nothing, had come back with him to Normandy, and had at last been taken prisoner, fighting — the Saxon and Norman incapables side by side — in the battle of Tenchebray. Robert was still sufficiently formidable to be committed by his younger brother to Cardiff Castle, where he ended his days, but Edgar Atheling was immediately set at liberty and handsomely pensioned for his incompetency. When it came to that, pride and ambition with their lusts and cruelties were more manly and less despic able than the mockeries of magnanimity and humility, which were all of these virtues that Maud had knowm. The Hospitaller spoke next to the empress of the"], [131, "The Mother Eagle with her Eaglet. 121 Syrian maid, Ruth, and her quest, and asked whether her grace would favour it, because the man whom the girl followed was an Englishman, and because to help her in her suit was to complete the rescue of a pagan from Mahound. Though the empress was a hard woman, she had never forgotten the country she had left as a child bride. She cared for it still, though more in the interests of her son than in her own. She sought to preserve the lingering words of Anglo-Saxon which her mother had cherished, though it was not the court language, and was despised by the haughty Norman-French circle, the members of which had not failed to resent Henry Beauclerc's marriage with one of the conquered race, though it was a purely political alliance, dear to the nation at large. Again, Maud with all her masculine tendencies was not averse to a little gossip for its own sake. She was no reader, and could no more have mastered the Greek of Plato than she could have written the grandiloquent annals which flowed freely from Anna ■Commena's ready pen. The pungent satire of the Reineclce Fuchs was more in Maud's way, and would have been still more in her father's, but she did"], [132, "122 The Woman with Two Words. not care to offend the Church, and she had an in stinctive aversion to the slightest tampering with authority. The business of her life was organising and managing her household as a preparation for ruling a kingdom. In neither phase did she fail in active diligence ; she had a tight grip, but no light ness of touch, so that she fretted and galled every subject who came under her yoke. Hor recreation was that of most men and women in her time, and of a good many men and women in all times — a little rousing gossip. Thus, while she sat in her high-backed chair, looking down disdainfully from her elevation of dignity and practical power on any interest so light and trivial as was to be found in a love-story, she signified that Ruth, in order to be examined close at hand, must be brought into the centre of the working ladies, who at once stopped their work to inspect her critically. Ruth liked this princess stid less than the other, who was at least beautiful, and who, instead of sitting in the middle of comparatively simple and homely ac companiments, such as the girl had become familiar with in many castles she had lodged in on her long journey, had offered that easy fascination to youthful"], [133, "The Mother Eagle with her Eaglet. 123 or shallow minds, in which awe and mystery gorgeous ness and luxury, are intimately blended. Ruth knelt down in the character of a suppliant, while the two women came face to face. If one or both of them could have penetrated the future, could have guessed the strange importance of the answer to the petition, not to one poor waif alone, but still more to the empress and coming Queen of England, who was bending a careless ear to the tale as to the story of some meanest chapman or humblest nurse to whom she would not have deigned to hearken had it not been for a certain human appetite which craved information respecting her kind, what would have been the result ? What if the listener had learnt that this idiotic adventure of a worse than beggar-maid was fraught with tragic meaning to the princely boy, well guarded in the cradle yonder? If it had been possible for the Empress Maud to read fortunes and look into the blue, misty distance, doubtless she would have stopped Ruth's further progress without a moment's hesitation, by all the means in her power. But she would have done it fairly, not foully ; openly, not secretly. Maud of England was not lovable, unless it were to the"], [134, "124 The Woman with Two Words. parent eagle that catered for her, or the eagle offspring for which she catered, but, so far as we have heard, neither was she guileful. It is probable that had she been smoother of tongue and subtler of nature, she would have been at once less generally unpopular, and radically a worse because a false woman. She was brave as any wolf's head or lion's heart among them. The woman, who in a crisis of her later history quitted the besieged town of Oxford in the bitter inclemency of a winter's night, when she and her few followers were clad in white that they might pass unobserved over the ground white with snow, through the white ranks of the besiegers, cross the frozen Thames, and escape to plant her own and her son's standard elsewhere, might have arrested Ruth on the spot, kept her in perpetual imprisonment, or, if the great lady could have procured the sentence, had her burnt to death under the firm belief that she was a witch, as another and nobler maid was sacrificed in the years yet to dawn in this same Normandy. But it would have been gone about without disguise, before the eyes of the knight of St. John, who had constituted himself Ruth's not altogether powerless protector. For the Church formed a strong shield,"], [135, "The Mother Eagle with her Eaglet. 125 which even kings were forced to respect, as Maud's son, in his hour of utmost power, learnt to his sorrow. Ruth said her two words without any protest against the rudeness of her examiner — rude, though she was an empress and a woman. And it was not Ruth's fault that she had only the two English words ; she would gladly have made them a whole dictionary full, to lead her more certainly to London and Gilbert. Neither could Ruth help it that Maud had picked up a garbled version of the story, simply because the royal lady was thick-headed, and had not taken the trouble to under stand it thoroughly, so that when she plied the girl with several questions in Anglo-Saxon, of which Ruth did not comprehend more than four syllables, and could not answer in other than two words, the empress cried out, in one of the hasty, harsh judgments to which she was given, and which ended by proving fatal to her, \" The girl is a cheat ; she knows no more Anglo-Saxon than you do, Sir Hospitaller. You have been deceived anil put upon.\" By the time it was explained to Maud that Ruth had never pretended to any further acquaintance with Anglo-Saxon than was contained in a couple of words, the empress's transient curiosity was satisfied, and she"], [136, "126 The Woman with Two Words. grew tired of the subject and ready to dismiss it from her notice. But in the very act of dismissal, a caprice seized the speaker. \" Well, we've had enough of her. Yes, by the Rood, we'll furnish her with a passage to England. She shall make one of the batch I am sending to amuse the retirement of my miserable grand-uncle. A dwarf, a fool, and a heathen maid in chase of a Christian soldier — there is a striking sight even for a travelled man with his beard as white as snow ; and the Atheling has travelled far since he suffered the disastrous shipwreck in Scotland Water, which ended his voyage to Hungary and got my grandmother a husband and a crown. He has been to the East, from which this brown vagabond is said to have come. That should make him able to judge of the truth of her story, if he will take the trouble to shake himself up, and look at, and listen to her, though I suspect his Syriac will fare no better than my Anglo-Saxon. Let the departure of the worshipful company be seen to.\" So, with a coarse jest, the momentous interview was over. To be sent to England without more difficulty, was"], [137, "\"A dwarf, a fool, and a heathen maid.\"— P. 126."], [138, ""], [139, "The Mother Eagle with her Eaglet. 127 not this the fulfilment of Ruth's most sanguine expecta tions ? But to be despatched along with a misshapen dwarf and a half-witted jester in parti-coloured attire, nodding his cap and bells ! Ruth, in her ignorance, did not know how highly esteemed such monstrosities of body and mind were by kings and courts. When she was free, she cried out at the contumely ; she would almost have resisted. She, who had faced such dangers and surmounted such hardships, who had caught at every ghost of a possibility, would have been beaten back and lost her chance before a summer shower of gibes and ridicule. But those who knew better, whom Ruth's steadfast and living faith had taught to believe, in their turn, in London and Gilbert, defended her against her weak ness. She must not disobey the empress — that was not to be thought of for a moment at any price. Here was a rare piece of luck ! She had gained her end ; she would be cared for and taken across, without charge, to England, for which the knight was not bound. The empress's dwarf and jester, whom she was transferring to her royal kinsman, would be well looked after, since they were highly respectable persons — even persons of importance in their way."], [140, "128 The Woman with Two Words. Ruth did not guess it, but these notabilities felt equally aggrieved by the addition made to the remark able group. A brown heathen slave to be intruded on a white Christian dwarf and fool ! — it was as much as their allegiance to their sovereign, and their sense on which side their bread was buttered, could stand. Ruth too was brought to say in her heart, \" Oh, my Gilbert, it was not enough to bear weariness, sickness, and loneliness, with hideous perils innumerable, I will now become a gazing and laughing-stock for your sake, if it may but bring me to you.\" Ruth shed other tears than those of mortification and resentment at parting from Ursel and Hildebrandt, and the knight of St. John. When she knelt down and kissed the hand of the knight, he only looked round with a sigh. \" Maid, you owe me no thanks. It would have been better for you, if you could only have seen it, to have stayed on with the religious women in Constantinople, though they did hold the Greek heresy, than to follow any mortal love.\" Then she did not know whether her tears were falling for herself, or for him whose path never left the Valley of the Shadow of Death."], [141, "CHAPTER VII. the abbess of the reculvers. The ship which carried Ruth and her party to England sailed along the old Roman track. It first made for the port of Richborough, the seaport com manded by the grandest Roman fortress in Britain. Its huge pile, when it was deserted by its builders, became the palace of the old Saxon kings, and has survived Saxon and Norman, Plantagenet, Tudor, and Stewart, and is a magnificent, stranded ruin to this day. From Richborough the ship sailed through the long vanished channel or broael lagoon of Wantsum, which inclosed a larger Thanet, and cast anchor at the mouth of the estuary of the Thames, beneath the remnants of the other great Roman castle, together with the fair abbey, monastery, and nunnery of the Reculvers. These, in place of being forsaken by tbe sea, which, in I"], [142, "130 The Woman with Two Words. the process of swallowing up Earl Godwin's manors, gradually abandoned Richborough, were already in vaded by the tide, and so persistently assailed, that the mainland began to give way foot by foot. The twin towers of the church, a beacon to sailors from the beginning, were drawing nearer and nearer to their present position, rising like ships' masts above the full flood, and mirroring themselves periodically in the waters. With what eager, wistful eyes Ruth gazed on the white cliffs of England — to her a promised land, and not a place of banishment ! It seemed a good omen that the rocks should gleam so fair in the sunshine, and happily for her it was the spring season, so that beyond these masses of chalk she could discern a land of green pastures and waving woods, refreshing to the eye and cheering to the heart. Might it be that Gilbert, informed of her approach by some tender saint or angel, or by the unerring instinct of his loving, faithful heart, would be standing on the shore, the first person to greet her, and to take her into the strong, kind arms, her earthly shelter for evermore ? But no, there were only rough sailors and fishermen, and stray country people in their hairy and leathern jerkins —"], [143, "The Abbess of the Reculvers. 131 some of them wearing such dog's collars round their necks as that which half a century later bore the inscription \" Gurth, the son of Beowulph, is the born thrall of Cedric of Rotherwood.\" It was a sorer yoke to the true man Gurth than if he had carried of his own free will a millstone hanging on his breast. Putting on a trifling increase of speed, to reach the vessel before the passengers had disembarked and dis persed, appeared a pompous upper servant or two, and a puffy lay-brother from the adjoining great houses and the monastical buildings. The last of these dila tory officials came to conduct Ruth and her companions — the dwarf and the jester to awake a murmur of mundane jokes and laughter in the strangers' room of the monastery, and Ruth to have her foreign fashions investigated, and her history puzzled over in the abbess's parlour of the nunnery. Edgar Atheling, like most of the Saxon leaders, was on excellent terms with the Church. It became monks and nuns to receive his requests with more deference than they were likely to be listened to in other quarters, and to entertain his visitors and servants till they could be sent to the house he was then occupying in Kent. It may be said here, a httle in advance of the proper I 2"], [144, "132 The Woman with Two Words. date of the event, that Ruth was, in fact, despatched with the others to the Atheling. She arrived at a great Saxon house-place, a low, wide building, with many courts and halls, the upper part of wood, the patriarchal dwelling of the father as well as the lord of his people, living among them in confidence and good fellowship. It was defended by palisade and moat, but it was not reared like the Norman castles — its battlements aspiring to heaven — for the purpose of ruling all the neighbouring country with a rod of iron. The Atheling's beard, which he wore after the old Saxon fashion, instead of copying the clean shaven lips of the Normans, was white as snow, according to the description of his grand-niece, but his broad, heavy face, which had been puny and pale in childhood, showed a ruddy haleness, and his small, round, blue eyes continued clear and calm in their epicurean serenity. He had outlived more than one generation. He had seen his kindred who had come to the front, women though they were, struggle, conquer, suffer defeat, perish in the unequal strife. Noble Margaret slept in that northern land she had learnt to love well. Christina, ■whose convent could not quell her hot spirit"], [145, "The Abbess of the Reculvers. 133 and bitter sense of injury, was quiet at last in her abbess's grave at Romsey. His nieces had followed his sisters. Maud the good queen's brows ached no longer under the burden of a crown, and her heart had ceased to be wrung by the indifference of her royal husband. Her sister Mary, after succeeding in marrying her daughter to a grandson of the Conqueror through his youngest daughter Adela, had left her worldly plans behind her. It was the grandchild and the child of the half-Saxon half-Scotch princesses, Margaret and Mary, who were about to become as close rivals for the throne of England- — whether to be sat on by a queen regent or a queen consort — as were their Norman kinsmen. Edgar Atheling stood apart and slowly smiled, or yawned widely behind his white beard, at the incongruity of it all. He had never been pricked to greater exertion than occasionally to let himself be the tool of discontented factions. Only once had he plucked up a manly spirit, raised an army for the welfare of others, fought and conquered. That was an ancient story, and altogether exceptional in his history, when, on the defeat and death in battle of Malcolm Canmore and his first-born son, after Mar garet's heart had broken at the evil tidings, and she"], [146, "134 The Woman with Two Words. had drawn her last breath in anguish at Edinburgh, her brother, remembering ad that she had been to him in his youth, took heart of grace, collected soldiers, marched into Scotland, routed the usurper Donald Bain, and seated the Atheling's nephew and namesake Edgar, the son of Margaret and Malcolm Canmore, on the throne of his fathers. It was the single truly magnanimous, spirited, and successful act of the prince's long, lazy life. But, as has been said, Edgar Atheling would receive some sympathy in the England of this generation, though neither he nor his twin brother Richard Crom well were viewed with great esteem in their own troubled times. There has sprung up a certain superfine philosophy which rather condemns all active assertions of a man's claims, all lawful human ambi tion, with every earnest attempt at reform, as so much folly and impertinent dictation. There is nothing worth lifting one's finger for. Stand aside and con temj)late injustice and wrong, and the achievements of others, with dibonnaire tolerance and mild super ciliousness. Open your nature freely to all influences and get good from your fellows — the worst of them has some good quality, and after aU, the difference between"], [147, "The Abbess of the Reculvers. 135 him and the best of his kind, is only a difference in degree. What title have you to infer that you know better than another — that you are in the narrow way, while he is in the broad ? You may be keeping the ten commandments and he may be breaking them, but he may be fulfilling the spirit while you are only complying with the letter ; and what if there are no commandments binding any obligation on either ? There is no virtue like passive virtue, and no quality equal to mock humility. Oh yes ! the Atheling would have had his champions, and been hailed as a wise man, even a hero, by some of the philosophers of the nineteenth century. Edgar Atheling was edified and amused by the mis shapen body, and the unbalanced mind of the dwarf and the fool, but he did not quite know what to do with the heathen maid. In his supineness he was as incapable of injuring, as of helping her. But he was a solitary man, he had no lady at the head of his establishment, and Ruth threatened to be an anomaly and nuisance in his household. He did not return her to his grand-niece with the snarl of the gaunt bear, Rogero Guiscardi, when he packed off the little singing girl Violanto back to the suave court at"], [148, "The Woman with Two Words. 136 Constantinople. (Why were there such distracting con temporaneous varieties of type as those of Rogero and Edgar, the Berserkers and the long-haired Merovingian kings, in the eleventh and twelfth centuries, to torment poor students of history and character in the remote ages ?) The last representative of Alfred the Great only made Ruth retrace her steps as far as her recent refuge, the nunnery of the Reculvers, to which he pre sented substantial gifts and fair words, saying with some reason that tbe keeping of the heathen maid and her conversion was more in the nuns' than in his line. As it happened, Ruth was joyfully welcomed back to her temporary home, a fact which requires explanation. Immediately on her arrival at the Reculvers, Ruth had been conducted to the parlour of the lady abbess, and led up to a black-robed, white-hooded figure wear ing a white apron and a white neckerchief like any housewife, but having in addition to the rosary by her side, another of the insignia of office, which not the proudest chatelaine could venture to assume. She held in her right hand, when she was acting in an official capacity, or when she was partly on ceremony as in the present instance, a long stick with a crook at the end."], [149, "The Abbess of the Reculvers. 137 This was equivalent to the bishop's crook which has merged into his pastoral staff. She was a shepherdess, as he was a shepherd, of souls, and her nuns were her flock. This abbess of the Reculvers was a little spare woman of fifty years of age, whose hair was iron-grey under her close hood, but there was little of iron strength in the worn, wan face with the deep furrow between the brows, and the harassed droop of the weary mouth. There was rather a halting helplessness, and a shy awkwardness in the prevailing sadness, which suited ill with the abbess's years and position, and must have provoked scorn and derision where it did not awake generous pity. At first Ruth, a foreigner among all Europeans, and no doubt something of a heathen among well-instructed Christians, was chiefly impressed by a resemblance in the dazed, far-away look, and the dull indifference of the air between the abbess of the Reculvers and the knight of St. John. But when the girl after she had used her customary preamble in saying her two Anglo- Saxon words, proceeded to answer the questions put to her in the German which she had acquired by degrees in the knight's household, a light broke in on the"], [150, "138 The Woman with Two Words. twilight of the abbess's face, and a sudden quivering and melting shook the ice-bound stillness of her features. \" You know our native tongue,\" she exclaimed cor dially, almost joyfully. \"We two,\" she paused with a stammer which was one of her distinguishing attri butes, \"tbe late reverend mother — our blessed lady and all the sweet saints rest her soul ! — spoke German to me. We were sisters, our father came from Pdiein land as one of the suite who were to take home the Empress Maud, and King Henry was so pleased with his skill in woodcraft that he invited him to settle here. My father brought over my mother, his children, and their servants, and we were a German household in England, till one of the terrible sicknesses of the time cut off the heads of the house, and my sister and I were brought to this convent.\" The abbess had spoken as if she felt impelled by the sound of the old familiar accents, to be thus communi cative to a humble stranger. But when Ruth grew emboldened to inquire whether, among the reverend mother's kindred in Germany, there could be a knight of St. John who had been Ruth's gracious protector, and to whom the lady bore no small resemblance, she"], [151, "The Abbess of the Reculvers. 139 drew back decidedly. The very name of a man seemed to frighten and repel the woman who was old enough to have had stout sons to take care of her, or to break her heart. For she answered with cold reserve that she knew nothing of her kindred in Germany, or of any knight, whether of St. John or of ordinary chivalry. But the fascination of the kindly mother-tongue proved too much for the fainting, thirsting heart. Ruth was sent for again and again, and kept for longer and longer intervals in the parlour, or walking by the abbess's side in the blossoming alleys of the walled garden, until the hard-pressed floodgates burst open. And it became an unspeakable relief to the isolated creature, gagged and fettered by the circum- stances of her situation, to talk to a third person, an absolute stranger, though she was an ignorant, low- born foreign maid, young enough to be the abbess's daughter, and had not a grain of knowledge or expe- rience to be of service to the mother. But for that matter the very lack of knowledge proved an attrac- tion. It was easier somehow to speak to a half- unconscious girl of the woe of the elder woman's loss and the burden of her responsibilities and dignities."], [152, "The Woman with Two Words. 140 In that cool shade of the cloister where not only all worldly ambition was supposed to be dead and cold, but all human affection swallowed up in ecstatic de votion to the Lord, the Blessed Virgin, and the saints, a lily-like domestic love had grown and flourished to perfection. It had filled the secluded place with bright ness and sweetness. It had been as passionate as it was pure, till death had entered and reft the convent also of earthly beauty and fragrance. The sisters had been all in all to each other. There had been between them just that difference which renders union perfect. The former abbess had been practical, pru dent, full of homely kindness and unwearied service to all. The present abbess had been imaginative, enthu siastic, spiritually careless of every-day obligations and interests. \" And my Greta was proud of me,\" she half-boasted, half-bemoaned the fact. \" She thought me so gifted and good ; but it was she who was the really great one,\" said the poor abbess in her simplicity. \" See, how I am lost without her, how all the sisters and poor people miss her — they do not like to say how much, because that would be to blame me who am their mother in God by her choice and appointment, and who, as"], [153, "The Abbess of the Reculvers. 141 they know, was her dear sister. She always thought too well of me, and she believed I could stand alone, because she did not altogether comprehend — she was so modest and humble — how much she helped me, and how I depended upon her. Oh ! why was I so full of my fancies as to let her spend her strength on me — sister and mother — and thou, Heavenly Mother, forgive me ! \" Ruth gathered from other sources the amount of truth in the Abbess Sybilla's lamentation. The Abbess Greta and all the sisterhood led by her had been proud of the Abbess Sybilla's vocation and graces during her novitiate and while she was still only a sister. She had been the ideal nun, with her abstraction even from the little convent world, her absorption in her own visions of a higher life, her rapt delight in the ex amples of the saints, her eager if sometimes injudi cious attempts to follow their guidance in fasts, vigils, and trances. She was a member of the convent to be proud of, the nearest to a conventual saint among them ; and none had been so proud of Sister Sybilla as Abbess Greta. The elder had cherished tbe younger with fond exaltation of her claims, and magnanimous undervaluation of all that lay apart from them, including her own excellent, useful practice."], [154, "142 The Woman with Two Words. Everything became changed when Sybilla, with the highest expectations raised, was made abbess on the death of her sister. The nuns indeed remained suffi ciently loyal to both their abbesses to bear so far with the result, to swallow their disappointment with con siderable long-suffering, and not to let their complaints to confessor or director be too loud. The sisters had even the grace to be thankful that whatever defects had come to light in Abbess Sybilla as an abbess, she was not like some reverend mothers they knew. She was far removed from Abbess Agnes of Richborough, who received worldly company in a worldly way, and actually entertained young ladies and idle gallants, and joined in their revels as if she were an ordinary chate laine ; or from Abbess Ethelreda, of St. Mary of Egypt, Sandwich, who was accused of reading forbidden books, if not of dabbling in sorcery ; or from the Prioress of St. Mary Magdalene's, Greenoaks, who starved and beat her nuns, not for holy discipline, but that she might make up a purse for a spendthrift nephew, and gratify her own shrewish temper. The saints be praised ! poor dear Abbess Sybilla was not such another, but something widely apart; reverent and guileless enough no doubt, and anxious"], [155, "The Albess of the Reculvers. 143 to do right ; still the nuns told each other, in strict confidence, with sundry shakes of the head and mean ing pauses, that she was an uncomfortable abbess, who could not keep her own place or enforce proper discipline. Even Abbess Greta had failed a little in these particulars, but her lack of sharpness of tongue and necessary severity was as nothing compared to Abbess Sybilla's incapacity for ruling, and her lament able weakness. She forgot everything mundane that it was desirable to remember, and only remembered worldly matters which had much better have been forgotten. Abbess Sybdla never noticed how the convent stores were going, or kept the servants to their duty, or saw that all her subjects, as well as ad the saints, were attended to and had then due. She did not mean to be selfish, but she had been so accustomed to be looked after herself, and to have her comforts provided for her, and her tastes con sulted, so far as the rules of the convent would permit, that she accepted such constant care as a matter of course, mechanically, without even observing how well she was faring. And she did not think of expending time and trouble on the wants and inclinations of other people, or did it so badly that"], [156, "144 The Woman with Two Words. her dependents were not a bit the better — on the contrary, the worse — for her attentions, since the nuns were put out by their abbess's fuss and distress to benefit them. It had been quite otherwise in the late abbess's time. She had said little, but she had done much — silently, hke the good God and the blessed saints. Then everything had gone well — everything. Even the hardest penance had felt comparatively light, because the good abbess, whom nobody had called specially good when she was among them and minis tered to them, could not bear that anybody should suffer more than was absolutely incumbent, or have less than a full share of every advantage which was to be got. There were no missed meals, no neglected orders for supplies of wood and wool, flour and honey, no humiliating deficiency in wax tapers before a holiday, no falling off in embroidery and the weaving of garlands in the late abbess's day. Sister Anne's tooth was seen to, Sister Barbara's failing was guarded against. Under the continued provocation of the developed incapacity of their superior, the nuns, without any deliberate design, were beginning to go each woman"], [157, "The Abbess of the Reculvers. 145 her own way, to pull more or less vigorously in opposite directions, to squabble fretfully or contend bitterly with each other. The abbess was painfully conscious of the change for the worse in the convent, with its growing ten dency to confusion and anarchy. It was one of the sorrowful elements in her shattered life. She did not give in, because she had some remnant of spirit, broken and crushed though it had been, and because her mother and sister had wished her to rule in her stead. She resisted wrong, by the help of the advice of her spiritual director, as well as she could ; and she found some little comfort in hinting her tribula tion to the stranger maid, who could speak German, even while the abbess drew a companion picture in piteous contrast of the prosperity and peace of the past. \" Yes, I fear Sister Olave has disobeyed me about the cleaning of that chalice. No one used to dream of disobeying their mother, and you could have seen yourself in the chalices, they were burnished so bright. I am frightened to go into the chapel now for what I shall find. Before, I never thought of such things, I did not need to do it; I knew it was all right K"], [158, "146 The Woman with Two Words. always, as if the strong, unfailing angels of God had kept everything in order. I wish Sister Anne would not dispute so violently with Sister Placentia. I am forced to suspect their whole time, apart from what is passed at their prayers, is wasted in wrangling ; and when I interfere and rebuke them, or set them penances, the strife only begins again worse than ever, the moment they are at liberty. Formerly you could not have heard a discordant word ; her peace was equal to her diligence, and it was hke the peace of the holy dove, it brooded over the whole sisterhood. \"Oh, we were happy, and we used to hail all the seasons with gladness and thankfulness. But she loved spring best, and the longest day. She was so fond of her garden ; she knew every little flower, every pied daisy and freckled pink, and every vegetable and pot-herb, with what each required for its growth and perfection, as if she had been King Solomon himself. Yet she thought she knew nothing ! She only prized the book-learning, of which she had by comparison little, but of which she had me taught more and more, because I took great pleasure in it. And she, who was so gentle and unassuming on ber own account, such a lover of quietness, stood up and"], [159, "The Abbess of the Reculvers. 147 dared to oppose Abbot Simon and Father Cuthbert, who said that even too much sacred learning was not for women, because they had not brains to stand it. As for the profane learning of the ancient Romans and Greeks, of which one or two poor brethren who came to the convent knew something they could impart to me, I was to receive none of it, for it would turn my head outright, so that I might become puffed up, wilful, and unruly — if I were not that already — till I brought a curse on me, and sank into horrible backsliding, dragging down others with me in my lamentable fall. But she would not believe one word of their argument ; she even smiled at it, and said goodness could take care of itself, and the Author of all knowledge, with the Blessed Virgin and saints, would take care of me. \" Neither would she ever allow that there was the faintest shadow of danger of the guilt of idolatry in our love for each other. She said God gave us to each other, and shut us up to each other, so He must have meant us to love each other dearly, and unless our love tempted us to evil, it could not be forbidden. If she erred in these or in any other opinions,\" persisted Abbess Sybilla, with wistful, dewy eyes, \"it was for my sake. K 2"], [160, "148 The Woman with Two Words. \" We had such pleasure in preparing for the festivals of the Church. We were so busy ; yes, and merry with a lawful merriment, she said. I, by desperate fits and starts, she, continuously and unobtrusively, like the shining of the sun and the falling of the rain. We liked to welcome and solace pilgrims and strangers — the very packmen who brought us the last convent fashions, and the news of the great public events — the battles and ' risings ' and fresh laws — which concerned our brothers and sisters in the world. She held that it was our duty, no less than our privilege and relaxation, to occupy ourselves in moderation, when occasion offered, with these outward occurrences, that we might have true sympathy with our kind. She did not believe that we were shut out from them — rather that we were set aside with much still to do, after our service to God and our patroness and the rest of the saints, in seeking to help those who needed help on all hands. Thus we had our school, where young girls and country women learnt to work, and cook, and nurse, for our hospital was never empty of the sick and infirm, besides the patients outside, and the late reverend mother was the be.st and most beloved nurse of us all ; she never grudged rising from her orisons, and, in place"], [161, "The Abbess of the Reculvers. 149 of taking the rest she required, watching by a dying bed, or trudging through mud and mire to relieve a sufferer. Yet when she fell sick, and made nothing of the sickness, we could not restore her — her who had restored so many ! \" We paid rounds of visits to different shrines, to religious houses like our own, to the quiet country houses of worthy old friends, giving homage where it was due, hearing litanies and sermons and fresh chants, comparing experiences, and learning wisdom from our neighbours ; bestowing counsel, interchanging social courtesies and charities, making acquaintance with young people, and finding out girls, high and low, who had the religious vocation, or who were orphans as we had been, and were fain to take shelter in the convent from privation and insult. How much we enjoyed it all ' Like two little children abroad for a holiday. \" Above all, we relished going to Canterbury, where Queen Bertha had the first Christian church, and where the holy Augustine and his followers came bearing the great silver cross and the wonderful 111 j ness of the blessed Lord painted on wood. Oh ! it was a happy life ; there could be none like it ; and it was only too good to last in this evil world. But it"], [162, "150 The Woman with Two Words. will blossom again in Paradise,\" ended Abbess Sybilla, with a longing look, and a faint hght of Heaven on her face. When Ruth craved leave to utter her shibboleth and tell her story, the abbess listened kindly, though a little absently, hke one whose heart was not there. It was with the treasure which had once been all her own, which had been taken from her grasp and stored up in safest keeping, no doubt, but in another storehouse, after which the bereft woman was for ever groping. She interrupted Ruth to say — \" I would it had been a sister you were seeking and following over the wide world, then I could have had more fellow-feeling with your pursuit, and more faith in your recompense when you had found what you had lost.\" In truth, the lady had the most limited acquaintance with that sex of which her own was the complement and completion. Her impression of her father was only the vague, half-blotted-out, if affectionate, recollection of a child. Brother she had none. The priests with whom she came in contact were removed from the common category of men, and, as it happened, were not the most favourable specimens of their order. They"], [163, "The Abbess of the Reculvers. 151 were narrow and domineering, and what was still more repulsive to the delicate, refined, half-ascetic woman, open lovers of the table, rude sportsmen and soldiers. Only one generation had passed away since the Norman nobles and their followers had rendered the country full of peril to peaceful, helpless people. The single protection which the Abbess Christina could find for her young niece, Maud, the future queen, was to throw over her head a black woollen veil whenever the hated intruders forced their way into her presence. This act was not merely to conceal her youth and beauty, but to give her the appearance of having already taken the vows of the Church, when its excommunications and anathemas would have guarded her like a fiery sword. The Abbess Sybilla held anything save a high opinion of men, though she owned that the late reverend mother, who had possessed the more liberal and unprejudiced temper of the two, had thought better of these foes to a woman's happiness. Whatever slight familiarity with the legends and lays of ancient literature and with the troubadours the present abbess's excursions into profane fields of knowledge had brought her, ignoring as they did the"], [164, "152 The Woman with Two Words. ruling passion of her life, and exalting another in its stead, simply filled her with a gentle scorn and an innocent indignation. \" Men sing,\" she said, \" as if there were no powerful affection save what they inspire, as if their love were the nearest to the love of Heaven ! Do they offer all and ask nothing in return ? Was that the way with this Gilbert, of whom, knowing so little, having only spent a few summer weeks in his company, you prate so glibly ? Are men willing to annihilate themselves, to stand aside and be forgotten, so that the women they love have their desires and are happy ? My Greta asked nothing from me, and freely gave me all from the time that she — not so much older than I — taught me to speak, to pray, to walk abroad, dressed me, put me to bed, pulled flowers and reared pets for me, heard me my lessons, helped to prepare me for my first communion, cared for me in every way, and took endless delight in me. She was always contriving some pleasure for me, and she did not mind though I forgot her in the pleasure ; she did not feel a grain of jealousy though I was taken up and engrossed for the moment with some other novice or nun. She hardly liked that I should do anything for her ; I believe she"], [165, "The Abbess Sybilla and Ruth.— P. 152"], [166, ""], [167, "The Abbess of the Reculvers. 153 grudged the small services I rendered her, while it was her pride and joy to do everything for me. Oh ! Greta, it was the one instance in which you wronged me. \" You have not known this fellow, this Gilbert, all your life ; even though you were to meet and marry him to-morrow, a large portion of your existence would have been spent apart from him, and would still be spent, though he were a miracle of fidelity, such as is rarely found among men, for their rough business takes them away from the women, and the women's work in the household. But I can never remember when I did not have Greta. I slept in the same cot with her as a baby, our nuns' cells were side by side, the same bell called us to the same matins and vespers, we ate and drank and prayed and meditated together ; we had hardly a thought, a dream apart, for I told her all my poor fancies, and she repeated to me her wise plans for the kitchen and the workroom, her pleasant adventures among the sick and poor. There can be no comparison between the greatness and purity of her love, and that of any man. We used to tell each other that, even though we had not taken the veil, still, as Elkanah said to Hannah, we were better to each other than ten sons,"], [168, "154 The Woman with Two Words. or husbands, or brothers, or whatever the relation might be. Yet, if you listen to men,\" cried Abbess Sybilla, in a plaintively aggrieved tone, \" you will hear there is no human affection worth celebrating except theirs, and women are silly and abject enough to believe them. Your story will be told and sung for generations, while the life in one of two sisters, who would have died for each other without a word, will not be so much as believed in. Do you see these towers ? \" pointing to the twin towers of the Re culvers. \" Can you tell who built them ? Ah ! you are a stranger and know nothing ; but it would be all the same though you had been born and bred under their shadow. You would have forgotten, or you would not have believed. It was a sister in memory of a sister. It was a former abbess of the Reculvers, of whom Greta and I loved to think and talk. Ah me ! we did not consider that her story was a bad omen for us. She had a sister whom she loved dearly, who was coming to pay a long promised visit to Kent. But the ship in which the sister sailed sighted land in a fearful storm, ran on these cruel rocks out there, and broke in pieces, the one sister perishing within sight of the other. The abbess commemorated her love and sorrow"], [169, "The Abbess of the Reculvers. 155 by causing the twin towers of the Reculvers to be built. She said they would serve as a warning to other tempest-tossed vessels, which might escape, with their precious freights, by her means, and carry happiness and cheer, instead of woe and desolation, to other waiting hearts. She said also the towers would be a token of the love which had existed between two sisters, and should on that account be called ' the Sisters,' from the day their foundation was laid, tid their top-stones should be level with the dust. But men and women, not comprehending, soon dropped the distinctive title, while they profited by the gift. The stones still stand as firm as the rock on which they were built, but the towers are merely known as 'the Reculvers.' \" Do you know what the old Greeks, the wisest of the heathen nations, heard in the song of the nightingale ? (There was one, the first which has crossed the sea this season, piping in a bush opposite my window all last night.) Not the short-lived, selfish passion of man for woman, or woman for man, as fools have sometimes imagined, not even the bird's sinless orison, but the wail of the sister whose sister-love had wrought misery where it sought to confer bhss,"], [170, "156 The Woman with Two Words. while the sister-hearts were torn asunder in their anguish.\" \" But I never had a sister,\" urged Ruth, in her German, with some reason, and added, with a touch of pardonable cunning, \" perhaps Gilbert is the next best thing.\" That was possible, Abbess Sybilla admitted seriously, and went on to remember that Abbess Greta, who had continued young at heart and fond of romantic stories while she was the mother of all young people, would have been interested in the strange tale. Her un worthy successor must manage to help the poor maid. Was Ruth sure that this man, this Gilbert, had been honest and reverent, so that he could be trusted ? If so, she, the mother, and the sisters must lay their heads together ; the stupidest among them was a clever head, that is, with more knowledge of the world and shrewdness than the head which crowned the neck that rose from Abbess Sybilla's sloping shoulders. The mother and the sisters must settle how Ruth could be taken to London, and lodged respectably there. After all, it was not from Anna Commena, the engrossed wife, or from the Empress Maud, the"], [171, "The Abbess of the Reculvers. 157 absorbed mother, that the wandering maid met with the nearest approach to sympathy and substantial aid in her pursuit. It was from the elderly single woman ■ — as most people would have said with a mixture of pity and contempt — quite one-sided and a trifle fantastic, possibly with a strain of frenzy in her exaggerated feelings and troubles — the nun and Abbess Sybilla. But Ruth, for her part, was so grateful that she experienced something like tender commiseration for the widowed woman, who yet had never had either lover or husband. Ruth proposed, by way of consolation, that when she had found Gilbert, and they had set up their wedded household, Abbess Sybilla might do them the honour to take a journey to London, in order to be convinced of their happiness. Ruth was a little hurt when the abbess only shook her head, and looked away with a far-off glance in her dim, soft eyes. \" Yes, we were to have gone to London some day — there was nothing I was so much set upon. The reverend mother and I were to have attended a gathering of the heads of nunneries. We were to have seen where the saintly Edward lies in the new grand church of St. Peter's; we were to have visited St."], [172, "158 The Woman with Two Words. Paul's ; we were to have looked on the great houses and gardens, and the river at whose mouth the Reculvers stand, with its crowd of wherries ; but never now — never now. No, rest content, little one ; be good, and we shall all meet in Paradise.\""], [173, "CHAPTER VIII. THE PLAY OF ST. CATHERINE AT CANTERBURY. There was a subject of the utmost interest, both secular and religious, which was keenly discussed in every convent in Kent just then, and which in the convent of the Reculvers divided the attention that the younger inmates especially were disposed to lavish on the heathen maid and her quest, to a greater extent than their superiors either guessed or would have approved. Within a score of years, the first miracle play introduced into England, that of St. Catherine, had been played by monks at Dunstable. The same play was now to be given at Canterbury. The enter- prise was looked upon as one of the most solemn and edifying that could be undertaken. The eternal truths and consolations of the Christian creed, as exemplified in the moving story of St. Catherine of Alexandria,"], [174, "160 The Woman with Two Words. were to be held up to view in order to excite public awe, admiration, penitence, and devotion. The ignorant were to be instructed, the wicked rebuked, the weak strengthened, the sorrowful comforted, every worldly gazer and listener taken out of himself and lifted for a few hours into a higher atmosphere, where it would be possible to believe heartily in miracles and self-sacrifice, in the agonies of hell and the glories of heaven. The life-like representation of the beautiful and terrible details of St. Catherine's call and martyrdom would do more than a thousand sermons to impress the crowds that would gather from all the country round to witness the spectacle. The time had been when none would have shown herself so occupied with the notable gracious event, or so sanguine with regard to its results, as the Abbess Sybilla. But the faithful soul had lost the sistev eyes in unison with which she had loved to look on all things, and these thenceforth lost their active charm for her. She did not care to see them alone, in a bald, disjointed, lonesome fashion, which stripped them of every attraction, and served but to mock her as with the lifeless phantoms of the warm, breathing, speaking joys of the past. They were no longer for her, any"], [175, "The Play of St. Catherine at Canterbury. 161 more than for the late reverend mother who slept unheeding in the convent crypt. Every noble act and brave venture would still, and ever, have Abbess Sybilla's best wishes and prayers, and all the aid she could render the godly and the right ; but to go again without any compelling cause to such a place as Canterbury, which she had loved to visit in the days of happy earthly union, would only be to inflict on herself needless pangs. It was arranged that a deputation from the convent should journey to be present at the miracle-play, under the charge of Sister Catherine — an elderly nun who claimed the office as her due, in right of her patron saint — instead of under the care of the abbess. It was also settled, in pursuance of a plan which gives the arrangement its place in this history, that the Syrian maid Ruth should travel as far as Canterbury with the company from the convent, and not be sent to London by water, which would have been the easier method of disposing of her. But there were difficulties in the shape of a hostile ship belonging to a great man at feud with another great man, who was the temporal superior and protector of the convent, lying half-way up the Thames. At Canterbury there would be sure to L"], [176, "162 The Woman with Two Words. be many people from London who had ridden down to be present at the play. Sister Catherine was entrusted with the duty of seeking out some individual among them who, perhaps inspired by the good deeds of St. Catherine, might be persuaded to take Ruth to her destination, and who could be depended on to look after the girl, and see that no great harm befell her — whether she were successful or not — after as long and perilous a journey as many a crusader faced and sank under. The abbess saw Ruth go with more pain than she had ever expected to feel again ; for was she not sending from her the German-speaking girl who stood outside of the life of the convent, and could therefore be made, without any will of her own in the matter, a convenient recipient of the lamenting heart's con fidence, since Abbess Sybilla's position was a homely version of the lonely splendour of a throne ? The minor pain would not last long, however. The greater would swallow up the less. The loving, passionate, yet essentially weak nature which was not sufficient for itself, had been loosened in its heart-strings — the fibrous roots of its being. If its tender tendrils all drooping could not raise themselves and cling afresh to the eternal rock, the first shock of a storm would tear"], [177, "The Play of St. Catherine at Canterbury. 163 them up, and cast them on the ground. At the best or at the worst, the sisters would meet and be fain ere long in Paradise. The girl, thus rapidly taken into favour without any merit or wish of her own, and certainly without entire disinterestedness on the part of the woman who showed the favour, felt half puzzled, half touched in her in experience by the abbess's kindness, and regret at parting, which the most malcontent in the convent said was one of the Abbess Sybilla's vagaries, like her other incurable eccentricities. Ruth did not know what to think of it, and was ready to forget it all, including the bowed face and figure, the next moment, for every creature has its day. Once, and that during long years, Abbess Sybilla had been cherished as poor Ruth had never been, except for the shortest periods, in her brief experience. It was not heartless, it was no more than natural, that while she Avondered and felt sorry in the ignorance which is the merciful privilege of her age, the girl should yield herself up to the fresh, full, personal interests — the rising tide of which was surging to a crisis. When she was older, wiser, and sadder, sometimes the recollection of the middle-aged woman who had taken such an unreasoning L 2"], [178, "164 The Woman with Two Words. fancy to the girl when she was a stranger and a wanderer, would come back to her mind. But long before the Abbess Sybilla's days of mourning would be ended, the fond, true heart would have found its fellow again, the children be restored to each other in another mansion of the Father's House. Ruth had grown accustomed to being in the same England with Gilbert. Yet her heart bounded as at a real assurance that every step of her horse's feet was taking her nearer to him. Her eyes shone as they looked eagerly abroad on the later primroses and earlier moon daisies, instead of the Syrian red anemones and ranunculuses by the way side, the green pastures, with the red cattle, the thick oak woods, only coming into ruddily tinged delicate olive leaf, the budding may, the heaths already gorse-gilded, of Kent. For aught she knew, Gilbert might have been there but a week ago, nay, he might be tarrying still on some yeoman's errand, in that hyacinth-carpeted dingle, or in yon meadow, pale lilac with ladysmocks, and deep orange with marsh marigolds. It had been one of the many juractical blunders of the abbess that she had yielded to the self-asserting claimant, in the name of her patron, canonised St."], [179, "The Play of St. Catherine at Canterbury. 165 Catherine, and allowed her, instead of some better qualified sister, to escort the deputation. Not that Sister Catherine was anything worse than a dull selfish woman, full of her own requirements, caring principally for the ease and comfort she could secure for herself at the various halting places. She had counted the presiding over the expedition solely as an honour which she might wrest from the other senior nuns. She was as indifferent to the lofty self-devotion and the piteous trials of St. Catherine as gross superstition, base fear, and mean self-seeking would let her. Sister Catherine took little notice of Ruth, or thought for her fate, from the time they turned their backs on the Reculvers. The convent reeve or bailiff, who with several of his servants accompanied the nuns as a necessary guard, to protect them from any risk, and save them as much trouble as possible on the road, came to the sister-in-charge that she might appoint the different quarters for the various members of the company in the village hostelry, where they spent a night. Then she consigned the stranger to the poorest and roughest lodging, as best befitting a maid who was only a shade removed from an infidel, and whose admitted rim was to find a man a dis;olute"], [180, "166 The Woman with Two Words. soldier doubtless, and to marry him after the fashion of this world. At last Ruth entered that pleasant, quaint Canter- bury which she lived long enough to regard — first, with a mother's exulting pride, and then with the same mother's proud heart's tears of blood. There was very little even of the ancient Canterbury of to-day visible to the new comer. Among the timber-built thatched houses, very perishable in themselves, and certainly destroyed in a great fire which took place during the century, appeared an arched gateway here and there ; the steep mount and bulwark of the Danejon — its connection with northern invaders pre- served in the first syllable of its name; the original half-Roman, half-Saxon church of St. Martin, to which the abbess had referred as the place where Queen Bertha had prayed ; the monastery of St. Peter and St. Paul, founded by St. Augustine, where he was buried, and which was re-christened in his honour, and is known as St. Augustine's monastery to this day, though his bones were not permitted to moulder there in peace, but were removed, as an additional compliment, to the neighbouring cathedral. At last the shed and crypt of the present grand"], [181, "The Play of St. Catherine at Canterbury. 167 cathedral, with which Lanfranc, Anselm, and Prior Conrad of St. Augustine's monastery had already been busy, met Ruth's gaze. It was to owe its foture transcendent fame among the cathedrals of Christen dom — not to Dunstan, the stern Saxon disciplinarian and fierce asserter of the supremacy of the Church ; not to Lanfranc, the noble, learned, and just Norman prelate who did something to counterbalance the offences of William the Conqueror's usually illiterate, greedy, fighting priests ; not to Anselm, the manly and meek Lombard monk, who kept faith alike with king and pope, and inspired faith in both, whom Englishmen loved and trusted as if he had been a born Englishman; but to another Archbishop of Canterbury, the son of a simple yeoman and a Syrian peasant ghl. He came to the court of Henry Plan tagenet, the son of Maud, \" like a beggar on a lame horse.\" His power grew till it overshadowed that of Henry himself. He atoned for the pride and passion of his early manhood by the ardour of his later con secration to what he believed was the cause of God and righteousness, till he died as bravely and loyally as man can die. Thomas a-Becket insisted on return ing to England as a shepherd to his flock, though"], [182, "168 The Woman with Two Words. his deadly foes stood in the way. He went straight to his see of Canterbury, though it was certain to be their rallying place and point of attack. He remained there with no protecting host save peaceful, timid monks, and the relays of the poor who loved him, and had armed themselves with old targets and rusty lances to serve as his guard against the violence which was clearly apprehended. He celebrated the offices of his religion with dauntless intrepidity and fidelity, after Canterbury was full of armed men brought there to crush him in his stronghold. The only sign he had given that he was prepared for the doom whioh remained in store for him was that he told the appalled listeners, \" I come to die among you,\" adding emphatically, \" they had one martyr among them, and they would soon have another.\" After he had been bearded by his assailants in his palace, he still refused to take sanctuary in the cathedral, till the monks singing vespers in the choir called him to his daily duty. Then he set forth, with his cross-bearer carrying the crucifix before him, walking with quiet measured step, and forbidding the doors of the cathedral to be closed behind him. What! Was the hon so of God to bo barricaded like"], [183, "The Play of St. Catherine at Canterbury. 169 a ca.stle ? He advanced to meet the armed knights when they rushed up the aisle, and the monks turned and fled, so that there was none save the cross-bearer to stand by the victim. Even after the first blow had been struck, and the archbishop wounded on the head, while his last faithful follower was cut through the sword-arm, there sounded one more wild warning for Thomas a-Becket to save his murderers from the crime, which, in the hot moment of its perpetration, yet chided the perpetrators with a shuddering sense of awful sacrilege. But over-numbered, unarmed, outraged, the priest stood still, with bent head and hands clasped over his bleeding face, commended his soul and the cause of the Church to God and the saints, and received the second and third death-blow. It was because of this man that Canterbury became for a time a holy city, second to none in Europe ; that the son of Maud knelt at the cathedral door and bared his shoulders to the lash for the rash words he had spoken. A King of France came to worship at the shrine, to which the mighty and the mean of all countries travelled for centuries in pilgrim bands, laden with such offerings that the donors enriched the J^pn+i'.-}. church +,> on o1 ,n ' frhul xt nt ! ft ■•"], [184, "170 The Woman with Two Words. the great fire, the cathedral was re-built with marked reference to St. Thomas, in the chapels of \" Becket's Crown and the Holy Trinity.\" In the last was the golden shrine, incrusted with great pearls and jewels as big as pigeon's eggs. Within the shrine stood the iron chest that contained the bones of the martyr. The pavement in front was hollowed by the knees of the thousands of humble supplicants for long centuries. But if any man or woman had been far sighted and bold enough to prophesy such an end at the date when Thomas a-Becket's mother strayed — a foreign maid and poor hanger-on to the skirts of a group of obscure nuns from the Reculvers, to be present at the play of St. Catherine as given at Canterbury, that penetrating, daring prophet or pro phetess would have been held, with much apparent reason, to be stark staring mad. Ruth stayed with her companions at the convent of the sisterhood, to which they were allied by a common order and an old friendship. Like all the other houses in Canterbury that week, it was choke soil of guests of every degree, so that it was httle better than a dog hole which was assigned to the stranger girl, on whom Sister Catherine set such small store. But had that"], [185, "The Play of St. Catherine at Canterbury. 171 dog-hole been known in after days, it would certainly have been treasured and reverenced as one of the most interesting and sacred spots in renowned Canterbury. There are lights in which coming events do not cast their shadows before, and Ruth had never felt lonelier or more desolate in ad her travels than during her first sojourn at Canterbury. She thought it was a punishment for her lack of sufficient response to Abbess Sybilla's sudden liking, and for her willingness to quit the Reculvers. But what signified temporary troubles, of which she had known infinitely worse, if the tra veller were put on the road to London . Surely Sister Catherine — who was so occupied with her purchases of fine linen and alabaster beads, and with a new pudding sent up by the cook at the Canterbury con vent, that the nun had not come across before — was pledged to forward the waif. However, Ruth was not destined to leave Canterbury without one mark of distinction, a premonition of future consideration there. It came to her in connection with the play. The monks who were the players antici pated other early performers in the same line, by making their theatre consist of the rudest kind of raised stage, round which there were a few covered"], [186, "172 The Woman with Two Words. stands for the select portion of the audience, while the mass of the spectators ranged themselves in rows in the open air. Sister Catherine had managed — whether in virtue of the patron saint, to whom she was so lucky as to be a votaress, whether by the influential connections of some well-born novices in stalled at the Reculvers — to get a comfortable seat on a stand. Ruth, among the humblest of the guests at the Canterbury nunnery, had been pushed and wedged among the multitude on foot. She was knocked about, squeezed, half-suffocated, and in terror of being trodden down by some unexpected sway and rush of the hydra-headed monster made up of aggre gated atoms of humanity, each atom no longer capable of independent thought and action — till she contrived with difficulty to disentangle herself from the throng, retreat several paces, and stand a little apart at a greater distance. There with her sharp young eyes she could still watch the progress of the drama. Ruth had witnessed, with as much intelligence as the average members of the motley gathering, a suc cession of telling scenes, beginning with representations of St. Catherine — a gay and beautiful young woman, the most admired a>--d beloved in Al xandria. The"], [187, "The Play of St. Catherine at Canterbury. 173 role of the heroine in every passage of her history was, it is hardly necessary to say, played not by a woman but by a delicate hectic-complexioned lad, a neophyte of the monastery with which the performance of the play had originated. He had been sedulously trained in his part, with his enthusiasm so worked upon and his sensibilities so excited, that he was carried away by the character given to him, and amidst all the deficiencies of scenic art in its infancy, played St. Catherine to perfection. The vision or miracle so dear to the old Italian painters passed anew before the entranced eyes of the beholders. It was the turning point of St. Catherine's history, when in the body or out of the body, the fair foolish maiden was introduced into the heavenly audience-chamber of the blessed Virgin and her holy Child. Touched to the heart, and subdued in her inmost soul by the divine condescension and love, Catherine consented willingly to wed the spiritual spouse, and extending her soft hand had the symbol of wedlock placed on it by the baby fingers, which can sustain a world and crush the empire of evil. Scene after scene of temptation steadfastly resisted, and trial unflinchingly borne, in the might of that"], [188, "174 The Woman with Two Words. deathless union, followed, till the last act of all ap proached. St. Catherine was led up to the wheel on which she was to be bound, that her tender limbs might be racked and her constant spirit pass in perfect peace', amidst the terrors of mortal anguish, to Paradise, where the Heavenly Bridegroom awaited her. As the lad who was playing St. Catherine, and whose nerves — high-strung at all times — had been wrought up to an extraordinary pitch, still in pursuance of his part, hfted his head, and gave one glance around him, as St. Catherine might have taken a farewell look at the beautiful world she was about to leave by a terrible road, his strained eyes fed upon Ruth standing a little aside on the outskirts of the motionless crowd. The sun was sinking ; and its last beams falling behind her brought out her face and figure in strong relief. There was still something slightly outlandish in the cut of her clothes and her manner of wearing them. Her com plexion, which had looked comparatively fair under a Syrian sun and among darker skins, showed warm and brown surrounded by red and white English tints. Her large intently-gazing eyes had acquired a solemn expression, so had her slightly open mouth, out of which no breath seemed to quiver."], [189, "The Play of St. Catherine at Canterbury. 175 Ad at once the player flung up his arms with a sharp shrill cry, entirely out of character. \"It is she herself ! It is St. Catherine in the town come to tell me that I was not pure enough to play her part — come to tell you that you were not good enough to look on her life and death. Miserere Domine ! \" and he fell down insensible. The incident created an immense sensation. But happily for Ruth the people, whose attention had been directed elsewhere, whilst most of them stood with their backs to her, failed to recognise the person whose appearance had so disturbed the lad and driven him into temporary frenzy. The representation of the play came to an abrupt conclusion, and actors and spec tators alike dispersed in trepidation and disorder. The rumour flew through the town and neighbourhood that St. Catherine had been seen by a privileged eye witness, looking on at her play, while the supposed St. Catherine, in horror at the mistake, cowered quaking in her obscurity. The monks who were the getters up of the drama, felt most unwilling to beheve that the saint could be so unreasonable as to express dis appointment at what had been done in her honour, and for the edification of the community. They"], [190, "176 The Woman with Two Words. persuaded the neophyte that he had misinterpreted the vision, and that his patroness was altogether propitious. In the end the accident lent an additional eclat to the performance, and remained long reverently and proudly cherished in the memories of the natives, because of the grand distinction bestowed on the play of St. Catherine as acted at Canterbury. There, no doubt, on account of the ecclesiastical eminence of the town, in answer to the prayers of Queen Bertha and St. Augustine, and the goodly line of archbishops, with their numerous religious houses, the \" mystery \" had received a token of saintly favour which it had missed when given at Dunstable."], [191, "CHAPTER IX L 0 N — DON. Sister Catherine in the middle of the engrossing occupations and overpowering distractions which she had found in the religious shopping and religious gossip of Canterbury, had slurred over her obligation in tbe disposal of Ruth, and had put off any consideration of the step to the last moment, when she took it in the most hasty, hap-hazard fashion. There had been one Martin Ellwand, or Martin of Southwark, a packman of substance and repute, in the habit of visiting the Reculvers in his rounds. Lately he had relinquished them, since he had risen in his trade of merchant to the ownership of a booth in his quarter of London. But on so exceptionally promising an occasion as the Miracle Play at Canter bury, he had resumed his old practice of bringing M"], [192, "178 The Woman with Two Words. down a tempting supply of goods, proposing when he had disposed of them advantageously to take back a waggon load of Kent wool for London looms. Sister Catherine encountered her old ally in the main street the very day before sbe was to set out with her company on their return to the Reculvers. Martin, who had become a man of some importance in his good cloth gaberdine, with his purse and dagger suspended from the belt round his waist, his fur-lined cap, his long tanned-leather boots turned over with fur, was walking between two little girls in red hoods. These small maidens, skipping by his side, were his twelve- and ten-years-old daughters, Joan and Margery, whom he was well enough off to bring down with him to Kent for a breath of the country air and a taste of their first festival. Their careful mother had been left at home in care of the booth, with its goods and those more troublesome appendages, the apprentices. Martin felt pleased to meet an old customer that might stdl give him an order, for he, who had been a packman himself, now kept other packmen in his employment, and by their means distributed his wares over the country. He liked also to have his httle girls noticed by a lady and a Sister."], [193, "\" L0N — DON.\" 179 But he was rather taken aback by hei instant proposal that he should give a foreign maid a cast to London, with him and his daughters, in the waggon which he had incautiously mentioned. He was stid more staggered by the cool suggestion that he should keep this maid in his household tid she had discovered a person of whom she was in search, and till he heard further from Abbess Sybilla, who would consult other friends and advise him what he ought to do in the case. Martin's uneasiness was not abated by hearing the desperate vagueness of the pursuit in which the stranger was engaged. No address save \"London,\" with one man to be found there by the scanty indica tion of his Christian name, \" Gilbert,\" and the single fact in his history that he had fought under the banner of the Cross — beneath which cloak many an unhung miscreant took refuge. Ludicrously idle and vain as the quest was, it might prove infectious. Who could tell but that his brisk lass Joan, who kept listening with ad her ears to the foolish story — too foolish to come from a nun's lips — might take it into her head, by sheer force of imitation, to run away, cross the seas out of his reach, and dog M 2"], [194, "180 The Woman with Two Words. the footsteps of some fellow pretending to hew out a career among the Moors or the Saracens ? On the other hand, to offend Sister Catherine, whom Martin knew of old as having a sharp tongue in spite of her love of ease, was not only to close the convent of the Reculvers, but other sisterhoods in Canterbury and Kent, against his emissaries. And his mistress happened, at this very time, really to wish for a young girl to help her in laying out the goods in the booth to the best advantage, in doing the necessary household work, and in waiting on the little maids, who were to be reared daintily, as became his growing substance and position. The foreigner, though lately a heathen, was now a Christian, so Sister Catherine volunteered to certify. The maid seemed as if she might be clever with her hands ; she would soon learn the language ; he himself had been in the Low Countries, and knew how quickly a willing mind could acquire modes of communication with its neighbours. She was pleasant, though brown, to look upon, and ought to serve as an attraction to his booth (an earlier illustration of the sign of La Belle Sauvage), with her pretty half-strange tones and tricks, which were nevertheless vouched to be honest."], [195, "\"L0N— DON.\" 181 Martin bad not risen so far in the world without a distinct vein of speculative enterprise in his com position. Of two evils, one — the loss of Sister Catherine's favour and with it that of other patronage — was certain ; while the second, which included the plague of an absurd, tiresome charge, the possible spread of a bad example and the stid more probable displeasure of his prudent wife, was still only problem atical. He would avoid the unmistakable, and risk the doubtful loss. Thus Ruth was summarily transferred, first to the lodging and then to the waggon, in which she sat on a pack of wool, in company with the inquisitive, chatter ing httle girls. Martin had his place by the driver, fully armed hke himself. Ruth had got used to in numerable changes and to all modes of travel, so she rumbled on, not at all discontented, along the great Roman road to London. She was as many days and nights on the way as proved sufficient for a famous company of pilgrims in after years to get through a whole repertory of delightful tales. But when she came within sight of the walls and buildings of London ber heart sank within her. It is hard to say what the Syrian maid had antici-"], [196, "182 The Woman with Two Words. pated in the room of the great town which was the capital of England ; but its labyrinths of houses, and the number of riders and pedestrians in the narrow lanes, which stood for streets, appalled her. How was she to find one particular house and one particular man in what she felt inclined, like the Shah of Persia in modern times, to call \" a man-hive \" ? There are disputes and difficulties about what were the city bounds and its population at that date. Cer tainly the first could not have extended so far as the limits of the city proper to-day. Suburbs there were none, and the surrounding villages lay among purely country fields. Beyond them, within a few hours' journey, stretched portions of forest land, studded with hunting-seats, which did not prevent the wolf from prowling and howling among the brushwood between night and morning. The primitive fraternity of ploughmen were still so close to London that they kept their holiday in the town ; so did the rival sister hood of milkmaids. These came in, dancing beneath the garlands hung from opposite houses in the narrow streets, to hold their festival. The first of May saw summer brought home to London, with long trails of green boughs and sheaves of wild flowers, not sent from"], [197, "\" L0N — DON.\" 183 afar, but gathered in the surrounding lanes and meadows. Scores of may-poles were erected on every convenient spot, especially in a court-yard enclosed on three sides by the wooden framework — with its open galleries and outer stairs — of such a place of entertain ment for man and beast as flourished at the sign of the \" Talbot \" or \" Tabard \" in Martin's own district of Southwark. London was still rustic as well as urban, and counted among its burghers, franklins, yeomen, and ploughmen, who owned and tilled the surrounding land, as well as courtiers, monks, tradesmen, and craftsmen. Taken altogether the representatives of the different classes and occupations could hardly have numbered above fifteen or twenty thousand. But that was a mighty multitude, like a horde of locusts, to Ruth, and as astounding and overwhelming ; for our perceptions are only capable of realising size in proportion to our experience. The millions of the present generation, the six and ten miles girdle of suburban houses, the forests of shipping on the Thames, the piles of ware houses, the roar of traffic, would have been lost on Ruth, so far as any deeper impression went. She was impressed and aghast enough already. Her poor little"], [198, "184 The Woman with Two Words. lights of womanly unreasoning courage and constancy, could not have been more heavily threatened and nearly quenched. It was a rainy day, which ought to have kept some of the mob at home ; and Ruth fell to complaining to herself, in a weary, fretful tone, that the wet only served to intensify the confusion. Among the be wildering concourse of perpetually shifting figures, there were plenty of armed retainers, some of them even with the cross on their mantles, not utterly unlike Gilbert in the men's general air. But none was he, and the very number of partial resemblances acted farther on Ruth, in causing her head to spin round, and in shaking her confidence in her perfect knowledge of her lover's identity. She began to cry a little, weakly, in the depths of her hood ; and it was the first time she had done so, without sufficient reason, in the whole course of her wanderings. Ruth had no heart to listen to the comments and explanations which Martin Ellwand, seated beside the driver in the mouth of the waggon, threw over his shoulder to her and his little girls. The London merchant in the bud was by no means an ungenial"], [199, "\" L0N — DON.\" 185 soul. The fellowship of a few days in fatigue and exposure had opened his heart, growing always warmer as it drew closer to home, to the poor homeless maid. His little spoilt daughters also took kindly to ber. Margery's finger had ached, and Ruth had rocked and sung the child to sleep on the girl's knees with the simplest, wildest cradle-song Martin had ever listened to. He did not understand a word of it, but he was fully qualified to appreciate its effect. He felt strongly inclined to do the honours of London, of which he was proud, in proper style to the stranger. Martin pointed to \" the standing stone of London,\" which might have been a Roman milliary stone, or the mark of the spot where a British hero lay buried ; he knew nothing of its origin, but there it stood, chal lenging all new-comers, \" the stone of London.\" And there it stands, built into a wall more than seven hundred years after Martin's bones have crumbled into dust, and Ruth has become a shadow of the far past. He stopped the waggon in front of St. Paul's, and expatiated on the splendours of the interior, the altars and shrines, the carved wooden tabernacle which held the true picture of St. Paul, the monuments of the"], [200, "186 The Woman with Two Words. old Saxon kings, and the sainted Bishop Erkenwold. As everybody knew, the day of his burial was stdl celebrated by a grand procession. The rich citizen, Richard de Preston, had just offered on St. Erkenwold's altar a renowned sapphire, which was to cure all ail ments of the eyes in persons thus afflicted who resorted with faith and reverence to the saint and his stone.1 Martin boasted that the other great church of St. Peter's, which contained the tomb of the blessed Con fessor, did not fall behind St. Paul's, and close to it was the palace with Rufus's hall. Oh ! yes, London was equal to any foreign city Ruth had ever visited in its fine buildings. Besides the smafler churches and the companies' halls, and the houses of the nobility, there was the White Tower, the most impregnable tower in Europe, the most impregnable tower ever \" budded,\" which owed its rise to the king's father, the Conqueror, and Gundulphius, the building-bishop of Rochester. Here was another sort of building, as notable and useful in its way, which they were about to cross, having been saved the trouble of alighting, storing the waggon, and stabling the horses, if they could not find a barge handy, and had to be satisfied with a wherry. This 1 Knight."], [201, "\" Lon- don.\" 187 was Peter of Colechurch's wooden bridge of London. If she would look about her as they drove along, she might see for herself that one of its arches drew up like a drawbridge, which was a comfort in popular tumults and street brawls, with which the knaves of Southwark had nothing to do, or in the prospect of another invasion. She need not gaze up at these sun-dried, blackened heads — they were only those of traitors ; but they might turn her woman's weak stomach. All unsuspected by Martin, there was to be in the future another feature of Old London Bridge, which should connect it curiously with Ruth's present pro gress. The same Peter of Colechurch replaced his ingenious wooden structure by a more lasting stone bridge, and midway across it was erected later a chapel to St. Thomas a-Becket. Martin the haberdasher's booth and house were found not far from \" the House of the Sisters,\" estab lished by Mary, a ferryman's daughter. It got its income from the proceeds of a ferry between the northern and southern banks of the river, and became eventually the beautiful church of St. Mary-Overies. The booth, projecting in a cumbrous manner into the"], [202, "188 The Woman with Two Words. narrow street, was not much better than one of the sheds erected at fail's. It was merely a wooden lean-to against the house, which was in itself composed partly of cross-beams of timber, partly of old Roman bricks. But the booth was wattled weather-tight, and the side, which opened up like folding doors, so as to leave the interior invitingly open and conspicuous by day, could be closed and barred against night depredators. The contents warranted Martin Ellwand's satisfaction with his success in life, and represented no small sum in silver pennies — fine linen and cloth from the Low Countries, various kinds of fur, which, whether it were summer or winter, entered largely into the dress of all persons of condition, lace for women's hoods and wimples, sword blades from Damascus, gums and spices, which Ruth smelt with the strangest feeling that, if she shut her eyes, she would see the palm trees by the wed, the hand-mill at the door of the mud cottage, and hear the timid protest of Hannah, the growl of Ben Ismael, and the chatter of the many children. In truth, the spices were the same as those the Ishmaelite and Midianite merchants had been carrying to Egypt, when they stopped their camels and bought the Syrian boy Joseph for a slave from his brethren. There were even"], [203, "\" LON — DON.\" 189 one or two rich silken fabrics, and a string of Oriental pearls, which would have made the fortune of a modern jeweller, in Martin's possession. The house, which the party entered through the booth, was small and dark. The peaked lattice win dows had the interstices in the leaden frames filled with dim horn. The rooms might have been called heavily furnished, for every article they contained, from tables and stools to bedsteads and cradle, were of solid oak, fit to last for three generations at least. Even the dishes could not be broken, they were of \" treen,\" or beechwood, and looked as indestructible as the tables and cupboards which contained them. The candle sticks, only in use in winter, were also of treen, with all danger avoided, for, instead of sockets, the candlesticks were supplied with long iron spikes, on the end of which the candles were stuck. The ornaments consisted prin cipally of a dressed skin or two, a few bunches of parti coloured feathers, and strings of eggs, which Martin had picked up as he traversed the country in his packman's cading, and an occasional bit of carved wood and wrought brass, which he had acquired in his more distant travels beyond the sea. There were bowls full of lilies — in anticipation of roses and lavender, from the garden"], [204, "190 The Woman with Two Words. behind the house, in which flowers, herbs, and fruit trees still grew as vigorously, and birds sang as lustily, as if this town of London to which they belonged had been leagues away. The apprentices who hurried out, as in duty bound, to receive their master, were younger editions of Martin, in coarser clothing, wearing their badge of servitude in the shape of aprons, like the knight of St. John. Stid the lads who were already accustomed to hail the passers-by with the pertinacious, \" What lack ye . \" appeared at their ease, free to ask and answer questions and stare their fid at Ruth, being neighbours' sons on a perfect social equality with their employers. The house-dame, Judith Ellwand, a by-word for economy and discretion, as her goodman, Martin, was for diligence and enterprise — dashed with a spice of rashness, stood in her sober-coloured gown, with her snowy coif, prepared to welcome her husband and children. Ruth's appearance was a shock to the worthy woman, but she turned to the girl an inscrut able face — on the blank surface of which, friendship or enmity might afterwards be written as the owner of the face saw fit."], [205, "CHAPTER X. \" GIL — BERT.\" It was a great testimony to the degree in which Ruth had profited by her protracted discipline, and by old Ursel' s lessons, that after Judith Ellwand had got time to recover from the trying surprise of the foreign maid's unwarranted intrusion into the family, the mistress of the house became more than reconcded to it. Indeed, she grew every day less inclined from private and personal reasons, as well as on sound matronly principles, to farther the girl's mad errand. Ruth promised to become a useful, submissive, and loyal maid. Why should she not rest content and stay on with the Ellwands in a safe and comfortable home among friendly people, who would give her everything she could want in return for the services that any steady, industrious young woman could easily render ."], [206, "192 The Woman with Two Words. She would be treated like one of the family, till in the course of six or eight years, when she had come to a sensible age, and Joan and Margery were full grown, and able to help their mother — if, to be sure, they were not taking flight to houses of their own — then Ruth might, with due consent, give herself in marriage to some humble crony of Martin's, who should yet be able to keep a tight roof over her head, to clothe her back, and fill her skin tdl the day of her death. What did any honest maid, though she were foreign, want with a roystering, broken-down soldier, whose constitution, no less than his morals, was doubtless ruined by wounds in the wars, and the damaging effects of bad climates ? What sort of purse could he have made for a rainy day ? He would never settle down into a quiet satisfactory husband. The lass did not know what was good for her, as so few lasses did know, till it was too late. Let her be guided by her elders and betters. When Ruth, who was fast recovering from the stunning, depressing effect of her realisation of London, found out by instinct the drift of her hostess's views and wishes, the girl became indignant. Luckily for the peace of tbe household, she had still to learn English — all except her two words, so that she could only express"], [207, "\" Gil — bert.\" 193 herself by signs, and in such German as Martin, who had traded with foreigners, could make shift to understand and reply to in a jargon of mingled Walloon and Dutch. Her mind was quite made up ; she was very determined, so that though she felt greatly in debted to all for their kindness, and did not question that everybody she should meet at the Ellwands would be good, far beyond her poor deserts, she did not care — not in that way for merchants and traders. It was not one of them she had come so far to seek. She preferred a soldier — a soldier of the Cross. Surely Christians must hold that an honourable calling. And whatever others had done, where men were herded together in long years of violent warfare and distant exile, she would stake her peace that Gilbert had contracted no defilement. If his health were injured, though he had left her a hale and hearty man, fully recovered from the Syrian fever, then he had all the more need of her, and there was the greater reason that she should devote herself to him for the rest of their lives. Martin laughed good humouredly, and shrugged his shoulders. The wench was of another race, and she had been among monks and nuns as well as leagued with the sick soldier ; she was like to be a hair-brained N"], [208, "The Woman with Two Words. 194 enthusiast before she ended. It was no business of his. He bad taken her for charity, and to please the Abbess and Sisters of the Reculvers — she was not a bad lass, but she must e'en go her own way. He saw that she looked askance at the apprentices playing bob-apple, with a bunch of cherries as a substitute for an apple, since it was not the season of bigger fruit, or running wddly down the street to shout at the antics of a horse playing on a tabor. She turned up her nose even at the noble excitements of bear- and bull-baiting, and the solid business of life in chaffering and bartering. Well, let her ; every one to his or her mind. Good lack ! if she had a thought of higher aims, and could find more sufficient and lasting interests than were to be had in those natural, homely obligations, and recrea tions, she might keep them and welcome, he should not spod her sport. Judith's opposition proved also passive. The mistress of the establishment in Southwark was not a hard, though undoubtedly she was a selfish woman ; she was likewise prudent. There were still serfs in England, but Ruth was not Judith Ellwand's serf. If the maid were nagged at or worried beyond bearing, supposing the matron had the heart for such treatment, Ruth"], [209, "\" Gil— bert.\" 195 might flee and take refuge in some neighbouring sanctuary. She might contrive to bring her complaint before a powerful magnate — some Norman Count who had relations with the east, or worse still, before a public tribunal, when a hostile verdict would be fatally damaging to Martin's prosperity. It were better to let sleeping dogs lie. Ruth, on her side, while she remained staunch as ever, became conscious that she must pursue her object by means less childishly direct. Her womanliness was rapidly developing, and with its growth she was necessarily losing some of the ignorant innocence of the child-woman. She was aware without Judith's telling her that if she were silly and reckless, she might incur grievous misconception and harm. The mere associa tion with the younger girls caused her not only to feel a great deal older, but rendered her bound to show them a wise example. She no longer slipped out into the street and attacked the passers-by with her \" Gilbert ! Gilbert 1 \" as the apprentices assailed them with their \" What lack ye ? \" She kept the word in the depths of her heart, brooding, praying over it, and she listened with ad her ears for the most distant chance of hearing it mentioned or applied. n 2"], [210, "196 The Woman with Two Words. She had several torturing false starts, for the Christian name of Gilbert was even less rare then than it is now in England. After she had been forced to recognise the Gilbert referred to — some elderly citizen with a wife and family, or some boy flying his kite or rolling his marbles — could not be her Gilbert, she had to compose herself for more weary waiting, harder in some respects than the sore travel of her pilgrimage. It was relieved by the single-hearted trust that the great God and the saints who had brought her so far, and done so much for her, would not fail her at the last moment and deprive her of her reward. She must have token of Gilbert alive or dead. Ah 1 in contra diction to the trust, the sickening fear had begun to dawn upon her that he might, without any marvel, be dead. Certainly with circumstances in his favour he ought still to have been a man in the prime of his youth. But circumstances had been against, instead of for, him. The fever might have speedily returned, as Ruth could not deny to herself it was prone to do. He might never have left Syria, where his bones would have lain mouldering now for many months — approach ing to years. He might have been slain facing the warlike foes he and his lord had to encounter on their"], [211, "\" Gil — bert.\" 197 homeward way. She might be seeking as a living man, one who had long been a bodiless spirit. Still the dim terror did not prevent Ruth from gazing wistfully, but with increasing bashfulness, in every strange face that crossed her path. All that we know of Gilbert a-Becket the yeoman's house, is that it stood on the site of the old Mercers' Hall in Cheapside. The probability is that it was an old Saxon houseplace whieh the extension of the town had so far surrounded and gathered into itself; but that the house still survived with its barns and cattle sheds, its gardens, and perhaps a remnant of its orchard, where a yeoman could continue to dwell with out being under the necessity of taking more than a short walk to his meadows, cattle-pens, and sheep-folds. Gilbert had reached home safe and sound. He was happier than many an old Greek and contemporary crusader, for his mother had been ready to hail his return gladly, and re-instal him as the head of the house who should govern it firmly and kindly, though it is true the re-instalment put down the unauthorised pretensions and encroachments of a younger brother and his wife."], [212, "The Woman with Two Words. 198 Gilbert, like an attached son and honest man, made a clean breast to his mother of all his adventures in the East, and of the episode in his life in which Ruth had played so prominent a part. He did more ; he courageously announced his fixed determination to go back to Palestine by joining another crusading leader if the maid did not by a miracle find her way to him in the meantime, that he might redeem his pledge, and make his true love his honoured wife, till death should them part. It is hardly necessary to record that the excellent woman was much troubled by this extravagant caprice of her son's ; that she made it the ground of many an urgent appeal to her patron saint ; and that she engaged her confessor, and every other priest with whom she had any influence, to do their utmost to exorcise the evil spirit if, as there was too much reason to fear, her boy lay under the sped of a sorceress. All was of no avail, so far as the mother could judge by Gilbert's acts and words. But then he had always been loth to resign a deliberate project and to own himself beaten. She could find some ground for hope in the faith that as time passed, the unfortunate impression produced on her son would be gradually"], [213, "\" Gil— bert.\" 199 weakened or superseded — since he could not, on the spur of the moment, alight on a crusader to hire him and carry him back to the East. Gilbert guessed the source of his mother's com parative tranquidity, which after it was traced to its origin, galled him, as much as her incapacity to take at second hand, from his report, the graces of the stranger, and believe in her fitness to fill the vacant place of the httle dead Molly, had mortified and vexed him. Then he broke through his natural reserve to descant on the unapproachable attractions of his absent mistress, and linger over the sweet rapture of their reunion. Some day, whether far away or close at hand, it would come to pass. It might be near both in time and place ; wonders would never cease ; and his Ruth was a maid on whom to look was to com- prehend, that in connection with such a woman as she promised to be, wonders would no longer be rare accidents, but common events. His mother listened to him in silent long-suffering, as a loving nurse bears with the delusive dreams of a fevered patient. Gilbert was always masterful, though a good lad, and so she did not treat him more plainly to a bit of her mind. But the more quietly she"], [214, "200 The Woman with Two Words. endured the trial, the louder and more boastful Gilbert — who was neither gushing nor boastful in general — waxed in his unsought confidences. \" Look ye, mother,\" he said, with a mixture of proud defiance and fond longing, \" it may be when I go up Chepe one morning, thinking of nothing par ticular save the mowing of the grass and the clipping of the sheep, I shall see a little figure looking wistfully round her, and hear a dear voice calling me by name, repeating the syllables I taught her, ' Gil — bert, Gd — bert.' Then I shall give an answering cry, ' Ruth ! ' and she will turn as quick as lightning, for she was quick — just like our Molly — and always ran at my bidding. I shall catch her up in my arms, which are strong enough now, though I had to lean on her as a staff — think of that, mother, your strapping son, and she but a slip of a child ! — and bear her in triumph to you. The moment she is in the old hi me, and you have looked her in the face, you will take to her, and be a mother to her for my sake and Molly's.\" The meeting was not exactly in this fashion. We have history for it that it came to pass at last, and every true man or woman can imagine the details"], [215, "\" Gil — bert.\" 201 and keep his or her version of it. Here is one version. Gilbert chanced on an autumn afternoon to pass across London Bridge, on some every-day affair of his own. In the middle of the bridge he was detained by an obstruction, which was also an every day occurrence. A clumsy corn-cart had locked its wheels into those of another cart and lay overturned, blocking up the wooden pavement. In the meantime the royal coach of Queen Adelais, the comely, friendly young princess from Louvaine, the second wife of King Henry, and the successor of Maud the Good, had driven up with its outriders and been forced to come to a stop, tiU the impediment should be removed. The double attraction of an accident and a royal equipage had quickly gathered a crowd, so that pedestrians also were delayed in their progress. As Gilbert stood waiting till he should get free from the entanglement, looking straight before him in a busy man's desire to get on, he was within half a dozen yards of a group also arrested on the bridge, consisting of Ruth and the two girls, Joan and Margey Ellwand, whom she was conducting to a friend's house in the neighbourhood. She saw and knew him in an instant, changed as he was in dress with his steel"], [216, "202 The Woman, with Two Words. hauberk relinquished for a cloth tunic, and as much altered in bodily presence, as a man leading an open air life in the full vigour of his youthful prime differs from an invalid lately escaped from the grip of a wasting fever contracted under an alien sun. But full of his yeoman concerns, as he had correctly imagined himself in anticipating the very incident which had happened, he did not fulfil the latter part of his programme. He had not kept an alert eye and ear for the possible apparition of a person, whom he had no just cause to think was not thousands of miles distant from the spot at which both had arrived within a few moments of each other. Of course she had the advantage of him in knowing that he might easily turn up there, or at any corner of any street where she was constantly looking out for him, with the hope deferred which had not yet grown deadly sick from perpetual disappointment. He, while he professed to believe, and tried to persuade his mother, that she might walk up to him any day, was too reasonable a man not to be aware of the great improbability of the event, and so failed to entertain the idea as an actual expectation. Therefore Gilbert did not so much as glance round"], [217, "\" Gil — bert.\" 203 to let his eyes casually fall on her. And only those who have experienced an equally cold reception after similarly soaring anticipations can penetrate the pro foundness of Ruth's discouragement, nay, abasement and despair — utterly unreasonable as the sentiments were. For we are not so much coolly reasoning beings, as we are mortals quick to feel and rash to leap at conclusions. She felt intensely abashed in her own eyes, as well as in those unseeing eyes of his. Had she come from the east to the west, crossed all Europe, plagued every friend she had, every man or woman she met, suffered innumerable hardships, dared un speakable dangers, counted everything as dross in comparison with the achievement of her end, and was this the end ? Why had she not foreseen it ? Why had she not guessed that this man might forget, might prove false, might have wedded another woman long ere now ? Oh ! she had done an unwomanly, un maidenly thing in seeking for this Gilbert, this stolid, unconscious Englishman. Better for her if she had perished before the search was successful, than lived to survive the shame and anguish of finding him ignorant of her presence, undesirous of it, indifferent to it. But he should never know it. She would not"], [218, "204 The Woman with Two Words. hail him — to be greeted in return by his stupid surprise, his awkward doubt, his reluctant recognition Ruth might have carried out her desperate intention had it not been for the faintness of heart-break which came over her. One of the little girls, observing the maid's sudden paleness, called out in terror that Ruth was going to swoon, and created a fresh disturbance, drawing sundry glances upon them. Among these glances was one which wavered, settled, beamed into a flash of ecstasy, and with a glad cry which rang in every ear that heard it, Gilbert pushed within a hair's breadth of the pawing feet of the queen's horses to Ruth's side. By the wild devotion of the move ment he dispelled every doubt, and restored her tender perfection of faith. Hand clasped hand, eyes looked into eyes, and it was as if the two had never been parted ; they were standing not in a mob on London Bridge, but alone together under the palm-trees by the Syrian well. Gilbert let no grass grow on his next step, and he took every precaution on the instant with an amount of presence of mind which was in itself a flattering proof of how much he had thought over the meeting, and how carefully he had provided against each"], [219, ""], [220, "\" He went with Ruth hanging blissfully on his arm.\"— P. 2 15."], [221, "\" Gil— bert.\" 205 threatening contingency and serious objection. He went, with Ruth hanging blissfully on his arm, Joan and Margery, as excited as their elders, walking demurely hand in hand before them, back to the Ellwands and claimed his maid — not theirs. He swept aside the faintest attempt at remonstrance, and won the master of the house to espouse the couple's cause in three minutes. Martin accompanied the pair to no less an authority than the most accessible of mitred bishops, and craved of him two boons. The first was that he should receive a heathen convert into the Christian Church by the rite of baptism ; the second that he should secure her safe guidance in the fold by at once celebrating the other rite of holy matrimony between her and the good Christian, former crusader, and stout yeoman, Gilbert a-Becket, who had the credit of converting her. We have ocular proof that the bishop was willing to play his part in the story. In an ancient illumi nated MS. there are still to be seen two quaint representations of Ruth's baptism and marriage, for, like Harold, Count Witikind's son, on the same day she was christened and wed. In the first representation, the bishop seems to"], [222, "206 The Woman with Two Words. have summoned a colleague to his aid, either because the baptism of heathen converts was becoming un common and deserving of special distinction, or on account of the particular claims of a pseudo crusader in such a case, like the ordinance that his effigy should lie cross-legged on his tombstone. Two mitred heads are bending over the trembling proselyte, whom her long hair veils, in the font. In the second picture only one prelate is marshalling the blushing bride to the altar. As for Gilbert's mother, she had to make up her mind, like so many of us, to the inevitable. She was not entirely without grounds of consolation, which increased in weight, according to her leisure for con sidering them. If her other daughter-in-law, her younger son's wife, who had been born and bred in the bosom of the Church, and was moreover an Anglo-Saxon and a Londoner, had not turned out the proper wife for Edgar a-Becket, but had shown herself a saucy minx and an inveterate gadder abroad, then, arguing backwards by the rule of reverses, might not the ex-heathen and foreigner display the marvels of God's grace in growing a dutiful daughter-in-law and an excellent housekeeper ? The iclat of her baptism and marriage, on which"], [223, "\" Gil— bert.\" 207 Gilbert expatiated to his mother, was something rather to be proud of than to shrink from, a feather in her son's cap, and not a clog at his boot-soles. Gilbert's mother had made strict and searching inquiry, and had discovered the interesting coincidence that the mother of Martin Ellwand, with whom Ruth had stayed for some time, who had spoken well of the maid, and had readily consented to be one of the sponsors at her baptism, had been the sister-in-law of a cousin of the anxious inquirer's. Now Gilbert's connections were all eminently respectable, and it was not possible that his mother's cousin's sister-in-law's son could have received as an inmate of his family and a companion to his young daughter, a maid who was other than a paragon of virtue. Ruth had probably learnt something, not only of useful information, but of pretty accomplishments in a house of such substance and respectability as the Ellwands. She might have been taught, not merely to stitch and spin, boil broth and brew mead, and bake bread, but to perform feats beyond the power of the widow a-Becket, the secrets of which she had hankered after, during her whole matron life, in vain. Ruth might be able to concoct a \"marchant tart\" and a \"galingale,\" and to pound the \"mor trews,\""], [224, "208 The Woman with Two Words. that savoury dish cf crushed pork mixed with milk, eggs, and spices, and \" coloured very deep with saffron.\" The widow was innocent of any suspicion that to Ruth, as to her Jewish kindred, the flesh of the swine might be an abomination. Even had the old woman guessed it she would have confidently judged that the maid's christening by a lord bishop would \" assoilzie \" her from all such foolish and hurtful prejudices. In fine, Gilbert's mother was a true woman all over ; she looked at the girl, who had wandered many a weary foot in the faint track of Gilbert a-Becket's steps, and had for his sake braved death, and worse than death, a hundred times, so that her story would be preserved to remote generations, and her love be crowned with immortality. Then the mother freely forgave Ruth for being her successful rival, owned she had a look of the little dead Molly, and accepted the Syrian maid as the daughter of the English widow's old age, and she was amply rewarded for her magnanimity. z*^ . -$\\ LONDON: R. CLAY, SON8, AND TAYLOR, BREAD STREET BILL."], [225, ""], [226, ""], [227, ""], [228, ""]]