[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "T N M L M ORANDUM OF THE PRACTICAL MEANS AND PROBABLE RESULTS or COAL MINING IN Ti AUSTRALIA FELIX, UNDER THE MANAGEMENT OF A COMPANY, PEEPARED BY THE COLONIAL COMMITTEE, FOK THE CONSIDERATION- OF HE CAPITALISTS OF GREAT BRITAI MELBOURNE: PRINTED BV ARDEN AND STRODE, GAZETTE OFFICE. 1841."], [8, ""], [9, "MEMORANDU M, S,c, Sse. Various circumstances are now strongly at work in the district of Port Phillip, rendering the commencement of Coal Mining a public task of growing necessity, and forcibly requiring the for mation of a Company for its early introduction. The extending projects of steam navigation between the numerous ports and provinces of the Australasian Colonies must rest their chief pros pects of success on the easy attainment of coal for its regular and economical support, while the impetus given by so improved a system of intercommunication to every branch of the social and commercial relations of the countries tflected by its operations, has naturally occasioned in the minds of their inhabitants the great est anxiety for its unimpeded progression. Fully appreciating the advantages with which their adopted land is endowed in its natural position and resources, the colonists of Australia Felix are deeply impressed with the knowledge that to afford a supply of this invaluable mineral in the greatest and cheapest abundance, is evidently the interest as well of the colo nists as of individuals engaged in the steam trade, since general benefits must accrue lo each alike, and the advancement of both are equally involved. To the more prominent demand arising out of the presence of steamers, may also be added the enlarging requisition for coal in domestic, municipal and marine services, as tending to strengthen the reasons for establishing a Mining Company. The rapid disappearance, indeed, of indigenous forests and their supply of firewood before the advancing footsteps of civilization — more particularly around the townships of the settled districts —"], [10, ""], [11, "0 nial means of investment, and the consequent abstraction of capital into the public treasury, or the hands of banking companies iu payment of bills upon England, appears to the Committee the most prominent as well as satisfactory that can be immediately adduced. The magnitude ofthe capital sought for, was such as to throw an impediment io the way of attainment, unless some assistance from without should be granted towards the necessary accumula tion. To no quarter could the friends ofthe undertaking so natu rally and confidently turn their attention as the countries of their origin, whence too, the latest mercantile advices having informed them ofthe abundance of capital and the want of lucrative invest ments, seemed to assure them of extensive support. A circular letter having been addressed to the merchants, and a public meeting convened, the plan of representing the circum stances to the capitalists of Great Britain, and of obtaining their powerful monetary aid, was unanimously embraced. A liberal sub scription was entered into for the purpose, mainly, of equipping a preliminary survey of the various mineral indications, which had previously been pronounced to be favorable, and the subscribers to this document appointed a permanent committee for carrying out the views of the meeting, and controlling the expenditure of the sum raised in any manner best suited to the objects of the cause. Having stated, for tbe sake of clearness, the gradual rise and -conclusion ofthe acts of the colonists in favor of the Company, it remains for the Committee first to detail the steps which have been adopted by themselves, in pursuance of the powers vested in them by the public meeting of the 4th of March, 1841 ; second, to point out the prospects of steam navigation, the probable consumption of coal for municipal uses, and the expected amount of trade with India and South America, so far as each of these bear upon the question ; and third, to suggest the mode in which the Company should be formed, so as to render it at once a profitable investment to British capitalists, and a scheme productive of eminent utility to the colonists. First—As regards the steps which have been adopted bv the Committee, it has been resolved — 1. To ensrage the personal superintendence of an Engineer in boring the coal veins of Cape Patterson and Cape Liptrap, in order io enable the Committee to forward decisive intelligence to London upon lhe situation and capabilities of the mines which are known to exist in that neighbourhood. This information, it is relied upon, may be dispatched in the course of a few months, and arrive at home in time to direct the Company in their first remittances of funds, machinery, and labor. 2. To offer rewards for the discovery of coal veins in any direc tion which on being tested, may prove of a profitable description ; this is determined upon with a view to lay open the position of mines in the most desirable situations with respect to land carriage and convenient harbours."], [12, "4 creates a demand for its only permanent substitute, as much for the purposes of the artizan and manufacturer, whose labor is de pendant on the use of coal, as for the daily convenience of the householder. The application also of the mineral to the formation of gas, exhibits another strong inducement for taking some mea sures to furnish it in abundance from the immediate neighbourhood, since it can scarcely be doubted that the grant of a municipal cor poration to Melbourne, the chief town ofthis province, will insure at an early period the introduction of an improvement so greatly desired, and so well calculated to enhance its local importance and value. The trade, moreover, which would be immediately established in the disposal of coal as an export commodity to ships outward bound for the Indian ports, and which have hitherto left annually in con siderable numbers, ballasted with some far less valuable material, may be fairly accouuted as an additional, and by no means infe rior argument in support as well ot the abstract importance as the profitable results of coal mining in Australia Felix. A new line of trade will also be opened with Panama whenever the intended depot at this port shall be arranged for the reception of coal, as it will indubitably prove the more economical plan to keep the Com pany's store-ships or warehouses supplied from Australia, than as now projected, from Great Britain. The necessities which spring out of these circumstances have invented the scheme of testing the mineral indications presented in different portions of this country, and of bringmg into speedy operation a Mining Company for the attainment and supply of coal. The gentlemen who form the present colonial committee, so far back as November, 1840, communicated with the Government upon the then embryo subject, to obtain assistance in the shape of convict la-tor while boring in the coal fields of Western Port, un dertaking to frame a company for their immediate working, should the preliminaries adopted warrant a further expenditure. In ac cordance with the consent given by his Excellency the Governor, bis Honor the Superintendent of this District supplied a few government men who were, under the recommendation ofthe com mittee, attached to the person of u practical Engineer, whose ser vices had been engaged for the occasion. The report of this gen tleman (a copy of which is herewith forwarded,) was productive of the most sanguine' expectations. Notwithstanding, however, the favorable appearanies at Western Port and the coast line in its continuation easterly, the mercantile gentlemen before alluded to found it difficult to induce the community to enter so extensively into this important undertaking as appeared to them necessary for its completion. For which, among other reasons that may be as signed, the great and general eagerness shewn by old as well as new settlers lo be possessed of land, sheep, stock, and other colo-"], [13, "7 Melbourne alone has been computed at 15,972 tons, the number of houses equalling 1381, exclusive of breweries, steam flour and saw mills, and the various forges and smitheries, whose working must conspire to raise both' the price and demand of lhe material. These three items, insuring the consumption of nearly 38,000 tons, are referable lo this town alone, without considering the similar demands arising from the unsupplied position of the inferior townships, or the trade of the neighbouring colonies, and of which the greater proportion would necessarily be supplied from the mines ofthis province, as those of Sydney are hardly adequate to support the consumption of that colony, the best proof of which lies in the fact, thai coals delivered at the pit of lhe Australian Agricultural Com pany's mines at Newcastle have risen in value from 7s 6d. to 15s., eausing the price to stand in Sydney, at from 25s. to 30s., under the anticipation of a further rise in its value ; this sudden and exor bitant advance is attributed to the increase of steam communication ; the introduction of gas lights into lhe streets and houses of Sydney, and the progressing scarcity of natural forest fuel. 4. In the prospectus of the company which occupies the second place in the tablet above, the committee having observed that great reliance is placed on the neighbouring province of South Australia, which is confidently denominated \" the natural field for coal mines\" and that both in this document and the prospectus of the Pacific Steam Navigation Company, a general assurance exists that \"the cheapness and abundance of coal in the colonies'' will prove the grand means of carrying on the communication with facility, regu larity, and economy, would particularly desire to ingraft upon the minds of British capitalists especially of those interested to any extent in the spreading system of inter-colonial steam navigation, that the anticipated deficiency of coal in Sydney is not likely to be balanced from the resources of any country, excepting Australia Felix, or only by other provinces to a trifling degree; for without seeking to detract from the merits of the sister colonies, in whose simultaneous prosperity they must all indirectly be interested, it is the duty ofthe committee to observe that every geological research and examination has hitherto gone to prove that the coal measures increase in an easterly direction only, the first liberal indications making their appearance in the long, of 141° E., so lhat from the comparative position of Western Australia and South Australia, little if any probability exists of commensurate supplies from either of those countries. 5. Should the view then of the committee be hereafter estab lished by experimental proofs, it is obvious that, exclusive of New South Wales, each of this group of colonies must be depend ent on Australia Felix for coal, not only to supply its local steam trade, but its manufactories, and municipal and household uses. To give a correct idea of what would under such circumstances become the sphere ofthe proposed Company's operations, the ac companying description of the several colonies, with their respec tive ports and population of maritime towns has been compiled."], [14, "6 3. To communicate with the government for renewed assistance in the indispensable auxiliary of convict labour while prosecuting the preliminary observations; and to enquire what Encouragement and protection maybe expected by the company in the occupation and working cf* the provincial coal fields. The answers received by the committee will be best shown in a copy ofthe correspondence which has taken place, and is herewith attached for the government of British speculators.* Second. To point out the prospects of steam, export trade, and municipal consumption, each in its relation to the support of a coal mining company. 1. As regards the support to be anticipated from the prospectus of local steam navigation, the committee consider il a satisfactory course to produce the number and registry of the colonial steam packets in any way connected with Port Phillip. LOCAL BOATS. NAME. HORSE-POWER. ROUTE. Aphrasia 40 Melbourne and Geelong Iron !. learner 50 Ditto and Launceston Governor Arthur .... 18 Ditto and Williamstown Fairy Queen 10 Yarra Yarra SOUTH AUSTRALIA, AUSTRALIA FELIX, AND VAN DIEMEN'S LAND STEAM NAVIGATION COMPANY. Cornier 80 \"\\ Corsair 130 f Melbourne^ route from Swan River Archimedes 60 C to Sydney, Windsor Castle 60 J PRIVATE CO YIP ANY- Sea Horse 240 Melbourne and Sydney Rose 71 ) Shamrock 70 > f Melbourne, Launceston, aod Sydney- Thistle 70 } This table shewing an aggregate of 900 horse-power, would insure a consumption of 14,000 tons per annum at Ihe moderate eomputalion of 81bs. per hour, to each horse during 12 hours on every day of the year, 2. The trade with the Indian porls for suture years, may in some degree be estimated by the number of vessels and amount of Ion. nage cleared out from Port Phillip for that destination during the year 1840, being fourteen ships of (1221 tons burden. 3. The consumption for the use of trade and household service for *The correspondence here referred to will be published at a future period. t The company to whith^these boats belong is not known, neither has their registry been accurately ascertained."], [15, "9 mittee, it appears to open and work a vein of coal in the neigh. bourhood of Port Western, where however Several natural difficul ties present themselves, an outlay of £3,000 would be incurred, computing the machinery and labour employed as equal to the power of raising one hundred tons per week, or five thousand two hundred tons per annum. In this calculation it has been presumed that the coal fields would for many years afford a sufficient number of\" crops,'' to ob viate the necessity of sinking deep and introducing steam, and that the Company, either by grant, lease, or purchase, would occupy a space of territory which, in its abundance of\" crops,'' would give them an easy and favourable choice of localities. To supply, ac cording to the above data, an annual quantity equal to 62,400 tons, (probable consumption for Port Phillip alone.) a capital of £36,000 would be required, and this exclusive sf freight of machinery, en gineers, and workmen from home, or the salaries of officers' and other annual expenses on the spot. To estimate, therefore, the called up capital at £50,000, and the nominal at £100,000, would be the least with which the Committee could advise a commence ment of operations; and upon this amount, the sale of 62,000 tons at 10s. per ton, being an annual return of £31,000, would' realize a profit equal to sixty per cent, upon the paid up capital. These calculations may be, however, brought to a closer result should the Committee, as they purpose upon receiving the report of the survey be enabled to collect capital sufficient to open one vein capable of producing 100 tons per week. With the certainty, therefore, of having a further report based upon experimental proof, British capitalists need not hesitate to proceed with every measure neces sary to form the company and raise the funds, as the greatest secu rity exists among the Colonists upon the success of their intended operations. 2.— In order equally to protect the interests of the colonists, in securing them against the consequences of a monopoly of coal works by British capitalists, and to show the confidence with which they are ready to embark in the speculation, in the event of receiving a steady co-operation, the Committee desire it should be made a sine qua non that at least one-third of the shares are re- served for the colony of Australia Felix ; they, in the mean lime, passing the guarantee of their judgment and experience that the requisite funds shall by lhat time be prepared. 3. — It will be necessary for the provisional committee at home to enter fully into correspondence with the Colonial Minister relative to the questions embraced in the Colonial Committee's leiter marked {B), and herein before quoted- For by the answers re- ceived they must in a great measure be guided as to the propriety of purchasing a Special Survey Order, or acquiring a Government Lease ofthe necessary coal fields. 4. — To secure a liberal subscription in carrying out the prelimi nary surveys, operations in boring, &c , the Committee have de termined to allow any subscription made to the fund of £500 before"], [16, "8 TAN DIKME\\'S LAVD. PORT. TOWN. POPULATION. Derwent Hubart Town 15,000 Tamar Launceston 7,000 22,000 WESTERN AUSTRALIA. Swan River ...... Fremantle 200 Ditto Perth 1,010 King George's Sound ,.... 300 Lescheiiault • 2\"\" 1,700 SOUTH AUSTRALIA. Port Lincoln 250 Port Adelaide Glenelg 1UU Ditto Adelaide,. 10,(100 10,350 AUSTRALIA FELIX. Portland Bay Portland 500 Port Phillip Geelong 700 Ditto Williamstown 300 Ditto Melbourne 9,000 10,500 44,550 making a population of 44,550, exclusive of the inhabitants ofthe countries, whose numbers may be computed at 50,000 more. 6. When it is considered, therefore, that the local steam navi- gation as well as the intercommunicating packets, the flour a_td limber mills, the gas works, the water ducts, manufactories trades, and household consumers of no less than twelve colonial towns, (each assuming under the march of colonization a civic im- portance of no mean character,) are looking to the resources of Port f-hillip for the success of iheir future Schemes, the ultimate gain of their present enterprise. — When il is considered that a very large and lucrative traffic with India and South America may be annually calculated on, that the number of British capitalists already embarked in the Australasian and Pacific Steam Naviga- tion have acknowledged their reliance on New South Wales for suitable supplies ; and when, as the committee have before pre- mised, it is ascertained that the chief issue of coal must originate from Australia Felix, consumers of every class it is evident must be bound by their own interests to bring every agent to work upon her exhaustless mines.* Third. To suggest the mode in which the company should be formed, &c. 1. From an estimate which has been placed before the com- * The Committee are now occupied in obtaining Custom-house returns, •hewing ihe amount of outward tonnage to India, from Van Diemeu's Lund, South Australia aud North Australia."], [17, "APPENDIX REPORT OF MR. CAMERON, UPON THE STRATA OF COAL, AT WESTERN PORT. Having received instructions from His Honor the Superintendent ofthe province of Australia Felix, to proceed to Western Port, in order lo inspect the indica tions of Coal, and to report the same, as far as they might be rendered available! for the public use and benefit, to Her Majesty's Government, I proceeded pur suant to such directions on tbe 1st of October last. Upon my arrival at Western Port, I commenced to examine minutely the several seams of coal which presented themselves superficially, lying to the eastward of lhe Bay, which I found situated at such an angle of depression as to be wholly unworkable. There were four veins of Coal, which were more or less associated with a soapy clay, sandstone and greystone, and which varied in thickness from one inch to nearly three feet. Upon combustion these coal emitted a very strong aud fierce heat, depositing heavy basses, bearing a yellowish tinge or cast. From the tossed and shattered appearance of those several veins, an indication is mani fested of the close affinity of some extensive dyke-fault or trouble, as dislocations in the coal strata are technically denominated. Having traced the coal measures throughout the direction of Cape Patterson, about twelve miles to the eastward of the Port, I discovered various straggling open seams (termed the crops) of coal vaiying in quality and thickness from two inches to four feet, and lying at such an angle as to be rendered available for mining. Here, as in Western Port, the coal is associated with greystone, sandstone, &c. In some, however, ofthe veins, the coal is of excellent quality, possessing aconsiderable praportion of bitumen, which would reuder it especially desirable for the purposes of gas, for exportation to Sydney, or for cousumption at the towns of this province hereafter, when the public convenience of gas shall be introduced. The great drawback to the establishment of a colliery iu this neighbourhood will be found in the impossibility of any approach by water, whilst the land carriage from the rocky and mountainous character of the country would be most difficult of attainment by any means ; a long and lofty range of hills intersecting the line between Cape Patterson and Western Port. The lofty and precipitous character of the rocks upon the coast exposed to view a section of strata, which induced me lo advance some miles farther than the strict line of my instructions directed. On approaching towards that part of the coast which inclines towards Cape Liptrap, I found the coal strata increased in thickness and regularity, but from an accident which occurred to me at this period whilst prosecuting my researches, I was precluded from fullowing up my observations with a close examination. These were nevertheless sufficiently justificatory of my suggestion, that iu any future search fur coals, this portion of"], [18, "10 mentioned for these purposes, to be considered as part payment of any shares to be hereafter held in the Company's Capital Stock by such subscriber, and must strongly advise that this principle should be recognised by the Directors at home, and if this fund should be increased that the principle be held good throughout. 5. — The Committee according to the desire of the public meeting from which they have received their authority, furnish Major Mercer and Messrs Yaldwyn and Gardiner, colonists, of experience, enterprise, and character, with authority to circulate copies of this document, impart all necessary information that has been omitted in this memorandum, and to advise with the appointed directors for the genersl benefit of the undertaking. Memorandum. — The Honorary Secretary to the Committee being absent on a cruize along the coast between this Port and Western Port (the localities ofthe coal indications), the Committee are unable to furnish bv the present opportunity the various documents referred to; but by an early conveyance the deficiency shall be supplied,"], [19, "COAL COMPANY. On Thursday fef^^'aise'rSil^y of mer. chants and others interested in the matter of supplying this Presidency with coal, took place at the Auc'ion Company's Rooms, upon which occasion the subjoined re solutions were unanimously adopted — Arthur Kemmis, Esq., in the chair : — Proposed by G. Ardeu, Esq., seconded by F. Mantun, Esq — That this meeting consider it highly advantageous to the interests of the province to lay before British capitalists such information as may induce them to form a company for the purpose oi working the coal mines. Proposed by H. N. Carringlon, Esq., seconded By W. Highest, Esq. — That this meeting request the following gentlemen to act as a permanent committee,' to submit through Major Mercer, Henrv Yaldwyn, Esq., and John Gardiner, Esq., to British capitalists, such information as may be necessary to give them an opinion as to the practical means and probable results of such an undertaking, and lhat this com- mittee have power to make such offers on the part ofthe meeting as mav be considered advisable - — F, Manton, Esq . P. W. Welsh, Esq., A. Kemmis, Esq , G. Thomas, E*q.. G W. Cole, Esq. Proposed by G. Thomas, Esq , seconded by Cap tain smythe — That a subscription list be opened to bore for coal and to make such other examinations as mav appear necessary, with the uuderstandiug that such subscription shall go to purchase shares in anv, company that may be formed, the sum not to exceed £51)0 At the close of the meeting a subscrip tion list was opened, when the following ffentlemen subscribed the sums affixed to their names : H N. Cnrrjn-iton ....... ......£50 William Hi-hett « &0_ Lanirliorne Brothers 50 George Arden ...*.... 50 H. G. Cameron 5o ■!,G: B. Smyth S) ' fs. M'Killop Itt Thomas, Euscoe & James 5 1 Montjfnmery & M'Ciae 10 Manton & Co 5) G. W.Cole 10 J. M. Chi«hol'in & Co 15 A. Kemmis & Co 50 H. B. Morris , .10 George Urquhart. . . . .- 10 Allison & Knight. 10 James Cain 10 E. Sewell .10 £•525"], [20, "12 the district should be minutely examined. The increased thickness and regtj. laiity of lhe measures strongly indicate (though uot positively) the association of more extensive beds or seams of coal Having proceeded about fifteen miles (in direct course) along the line of coast towards the indentation formed between the two projections of Cape Patterson, and Cape Liptrap, I discovered an extensive inland bay or lagoon, about fifteen miles in diameter, running parrallcl with the coast towards the latter Cape. Into this bay, apparently, a river of considerable dimensions empties itself. This river had been previously visited by Mr. Anderson, one ofthe most enter prising of our Western Port settlers. Having communicated with some ofthe aborigines frequenting this part of the country, I learnt from them its native name to be \"Tangel,\"and from their description of the surrounding country, I was led to conclude that there are large open plains to the N. E., which they represent as abounding with game. There is strong evidence of an outlet from this bay to the Straits, but circumstanced as I was, without the means of ascer taining the fact by close inspection, I could only draw that inference from the appearance ofthe water towards the coast. Should the conjecture be well grounded, this neighbourhood would prove the most desirable for the operations of a coal mine, and its establishment here might prove the most desirable spot for selection. Having returned to Western Port, I proceeded to inspect Phillip Island, when after a careful examination of the entire coast bordering on the bay, I found one unvaried strata of vitrified sandstone and clay — This island possesses on the northern side, several small lagoons and water holes, situated a small distance in-shore, and containing good and pure fresh water, capable of supplying vessels, that may frequent that neighbourhood, and easily procurable for shipment. The whole of this island is covered, except in two or three spots, with tea-tree scrub, and vinous plants, which render travelling most difficult. The anchorage fn m Elizabeth Cove to the signal post is perfectly safe, affording a complete shelter from south and south-west gales, The neighbouring island, called French Island, on the eastern side, possesses some free stone of good quality, resembling the celebrated Portland stone, which rises in large perpendicular masses. The water near those cliffs is of great depth, sufficient for vessels of any size to anchor alongside. The land is of superior quality to that in Phillip Island ; the principal trees growing here being stringy bark, gum, and she oak, eicept on the low lands, which are impassably covered with mangrove and tea tree Having concluded my mission as far as eircumstances admitted, I returned overland from Western'Port to the Heads, inspecting the whole line of coast, of which nothing material occurrs to me deserving mention H G. CAMERON. Melbourne, November 27, 1840."], [21, ""], [22, ""], [23, ""], [24, ""], [25, ""], [26, ""]]