[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE THORNCLIFFES BY H. M. URWICK. IN THREE VOLUMES. VOL. I. LONDON : SWAN S0NNEXSCHE1X, LOWKEY & CO., PATERNOSTER SQUARE. 1887."], [6, ""], [7, "THE THORNCLIFFES. CHAPTER I. \" Stern rugged nurse, thy rigid lore With patience many a year she bore, What sorrow was, thou bad'st her know, And, from her own, she learnt to melt at others' woe.\" Geay, Ode to Adversity. \"AA^ill you come with me to the Vicarage, Dorothea 1 I want to call there about something. You can wait in the churchyard if you prefer.\" Miss Georgie Lloyd Avas leaning over the Vicarage gate as she asked her niece this question ; she had not much doubt as to the answer, for she knew Dorothea's shyness, and guessed that she would prefer making acquain tance with the view from the churchyard, to a hurried introduction to the Vicarage household. And, indeed, one might well be glad of a few quiet minutes to look at that view. The church stood on the crest of a bold escarpment ; below lay a broad valley, fertile with meadows and cornfields, and but little disfigured by the VOL. I. B"], [8, "2 THE THORNCLIFFES. railway Avhich ran through it, or the white washed mill, with its little cluster of houses in the distance. A line of trees at the bottom of the valley marked the course of a river, hidden from vieAv in a deep ravine ; beyond rose hill after hill, one above the other, Avhile a long mountain chain stood like a great blue Avail behind them all. The loAver hills stretched to right and left in a wide semicircle, and away to the westward lay the more level country, with its distant chimneys seen dimly through a smoky haze, telling of the busy manufacturing district a few miles off. The old church stood like a sentinel overlooking the scene, its square tower visible for miles round, a landmark over hill and valley. Behind it lay the little village of Ardernmoor, Avith its one straggling street of homely stone cottages winding irregularly down the hill. Dorothea Lloyd stood for several minutes contemplating the scene. She was keenly susceptible to natural beauty, and this Avide prospect, and the mingled peacefulness and freedom of the farreaching hills, and the sweet scented meadoAvs, in the bright June afternoon struck a congenial chord in her mind, and filled"], [9, "THE THORNCLIFFES. 3 her with a vague pleasure and exhilaration. She took off her hat, and let the soft breeze play about her rough broAvn hair, while her dark grey eyes, whose pecaliar deep colour could never be mistaken for blue, gained a new expression of pleasure in place of their wistful anxious glance. Nobody would have called Dorothea actually pretty ; she was only sixteen, and at that age few girls have attained the full beauty of dawning womanhood. Moreover, her features were hardly regular, and her face and figure somewhat thin and undeveloped. But there was an expression of earnestness on her coun tenance, a straightforward candid look of eager enquiry and energy, Avhich might Avell prove attracth'e to a careful reader of character. It seemed to tell of strong latent possibilities, of qualities as yet undeveloped, amid the crudities and ignorance of youth. She Avandered round the churchyard, idly reading the inscriptions on the tombstones, but thinking less of them than of the beauty and freshness of the scene, when her attention was attracted by soft tones of music proceeding from the building itself. Someone was in the B— 2"], [10, "THE THORNCLIFFES. 4 church then ; it surely must be open. Curiosity triumphed over shyness, and she softly entered through the heavy oaken door. There Avas but little architectural beauty in the interior of the church. The whiteAvashed walls and pillars gave a chill feeling, after the warm sunshine outside ; and the high cupboard like pews, and deep gallery at the end, had little of brightness or attraction. Only in the chancel was there some attempt at modern adornments. The altar was covered with a crimson cloth, with simple gold embroidery round the margin ; a plain brass cross, flanked by two tall candlesticks, stood upon it, while a heap of white roses, fragrant and fresh in all their June loveliness, lay in sweet confusion in front. There Avere vases near, as if waiting to be filled, but as yet tbe flowers lay as they had fallen, in careless beauty and abundance. Dorothea took in these details with a far from favourable eye. Every approach to Ritualism was abhorrent to her, and the cross and candle sticks, and above all the flowers, shoAved only too plainly the tendency of matters at Ardernmoor. But her glance did not long rest upon the altar, it was quickly"], [11, "THE THORNCLLFFES. 5 drawn to the point from AA'hence the music proceeded. A small American organ stood in the chancel, and seated at it, her hat throAvn off and her fin gers half-idly wandering over the keyboard, was a girl some feAv years older than herself. Dorothea scarcely knew Avhether to think her beautiful ; the question did not occur to her, so absorbed was she in studying the intent, rapt expression on the pure pale face. The forehead was broad and thoughtful, under the soft wavy line of the dark hair ; the eyebrows were deli cately traced with a curve of singular grace and refinement, while the blue eyes had a dreamy far-away look, as if the soul dwelt in some dis tant region of peace and beauty, apart from the Avorry and vexations of everyday life. But there was no indication of a vague dreaming about the mouth ; there was firmness, almost severity, in the slightly compressed lips, and the lines told of suffering, or rather endurance, for nothing plaintive or appealing could be read in them ; there was rather a look of confidence and assured triumph, in the resolute curve of lips and chin. A dark dress showed up the delicate trans parency of her complexion, and she Avore no"], [12, "THE THORNCLIFFES. 6 ornament save a spray of the same roses that lay scattered on the altar-steps. Dorothea gazed for some moments on the calm face, but the head did not turn, and the hands still Avent on playing the slow Gregorian chants as before. At last, fearful of being seen, and perhaps deemed an intruder, Dorothea withdrew, silently as she had entered. \"I suppose that is one of the Vicar's daughters,\" she said to herself as she walked round the churchyard. \" What a sweet face she has, with something strange about it too. But she must be very High Church, to be putting floAvers on the altar. I am afraid I shall find very little that is congenial to me here ; it will be a lonely and trying position in many ways.\" Dorothea Lloyd was almost a stranger in Ardernmoor. She had visited it once or tAvice in former years, for her aunts had lived there almost all their lives ; but these visits had been short, and had left but little traces on her memory. She had been born in India, and could just remember the long voyage home, and the SAveet pale-faced mother Avho had so lovingly fondled her, and taught her to repeat her prayers at her knees. She had a more vivid recollection"], [13, "THE THORNCLIFFES. 7 of the desolation Avhich came over her when that mother died, shortly after her return, leaving her little girl to the care of a grandmother and an unmarried aunt. With them Dorothea had had a happy home for nearly twelve years. They resided at a pleasant watering place in the southern counties, and her father, who was Avith his regiment in India, had been quite satisfied to leave her in their charge. They had treated her with wise and judicious kindness, and her days had been filled up pleasantly with studies at a large day-school in the town, and the com panionship of numerous friends of her own age . Her grandmother's death put an end to all this, for her aunt was now able to end an engagement of many years' standing by marriage with the lover Avho had waited for her so long. Colonel Lloyd, accordingly, had to seek a new home for his daughter, and decided that she should live with her other aunts at Ardernmoor, his own sisters, who had often begged to be entrusted with the charge. They were two kindly middle aged ladies, both over forty, who had lived from their childhood in this quiet village, but had a keen interest in the affairs of the outside world, and a warm sympathy with young people. Indeed Miss"], [14, "8 THE THORNCLIFFES. Georgie, the younger of the two, seemed to have retained a large measure of her youth. She was quick and impulsive, eager to take up any new scheme, and gifted with a bright lively disposi tion, Avhich made constant sunshine in the quiet household. Both ladies welcomed the coming of their niece as bringing a fresh element of youth and vivacity to their midst. To Dorothea herself the change was far from Avelcome ; she had been very happy at Chalmingham, and had taken deep root there, and it cost her much to give it all up and seek a new home. She Avas sorry to leave school, for her studies had of late groAvn more and more engrossing ; but aboA-e all she grieved the breaking of the religious associations amid which she had grown up. Her aunt and grandmother had belonged to the extreme LoAv-Church section of the Church of England, and Dorothea, though shyness and a sort of innate delicacy had prevented her from adopting the effusive style of con versation which characterizes that party, was an enthusiastic believer in their tenets, and had learnt to love the observances among o Avhich she had grown up. She would miss"], [15, "THE THORNCLIFFES. 9 all this now, she feared. Matters ecclesiastical tended in a different direction at Ardernmoor. Her aunts, it is true, AA'ere free from suspicion of Ritualism ; but she feared they had not made so firm a stand against it as might have been. At any rate this fault should not be chargeable to her, for she Avas firmly resolved that nothing shoidd shake her allegi ance to true Protestant principles. It may be thought strange that such a matter should occupy the mind of a girl of sixteen. But Dorothea was naturally thought ful, and inclined to theological speculation, and her surroundings had been such as strongly to develope these qualities, while her experience of life had been far too limited to check the narrowness AA'hich is so characteristic of early youth. Her thoughts turned in this direction as she Avaited for her aunt in the churchyard, and compared the SAveet face of the Vicar's daughter with the impression of rigid formal ism that had been associated in her mind AAith the family. She reflected that she would probably see a good deal of the Vicarage household; perhaps — who could tell? — she might be instrumental in bringing about a benefici"], [16, "10 THE THORN CLLFFES. change in their religious views. This idea took strong hold of her mind, and it was not long before she came to the conclusion that it was probably for this very purpose that Providence had arranged her coming to Ardernmoor. Dorothea had full confidence in her own opinions ; it never entered into her head to imagine that anyone could fail to see and be convinced of their truth, if only they Avere clearly and fairly presented ; and she had too much consciousness of her own powers to doubt that she would be able so to pre sent them Avhen occasion arose. She had an active imagination, and was soon engaged in framing arguments and conversations, Avhich should gradually but surely overthrow the fabric of error in which the Vicarage family had intrenched themselves. Foolish enough all this was, and sadly tinctured with vanity and conceit ; yet tliere Avas a leaven of real earnestness about it, and an unselfish desire to be of use to others. Dorothea had much to learn, chief of all perhaps a humble sympathy with the views and opinions of those who differed from her; but she was thoroughly honest and sincere, and had, above"], [17, "THE THORNCLIFFES. 11 all, a pure disinterested longing to share Avith those around her Avhatever Avas a source of joy and happiness to herself. \" I am afraid you must be tired of waiting,\" said Miss Georgie as she hurried up the steep path from the gate — \" Hoav do you like the view, isn't it beautiful ? AVe are very proud of our churchyard at Ardernmoor.\" \" I don't wonder you are,\" answered Dorothea, \" it is very lovely ; I have not found the time at all long.\" \" Engaged in day-dreams, eh ? \" said her aunt. \" AVhat were they about ? Come, tell me. Dorothea would not on any account have described her day-dreams, so she put the question off by asking whether Miss Lloyd had settled her business at the Vicarage. \" AA'ell, not exactly, at least there is some thing else I must speak about ; I did not see Agnes, she is in the church, they said. Why, there she is coming out ; come and speak to her, you can't hide this time, you know.\" In spite of her shyness, Dorothea felt a strong desire to speak to Agnes Thorncliffe, for the SAveet face had charmed her more than she kneAv."], [18, "12 THE THORNCLIFFES. Miss Georgie gave her no time for hesitation, but hurried forward Avith eager Avords. \" I have just been looking for you,\" she said, accosting the Vicar's daughter in her rapid Avalk toAvards the gate. \" I Avent up to the Vicarage to speak about several things, and Lilian told me you were in the Church. This is my niece Dorothea ; she only arrived last night.\" \" I am glad I have not missed you,\" Agnes said, taking Dorothea's hand; \" I have heard so much about you that I hope we shall soon be friends \" \" Dorothea seems to imagine you are all a set of ogres, I fancy,\" Miss Georgie said, \" she Avould not come with me to the Vicarage, but stayed in the churchyard all the time.\" Dorothea blushed painfully, but Agnes only laughed. \"Perhaps the hills are better worth making acquaintance with than the people,\" she said, \" it is rather an ordeal to go and be intro duced, too ; I am fortunate in haA'ing an accidental meeting.\" \" I hear your brother is coming home to-morroAv,\" said Miss Georgie, \" I should think you will be glad to have him again.\""], [19, "THE THORNCLLFFES. 13 \" Yes, but it is only for a short time ; he has an engagement in Scotland for a fortnight.\" \"Oh, has he? Lilian did not tell me that. Hoav hard he works, teaching and studying at the same time.\" \" I think he enjoys it,\" said Agnes, \" but I wish we had him more at home. But Avhat was it you wanted to tell me ? \" Miss Georgie at once plunged into a multitude of parish details, while Dorothea stood a little aside, and watched the changing expression on Agnes's face ; the grave intentness that seemed habitual there, and the sudden quick smile and bright flush of animation. She noticed, too, that Agnes held in her hand the basket that had contained the floAvers, and the cluster of white roses was still pinned against her throat. \"AVell, what do you think of Agnes Thorncliffe?\" Miss Georgie asked Avhen they had separated ; \" is she like what you expected ? \" \" I don't knoAv exactly,\" Dorothea answered, \" she looks nice ; isn't she very High Church ? \" \" Oh yes, they all are ; it is a pity, of course, but they are very nice and good. You must not let that prejudice you against Agnes ; you"], [20, "14 THE THORNCLIFFES. are sure to like her. There is no one in the parish so much beloved as she.\" Meanwhile Agnes Thorncliffe had gone on to the Vicarage. Passing through the hall she entered the kitchen, Avhere her sister Lilian was busy ironing. If one might hesitate as to Agnes's claim to beauty, there could be no such feeling regarding Lilian ; hers was a face Avhich commanded strong and immediate admiration. Bright golden brown hair lay in thick bands round her head, her eyes were a sparkling danc ing broAvn, Avith a frank gaiety and a sweet light heartedness that had an indefinable charm. Her features were good and expressive, and her com plexion of rich yet delicate colouring ; but the chief beauty of her face was its constant variety of expression, it seemed the embodiment of over floAving life and sunshine. She Avas singing as she Avorked, while the manipulations of her iron, and the quick movements with which she adjusted and folded the pile of garments by her side, shoAved off to full advantage the supple grace of her figure. Agnes seemed to notice this, for as she entered the kitchen her eyes shone Avith a glow of sisterly pride and admira tion."], [21, "THE THORNCLIFFES. 15 \" So you're come at last,\" said Lilian, pausing in her work, and stopping short suddenly in the middle of \" Bonnie Dundee,\" \" what an age you have been ; Miss Georgie Lloyd has been here and wanted you.\" \" I have just seen her,\" ansAvered Agnes, \" she came into the churchyard to meet me.\" \" Oh, that's all right then ; and did you see the niece ? Just fancy, she wouldn't come in here to see us. I never heard of such a thing ; she must be quite farouche\" \" She seemed very shy,\" said Agnes, \" but she is very young — not more than fifteen, I should think.\" \" Miss Georgie said she was sixteen, the same age as Nellie ; she ought to have learnt a little sense by that age. But Avhat sort of a looking girl is she ? \" \" I can't exactly tell ; she looks intelligent, not pretty perhaps, but rather an interesting face.\" \" You never can describe a face somehow ; I don't think you half look at people. I Avish she Avas a little older, it Avould be pleasant to have a companion of our own age in the parish.\" \" Yes,\" said Agnes, \" but she Avill be a nice"], [22, "16 THE THORNCLIFFES. friend for Nellie. By the Avay, Lilian, I played over those neAV chants; I think they vvill do very well.\" \"I am afraid the choir won't like them,\" answered Lilian, \"they like nothing but those lively chants that go meandering in all direc tions. But are not you going to trim up your white dress, Agnes ? it is quite ready, I ironed it first, on purpose, because I thought you wanted to do it to-day.\" \" So I do,\" replied Agnes, \" I will begin it at once, and at the same time I can hear Nellie's German.\" So, gathering up the newly-ironed pique dress in her arms, Agnes carried it into the dining room, where she found her sister Nellie busy poring over Schiller's \"Thirty Years' AA7ar.\" Evidently she found the task rather much for her, for her face was puckered with a perplexed frown, and she looked up \\vith a sigh of relief when Agnes entered. \" Oh, I am so glad you are come,\" she said, \" I have been puzzling over this German for ever so long ; it is such a difficult bit.\" \" Bring it here and we will do it together,\" said Agnes, and sitting doAvn she applied herself"], [23, "THE THORNCLIFFES. 17 to the double task of trimming and re-arranging the somewhat old-fashioned dress, and at the same time acting as dictionary and general referee in the matter of Nellie's German. Nellie's lessons Avere often carried on in this rather desultory fashion, for she did not go to school, and Agnes and Lilian, her joint governesses, were too busy with many other duties to give more than occasional spare half hours to her instruction. Fortunately Nellie was thoroughly conscientious, and, though not clever, took sufficient interest in her work to ensure steady progress. But then it was always a pleasure to work for Agnes, whose sweet brightness lit up all the rough places along the steep road to learning. The two sisters sat on side by side in the pleasant parlour, whose bow window, framed with roses and honeysuckle, overlooked the shrubs and flowers of the carefully-tended garden. It was not a very large garden here in the front of the house ; only a small stretch of grass and a thick hedge and shrubbery dividing it from the lane that skirted the brow of the hill. Round at the back was a more important plot, with a smooth green lawn and VOL. I. C"], [24, "THE THORNCLIFFES. 18 brightly planted borders, sloping abruptly down, and facing the east with its distant ranges of hills. The kitchen-garden lay to one side, and on the opposite side was the churchyard. Agnes and Nellie worked on till the clock struck six, and they were roused by the entrance of their father, tired with his long parish rounds, and anxious for tea, preparations for Avhich Avere already on the table. The Vicar of Ardernmoor was a tall grave looking man, strikingly like his daughter Agnes, only on his face the sternness and repression Avere far more strongly marked, and Avere seldom relieved by a softening or brightening gleam — a man to inspire respect, if not affection, to whom many might come for justice, but very feAv for sympathy. \"Agnes,\" he said, suddenly, as his eldest daughter put a\\vay her work and busied herself Avith the teapot, \"I wish you would go round to old Job AVilliamson's this evening. He is very ill, and his poor Avise is quite overdone, and Avants someone to cheer and advise her. I promised that you would go as soon as possible, and you might take some jelly if you have any.\""], [25, "THE THORNCLIFFES. 19 \" I am afraid there is no jelly, but I Avill certainly go,\" Agnes ansAvered, \" there will be plenty of time after tea,\" It Avas nearly two years since the Rev. Henry Ihorncliffe had been appointed vicar of Ardern moor. He had till then been a stranger to the neighbourhood, haA'ing lived formerly in a quiet village in one of the southern counties. The removal had been a great change to himself and his family, but it had been accompanied with changes so much greater and more painful, that they had had but little thought to AA'aste upon it. Three years ago, they had been a happy prosperous household, the mother leader and ruler in all domestic matters, and the children, four daughters and one son, growing up in strength and beauty, which rejoiced their parents' hearts. Only Agnes was delicate, her childhood haAing knoAvn much of the suffering and restriction of illness ; but she was much stronger than formerly, and the Lfather and mother hoped that she might have at least an average amount of health. Suddenly a terrible series of calamities had fallen upon the household. First the eldest daughter, Eva, had died, after a few days' c— 2"], [26, "THE THORNCLIFFES. 20 illness, of a violent fever. She had been the pride and delight of them all; the one most likely, they would have said, for a long and happy life. And then, Avithin three months, the mother too was taken. A carriage accident caused such severe injuries that she only survived a few hours, and was just able to say farewell to her husband and children before her death. Mr. Thorncliffe was for a time completely overwhelmed by this second blow, and the task of directing and superin tending all necessary arrangements fell upon the two elder children, Fred and Agnes. Agnes seemed to step at once into woman hood, under pressure of this new sorroAV and responsibility, and friends were filled with astonishment at seeing the frail girl of eighteen, who till now had seemed the one of all others who needed protecting care, taking upon herself the charge of the desolate household, guiding, directing, comforting, with scarcely a thought for her own grief and loneliness. The move to Ardernmoor Avas the first matter to be attended to. It had been decided upon before Mrs. Thomcliffe's death, and all"], [27, "THE THORNCLIFFES. 21 felt now that there Avould be a certain relief, albeit, tinged Avith pain, in beginning their altered life amid neAV scenes and surroundings. The failure of a bank, had, a short time before, led to the loss of almost the Avhole of Mr. Thomcliffe's private means. This had been but little thought of amid the stress of heavier trials, yet it Avould necessarily make consider able difference in their way of living. Perhaps the girls hardly realised this. \" There Avould still be the income from the living,\" Agnes said, not knoAving how small that Avould seem when measured by their habits and wants ; yet she set to work bravely, cutting down expenses on every side, and sparing no self denial to make ends meet. One decision indeed Mr. Thorncliffe made, which friends thought a strange example of imprudence. Fred had, a short time before his mother's death, gained a valuable scholarship at Oxford, and it seemed hard that he should give this up and abandon all chance of a University career. Many anxious consultations were held ; the expense, in addition to the scholarship, Avould be a heavy drain on the family resources ; but no one could forget, though all shrank"], [28, "THE THORNCLIFFES. 22 from speaking of it, that it had been Mrs. Thomcliffe's dearest Avish that Fred should go to Oxford, and in due time to follow his father's profession. And so it was arranged, and Fred returned to his College life deeply impressed Avith his father and sisters' self sacrificing generosity, and firmly resolved that they should never have cause to regret it. Meanwhile the rest of the family established themselves at Ardernmoor. They lived very quietly, keeping only one servant ; all three sisters at home, for Lilian was old enough to leave school, and Agnes decided to teach Nellie herself. They had many difficulties during their first winter, for they soon found that their income was sadly insufficient even for the modest scale on Avhich the household was arranged. Still their oavu cheerful courage, joined to Agnes' calm sense and Lilian's strong domestic capabilities, managed to fight a way through all obstacles. There Avas a shade of gravity about them for some time, the after shadow of a great sorroAV, but they were hardly uncheerful, for Lilian had a gay light heartedness of disposition, and Agnes had learnt patience and self-control, without losino-"], [29, "THE THORNCLIFFES. 23 her natural brightness of spirit. Her early sufferings had only given her a stronger faith and more vivid sense of the reality of that unseen world, Avhence alone true comfort can be draAvn. In some respects perhaps Nellie appeared more crushed by the family sorrows than either of her sisters. Her spirits Avere less elastic, and the shock of her mother's death caused a nervous depression which she was long in throAving off. She clung very much to Agnes, Avho treated her Avith a tenderness and consideration, scarcely compatible with her usual rigid severity. They Avere great favourites, these three sisters, for none could resist the charm of their sweet faces and Avinning manners. Some of their pro ceedings might be thought strange by the ladies of the parish, but all admired the brave, cheerful energy of their characters. Certainly no one in Ardernmoor had ever seen such hard workers as the A^icar and his family. Agnes and Lilian both spent several hours daily in teaching, for Mr. Thorncliffe had consented to their proposal that they should take this mode of increasing the family income, and Agnes obtained a situa tion as morning governess in a neighbouring"], [30, "24 THE THORNCLIFFES. school, Avhile Lilian turned her musical talents to good account by giving lessons in several families round about. Then there was the choir, also her chief care, and the parish schools, Sunday and National, and evening classes for the factory girls, and district visiting, in addition to all which Agnes took up, Avhat had been Eva's special work in their former home, the regular daily visiting of the sick. All this was very surprising to the Ardernmoor ladies, for they had been accustomed, under the former Vicar, a quiet, easy going old man, to see things taking pretty much their own course in the parish. They sometimes shook their heads, and declared that Mr. Thorncliffe might be very zealous, but he was apt to go a little too far. Other changes found much less favour, for Ardernmoor had always been a strictly Evange lical parish, and strongly suspected Ritualism in the chants, surpliced choir, and frequent week-day services, which Mr. Thorncliffe, Avith, perhaps, injudicious zeal, made haste to intro duce."], [31, "25 CHAPTER II. „28elcf) ©etiimmcl Strafteu aus! 'Eampf irmllt aus! glacfentb fteiflt bie geuerfaute, ®uret) ber etrafje lange ffci'e SBadift e§ fort mit SBtnbeSetle; Sodieub roie au§ OfenS SRadien, ©Iiit)n bie Siifte, fatten tradjen, soften fiiirjert, getiftet flirren, Aiubev jammern, SftiUter trren.\" SttjtUer. \" Do you feel inclined for a walk to-day ?\" asked Miss Georgie of Dorothea, the next after noon ; \" we might go round by Lower Ardern moor and Strands, and come home by the river.\" \" Oh, yes,\" said Miss Lloyd \" and enquire at the station about that parcel from Grimstone ; it ought to have come this morning.\" The road to the station led down a steep hill, to the river's brink, which at this point Avas fringed by a cluster of cottages and workshops, Avith a small hat factory in their midst, the Avhole forming the village of LoAver Ardernmoor. Beyond rose the bare hills, Avhile to right and left, the course of the river lay through high banks thickly covered Avith trees. \" There seem to be a number of people run-"], [32, "26 THE THORNCLIFFES. ning,\" observed Miss Georgie, as they descended the hill. \" I wonder if anything has happened . Here is Nellie Thorncliffe, she Avill tell us.\" Nellie came up hot and breathless from hurrying up the hill. \" Oh, Miss Georgie,\" she exclaimed hastily, \" I am so glad you are going down : there's a fire in the hat shop, and tAvo people are hurt.\" \" A fire ! how dreadful ; when did it break out ? \" \" I don't knoAv exactly ; about half-an-hour ago, I think. They have sent to Millbridge for an engine, but they don't know Avhen it will be here.\" \" And Avho is hurt ? Is it serious ? I hope not.\" \" I can't tell, it's two of the girls in the shop ; they are crying dreadfully, but Papa does not think they are very bad.\" \" Is the doctor there ? \" \" No, they sent for him but he is gone out, to Layford or somevvhere. Agnes sent me to get some lint and rags from home.\" \" Then your father and Agnes are there ? \" \" Yes, and Fred and Lilian. Fred was just coming from the station when it began, so he"], [33, "THE THORNCLIFFES. 27 went to help, and sent up a message for us all to go down too.\" \" We have plenty of rags at our house,\" said Miss Georgie; \" you might call round if you want any; cotton wool is thebest thing though, Ithink.\" \" Yes, that's what Agnes said ; we have a large roll of it, but she wants it quickly, so I must go. Do go down and help, there seems so much to do and such confusion.\" \" Come, Dorothea, we had better make haste,\" said Miss Georgie, hurrying off at full speed down the hill. A feAv steps brought them Avithin sight of the conflagration, which Avas blazing fiercely all round the someAvhat dilapidated building of the factory. A fire in a hat-mill was no unknown occurrence in the neighbourhood, for the light inflammable nature of the crates and band-boxes offered an easy prey to any chance spark, and many a sad accident had resulted from some momentary carelessness on the part of the work-people. Miss Georgie soon sa\\v that this fire was far more serious than any which had occurred of late years. Already they were almost blinded by the clouds of smoke which a sudden gust of wind Avafted towards them."], [34, "28 THE THORNCLIFFES. Miss Georgie had not gone far before she met the Aricar, who was standing giving orders about a barrel of water that some workmen were bringing from the river. \" Miss Georgie ! that's right ! \" he exclaimed, \" your help Avill be most valuable. Those poor women Avho were in the hat shop are in a most excited state.\" \" Where are they ? Tell me,\" asked Miss Georgie quickly. He pointed to an out-building on the opposite side of the yard, where Miss Georgie soon found a croAvd of women and girls, all terrified and excited, Avhom Agnes and Lilian were, with difficuly, trying to control. In an inner room lay the two girls Avho were injured. They seemed a good deal burnt about the head and arms, and were crying loudly Avith the pain. The women round them Avere also engaged in loud lamenta tions and predictions of the worst consequences from their hurts. \" If only we could get some of these people to go away,\" said Agnes to Miss Georgie ; \" these girls are getting more frightened every moment. I am sure that is as bad for them as the burns. And someone ought to keep the children out of"], [35, "THE THORNCLIFFES. 29 the yard ; look at them croAvding there, it really is not safe.\" \" Don't you think some of you had better go home ? \" said Miss Georgie raising her voice ; \" your children there Avant looking after, or they Avill be getting into danger. Mrs. Booth and Mrs. Robinson, look, there are your little boys running right up into the smoke ; won't you take them home out of barm's Avay ? I'll go and bring them to you.\" The Avomen looked at her for a moment in uncomprehending surprise. Then, as the neAV vieAv of the case daAvned upon them, several turned to go. Meanwhile, Miss Georgie had hurried into the yard, and seizing the first children she could lay hold upon, bluntly turned them out and told them to run away. The diversion Avas effectual ; in a few minutes, more than half the women had departed, Avhile the yard was almost entirely cleared of children. \" You stay and keep guard at the door,\" said Miss Georgie to Dorothea; \" don't let anyone in under the age of twelve. I'll go and see if I can help Agnes with the wounded.\" There was not much to be done for the two"], [36, "30 THE THORNCLLFFES. poor girls ; Agnes had succeeded in soothing them to some extent, promising quick relief from the cotton wool she had sent for. \" Where is your brother ?\" asked Miss Georgie of Lilian, during a moment's pause, as they watched the flames ; \"I don't see him anyAvhere.\" \" He is up on the second floor, round near that AvindoAv,\" said Lilian ; the smoke hides him just noAv ; there, now you can see him. He is directing the men where to throw the water.\" \" He and Papa and Mr. Leigh are trying to organise things a little,\" added Agnes ; \" Mr. Hyde, the overseer, is very good too ; no one else seems to know what to do.\" \" There is someone else standing speaking to Fred,\" said Lilian ; \" he looks like a gentleman, too, and he has a collar like a clergyman. I wonder Avho it can be ?\" \" Some curate, perhaps,\" said Miss Georgie. \" I heard that Mr. Manton had got a new one at Strands.\" \"He is Avorking very hard,\" said Lilian, looking with interest at the stranger's figure. \" Look at him lifting that tub of Avater.\" \" Yon's the Rev. Mr. Williams,\" said a voice behind them, as a tall, strongly-built man, in"], [37, "THE THORNCLIFFES. 31 workmen's clothes, passed into the room, carrying a pile of hats. \"He's no curate, he isn't; he's the nevv minister as is come to LoAver Ardernmoor chapel.\" \" Indeed ! thank you,\" said Agnes a little stiffly, turning to the inner room. \" Hoav funny that he should be a Dissenting minister,\" said Lilian, \" and^talking aAvay to Fred like that.\" \" AVhy shouldn't he talk to him ? \" asked Miss Georgie. \" Oh, of course, there's no reason why he shouldn't,\" Lilian answered lightly, \" only Fred is sure to Avant to knoAv him after this, and it may be aAvkward.\" \" I don't see^that it need be awkward,\" said Agnes, Avho had overheard the last words, \" because he is helping to-day is no reason why there should be anything more than a passing acquaintance in future.\" \" AVell, I don't understand all this etiquette,\" said Miss Georgie ; \" that man looks like a gentleman, and, if so, I see no objection to knowing him, Dissenter or not. But I think I will go and relieve Dorothea, I fear her task is rather too much for her.\""], [38, "THE THORNCLIFFES. 32 The fire showed no signs of abating, but was blazing more fiercely than ever, when Miss Georgie took Dorothea's place at the gate. \" You had better go in to Agnes,'' she said to her niece, \"you can see very well from the AvindoAv there, and it is out of the way of the smoke. There is nothing much for you to do, and you might go home if you Avished, but perhaps you would rather stay and Avatch.\" Dorothea was very anxious to stay and see the progress of the flames, but she felt 'that her aunt's Avords Avere a kind of dismissal, and, fear ful of being thought in the Avay, she determined to return home. First, hoAvever, she ventured to walk round the yard in order to get a full view of the burning pile. It was a wild and fearful sight, one never to be forgotten by those who witnessed it. The whole building was enveloped in smoke ; Avhile from every AvindoAv the red and yellow flames leaped and shot in constantly changing forms. Part of the roof had fallen in, and one end of the factory was already a mere wreck, while the other seemed in danger of soon becomino- en tirely surrounded by flames. Tavo gangs of men were at work on the scene ; one, superintended"], [39, "THE THORNCLIFFES. 33 by the Vicar, Avas engaged in filling and carrying barrels of water from a small reservoir which communicated with the river, another, under Mr. Leigh, the owner of the factory, in removing to the opposite side of the yard as much of the property as could be rescued from the ruin. Fred Thorncliffe and Mr. Williams stood in the second story, the most dangerous part, directing where the scanty supply of water should be throAvn ; while the tall stalwart form of Joshua Oldham, the workman who had spoken to Agnes, might be seen just below, his strong arms doing good service in hauling up the barrels. The fire had broken out during the dinner hour, when most of the workpeople were either gone home or standing about the yard. The two girls in the out-building were the only persons injured by the flames. By this time the work-people were all dispersed, though many of them still loitered about the yard watching the scene. Dorothea stood watching, forgetful of her intention to go home, absorbed by the terrible fascination of the scene. Suddenly she noticed a large pile of band-boxes ready packed for the railway, lying as they had been thrown, in the VOL. I. D"], [40, "34 THE THORNCLIFFES. middle of the yard. Near them was a piece of burning wood which had fallen to the ground, and Avhose smoking end was within a few inches of the thin lath and cardboard. Another moment and the whole would be in a blaze. Without a moment's thought, Dorothea stepped forward and, stooping down, seized the burning brand ; at the same instant she heard a loud cry of warning from spectators near, fol lowed by a crashing noise as if the whole mill Avere giving way. For one long moment she felt as if this were really the case. A confused sense of dust and smoke and flame surrounding her on all sides, bricks and Avood falling all around, and a terrible stifling in her throat ; then two strong arms seized her tightly, and she was dragged hastily, and with scaut ceremony, away from the dangerous spot. Her dress had caught fire from the brand she had picked up, but it was already extinguished, and as yet she was scarcely conscious of the burns round her ankles. Only a vague terror took hold upon her, and she clung, trembling violently, to the arm that supported her. It Avas Fred Thorncliffe who had dragged her"], [41, "THE THORNCLIFFES. 35 from the falling ruin, and Avho now smiled a bright reassuring smile. \" I don't think you are much hurt,\" he said kindly. \" Your dress was just catching fire, but I have put it out. It was a dangerous thing to stand under that corner,\" he added with a graver look. \" Thank you, I don't understand — has the mill fallen?\" Dorothea asked with a confused gasp. \" Not the whole mill, only a little piece ; but I don't wonder you are frightened ; I Avill take you to my sister, she is a capital nurse and will soon make you all right.\" And before Dorothea could answer she Avas again lifted in his arms, and borne, like an un resisting child, round the yard to the out building. \" Eh, did you see that ? \" said one of the women as Fred passed with his burden. \"Young Mr. Thorncliffe leaped doAvn fro' yon window there, and pulled the wench out from under the stones.\" \" Just think on it,\" exclaimed another, \" it's a wonder they weren't both killed. But Avhat was the girl doing poking i' the middle of the yard ?\" D— 2"], [42, "36 THE THORNCLIFFES. Dorothea heard the words, and the thought that she had run foolishly into danger to no purpose filled her with the misery of self reproach. \" Here is another patient,\" said Fred, as he met Agnes speaking to Nellie in the doorway. \" I think she is more frightened than hurt,\" he added, seeing her sudden look of alarm ; \"she was knocked down by a falling window-frame, and her dress caught fire somehow, but it is not much burnt.\" And, so saying, he deposited Dorothea on a chair, and hurried off to his post at the mill. It was quite true that Dorothea was more frightened than hurt. The sudden shock of terror quite upset her nerves, and she burst into a fit of violent hysterical sobbing. \" Run, Nellie, and bring Miss Georgie,\" said Agnes quickly. \" Don't say anything to alarm her, just tell her I Avant her.\" And then turning to Dorothea, and seeing that her burns were only trifling, she began gently to try and soothe her agitation. \" Here, take this,\" she said, giving her a few drops of sal-volatile and water, which was among the stores that had been brought into the im-"], [43, "THE THORNCLIFFES. 37 promptu hospital, \" and try not to cry — it Avill frighten these poor girls in the other room. They have been so dreadfully excited, and it is so bad for them, for they are a good deal burnt, and I am afraid they will not be able to sleep. If they hear you crying, they will perhaps begin again themselves, and they have only just stopped.\" Dorothea looked up with interest, and asked some questions, which Agnes answered, keeping up the conversation in the hope of diverting her mind from her own. alarm. She so far succeeded in this, that when Miss Georgie came in a few minutes later, Dorothea had ceased crying, and regained a certain degree of composure. \" You must go home,\" said Miss Georgie, \" but I don't knoAv how we are to get you there if you can't walk. How would you like to be carried in a chair ? \" \" I believe Mrs. Leigh is sending the carriage for those who are hurt,\" said Agnes. \" I don't know what you can have been think ing of,\" Miss Georgie continued, \" to stand right under the worst corner. You ran a great risk of being killed.\" \" I was afraid those cases of hats would take"], [44, "38 THE THORNCLIFFES. fire,\" pleaded Dorothea, \" there was a piece of burning wood close to them.\" \" My dear child, there are pieces of burning wood everywhere — it is no use to pretend to pick them all up ; you only run into danger.\" Dorothea's tears rose again; evidently she had been foolish, and had only given trouble in her attempt to be of use. \" I believe the engines are come,\" exclaimed Lilian, \" do you hear the people shouting ? \" A Avild cheer rose from the onlookers in the yard, as the two fire-engines dashed through the gates, Avhile the patient Avorkers Avho had been toiling so long at water-carrying, felt that the worst part of their task was over at last. It was too late to save the main building, but one wing was still comparatively uninjured, and the efforts of the firemen were at once directed to prevent the spread of the flames. For tunately water was at hand in plenty, and it gradually became evident that the worst danger Avas past. \" I am so sorry for the poor people,\" Agnes said with a sigh, \" the mill cannot be worked for months, and what Avill become of them ? \" What indeed ? The sad patient faces of the"], [45, "THE THORNCLIFFES. 39 women showed that the same thought was press ing on many hearts. A quarter of an hour later Fred again ap peared, hot and weary-looking, after his hard work. \" I say, Agnes,\" said he, accosting his sister, \" can you give me anything to wrap round my hands ? I have scraped the skin off them some how.\" \" Oh, Fred, how you have hurt them ! \" ex claimed Agnes, \" and all that dust and sand has got in. You must let me Avash them before you do anything else.\" \" All right, but be quick about it ; I can stay a few minutes though, now the engines are come.\" He sat down on a chair near Dorothea, and turning to her, said kindly, \" I hope you are not much the worse — it was a narrow escape you had a while ago.\" \" Oh, I am all right, thank you,\" answered Dorothea, \" very nearly so at least.\" \" AVe must thank you for saving her from a more serious hurt,\" said Miss Georgie, \" we can not be grateful enough.\" \" Oh, it was nothing,\" said Fred lightly ; \" but"], [46, "THE THORNCLIFFES. 40 why did you go to that comer, I cannot quite make that out ? \" \" I thought those cases of hats would take fire, there was a piece of wood near them.\" \" Those crates in the yard ? — why they would have blazed up like matchwood. And they Avere close against the left wing of the factory. You did a good piece of work if you saved them from taking fire.\" Dorothea flushed with pleasure. She had been of some use after all. \" Was it in pulling me out that you hurt your hands ? \" she asked timidly, after a short pause. \" Oh, I don't know when I hurt them,\" was the answer. \" In this kind of work you don't think about yourself till it's all over. I only just discovered that my hands were hurt when I came in.\" \"You have been working very hard,\" said Miss Georgie, \" I don't knoAv Avhat would have become of things but for you and the Vicar.\" \" And that man Williams,\" put in Fred, \" he's a splendid fellow, so cool and quick about things. It's odd that he should be a Dissenting minister, I only found it out a few minutes ago. There"], [47, "THE THORNCLIFFES. 41 aren't many parsons who have so much nous, but perhaps Dissenters are different.\" \" You forget your own father,\" said Miss Georgie. \" Oh, he's an exception to all rules ; one can't generalize from one's OAvn family, you know.\" \" Joshua Oldham seems to have been doing a great deal,\" observed Miss Georgie. \" He has indeed. I don't know what we should have done without him, he's worth any two of those hatter felloAvs.\" \" It's a pity he hasn't better manners,\" said Lilian, \" he was really quite rude to us this afternoon.\" \" Too strong and rough for polish,\" replied Fred, \" a fine old block of millstone grit is Joshua Oldham.\" The conversation was interrupted by the arrival of the carriage which had been sent by Mrs. Leigh to convey the sufferers to their homes ; the next half hour was busily occupied in removing them, Dorothea and Miss Georgie being the last to depart. Agnes Avas standing at the yard-gate Avatching the fire which was now rapidly subsiding, and looking for her father to persuade him to go"], [48, "THE THORNCLIFFES. 42 home to tea, when a group of men passed, carry ing something upon a shutter. \" What is it ? someone hurt ? \" she asked, quickly stepping up to the foremost of the party. \" It is Joshua Oldham,\" was the answer, \" he fell from one of the upper stories. No, he is not dead, but I fear he is much injured.\" It was Mr. AA7illiams who spoke, standing in his shirt sleeves, his face stained and blackened with smoke. But Agnes was too much shocked to notice him. \"Where are you taking him?\" she said at last, recovering her voice with an effort. \" To his OAvn home ; I think that is the best thing.\" \" I will go with you, then ; his daughter will need help ; but wait, there are some things that might be useful.\" She hurried to the out-building in search of some of the restoratives and appliances which had been left there, and then, leaving a message for her father, hastened to folloAV the group who were bearing the injured man. It was a small stone cottage, one of two, standing by themselves on the brink of the"], [49, "THE THORN CLIFFES. ■13 woods through which floAved the river. Here Joshua Oldham lived Avith his only daughter, a pretty, thoughtless girl of eighteen, one of Agnes's Sunday scholars. The cottage was locked when they reached, but a woman from next door soon produced the key, and Avith loud expressions of horror and sympathy proceeded to open the door. \" And to think o' Lettice being gone to Mill bridge ! \" she exclaimed, \" and Avinna be back till ten o'clock, m'appen. And I says to her this very morning, says I, ' There's no good'll come o' your allus going off to Millbridge, Lettice,' and I never spoke a truer word by token o' this here.\" \" Do you really think she Avill be late \\ \" asked Agnes in dismay. \" Eh ! I dunna knoAv,\" answered the woman, \" she did say as she'd be 'ome by seven, but there's no telling the goings on o' them wenches when they gets together pleasuring.\" The injured man was carried into the cottage, and laid on the large bed that stood in the front room, while Agnes, with the Avoman's help, removed some of his clothes, and moistened"], [50, "THE TH0RNCL1FFES. 44 his lips with brandy. After a few minutes he began to show signs of consciousness. \" Where's Lettice 1 \" he asked with a groan. \" She is not in, Mr. Oldham,\" said Agnes in her clear voice. \" She is gone out, but I hope she Avill be home before long.\" \" Eh, gone a pleasuring,\" moaned the poor man, \" that's the way with them when they leaves the religion they was brought up in, and goes after Church folks.\" Agnes gave no answer, though her face flushed slightly, but Mr. Williams said in a pained voice : \" You should not say that to Miss Thorncliffe, when she is doing so much for you.\" But the man had relapsed into unconscious ness, and, as there was little further to be done, Agnes sat down to watch till Lettice should return. \" Can I be of any use 1 \" asked Mr. Williams, pacing uneasily about the room, \" the doctor ? — if there is any message ? \" \" I wish we knew Avhere to find the doctor,\" replied Agnes. \"We have been waiting for him all the afternoon ; he had gone to Layford, it is believed, but, as he has not yet returned,"], [51, "THE THORNCLIFFES. 45 Ave think he may have taken the train to Grim stone. A message has been sent to the station, asking him to come here as soon as he returns.\" Mr. Williams did not like to leave Agues Avith the patient, but sat down to share the watch. She took but little notice of his presence, for the anxieties and shocks of the day absorbed all her thoughts. \"A fine old block of millstone grit.\" Fred's words returned to her mind, as she gazed on Joshua Oldham's prostrate form, and recalled the vigour and energy that had filled him not an hour before. Alas ! alas ! for all the pain and suffering that life brought ! Her own circumstances, and the memory of her mother's sudden end came back to her mind, and for a time she lost all consciousness of the present, while her thoughts wandered in a dreary horror through all ihe lonely anguish of those bygone days. She roused herself suddenly, to find Mr. Williams standing beside her, a cup of tea and piece of toast in his hand. \" Take this, Miss Thorncliffe, you look worn out,\" he said. Agnes thanked him and took the proffered refreshment. Yes, it Avas true, the agitations of the afternoon had been more than enough for"], [52, "THE THORN CLIFFES. 46 her strength, and she was sorely in need of rest and food. The doctor's arrival brought their Avatch to an end. He pronounced the injuries to be serious, but not fatal, and gave hopes that Avith care, aided by the man's vigorous constitution, he would do well. \" He is a teetotaler, that's one good thing,\" he added, \"you do a good work with your temperance society, down at your chapel, Mr. Williams.\" Dr. Grey had barely left when Lettice Old ham arrived, white and terrified at the news that had met her. Agnes had some difficulty in calming her excitement and impressing the doctor's injunctions on her mind. At last, after arranging Avith the neighbour that someone should be got in to assist in nursing during the night, she prepared to return homewards. To her surprise she found Mr. Williams waiting outside. He had not liked to leave her alone, and noAv begged to be alloAved to see her home. It was still daylight, though the sun Avas sinking to the west, and Agnes declared that she could perfectly Avell return alone, but as their roads lay side by side at first,"], [53, "THE THORNCLIFFES. 47 they naturally Avalked together. But little was said, Agnes Avas too tired and full of thought to care for casual talk, and she did not notice the thrill of tender admiration in her companion's voice whenever he addressed her. Indeed she did not think much about him at all ; he had been helpful and attentive in a quiet unobtru sive way, for Avhich she Avas grateful, and she felt that the eA-ents of the day, in which they had been so closely connected, would naturally break down some of the formality which must necessarily exist between the Vicar's family and an obscure Dissenting minister. She little guessed that to DaA'id Williams these events had already assumed a supreme importance, and that his heart was throbbing with a tumult of emotions, Avhose strength he himself Avas as yet far from recognising. It was rather a relief to her Avhen they met her father, who had come in seach of her, and a quiet good-bye, just touched with formality, was all the fareAvell which she took of Mr. Williams."], [54, "48 CHAPTER III. \" Her soul like the transparent air That robes the hills above, Though not of earth, encircles there All things with arms of love.\" Longfellow. Matters subsided pretty quickly at Ardern- moor after the fire. The excitement died away, leaving only the blackened walls and charred remains of the mill, and the dreary prospect of short work and bad times among the operatives as evidence of what had passed. The sufferers, too, made steady progress to recovery : Joshua Oldham's was the worst case, but even he, after a few day's danger, began to improve, and with the doctor's skill, and the careful attendance of an aunt who had come from a neighbouring village to assist Lettice in the nursing, was soon in a fair way toAvards convalescence. Agnes often went to see him, and did much toAvards keeping Lettice steadily at her post ; she never met Mr. Williams there, though he, too, was regular in his visits, and often indulged the hope that fortune would favour him with another encounter Avith the Vicar's daughter"], [55, "THE THORNCLIFFES. 49 As for Dorothea, a very few days were enough to restore her to health. She was at first un able to walk, and necessarily confined to the house, but the burns on her ankles healed rapidly, and she was soon as Avell as if nothing had happened. The quiet few days Avhen she was laid up had been far from disagreeable to her. Her aunts were only too ready to pet and and make much of her, Mrs. Leigh sent fruit and delicacies every day, and the Thorncliffes were frequent callers, ahvays bringing an atmo sphere of cheerful freshness that was very pleasant. Dorothea began to think that, after all, her life at Ardernmoor might have many compensations to balance its drawbacks. She would have ample time for study, for one thing, and she formed great plans concerning botany, and Latin and other subjects which she was anxious to learn; then there was a general spirit of activity in parish matters, which was an agreeable contrast to the dead formalism that she had pictured to herself. Dorothea was quite determined to take her share in the good Avorks of the parish. Her aunts had already promised her a Sunday-school class, and she was not without hopes of being allowed to VOL. I. B"], [56, "50 THE THORNCLIFFES. help in district visiting. In all this she meant to keep clear of any taint of Ritualism. She Avould show how superior was staunch Protest antism, even in the zeal and energy for which the Vicar's family were so conspicuous. Her idea of converting the Miss Thomcliffes had been by no means abandoned, though she had come to the conclusion that it Avould be best to trust indirect means at first. The Vicar's daughters were so different from anything that she had expected that it did not seem altogether easy to think of showing them the error of their ways. She was able to attend church on the second Sunday after her accident. She had rather dreaded the service, fearing that she would find it a painful contrast to tlie simple hearty worship she had been accustomed to ; but when she sat with her aunts in the straight high-backed pew, neither the plainness of the building nor the surpliced choir and other tokens of ritualism could detract from the reverence and earnestness which pervaded the place. The sermon was short and simple, and perhaps a little dry, but the whole service had an air of true devotion, to which she was far from insensible."], [57, "THE THORNCLIFFES. 51 Dorothea Avas asked to tea at the Vicarage that Sunday, and she went with some curiosity, and a strong interest in learning more of the ways and thoughts of the household. She sat in the garden with Fred and Lilian during the afternoon, for Agnes Avas out visiting, and Nellie had taken her turn in accompanying her father to a service in a distant hamlet. The conversa tion naturally turned on incidents of the fire. \"Mr. Leigh thinks the mill can be opened again by Christmas,\" observed Lilian, \" and he is having some Avork done in the other wing, so the people won't all be thrown out.\" \"A good many are, though,\" said Fred, \"and it's very hard for them. They can't get work at Millbridge, or anyAvhere else, for times are bad, and people Avon't take on neAV hands.\" \" What will they do 1 \" asked Dorothea, \" they can't live till Christmas, earning nothing.\" \" They will try, I suppose,\" said Fred, \" the poor are used to hard times.\" \" It is hard on Mr. Leigh too,\" said Lilian, \" for of course he has the loss of the fire.\" \" That is covered by the insurance,\" answered her brother, \" he told me so himself.\" \" Then I suppose the insurance company bears E— 2"], [58, "THE THORNCLIFFES. 52 the loss; that doesn't seem fair at all,\" said Lilian. \" Oh, they are all right, their expenses are met by the premiums.\" \" Then it is Mr. Leigh who pays after all,\" said Dorothea, \" for he pays the premium.\" \" Oh, if you go so far as that, it is the people Avho buy hats that pay. The price covers all the cost of making, insurance against risk included.' \" Then doesn't it cover the men's risk of being thrown out of work % \" said Dorothea, with a puzzled face. Fred laughed. \" I suppose it does in a way,\" he answered, \" but things are not fixed on a fair basis, somehow. The people are expected to be content with a mere pittance, and even save out of that, Avhile the capitalists ride in their car riages, and have every luxury that heart could wish. Things ought to be changed — if one could only see how.\" \" I wish you Avouldn't always be talking about things being changed, Fred,\" objected Lilian, \"and abusing the capitalists and landlords as you do ; you are getting just like those horrid radicals Avho do much harm.\" \" I think the radicals will do some good if"], [59, "THE THORNCLIFFES. 53 they open people's eyes to the wrong there is,\" said Fred, \" and as for landlords, one cannot help abusing them when one sees the state of the cottages in this parish, to go no further from home.\" \"Is there a bad landlord here?\" Asked Dorothea, \" some of the cottages do look very wretched.\" \" The land all belongs to Mr. Danvers,\" said Lilian, \" he is the owner of the Hall, you know.\" \" That beautiful old house in the park? I saAv it the other day when I went out in Mrs. Leigh's carriage ; what a fine old place it is.\" \" Yes, it is nearly three hundred years old, the family is a very ancient one.\" \" And yet they all stay away, living about on the Continent, and never even come near the place,\" said Fred. \" Well, they used to live abroad for old Mr. Danvers' health, and now, since he died, they are too poor to keep up the Hall. Mrs. Leigh told me about it ; she says the estate is mort gaged so that they have quite a small income.\" \" They ought to sell some of it, and pay off the mortgages,\" said Fred, \" but I don't believe they are so poor as all that. Young Danvers"], [60, "THE THORNCLIFFES. 54 ought not to stay away from the place whence he draAvs his income.\" \" He can't do anything till he is twenty four,\" replied Lilian. \" I think you are very un fair, Fred, as if it was his fault ! I daresay he is very nice if we knew ; Mrs. Leigh says he is.\" \" I daresay he is,\" returned Fred, \" but he ought to think of his tenants sometimes. It is the system I blame, not the man. They need their eyes opening, and if the radicals can do that, they will have done a good Avork, abuse them as you may.\" They were interrupted by Agnes's return, hot and tired from her afternoon's work. Agnes did not allow herself much rest on Sundays or week-days ; the burden of the sorroAvs of the poor had touched her as well as Fred, and, though she did not perplex herself Avith argu ments against the existing arrangements of society, and vain endeavours to imagine an ideal state, yet, as she went in and out among the cottages, and saw the hidden suffering, so patiently, often so heroically, borne, the feeling would come upon her that her own ease and comfort, and all the elegances and luxuries of a cultivated home, Avere things Avorthless and"], [61, "THE THORNCLIFFES. 55 of no account compared with the constant press ing duty of striving, as far as in her lay, to lighten the heavy Aveight of monotony and weari ness around. It was this that made her eyes shine with their strange far-away brightness, as she poured out the tea that pleasant Sunday evening. The evening service was at half-past six; and Mr. Thorncliffe seemed but little tired with the long afternoon's Avalk and the labours of the day. After the service he set off for a stroll Avith Fred, while the girls still lingered in the church-yard, watching the gorgeous hues of the sunset, till they faded away into twilight, and the stars, pale and flickering, came out one by one. Dorothea stood with Agnes and Nellie, leaning against one of the large table-like monu ments that marked the family graves of some of the more important inhabitants ; her aunts were a little way off, discussing choir business with Lilian, but she preferred Agnes's calm silence to their lively gossip. Somehow it always seemed incongruous to her to laugh and talk about general matters on Sunday evening. She never did it without a vague feeling of something lost — something more precious than even the gayest chatter."], [62, "THE THORNCLIFFES. 56 \" How lovely the stars are !\" Nellie said after a pause, \" there is a beautiful softness about them Avhen they first come out after sunset.\" \" Yes,\" replied Agnes, \" I suppose it is the effect of mist in the atmosphere. Yet I am not sure whether I don't think them even more beautiful when they are shining in their full brilliancy on a frosty night. One feels so over powered with their multitude then.\" \" And to think that they are all worlds,\" said Dorothea, \" this earth only one of the smallest among them.\" \" I wonder if any of them can be inhabited,\" said Nellie, \" and whether the people in them have the same feelings as ourselves.\" \" It can hardly be so with all,\" said Dorothea, \" for some of them have no atmosphere, and so people could not breathe. Yet there may be other creatures, beings of some kind who do not depend on the same conditions of life as we.\" \" I don't understand,\" said Nellie, \" what sort of creatures ?\" \" Well, angels perhaps ; they may be some where, and possibly in one of the stars.\" \" I think, do you know,\" said Agnes, \" that these are not very profitable speculations."], [63, "THE THORNCLIFFES. 57 Nellie, do you remember that passage in \"Para dise Lost,\" where Adam had been questioning the angel about the sun and stars, and how the angel ansAvered : Solicit not thy thoughts ; with matters hid, Leave them to God above, Him serve and fear ; Of other creatures as Him pleases best, Wherever placed, let Him dispose; joy thou In what He gives to thee, this Paradise And thy fair Eve ; Heaven is for thee too high To know what passes there. Be lowly wise, Think only what concerns thee and thy being. Dream not of worlds above, what creatures there Live, in what state, condition or degree — Contented that thus far has been revealed Not of earth only, but of highest Heaven. It would have been well if Adam had been so content, instead of rashly taking of the Tree of Knowledge.\" There was a long silence which none of them cared to break. Agnes's words and the earnest look in her face had impressed the two younger girls too strongly for them to think of carrying on the discussion. Dorothea had got a sight of a new principle of thought which fascinated her strangely ; by degrees, as time wore on, she learnt to look upon the lines Agnes had quoted as in some decree a description of her character; the sweet bright energy, busy with the concerns"], [64, "THE THORNCLIFFES. 58 of everyday life, while the spirit soared far away, even to hold communion with the \" High est Heaven.\" This feeling was vague and dim at first, but all she saw of Agnes only served to deepen it. She had been asked to go to the school one afternoon and help in packing up flowers for the Infirmary at Millbridge. \" I think you will like it,\" Miss Lloyd said, when she gave the invitation; \"the children bring flowers every Wednesday, and they are tied up in bunches, and sent by the carrier next morning. It is more trouble than it is worth, I fancy, but Agnes is very enthusiastic and the children like it. Dorothea did not quite like this speech of her aunt's. What would become of everything, she wondered, if people Avere not enthusiastic 1 One might go on in that way till nothing Avas left that seemed worth doing. It was a pretty sight that met her eye as she entered the schoolroom. The desks were covered with ferns and floAvers — forget-me-nots ; elder flowers, dog-roses, bright ox-eyed daisies, and large blue Canterbury-bells, together with leaves and grasses of every kind. Agnes and Nellie were"], [65, "THE THORNCLIFFES. 59 busy cutting stalks, and arranging the floAvers in small bunches, which the school-children, proud at helping, were tying Avith string, hang ing round each a little bit of cardboard, cut into some ornamental shape, on which a text of Scripture was written. \" Hoav pretty these cards are,\" said Dorothea, turning over the heap of leaves and crosses. \"John Anderson, the lame boy, cut them out,\" said Agnes, \" he is so glad to be able to help in any way.\" \"And I wrote some of the verses,\" put in a bright looking little boy, one of the school-children. \" Yes, are you not glad you have learnt to write well enough for the poor sick people ? \" said Agnes. \"Please, ma'am,\" said another child, \"1 found a text last Sunday, that I thought, may be, it would do for one of the cards ; it's here, please.\" Agnes took the crumpled bit of paper, on which, in large shaky roundhand, Avere the words written — \" Casting all your care upon Him, for He careth for you.\" \"That is a beautiful text,\" she said with a smile, \" it shall be written on twelve of the cards for next week.\""], [66, "THE THORNCLIFFES. 60 \"And please, ma'am, may I write it ? \" asked the child, emboldened by the words of approba tion. \" Not if you write like this ; let me see your copybook. Oh, no, you must learn to do much better before I can trust you with the cards.\" Dorothea wondered at the high standard which was set before the children, especially when Agnes, on looking over the cards, set aside all that were in the least dirty or badly written. But the effect seemed good, the children evi dently regarded it as an honour to help in the work, and were earnest in their endeavours to reach the required point of neatness. There was something in Agnes's winning sweetness that made reproof from her lips less galling, though not less effectual, than from other people's. As the work went on, Dorothea noticed that Agnes laid aside some of the finest flowers, and did not include them in the hamper she was packing. She soon learnt the reason. \"Now we will take these to little Sarah's grave,\" Agnes said, as soon as the packing was finished. \" Little Sarah was one of the children who"], [67, "THE THORNCLIFFES. 61 died of fever last spring,\" Nellie explained in answer to Dorothea's questions. \" She was a SAveet little thing, and used to take such plea sure in helping with the flowers, and noAv the children take some every week to her grave.\" Dorothea folloAved the little company to the churchyard, much impressed by the simple reverent manner with which the childish hands, one by one, laid their little tribute on the small green grave. This scene was only one out of many such in Agnes's daily life. There Avas little danger of the time hanging heavy on her hands, so full were her days with various occupations, parochial or scholastic. The latter, indeed, claimed one important share of her energies, for, as has been said be fore, she had a regular morning engagement at a small school, kept by a Miss Hill, and distant about two miles from Ardernmoor. Thither she went at half-past nine each morning, return ing, usually, in time for the tAvo o'clock dinner. The walk Avas long, and Agnes was often tired with it, especially on the cold raw days of win ter, when the rain drizzled through the trees, or,"], [68, "THE THORNCLIFFES. 62 worse still, the keen east wind blew full in her face on her homeward way, bringing dreary pro babilities of neuralgia and kindred miseries. But there were other days when it Avas a real delight to tread the well-known road, every step of which had, by long habit, become familiar, and every tree and corner like an old friend. Down the rough stony lane to the village, through the sleepy little street, where the child ren going to school never failed to greet her with smiles and curtsies — and always received a smile in return, and often some gentle enquiry as to mother and babies — past the turning that led to the Miss Lloyds' house, and along the broad high-road, with its paving of square sand stone blocks, and the broad open lea stretching above it on one side, while on the other was the steep slope of a wooded ravine — a little paradise of trees and underwood, rare ferns and delicate mosses. Here, as Agnes well knew, might be found a rich profusion of wild flowers ; primroses and anemones, and blue dog-violets — though these grew everywhere, under every Avail or hedge row — then, later on, a perfect carpet of wild hya cinths, and now, when they Avere past, large beautiful forget-me-nots, which throve gloriously"], [69, "THE THORNCLIFFES. 63 in the cool damp shade, and blossomed Avithout flagging all the summer through. One solitary farmhouse broke the loneliness ofthe way, and near it, cut into the rocky bank on the roadside, Avas a large A\\'ell, a favourite spot with Agnes at all times of the year, for its sides and roof, high above the water, Avere clothed with moss and ferns, and in winter the trickling drops froze into a little forest of icicles, hanging down like shining spears, as if to protect the delicate leaves and fronds, with their margins of silver frost crystals within. There was no more beautiful sight in all the country round, than this well in frosty weather, Agnes Avould say, and her spirits Avere often cheered and her Aveary steps quickened by the thought of its constant yet ever-changing loveliness. Nor was the well her only place of refresh ment on the way. A short distance further, where the high road reaches its lowest point of descent, and, after crossing a little stream which rushes and tumbles through the Avood to the river beloAv, begins again to rise toAvards the breezy uplands, stood a little whiteAvashed cottage. A tollhouse it was, and the keeper of the bar, a beautiful white-haired old Avoman,"], [70, "THE THORNCLIFFES. 64 seldom failed to come out with kindly greeting for the Vicar's daughter, and an invitation to \" come in and rest a bit,\" and take a \" sup \" of tea or nettle-beer as the case might be. Agnes often complied with these requests, though, not being a native of the district, she could never bring herself to appreciate the last-named beverage. Still it was pleasant to sit for a few minutes in the tidy little cottage and chat Avith old Mrs. Gaskill about the weather, and the bees and poultry, or such country topics. As for her teaching, Agnes found that an almost constant pleasure. Miss Hill, the head of the school, was a clever active woman, and fond enough of her young governess to allow her pretty much her OAvn way in the management of the classes. She did not quite understand Agnes's plans, for she had been brought up herself on Magnall's Questions and the use of globes, and did not altogether believe in the efficacy of lessons of natural history and geology in their stead. The geology in particular alarmed her ; she had ahvays imagined that there was some thing profane, if not immoral, in the subject, and was rather aghast to hear Huxley andLyell calmly quoted as authorities by the Vicar's daughter."], [71, "THE THORNCLIFFES. 65 Nor was she quite sure Avhether it might not be another manifestation ofthe ritualising tendencies of Avhich Mr. Thorncliffe was suspected. Still she refrained from active opposition, and com forted herself with the reflection that her pupils could not Avander very far from orthodoxy, so long as their religious instruction remained in her OAvn hands. She need not have feared on this point, Agnes Thorncliffe was little likely to lead anyone into dangerous paths of rationalism ; and her natural history studies were not carried so far but that she could avoid all doubtful questions, and hold firmly to her orthodox opinions Avithout a shadow of misgiving as to their truth. Her cast of mind Avas of that practical nature which can pursue a theory to a certain point, and, as soon as it threatens to become unmanageable, quietly abandon it, undisturbed by considerations of logical consistency. In all other respects Miss Hill thoroughly trusted Agnes, and did not fail to appreciate her bright spirits and untiring devotion to her Avork. Of the ardent, almost romantic, enthusiasm in which this devotion had its source, and the high moral elevation Avhich distinguished Agnes's Avhole character, Miss Hill VOL. I. V"], [72, "66 THE THORNCLIFFES. had but little understanding, yet she could not be altogether uninfluenced by it, and her sharp reproofs were a little softened and her bits of worldly wisdom delivered a little more hesi tatingly in the presence of the SAveet earnest face of her young governess. Agnes's walk home Avas not ahvays so quick and direct as at the morning hour. A short distance from the main road, was River Lane, a straggling row of about twenty cottages, on the ex treme boundary of Ardernmoor parish, and, as its name implied, situated near the bank ofthe river. These cottages were Agnes's peculiar charge, for when, soon after his coming to Ardernmoor, Mr. Thorncliffe had divided the parish into districts, and placed each one under the care of a lady of his congregation, no one had offered to undertake this distant hamlet, and it had there fore fallen to Agnes's share. Her engagement at Spring Bank made it less inconvenient than it might otherwise have seemed,for a steep Avoodland path,almostimpassableinAvetAveather, butcooland pleasant in summer, led straight from Miss Hill's door to its further end. Agnes followed this path one bright July morning, during the last Aveek before the summer holidays, for there Avere"], [73, "THE THORNCLIFFES. 67 some cases of sickness in the hamlet, and she was anxious not to lose the opportunity of visiting them. When she reached the first cottage, an elderly Avoman opened the door in ansAver to her knock, wringing the soap-suds from her hands. \" Eh ! Miss Thorncliffe, I'm fain to see you. Th' master's been that bad, I hanna known Avhich way to turn.\" \" I am A-ery sorry,\" said Agnes, \" 1 Avish I could have come sooner, but I only kneAv about it yesterday.\" \" It Avere o' Sunday he was took,\" the Avoman began, and proceeded to give a long history of her husband's illness, ending with the invariable invitation to \" come and take a look at him, will you \\ \" Agnes folloAved the woman upstairs to the little bedroom, where the steam from the Avash tub came up damp and stifling, while the outer air was carefully excluded by the bolted AvindoAv. Her first act was to fling the AvindoAv open, at the same time draAving doAvn the blind to shut out the bright glare of the sun. The sick man gave a sigh of relief, but his Avise looked on in amazement. p— 2"], [74, "68 THE THORNCLIFFES. \" Eh ! but he'll catch his death of cold \\vi' the winder open,\" she exclaimed in dismay. \" Not this warm day,\" ansAvered Agnes, \" the steam from the kitchen is far more likely to do him harm,\" She went up to the bedside and laid her cool hand on the poor man's burning forehead. \" I am so sorry for you, Jackson.\" \" It's an awful judgment,\" he groaned, \" I'm that punished wi' the pain I canna get no rest.\" \"Yes, I know, but there is ahvays help; ' The Lord will strengthen thee when thou art sick upon thy bed : He will make all thy bed in thy sickness.' \" \" It's them as considereth the poor that's said to,\" put in the Avise, who prided herself on her knoAvledge of Scripture. \" To them first of all,\" said Agnes, \" but God is ahvays ready to help those Avho cry to Him in trouble.\" \" That's good doctrine,\" said the sick man, \" I ahvays held wi' th' Church, not wi' them Method ist folk.\" Agnes felt rather tempted to smile at this speech, for Jackson usually spent Sunday over"], [75, "THE THORNCLIFFES. 69 his pipe, Avhile his Avise, a tidy hard-Avorking Avoman, Avas a strict Methodist, regular in at tendance at chapel and class-meeting. After promising some broth and the loan of a pair of shests from the Vicarage, and suggesting that a neighbour might be found to undertake the Avashing, Agnes took her leave and set out on her homeward walk. Her Avay lay by a shorter cut, through the Avoods and past Ardernmoor Hall, the fine old mansion belonging to the squire of the village, Avhich had been closed for so many years. It stood in solitary state, the ivy mantling its Avails, and the red sandstone of which it Avas built appearing here and there in picturesque patches on gables and chimneys. When would it be occupied, Agnes Avondered, as she thought regret fully of the mismanaged estate and neglected cottages. Tha young OAvner Avould come into full possession next year ; surely then there Avould be a change for the better. As she regained the high-road, Agnes met Lettice Oldham, carrying some hats at Avhich she had been working, back to the factory at Millbridge. She stopped to speak to the girl, noticing, with some anxiety, her someAvhat jaded"], [76, "70 THE THORNCLIFFES. expression and the untidy look of her bright yelloAv hair. \"How is your father, Lettice % I hope not Avorse.\" \"Ee-e, no, Miss Thorncliffe, he's a deal better,\" Avas the ansAver, someAvhat carelessly given, \" he'll be getting up soon, he says.\" \" I asked because you were not at school on Sunday, and I was afraid it might be because he was worse.\" \" No, that wasn't it,\" said Lettice, dropping her eyes, \" I won't tell a story about it, Miss Thorncliffe, I went to NashA'ille Gardens o' Saturday, and slept with a friend of mine at Grimstone.\" \" I don't see why you should think of telling a story about it,\" said Agnes, troubled more by the girl's manner than her Avords. \" No one could object to your having a little respect able amusement if your father could spare you.\" \" Father doesn't knoAv nothing about it,\" burst out Lettice, feeling that it was a relief to make full confession, even thoush dis approval was sure to follow ; \" he'd never let me set foot in Nashville Gardens, not if I"], [77, "THE THORNCLIFFES. 71 Avent down on my bended knees to ask him.\" \" Then you were very wrong,\" said Agnes, \" you should never deceive your father, or go anyAvhere that he Avould not approve of.\" \" I'd never go noAvhere at all, except to a prayer-meeting, if I did that,\" said Lettice, \" there's no harm in Nashville Gardens, Miss Thorncliffe, have you never been there your self ?\" \" Yes, I have,\" Agnes answered, \" and, of course, I knoAv there is no harm in just going there and seeing the wild beasts and the fireworks and so on. But there are many things about it that I should not like at all to think of your joining in ; all that dancing in the pavilion, for instance ; your father has reason in his ob jections.\" \" One must have a bit of fun sometimes,\" said Lettice, Avith a toss of her head, as she turned to continue her Avalk. Agnes felt sad and anxious. She had not gone in and out among the villagers for two years Avithout learning much of the dangers surrounding such places of amusement as Nashville Gardens ; places innocent in them selves, yet which may lead to serious evil"], [78, "72 THE THORNCLIFFES under certain conditions. The question was difficult enough, and Lettice Avas young and thoughtless, and only too apt to rebel against the exaggerated strictness of her father's rule. Oh, if she could only save her from the dangers that lay in her path !"], [79, "73 CHAPTER IV. \" A springy motion in her gait, A rising step, did indicate Of pride and joy no common rate That flushed her spirit.\" Lamb. The holidays came, bringing Agnes six weeks' freedom from teaching responsibilities. The change Avas Avelcome, for, much as she liked her work, it was sometimes a little exhausting, and she was glad of a time of quiet pause, Avhen she might turn to some of the numerous household duties, which Avere apt to get pushed on one side during the busy months of school time. Very quiet these holidays promised to be. Fred was aAvay, and the house missed the cheerful bright ness and variety which his coming ahvays brought. Indeed, his departure had left things just a little dull, as all three sisters felt, during the hot days of the first Aveek of the holidays. W7ith Lilian, indeed, this feeling took the more active form of decided impatience at things in general. She Avas naturally energetic and fond of change, and her life at Ardernmoor"], [80, "74 THE THORNCLIFFES. afforded but little variety or food for the imagi nation. If only she could see the sea once more she inwardly sighed — her heart leaped at the thought of the crisp curling Avaves. The lanes and woods of home seemed tame and monotonous, and even the blue hills tantalized her with the thought of the wide expanse on crag and moorland beyond them. She struggled hard against these feelings of discontent, but they grew in spite of herself, and caused a fit fulness of demeanour which betokened the im patience within. Yet one morning when Agnes returned from an early visit to the day-school, she found Lilian in such wild spirits that she was certain some great event had happened. \" What is the matter ?\" she asked, as she entered the sitting-room, \" has some Avonderful thing happened to make you so joyful ? \" \"Oh, you could never guess,\" said Lilian incoherent delight ; \" I've had a letter from Mrs. Leigh ; there never was anything so splendid in the world.\" \" As what \\ — as your having a letter from Mrs. Leigh?\" \" Don't be absurd, Agnes ; just read what she"], [81, "THE THORNCLIFFES. 75 says. Oh dear, Eve left the letter upstairs. Well, they are all going to the Lakes, and she has written to ask me to go Avith them.\" \"But the expense1?\" said Agnes doubtfully, as the practical side of the question forced itself upon her. \" That's just the delightful part of it. Mrs. Leigh says I must not think of the expense, for of course I shall be their guest. Isn't it kind of them?\" \" Very, indeed. What does Papa think about it?\" \" Oh, he is quite pleased ; he says it is most kind, and he Avill be very glad for me to go. They start on Friday week.\" And Lilian spun round the room in her ex citement, and finally upset her Avork on to the floor. \" But what a selfish thing I am, Agnes,\" she explained as she picked up the fragments of her property, \" when you are not going to have a change at all. It would be much better for you to go than me.\" \"Mrs. Leigh does not think so, seeing she has asked you,\" said Agnes, \"and I think she shoAvs her judgment, for I am afraid I should not shine at mountain-climbing.\""], [82, "76 THE THORNCLIFFES. \" I Avonder why she asked me,\" continued Lilian, \" I am sure you did twice as much as I at the fire.\" \" 1 don't suppose the fire has anything to do with it ; she could not ask us all, and you are Marianne's chief friend.\" \" I don't know what you will do about the preserving,\" said Lilian, \" and there are all the drawing-room chairs to be covered.\" Agnes laughed. \" I think Nellie and I can undertake that,\" she replied, \" we shall want something to amuse us Avhen you are gone.\" \" I am sure you will make a mess of the preserves, — you Avill put no sugar to the rasp berries, or boil the strawberries Avith their stalks on.\" \" You are not very complimentary to our cooking poAvers ; you don't know what hidden genius we may not possess. Perhaps we shall make beautiful clear preserve that Avill keep without getting mouldy, very different from someone else's last year.\" \"Well, my preserves were all right, except the gooseberry, and that was because Martha took it off the fire sooner than I told her.\" \" Qui s'excuse s accuse. I said nothing that"], [83, "THE THORNCLIFFES. 77 would prevent you from thinking it Avas Miss Hill's preserve that turned mouldy.\" \"Not much danger of that,\" saidLilianlaughing, \" I should think she stands all day long over the fire with a big apron on, and her sleeves tucked up, armed with two long wooden ladles. But Agnes,\" she exclaimed suddenly, \" I really must see what can be done about my clothes ; I have nothing fit to put on.\" The inspection occupied all the afternoon ; old drawers, long untouched, were opened, and their contents turned over by reverent fingers that remembered under what different circum stances some of those garments had been Avorn. But there was little to be made of the faded dresses of two years back, and Lilian soon came to the conclusion that a shopping expedition to Grimstone Ayas a necessary preliminary to her trip to the Lakes. Agnes accompanied her, declaring gaily that she couldn't let Lilian keep all the enjoyment to herself, and, as she was not some: to Cumberland, she Avould at least have the pleasure of a day at Grimstone. And a very happy day they had, each finding something among the busy shops congenial to her taste and frame of mind. Lilian purchased a new"], [84, "78 THE THORNCLIFFES. cloth mantle of the most approved pattern; some pretty cotton fabric wherewith to make a dress, and sundry pieces of ribbon, lace, and flowers, with Avhich she designed to transform her old hat into a facsimile of one that she had seen marked thirty shillings in the windoAv of the most fashionable milliner's in the city. Agnes spent a blissful hour at the bookseller's, choosing cards and illuminated texts for district and Sunday-school, and looking longingly at the newest manuals of history and arithmetic. Then there was the dinner at a confectioner's, with the amusement of watching the customers passing in and out, and, last of all, a rare and special pleasure, the five o'clock service in the old cathedral, Avhere the cool aisles, echoing the chant of the familiar words, offered a peace ful contrast to the ceaseless roar and turmoil of street and factory beyond. Neither of the sisters felt any regret as the train bore them away from the croAvded city. The green fields and hills were very Avelcome after even a few hours of the noise and smoke of the toAvn. The next feAv days were none too many for the preparations necessary for Lilian's journey. The new dress and hat had both to be made, and the"], [85, "THE THORNCLIFFES. 79 old things trimmed to look like neAV, so all three sisters had a busy time till the eventful Friday arrived. Very bright and joyous Avas Lilian as she said good-bye to her father and sisters at the station, and Agnes and Nellie were too full of sympathetic excitement for any feeling of enA-y at her enjoyment. Besides, did they not look forward to a long quiet month together, Avith plenty of time for sitting in the fields, reading and sketching, or overtaking, in a pleasant leisurely fashion, some of the long accumulated arrears of Nellie's lessons 1 They would find quite enough pleasure without going far from home, in the beautiful lanes and Avoods, noAv in their summer freshness ; and perhaps Nellie did not altogether regret that she Avould have Agnes for a full month to herself, un disturbed by Lilian's occasionally exacting interference. As for Lilian, to her the whole journey Avas one long and increasing delight. Mr. and Mrs. Leigh Avere kind pleasant people, Avho well kneAv hoAv to organise a pleasure party, and their daughter Marianne, a girl about Lilian's age, was full of vivacity and ready for all sorts of enjoyment. The eldest son, George, a tall"], [86, "80 THE THORNCLIFFES. awkward, youth, afflicted with considerable shyness, and Miss Morton a maiden sister of Mrs. Leigh's, made up the party. \" AVe shall have an addition to our number before long,\" said Mrs. Leigh to Lilian, \" I expect that young Mr. Danvers may join us at Bowness for a short time.\" \" Mr. Danvers of the Hall 1 \" said Lilian, in surprise, \" Avhy , I thought he Avas away in Italy, or somewhere.\" \" He is in England just now, visiting some relatives,\" ansAvered Mrs. Leigh, my son met him in Germany, last summer, and became intimate, and of course Ave knew the family before his father's death, so Ave were glad to invite him to be one of our party.\" \" Won't it be fun to see him ! \" said Marianne. \" I have been hearing of Mr. Danvers all my life, and have never seen him since I was five years old. George says he is very nice, too ; I Avish he Avould come to Ardernmoor some time.\" \"No doubt he will come next year, Avhen he comes into possession,\" said her mother. \" It is a great pity Mrs. Danvers has such a dislike to the place ; it Avould be much better for the"], [87, "THE THORNCLIFFES. 81 family to be resident, but she is a haughty woman, and ahvays held aloof from the society of the neighbourhood.'' Lilian Avas quick- Avitt ed, and could well be lieve that the representative of an old county family like the Danvers should be sIoav to fraternize Avith the commercial and manufacturing gentry who formed the staple of society in Ardernmoor. Moreover, they were not all like the Leighs, who were people of intelligence and taste, albeit Mr. Leigh's grandfather was shrou ded in an obscurity Avhich it was wiser not to try to penetrate. For her own part she did not trouble herself about such matters, but took a decided pleasure in the thought of being the first of her own family to make acquaintance with Mr. Danvers. \" It is a good thing it isn't Agnes,\" she thought, \" she would never think of noticing Avhat Mr. Danvers was like, and would most likely frighten him Avith long sermons about the River Lane cottages.\" When Harry Danvers appeared, he proved to be a simple, unassuming young man, fair-haired and fresh-coloured, with an almost boyish effervescence of spirits. The young people had plenty of enjoyment, in boating on the lake, VOL. I. G"], [88, "THE THORNCLIFFES. 82 long excursions among the hills, and exhilarating scrambles over the higher mountains, all of Avhich were to Lilian a revelation of beauty exceeding her most sanguine expectations. She Avas ahvays foremost in any adventurous proposal, and her springing step and glowing cheeks, the golden wave of her hair, and the light bounding movements of her agile figure, provoked many an admiring glance from the two young men who were her companions. Marianne Leigh was lively, cheerful, and good-humoured, but there could be no doubt that, of the two girls, Lilian bore the palm. One hot afternoon they set out for a row on the lake, no more adventurous expedition having been found practicable. Marianne excused herself on the plea of a headache, and Mr. and Mrs. Leigh had some calls to make, so the party consisted of Miss Morton, Lilian and the two young men. Very pleasant it was to float over the clear cool water, watching the distant heights, as one by one they came into vieAv, lit up by the rays of the afternoon sun. They rowed several miles from their starting point, and lingered on, enticed by the beauty around them, till the sun was nearing the outline of the"], [89, "THE THORNCLIFFES. 83 huge western mountains, and it began to be time to think of returning for dinner. \" Hoav beautiful it is ! \" said Lilian resting ou her oar for a moment. \" Yes, doesn't it seem an ideal picture of calm loveliness ? \" ansAvered Miss Morton. \" And yet I suppose it can look Avild enough sometimes,\" said Harry Danvers. \" Suppose we get up a song,\" broke in George Leigh. Lilian struck up Avith her sweet clear voice ; the rest soon joined in, and the little boat glided smoothly on, aided by a light breeze Avhich pressed against the sunshade Miss Morton had opened. Suddenly there was a change ; a strong gust swept down between the mountains, and bleAV the poor little parasol violently round, Avhile the boat SAvayed from side to side, as Miss Morton struggled to retain her hold upon it. \" Backwater ! Miss Thorncliffe ! \" cried Harry Danvers hurriedly. But it Avas of no use, in the confusion of the moment Lilian misunderstood his direction, and pulled Avith all her might the Avrong way ; the next moment she felt the cold Avater closing over her head, and seemed to be going doAvn, G— 2"], [90, "84 THE THORNCLIFFES. down, into the deep abyss of the lake. She soon rose to the surface again, and, recovering her presence of mind, was spreading out her arms as a support, when she felt a hand grasp her shoulders, and heard Harry Danvers' voice close beside her. \" Hold on to me, Miss Thorncliffe, can you SAvim at all X \" \" Quite Avell, yes ; Avhere are the others ? \" \" George has got Miss Morton ; she cannot SAA'im a stroke.\" \" What can we do ? How far are Ave from land?\" \" A long way, I fear, but I think I saw a boat somewhere near us, just before Ave upset. If you can keep yourself up in the water, not attempting to SAvim but just lying flat, I'll try and find it.\" \" I am sure I can keep up. Where is the boat ?\" \" Over there, look ; it is not far off.\" Lilian could not see, but Harry quickly set off in search of the boat. She felt terribly lonely when he was gone. The sound of his voice had brought a reassuring strength, and she had felt quite equal to the effort of supportino- her-"], [91, "THE THORNCLIFFES. 85 self in the water till help should come. But noAv the minutes seemed like hours in their duration, and her heart grew sick Avith horror and suspense. Then, quick as lightning, came the memory of all the home faces — her father, Agnes, Nellie, Fred — should she ever see them again? She had heard somewhere that droAvn ing was a very pleasant mode of death, Avhy should this strange dread come upon her? Then the memory of her mother's sudden end came into her mind, and with it a crowd of vague bewildering thoughts, which baffled all her attempts to fix her attention on what might be before her. Her limbs were becoming cold and numb, she felt that she was quickly losing the power of keeping up, when she was conscious of the splash of oars beside her, and heard a voice saying, \" Here they are, poor things. We are not too late, thank God.\" The sound brought neAV strength to her limbs, and turning she saw the boat, a small skiff, in AA'hich Avere seated an elderly lady and gentle man. She grasped its side for support, Avhile Harry went to the aid of George Leigh, Avho Avas almost exhausted with the effort of support ing his aunt."], [92, "86 THE THORNCLIFFES. A few minutes, and Miss Morton's uncon scious form was safely lifted into the skiff and then an anxious consultation took place between the three gentlemen. The skiff was only made for two, and could not possibly carry more than three with safety ; they were some distance from land and the wind was rising. \" Miss Thorncliffe,\" asked Harry Danvers at length, \" do you think you could row the boat to shore ? \" Lilian looked up bewildered, not having understood the difficulty. \" There is only room for you three ladies,\" explained the stranger gentleman, \" and my wife unfortunately cannot row. I am very sorry to trouble you after all you have gone through, but if you could manage the rowing the rest of us might swim to land, holding on to the boat now and then to rest.\" It Avas the only thing to be done, Lilian saAV that, so summoning all her remaining strength and courage, she declared herself able for what Avas demanded of her. It Avas no easy task that she had undertaken, cold and dripping as she Avas, and spent with the effort of supporting herself in the water, but"], [93, "THE THORNCLIFFES. 87 the brave spirit that had borne up so long against poverty and reverse did not fail her noAv, and she kneAv Avhere to seek for strength in the time of difficulty. It seemed a long weary way to the green bank of the lake, and often she felt on the point of failing, but she held resolutely on, silent and determined, and at length the Avelcome shore was gained, and faint and exhausted she sank dovvn upon dry land. A farm-house stood not far from the spot, and thither the wanderers turned their steps, the two young men carrying Miss Morton, who had not yet recovered consciousness, Avhile the stranger gentleman supported Lilian, Avho was too much exhausted to walk alone. Very Avelcome was the hght and Avarmth of the farm-house, and the kind reception they met with from its inmates. Lilian soon found herself in a clean dry bed, Avith a good-natured dairymaid, voluble in her exclamations of pity and astonishment, eagerly pressing upon her hot beer, blankets, and other specifics against the ill effects of such a wetting as she had had. The energetic kindness of the farmer's Avise was, after a time, successful in reviving poor Miss Morton, though fears were entertained by"], [94, "88 THE THORNCLIFFES. all the party that she would not easily attain complete recovery. Nor were the gentlemen forgotten, but were quickly provided with a change of clothes, Avhich, though homely, were at least dry and warm. The farmhouse Avas on the opposite side of the lake from that on Avhich the Leighs were stay ing, and the distance round was some ten or twelve miles ; so after some consultation it was decided that George Leigh, accompanied by Mr. Knight, the stranger gentleman, should cross over in the skiff, and inform his parents of the accident, while Mrs. Knight and Harry Danvers remained at the farm till another boat could be sent with change of clothes and assistance. In due time George returned, Avith Mr. and Mrs. Leigh, Avho, determined to be on the safe side, had engaged a large boat, with three men to row it. There Avere many exclamations of Avonder and alarm, distress and thankfulness, and Lilian came in for no little sympathy and admiration for her share in the adventure. As Miss Morton seemed feverish and ill, Mrs. Leigh decided to remain Avith her during the night, Avhile the rest, with the exception of Lilian, returned home that evening."], [95, "THE THORNCLIFFES. 89 Whether by reason of the blankets, or the hot beer, or Mrs. Leigh's homœopathic medicines, or a combination of all three together Avith her own vigorous constitution, certain it is that Lilian Avoke next morning none the Avorse for her accident beyond a general sensation of stiff ness and fatigue. Poor Miss Morton, on the contrary, was so ill as to cause serious alarm, and a messenger Avas dispatched at once for the nearest doctor. The morning had not far advanced before a boat arrived with Mr. Leigh, George, Marianne and Harry Danvers, full of eager inquiries and offers of help. It was arranged that Lilian should return with them in the course of the day, Avhile Mrs. Leigh remained with the in- A'alid, who, the doctor hoped, might be moved in a few days. Lilian had wandered a little distance from the farm, admiring the sloping meadoAvs, encircled by the dark woods, Avhen she Avas joined by Harry Danvers, and together they strolled to the water's edge, and stood looking at the lake, its surface noAv so calm and unruffled, reflecting every line in the surrounding landscape. \" And to think that Ave might all have been"], [96, "THE THORNCLIFFES. 90 lying at the bottom,\" said Lilian with a slight shudder. \" Yes, indeed,\" he replied, \" It was a narrow escape. And we could not all have been saved but for your courage and devotion in rowing that boat.\" \" And yours in swimming to fetch it.\" \" Or suppose the skiff had not been there,\" he added, \" Avhat a chance that was.\" \" I don't think Ave should call it chance,\" said Lilian softly, \"when Ave remember Who it is that arranges all these things.\" \" Only it all seems so strange, so far away and difficult to realise,\" said Harry. \" I don't knoAv,\" Lilian answered, \" I think the realisation is a great help. Yesterday when I was pulling the skiff, and beginning to fear I could not keep up long enough, I remembered how Christ walked on the sea, and the disciples Avere 'toiling in rowing,' and then when He entered into the boat, ' immediately they were at the land Avhither they went.' It was such a comfort to think of that, and to remember that He was really just as near to us then as He was to them long ago. The AA'ay did not seem so long after that.\""], [97, "THE THORNCLIFFES. 91 Lilian stopped suddenly, for Harry Danvers' eyes Avere fixed upon her Avith a strange, soft light, that almost startled her. She wondered at herself for speaking so freely to a mere acquaintance on subjects so sacred. It was true a common danger had broken down the barriers of conventionality between them, but these were topics that she seldom more than alluded to, even in confidential talks Avith her sisters. Harry Danvers did not reply to her, and nothing more Avas said till they Avere again within sight of the farmhouse. The stay at Bowness was necessarily pro longed by Miss Morton's illness, but, though boating was forbidden, the young people found pleasant occupation in climbing every single mountain, great and small, AAithin reach. Still they began to feel that they had pretty nearly exhausted Windermere, and there was great rejoicing when Mr. Leigh made the announce ment that he had written for rooms at Kes- AA'ick, the following day. Great was the consultation over maps and guide-books that evening, and plans Avere laid for excursions to Buttermere, Scawfell Pike, and"], [98, "92 THE THORNCLIFFES. every possible place of interest that could be reached from KesAvick. \" We will Avalk over to WastAvater,\" declared George, \" we'll have a carriage as far as it can go, for the elders, and Miss Thorncliffe and you and I, Danvers and Marianne too, if she likes, Avill walk round over the Stye Head Pass.\" \" I am afraid I shan't be there,\" said Harry Danvers. \" I must go to London to meet my mother on Friday.\" \" Friday ! so soon ! Why you will miss all the best part of the trip,\" Avas tbe general ex clamation. \" I am very sorry, but you see my mother is coming over from Brussels a fortnight sooner than she expected. She wants to do a number of things in London, before going to Scotland next month.\" \" We shall be very sorry to lose you so soon,\" said Mrs. Leigh, \" we had hoped you might be Avith us during the whole of our trip.\" \" Oh, he will be settling down upon his estate soon,\" said George, \" and then we shall see plenty of him at Ardernmoor.\" \" Do you think you are likely to come there soon ? \" asked Mrs. Leigh."], [99, "THE THORNCLIFFES. 93 \" I don't know, I should like it myself, but my mother is so accustomed noAv to living abroad, I fear she would not easily settle in England. Still, I shall pay a visit and look things up, some time before long.\" \" I hope so,\" said Mr. Leigh decidedly, \" things Avant the master's eye sometimes.'' \" I am hardly the master yet ; I don't come into possession till next year. But I ought not to have stayed aAvay so long, only one thing and another has kept turning up to prevent my going there. I have almost forgotten Avhat the place is like.\" \" Oh, you Avill like it,\" exclaimed Lilian, \" it is an ideal family mansion, with the terrace, and the ivy-covered Avails, and the lovely view over the river.\" \" It must be better than I expected, since you admire it so much ; I shall be quite eager to reneAV my acquaintance with it. It Avill be plea sant, too, to feel that I don't go into the neighbourhood as a stranger. I have learnt to value some of the friends I shall meet there, during this last month.\" He was looking at Mrs. Leigh as he said these words, and they seemed but a natural expres-"], [100, "94 THE THORNCLIFFES. sion of friendly gratitude for the kindness he had received in the past four weeks. But a few moments later he came to the window Avhere Lilian was standing, and said, in a lower tone, and with a look of deeper meaning in his face : \" You Avill welcome me, Miss Thorncliffe, I hope ] You will receive me as an old friend, when I come to Ardernmoor ? \" Lilian glanced up at him, a mischievous sparkle in her eyes. \" Oh yes,\" she said lightly, \" I shall not forget all our adventures, and, of course, I shall be glad to see you ; the parson's family always look to the squire for countenance in the parish.\" Harry Danvers's departure was a decided check to the energies of the rest of the party, and though, during their stay at KesAvick the usual excursions were made, and the fortnight passed pleasantly enough, yet all felt the loss of his good-humoured brightness. Lilian enjoyed Denventwater and BorroAvdale, but she some times looked back on Windermere Avith a vague regret, the cause of which she only half com prehended. But the days passed all too soon, and she found herself back again in Ardern moor, to the old busy life, with the choir to"], [101, "THE THORNCLIFFES. 95 keep in order, her music-lessons to give, the house and parish to take up her thought and attention, and plenty of gossip, grave and gay, for Agnes and Nellie, during the fast lengthen ing evenings."], [102, "96 CHAPTER V. \" As a twig trembles which a bird Lights on to sing, then leaves unbent, So is my memory thrilled and stirred ; I only know she came and went. An angel stood and met my gaze, Through the low doorway of my tent ; The tent is struck, the vision stays, I only know she came and went. Oh, when the room grows slowly dim, And life's last oil is nearly spent, One gush of light these eyes will brim, Only to think she came and went.\" Lowell. The months passed in uneventful course, after Lilian's return from the Lakes. The holi days were over, and the household at the vicar age resumed the old busy round of teaching and visiting, and various domestic duties. Perhaps they Avere in some respect busier than usual, for Nellie was to go to school after Christmas, and a long leeway of lessons had to be made up beforehand. To her the coining change was a source of considerable dread, she Avas almost morbidly nervous on some points, and the thought of the long separation from home filled"], [103, "THE THORNCLIFFES. 97 her Avith an undefined foreboding. She said little about these feelings, for her sisters Avere not disposed to encourage foolish fancies, and she felt rather ashamed of the miseries Avhich she hardly kneAv how to conquer. Yet, one evening, as she was sitting Avith Agnes, something of what she was feeling came out — \" I don't think I shall ever be happy at school,\" she said, in answer to some remark her sister had made on the subject, \" I shall ahvays be longing for the time Avhen I shall come home.\" \" I hope you Avill be too busy for that,\" Agnes answered cheerfully, \"your thoughts will be absorbed in dates and parsing, and German translation, and all the rest of it, so that when the holidays come they vvill take you quite by surprise.\" Nellie bent he head over her books to hide the tears that rose unbidden to her eyes. \" It isn't that I don't expect to like school,\" she said, \" I suppose I shall get interested in things after a while. But I can't help feeling as if something might happen while I am aAvay, as if when I came back, I shouldn't find things VOL. I. H"], [104, "THE THORNCLIFFES. 98 just as they were before. Everything must come to an end, I suppose, and I sometimes feel as if our old pleasant times were gone for ever noAv, like \" She broke down altogether at this point, and Agnes Avatched her with a troubled look. \" Nellie,\" she said at last, \" I think you forget Who it is that Avatches over our lives, and ordains whatever befalls.\" \" But,\" sobbed Nellie, \" that does not make things easier to bear when they come.\" \" I think it should,\" said Agnes, \" I think it ought to make our troubles less unendurable to remember that they are all sent in love, and not one more comes than is necessary. But about this feeling of yours ; if you examine it, you Avill find that it is entirely unreasonable, founded on a mere fancy, not unnatural perhaps, but alto gether morbid. And you must look upon it as a kind of temptation or trial, and if you cannot shake it off, at any rate do not give Avay to it, but try to bear it, as you Avould bear a constant wearing pain, supposing it Avas your lot to have such.\" Nellie dried her eyes, more cheered, perhaps, by Agnes's resolute tone than she Avould have"], [105, "THE THORNCLIFFES. 99 been by one more sympathetic. There Avas some thing inspiriting in this view of the case ; it seemed to raise her from the position of one merely requiring pity to that of a soldier with a real battle to fight, a battle none the less hard for being silent and unknoAA-n. In truth, this way of looking at things Avas the habitual one Avith Agnes. She had never accustomed herself to indulgence in self-commiseration, but had ahvays looked upon circumstances in relation to the duties they involved, and Avith anyone but Nellie would probably have dealt still more sum marily Avith morbid fears and fancies. Yet there was nothing harsh about her, her SAveet gentleness took off all possible sting from what she might say, and it was only those who wilfully cherished their grief Avho ever dreaded her clear penetrating Avords. It Avas perhaps this tinge of Spartanism that, more than anything else, formed the attraction that dreAV Dorothea Lloyd to Agnes during these first months of their acquaintance. It was so different from her OAvn habits of self-pitying fancy, so much stronger and nobler, that she turned to it as toAvards an ideal, all the more worthy because so hard of attainment. She was H-2"], [106, "100 THE THORNCLIFFES. often tired of herself in those days : tired of her doubts and perplexities, of the strange moral puzzles which every new experience seemed to bring, of the weakness of purpose Avhich caused so many of her good resolutions to come to naught, of the morbid self-questionings, which only brought her round, after a long and weary search, to the old point she had so often reached before. And Agnes helped her to forget herself; there was so little of self at all about Agnes. She stood there in her strong intense indivi duality, more distinct and vivid than anyone Dorothea had knoAvn, in almost complete uncon sciousness of her own position. Her thoughts were all outside herself; with the hills and fields around her, Avith the sick and poor, among whom she moved in tender ministration, or, oftener still, away beyond them all, in those far spiritual regions, AA'here alone one can find true peace from the struggles and strivings of mortality. And her daily conduct was true, sincere, and good, not as if from any painful and elaborate effort, but because goodness and sincerity were laAvs of her being, it was only natural to her to show them. All this Dorothea felt, and felt that it was"], [107, "THE THORNCLIFFES. 101 something different and higher than she had known or imagined hitherto. If only she could be like it she thought, not realizing, in spite of all her self-analysis, that she and Agnes Avere cast in different moulds, and that the path that she must tread led through quite other regions of experience. She began to look on Agnes with an almost superstitious veneration, and to regard the mere accidents of her character, nay, even her narroAvness, limitations, and prejudices, as something admirable to which she must try to conform herself. Yet these prejudices gave her many a shock, and often ran counter to her most cherished feelings, and her own judgment was a troublesome factor in the case, Avhich she could not quite eliminate in spite of all her striving. Something of this conflict Avas raised in her by a conversation Avhich took place at the Vicarage one evening shortly before Christmas. Fred Avas at home, and he and Agnes were often slightly discordant elements. They were much alike, and yet Avith a difference Avhich caused a certain Avant of sympathy in one another's vieAvs. On this occasion something happened to be said about some Revhalist services Avhich Mr. Williams, the new pastor of LoAver Ardernmoor"], [108, "THE THORNCLIFFES. 102 Chapel, Avas conducting amongst the colliers a few miles distant. \" I think I shall go and hear him,\" declared Fred, \" there is something I like about that man Williams. And it \\viil be refreshing to hear something that those poor felloAvs really will listen to and get good from.\" Mr. Thorncliffe was not present to hear this speech, but Agnes looked up, Avith a pained horror-struck expression. \" Fred ! \" she exclaimed, \" hoAv can you think of it ? Openly encouraging schism in the neigh bourhood ! \" \" It is not in my father's parish,\" said Fred, \" so he can't complain. Besides, if the Church won't adapt itself to the people, why should it object if someone else does ] \" \" Mr. HeAvitt has a Mission Room close by the pit's mouth,\" said Agnes, \" and service there tAvice a week regularly.\" \" And likely they are to come,\" returned Fred, \" and hear him gabble through the service in an unintelligible tone, and deliver a lecture on the ' Council of Constantinople,' or something of the sort. I'll tell you Avhat,\" he added, Avarm ing as he spoke, \" it is just all this talk about"], [109, "THE THORNCLIFFES. 103 Church authority and schism, and all the rest of it, that alienates men from the Church, and Avill alienate them from Christianity, too, if it goes on. It is most unchristian itself, and unscrip tural too. Moses did not speak so, nor St. Paul.\" \" Moses was severe enough on schismatics,\" said Agnes. \"Remember the punishment that befel Nadab and Abihu, and Korah, Dathan and Abiram.\" \" I should think Eldad and Medad Avere an instance more to the point,\" said Fred. Agnes gave no ansAver, but rose to leave the room, and Dorothea noticed that there Avere tears in her eyes. She herself was perplexed and pained by the conversation. Agnes's intolerance distressed her, for she had been accustomed to regard Dissenters as estimable persons, slightly mis guided perhaps, but deserving a large measure of sympathy and countenance. Still more shocked Avas she at the bitterness of Fred's tone, and the roughness with which he had attacked his sister's most cherished convictions. That there was the same thrill of earnestness in the tones of both disputants only added to her"], [110, "104 THE THORNCLIFFES. distress. She was looking for an ideal system in which all differences should be sunk in loving co-operation, and here were people Avounding and injuring each other, and the cause of truth by their very ardour and enthusiasm. Her thoughts were interrupted by Fred's voice saying half-apologetically : \" I suppose you agree Avith my sister, Miss Lloyd, in thinking me a shocking^heretic?\" \" No, not exactly,\" she answered ; \" I don't think in quite the same Avay as Agnes about these things. Only, is it fair to speak in that Avay about the Church'? There are so many earnest devoted people in it ; surely they must do good.\" \" I know there are earnest, good people, my father and Agnes are instances, but I sometimes think they almost neutralise the effect of their goodness by this narroAvness and bigotry.\" \" I think people Avith strong opinions almost ahvays overshoot their mark,\" said Dorothea. She spoke simply as expressing her thoughts. The subject Avas a perplexing one to her, for Avas it not right that people should be vehemently enthusiastic about truth, and yet how often this enthusiasm led them to narrowness and bigotry."], [111, "THE THORNCLIFFES. 105 But Fred fancied that the remark had a more direct reference to himself. \" I know I was unwise,\" he said Avith a sigh, \" it is of no use to try and argue with Agnes ; she does not think things out enough for it to make any impression on her; it only shocks and dis tresses her. I ought to have found that out by this time, but somehoAv one forgets. It is a pity people cannot have different sorts of goodness at once.\" The subject of Dissenters Avas often enough forced on the minds of the Vicarage family. It is true that Mr. Williams's Chapel Avas not actually within the boundaries of the parish — one tiny brick edifice belonging to the Primitive Metho dists was the only representative of Noncon formity in Ardernmoor Proper— but Lower Ardernmore was only just across the river, and its Chapel, a fine stone building erected in the most approved modern style of architecture, riA-alled the Church in comfort and commodious ness, and more than rivalled it in beauty. A terrible eyesore it was to Mr. Thorncliffe, and an annoyance and humiliation in other respects for the congregations Avhich assembled on Sundays at the sound of its clear soft-toned bell"], [112, "THE THORNCLIFFES 106 often equalled his OAvn, and comprised many of the more respectable of the small farmers and shop-keepers in the district, while the Chapel schools, both Sunday and day-schools, were almost equally popular Avith those belonging to the Church. All this was scarcely to be wondered at. The Established Church, secure in its own position, had sunk into a state of comfortable inactivity during the time of the late vicar, and the chapel had made the most of its opportunity, and thrown itself valiantly into the breach to cope with the quickly-groAving manufacturing popu lation. Mr. Thorncliffe's coming had someAvhat altered matters ; there AA-as certainly no lack of energy in his administration, but his High Church innovations had startled many of the old steady-going people, and given '>a fresh impulse to the efforts of those Avho professed it their object to stem the tide of superstition and ignorance, and preach the Gospel of Christ in all its simplicity and plainness. The Chapel had not been Avithout its troubles during this period. It had suffered from one of those internal dissensions, common among voluntary bodies, in which the vehemence of"], [113, "THE THORNCLIFFES. 107 feeling displayed on all sides is only equalled by the minuteness of the point in dispute. This had resulted in important consequences to the LoAver Ardernmoor Church. The minister had left, but not before a schism had taken place in the community, and a small body of Avorshippers, not more than tAventy in all, had betaken them selves to the neighbouring hamlet of Strands, in protest against the errors of all other congrega tions, whether Established or non-Established. It AA-as in the hope of healing these divisions, as well as combating the sacerdotal influence of the vicar, that David Williams had become the pastor of Lower Ardernmore Chapel. He was a man of a type Avhich is, unfortunately, too rare among the clergy of all denominations. Brought up among the Welsh mountains, among a people to whom his father Avas the only minister who could speak to them in their 0AA-n language, or Avho shoAved any sympathy for them in the rough hardship or simple pleasures of their lives, and Avho Avas therefore, as a matter of course, sought by all, high or Ioav, in times of difficulty and perplexity, he had groAvn up with an earnest zeal for the pastoral office, and a Avillingness to brave all discomforts, and devote his life to the one"], [114, "108 THE THORNCLIFFES. object of influencing for good those among whom his lot should be cast. Though holding sincerely to his belief in the voluntary system of Church government, he had unconsciously learnt to regard his OAvn particular denomination in many respects in the light of an Established Church. It never occurred to him that he was not called upon to minister in religious matters to all Avho might be within the reach of his Chapel, or that it was not as much a matter of course that he should be sent for in time of need by the care less and indifferent as by the members of his regular congregation. His father had been virtually parish clergyman in his Welsh home, and he Avas prepared to take up the same posi tion at Ardernmoor. It was with a kind of perplexed wonder that he found hoAv strongly his sway would be disputed by the Vicar. He Avas not of a controversial disposition, and he quickly recog nised that good was being done in the parish, such as he had never before experienced in his acquaintance Avith the Established Church. He hoped at first that he might work in friendly rivalry Avith Mr. Thorncliffe, and so set an example of tolerance and moderation, but soon"], [115, "THE THORNCLIFFES. 109 found that the Vicar, not only by the Avhole tenour of his actions utterly ignored the Dissenters as a power for good in the neigh bourhood, but openly taught doctrines Avhich, to Mr. Williams, with his Puritan traditions, could not but appear as dangerous errors. Accordingly he regarded the ritualizing ten dencies of the Established Church as another enemy to be fought in the struggle for the spread of true religion among the people. The incidents of the fire at Mr. Leigh's mill, which took place shortly after his arrival, brought a neAV and disturbing element into his feelings. Through all his future life, that day was destined to stand forth as the great turning point in his history. For the figure of Agnes Thorncliffe, as he had seen her seated by the bedside of poor Joshua Oldham, soothing and calming Lettice's grief and agitation, and bringing help and comfort to so much need and perplexity, had impressed itself indelibly on his heart. He had never seen anyone like her in her resolute calmness, tender sympathy and strange mesmeric influence on all about her. Was it wrong that he should love the Vicar's daughter, and was there anything really"], [116, "THE THORNCLIFFES. 110 hopeless in his passion 1 Hopeless ! He shuddered at the thought — it must not ; could not be so. Sectarian differences Avere only a slight matter, why should he sacrifice to them the one great happiness of his life ? The temptation Avas keen and strong, but he put it from him resolutely. He would be true to his conscience whatever it might cost, and never would he suffer merely personal motives to shake the firmness Avith Avhich he held to his convictions. Religious liberty — the pure Gospel — men had suffered for these before now ; suffered persecution, imprisonment, death. And should he shrink when his turn came, although it seemed to him that even imprisonment or death Avould be a slighter trial than to give up all hope of ever winning Agnes's love, and being able to call her his OAvn. And yet — his clear common sense forced the thought upon him in cold unpitying plainness — suppose this barrier removed, Avould all then be smooth 1 What was he that he should think it an easy matter to Avin Agnes ? Was she not far above him, a creature of a higher sphere, living in an atmosphere of heavenly purity, to be loved and adored humbly from a distance by"], [117, "THE THORNCLIFFES. 111 the inhabitants of this loAA'er Avorld ? Such Avorship, at least, Avas open to him ; he could cherish it in secret, and enjoy the painful SAveetness of his love and longing undisturbed by any jarring echoes from the Avorld of contro versy beyond. There could be no sin in this, he thought ; it would be no disloyalty to his principles. His love Avas a holy thing, it had come to him unsought,\"; unexpected, and had taken possession of his inmost soul ; surely it was a heavenly messenger sent to cheer his toil and loneliness, and lead his thoughts to high and noble things. He would receive it as such, humbly and thankfully, carefully guarding it from all tinge of self-seeking, and it Avould bring Avith it a blessing, though perhaps disguised in disappointment, renunciation and sorroAV. It Avas not suddenly, nor all at once that he reached this point. Weeks Avore into months, and the months brought round the quick suc cession of the seasons, and still the struggle Avent on. And often Avhen he thought the victory gained, and the old doubts and longings for ever overcome, a chance glimpse of Agnes across the road, or a passing allusion by the cottagers to the doings at the Vicarage, Avould"], [118, "112 THE THORNCLIFFES. wake them all to life, and the Aveary conflict would begin once more. He often heard of her during these first months. The villagers had many tales to tell of her sympathising kindness ; hoAV she had nursed Mrs. Taylor's baby for two hours Avhen it Avould not sleep, and its mother Avas busy Avashing ; how she had sat up all night Avith Joe Smith Avhen he had the fever, and no one had been able to soothe him like her, with many other similar instances. Very sweet it Avas to Mr. Williams to hear these stories, and many a time did he go over them in his mind, filling in the details Avith tender loving fancy, and envying the cottagers to whom these favours Avere shoAvn. Naturally it was very rarely that he had opportunity for any direct intercourse Avith her. Though Mr. Thorncliffe was too much of a gentleman to treat his rival Avith anything but courtesy, he was far too strong a Churchman to acknowledge his spiritual position, or to co operate with him in the slightest degree, even in matters not directly religious. Mr. Williams made some faint overtures on one occasion, when business connected with his day-schools"], [119, "THE THORNCLIFFES. 113 obliged him to call at the Vicarage. Encouraged by the politeness shoAvn to him, he ventured to propose that they should unite in common action with regard to a series of Temperance Meetings. But Mr. Thorncliffe replied that he only Avorked in such matters in connection Avith the Church, adding, that as Mr. Williams's Chapel was not in his parish, he could have no possible concern with what Avent on there. The rebuff was too decided for Mr. Williams ever to broach the subject again, and he left the house with a sickening sense of disappointment at the downfall of the hopes which had risen high during his visit. He did not see Agnes on this occasion, though he longed eagerly for even a passing glimpse, and looked with loving interest at a dish of floAvers in the hall, wondering whether it Avas her hands that had gathered and arranged them. When, about Christmas time, Fred carried out his intention of calling upon Mr. Williams, and accompanying him to one of his mission services, the young minister naturally regarded it as a fresh opening towards acquain tance with the Vicarage household. He was much pleased with Fred, and enjoyed the opportunity which his visit gave him of conversa- VOL. I. I"], [120, "114 THE THORNCLIFFES. tion Avith a man of superior education and culture. And Fred, on his side, found much to like in Mr. Williams ; he Avas so new to him, and looked at things from a stand-point so different from that of the Vicarage, that there Avas a pleasant freshness in his society. He began to talk to him on some of the points on which his mind had become unsettled, and aired a fevv advanced theories, both religious and political ; but he soon found that though Mr. Williams might be a bit of a Radical in politics, in religion he was a strict Conservative, and quite as orthodox in his Avay as Mr. Thorncliffe. Still there was an absence of dogmatism, and a transparent simplicity about him which Fred could not fail to like, and their acquaintance bade fair to develope into a warm friendship. To Mr. Williams this was a source of unmixed joy. He thought he could be of use to Fred and help him over his difficulties, and perhaps bring him back to the fold of the true faith, and his heart gloAved Avith the thought of the service he Avould thus render to Agnes, till he found himself picturing her grateful recognition of him as her brother's saviour, and perhaps — who could tell — one who might be not unacceptable to"], [121, "THE THORNCLLFFES. 115 herself. He little guessed Avith what suspicion and dislike Agnes regarded the intimacy betAveen the two, and hoAv she attributed much of AA'hat was unsatisfactory in Fred's state of mind, to the baneful influence exercised by Mr. Williams. About this time, an accident occurred, Avhich, trifling though it AA'as, yet served in some slight degree to strengthen the informal acquaintance which Joshua Oldham's accident had brought about between Agnes and Mr. Williams. It Avas a bright day in January, and Agnes had been spending the morning in a series of visits in River Lane. On her return home she Avas overtaken by a sudden shower, and as she had forgotten to bring an umbrella, she took refuge in a farmhouse near the road. The people AA-ere Dissenters, but she had been there before, and AA-as a little surprised to see Mr. Williams seated by the fireside, evidently making a pastoral visit. He rose up at her entrance and offered her his chair, while she, apologising for the intrusion, requested per mission to wait till the shower should have passed. \" You're Avelcome,\" said the farmer, nodding to a seat, \" sit yer down a bit. We're Chapel 1-2"], [122, "116 THE THORNCLIFFES. folks 'ere, and Maister Williams has been 'earing the children their texes.\" \" I had quite finished,\" said Mr. Williams ner vously, \" I Avas only AA'aiting for the rain.\" Agnes saAV his confusion, and attributing it to his annoyance at the farmer's bluntness, she took the proffered seat, saying pleasantly : \" This shoAver has taken us all by surprise, though one should never be Avithout an umbrella in Avinter.\" Mr. Williams noAv found presence of mind to offer to take off Agnes's jacket, AA'hich he held out to dry before the fire, stealing occasional glances at her face, and noting the pleasant frankness and ease of her manner as she chatted to the farmer's wife about the children and the weather. The farmer, meanwhile, sat sullenly smoking his pipe, staring at Agnes and Mr. Williams as if expecting them immediately to enter upon a theological controversy. As they appeared in no hurry to begin, he resolved to open the subject himself, so jerking his thumb towards a little fair-haired child whom Agnes Avas fondling, he grunted — \" Yon's not been baptised.\" \" I am sorry to hear it,\" said Agnes quietly,"], [123, "THE THORNCLIFFES. 117 while Mr. Williams turned aAvay his face, and Avished himself anywhere rather than in his pre sent position. \" No,\" continued the farmer, \" 'oo's not been baptised, and 'oo's not agoing to be, nor t' baby neither. I donna hold Avi' infant baptism, and t' childer shall Avait till they can decide for them selves.\" \" For shame on thee noAv, John,\" put in the wife, \"Miss Thorncliffe does na' want to hear o' them things.\" \" I don't think it is necessary to discuss the subject at present,\" said Mr. Williams hurriedly, Avhile Agnes, AA'ith heightened colour, sat in blank surprise, looking at the floor. But the farmer was not to be deterred. \" I ahvays speaks my opinion and is afraid of no one,\" he said. \" Fear God and shame the Devil is what I go by. Th' parsons is all for baptismal regeneration, and taking o' tithes, and rites and ceremonies, and neglecting of the poor ; and Avolves in sheep's clothing is what Scripture says o' them ; they're all alike for that.\" Up to this point Agnes had been struggling between indignation and amusement, but now"], [124, "118 THE THORNCLIFFES. indignation got the upper hand, and Avith flash ing eyes she rose from her seat, saying, \" I must go noAv. Good-morning, Mrs. Clayton ; thank you for taking me in, but 1 cannot stay and hear my father and the Church to Avhich I belong insulted.\" She seized her jacket, and before anyone could offer a Avord of remonstrance or apology, had left the house, and was hurrying onward in the pelting rain. She had not gone very far before she heard steps rapidly approaching, and Mr. Williams came up, flushed and breathless, with a large umbrella which he held over her head as a protection from the rain. \" Miss Thorncliffe,\" he exclaimed eagerly, \" you must allow me to offer you this. And if I might say a Avord of apology, or express my great distress at what has happened \" \" I am sure of it, Mr. Williams,\" said Agnes, \" you had nothing whatever to do with it. Of course, I could not stay after that, but I shall bear no ill-feeling to you.\" She had almost recovered from her anger, and it was with a smile of something like amuse ment that she said the last words."], [125, "THE THORNCLIFFES. 119 But David Williams was far too much dis tressed to smile. \" I cannot tell you Iioav sorry I am,\" he said ; \" nothing could have given me more pain. I kne\\v that Clayton was a gruff kind of fellow, but this rudeness surpasses everything.\" \" One must make allowance for the people about here, some of them are so very blunt. I suppose they think it is the only way to sIioav their sincerity.\" They had now come to the turning where the road to the Vicarage branched off, and Mr. Williams was reluctantly obliged to take his leave. He begged, howeA-er, that Agnes Avould still make use of his umbrella. \" I am sorry to take it from you,\" she said, \" you have a long walk home, and I am really so wet already that a little extra rain will make no difference.\" \" Oh, I hope you Avill take it ; I could not bear to think of your Avalking home Avith no protection from the rain.\" \" As a sign of good feeling then ; thank you very much ; I will send it by one of the school children to-morrow.\" She held out her hand, and it gave him a"], [126, "120 THE THORNCLIFFES. strange thrill to feel the touch of the slender fingers. Then, with another frank smile and a cheerful good-morning, she was gone. That brief conversation had been very sweet to David Williams, in spite of his pain and mortification at what had led to it. And the next morning, Avhen the sexton's child brought him his umbrella, to Avhich Avas attached a bit of paper addressed \" The Rev. David Williams, with many thanks,\" he felt almost inclined to bless the mischance that had given him such a token, and the slip of paper Avas folded tenderly in his pocket-book, to be carefully cherished in memory of that day. To Agnes the incident was little more than an amusing experience of the rough independent manners of the Ardernmoor poople. She bore no ill-feeling toAvards the farmer for his rudeness, and gave him a cordial recognition, when, a couple of days later, she passed him standing by the gate of a field. The man looked someAvhat sheepish, and after a moment's hesitation accosted her, saying bluntly : \" You hanna took offence o' them thino-s I said th' other day ? \" \"No,\" ansAvered Agnes, \"I don't wish to"], [127, "THE THORNCLIFFES. 121 take offence against anyone, but I cannot hear the Church insulted.\" \" I don't bring no accusation against th' Vicar here,\" he Avent on, \" he does ' is duty according to t' light as is given him ; I Avill say that much, and it's more nor many of 'em does. So I ax your pardon for anything personal like, Miss Thorncliffe, and any time as you're tired, or it comes on a raining, you can coom into th' house, and kindly Avelcome. Th' missus 11 be gradely proud to see you, 'oo Avas that put about at your going off so sudden like.\" It was a queer sort of apology, and Agnes could not help smiling at the man's aAvkAvard, cumbrous way of expressing it. But she took it as it was meant, and, thanking him for his offered hospitality, Avent on her Avay."], [128, "122 CHAPTER VI. Art is long, and Time is fleeting, And our hearts, though stout and brave, Still, like muffled drums are beating Funeral marches to the grave. Let us, then, be up and doing, AVith a heart for any fate, Still achieving, still pursuing, Learn to labour, and to wait.\" Longfellow. Soon after Christmas, Harry Danvers carried out his intention of visiting his property at Ardern moor. His coining caused quite a stir in the little circle, and various entertainments, more or less important, Avere given in his honour. He stayed in the old Hall, where two of the smaller rooms were fitted up for his use, and, though Mrs. Leigh begged him to take up his quarters with them, he declined all her offers, and pre ferred to remain free to dispose of his time as he Avished. He gained great popularity in the village, by the kind, friendly spirit Avith Avhich he went in and out among his tenants, inquiring into their"], [129, "THE THORNCLIFFES. 123 grievances, and promising, only too lavishly, perhaps, that eA-erything should be set to rights by-and-bye. \" Eh, it'll be a good day for us poor folks Avhen the young squire is th' master,\" the cottagers said, and then Avould follow reminis cences of the time Avhen his father was young, and had brought his stately young bride, Harry's mother, to the Hall. Harry was a good deal at the Vicarage during his stay ; he decidedly liked Mr. Thorncliffe, and soon became friendly with Fred, Avho, in spite of his Radicalism, found a great deal to like in the frank open bearing and easy good humour of the young squire. With Lilian, Harry assumed the position of an old friend ; they Avorked together at school feasts, and other parish matters, and had several long expeditions in the neighbour hood. Fred and Nellie, of course, joined in these, but Lilian was their chief organiser, and laughingly undertook to show Mr. Danvers all the beauties of his native place. The intimacy betAveen them was not unnoticed by the neighbours. The cottagers observed that they made \" a lovely couple,\" while the account of the adventure at Windermere, much embellished by the imagination of various graphic narrators, was"], [130, "124 THE THORNCLIFFES. significantly repeated, and Avas, of course, thought highly romantic. Mrs. Leigh had previously enjoyed the chief share in the interest excited by this adventure as well as in the distinction of intimate acquaintance with Mr. Danvers, and it Avas not without a slight feeling of jealousy that she saw hoAv much of this distinction had now passed over to Lilian. But she was a thoroughly good-natured woman, and refrained from any word which could Avound or offend the Vicarage family, though she could not repress an occasional regret that that eventful tour, which might have been such a good opportunity for the display of her own daughter's poAvers of attraction, had been shared by one possessed of charms so much more striking as Avere Lilian's. \" I Avonder what Mrs. Danvers would say if she kneAv all that Avas going on,\" Mrs. Leigh some times observed to her most intimate friends. \" She is a proud woman, and Avill look high, I should imagine.\" As for Lilian herself, she was not much troubled by any gossip that might be afloat con cerning her. Her natural buoyancy and the frank unconsciousness of her manner, gave her a great charm, and she entered Avith hearty enjoy-"], [131, "THE THORNCLIFFES. 125 ment into the variety and freshness caused by Mr. Danvers' society, Avithout any uncomfortable fancies or disquieting day-dreams as to the result. Nor Avere the rest of the family more alive to possibilities than she. Mr. Thorncliffe was absorbed in his parish duties, and, like many fathers, did not realise the fact that his daughters were no longer mere school-girls, but groAvn-up women, for Avhom marriage was very far from an improbability. Fred, though fond of his sister, and proud of her brightness and beauty, would have laughed at the idea of any one falling in love \\vith her, and Agnes Avas too little in the habit of building castles in the air, or indulging in speculations as to the future, to gh'e much attention to any stray idea of the kind that might present itself to her. Besides, she did not think Mr. Danvers' demeanour at all that of a lover. She had not much experience of such matters, but she fancied that it Avould be something very different from his easy friendli ness. The Aveather Avas cold and severe that winter, and towards the middle of January a hard frost set in. Agnes had taken cold on the day of her encounter with Mr. Williams, and though at"], [132, "THE THORNCLLFFES. 126 first she made light of it, and did not even keep indoors, the change in the Aveather soon fastened upon her, and kept her a prisoner to her room. Here Miss Georgie found her, one afternoon when she came up to talk over some neAV plans for the Dorcas Society, of which she was the manager. The others were all out, for Mr. Thorncliffe had a meeting at Millbridge, and Fred, Lilian, and Nellie had set off on a skating expedition, Avith Mr. Danvers, Avhose visit Avas noAv draAving near its close. Agnes looked pale and wan, as she sat by the fire in her little bed- room, bending over some mending which she Avas trying to finish by the quickly fading daylight, but she entered into all Miss Georgie's plans, eagerly discussed the best means of purchasing and disposing of the A'arious articles required. \" You look very good for nothing,\" Miss Georgie said at last ; \" I Avonder Lilian liked to leave you all day in this Avay.\" \" I Avas better this morning, and as skating is a rare pleasure, I would not let her stay at home.\" \" I don't like your cough at all ; Avhat does Dr. Grey think about you ? \""], [133, "THE THORNCLIFFES. 127 \" I have not seen Dr. Grey ; I didn't think it necessary for a simple cold.\" \" Colds ought not to be neglected in this weather though, and you will Avant to be quite Avell to see Nellie off.\" \" Yes, indeed, I shall,\" said Agnes brighten ing. \" Poor Nellie, I hope she Avill get more reconciled to the idea of school before she goes.\" \" It is a pity she feels it so much ; it Avill be such an adAantage for her.\" \" Yes, that is AA-hat papa thinks, especially as I suppose she must be a governess some day ; Ave ought not to keep her at home ahvays.\" \" No, it would never do ; she needs to see more of the Avorld and get new ideas.\" \" Only, I wish she did not grieve so about it ; she seems to haA'e a sort of horror of the whole idea. I am very sorry : there is something about Nellie Avhich makes me Avish to shield her from all the rubs and trials of life. Yet she will have to face them.\" Agnes had dropped her Avork, and was gazing dreamily toAvards the setting sun. Miss Lloyd watched her Avith a softened expression. There was something very touching in the tenderness of this delicate girl for a sister only four years"], [134, "128 THE THORNCLIFFES. younger than herself, especially in contrast with her usual unflinching resolution. \" After all,\" said Agnes, after a pause, \" it might not be good for her to be always shielded.\" \" I am sure you have decided for the best,\" replied Miss Georgie, \" and Nellie must see it herself, soon, at any rate, if not noAv.\" \" Oh, yes ! I think so,\" said Agnes, wearily, leaning back, exhausted with the long conversa tion. \" My dear child, how ill you look ! \" exclaimed Miss Lloyd, alarmed at her pale face. \" You look as if you were on the point of fainting. Agnes, you are not fit to be up, slaving over that mend ing ; you ought to go straight back to bed. What could Lilian have been thinking of to leave you alone ! \" \" She was quite right, I was better this morn ing; I think I will go back to bed noAv, though.\" \" Can I do anything for you, help you in any way ? \" \" No, thank you ; Martha will do everything I want.\" \" Well, you Avill let me tell Dr. Grey to come up and see you. You really must, Agnes ; I"], [135, "THE THORNCLIFFES. 129 have had more experience than you, and I knoAv that no good ever comes of trying to do Avithout a doctor in this way. You just go dragging on, day after day, and what might have been set right in a feAv days, by proper treatment, often turns into a serious illness Why ! you are shivering all over.\" \" Perhaps you had better tell him,'' said Agnes, Avho felt unable to withstand Miss Lloyd's argu ments, and had, moreover, some misgivings on the point herself. \" '111 go at once,\" said Miss Georgie, \" and I'll send Martha upstairs to look after you. I hope those girls vrill be in soon ; and Avhere is your father X \" \" He is gone to a meeting at Millbridge ; he said he Avould be in by five o'clock. \" \" Was there ever anything like the stupidity of some people,\" said Miss Georgie to herself, as she hurried doAvn the hill ; \" any one might have seen that that girl Avanted proper looking after, though, after all, Avhat can one expect from a houseful of girls under twenty, and a father Avho thinks of nothing but his books and his parish, and takes no notice Avhatever of his own family.\" VOL. I. K"], [136, "130 THE THORNCLIFFES, Dr. Grey was out, but was expected in shortly, so, leaving a message for him to go up at once to the Vicarage, Miss Georgie turned her steps homeAvards. She had not gone very far before she met Mr. Thorncliffe returning from his meeting. \" Mr. Thorncliffe,\" she exclaimed, accosting him, \" I have just been up to see Agnes. I am shocked to see her so ill.\" \" Indeed ! \" he said, surprised. \" She Avas better this morning. She has been unwell Avith a cold this Aveek, but it seemed only a slight matter.\" \" Well, she is very ill this afternoon ; I Avas quite uneasy at leaving her, and I have been to Dr. Grey's to ask him to go up at once.\" \" Where is Lilian ? \" asked Mr. Thorncliffe, \" she ought to look after her sister.\" \" She is gone out for the day, skating ; there is not a creature in the house, except that servant girl — and Agnes sitting up, trying to sew, Avhen she is no more fit for it than a baby. I made her promise to go straight to bed again, and I insisted on sending for the doctor.\" \" You are very kind to take so much trouble, but Lilian ought to have been at home. I Avonder at her going out for the Avhole day in this way.\""], [137, "THE THORN CLLFFES. 131 \" Lilian is really not old enough to understand altogether. Indeed Mr. Thorncliffe, Agnes needs a great deal of care. She habitually over- Avorks herself, and runs all kinds of risks, and she is very far from strong to begin AA'ith.\" \"No, I am afraid she is not,\" he replied, \" however, I trust she Avill soon get over this attack. Thank you very much for your kind interest in her. It is very good of you to look after my motherless girls.\" He turned away, leaving Miss Georgie almost speechless with astonishment. She had spoken strongly, thinking he needed rousing on the subject of his daughter's health, but this sudden change from his usual unbending attitude was more than she had expected. \" AVell,\" she thought, \" hoAv little Ave knoAv Avhat people are till we try. Anyone Avould have thought that man had no more feeling than a stone. I Avonder Avhat Millicent or Miss Wood will say Avhen I tell them.\" The thought of Avhat they possibly might say suddenly occurred to her, and brought a momen tary flush to her cheek. \"Ridiculous!\" she exclaimed, \" absurd ! I shall just do what I think right, and let people talk as much as they K— 2"], [138, "132 THE THORNCLIFFES. like ; I'm not going to see those girls half kill themselves with neglect and folly, for want of someone to give them some good advice, let their father be twenty times a widower.\" Miss Georgie gave a graphic account of matters on her return home, and had ample time to dilate upon the general insanity of the Thorncliffe family before footsteps Avere heard upon the gravel outside, and Dorothea, aa71io had been one of the skating party, entered, accom panied by Lilian, Nellie and Fred. \" Hoav late you are,\" exclaimed Miss Georgie, cutting short all their eager description of the day's amusement, \" Lilian, you ought to have been home long ago. Agnes is much worse, I had to go straight off for the doctor for her. Your father is in a great state of mind. She was not fit to be left alone all day.\" Lilian was quite taken aback at this sudden outburst. \" Much Avorse,\" she repeated in an uncomprehending tone, \" she Avas much better this morning. She herself Avanted us to go out.\" \" Well, you had better make haste home, I am sure you are wanted there. She was really very ill this afternoon.\""], [139, "THE THORNCLIFFES. 133 \" Come, AA-e had better go at once,\" said Fred, after a few explanations, Avhile Nellie AA'as too frightened and self-reproachful to say a word. \" I hope Agnes isn't really so bad,\" she began timidly, as they hurried homewards. \" Oh, I Avish AA-e had not gone out to-day.\" \" 1 don't believe she's so bad at all,\" ansAvered Lilian, \" Miss Georgie ahvays likes to make a fuss ; I hate those meddling ways. And as for the doctor, I wanted Agnes to have him three days ago.\" Nevertheless, Lilian was more uneasy than she liked to admit, and felt decidedly con science-stricken in the matter of her long absence. It was of no use to keep assuring herself that the delay in their return Avas Fred's doing, and that Miss Georgie's account A\\'as sure to be exaggerated ; she kneAv very AA-ell that she might have come home earlier if she had been firm on the point, and she could not help fearing that there might be at least some foundation for Miss Georgie's alarm. On reaching the vicarage they found Mr. Thorncliffe in conversation Avith the doctor, and Lilian was immediately summoned to hear his directions as to the treatment of her sister."], [140, "134 THE THORNCLIFFES. There was nothing in Agnes's condition to cause serious alarm, Dr. Grey declared, but she would require great care for several days, as there Avas a considerable degree of fever, and some danger of inflammation of the lungs. HoAvever, he hoped that might be averted, and all would be well. Lilian had plenty to do that evening in attending on Agnes, and her father's sternly expressed astonishment at her day's absence, combined AA'ith her OAvn imvard self-reproaches, to produce a considerable asperity in her manner, especially toAvards Nellie, who, overwhelmed with distress, certainly made herself rather tiresome by her repeated offers of useless and unnecessary assistance. Chased from the kitchen, where Lilian was superintending some cooking opera tions, Nellie crept timidly into Agnes's room, and, regardless of the doctor's injunctions as to perfect quiet, began a long series of protestations of grief and anxiety, mingled with confused explanations, as to the delay in their return. \" You can tell me about it to-morroAv,\" said Agnes at last, \" I really cannot listen noAv.\" \" Oh, I am so sorry ! \" exclaimed Nellie, \" I"], [141, "THE THORNCLIFFES. 135 hope I haven't made you worse Avith talking. Can't I do anything for you noAv \\ \" \" Only moA'e that lamp a little, please. Take care of the oil. Oh, you have spilt it ! Oh, Nellie, it Avill make a smell for the whole night.\" Nellie pulled out her handkerchief to repair the mischief, but only succeeded in getting some of the oil on her dress. Half-crying with morti cation, she went doAA'n to the dining-room, and stood dejectedly over the fire. \" What is the matter noAv 1 \" asked Fred, look ing up from the book he was reading, \" crying ? I declare nothing ever seems to go right in this house when Agnes is laid up.\" Nellie broke doAvn altogether at this, and hid her face in her hands. \" It's no use trying to do anything,\" she said dolefully, \" I can't be of any good to anyone.\" \" Not if you cry like that, certainly,\" said Fred. Nellie checked her tears for a moment, and then Avent on. \" I Avent into the kitchen to see if I could make the arrowroot, and Lilian said I should be sure to burn it, and told me to get out of the way. And then I went upstairs to Agnes's"], [142, "136 THE THORNCLIFFES. room, and she asked me to move the lamp, and I spilt the oil and made a smell.\" Fred felt rather inclined to smile at this catalogue of Avoes, but he ansAvered, gently enough, \" Well, if I Avere you, I wouldn't distress my self so much about the oil, and as for Lilian's sharpness, Avhy, you must make some excuse for her, because she is very much annoyed with herself for staying out so long.\" \"I don't see what good it does to be cross,\" said Nellie, \" if I had done Avrong I shouldn't take that Avay of shoAving that I Avas sorry.\" \" No, your plan is to cry, and make yourself fit for nothing. A sort of Mrs. Gummidge fashion, in short.\" Nellie looked rather ashamed, and seemed on the point of crying again, but Fred went on kindly. \" Come, cheer up noAv, and let us see if we cannot be useful after all. There is all that mending you Avere speaking about this morning, and those blanket-tickets Father Avas asking for. Bring them here and I will write them out, if you can tell me the names of the people.\" Nellie obeyed, and was soon busily occupied"], [143, "THE THORNCLIFFES. 137 in stitching buttons, and assisting Fred with the blanket-tickets, and his droll remarks, and the absurd puns he made on almost every name, soon had the effect of restoring her spirits. Lilian, by-and-bye, came doAvn Avith neAvs that Agnes Avas quietly asleep, and the evening closed Avith hopes of decided improvement on the morroAv. Agnes Avas not long ill ; there were two or three bad days, when it seemed doubtful Avhether this attack might not be the beginning of something more serious, but these passed and she Avas soon doAvnstairs again, taking he part in the prepara tions for Nellie's departure. Miss Georgie Lloyd did not forget her resolve to look after the Vicarage girls. For the first few days she was constantly at the house, and took possession of the sickroom Avith an energy and determina tion AA'hich could not be resisted. They were all grateful for her help, for she kneAv just what to do and was invaluable in making up for the deficiences of Lilian's inexperience. And Agnes had no objection to be managed, so long as she was ill. It was so restful to have all anxiety taken off her mind, and to feel that she had no thing to do but obey orders, and everything"], [144, "138 THE THORNCLLFFES. would be arranged for her. When she recovered it was another matter ; she Avas anxious to be about and busy as soon as possible, and some times felt impatient at Miss Georgie's numerous cautions and restrictions. The difference of of opinion could have but one ending. Miss Georgie might disapprove, and think it only another instance of the folly and wilfulness of the Thorncliffe family, but she was poAverless to interfere, and soon saAv the wisdom of leaving Agnes to manage the matter in her own Avay. Yet it Avas a good Avhile before Agnes quite resumed her former occupations. The day for Nellie's departure arrived, and she Avas still a prisoner to the house, and Miss Hill's school re sumed Avork two or three weeks before she was able to take her share in the classes. This last circumstance was a great annoyance to her, but she felt that it Avas inevitable, and Dr. Grey's frequent visits, and the strict injunctions which he urged upon her as to care and caution, did not tend to modify this opinion. \" Do you mean that I ought to give up teach ing altogether 1 \" she asked him one day. It was a cold rainy afternoon, and Agnes was sitting in the dining-room, in the gathering twi-"], [145, "THE THORNCLIFFES. 139 light, her dark blue home-spun dress contrasting Avith the transparent paleness of her complexion, and at the same time harmonizing with the deep azure of her eyes. The table Avas strewn with books and papers ; a Greek lexicon lay open, for her father Avas teaching her to read the Greek Testament, and the present time of inactivity Avas a favourable opportunity for the study. Dr. Grey made a long pause before ansAvering. \" Would there be great objections to such a course 1 \" he asked at length. Agnes's hands trembled. She had loved her work so much ; it had been the foundation for so many pleasant schemes and day-dreams for the future. But those were not reasons that she could bring forAvard to the doctor. \" It would be very inconvenient,\" she said, \" I Avould much rather go oh with it if I possibly can. It has not been too much for me in the past. Why should it be so in the future 1 \" \" I am not sure that I should not haAre recom mended you to give it up long ago, if you had asked me,\" said the doctor, \" but now — \" \" But now % \" asked Agnes, draAving a quick breath. \" It depends upon hoAv far you Avould be pre-"], [146, "140 THE THORNCLIFFES. pared to give up other things, too — to make a radical change in your Avay of life, and look upon yourself ahvays as a semi-invalid, with whom health must be the first consideration. If you merely gave up your teaching engagement, and Avent on in all other respects as you have done hitherto, it Avould make very little real differ ence.\" Agnes's hands Avere clasped and her colour was coming and going in quick and uncertain flushes. \" I might be prepared to do that for a feAv months,\" she said, \" or longer, if it would be of real benefit.\" \"It Avould not be for a feAv months,\" the doctor said gravely, \" it Avould be permanently.\" There was a long silence ; all the colour had died aAvay from Anges's cheek. Dr. Grey was the first to speak again. \" Othenvise, things -will probably not be very different Avith you from what they have been in the past. You Avill exercise a little more care, naturally, but you Avill soon feel as Avell able for your usual occupations as you have been hitherto. And so you Avill go on till the next breakdoAvn. Only I Avarn you that attacks such as you have"], [147, "THE THORNCLLFFES. 141 just had are a serious matter. They must be attended with risk, and each one leaves the constitution more liable to a recurrence. And it Avould not take very many materially to shorten life. That is all I can say ; Ave doctors should avoid speaking too definitely. We only knoAv Avhat is probable, certainly, Ave can never gain.\" \" Thank you,\" said Agnes, rising ; \" after all, probability is our chief guide in life.\" WTien the doctor AA-as gone, she stood for some minutes at the table, looking absently on the scattered books and papers. The sunset sky shoAved a glorious harmony of soft gold, merg ing into the deepest crimson, and the rooms seemed filled Avith the brilliancy of the light. A i-oav of books, manuals historical, and otherwise, neAvly purchased in pursuance of some recent plans of study, stood in a small hanging-shelf against the Avail, Avhile the Greek lexicon lay still open on the table. Agnes turned to it, and fingered the pages, half dreamily, as if Avondering Avhether or no she should resume the study which had been interrupted. At last she closed it, with a quiet decided gesture, and, Avalking to the"], [148, "142 THE THORNCLIFFES. AvindoAv, looked out on the distant sky, Avhere the pale stars were just beginning to show. \"I think I have done with Greek for the present,\" she said, speaking aloud in the the silence ; \" there are other and more pressing things around. And, after all, ambition is not very hard to resign.\" No, not very hard, when vieAved in relation to the wide far-reaching heavens ; but there are other passions stronger than ambition. Agnes knew little of them as yet ; Avould she be able to resign them, too, AA'hen the time came?"], [149, "143 CHAPTER VII. As it was better youth Should strive, through acts uncouth, Towards making, than repose on aught found made. All instincts immature, All purposes unsure, That weighed not as his work, yet swelled the man's amount ; Thoughts hardly to be packed Into a narrow act, Fancies that broke through language and escaped, All I could never be, All men ignored in me, This, was I worth to God, whose wheel the pitcher shaped.\" Browning. There was no obvious change in Agnes after this. She was soon back at her work, busy as ever, walking to and fro, in rain or sunshine, along the old road, and entering, Avith all her wonted zest and brightness into the daily duties and interests of her life. She had strength for it all, too, for, as Dr. Grey had predicted, her late illness left no immediate traces, and friends soon observed that she had got over it unusually Avell. She saAV a good deal of Dorothea Lloyd during the next feAv months. The girl was lonely and had no friends, and her aunts eA'idently liked her"], [150, "THE THORNCLIFFES. 144 to be as much as possible at the Vicarage ; and Agnes soon became interested in her, and, Avith out bestoAving any very profound thought on the subject, felt inclined to watch her crudities of mind, Avondering where they would lead her, and perhaps hoping, noAv and then, to give a helping hand over some perplexing path. With some such idea she proposed that they should meet together to study Butler's Analogy. She had begun to read it herself, and felt the need of some stimulus in the study, such as companionship would give. Dorothea Avas delighted Avith the proposal, but Avith the strange perverse shyness, which sometimes seized her, scarcely expressed the slightest pleasure. Agnes Avondered Avhether she really liked the plan or not, so aAA-kAvard and hesitating Jwas she in her manner of acceding to it. She Avould have been surprised, indeed, had she knoAvn the deep delight Avith Avhich Dorothea entered upon the study, or the lasting benefit it Avas to her. In truth, Agnes had unconsciously provided the best possible food for Dorothea's mental appetite at this time. The study of Butler's work, requiring, as it did, close and continuous thought, served more than anything else to"], [151, "THE THORNCLIFFES. 145 divert her mind from the morbid fancies and restless speculations to which it was so much inclined. She found in it a solution of many of the per plexities which had begun to trouble her, and took more and more satisfaction in following the lines of argument it laid doAvn. The Friday afternoons, on which the reading Avas held, were very pleasant to both girls. Little discussions often arose out of Avhat they read, which bore fruit in more ways than one. They did not ahvays agree in these discussions, and Dorothea sometimes felt that Agnes was less clear in her apprehension of the case than herself. But she never pressed a point, or sought to triumph over her. Truth of argument was very dear to her ; it Avas an instinct in her nature to seek it, and not rest satisfied till it Avas found, but at present her reverence for Agnes was so strong that she often felt inclined to accept her judgment in defiance of her own, rather than place herself in opposition to her. \" Agnes is so good, one feels as if she could not be wrong.\" Such was Dorothea's thought. The lofty principle which governed her life seemed to give her an insight surer than that of mere mental conviction. VOL. I. L"], [152, "146 THE THORNCLIFFES. This influence, Avhich Agnes all unconsciously exercised, Avas of the highest value to Dorothea, for it checked the tendency to self-complacency, Avhich the inevitable discovery of her OAvn quick understanding Avas beginning to foster. \" What is the use of being clever if one is not good ? ' she thought, and so became more humble, as she found how very far she felt short of even a moderate standard of goodness. She was in a curious transitional state at this time, Avith abun dant capabilities, and bright glimpses of promise for the future, but full of present crudities, ex travagances and extremes. Some people called her conceited, and, to a certain extent, the charge Avas Avell- founded, for, AA'ith the inexperience of youth, she was far too ready to condemn the shortcomings of those older than herself; but the vehement enthusiasm of her nature, and the wistful longing for help and guidance in her own life, preserved her from the more offensive forms of conceit. Her aunts Avere very gentle and patient with her, laughing at her absurdi ties, and sometimes Avishing that they understood better how to guide her, but, allowing her free scope to develope in her OAvn Avay, certain that Avhatever changes she might pass through,"], [153, "THE THORNCLIFFES. 147 all Avould come right Avith her in the end. On one occasion Miss Lloyd took her to call on an old lady, a family friend of many years' standing, Avho lived a few miles from Ardenmoor. Her history Avas one of painful struggle with sorroAV and trial of all sorts, and on the way Miss Lloyd related part of it to Dorothea, rambling on from one reminiscence to another, till all the sad story had been told. Dorothea listened spell-bound, her heart bursting Avith sympathy and reverence for one Avho had suffered so much. On reaching the house, they were shown into a small draAving-room, adorned Avith old-fashioned Avater-colours and fancy Avork, together Avith trinkets of every fashion, from Miss Smithson's youth fifty years ago to the latest date. The old lady herself entertained them Avith a ceaseless Aoav of gossip, anecdotes about Lord This and Sir James That, and tales of the county families for several generations- There A\\ras a strong spice of scandal mixed with her stories, and many an ill-natured little hit Avas incidentally aimed at one or other of their common acquaintances. Yet, the smartness and cleverness of it all was certainly amusing, and L-2"], [154, "148 THE THORNCLIFFES. one might be tempted to overlook the vanity and folly of the speaker in enjoyment of her origin ality. Not so Dorothea ; she sat silent and disgusted, gradually working herself up to a Avhite-heat of amazement and indignation. When she and her aunt had taken leave, the fire broke forth. \" What a dreadful old lady ! \" she exclaimed vehemently. \" Oh, no,\" answered Miss Lloyd, \" you must not take her too literally. She does not mean all the sharp things she says : it is her way ; she is quite a character.\" \" A very miserable character,\" said Dorothea under her breath. \" My dear, it is not right to use such language, about one so much older than yourself. You must be on your guard against uncharitable ness.\" \" But, Aunt Millicent,\" urged Dorothea, look ing up with her wistful eyes, \" when you were telling me about Miss Smithson, and all the sorrows she had had, I felt full of pity, and thought how wise and gentle and good it must have made her. And now to find her thinking of nothing but gossip and tattle, and raking up"], [155, "THE THORNCLIFFES. 149 old stories about people's dresses, and the compliments that Avere paid her years ago, when she Avas young ! As if such things could matter to her noAv, Avhen she must be nearly seventy. Oh, what is the use of living to be old, if you are just as full of vanity and folly as ever 1 \" \"You judge her too seriously,\" replied her aunt gently. \" Perhaps this very power, of in teresting herself in small matters, and caring for them, which you condemn, is Avhat helped her through her trials, and saved her from being crushed by them.\" But Dorothea could not understand that. She Avas too inexperienced in sorroAV to know hoAv necessary it may become to the heart to find some relief, however trivial ; AA'hile to her, the moral vieAv of the subject Avas clear and unmistakeable. \"But are trials merely meant to crush us ?\" she asked earnestly. \" And should our one thought be hoAv we can escape them ? Are they not intended to do us good, to make us Aviser and better, and less wordly % \" Miss Lloyd looked at the eager young face, and sighed. She Avondered Avhether, amid all"], [156, "150 THE THORNCLIFFES. the storms of life, Dorothea would preserve the same ardent confident spirit, or Avhether she too, Avould become indifferent and superficial, caring little for the deeper things of the soul. The harsh judgment might stand in need of modify ing, but, alas for the brave hopefulness and clear perception of the unseen. Yet she was far from realising the shock that had been given to the young girl's faith by the sight of Miss Smithson's worldliness. Intoler ant and self-confident as she might seem at times, Dorothea's heart was, neA-ertheless, filled Avith a wistful reverence for those above her in years and experience. The Avorld was full of perplexities to her ; she was fast learning the insufficiency of her own cherished theories, and she looked Avith silent longing for some help and guidance from those AA'ho had trodden further the rough path of life. \" Trial Avorketh patience, patience experience, and experience hope,\" the words Avere clear and distinct, a pro mise of riper Avisdom and more extended charity. She cherished them as the key to all her difficulties, till she Avould turn, startled and dismayed, at the sight of that sad anomaly, a wordly and frivolous old age."], [157, "THE THORNCLIFFES. 151 Dorothea AA'as pretty fully occupied as the months passed on. She devoted herself to her studies, and found time to pursue some branches of learning Avhich are often left out of a girl's education. Mathematics, Political Economy, as Avell as Natural Science, came in for a share of her attention, and though she sometimes lamented her loneliness and wished that she could find a companion to share her studies, yet she found them on the Avhole very pleasant, and as one book led on to another, felt something of the strange fascination Avhich lies in speculative research. Nor Avas she idle in more practical matters. She had taken a class in the Sunday-school, and Agnes, after a time, enlisted her help in the day-school, Avhere, OAA'ing to the comparatively small numbers, the teaching, especially of the more advanced subjects, Avas a matter of con- stant difficulty. Dorothea Avas intensely interested in this work, and neither wind nor weather, nor any inducement of society ever tempted her to neglect the Tuesday and Thurs day mornings, Avhich she had set apart for it. And her help was very valuable to the school, for, as Agnes soon found, she had been trained"], [158, "THE THORNCLIFFES 152 in all modern methods, and her teaching Avas far more thorough than that of any of the other ladies who had from time to time volunteered their services. As the Spring advanced, preparations began to be made for the great festival of the year, WThit suntide. Dorothea kneAv little of North of England customs, and Avas at first puzzled by the importance attached to Whitsuntide by all, both rich and poor. She soon greAv interested, hoAvever, and eager about the arrangements for the school-treat, Avalk, etc., AA'hich absorbed everybody's attention. \" I think the hymns will go well,\" Lilian said one afternoon, Avhen Miss Georgie and Dorothea were discussing matters at the Vicar age,\" we must keep the children half-an-hour later for the next feAv Sundays, to practise them.\" \" Oh, the hymns are ahvays good,\" Miss Georgie ansAvered, \" the children pick them up by instinct, I think ; the Aveather is the main thing, and no one can settle that, unfortunately.\" \" No, indeed ; do you remember the rain last year, hoAv disastrous that Avas ? \" \" And hoAv many colds AA-ere caught,\" added Agnes, \" as Avell as best clothes ruined.\""], [159, "THE THORNCLLFFES. 153 *' They dress so foolishly,\" said Miss Georgie, \"Avliite muslins, and those dreadfully gaudy hats, and hair curled or frizzed for Aveeks beforehand ! \" \" I ahvays wage war against the curl papers,\" said Agnes, \"I persuaded some of the mothers to be content Avith feAA'er last year ; but, as for the clothes, I don't know AA'hat is to be done. They Avouldn't think it Whitsuntide if they did not AA'ear white.\" \" Try and get them to wear Avarm jackets over their frocks if it is cold,\" said Miss Georgie, \" and strong boots for the wet grass.\" \" And I knoAv AA'hat Ave might do about the hats,\" exclaimed Lilian ; \" Avhy shouldn't Ave trim them for the children ourselves, and sell them at cost price \\ \" \" Well, I should think you have enough on your hands, Avithout setting up a millinery establishment,\" said Miss Georgie. \" Oh, Ave can easily manage it ; it Avould not really be much trouble, and then Ave should be sure that the children had something really neat and pretty.\" \" We might set the girls at the seAving-class to Avork,\" said Agnes, \" it is really not abad idea.\""], [160, "154 THE THORNCLIFFES. \" Do you think the people would buy them 1 ' asked Miss Georgie. \" I think so if we made them really pretty and not all alike, they Avould be so much cheaper than in the shops.\" \" Well, I think, it might be Avorth trying. I have no objection to help if you think you can manage it.\" Thereupon ensued a discussion about shapes, and prices, and muslin, into Avhich Miss Georgie threAV herself eagerly, and soon became as en thusiastic about the plan as if she had been its first propounder. She delighted in Avhat was neAV and original, and was ahvays ready to welcome any departure from old conventionalpaths. \"Won't the girls at the seAving-class be delighted 1 \" said Lilian, \" it will be such a change from their coarse flannels and calicos.\" \" I am afraid, though, that some of the ladies will be a good deal shocked,\" said Agnes, \" Miss Wood, for instance.\" \" Oh, you need not mind Miss Wrood,\" said Miss Georgie, \" she will come round in time, even if she is shocked at first. But hoAV will you get orders for the hats ? Avill you have an announcement in the Sunday-school ? \""], [161, "THE THORNCLIFFES. 155 Agnes laughed. \" I am afraid that would be rather too shocking,\" she said. \" No, Ave Avill each tell our own class, and mention it AA'herever Ave go, and it will soon get knoAvn.\" The plan prospered, in spite of some opposi tion from the more old-fashioned among the ladies of the parish. Miss Wood, as Agnes predicted, was much scandalised and withdrew from all connection Avith the seAving-class rather than countenance such vanity. Miss Lloyd, too, Avas a little doubtful, though Miss Georgie's AA'arm advocacy prevented her from opposing openly. \" Georgie Avas so enthusiastic,\" she said, \" and ahvays ready to take up Avith any neAV scheme the Thorncliffes proposed, but for her part she thought it unwise to meddle Avith the people too much. It Avas only giving one self useless trouble.\" Altogether Miss Lloyd Avas not quite pleased at the prominent position taken in all these matters by the Vicar's daughters. They were very good, no doubt, and very nice friends for Dorothea, still she sometimes felt that the intimacy was going rather far, and that it was not altogether to be desired that Dorothea should copy every one of Agnes's peculiar ideas. There Avas something"], [162, "156 THE THORNCLIFFES. about Agnes she felt, in spite of her bright Avinning manners, that occasionally made people feel a little uncomfortable — an exaltation, an enthusiasm, Miss Lloyd did not exactly knoAv what to call it, that offended the common sense of ordinary people, and was certainly at times rather inconvenient. Things had gone on very Avell before the Thorncliffes came, and it was rather trying to see a girl of twenty taking the lead of people old enough to be her mother, and asserting her SAvay in modes undreamt of before. t; It might be thought,\" Miss Lloyd Avould some times say, \" that one has not lived more than fifty years in the Avorld in vain, and experience might be of some account even in these advanced times.\" She forgot that experience is apt to sink to a dead level of monotony, and that the world would fare ill if it Avere ruled merely by sage maxims and established customs, unre freshed by any gleam of youthful energy and ardour. As for Miss Wood, her opposition AA'as con siderably more vehement. She had lived long in the parish, and AA'as generally considered as second only to the Miss Lloyds in dignity and importance. She had never taken very cordially"], [163, "THE THORNCLIFFES. 157 to the Vicar and his family, and the AVhitsun tide arrangements afforded a pretext for her long smoiddering discontent. She made no secret of her disapproval, and as the Miss Lloyds Avere among her most intimate acquaintance, Dorothea had no lack of opportunities of learn ing her opinion of the doings at the Vicarage. The trimming of the hats Avas the first matter, but others soon followed, and scarcely a day passed that Miss Wood did not call to discuss some fresh innovation. \" I never heard anything like it.\" she ex claimed one morning, \"here the Vicar has actually forbidden us to have a band for the Avalk. The singing will be a dead failure Avith out it.\" \" That is A'ery extraordinary,\" said Miss Lloyd, \" Avhy is it that he has forbidden it? \" \"Why? because the band practise at the Crown, and he says they are not a respectable set of men to associate with a Sunday-school. They've associated with it for the last ten years, and no harm has ever come of it. It's just one of his whims. The band must practise some where.\" \" He had better lend the schoolroom for the"], [164, "THE THORNCLIFFES. 158 purpose, and provide coffee when they are tired,\" said Miss Georgie. \" That Avould be the best Avay of counteracting the influence of the Croivn.\" \" Well, they are going to have the same band for the Chapel School,\" said Miss Wood, \" Bertram told me so, and, noAv I think of it, I shouldn't Avonder if. that isn't the real reason for Mr. Thorncliffe's sudden horror of the Crown. It Avould be a sinful countenancing of Dissenters.\" \" But Mr. Thorncliffe Avouldn't be so bigoted,\" exclaimed Dorothea. \" He very likely Avould,\" replied Miss Georgie, \" but he has a stronger reason to allege in the present case. I think he is right about the Croivn, but I am sorry \\ve shall lose the band ; the singing will be very flat Avithout it.\" \" And then there's another thing,\" continued Miss Wood, \"Agnes has taken the order for the cake from Mrs. Simpson, who has made it for all the school-treats for years, and given it to some other Avoman Avho probably won't under stand at all hoAv to make it.\" \" What has she done that for? \" asked Miss Georgie, \" has Mrs. Simpson been seen drinking, or turned Dissenter? \""], [165, "THE THORNCLIFFES. 159 \" No, but I shouldn't Avonder if she does after this ; — go to the Chapel, I mean, not drink. She's a decent, respectable Avoman, and it's likely that she will be hurt at such a slight.\" \" Her loyalty to the Church cannot be A'ery strong if she leaves for such a reason as that,\" said Dorothea. \" But Avhy has Agnes not given her the order for the cakes? There must be some reason.\" \" Oh, she says this other person is very poor, and lost her husband lately. She Avas fearfully indignant Avith me Avhen I objected to giving up Mrs. Simpson. It's all very well to help a Avidow, and that sort of thing ; I'm sure I do it myself as much as anyone. I sent my Avashing to that Mrs. Pollitt, Avhom Agnes made such a fuss about in the winter, and the things came home as yelloAV as possible, so of course, I couldn't continue it, I positively had to get some of them Avashed again at home. And as for this woman she has given the cakes to, no one knoAvs anything about her that I can make out ; as likely as not she'll burn them all.\" \" I don't see why she should be expected to burn them at all,\" said Dorothea, firing up in Agnes's defence, \" and I'm sure it's only right"], [166, "160 THE THORNCLIFFES. that Avork should be given to the people who need it most. Mrs. Simpson lives in a comfort able cottage, and is very Avell off, and she needn't grudge the making of the cakes to a poor woman avIio has just lost her husband.\" \" Dear me, how hot we're getting,\" said Miss Wood, \" I had no idea you Avere so eager in defence of the Thorncliffes. I must mind my P.'s and Q.'s in future.\" Miss Georgie laughed, but Dorothea AA'as too angry to reply, and Avhen the visitor had gone, she exclaimed, \" I do think that Miss Wood is the most disagreeable person I ever came across ! \" \" My dear,\" said Miss Lloyd, \" you shouldn't be so easily excited. Miss Wood has had the management of the school- treat for years, it is only natural that she should be hurt at having her plans altered, and her advice disregarded.\" \" But she is ahvays trying to find fault,\" said Dorothea, \" nothing the Thorncliffes do pleases her ; both those things she was so angry about are right and proper things. Everyone must see that.\" \" That may be,\" returned Miss Lloyd, \" but it is not always wise to insist unnecessarily, even"], [167, "THE THORNCLIFFES. 161 on changes that are good in themselves, Avhen they wound and alienate old friends.\" \" That's ahvays the Avay,\" said Dorothea, vehemently, \" people let things go on as they may, Avithout ever taking the trouble to see if they can be improved, and Avhen anyone comes and begins to set them right, they go off and take offence, and say they are slighted, like Miss Wood, avIio quite forgets that Agnes does more in the parish than all the other ladies put together, which, I should think, ghes her some right of managing.\" Miss Lloyd gave no ansAver, and Dorothea, after indignantly brooding over the question for some minutes, Avas forced to see, as her vehem ence calmed, that, on Avhatever side the rights of the matter might lie, she, herself, had by her warmth gone beyond the bounds of propriety and due respect for her elders. In spite of various small difficulties, such as the aboA'e conversation indicates, the arrange ments for the school treat proved decidedly successful. The Aveather, though not cloudless, was favourable on the AA'hole, and after the marching and hymns in the morning, the after noon Avas spent, to the general satisfaction, in VOL. I. M"], [168, "THE THORNCLIFFES. 162 games and romps in the Vicarage field. The milk and cakes Avere much appreciated, not withstanding Miss Wood's prediction as to the burning of the latter. There was the usual number of dresses torn, colds caught, and children carried home crying Avith fatigue, but everyone agreed that it had been a very pleasant Whitsuntide, quite equal to the celebrations of former years. Pleasant it must have been to the palefaced town children who, during the latter days of the week, came in crowds by every train, to enjoy for once in the year the sight of woods and fields in all their spring beauty, and feel the breath of the sweet country air. Agnes often thought of the contrast between their lot, and that of even the poorest in their own village, and longed to do more than simply distribute floAvers to the eager hands that Avere stretched out to clutch them. Still it Avas pleasant to see the pale faces lighting up with joy, and to reflect that there were feAv, whether old or young, among the croAvded population of the busy toAvns, Avhose chimneys rose like a forest on the western horizon, to whom Whitsuntide did not bring the opportunity of leaving, for a time, the smoke and noise of the factory, and"], [169, "THE THORNCLIFFES. 163 tasting something of the country peace and quiet. Busy days folloAved the w-eek of festivities. There Avas house-cleaning to do, and painting and papering, and Agnes and Lilian found more than enough occupation for their leisure time. The Aveather became suddenly much warmer, and the walk to and from Spring Bank Avas more and more a labour and fatigue. Dorothea, too, felt the heat a good deal. She Avas growing fast, and became so pale and languid that her aunts were alarmed, and decided that nothing but an immediate change to the sea would avail to restore her health and energy. Ardernmoor was bracing enough, they admitted, but it did not do to remain ahvays in one place, and Dorothea studied too much, and Avas getting moped, and needed a little variety. So the Miss Lloyds decided to go to Llandudno, Avhere, they thought, there Avould be life and variety sufficient to furnish a beneficial contrast to the quiet of home. They Avere discussing their plans one evening when Agnes came in. They had seen little of her during the last fortnight, and were at once struck Avith the worn, tired expression on her face. m— a"], [170, "164 THE THORNCLIFFES. \" AVhy, Ave were Avondering AA'hat had become of you,\" exclaimed Miss Georgie, \" Ave haA-e seen nothing of you, except a distant view on Sunday, for I don't know hoAv long.\" \" I have been so dreadfully busy,\" said Agnes, \" I have only just escaped noAv from carpet mending. Lilian and I have spent the after noon in sitting in judgment on all the old carpets in the house.\" \" And Avhen will the cleaning be finished \\ I should think you must all have had enough of it.\" \"Yes, indeed, but I expect we are in for another week at least — I shall be glad Avhen it is OA'er.\" \" I'm afraid your various business is too much for you,\" said Miss Georgie, \" or, perhaps, it is the Avarm Aveather that makes you look so pale.\" \" Oh, yes, it is very exhausting. I have felt overdone the last feAv days. I ahvays do for the feAv Aveeks before the summer holidays. It is the most trying time of year in some respects.\" \" Have you got neuralgia ? \" asked Dorothea, looking at the tired face. \" Cela va sans dire\" Avas the ansAver."], [171, "THE THORNCLIFFES. 165 \" Oh, Agnes ! \" \" Indeed, I don't think I haA'e been Avithout it for the last fortnight. It ghes me very little peace day or night.\" \"Agnes,\" said Miss Lloyd, avIio had not heard the last feAv sentences, \"have you seen anything of Lettice Oldham, lately \\ She has not been at school or church for three Aveeks, and I am afraid, from what I hear, that she is getting among bad companions.\" \" I knoAv,\" ansAvered Agnes sadly ; \" I have spoken to her several times about it. I had her up to tea with me the other day, Avhen I was alone, on purpose to have a little talk. But she does not mind Avhat I say as she used to do. I wish something could be done.\" \" It does not ansAver to interfere too much with those girls,\" said Miss Georgie, \" and Lettice gets more than enough of it from her father.\" \" Yes,\" said Agnes, \" I am afraid that makes her only more determined to have her OAvn way. I don't know hoAv it is, but I ahvays had a lik ing for that girl, in spite of her faults. I could not bear her to turn out badly.\" \" Well, you have done your best,\" said Miss"], [172, "THE THORNCLIFFES. 166 Lloyd, kindly ; \" do not fret too much about it, it may be only a passing fit of Avilfulness.\" \" I am afraid Agnes is fretting about that, or something or other,\" said Miss Georgie, Avhen the visitor was gone. \" It is not like her to be so depressed.\" \" She looks ill,\" said Miss Lloyd, \" she ought to have a change. I Avonder Avhether Ave might ask her to join us at Llandudno? She could come doAvn Avhen that school breaks up.\" \" Oh, I Avish Ave could,\" exclaimed Dorothea, eagerly. \" It Avould be a delightful plan.\" \" I think Ave might manage it,\" said Miss Georgie, \" Ave will talk it over, and see Avhether it can't be arranged.\" The arranging Avas not very difficult, as far as Agnes Avas concerned. Mr. Thorncliffe was grateful for the opportunity of letting her have a change and sea-air, and she herself Avas much pleased at the Avarm-hearted kindness that prompted the invitation. She could not go till the end of June, when Miss Hill's holidays be gan; but her friends declared that that was almost better, as they Avould have time to get quite settled in their lodgings, and find out all the best excursions before she joined them."], [173, "167 CHAPTER VIII. \" Glory of warrior, glory of orator, glory of song, Paid with a voice flying by to be lost on an endless sea Glory of Virtue, to fight, to struggle, to right the wrong. Nay, but she aimed not at glory, no lover of glory she, Give her the glory of going on, and still to be.\" Tennyson. The air of Llandudno Avas certainly bracing, and Dorothea soon regained her former strength and vigour under the influence of the fresh sea breezes. It Avas nearly three weeks before Agnes came doAvn, and great Avere the rejoic ings at her arrival. \" We have reserved all the best excursions for you,\" said Miss Georgie, \" so I hope you feel prepared for great things. You must get some colour into that pale face though. We expect soon to see you looking as blooming as Dorothea.\" \" Very likely I shall,\" returned Agnes, \" one soon gets tanned in the sea-air. I suppose I am tired this evening. You knoAv I am not a seasoned traveller. It is three years"], [174, "168 THE THORNCLIFFES. since I have been further from home than Grimstone.\" \" High time for you to have a change then, I should think,\" said Miss Georgie, \" you Avould get moped to death if you never AA'ent aAvay from home.\" \"I am too busy to be moped, I think; but a change is very pleasant, and I am so glad to get a sight of the sea again — it is like an old friend.\" Her voice sank as she said the last words, and she looked out dreamily over the blue water, thinking of all the changes that had oc curred in her life since last her eyes had rested upon it. \" How did you leave them all at home ? \" asked Miss Lloyd, after a few minutes silence ; \" has your brother come home from Oxford yet ? \" \" No, he is expected to-morroAV,\" answered Agnes, waking up from her reverie with a little sigh. \" I should think you must all be very much delighted with his success in his degree ; Ave saAv his name in the paper.\" \" Yes, we are pleased, of course,\" said Agnes doubtfully."], [175, "THE THORNCLIFFES. 169 \" You don't seem to think very much of it,\" observed Miss Georgie, \" are you all so clever that you think a first-class quite commonplace ? '' \" Oh, no, we are very glad indeed, Ave all think it very good.\" \"AVhat is he going to do next?\" inquired Miss Lloyd, \" I suppose he is going into the church ? \" A look of trouble passed quickly over Agnes's face as she ansAvered with some constraint, \" I don't knoAv, it is not settled yet, I can't tell Avhat he AA'ill do.\" \" Indeed, I always understood that he Avas to take orders — that was your father's idea, Avas it not?\" Agnes did not answer immediately, and Dorothea, noticing that the subject Avas a pain ful one, made a someAvhat aAvkAvard attempt to change it, by asking if Nellie was soon ex pected home. \" Not for more than three Aveeks,\" answered Agnes ; \" they keep terms at her school, instead of the old-fashioned plan of half-years, to which Miss Hill is still devoted.\" \"She will be very glad to get home again, I should think,\" said Miss Georgie."], [176, "170 THE THORNCLLFFES. \" Yes, she tells me she is counting the days. She has been aAvay a long time.\" \" I should think you Avill be sorry to miss your brother,\" said Miss Lloyd, Avhose thoughts were still running on Fred and his prospects. \" Is he likely to be at home much during the summer ? \" \" No ; but didn't I tell you? I shall see him here, I expect. He is going to PenmaenmaAvr, Avith a reading party for the A'acation.\" \" Indeed, then I hope we shall see him here. PenmaenmaAvr is quite near.\" \" Thank you, I believe he intends to come over, if you have no objection.\" \" AVe shall be delighted to see him, I hope he Avill come as often as possible. AVe think of making an excursion to Penmaenmawr, and shall be glad of a friend to shoAV us the neigh bourhood.\" Fred made his appearance the following Satur day, and readily accepted Miss Lloyd's invita tion to stay till Monday. He went out for a walk Avith Agnes in the afternoon, and Dorothea noticed, Avhen they returned, that her face Avore a more troubled expression than she had ever seen there before. Fred, too, seemed"], [177, "THE THORNCLIFFES. 171 grave and abstracted, though he exerted himself in the evening, as usual, to be agreeable, and amused them all by stories of his college ex periences, and the various eccentricities of the Dons. The next morning they all Avent together to church. The preacher Avas a young man in Deacon's Orders, Avho delivered an earnest and impressive sermon on the Gospel for the day. \" I knoAv that man,\" said Fred, as they came out, \" he belongs to our college, he is a great friend of mine.\" \" He preached a very good sermon,\" said Miss Georgie, Avhile Agnes looked up in sur prise, as if she had not expected to find Fred's friends among the clerical circles of Oxford society. \" Yes, he's a first-rate felloAV,\" ansAvered Fred. \" I had no idea he was in this neighbourhood, I'll go and speak to him.\" \"Did you find your friend?\" asked Miss Lloyd, Avhen Fred came in at dinner-time. \" Oh, yes, he is taking duty at that church for three months, he is here for his health, he has lately been ill of smallpox.\" \" Smallpox ! \" exclaimed Miss Lloyd, in horror."], [178, "172 THE THORNCLIFFES. \" Yes, I will just tell you how he caught it ; it will shoAV you Avhat sort he is. Tliere was a man in the college Avho Avas a thoroughly Ioav fellow, he had narrowly escaped rustication, and, indeed, he Avas knoAvn all over Oxford as the leader of the Avorst set there. He had played some especially mean tricks on Graham — that's the man who preached this morning — indeed, no one Avith any self-respect Avould be seen speaking to him. AVell, he Avent doAvn the river on some kind of excursion or something, with tAvo or three others, the same sort as him self, and Avhen they were coming back he was taken ill, couldn't possibly be moved. The other men didn't know Avhat Avas the matter with him, and they dared not stay, lest they should be found out ; it was no good — they had been after doAvn there — so they left him, hoping he'd be able to come on later. AVell, that morning it just chanced that Graham Avas rid ing down to see some friends of his near there, and he Avent into the inn, Avhere this man had been left. The landlord was in a fearful state of mind, for the doctor had just said it Avas smallpox, and he didn't know his address or anything. Graham went straight upstairs to"], [179, "THE THORNCLIFFES. 173 him, and when he sa\\v who it was, he deter mined to stay himself and look after him. The poor felloAV was wildly delirious, and using fear ful language, I believe, but Graham made all the arrangements, and had him taken to an empty cottage in the village, and got a nurse in to help, and stayed there himself all through his illness, nursing him just as if he had been his brother. The man Avas very bad, but he came round at last, and just as he Avas able to leave his bed, Graham took it. Everyone thought he Avould haA'e died, but he got over it — he had risked his life to save that other man though.\" \" AATiat a noble thing ! \" exclaimed Miss Georgie, when the story was finished. \" And Avhat became of the other man \\ \" asked Dorothea, \" did he give up his bad Avays ] \" \" I believe he is quite changed, and very subdued and downcast. He is gone out to Canada to a farm, Graham was telling me ; they hope that he will be able to make a fresh start out there.\" \"What a blessing Mr. Graham recovered,\" said Miss Lloyd, \" it Avould have been very sad if it had cost him his life.\""], [180, "THE THORNCLIFFES. 174 \" Yes,\" said Agnes, who had not spoken before, \" but what a beautiful thing to die like that!\" \" Isn't it just as beautiful to live 1 \" asked Fred, \" and be able to do some more good in the Avorld.\" \" Yes,\" added Miss Lloyd, \" it is encouraging to knoAv that there are men like that in the Church, I Avish there Avere more of them.\" \" Yes, indeed,\" said Fred, \" they are needed, whether in the Church or out of it.\" \" I should think,\" said Dorothea, \" that it Avould be almost easier to die in that way, than to recover. One must feel as if one's whole life would have to be so noble and exalted after that, it would be difficult not to fall beloAv the stan dard.\" \"I don't think so,\" said Agnes, \"I don't think that really makes any difference. Our lives should be true and noble ahvays, whether we have a signal opportunity of shoAA'ing it or not. I shouldn't think Mr. Graham imagined he was doing anything very wonderful at the time.\" After dinner they all Avent out for a walk, and as they were strolling along the path round the Orme's Head, admiring the magnificent cliffs,"], [181, "THE THORNCLIFFES. 175 and the green transparent water below, they were overtaken by Mr. Graham, avIio Avas Avalk ing Avith his mother, a gentle-looking elderly lady, in a widow's dress. Naturally the Miss Lloyds Avere anxious to make their acquaintance, so Fred brought about an introduction, and the whole party walked on together for a short distance. Dorothea looked Avith strong interest on the young clergyman, Avondering Avhether his face or manner would shoAV anything of the zeal and devotion of his character. He Avas tall and Avell-built, with dark hair and eyes, and except for a someAvhat worn and haggard look, showed no traces, in his appearance, of his recent illness. Dorothea could not make up her mind Avhether she was glad or sorry not to find him marked with smallpox ; such scars Avould be honourable, she thought, like the traces of severe Avounds in a soldier Avho had risked his life in some forlorn hope. \" Are you making any stay in Llandudno ? \" he asked Miss Georgie, after the usual common places of new acquaintances. \" For some Aveeks, I expect,\" she answered. \" It is a pleasant change from the quiet of home, and has done us all good already.\""], [182, "176 THE THORNCLIFFES. \"It is a very health-giving place,\" observed Mr. Graham, \" the winds bloAving from all sides are so invigorating.\" \" AVe have found it so, certainly,\" said Miss Georgie, \" I am glad you have done the same. Mr. Thorncliffe Avas telling us of your illness, and the noble self-sacrifice that brought it on.\" Dorothea coloured violently at this speech of her aunt's, which, she felt, Avas a great liberty in so slight an acquaintance. Glancing at Agnes, who was walking beside her, she sa\\v from her expression that she shared in her embarrassment. Mr. Graham ansAvered Avith some constraint, \" I find my friends at Oxford are never tired of talking of that story. I suppose there is such a general horror of smallpox, that a case of it is not easily forgotten.\" Miss Georgie Avas warm-hearted and impul sive ; naturally in the habit of freely expressing her sentiments, she Avas often curiously blind to the effect they might haA'e on other people. On this occasion she had been strongly impressed Avith Avhat Fred had told her of Mr. Graham, and it never struck her that, in thus openly referring to it, she AA'as causing him some embarrassment."], [183, "THE THORNCLIFFES. 177 \" I don't think it is the horror of smallpox that makes people talk of it,\" she said, \" I think it is rather the wonderful devotion you shoAved in risking your life to save another.\" \" AAras it so A'ery wonderful?\" asked Mr. Graham, \" I hope the English sense of duty is too strong for people to be much surprised when one runs some risk rather than neglect it.\" Dorothea looked up in surprise; it was so very like Avhat Agnes had said a short time before at dinner. \" But,\" objected Miss Georgie, \"it isn't ahA'ays one's duty to nurse persons in smallpox.\" \" Someone's duty it must ahvays be,'' he answered, \" though, of course, not everyone's.\" \" AATell, in ordinary circumstances, one has to consider so many things. It may often be a wrong to others to run a needless risk.\" \" In such a case it cannot be a duty, and to do it Avould not be admirable, but Avrong.\" \" And yet there may be great self-sacrifice in it,\" said Miss Georgie, \" and that it ahvays noble.\" \" I'm afraid,\" replied Mr. Graham, \" that many of our ideas of Avhat is noble, simply result from our very low standard and habitual VOL. I. N"], [184, "THE THORNCLIFFES. 178 neglect of duty. A thing must either be right or not right. If it is right, it should simply be done, and to neglect it Avould be to fail in one's duty, if it is not right it should be left alone, and no amount of self-sacrifice could make it other than Avrong to do it.\" \"Then you do aAvay AA'ith heroism altogether? What do you think, Agnes ? \" . \" I agree with Mr. Graham,\" said Agnes, \" at the best we can only say, ' We are unprofit able servants, we have done that which was our duty to do.' \" \" Yes, that is what I mean,\" said he, \" and I think that our current ideas of heroism and reward, and the justification which may be found for them in many parts of the Bible, are only means to help us to the higher conception ; granted 'because of the hardness of our hearts.'\" \" But, then,\" said Dorothea, \" how are we to know always whether a thing is really our duty or not? There are often so many conflicting claims.\" \" I think,\" answered Agnes, \" that, as Milton says, it is ' Light after Light well used we shall attain.' \" \" You mean then,\" said Dorothea, \" that all"], [185, "THE THORNCLIFFES. 179 perplexities are caused by some former neglect of duty?\" \" If Ave look into our OAvn conduct,\" said Mr. Graham, \" Ave shall fiud instances enough to justify that belief.\" \" I can hardly think that eA-en if we always did our duty, perplexities Avould entirely disap pear,\" said Miss Georgie. \" I'm afraid we have none of us given it a fair trial,\" said Agnes. They soon reached the end of the path, and Mrs. Graham declared that she was tired and would return home. The sky shoAved signs of rain, so all were willing to retrace their steps, and avoid the coming shoAver, and, as the two parties separated for their respective lodgings, a warm hope Avas expressed on all hands that they might see more of one another during their stay. AVhen Dorothea entered the sitting-room, after taking off her Avalking things, she found Fred alone, her aunts and Agnes being still in their rooms. He placed a chair for her in the window, saying as he did so : \" I hope you are not tired Avith your walk this afternoon? \" \" Oh, no, thank you,\" answered Dorothea, N— 2"], [186, "180 THE THORNCLIFFES. \" I am becoming a first-rate walker noAv. I am longing to try some real mountain climbing.\" \"Snowdon, for instance,\" said Fred; \"well, perhaps, vve can manage it, though it is rather a long Avay off.\" \" Hoav pleasant that you should be in this neighbourhood when Agnes is,\" continued Dorothea, \" it makes us quite a large party.\" \" Yes,\" said Fred absently, looking out of the window. A silence folloAved. Dorothea did not know what remark to make next. Fred Avas evidently pre-occupied, and, she fancied, might be un willing to talk. She Avas surprised when he suddenly accosted her. \" Miss Lloyd,\" he said, \" I suppose you know that my father wished me to go into the Church?\" \"I haA'e heard something about it,\" she answered Avondering. \" AVhy ? \" \" He is terribly disappointed,\" continued Fred, \"at my telling him I cannot do it.\" \" But can't you ? \" asked Dorothea. \" Oh, it does seem a pity.\" \" Do you think so, too, then ? Do you think"], [187, "THE THORNCLIFFES. 181 that to be a clergyman is the highest point of existence \\ \" \" I think it is the noblest calling, to spend your life in shoAving others the right Avay.\" \" If you are sure it is the right way,\" said Fred. \" But you don't really disbelieve in the Church V \" The Church seems to me to be a collection of conflicting opinions, High Church hating Low Church, and Low Church hating High, and both agreeing to hate Broad.\" \" It is very sad, \" said Dorothea, \" but in spite of it all, there is a basis of substantial unity.\" \" But what of that basis \\ \" asked Fred \" it, too, seems to rest on very tottering founda tions ! \" \" I suppose there are ahvays difficulties,\" said Dorothea ; \" but isn't it wilful and pre sumptuous in us to imagine that we ought to be able to settle them all ? \" \"That is Avhat my father and Agnes say ; logically followed out it would make them all Roman Catholics.\" \" But Ave should use our reason to detect"], [188, "182 THE THORNCLIFFES. real absurdities, such as Roman Catholics be lieve.\" \" You don't see,\" said Fred ; \" that the whole system of the Church of England is as much founded on conventionalism, and received opinion and tradition as the Roman Catholic theory. It is quite arbitrary to draw a line betAveen them.\" \" But there must be some real truth,\" ex claimed Dorothea, much distressed. \"Oh, I knoAv there is, or hoAv could people live holy Christ-like lives, and bear up against all kinds of trouble ? \" \" I believe there is too,\" said Fred ; \" no amount of imagination, or natural gentleness, will account for it all. But Avhere is one to find that truth, or separate it from absurdities and error? Do you know,\" he went on, \"that sometimes when I think of these things, and Avonder Avhere all these perplexities are leading me, I feel inclined to give up the struggle and SAvalloAV doAvn the Avhole theology, Catholic and Protestant, it's much the same, for fear of losing the last vestige of Faith ; only I don't think I could really do it; it Avould be com mitting intellectual suicide.\""], [189, "THE THORNCLIFFES. 183 \"You can only pray for guidance,'' said Dorothea in a Ioav voice. \"And keep my mind honest,\" said Fred, \" which the other would not be. But I'm afraid I am doing AA-rong in talking to you in this Avay. I've said more than I intended. Only you Avill see now what a hypocrite I should be, if I Avere to go into the Church.\" \" Yes, it Avouldn't be right ; and surely Mr. Thorncliffe and Agnes must think so too.\" \"They do, in a sense ; but they are horrified at the very idea of difficulties. They think them mortal sins.\" Dorothea was much agitated by this conver sation, and when her aunts came doAvn to tea looked so flushed and excited that Miss Georgie was alarmed, and declared that the walk had been too much for her, and she must not think of going to church that evening. Dorothea vehemently protested that she was not at all tired, and that she could not possibly sleep if she went to bed, but was sure church Avould do her good. In truth she had a kind of Avild horror of remaining at home that evening ; it seemed as if it Avould be like acquiescing in AA'hat Fred had said about the Church ;"], [190, "THE THORNCLIFFES. 184 and the thought of. the service, with Mr. Graham preaching, and Agnes sitting beside her in the pew, seemed to offer a secure haven from perplexed and troubled thoughts. It might be intellectual suicide, as Fred had said, but she would rather cast in her lot with them, in their life of holy devotion to duty and dependence on the Divine AArill, than embark on the wild and tempestuous ocean of doubt and uncer tainity, Avhich had opened out before her vieAv. She became so urgent in her entreaties to be alloAved to go to church, that her aunt at last gave way, convinced that she Avould do more harm than good in insisting on the point. To a certain extent Dorothea was soothed by the service ; but her mind was very far from tran quil all the evening, and she lay aAvake for several long hours, going through a dreary round of questionings and self-debatings, till Avearied out, at last she fell asleep."], [191, "185 CHAPTER IX. \" Oh, the little more, and how much it is ! And the little less, and what worlds away ! How a sound shall quicken content to bliss, Or a breath suspend the blood's best play, And life be a proof of this ! \" Browning. The Miss Lloyds and their party saAv a good deal of Mr. Graham and his mother during their stay at Llandudno. It turned out that Mrs. Graham and Miss Lloyd had been old schoolfelloAvs once, and much pleasure was expressed on both sides at the reneAval of their acquaintance. Then they were ahvays meeting on the cliffs or the esplanade, and several drives and smaller excursions Avere arranged in common. Mrs. Graham AA'as a quiet gentle woman, sIoav and deliberate in manner, but with a sweet motherly cordiality which endeared her especially to young people, and soon Avon the hearts of both Agnes and Dorothea. In the case of Agnes the attraction Avas mutual ; Mrs. Graham was quickly fascinated by her gentle"], [192, "186 THE THORNCLIFFES. gaiety and winning charm of manner, and she felt especially drawn to her by Miss Lloyd's account of the manner in Avhich she devoted herself to her father and sisters, and strove, as far as she could, to supply the place of the mother whom they had lost. To Dorothea she did not take so quickly ; her frequent moods and impulsive manners puzzled her, and she looked upon her as an awkAvard, half-formed school-girl, who must cause a good deal anxiety to her aunts, kind and indulgent though they were. Mr. Graham, too, proved a great acquisition to the party. He had not Fred's sparkling merriment and lively spirits, Avas rather thoughtful and silent, Avith just a touch of reserve and formality. But he was wonderfully helpful in all the arrangements, and seemed to think of everything that was necessary Avith out requiring to be told. He Avas specially con siderate to his mother, AA-ho looked upon him as the personation of all possible virtues, and was never tired of describing his goodness and talents, and relating long stories illustrative of them. Fred came over on Sundays, but at other"], [193, "THE THORNCLIFFES. 187 times Avas too fully occupied Avith his pupils to have much time to devote to pleasure. He and Mr. Graham had great arguments, political and social, in Avhich Fred usually came off victorious, though the sympathies of the ladies were ahvays too strongly Avith the Conservative side, as repre sented by Mr. Graham, to alloAV them to give him the credit of his triumphs. To Agnes, indeed, these discussions were a source of unmixed regret. She naturally disliked argu ment, and was always grieved at any fresh proof of the Radical opinions to which Fred was inclined. \" I wish you could convince my brother,\" she said once to Mr. Graham, \" it grieves us all very much that he should hold the opinions he does.\" \" I don't think you need distress yourself about it so much,\" was the ansAver. \" He is earnest and sincere, which is a great point, and I think, in time, he will see the fallacy of many of his present theories.\" \"But there is so much pride and self-will about it, setting up his own ideas as an infal lible standard, in opposition to all authorised teaching.\""], [194, "188 THE THORNCLIFFES. \" It takes a long time for some natures to learn humility. Your brother has great abili ties, Miss Thorncliffe, and it is not unnatural perhaps that he should think himself competent to form an independent judgment in everything. He must find out his own Aveakness before he will be content to accept guidance.\" \" It is such a pity he does not content himself with simply fulfilling his OAvn duties, as they come, one by one, instead of trying to settle everything beforehand, both for himself and for the world at large.\" \" That is partly a difference in disposition ; some people are born reformers, or, at least, reorganisers, and they have an important work to do, and could ill be spared. Besides, I don't think your brother does neglect his duty. There was no more conscientious Avorker in our College ; he could not have gained the distinc tion he has done otherwise.\" \" But all this Avriting in neAvspapers and periodicals? It seems to me such a mistake.\" \" He writes to advance what he thinks to be the truth ; I wish that all journalists had as good motives.\" Agnes was much relieved by this conversa-"], [195, "THE THORNCLIFFES. 189 tion. She had groAvn to place great confidence in Mr. Graham's judgment, for she quickly recognised in him the same loftiness of purpose and steadfastness of principle that formed the basis of her OAvn character; Avhile his scholarly education and superior knoAvledge of the Avorld seemed a guarantee that he Avould understand and make alloAvance for the various currents of thought and opinion, which to her, when she caught occasional glimpses of them, were a source merely of perplexity and beAvilderment. They were a good deal throAA-n together during these Aveeks at Llandudno. Mr. Graham helped Agnes with her collections of stones and sea weed, and was interested in all her plans for geological and botanical lessons to her pupils at Spring Bank, Avhile they had many discussions on graver subjects, as Avell as on schools and parish management, and other matters in Avhich they Avere both equally interested. Dorothea and Miss Georgie joined in most of these con versations, but the larger share always fell to Mr. Graham and Agnes, and the Miss Lloyds were not slow to remark the intimacy that was growing up between them, and draw their OAvn conclusions from it. Like all unmarried ladies,"], [196, "190 THE THORNCLIFFES. who are not soured by their loneliness, they Avere fond of match-making, and it gave them great pleasure to imagine, that one Avhom they Avere so fond of as they were of Agnes, should by their instrumentality, be put in the way of any one so suitable in every respect as Mr. Graham seemed to be. Many were their discussions on the point, and if Agnes had been in the least self-conscious she Avould not have failed to notice, and be embarrassed by the significant nods and glances which were directed toAvards her. As it was, the idea of falling in love with Mr. Graham never even crossed her mind. Ardent and enthusiastic as she was, her whole thoughts were absorbed in things outside, and though in her intercourse with him, she often felt a strange intensity of happiness, and a keen ness of sympathy unknoAvn before, yet she attri buted it entirely to the inspiring influence of a kindred mind in religious matters, and never thought that it could be occasioned by a feeling so purely personal as love. There was a strange charm about her manner at this time. Her natural brightness and gaiety seemed shrouded in a kind of dreamy absorption, and there was something in her look of vague unearthly rapture,"], [197, "THE THORNCLIFFES. 191 that made it impossible, even to Miss Georgie, to joke or tease her on the subject of Mr. Graham's attentions. Those attentions Avere pretty evi dent to the rest of the party. He would Avatch with silent admiration, Avhen she was speaking, and often her Avords Avould call up a quick flush of pleasure to his pale face. His manner, too, was livelier and more at ease in her presence, and Avhen she was absent he Avould relapse into fits of dreamy silence. These signs Avere, of course, observed by his mother. At first they gave her something of a pang, for much as she liked Agnes, she could not easily reconcile her self to the thought of no longer holding the first place in her son's affections. Still, as she reflected, it must haA-e come some time, and it would be difficult to find anyone whom she would like better for a daughter-in-la\\v than Agnes. No one could ever be really worthy to be Alfred's wife. Mrs. Graham was firmly convinced of that ; but Agnes Thorncliffe came nearer to it than any girl she knew. She Avas a little wild and unpractical, perhaps ; she would need a kind sensible friend to look after her, and Mrs. Graham quickly constructed for her self a delightful day-dream in which she should"], [198, "192 THE THORNCLIFFES. live with the young couple, and exercise a kind of supervising influence over all their arrange ments. They Avould have to Avait aAvhile, of course ; Alfred Avas not as yet in a position to marry, but Mrs. Graham thought that any girl might think herself happy in Avaiting ten years if necessary, in order to become the AA'ife of her Alfred. Altogether, she was disposed to look favourably on the turn matters were taking, and made a point of showing marked kindness to Agnes Avhenever she had opportunity. They Avere all sitting together one evening, when Miss Lloyd chanced to ask Mr. Graham if he Avas going back to Oxford after the vaca tion. \" Oh, no, I don't think so,\" he replied, \" I don't intend to devote myself to an academical life any longer. ' \" You Avill look out for a curacy then, I suppose \\ \" said Miss Georgie. \" Yes, I hope to be ordained this autumn, I should have been in the spring, but for my illness.\" \" Should you prefer a town curacy or a country one 1 \" asked Agnes. \" I cannot tell ; I should like to find some"], [199, "THE THORN CLIi FES. 193 sphere Avhere I should have real Avork, and feel that I was doing some good, but it Avould not be likely to be permanent, as I have the prospect of a living in Devonshire, some time or other.\" \" Devonshire ! \" exclaimed Miss Lloyd, \" that must be very pleasant to look forAvard to. I suppose it is lovely country doAvn there ? \" \"Yes, it is very beautiful, and I am specially attached to it, because a great part of my child hood was passed there. My uncle lives there and I used often to spend my holidays Avith him It is he who has promised me the thing — he has the next presentation.\" \" It must be a pleasant prospect to you,\" said Miss Lloyd to Mrs. Graham. \" Yes, indeed, it seems like a haven of rest, to be reached some time or other ; but, of course, one cannot tell Avhen.\" \" I heard of a curacy only this morning, Miss Thorncliffe,\" said Mr. Graham, in a low tone to Agnes, \"in the parish of Layford, in Daleshire.\" \" Layford ! Why that is quite near us ; the very next parish ! \" she exclaimed, \" Oh, it Avould be nice if you were to come there.\" She looked up and her eyes met his, which were fixed upon her Avith an earnest, joyful gaze. VOL. I. O"], [200, "THE THORNCLIFFES. 194 Agnes coloured suddenly and dropped her eyes. \"You would like it?\" asked Mr. Graham, with suppressed eagerness, \" you Avould be glad for me to come \\ \" \" I think it Avould be a good thing for the people,\" she ansAvered, Avithout looking up, \" it is a large and difficult parish.\" \" I could come over to Ardernmoor some times V said he, with disappointment in his voice. \" It is not very far, I suppose 1 \" \" No, not very ; my father would be glad to see you, I have no doubt.\" \" I should like to make his acquaintance very much. And you, should I sometimes see you?\" Agnes bent her head lower over her Avork, and Avas silent several moments before answer ing. Then she raised her face, and looking straight before her, said in a measured tone, \" Sometimes, perhaps, Avhen I have time ; but I am generally very busy.\" Mr. Graham turned away Avithout speaking, and during the rest of the evening Avas un usually silent. He had been much excited that day by the offer of the Layford curacy, but had"], [201, "THE THORNCLIFFES. 195 said nothing of it to his mother, having deter- mined to mention it first to Agnes, and see hoAv she would receive the idea. He did not quite know Avhat to make of her manner. She had certainly seemed stiff and embarrassed, but perhaps that Avas natural after her first sudden burst of cordiality. Had she really meant what she said then, or could it be that she had spoken AA'ithout thinking, and had all the time had no real idea of his meaning ? Oh, if he only knew Avhich to trust, her first Avords, or her subsequent ones % But it Avas impossible to tell Avhich had spoken her real feelings. He lay avvake long that night, thinking over the matter, and going over all the SAveet unrestrained intercourse of the last three weeks. There Avas a great deal that ought to encourage him, and yet — and yet — Avho could tell but that it might have been mere friendliness on Agnes's part, and Avould all end noAv, AA'hen she had discovered the real meaning that it had to him \\ He Avould Avait and see, and decide his course by her subsequent manner. He Avas going away next day to spend a Avhole day Avith his mother in visiting- some friends at a distance ; but there Avas no need to send an immediate ansAver to the Lay- 0-2"], [202, "196 THE THORNCLIFFES. ford offer — he could easily wait a day or tAvo, and then he would be able to decide. Thus he came to a conclusion, but it was long before he AA'as able to sleep, and when he came doAvn next morning, all Mrs. Graham's maternal anxieties Avere roused by his worn and haggard appear ance. She even proposed putting off their journey, on the plea that he had a headache, and must before all things take care of his health, but he would not hear of this, and insisted on setting out as they had arranged. Agnes, too, looked pale and agitated that morning. She was very quiet and gentle all day, and toAvards evening proposed that they should Avalk round by the Conway side of the Orme's Head to see the sunset. Miss Lloyd was not feeling well, and preferred to stay in the house, and Miss Georgie decided to remain Avith her, and Avrite some letters, so Agnes and Doro thea set out alone. They climbed by slow stages nearly to the top of the hill, and then sat down to watch the sun shedding his golden beams over the calm sea, and the magnificent dark outline of the mountains beyond. \" What a beautiful vieAv it is! \" said Dorothea, after a spell of silence."], [203, "THE THORNCLIFFES. 197 \" Very beautiful,\" ansAvered Agnes, \" I think the form of those mountains is finer than any thing I have ever seen. But something in the feeling of the air to-night — I don't know exactly what it is — reminds me of an evening four years ago, when I was about your age, Dorothea, and sat watching the sunset with my eldest sister from the top of Beachy Head.\" Dorothea looked up quickly ; Agnes so seldom spoke of those by-gone days, that she wondered what made her do so to-night. \" I had just left school,\" Agnes went on, \" and Avas full of hopes and plans for the future ; and we sat there till the stars came out, building castles in the air.\" \"Used you often to build castles?\" asked Dorothea, with a sudden felloAv-feeling. \" A7ery often, it Avas my favourite amusement ; but not for myself, it was ahvays Eva or Fred Avho Avas the hero. That was Avhen I Avas younger, though ; I had gained a few personal ambitions by the time I was seventeen.\" \"Why did you not build them for yourself before?\" said Dorothea. \" I was always weak and ill then, I never expected to be strong enough to do anything,"], [204, "THE THORNCLLFFES. 198 oven if I should live to groAv up. I used to read about all kinds of noble actions, and think how .splendid it Avould be to do the same, but I never thought of it for myself. Eva had strength an I energy and courage for anything, she seemed like the impersonation of active, joyous life. I used to imagine her a second Florence Nightin gale nursing the sick, or sometimes a missionary spreading Christianity among barbarous nations. She used to like to listen to these fancies, and sometimes joined in a little. AVe little thought how things would really turn out.\" \" But were you ahvays ill when you Avere a child?\" asked Dorothea after a pause. \"Did you never long and hope to get Avell, and do any of the things yourself? \" \" I don't think I ever looked upon it as possible; I was almost ahvays ill, and had enough to do to learn to be patient and cheerful, in spite of pain. It Avas a hard lesson, and I very often forgot it.\" •' I think you have learnt it now,\" said Dorothea. •' I ought to have done so, and I had a great many to help me. Everybody Avas so kind and ender, and never tired of amusing me. Mamma"], [205, "THE THORNCLIFFES. 199 used to sit and sing to me for hours, and read or tell stories, and so did Eva and Fred. They never let me feel lonely, but were always thinking of some neAV device to pass the time. In some respects, though, Papa helped me more than anyone. I Avas very much in aAve of him, he Avas so grave and silent, and ahvays seemed to expect so much. It Avas impossible to be fretful and complaining when he was there, and often, when I Avas in bad pain, he used to come and sit by me, and hold my hand. He taught me patience and self-control in that A\\-ay.\" \" I think I can understand that,\" said Doro thea, remembering Mr. Thorncliffe's grave, stern demeanour. \" Then, Avhen I was about fifteen,\" said Agnes \" I began to get stronger. I was sent to school then. Oh, it was such a pleasure to find that I Avas really able to do something, and not a mere invalid after all.\" \" I Avonder they liked to send you to school ; weren't they afraid it Avould be too much for you ?'' \" I think they thought the change Avould do me good, and it Avas not a real school that I was at ; there Avere only five of us, and I Avas taken"], [206, "THE THORNCLLFFES. 200 great care of, and not obliged to do more than I was able. AVe used to go to classes at a large college near ; I did so enjoy it.\" \" And you left school when you Avere seven teen ? \" said Dorothea. \" Yes, I was just seventeen. Oh, I cannot tell you how happy I was for the next six or eight months. I sometimes think it was like a beautiful gleam of sunshine between two storms. Eva and I used to read and talk together for hours, and form all kinds of plans for the future. I began to be ambitious then, and to long to work hard, and go about among the poor as she did ; and I was sometimes impatient because my mother would not let me do so. It seemed such a strange and wonderful thing that I should have got well and strong, comparatively, that I felt as if I ought to do everything in my poAver for others, and not let a single moment of my life be Avasted. I used often to long for something to show me what my work should be — it came soon enough, though.\" Agnes sat silent for a few minutes, Avatching the golden haze of the sunset ; then she Avent on : \" It Avas a terribly dark time after Eva died ;"], [207, "THE THORNCLIFFES. 201 it seemed to me as if things Avere utterly hope less, that her bright cheerful life should have been cut short. And, then, Avhen my mother was taken, I think Ave were all stupefied for a time. I could think of nothing but the little minute details that had to be looked after from day to day, and that there was no one but me to attend to them. I remember hoAv anxious they made me ; there was the turning off the gas at night for instance, I used to go round the house two or three times before I could satisfy myself that all was right.\" \"Had you no one to be with you?\" asked, Dorothea, \" no relative, I mean, who could come and stay ? \" \" Yes, there was a cousin of Mamma's, Cousin Mary, we called her ; she came for a fortnight, and was very kind and helpful, and then, you know, soon after Ave had to move to Ardernmoor. She has never been to see us there, though it has been once or twice proposed ; it has not been managed somehoAV. Nellie went to stay with her for part of her Easter holidays.\" \" It must have been a terrible change for you all,\" said Dorothea. \"It was indeed, everything has been quite"], [208, "202 THE THORNCLIFFES. different since then. I am in no Avant of work to do, of all sorts, though that is no dis advantage.\" \" Aren't you afraid ? \" said Dorothea hesitat ingly, \" that Avith doing so many things — going among the poor people, and teaching, and everything, you Avill sometimes do too much, and get ill again, perhaps ? \" \" I don't think so,\" ansAvered Agnes, \" I don't think it makes much difference. I can never feel strong like other people, but with ordinary precautions I can keep going well enough. If I could get really well and strong by taking care of myself for tAvo or three years, it would be another matter; though, even then, circumstances Avould make it difficult ; but I asked Dr. Grey once if he thought that was likely, and he did not seem to think there would be much chance of its doing any good. As for coddling at home, and devoting my Avhole energies to avoiding all fatigue or exertion, that would be a very miser able sort of life, I think. No, I Avould rather go on, and do as much work as I can, while I have the strength for it ; if I ever have to give up altogether, I hope I shall be able to do it uncomplainingly. There are some things I have"], [209, "THE THORA'l 'LI FEES. 203 to give up as it is, but Avhat I can do I Avould rather go on Avith as long as I am able.\" Dorothea did not ansAver for a Avhile. There Avas something in all this very different from the ordinary maxims of prudence Avhich she had been taught to consider as of the first importance in such matters, but Agnes Avas not like other people, and she felt instinctively that it Avould be incongruous to apply such rules to her. Her voice Avas clear and steady, and there Avas no sign of hesitation or faltering in her manner, yet Dorothea thought she could detect a slight under-current of pain in her words, as if, among the things that had to be given up, Avere some that she Avould very gladly have retained. The sun had set noAv, and the stars Avere beginning to shine faintly in the sky, while the night breeze bleAV round them Avith a slightly chilly feeling. After a feAv minutes Agnes rose, saying with a smile, \" Come, it Avould be quite a Avanton imprudence to sit here any longer in the ■cold ; the deAV is falling fast, and it Avill be quite dark when Ave get home ; your aunts Avill be Avondering Avhat has become of us.\" The next day Avas Sunday, and Agnes Avent in"], [210, "THE THORNCLIFFES. 204 the morning to the early Communion Service. She was the only one of the party who did so, for the Miss Lloyds did not make it their prac tice, and when Dorothea timidly expressed a wish to accompany Agnes, Miss Georgie promptly declared that she must not think of it — it would knock her up for the Avhole day. She stood rather drearily at the AvindoAv Avatching for Agnes's return, and noting, Avith a vague envy, the Avrapt far-aAvay expression on her face. Hoav different Agnes was from herself, she thought, how secure in her calm peacefulness, in spite of all the disturbances of life. Dorothea had caught a glimpse of the inner secret of her life, and though as yet she hardly understood it, its influence remained Avith her, urging her to seek the same tranquil happiness. Yet there Avas a slight restlessness about Agnes as the day went on. After Morning Service they all walked, as usual, along the parade, and it Avas not long before they were joined by Mr. Graham, Avho shoAved an evident desire to Avalk beside Agnes. She alloAved this for a few minutes, but soon, as they came in sight of the house, declared that it was much too hot for walking, and she Avould go in. Mr. Graham."], [211, "THE THORNCLIFFES. 205 immediately left the party, and the little walk came to an abrupt end. \"You Avere too cruel to Mr. Graham, this morning,\" said Miss Georgie to Agnes at dinner time, \" hoAv coidd you disappoint him Avhen he had set his heart on walking Avith you ? \" Agnes flushed quickly ; Dorothea had never seen the colour so vivid on her face. \" I do not care to walk about Avith acquain tances after Service,\" she ansAvered. Miss Georgie raised her eyebrows, but made no further remark. After dinner she said to her sister : \" I Avonder what is the matter Avith Agnes 1 Has she had any misunderstanding Avith Mr. Graham 1 \" \" Oh, I don't knoAv,\" ansAvered Miss Lloyd. 4 . 1. T-,.1 ' Agnes is so peculiar and unlike other people, that there is no telling Avhat she means.\" \" AVell, I should have thought her meaning Avas very evident till to-day,\" said Miss Georgie, \" and his, too. I cannot imagine Avhy she gave him such a rebuff.\" \" I don't see why we need imagine anything about it,\" burst in Dorothea indignantly ; \" why can't people talk together and be polite and"], [212, "206 THE THORNCLIFFES. friendly, Avithout everyone's thinking that they are going to fall in love % It spoils the possibility of any freedom of intercourse, and just makes people thoroughly aAvkAvard aud uncomfortable.\" \" You don't know anything about it,\" ansAvered Miss Georgie, \" there's no need for any great stretch of imagination in this case. Everything has been as open and plain as daylight, Avithout any possibility of a mistake. You are too young to understand such things, and can't judge properly.\" Dorothea Avas silent, though she could not help thinking that she understood more of this particular matter than her aunts. She Avas very much disgusted at Avhat she considered their tendency to gossip and match-making; it was vulgar, she thought, and mischievous in any case, and particularly offensive Avhen Agnes was the subject of it. How anyone could associate such ideas Avith her simple, earnest manner passed Dorothea's comprehension. Fred came over that afternoon, nominally to say Good-bye to Agnes, Avho Avas returning home on Tuesday. He did not see very much of her, hoAvever, for she had a bad headache, and Avent to lie doAvn AA'hile the others Avere out"], [213, "THE THORNCLIFFE*. 207 Avalking. She was rather better in the evening, and took part cheerfully enough in the conver sation at supper. \" I am so sorry for your head,\" said Miss Lloyd kindly, « I thought all that sort of thing would be bloAvn aAvay by the sea-breezes.\" \" I'm afraid you took cold last night,\" said Miss Georgie, \" it Avas rather chiUy Avhen you came in.\" '• Perhaps that had something to do Avith it,\" ansAvered Agnes, \" but one can't ahvays account for headaches.\" \" Couldn't you stay here a week longer V said Miss Georgie, \" aud get rid of every trace of it. You knoAv Ave are very sorry to lose you so soon, and I should like to send you home quite well and strong.\" \" Thank you very much,\" said Agnes, \" you are very kind indeed, but I can't really stay longer than Tuesday, for Nellie is coming home on AVednesday, and I must be there to see her.\" \" You give up everything to Nellie, I think,\" said Miss Lloyd, \" couldn't she Avait a few days longer \\ \" \" Think how long it is since I have seen her,\" ansAvered Agnes, \" and how very much we shall"], [214, "208 THE THORNCLIFFES. have to tall one another. Besides, I have already had a month of my holidays, so we shall only have a fortnight really together before I am busy again. It Avouldn't do, Avould it Fred \\ \" \" I'm afraid not,\" said Fred, when thus appealed to, \" I think Nellie would think you had quite forsaken her if you stayed aAvay after •she had come home ; I don't knoAv how she Avould get over it.\" END OP VOL. I. CHAS. STHAKEB & SONS, PBINTEaS, LONDON AND REDHILI,."], [215, ""], [216, ""], [217, ""], [218, ""]]