[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Collected Verses^ LOUIS H. VICTORY"], [6, ""], [7, "CsoPfeoi'e^ S^,"], [8, "BY SAME AUTHOR LABT ROSALIND PUBLISHED BY DIGBY, LONG, & CO. l8 BOUVERIE STREET, LONDON, E.C. ♦ SOME PRESS OPINIONS. LIVERPOOL MERCURY says:— \"Altogether different from the ordinary run of stones. ... To any one who can enjoy the ' Confessions of an Opium Eater/ the novel will furnish a consider able amount of interesting material for speculation.\" FRENCH CRITIC says:— \"Does not hesitate to express opinions upon the most abstruse of problems, and the most tremendous of mysteries— the origin of evil ; the freedom of will ; eternity of bliss eternity of suffering.\" YORKSHIRE GAZETTE says:—\" From opening to finish, ' Lady Rosalind ' is full of myster^~jftpd4n some instances the weird story is told in a way that hc-j^Joh* Veacf^almost spell-bound.\" SATURDAY REVIEW sqvA-rJklV is a book where men may read strange matters.;' £ ACADEMY says:— \"Earth, heaven, and hell our author lays under tribute, and seems to be equally at home in each.\" FREEMAN'S JOURNAL says:— \"Its author, indubitably, is gifted with most forcible imaginative powers.\" SCOTSMAN says :—\"' Lady Rosalind ' is a good story. ... In the exciting associations of the diamond fields of South Africa we have absorbing incident and dramatic situation.\" IRISH SOCIETY says .—\"The phantasy smacks much of Oriental imaginativeness.\" BELFAST MORNING NEWS says :—\" The reader throughout is overcome with a mysticism which holds the attention until the story is completed. . . . There are many doctrines used by the author with which readers of George Sand's ' Consuelo' are not unacquainted. The characters are quite as magical as those of the Arabian Nights.\" BRISTOL MERCURY says:—\" A remarkable story.\""], [9, "©offeeteSL 1 V LOUIS H. VICTORY AUTHOR OF \"SHAKESPEAREAN STUDIES\" \" FATE, THE BLIND AVENGER\" etc. etc. DUBLIN VINCENT O'BRIEN 8 O'CONNELL STREET, UPPER 1893"], [10, ""], [11, "TO GRACE MINGINS ROYALL IN WHOSE PRESENCE I HAVE FELT THE CHARM OF PERFECT WOMANHOOD I INSCRIBE THESE ECHOES FROM MY SOUL LOUIS H. VICTORY"], [12, ""], [13, "CONTENTS. •*- PAGE Dawn, 9 Ophelia, IO The Flower and the Man, The Flower-Girl, 12 r-i The Swallow and the Bee, To a Flower, . [8 «9 The World's a Looking-Glass, True Beauty, . 20 21 False and True, O Spirit ! 22 23 A Face in the Shadows, The Coming of Summer, Friends, . 24 25 27 A Blackbird and a Cherry, The Mouldering Head, Thy Soul my Garden be, Night's Phantasies, . 28 29 30 31 My Duality, 32 Union of Souls, The Poet, 3i Fairy's Song, . 7 35"], [14, "8 CONTENTS. FAGB In Memoriam : Marian Ross, A Sunbeam, 36 57 My Soul is Sad, Song to a Star, 39 41 Death Wedded with Night, The Power Above, 42 44 As a Tree, 45 My Heart Thy Tombstone, What is Love? . 4o 47 Thoughts in a Grove, My Children Three, . The Death of Tennyson, The Question of a Soul, 49 5o 5^ For Them we shall not WEF.r, The Owl, 54 55 Man, the Moth, The Only Love, Farewell, 56 57 5S My Palace, >9 Sensitive Plants, Peasants' Chorus, 6o 6i Thoughts of New Year's Dawn, The Rose and Life, . 62 63 Eventide, 64"], [15, "DAWN. 9 5i)ctcon. Look where the dawn creeps over the hills, And steals away by the mountain rills, Chasing the shadows of night along, Cheering each bird to his morning song. So when the shadows of life are past, And the dying man breathes forth his last, A brightness will chase the gloom away, And bring the light of eternal day !"], [16, "10 OPHELIA. ©p^efia. 'Tis eventide, purpureal clouds are seen Around the sinking sun ; the Occident Is rich with golden arrows deftly shot Into the green recesses of the vale, Where silent eve is rendered musical By dreamy murmurings of leaf and stream, And by the tender songs of wooing birds That seek ere night the comfort of their nests. But look ! what picture is it greets the gaze Of bookworm wand'ring on the stream's soft bank? There, with the ling'ring radiance of the sun Ashimmering on her flowing golden hair, A maiden sits upon the slanting bough Of stunted willow hanging o'er the stream. Within the rich-hued tresses of her hair Are twined the sweetest blossoms eye can scan ; And in her lap she carries daisies fair, With nettles mixed and trailing columbine. She sits — Heav'n pity her ! — with eyes distraught, And cheeks where now no roseate hue is seen ; And with those lips, that once would tell of health, Pale as the white robe clinging to her form, She sings — now snatches of a lover's song, And now a threnody as sad as death."], [17, "OPHELIA. 11 And as she sings she throws the gathered flowers Down on the mirror of the murmuring stream. But, hark ! the singing birds have ceased to sing ; The rustling leaves have ceased to whisper now ; And see ! that light has left the western sky, And all the gold and purple charms are changed Into a mass of threatening, sombre grey. Ophelia's sad and merry snatches cease ; A splash is heard, and then her song once more Floats up upon the silent evening air ! But where is she ? Oh, strain your eyes and look Into the shadows down upon the stream. The bough has snapped ; and she, poor witless girl, Is borne in swiftness to the drowning pool ! And, knowing not the danger of her place, She sings on still adown the waters flow. List ! now Elysian music drowns her song, And heavenly wings are spread of spirits pure — Yet nothing purer they than she — to bear Her soul beyond the world to deathless light."], [18, "12 THE FLOWER AND THE MAN. (Ufpe iJPocoer aniL ffpe Mar?, Look at that flower ! It lives an hour. The drear wind sighs ; That flower dies. For its seared bloom The clay's a tomb ! Look at that man ! His life's a span Of fleeting years ; Few smiles, few tears, A transient bloom, And then — the tomb !"], [19, "THE FLOWER-GIRL. 13 (Ufte @FPocDer-(§iirf. 1. 'Twas night : the clock high in the old church tower Rang forth upon the calm and stilly air : The clang died off — ten was the solemn hour ; And men and women hastened here and there. Upon a step, beneath the gas-lamp's glare, A flower-girl sat, and called to those who passed — \" Oh, buy my flowers ! \" But while she lingered there How few the glance of pity on her cast ! II. The child was nine in years, and sweetly fair ; On each that passed she looked with pleading eyes — Sad eyes that told of sorrow lurking there ; And when refused, she breathed forth many sighs. 2"], [20, "THE FLOWER-GIRL. 14 From day to day with basket there she sat ; Her thoughts matured, from children she with- drew; She never joined in others' childish chat, And of her lowly class she knew but few. m. This night, at ten, an old man came her way, And cast upon the child a kindly look ; \" Sir, please to buy this flower ! \" the girl did pray. A bunch of violets the old man took, But more he did than this at pity's call — He questioned, and she told him of the flowers, And how, some days, no food she touched at all, In heat, in cold, 'neath sunshine and 'neath showers. IV. The man with heart so kind that questioned so, A sovereign placed within the child's cold palm : She prayed that he might never know a woe ; And when he went away, sleep's welcome balm Relieved her ; and she drooped her weary head. The sovereign from her hand dropped to the ground ! A man with frantic mien came up, and said No word — but stole the coin, without a sound."], [21, "THE FLOWER-GIRL. 'S 15 This frenzied man from gambling straight had come, Where, with the gambler's mad and reckless heat, A fortune he had lost — a monstrous sum ; And now he walked a beggar on the street. Lo, by the lamp he saw the shining gold ! By that same light he saw the sleeping child ! A moment Conscience seemed his hand to hold — Could he have heart to rob that creature mild ? VI. \" I'll take this coin and hasten quickly back ; I'll stake the golden piece upon the card ; I'll cheat as others did — I'll mark the pack — A mark to put companions off their guard ! And ere the poor child wakes to find her loss I'll come, return the loan with every haste ; I'll trip it, quick as nymph on banks of moss — Ere eye she ope's the coin shall be replaced.\" VII. On her that slept a hurried glance he cast ; \" All will come right,\" he said, and sped away ; \" If I but win this game, 'twill be my last ! \" The man resolved (how well the time will say)."], [22, "16 THE FLOWER-GIRL. He reached the gambling den in little time ; His friends were there the same as when he left : On Fortune's wheel quick up and down they climb : But many of their fortunes all bereft ! vm. This gambler played again with reckless heat : First game he won, the second too, and third ; Then every game was his. — Luck at his feet Bent lowly down — his fortune seemed absurd ! And when at length he rose to leave the place The sum he lost before was double won ! He hastened thro' each street with quickened pace, But found no child when he the course had run ! IX. How sad he felt, poor words can never say, To think he robbed a girl so poor, so fair. How might he find her, and the debt repay ? To seek her now should be his only care ! Ofttimes he came where first the child was seen ; But not for months the girl, so lost, was found ; Then was the gambler's heart right glad, I ween ; To Heaven he offered thanksgiving profound."], [23, "THE FLOWER-GIRL. 17 x No more he gamed ; no more the girl sold flowers ; A father's love he lavished on the child ; Nor let her more sit under midnight showers, But had her schooled away from things defiled. And when to womanhood's ripe years she came A daughter's loving care she gave to him ; And oft they talked of that night's madd'ning game Which brought him where she slept 'neath gas- lamp dim."], [24, "THE SWALLOW AND THE BEE. 18 (Hfte anc} tfte In the pure sweet air ofa summer wood A bee hummed drowsily ; And to rest his wings and to gather food He paused on a white-bloomed tree. But a swallow high in the air o'erhead Espied the bee at rest ; With a swoop he came, and his greed he fed Upon the poor bee with zest. l'envoy. There are human bees that in peace doth hum, And think them safe>and free ; There are swallows, too, that will ever come To feed on the human bee."], [25, "TO A FLOWER. 19 ©Jo a iJtocjoer. O Heav'n in little space ! O form most blest of all the forms That live without a soul ! Consoler in life's dreary storms ! Say, why hast thou no soul ? It ever saddens me to think Thou shouldst but bloom a day, Then die and in oblivion sink ! Man has some hope beyond, When life's brief light has failed at last ; But when thy life is gone Annihilation drowns thy past i"], [26, "THE WORLD'S A LOOKING-GLASS. 20 ©Ifje ®\\s/or?<\\'& a boofting- gPaA(*>. The world's a mirror true : If you should frown or weep, Or e'er in sadness creep Where man may not see you, Be sure that then this glass Will cast your frown or tear Back in a vision clear, To mock you as you pass. The world's a mirror true : If you should laugh, and show That you are free from woe, This glass then laughs with you. Then as you gaily pass, The reflex of your mirth Gives other pleasures birth : The world's a looking-glass."], [27, "TRUE BEAUTY. 21 (Urue S^eaut^. Youth's beauty's but a fleeting season's bloom, That quickly dieth in the gaping tomb ; But spirit-beauty passeth earth's esteem, With Heaven's best blessings it shall always teem."], [28, "FALSE AND TRUE. 22 ©Jaf^e anc[ (Urue. I like to see the glare of death Aglitter in the human eye ; I like to hear the pain-wrung groan Of man in mortal agony ! So false is man ; so false his deeds, That these things, death and agony, Please well my heart ; for they are true, And simulation base defy."], [29, "■-3 , O SPIRIT ! @ spirit I O SPIRIT ! Thou who ruleth all the stars, Who e'en commands and permeates the core Of every molecule that in itself A thousand thousand loves and hates doth know Thou, Spirit, luminifrous with the light Of every beauty of omniscience — Lend me a beam of Thine to pierce the dark Where I, in gloomy, slippery ravines grope With hands outstretched, and not a single ray To guide me from the precipice's- brink : Oh grant me but a single glimm'ring flame That I from out this Erebus may climb. A beam ! 'tis all I ask in mercy's name— A little light, in charity, some light !"], [30, "A FACE IN THE SHADOWS. 24 e/\\ » ilface \\q ffte 3?a4oa:>^ The day was done, and the darkness fell, And my soul was held by a mighty spell ; A face looked out from the shadows grey, And moved its lips, but nothing could say. 'Twas the face of her I loved — now dead ; I knew why she came, tho' naught she said. Her sweet black eyes spoke volumes to me ; They looked so lovingly, pleadingly. From spirit realms she'd come to me, To wish that I from mortality Could set myself free, and speed on high— With but her to love — where none may sigh. But that night is past, the vision flown, And I am here to sigh and to groan, And to pray that I may one day be Joined with her in the Land of the Free !"], [31, "THE COMING OF SUMMER. 25 ©Ffte (©oming of 3urn,TLe'r How gladly do I linger in my bower My garden bower, with creeping wild flowers lined ; How strangely do I marvel at the Power That sendeth all the beauties that I find ; The trees that put forth from their gnarled arms Such variegated buds, and forms of leaf ; The flow'rs, with all their many-coloured charms — Pictures, indeed, to drive away all grief! How often do I sit with ear inclined, And sun-dazed glance directed towards the sky, Until above me, in the air, I find The little speck I long so to descry ; The merry lark that soars and sings on high, And cheers the hearts of all who hear his song — The dreamer who on fancy's wings doth fly, Or ploughman trudging in the furrows long. 3"], [32, "26 THE COMING OF SUMMER. How oft I list to plump thrush, yellow-beaked, That twitters peacefully 'neath greenwood shade, Or to the yellow-hammer, golden-streaked, That plaintive sings from bush-top by the glade. And as I sit thus in my garden bower, In dreams than which none pleasanter I know, I wish that it might be within my power To dream thus ever ! to be ever so !"], [33, "FRIENDS. 27 <§7rienc[x*>. When Fortune smiles upon us, and we've wealth, A hundred friends come to us and rejoice; Around our festive boards they drink our health, And flatter us in loud and lusty voice. But when upon them we our fortunes spend, Till bankrupted we're left upon the street, Each one doth prove in truth a Timon's friend, And scowls upon us when our eyes do meet. Few men will know us in our dreaded fall, And those who once a lasting love profcss'd Will loudly swear they knew us not at all, While we in vain lament our fallen crest. If man you meet who'll know you in your need, Hold fast to him — a friend you've found indeed !"], [34, "28 A BLACKBIRD AND A CHERRY. J\\ Sl>Pae&6irc| ar^cj a (©rWrij. Sunshine laughing through the leaves, Sunshine shimmering on the stream, Where the water's rhythmic flow Lulls the soul to memory's dream. Sunshine fails to pierce the shade Where the luscious cherries grow, Far within the orchard's depths Where soft snow-white blossoms blow. There upon a bough unseen, 'Neath a tempting cherry red, Lurks a blackbird, merry-eyed, Stretching up his sable head. On the bough he whets his beak ; Then he snatches down his prize ! Juicy cherry ! Yellow beak ! \" Flash of wings ! The blackbird flies !"], [35, "THE MOULDERING HEAD. 29 Ufte MouPcJering (KeacJ The following line! narrate a dream os tin: Author : — At dead of night, when sleep had lock'd up sense, I dreamt a wild though most prophetic dream ; My head I saw in aerial suspense, In youthful bloom, and smiling it did seem. The smiie it quickly lost, and donned a frown ; The whole assumed a with'ring canker there, The skin and flesh peel'd off from chin to crown ; And now the grim divested skull stood bare ! A moment more the skull to ashes fell, And, phœnix-like, a dove thereout arose ! To heavenly heights it soared ; and then — t'was well — I sank into an undisturbed repose. True emblem this of life and life's decay — The body's wreck ; the soul that flies away."], [36, "THY SOUL MY GARDEN BE. 30 Ufvy' aBouf nv/ S^ariLen 6e. Thy soul my garden be ! Oh let me stray In spirit through that garden night and day ; And let my soul now gather virtue-flowers That in profusion deck th' eternal bowers Of that Elysian place — most sanctified — Of God a part, and therefore deified. And let me linger long, nor break the bliss That thrills me thro' and thro' at thy soul's kiss. Such is the union that I ask of thee ; And when my body's senses wake to pain — Ah, then I'll know I did not sleep in vain, Rememb'ring visions that my soul did see. Thy soul my garden be ! Oh let me stray In spirit through that garden night and day."], [37, "NIGHT'S PHANTASIES. 31 RigHt'A pftaa'CaAieA I ne'er can rest by day nor yet by night : For when the day is gone, its work fulfilled, And night comes on, and gone is every light, And all the world in slumber soft is stilled, In bed I lie ; but seldom do I sleep : For, on the pitchy curtain of the dark, A thousand forms and vivid fancies keep ; And sometimes visions grim and visions stark. I wish that I might hold these fancies fast Within my brain, that I might them portray In such substantial form that they would last To lift dark sorrows from men's minds away. But, when the light streams in, the shadows fly— And disillusioned in my bed I lie."], [38, "MY DUALITY. 32 Mlj ©uafifij. If thou wouldst love me, let me of thee crave My body not to love, for it is base — A filthy thing at best ! Ah, this soul-case Is ranker than the gnaw-worm in the grave ! But love my soul, and seek no lower joy ; This mayst thou love — this sempiternal spark That yet shall shine when, in the clammy dark, The worms shall slowly my poor flesh destroy."], [39, "UNION OF SOULS. 33 • LlnioQ of §ouP/^ She lieth now 'Neath willow's bough ; Above her tomb Sweet daisies bloom ; Gone is my love To Heav'n above. Whence she must see And pity me ; Where she will pray, Through deathless day, For me in grief Beyond relief, Till my soul fly Beyond the sky, Where hers and mine Shall intertwine Their flames divine In God's design !"], [40, "THE POET. 34 (Ufie poet \" Vex not thou the poet's mind, For thou canst not fathom it.\" Ah list ! what is that weird, enchanting strain That floats to me, allaying Nature's pain ? What is that soul-entrancing harmony That brings before me vistas heavenly ? You laugh and lightly say, no strain you hear ! But — there it is again, and yet more clear ! Ah, me ' I had forgot, you lack the ear That hears the music of the heavenly sphere ; You say the sound is false, that I am mad ! Well, if to hear transcendent sounds divine, To catch Empyrean visions' winged outline, — If this be madness, I am gladly mad ! Remember, that the poet knows a joy That soulless scoffers never can destroy."], [41, "FAIRY'S SONG. 35 iJain/'A i>ong. It is my greatest pleasure To dance a lively measure In the golden eventide, When the sun its face doth hide Behind the mountain steep. And like wicked elves that trip I do like to dance and skip At the solemn hour of night When the stars are twinkling bright, And half the world's asleep."], [42, "MEMORIAM : MARIAN ROSS, 36 In ilemortant : Marian -Qp&& Died April 3, 1893. Ah, take this flow'r, white soul ! A sweet forget-me-not — And bring it to God's throne For those whose bitter lot It is to stay away ! If thou shouldst be so kind, Ah, then must all be well For those now left behind. If thou shouldst lift thy voice In holy, maiden prayer, Then are thy clients safe— The worst need not despair ; I would I were so sure Of God's eternal rest, As thou art, spotless soul ! Blessed among the blest !"], [43, "A SUNBEAM. 37 J\\ rSun'Beam Is glanced in all ;ts golden sheen upon a child's fair head, In through a casement window high above the wee boy's bed ; And as he lay he smiled for glee, that knew no sad alloy : He thought of angels, wing'd so white, in Heaven's home of joy ! Upon the face of criminal that little sunbeam fell ; It pierced the gloomy shadows of that convict's prison cell ; To-morrow he should hang for crime that he did never do — That sun ray told him ofa place of rest eternal too ! It fell upon a woman old, who laid her down to die ; It dried her tears and brought her hope of Home beyond the sky ; It soothed her last sad hour on earth — on earth, the tearful vale. And then it bore her soul aloft within its golden sail ! 4"], [44, "38 A SUNBEAM. And even as that cheering beam that brought to each one peace, Let all of us a like part play — our labours never cease To bring to any fellow-man, who's lone or drear or sad, A ray of hope, of peace, of love, to make his heart grow glad !"], [45, "MY SOUL IS SAD. 39 t Ha/ 2>ou^ '^ JB^ I DREAMT a golden dream : I thought the world grown pure, That on the earth there dwelt No single evil-doer. Of crime the heart expunged No man e'er thought to sin 'Gainst God, against himself Or 'gainst his human kin. I thought that sadness, too, All grief and human pain Were lost, and ne'er could come Into the world again. A plethora of peace Spread o'er the sunny earth From death and sorrow freed No baneful thing had birth. But then, alas, I woke : I wandered o'er the globe, And saw I everywhere Dark sorrow's dusky robe. And livid death I saw That danced 'neath sun or moon, With lean and sunken jaw- He laughed at mortal ruin."], [46, "MY SOUL IS SAD. 40 , One moment here he danced, The next he snatched away Some spirit, that erstwhile Had fought against his sway. I saw the faces blanched — ■ That looked like marble carved — Of men who died in war, And children who had starved. And when I saw such things I wept, my soul was sad ; How could I see and know And then be gay and glad ? How could a soul that feels For every pang of pain That suffering man must bear Rejoice while troubles reign ? Ah, if that sin and grief Were gone, as in my dream ; If pride and passion fled, And earth with good might teem If sorrows and dark death Were lost in time's dim sleep — My soul would not be sad, Nor would I ever weep."], [47, "SONG TO A STAR. 41 • cBong to a r^far O Star of night, So softly bright, I bow before thee, I now adore thee ! Stay thou and cheer My chamber drear ; Cheer, with thy glad light, My lone soul this night. O silver star, Gleaming afar, I bow before thee ; I now adore thee ! Lend me thy beam To cheer my dream ; Cheer, with thy glad light, My lone soul this night !"], [48, "DEATH WEDDED WITH NIGHT. 42 ©eafft aoesLiLeiL œisft Rigftf. The day was o'er, and in the dim twilight A sweet fair girl lay dying in her bed ; Snapped from enjoyment of the world's delight ; An hour or two — ah, then she would be dead ' Within the growing shadows of the room Grim ugly Death stood watching for his prey ; He laughed and leered at mortal's earthly doom, And longed for that frail girl, to bear away. He looked without, and there his helpmate, Night — The sable witch with whom he had been wed— Smiled her bewitching smile. She chased Daylight Away ; and on Death's breast she laid her head. \" Sweet, wilt thou lend me helping hand,\" he said, \" To bear away this spirit fluttering here ?\" \" What will I else, when thou dost wish her dead ? \" Was Night's reply ; which pleased her bold compeer."], [49, "DEATH WEDDED WITH NIGHT. 43 So, when gay Dawn came round, the twain were fled : Their mission dire they had, alas, fulfilled : The girlish form lay stiff and cold and dead — The spirit flown ; the form for ever stilled !"], [50, "THE POWER ABOVE. 44 ©Hpe Spooler <aJV6o^>e. Tho' men may make a thousand plots, Great deeds may do or contemplate ; Tho' scientists may daily toil Dark secrets to investigate ; Tho' great philosophers may slave Unceasingly in work of love : All mankind must to this confess — The ruling power's the Power above."], [51, "AS A TREE. 45 <J\\& a ©Jree. Once was I as a tree that's richly fraught With mellow fruit ; A tree that, spirit-like, hears in its peace The heavenly lute. But came a storm of cursed slander, which, Like winter's breath, Shook down my golden leaves, my mellow fruit, And whispered \" Death ! \""], [52, "MY HEART THY TOMBSTONE. 46 MY <D-feart ©Ffin/ ©Jorrvoxstone. IN loneliness I kneel beneath the tree That weeps above that marble monument, Where thou art urn'd from eyes that fain would see ; Fain would I snatch thee from thy dark cerement And press thee to mine aching heart again ; E'en tho' thy pallid form, thine icy brow, Should freeze my blood and leave me stiff as thou. For one embrace I'd bear death's sharpest pain ! This must not be ! I must my grief endure. But when on stone I see thy fame enslabbed, I must e'en think my heart a table truer, Where sorrow's knife thine epitaph hath stabbed. And as I wander through the world alone My heart shall ever be thy veiled tombstone."], [53, "WHAT IS LOVE? ♦7 ©Y^ftat \\& bo>9e? What is love ? Is it the passion of a passing hour — A soul-white blossom of ephemeral bloom ? Ah, no ! but I will tell thee what love is : To knit thy soul unto thy lover's soul In such fast bonds that, should his spirit grow To heavenly virtue, stainless purity, Thine should do likewise, intertwined with his ; Or should his soul descend to hell's worst depths, From which thou hadst no power to draw it hence, E'en to Inferno should you yield yourself, To cling to him whose soul is even thine. Thus for all time to bear your lover's lot — Eternally to share his weal or woe ! — This is love !"], [54, "48 THOUGHTS IN A GROVE. Uftougfct& in a (Syro^e I KNOW a grove where I was wont to stray 'Neath arching trees that formed a cool, cool shade, Where many birds sat singing all the day, And thro' the rustic bow'rs sweet echo made. While wand'ring there a haunting memory rose Of many men who paced there years before, Who now were resting in their last repose ! How peaceful they, I thought, their labours o'er ! From thoughts like these I set to moralise : I glanced quickly into Time's great womb, And I did brood, with many long-drawn sighs, On time when I should lie within the tomb ; Then other men will come to think of me As I have thought of those that now are free."], [55, "MY CHILDREN THREE. 49 M^ (sftifilren (Uftree: A Mother's Words. They are my joy, my hope, my very life ; Their voices and their pattering footsteps bring Me joy, and drive away all thoughts of strife ; To these, with all my power of soul, I cling — My children three. There is no love of earth like unto this — The mother's love, that words can never speak ; I feel its mighty power at each pure kiss That these, my babes, impress upon my cheek — My children three. And in my heart there ever dwells a prayer, Beseeching Heav'n, whatever else betide, My baby-hearts, my little ones, to spare — To spare my joy, my hope, my life, my pride — My children three. 5"], [56, "THE DEATH OF TENNYSON. 50 THE ©eatfp o£ (Ueno^on. Yes, thou art dead ! thy master-spirit flown ; But guileless children shall remember thee : For in their reading-books they often scan Thy words that teach us as few others can. Thy tender verses' vast divinity Child minds hath raised, and nobler paths hath shown. Yes, thou art dead ! thy noble soul hath gone ; But sighing lovers shall remember thee : For thou hast often tuned thy golden strain To touch their greatest joy or deepest pain. Their sadness and their sweet felicity, With words most deft thou'st ofttimes worked upon. Yes, thou art dead ! the world's contagion past ; But soldiers brave shall e'er remember thee ! For thou hast sung of warriors' bravest deeds, And taught the soul the valour warfare needs. The battle's strife thou'st drawn so vividly That hearts beat high, while eager eyes scan fast."], [57, "THE DEATH OF TENNYSON. 51 Yes, thou art dead ! and now can never mourn ; But ag'd infirmity shall think of thee : For thou hast smoothed the brow in age's care, And made declining life both sweet and fair By limning forth a glad eternity, In unconceived joys beyond life's bourne. Oh sleep in peace, thou soother of men's hearts ! Thou skill'd averter of life's bitter darts ; But wake in heav'n ! May all the angels bright Illume thy path with everlasting light. ->"], [58, "THE QUESTION OF A SOUL. 52 O i (Ufte Question of gouf \" Why do the wicked prosper ? Why are the sainted curst ? \" I questioned of the tempest That o'er the wild seas burst. It swept along in fury, Unheeding words so weak ; My voice was drown'd in'ts thunder, As tho' I ne'er did speak. It gave me answer — never. \" Why do the wicked prosper ? Why are the sainted curst ? \" I queried of a scholar : \" Oh, answer if thou durst ! \" With all his theologic And philosophic lore He left me in a darkness As dense as e'er before He gave me answer — never."], [59, "THE QUESTION OF A SOUL, 53 \" Why do the wicked prosper? Why are the sainted curst ? \" I questioned of that sweet bird That sings at morning first. But on it sang, unheeding My problem most profound ; It warbled e'en more lively, As tho' 'twould drown my sound. It gave me answer — never. \" Why do the wicked prosper ? Why are the sainted cursed ? \" I've cried to all things earthly — All things that earth has nursed. But ne'er from any creature Have I received reply ; No voices e'er have answered My mystical soul-cry. They gave me answer — never. But in my soul a small voice sang, \" This question infinite Cannot be solved by finite minds Till passeth death's dark night ! \""], [60, "FOR THEM WE SHALL NOT WEEP. 54 iJor Ufterr] ose not ooeep. Why should we weep for those who rest in peace ? Why should we sigh for those who sleep death's sleep ? Do we not know with death their sorrows cease ? Ah, yes ; and so, for them we shall not weep. Do we not know their dwelling is on high, Free from the burdens of life's rugged steep — Where those who sighed on earth may never sigh ? We do ; and so, for them we shall not weep. But here on earth are many sorrow-fraught ; Those, too, who sow the wind, and whirlwind reap ; And men whose lives are wrecked — the wreck self- wrought ; For them — ah, yes; for them, O ! let us weep."], [61, "THE OWL. 55 (Ufte ©oof. One night I tossed with restless fevered brain ; I seemed as crashed by every human pain ; For long I listen'd, but could nothing hear, Until the night-bird's hoot came to mine ear : Too-hoot ! too-hoot ! Its nest was built above the ivy'd wall, Far in a lonely nook unknown to all ; There in that darksome height, the whole night long. It tuned it's weird and melancholy song . Too-hoot ! too-hoot ! 'Twas near to dawn when sleep came to mine eyes, And as with long-drawn, weary, prayerful sighs, I sailed along to Sleepland's shores remote I heard once more the night-bird's hideous note : Too-hoot ! too-hoot !"], [62, "56 MAN, THE MOTH. Man, tf}e Moffi. LOOK at the moth that flieth to the fire In false delight— by burning not debarred : 'Tis fascinated to an end most dire ; For lo, it falls ! and see, 'tis dead and charred ! So have I watched weak mankind dare the flame Of earth's false pleasures and its passions' joys, Until frail mankind to a like end came ! First, moths to vice's fire ; and then — death's toys."], [63, "THE ONLY LOVE. 57 (Ufte onfuj \"hove. O sweetest one ! though separated we By million miles o'er land and surging sea, Thou knowest well The mystic spell That calls our souls — wherever we may be, And heedless of all space 'twixt thee and me Bids spirit spring On magic wing And hold sweet converse with its mated soul In heavenly groves where never mortal stole."], [64, "58 FAREWELL. ©JarecjaefP. Farewell ! I shall come in the years to be When thy heart will receive me again ; It is best that I part from thee, But the time shall efface all our pain ; And perhaps when the seas for years Will have roll'd like oblivion between, We will meet, and these blinding tears Ne'er again in our eyes will be seen. Farewell !"], [65, "MY PALACE. 59 Mlj pafaee I built a place passing grand — A mansion so magnificent That when I gazed upon my work I failed to grasp or understand How I could such a fane erect Without a single hand to help My own most frail and weakly hand. I looked upon its rooms of state, Its golden dome, its pillar'd halls, And all its jewell'd embellishments'; I feared to look on things so great, I felt like fabled Frankenstein Who made the monster, and who then Was killed by what he did create. That palace was of hope — most fair ! That I, in wonder, gazed upon A vision, like to Alnaschar's, An unsubstantial thing of air ! While yet I marvelled at the sight It fell before my blighted gaze, And left me to a dread despair."], [66, "60 SENSITIVE PLANTS. c^en&'ifwe pfantx*> A maiden wander'd in a garden fair Where many flow'rs and plants grew, choice and rare. Some, more than others, her attention drew : Of one she fancied she would pluck a few. This was the beauteous plant called Sensitive ! To gain this, blooming, others all she'd give. She stoop'd, her hand outstretch'd, to pluck her pride ; When touch'd, it shrank ; when plucked, it drooped and died ! The shrinking plant the maid did symbolise — She a shrinking plant of far greater prize ! She was as fair and pure as that fair bloom — Sweet as the daisy growing by the tomb ; She, too, shrank from the world's cold, chilling touch ! Ah, in this poor globe there are many such ! But men are icy-hard, and heed them not ; The sensitive man's is a bitter lot !"], [67, "PEASANTS' CHORUS. 61 pea^antd' (©fporuA It is the merry merry harvest time, When earth has donned her mantle most sublime ; Yon mountains, see, with richest verdure clad ; The sounds of peace we hear from creatures glad. Small birds sing joyously from every bush Joined ever by the silvery-noted thrush ; While far above us, in the clear blue sky, The lark gives forth its golden minstrelsy. Within green fields we labour all the day And gather in the harvest while we may ; And when at eve our daily labour's done We love to dance before the waning sun — To dance and sing the mystic twilight through, More happy than the gold-possessing few — For 'tis the merry, merry harvest time, When earth has donned her mantle most sublime. 6"], [68, "62 THOUGHTS OF NEW YEAR'S DAWN ®I§oug§te of Reco ©aeon. I SAT as midnight in my chamber drear And heard the bells ring in the new-born year ; A thousand memories flooded thro' my brain — Some were of joy, while others brought but pain. I thought of resolutions made and kept, And others broken ; then I could have wept To think that brave resolves so sternly made Should pale so quickly, and so quickly fade. But men are weak — they are but flesh and blood ; Their wills are weaker than the air-blown bud ; — Yes, weaker far, unless they have God's aid To carry out the resolutions made ! Thus thought I as my mind reviewed the past, And as the distant bells pealed forth their last, And while the dying sound rang in my ear I prayed to God — \" Oh, deign my words to hear, And ;Trant it in the year that is to be That Thou wilt guide that I Thy will may see, — Then, if the resolutions that I make Bud not, I'll know 'tis for Thy creature's sake That Thou dost crush my too-presumptuous will, And kill the serpent that myself might kill."], [69, "THE ROSE AND LIFE. 63 (Ufte S^oAe anc} foife I WATCHED a pink rose spreading forth its flower Where wooing breeze its soft bud fondly kissed, And golden sunshine gave it growing power ; To heat it oped ; nor did it breeze resist. It spread its charming bloom from day to day At morn it was bedecked with drops of dew, Which hung on it like pearls, in bright array At eve, by waning sun 'twas gilded too. When, once upon that rose I sought to look, Upon the ground its dead sere leaves lay there — The stem the wither'd blossoms all forsook, And sapless it to autumn winds stood bare. Our human life is like to life of rose — We bloom as soon, and all as quickly fade ! Like bud that lives again, so from death's doze We'll wake to life that never knows a shade."], [70, "EVENTIDE. 64 G>5>entiiLe. Look where the sun sinks down by yonder hills, And all the scene with golden glory fills ; All nature's lulled into a calm sweet rest, And every bird lies peaceful in its nest : So when the evening of our life is near, Like birds that lie in nests without a fear, To each may life's sunset be calm and bright, Glad herald of the life beyond death's night."], [71, ""], [72, ""], [73, ""], [74, ""], [75, ""], [76, ""], [77, ""], [78, ""], [79, ""], [80, ""]]