[[1, ""], [2, ""], [3, "113 V.-E VEUCLIN Correspond1 du Comité des Sociétés des lieanx- Arts des Départements, etc.. LE MARIAGE D'UNE ROSIÈRE A BERNAY EN 1807 BERNAY JmPRIMERIE p. yEUGLI-í 1890"], [4, ""], [5, "MARIRGE D'UNE ros.è-ìe A BERNAY EN 1807 Institués à Evreux dès 1792, aux An delys eu 1805, les mariages de rosières furent éteblis à Bernay, eu 1807. Une délibération municipale, du 20 novembre de la dite année, contient ce passage instructif sur ce premier maria ge de rosière à Bernay : « L'objet le p'us pressant qui va être soumis à votre délibération est celui re latif à U célébration de l'anuiversaire du couronnement de S. M. l'Empereur et Roi... — II reste disponible pour cette dépense 457 fr. 13. Je pense qu'elle de vra suffire au payement de la dot à ac corder et aux frais de la cérémonie, lors que vous aurez fixé le moutaut de la dot. il vous restera à désigner le sujet que vous jugerez digne de la recevoir. « L'assemblée, après avoir délibéré séparément, s'est d'abord empressée de se conformer aux vues bienfaisantes du gouvernement, eu faisant choix d'une des filles de cette ville qui, par leur bon ne conduite et leur sagesse, ont le droit de prétendre à la dot cy-après détermi née ; tous, renseignements préalable ment pris, le conseil municipal a arrêté à l'unanimité : que Marie-Öatheriue Rose Hélix sera dotée le 6 du mois prochain, époque de l'anniversaire du couronné-"], [6, "2 ment de S. M. l'Empereur k Roy : que ce dit jour, elle sera mariée à uu Brave de cette ville, Guillaume Pannier, qui a party volontairement pour la deffense de la patrie et a fait la guerre pendant 15 ans consécutifs avec honneur et dis tinction. — ■ Laquelle dot est fixée, eu égard à la situation actuelle de la caisse municipale, dans laquelle elle sera pri se, à' la somme de quatre cents francs et les frais de la fête à soixante francs ; pourquoy M. le Maire est invité à bien vouloir prendre les mesures convena bles pour donner à cetle cérémonie tou te la solennité et la décence que les cir constances permettent. » \"Procès verbal de ia Fête du 6 Décem bre 1807, célébrée dans la ville de Ber nay... Le Maire, d'après linvitation qui lin en avoit été faite par M. le Sous-Préfe% a donné Tordre au capitaine de canon niers de faire annoncer, le 5, la fête de l'anniversaire du couronnement de Sa Maje-íc TEmpereur et Roi, par une sal ve d'artillerie; de continuer le lende main, lc matin, à midi et le soir. Adix heures, les autorités constituées, les fonctionnaires publics, les militaires tant en activité de service que retirés, se sont rassemblés à la Sous-Préfecture, ainsi que M|le Marie-Catherine-Rose Hé lix, fille qui a mérité Jc choix du conseil municipal par sa sagesse\" et sa piété fi-"], [7, "3 liale, et le Brave Q- uillaume Pannier, qui a servi quinze ans volontairement avec courage et [s'esl] retiré avec un congé honorable. — Le Maire, avant de partir avec le cortège, leur a adressé la parole, les a exhortés à continner de marcher dans le sentier de la vertu, leur a délivré un mandat pour toucher la dot généreuse accordée par le conseil mu nicipal. Le cortège s'est mis en marche, pré cédé de la musique et des tambours, et escorté par la garde nationale, au mi lieu d'une foule de spectateurs, pour se rendre à l'église paroissiale. Arrivés au temple, ils se sont arrêtés devant la chaire où M. le curé a fait un discours pathétique et digne du grand sujet qu'il avait à traiter. — Ensuite le cortège s'est porté dans le chœur où chaque corps a pris la place qui lui étoit destinée par le maître des cérémonies. Aussitôt le Maire a donné la main à la vertueuse Hélix et Га conduite à l'autel, où le mariage a été célébré par M. le curé, après un discours plein d'onction. Une grande messe solennelle a été chantée, et à différens intervalles les amateurs de musique ont exécuté plu sieurs morceaux br illans avec beaucoup de précision. Ensuite on a chanté le Te Deum et le Domine salvum sac Imperatorem ."], [8, "4 La nouvelle mariée, au milieu du mê me cortège, a été reconduite à la Sous- Préfecture, par Mr De la Flèche, ancien capitaine de dragons, retiré, au son de la musique et des tambours... (1). Ce mariage, sans précédent à Bernay, eut lieu un dimanche, ce qui contribua grandement à l'éclat de cet événement doublement intéressant. En effet, les époux étaient originaires de la ville : le mariyétaitnó leômai 1759, il avait donc 48 ans ; il exerçait la profession de cor donnier dans la rue de la Fraternité ; la mariée, fille d'un cabaretier de la rue Grand-Bourg, était née le 6 septembre 1771, c'était donc une rosière âgée de 36 ans ; elle n'avait pas de profession et habitait la même rue ; l'un et l'autre avaient perdu leur père et leur mère. L'acte du mariage civil s'était fait le matin du môme jour, 6 décembre 1807, en présence de MM\\ André-Bazile Le (1) A la suite de cette cérémonie matrimo niale se fit J'inauguration do la copie du por trait de Napoléon, faite par Descours. Au bas do ce portrait était ce vers composé par M. Mutel : A sa tête, à son bras, à son âme, à son cœur, Gloire, respect, amour, reconnaissance, honneur. Le soir — ajoute le procès-verb;il — toute la ville a été illuminée, et la joie publique a éclaté pendant la durée de ce jour solennel. (№ 102 du Registre des décrets et arrêtés municipaux; série B.)"], [9, "5 Danois, membre du corps législatif, Ni colas-Paulin Gattier, sous-préfet, Jac ques-François Vattier, président du tri bunal de première instance, Jacques- François Mutel, maire, Oursel , procureur impérial et autres fonctionnaires publics assemblés pour la fête de ce jour (1). ,1) Dans sa charmante notice: Les liosièrcs de Bernay, publiée en 188-, M. Henry Tuipiu a omis de citer ce premier et remarquable mariage de rosière."], [10, "ŒUVRES DE E. VEUCLIN : 1873-188 .. — Nombreux Articles de Journaux et 81 Notices. 1889. — Le Juge des Ferons de Normandie. Accoid entrelesBouchersetles Bénédictins. La Confrérie des Boulangers de Bernay. Les Croix des grands chemins au XVII\" sièclo. Chapelles et Messes des 2 Prisons de Bernay. Une Philantrope normande :GeorgetteLeg.as Les deux Confréiics des ToiliersBernay. Erection de la Confrérie du Saint-Sacrement. L'Agriculturo en 1787 dans le Pays d'Ouchc. La Prison de Bernay en 1789. Le Pèlerinage de Notre-Dame de la Couture. Deux épisodes de la Révolut:on à Broglie. L'église de Saint-Martin-du-Parc. Remarques de Curés normands. Huguenots et Gautiers à Bernay. La Saint-Louis à Thiberville en 1790. La Fête-Dieu à Bernay au siècle dernier. La Chapelle du Collège de Fiers. Une Bannière. Une rare et belle Fête à Verneusses. UnPoète ignoré: Lelièvre, ex-instituteur. Sorciers - 1 Empiriques à Bernay étaux envir8 Quelques Croix de Cimetières. Exécution de Sorciers au 17° siècle. 101 N«tes du curé de Follcville. 1672-1696. Notes sur la Paroisse de St-Aubin- le-V. Quelques Fêtes de la Révolution à Chambrais Lettres d'un Soldat de la Grande Armée. ( 108 Confréries anti-esclavagistes du 17e siècle. 1890. — 2 Lettres inédites de Thomas Lindet. Maison de Charité de l'Hótel-Dieu de Bernay. Les Fêtes baladoires au siècle dernier. 112 Le Mariage d'une Rosière â Bernay en 1807. Derniers Souvenirs dcl'Abbaye de Bernay Manuscrits inédits : Notes sur l'Instruction publique dans le Calva- dos. (Médaille d'or au Concours de l'Acadi0 liW>) Histoire des Charités do Normandie. (Prix de Blosseuille ; Concours de la Société lib. de L'Eure) Industrie du chanvre et du lin en Bretagne et en Normandie. Oleiluille de bronze ; Concours de la Pomme.)"], [11, ""], [12, ""]]