[[1, ""], [2, ""], [3, ""], [4, ""], [5, "NOTES BY A WANDERER FROM DEMERARA, IN THE UNITED STATES. / DEMERARA J. THOMSON; \" ARGOSY \" OFFICE 1885."], [6, "The A.K&OST Preu, Demeea&a."], [7, "CONTENTS. PAGE, A Trip in the Oregon... ... ... ... ... I In New York... ... ... ... ... ... IO Cars and Coaches ... ... ... ... ... 15 The Savage Mine ... ... ... ... ... 27 Gold Mining ... ... ... ... ... ... 37 Demerara to Colon ... ... ... ... ... 39 Colon ... ... ... ... ... ... 41 Panama ... ... ... ... ... ... 45 To 'Frisco ... ... ... ... ... ... 49 California ... ... ... ... ... ... 59 Yosemite ... ... ... ... ... ... 72 The Big Trees ... ... ... ... ... 93 The Pines ... ... ... ... ... ... 98 Lake Tahoe ... ... ... ... ... ... 99 Salt Lake City ... ... ... ... ... 105 Eastward by .Rail ... ... ... ... ... 114 Chicago ... ... ... ... ... ... 117 Washington ... ... ... ... ... ... 121"], [8, ""], [9, "NOTES BY A WANDEEER. A TRIP IN THE \"OREGON.\" BÆ rajy| HERE is nothing like having two strings to one's bow. Pfc Sa Whether in love or war, in feasting or fasting, in IB Bb pleasure or business, there is nothing like having two strings to one's bow. We denizens of the land of mud, in the matter of foreign communication, have had only one string to our bow until very recently, and a string too that Paganini himself could not have made much of, even had it been stretched over the mellowest old Stradiarius ever fingered. That sounds not melodious have been drawn from instruments of a more complicated structure than Stradiarius, most voyageurs by our one string — the Royal Mail — can testify ; and they can also testify that the mutterings low and deep at the rancid butter, the rough and tumble attendance, the snail's pace, and the \" side'' of some of those great Bashaws, the Captains, which are the characteristic features of the Atlantic boats, are not the mutterings of carping critics who only travel to grum ble and find fault, but the record of unpleasant facts which it would be well for the shareholders to enquire into. Luckily for us an alternative string is offered — a series of alternative strings it might be said — and we shall no longer be solely de pendent on a Company which sadly needs the fillip of competi tion to keep it from dying of inanition. The development of our trade with the United States must create the desire for more rapid communication with our transatlantic brethren ; and that communication while making known the mutual wants of both will enable us quickly and economically to supply our b"], [10, "NOTES BY A WANDERER. 2 share of those wants. We shall send away our great staple and obtain in lieu breadstuffs, the great staple of the States ; and let us hope that by and bye we shall be able to add to this staple, from our coffee, cocoa, and fruit estates, sufficient produce to create a second string to our bow in the matter of colonial resources ; so that we may not be wholly and solely dependent upon the number of puncheons of rum, bags and hogsheads of sugar and casks of molasses that may leave our shores ; let us hope too that the recent removal of some of the burdens from the shoulders of the small proprietors will produce indus try where indolence has long reigned supreme ; that instead of tumble-down wooden structures in our villages, and ramshackle mud and wattle huts beside our roads, more suggestive of a Central African kraal than of a habitation in a colony making some pretence to civilization, — instead of these things let us hope that peace and plenty will reign amongst us, indolence give place to industry, filth and immorality to cleanliness and virtue, and that chaos will be chased to its lair by law and order. Some such thoughts as these ran through my mind as, standing on the deck of the good ship Oregon, the faces of my brother and my old friend S , faded from my view, slowly, and I turned my own face Demerara-wards. It is quite en regie to abuse Demerara, its mud and its monotony, its flatness and its fevers, and yet I confess to an unfashionable feeling of gladness when I found myself on the blue highway which leads to our much abused \" land of mud.\" What a relief to feel that the Doctors and their rib-dislocating researches into liver and spleen were being left rapidly behind. There may be more blue-pill and more sawbones in front, and a possible Yellow Jack to welcome one, but at any rate physic taking and health seeking will not be the sole business of life ; a little work will vary the dead-level of that most ghastly of occupation ; an occasional mixture of Angostura, Schiedam"], [11, "IN THE \"OREGON.\" 3 and stick, will both gladden the eye and gratify the palate after the day's work is done ; and that low-lying mud-flat will show some kindly faces and warm hearts to welcome back the wanderer. Yes — there be worse places than the \"Land o' mud.\" But while I am thus ruminating, the good ship has got her nose well out to sea, and is giving some earnest of the pace she can go, although she is only creeping along so as to get off Queenstown to-morrow (Sunday) morning in time for mails. As our marine hotel glides (apparently) on the surface of a glassy sea, we may as well go below and ascertain what is in store for us in the shape of cabin accommodation and general feeding. What a trick that first sniff of sea air has of making one look forward to a \" square meal.\" It is not on record that old Dr. Johnson was ever en voyage ; had he been so, and had his internal economy remained undisturbed by the efforts of old Neptune, one could easily understand the unction with which he would given expression to his favourite formula, \" Sir, I love to dine.\" I was quite prepared to endorse the snuffy old lexicographer as I descended the spacious stairway and caught at one and the same time a glimpse of a well laid dinner table and sundry savoury breezes suggestive of good things for that table's future cargo. But here is a little commotion going on, let us see what it's all about. It is another and not a very creditable phase of that struggle for supremacy which we see going on all around us, whether on sea or on land. Here, the phantom which this mass of humanity is struggling for is the \" Captain.\" It is a point gained to sit at- his table ; a still greater, to sit nearer him than one's neighbour ; the highest of all, elysium, to sit next him. This crowd of tuft-hunters, I am bound to say, was a fairly representative one, so far as the Britisher and his cousins were concerned ; and I am bound also to say that the Lord-loving Britisher was run close in the race for place by the Stars and Stripes. Let us go on, or the B 2"], [12, "NOTES BY A WANDERER. 4 contemplation of the subject will take the keen edge off my appetite. Yes, that is better, ever so much. I shall not readily forget that dining room ; its panel on panel of ever varying woods, cut, as I am told from the forests of Oregon ; its inlaid floor fitted with all the delicacy and finish of a lady's work-box. Lovely to look on, but the devil to travel on in a rolling sea, as an unfledged male biped who had paid more attention to Roederer during dinner than that floor admitted of, discovered to his cost somewhat later on in the voyage. But I am neglecting the dinner table, which in five divisions lies before me in all the glory of spotless linen, glittering plate and crystal ; each diner provided with a button-hole bouquet of charming flowers cunningly fixed in the apex of his trian gularly folded napkin. Here and there down the table are placed pots of geraniums and other choice plants in full bloom. Over our heads hang other plants in baskets ; still over those in a large glass dome other plants in pots are placed on the beams. A beautiful cabinet grand piano stands at the far end of the room between the well-stocked book-cases ; the chairs, which like the side seats running all round the room, are covered with blue velvet, are fastened to the deck and rotate sufficiently to accommodate any diner under the size of the Claimant, and to enable him when seated to face the presiding deity, whether in the shape of the Captain at dinner or a fair performer discoursing sweet sounds at the piano. If over all this wealth of snowy cloth, sparkling crystal, shining silver, brilliant flowers, and graceful foliage, and the endless but more subdued beauties of the panelling, we shed a soft yet full and rich flood of light from some twenty groups of small electric lamps, the effect may be better imagined than my poor powers can describe. After the dining room the next point of interest to most voyageurs whether young or old, is the cabin ; to the \" old hand\" a mere roosting place for some eight hours or so out of"], [13, "IN THE \" OREGON.\" 5 the twenty-four ; to the green hand, or to the voyageur with an unstable stomach, a possible prison-house — nay a chamber of horrors, — for the number of days he or she may have to lie there at the mercy of that most unfeeling of monsters, old Neptune. Like Mahomet's coffin I hang between the heaven of the \" old hand\" and the earth of the green one. On oc casions my soul rises superior to the blandishments of a pitching, tossing, tumbling sea, and I am enabled to go on the even tenor of my way, consuming three square meals a day ; but — that most objectionable ' but' — there are occasions when all the ills that human flesh is heir to seem to be congregated in the region of the stomach, and then one's sole object seems to be to bring up, as Mark Twain puts it, one's immortal soul. How near one goes to it sometimes. But there is another stage which is neither the heaven of perfect happiness nor the hades of perfect misery ; that stage when the liver takes over the man, and while refusing to give up one iota of its temper disturbing bile, imparts to the unfortunate victim all the miseries of mal-de-mer with a plus sign or two of its own. The cabin turns out to be a tolerably spacious den, and one can sit up in the berth without the alternative of curving the spine into a bow or testing with one's head the weight of one's fellow passenger in the berth above. The light by dry is afforded us through a spacious port, and by night by an electric lamp. I am happy in having for a \" chum\" a jolly Californian, who is returning from a run to the \" Old Country\", a ran partly of business and partly of pleasure. Our cabin is furnished for three passengers, but that other deity — the Purser — tells us that we shall have no other company but our selves as he doesn't expect many additional passengers at Queenstown. It doesn't take long for an average Britisher who has seen the \" West\" and a Californian to fraternize, particularly when the operation is accompanied by \" just a nip before dinner ;\""], [14, "NOTES BY A WANDERER. 6 a few minutes therefore found us hard at it about flumes and hydraulic mining, pockets and washings, Mariposa and Yosemite, in the midst of which the tocsin sounds for the second time and off we are to the wars, — Anglice, the dinner. I have let matters take their course about my dining location, and as a consequence find myself labelled well down towards the salt. I was curious during the whole voyage to note whether in consequence of my lowly lot my modest cutlet was any the colder for the somewhat longer journey it had to travel from that great source of light and heat the \" Captain ;\" whether any of the choice things stopt in midcareer ; whether my simple tipple of soda and whiskey gravitated towards me with the same rapidity that the fussy phiz pop't and gurgled towards the \"upper ten.\" As I am an honest chronicler I am bound to confess that during my seven days' journey I was, so far as attendance went, fairly neck and neck with the \" lumi nary.\" Take a note of the fact, ye Royal Mail purveyors. I don't wish to be misunderstood on this point. I have been so far distinguished as to be allowed to sit next — yes, absolutely next — to the Captain of a Royal Mail Steamer, and therefore I know what I am writing about. I am bound to add that when I was appointed to the post of distinction I was kindly inform ed that we should take in a Governor at and he — of course — would take my seat and I should have to move lower down, — be taken down a peg. The Captain is one of the best fellows in the Mail service, and the \" Governor\" was delightful, but the whole proceeding struck me as being intensely funny, and, withal, somewhat mediæval. But I have got into the Southern Atlantic and we shall not get to New York in a hurry that way. Some two hundred and forty of us sat down on that first day out, and a better dinner, from every point of view I never wish to sit down to. Three hundred is the greatest number that can be fed at any one time, and as the chief steward remarked, we can keep them going"], [15, "IN THE \" OREGON.\" 7 Sir, easily, with our present staff. The kitchen ; oh, they can cook a dinner there for double the number of passengers we have in the saloon to-day ; they can turn out a dinner for 500. Evening brings out the musical talent, and while a charming American demoiselle \" favours us\" we settle down to the usual occupation of saloon life, whist, cribbage, backgammon, chess, and draughts. I'll bet you drinks that one, — say both, of those fellows playing draughts yonder are Scotchmen, said I to a so ber, sedate, non-conformist Sunday-school-teaching Liverpud lian. How do you know, said he ; I never bet. All right, but you bet your bottom dollar that if you see two fellows playing draughts on board ship, two others playing cribbage, and two others playing poker, you may class them as Scotch, English and Yank. He wouldn't bet, but I had that drink [nevertheless. Next morning at nine found us lying snugly in that glorious basin — Queenstown harbour — and we have now time to q. a. the ship as we are not going to leave, so the quaint old pilot tells me, until three o'clock. \"Bedad,\" said he, \" you don't catch me turning a long divil of a ship like this in such a wind, till the tide's wid me.\" To see this good ship Oregon lying on the broad bosom of the Mersey, few non-professional men, even if accustomed to ocean travelling, would be able to form an idea of her true dimensions, so lightly does she seem to sit the water, and so yacht-like are her lines. Who would suppose to look at her that she ranks among the biggest ships in the world, and is the fastest. I am told she is one of an interesting family of three, — we might call them the Graces if they were not so fast. The Arizona is the eldest, the Alaska next, and the interesting belle in whose fortunes I am to take so much interest for the next few days is the youngest ; their relative tonnage, taking them in the order named, is 5,500, 7,000, and 7,500 tons, Their relative speed may be similarly taken. The knowing ones say that they vary in beam, the Alaska"], [16, "8 NOTES BY A WANDERER. being four feet wider than the Arizona, and the Oregon four feet wider than the Alaska ; and that the two latter named ships are exactly the same length : 520 feet ; but the dry official figures of the Oregon are : length 520 feet ; beam, 54 feet ; depth, 38 feet; tonnage, 7,500; engines 13,000 nominal horse power. She has a double skin, and nine water tight compart- ments ; and four masts with square sails on the two foremasts. The engines are a study in themselves, and the ease with which they drove this enormous mass of matter day after day through the roaring waste of waters at the speed they did was an ever recurring topic of conversation all through our eight days' run. My cabin chum has fraternized with the chief engineer, who is as proud of his engines as a mother of her stupidest boy ; and we have consequently the engines' performances and all connected with them on the tapis pretty often. I am told that the coal bunkers are capable of containing 2400 tons of coal — which by the bye is Welsh ; that there are three rows of double- ended tubular boilers heated at each end by four furnaces forming 72 furnaces in all ; that these consume somewhere about 300 tons of coal per day ; that there are 60 firemen and 43 coal trimmers to provide pabulum for these 72 mouths ; that the ro3 workmen are superintended by 10 engineers ; that the two funnels are 15 feet in diameter ; that the screw is 23 feet, with a 23 feet pitch; that the central cylinder is the high pressure one and will bear a strain of iro lbs on the inch ; that its diameter is 70 inches ; that the two low pressure cylin- ders (one on each side) are 104 inches in diameter, and that all three have a six foot stroke. What is apparent to the greenest hand, is the beauty of the finish of everything about the engine room ; from the wooden casings to the tiniest bit of steel, all seems as clean and bright as the scissors in a lady's work basket. That this brightness and neatness was no sign of effeminacy may be gathered from the record of the ship's work which I copy from the skeleton map, that every passenger"], [17, "IN THE \" OREGON.\" 9 is supplied with, and upon a copy of which the runs are posted at the head of the cabin stairs each day : — 337, 342, 420, 371, 374, 370, 396. With the exception of the 420 run and a portion of the 396 the others were accomplished in the teeth of half a gale and heavy seas, which culminated into \" almost a gale\" on the fifth day. Sailors never admit \" a gale,\" it is generally either \"a bit fresh,\" \" a bit of a gale,\" or, as on this occasion, when one of the officers went so far as to admit that it was \" almost a gale.\" To see those walls of green water rise up over the bows for an instant then descend on the ' whale-back' with a crash like mimic thunder, and finally, to be driven along the deck like a mill race was something to remember, something as much like an Atlantic gale as anything I wish to see. The next morning while sauntering about on deck I observed that the seats round the skylight had disappeared. What has become of the seats, quartermaster ? said I to a square-built, weather-beaten, middle-aged salt. We peeled 'em off, sir, like you'd peel a horange. At this point I began to speculate how much more wind and sea it would have taken to make up the balance of a \"gale.\" But to return to our engine power. On the seventh day out, it was thought we could get into New York the next morning and the order was given to the engineer to \" make her walk ;\" and walk she did, as my chum informed me the next morning with a beaming face as he came — hot-foot — from the Chief Engineer. \" She has,\" said he, \"done 1975 knots the \" hour for thirteen hours and a half, and we should have got \" into New York on the morning's tide, but for this d — d fog!\" This statement of the ship's pace was circulated all over the ship and was universally accepted as a fact. I confess it seemed incredible to me, although her run of 420 knots in a heavy sea was a proof of her wonderful power. As a voyage, ours was for the Oregon a long one, although we beat the City of Chester by two days, so it was stated on board. Since I c"], [18, "NOTES BY A WANDERER. 10 journeyed in the Oregon she has eclipsed anything she had done up till then. In her race with the Aurania (Cunarder), both vessels leaving Liverpool on April 12th, the Oregon made the run from Queenstown in six days, ten hours and ten min utes, her runs being 440, 460, 455, 470, 469, 472, and 95 knots. The Aurania was ten hours behind. The Oregon has since passed into the hands of the Cunard Company and was pitted against the America, making the run on this occasion in six days ten hours, or ten minutes less than her fastest time. These, it must be remembered, are fair weather runs, when every pound of engine force is utilized and the screw is con stantly immersed and has one continuous unvarying bite throughout the voyage. It is to some extent unfair to compare the Royal Mail with such services as one finds between Liverpool and New York ; the keen competition there has produced ships unequalled in the world for speed and elegance, and also for the comfort they afford the traveller. On that route, progress has been the rule, but retrogression has been more like it in the Mail service ; there the passenger is evidently an important factor in all the calculations, while in the ocean boats of our Mail service, judg ing from the behaviour towards him of some of the captains, he is regarded as an unmitigated nuisance. IN NEW YORK. (sfj/T is, however, time to land, and run the Custom House Jb\\ gauntlet of which one has heard so much during the last two days. Some of our lady friends are determined on running gauntlets, literally, for, trying on gloves, has for past two days been a busy morning's occupation for several ladies. I had a long chat with one charming Americane,"], [19, "IN NEW YORK. 11 who, with that outspoken frankness peculiar to her coun trywomen, remarked, \"I am putting these on just to show \" that they have been worn, and then I shall have no \"trouble with those Custom House folk.\" I was curious about the number of pairs that would be considered pro per for a lady to wear by those \" Custom House folk,\" and I counted sixteen pairs without exhausting the stock. I saw the lady's luggage cleared without any trouble being given, so my lady friends who contemplate a visit to the Empire City may gather from this what number of pairs of gloves they may be allowed to pass unchallenged. Another of my lady friends and her husband recounted their experience to me as we sat at dinner in the Fifth Avenue hotel next day. The lady had taken advantage of her trip to Paris and London to get the latest thing in silk dresses and bonnets, and although, she was bound for Canada, the Custom House man desired to see the bottom of that Saratoga trunk and also the bottom of another box wherein several sweet things in bonnets lay packed away very cosily. The expressed desire to see the dresses was not regarded very favorably, but when it came to the bonnets, that Customs man was in for it. While the battle was raging, the husband, who had been looking after the flying column of boxes in another direction, came to the rescue, and on re ceiving the pass-word that \" half a sovereign would about pass \" that box\" slipt one into the willing palm and the whole of the boxes \" passed\" double quick. The traveller who lands in New York with much impedimenta will do wisely to let the hotel clerk pay the \"hackman.\" He will if he be a Britisher, do more wisely to put on one side all his previous experience respecting cab-fares in the British Isles when he comes to pay the bill. He can clear his mind of doubts as to whether the fare is a shilling or eighteenpence and thank his stars if he escapes by paying what seems the hackman's minimum charge, a dollar and a half. I am com\" c 2"], [20, "NOTES BY A WANDERER. 12 pelled to state however that he may possibly get swindled in a mean and contemptible manner even by the employes of a first class hotel, as I found when leaving the Fifth Avenue. This very much over-rated hotel has two important officials, one who reigns over the swarm of Irish porters, and the other over the hackmen. I had got everything \" aboord\" and was just about to step into the, what for convenience I will call a cab, when the king of the porters acquainted me that the fare was two dollars. I had duly paid the amount and the cab was just turning away from the door — when the king of the cabs rushed out and called to cabby \" you will exact a dollar and a half for the fare\" whereat the first king made a remark and held out his hand to show, I suppose, the miserable fifty cents which he had already exacted — capital word — over and above the fare. Before I leave New York, which city I dislike beyond measure, I must have one look at that splendid monument of engineering skill pluck and energy, — the Brooklyn Bridge. As we steamed up the harbour it was apparently hung in the air, like the work of some gigantic spider, but now I am standing upon it, the strength and solidity of the structure strikes me just as forcibly as the lightness and gracefulness did when seen from afar. I was curious to get some statistics respecting this wonderful erection, and having conveyed this fact to a con stable, he, with a suspicion of \" ould Ireland\" about the accent, guessed I could get all that at the Engineer's office over the bridge. To the Engineer's office over the bridge I wended my way, and with that readiness to impart information, which I have always found a distinguishing characteristic of Americans wherever and whenever I have been brought in contract with them, I was handed a card containing the following facts respecting the bridge : — New York and Brooklyn Suspension Bridge. Construction commenced Jan. 3, I Size of N. Y. Caisson, 172 x io-> 1870. feet."], [21, "IN NEW YORK. 13 Size of Brooklyn Caisson, 168 x 102 feet. Ultimate strength of each Cable, 12,200 tons. Timber and Iron in Caisson, 5,253 cubic yards. Concrete in well holes, chambers etc., 5,699 cubic feet. Weight of N. Y. Caisson, about Weight of Wire [nearly] 11 feet per lb. Each Cable co ntains 5,296 para- lel [not twisted] galvanised steel, oil coated wires, closely wrapped to a solid cylinder 15s inches in diameter. 7,000 tons. Weight of Concrete filling, 8,000 tons. Depth of Tower foundation below high water, Brooklyn, 45 feet. Depth of Tower foundation be- low high water, New York, 78 feet. N. Y. Tower contains 46,945 cubic yards masonry. Brooklyn Tower contains 38,214 cubic yards masonry. Length of River span, 1,595 feeti 6 in. Size of Towers at high water line, 140 x 59 feet. Size of Towers at roof course, 136 x 53 feet. Total height of Towers above high water, 278 feet. Clear height of Bridge in centre of river span above high water, at 90 degs. F., 135 feet. Height of floor at Towers above hiash water, 119 feet 3 inches. Grade of Roadway, 3} feet in 100 feet. Length of each Land span, 930 feet, 1860 feet. Length of Brooklyn approach, 971 feet. Length of N. Y. approach, 1,562 feet 6 inches. Total length of Bridge 5,989 feet. Width of Bridge 85 feet. Number of Cables, 4. Diameter of each Cable, 15s in. First wire was run out May 29, 1877. Cable making really commenced, June 11, 1877. Length of each single wire in Cables, 3,579 feet. Length of Wire in 4 Cables, exclu- sive of wrapping Wire, 14,361 miles. Height of Towers above roadway, 159 feet. S.ize of Anchorages at base, 129 x 119 feet. Size of Anchorages at top, 117 x 104 feet. Height of Anchorages 89 feet front, 85 feet rear. Weight of each Anchor Plate, 23 Weight of 4 Cables inclusive of wrapping Wire, 3,588^ tons. tons. Engineer, Col. W. A. Roebling. That this splendid structure (the Brooklyn bridge) was properly appreciated was pretty apparent from the tide of indi viduals, cars, carts, drays, waggons and vehicles of every description that was streaming across it to and fro ; notwith standing this, however, I was told that the traffic had not, so far, come up to the expectations formed of it, and that financially it was not a success ; but be this as it may, it will ever be an object of great interest to the \"wanderer\" who can appreciate such monuments of engineering ability and financial confidence."], [22, "NOTES BY A WANDERER. 14 The elevated railroad was another feature in the sum of New York life that possessed great attraction for me ; the contrast between it and the underground railway of London was very marked, and from the passengers' point of view enormously in favour of New York. Take the broad light of day, the sweetness and freshness of the atmosphere, the smoothness and the comparative quiet which characterize the New York line, and contrast it with the cavernous gloom, the stench suggestive of Hades, the roar and rattle, the banging of doors, and the general air of hustle and bustle which are the main features of the Metropolitan, and we must admit that, unpatriotic as it may appear, the New York traveller has the best of it. What the owners and occupiers of house pro perty along the line think of it is quite another matter. One may venture to assert that no Company would be strong enough to carry such a line through any English town, much less through the metropolis. CARS & COACHES. fHE Elevated road and its contrasts with the Metropolitan, suggest sundry other comparisons — contrasts one might more properly say — between American and English railway travelling generally. The railway systems of the two countries may be regarded as symbolical of their respec tive political institutions ; the equality and fraternity of the one being typified in the one class of fares and equal accommodation, and the Kings, Lords, Commons of the other in its first second and third classes. I have heard many and elaborate arguments on the advantages and disadvantages of both systems, but no unprejudiced individual whose lot it has been to make long journeys in both"], [23, "CARS & COACHES. 15 countries will hesitate to accord the balance of advantage to the American. I well remember this contrast being brought forcibly home to me once. I had travelled from Salt Lake City to Chicago without a break, — which took me three days and nights of continuous going ; and within a month later I had occasion to go in an express train from Wolverhampton to Edinburgh. I had been suffering pretty badly from low fever, and. my knees seemed to have concentrated in them all the aches and pains that that particularly aggravating malady is capable of generating. I had for a vis-a-vis a sharp-nosed acidulated-visaged damsel of any.number of summers, whokept me jammed up into the small est space I believe I ever occupied since my cradle days. To say that under these conditions I mentally anathematized the English system and found myself perpetually sighing and yearn ing for the walk up and down the avenue in the American carriage ; for that charming mid-day meal ; for the quiet smoke in an easy chair afterwards, and for the occasional refreshing ablution, is to convey a very faint impression indeed of the situation. The one carriage may be briefly described as a home on wheels, and a comfortable one too, while the other, even the best of its kind, partakes more of the nature of a packing case where the human freight is carried at enormously high rates. I was not a little amused at the sobriquets that the popular voice had tacked on to some of the lines — \" roads\" as they are invariably termed in the State ; for instance, a branch of the Pittsburgh, Cincinnati and St. Louis line is called the \" Pan handle\" route, from its peculiar formation ; the Indiana, Bur lington, and Western line is called the I. B. W., which from the slowness of its trains has become \" I'd better walk ;\" the New York, Pennsylvania and Ohio has its initials N. Y. P. and O. on their rolling stock and time bills, and these have been converted popularly into \" Nypano;\" the Cincinnati, Cleveland,"], [24, "16 NOTES BY A WANDERER. Columbus and Indiana becomes \" three C's and I ;\" the New York and Erie was formerly a broad gauge line, and this became the \" Broad Tread ;\" the Toledo and South Eastern has become the \" Narrow Gouge.\" This is no corruption of \" narrow gauge,\" but is a name tacked to the line in one of those fine touches of American humour, as a record, I am told, of the fact that the directors had \" gouged\" the shareholders out of their stock. The names of the stations along the various lines of road sometimes rather surprise one. On one occasion I was half reclining and half dozing on rny seat in a comfort- able Pullman when a brakesman opened the door and called out \" the next station is Dublin.\" The first part of the sentence was run together somewhat indistinctly, but the word \" Dublin\" was pronounced with the force and crispness of a pistol shot, and for an instant'the \" States\" vanished and I was again in \" dear dhirty Dublin\" expecting to be saluted with the old familiar cry of \" Car, yer hanner,\" and find myself again bump ing and splashing through the streets of — next to New York — perhaps the worst municipally governed city in the world. Talking of city government, I was being piloted one day through the well-kept and electric-lighted city of Dayton, when my attention was attracted by a newly posted bill some two feet square, which on examination I found contained an account of the receipts and expenditure of the city for the year ended ist March, 1884; and from this account it appeared that the revenue from all sources was $449,111.61, and the ex penditure $333,822.51, leaving a balance of $115,289.10. Think of that ye Georgetown City Fathers ; an \" available balance\" of over a hundred thousand dollars. What would you not do with that ? Give us side walks ; another crop of lamps so that one needn't be blind after passing one before we meet its neighbour ; the pail system complete and entire ; paved drains throughout the town ; give that Lamaha such a rap that the stream which gushed from Mount Horeb wouldn't be a circum-"], [25, "CARS & COACHES. 17 stance to your perennial fount. W'hat wouldn't you do with an annual surplus of one hundred thousand dollars ? I fancy I can see your good Town Superintendent's mouth water at the mere contemplation of the substantial menu he could provide with such an allowance for municipal housekeeping. Nothing struck me more forcibly during my wanderings through the States than the faithfulness with which some of the American humorists notably Bret Harte, Mark Twain, and the genial showman Artemus, represent the popular form of American humour ; — a humour which does not lie so much in the brilliancy of the conception as in the quaintness of the ex pression. This quaintness again is not unfrequently due to the comparison of unlike qualities, and the placing of them some times in violent contrast. Take for instance the \" point of order\" on which our friend D.C. so delights to revolve, and note the way Bret Harte deals with it in his exquisite poem \"The Society upon the Stanislaus.\" After pointing out the impropriety of one \" scientific gent\" calling another an ass — \" at least to all intent\" and the further impropriety of the other scientific in dividual \" who happens to be meant\" replying \" by heaving rocks\" \" to any great extent\" he goes on to say ; — Then Abner Dean, of Angels, raised a point of order when A chunk of old red sandstone took him in the abdomen And he smiled a kind of sickly smile, and culled up on the floor And the subsequent proceedings interested him no more. Fancy a certain Financial Representative of British Guiana rising to a \"point of order\" and meeting with such a reception. One day while waiting for the lift in the Fifth Avenue Hotel to take me up to my bedroom, I heard the following colloquy between a book canvasser and another gentleman who was also waiting, \" General\" began the canvasser, \" I have called \" several times to see you before. My firm is bringing out an \" Encyclopedia,\" &c, &c, (the usual stereotyped eulogies fol lowed about the letter-press and plates); and then the General replied \" Guess I'm sorry I can't be of service to you, but I'm D"], [26, "NOTES BY A WANDERER. 18 \" going for a trip round the world next week and a thirteen \" volume encyclopedia wouldn't be of no account to me in that \" trip\". This was said with the utmost gravity, not a curve of the lip or twinkle of the eye betrayed any idea of the ludicrousness of taking an encyclopedia of thirteen volumes round the world for light reading. On another occasion I was attending divine service in Dayton, Ohio, and during a very eloquent and withal practical sermon, while comparing the performances of some christian worshippers with their profess ions the clergyman said \" It is like resolving to be a soldier \" with the condition that when the bugle sounds you will not \" be on hand.\" On another occasion when on my way to the Yo Semite valley in a great lumbering Californian stage drawn by six horses, we met in the mountains a farmer's light buggy called a spider, and on my putting the query to the dri ver of the stage as to how we should pass he replied \" Guess, \" he'll clear ; my waggon's stronger'n his'n.\" There was a flavour of infallibility about this utterance so complete and sat isfying that the question was removed at once from the realms of doubt and uncertainty into those of fact. \"My waggon\" was a structure the like of which I never saw in any of my wanderings elsewhere, and a description of it will add no little to the grim humour of our Jehu's remark. Imagine a stout timber frame shaped in the form of a parallelogram, placed on four wheels as strongly made as those of one of our mule carts and on this frame running fore and aft, threaded through strong iron staples and passing over a stout wooden bar at each end of the frame, two thick leathern straps of some four or five thicknesses, and four or five inches broad ; and upon these straps which are called thoroughbraces and forming something like two suspension bridges, placed an ancient four-post bed stead furnished with seats for about sixteen people ; — fancy this huge machine drawn by six eager high-mettled roadsters, and then glance at that spider-like object hanging on the very lip"], [27, "CARS &■ COACHES. 19 of the precipice, looking as though a breath would send it hurl ing down into the abyss some thousand or so of feet below. When one realizes the relative strength of the two vehicles the grimness of the driver's humour stands out in bold relief, like the top of yon gigantic pine against the bright cerulean of the Californian sky. When on my way from Lake Tahoe through Carson to see the celebrated mining region where Flood Mackay and O'Brien \" struck it rich\" I came across the hero of one of Mark Twain's stories, what he in his inimitable way styles a \" bald-headed anecdote.\" Mark makes the driver of the stage first tell the story just after they had left Julesburg on the Platte, and he re lates it thus : \"I can tell you a most laughable thing indeed, \" if you would like to listen to it. Horace Greely went over \" this road once. When he was leaving Carson city he told \" the driver, Hank Monk, that he had an engagement \" to lecture at Placerville, and was very anxious to go through \" quick. Hank Monk cracked his whip and started off at an \" awful pace. The coach bounced up and down in such a \" terrific way that it jolted the buttons all off Horace's coat, \" and finally shot his head clean through the roof of the stage, \" and then he yelled at Hank Monk and begged him to go \" easier — said he warn't in as much of a hurry as he was a while \" ago. But Hank Monk said, 'keep your seat, Horace, and I'll \" ' get you there on time !' — and you bet he did too, what was \" left of him !\" This story was told Mark Twain during his overland journey by all sorts and conditions of men. \" Within a period \" of six years\" he says, \"I crossed and recrossed the Sierras \" between Nevada and California thirteen times by stage, and \" listened to that deathless incident four hundred and eighty-one \" or eighty-two times. I have the list somewhere. Drivers \" always told it, conductors told it, landlords told it, chance \" passengers told it, the very Chinamen and vagrant Indians D 2"], [28, "NOTES BY A WANDERER. 20 \" recounted it. I have had the same driver tell it me two or \" three times in the same afternoon. It has come to me in all \" the multitude of tongues that Babel bequeathed to earth, and \" flavoured with whiskey, brandy, beer, cologne, sozodont, \" garlic, onions, grasshoppers — everything that has a fragrance \" to it through all the long list of things that are gorged \" or guzzled by the sons of men. I have never smelt \" any anecdote as often as I have smelt that one ; never \" have smelt any anecdote that smelt so variegated as \" that one ; and you never could learn to know it by its smell, \" because every time you thought you had learnt the smell of \" it, it would turn up with a different smell. Bayard Taylor \" has written about this hoary anecdote, Richardson has pub \" lished it ; so have Jones, Smith, Johnson, Ross Browne, and \" every other correspondence-inditing being that ever set his \" foot upon the great overland route anywhere between Jules \" burg and San Francisco ; and I have heard that it is in the \" Talmud. I have seen it in print in nine different foreign \" languages ; I have been told that is employed in the inquisi \" tion in Rome ; and I now learn with regret that it is going to \" be set to music. I do not think such things are right. \" Stage-coaching on the overland is no more, and stage drivers \" are a race defunct. I wonder if they bequeathed that bald \" headed anecdote to the successors, the railroad brakesmen \" and conductors, and if these latter still persecute the helpless \" passenger with it until he concludes, as did many a tourist of \" other days, that the real grandeurs of the Pacific coast are \" not Yo Semite and the Big Trees, but Hank Monk and his \" adventure with Horace Greely.\" To this Mark Twain in his \" Roughing It\" adds a foot-note, \" and what makes that worn anecdote the more aggravating is, \" that the adventure it celebrates never occurred. If it were a \" good anecdote, that seeming demerit would be its chiefest \" virtue, for creative power belongs to greatness ; but what"], [29, "CARS & COACHES. 21 \" ought to be done to a man who would wantonly contrive so \" flat a one as this ? If /were to suggest what ought to be \" done to him, I should be called extravagant — but what does \" the thirteenth chapter of Daniel say ? Aha !\" For once I had caught a great authority napping in his facts — one of them at least — for here right in front of me, gathering up his bunch of reins in the same calm dignified way that dis tinguished the great Overland Jehu, is the veritable Hank Monk, rugged and seamed of visage, square of shoulder, lean of flank, and looking as he plants himself upon his perch the very picture of a workman ; — a Jehu cut out of mahogany. Under ordinary circumstances I am not in the least degree troubled with any pangs of curiosity, I haven't the slightest desire to look down my neighbour's chimney to see what he is going to have for dinner, nor do I care one jot to know how he con trives to give his wife those wonderful eel-skin dresses in such variety, and to send her out on her pasteboard distributing tours in such a swell turn out, while I, with means as good, can only afford an occasional silk, and am prone to shudder at the latest bonnet development ; but I confess to having watched Hank ilonk to see at what particular part of him that \" death less anecdote,\" would ooze out, with as much curiosity as any sucking philosopher ever studied the construction of the bellows to see where the wind came from. I had not long to wait. I had one fellow traveller, a Denver man, and, judging by the symptoms, he must have been very close to a cocktail, if not a large family of them, before we started, but we had scarcely got outside the town of Glenbrook on our way to Carson, Nevada, before the Denver man began a fusilade of questions about that anecdote, interspersed with questions as to my nationality, where I was raised, what I was and where I was going, wouldn't I go with him to Denver, where he would show me scenery to which the Yo Semite (pronounced Yo Semitee) warn't a circumstance, &c, &c. To every shot fired at Hank"], [30, "NOTES BY A WANDERER. 22 about that anecdote he had one unwarying response, given in the most placid nonchalant manner conceivable. \" Had him \" through on time you bet.\" My Denver friend put his ques tions in every conceivable form, lit them up from time to time with a few lurid words, with no other apparent object than to give a western grace and finish to them ; punctuated them with flying shots of tobacco juice ; but all to no purpose. To mild interrogatories, objurgations, sarcasms, Hank's sphinx like face made no response, — he would simply drawl out \"Had him through on time you bet.\" The next morning at Carson City I tried the efficacy of an \" eye opener\" on Hank, and followed it up with a few mild questions put as insinuat ingly as I could administer them, but all to no purpose, the glass was scarcely placed on the bar counter before Hank's lips looked as innocent of a drink and as dry as though he had just finished a forty mile drive through the alkali dust of the plains, and the only impression I made was to vary the response to \" guess I put him through Sir.\" So ended my experience of this \"deathless anecdote.\" When I first met old Hank, face to face, I was ambitious enough to imagine that it was reserved for me to give an additional touch to that anecdote, to possibly impart a flavouring of truth to it, and in the lecture to Sunday Schools and Young Men's Christian Associations which I was then contemplating to make old Hank's character for upright ness and truth stand out clear and well defined. Alas ! for these bright dreams, sweet but brief ; as the old Jarvey gathered up his reins at the entrance to the \" Ormsby House\" in Carson these dreams began to fade, and as the silhouette of his figure against the pure bright blue of the cloudless sky gradually be came indistinct so they too vanished slowly into space. While thus meditating, I am saluted in this fashion \" That's a darned old fraud\" and turning towards the voice, find myself face to face with my Denver friend of yesterday, got up to kill. Plug hat of the shiniest ; blue frock-coat with"], [31, "CARS & COACHES. 23 velvet collar ; bright blue necktie and gold breastpin big enough for a target ; yellow waistcoat drab unmentionables and the shiniest of shiny boots ; looking every inch of him what he told me he was — a miner who had \" struck it.\" He assured me he knew a \" regular file of Britishers,\" Lord Dunraven — \" old Dunraven\" he styled him — most intimately. Didn't I know old Dunraven ? then I didn't know one of the blankest old blanks that ever came West. He had bought — I shouldn't like to say how many acres to a million or two, for fear of being charged with exaggeration, but they handle noughts in the West in such a large-hearted generous way that the average Britisher isn't in it. He had bought a few millions of acres \" down our way\" and was going to \" make his pile ; and he'll do it too, you bet.\" Then followed a warm eulogy on his lord ship's \" cuteness,\" winding up with this general testimony to that cuteness \" No, Sir, you cant ' play it' on him.\" Some little of this splendour fell upon my unworthy self — wasn't I a Britisher ? weren't we all blank good fellows ? Hadn't he got outside more cocktails yesterday than was good for him, and must have made himself a blank nuisance &c, &c, and I was a blank good fellow. Now said he \" let's liquor\" and \" liquor\" we did. A few minutes afterward, I was on my way to Virginia City, the Bonanza's home, but not before he had made me promise to run over to Denver on my next visit and he would show me scenery, and we would have a blank good time. I find I have to wait some time at Carson Station, (in American railway parlance \" depdt\" pronounced \" deepo\") in consequence of a bridge, or some slight matter of that sort, having been carried away by a freshet. This I am told by the auditor of the line — The Virginia and Truckee Railway — to whom I have been introduced. We fraternize in the usual way by getting \" outside\" something ; have a look round the machine-shop and examine an apparatus for grinding down the"], [32, "NOTES BY A WANDERER. 24 chilled surface of railway wheels, which has been patented by my guide and the engineer of the line ; finally, we settle down for a jaw and a smoke in the auditor's private office. He had been all through the war ; felt a sort of patriot and all that kind of thing when he joined, but before it was over he \" got tired of that pic-nic.\" From war to politics. The Presidential cam paign of 1880 had just opened, and my friend was an eager Republican. He admitted that the Democrats would run them close, and that in the preceding contest Tilden should have been the man. You see, said he, the old Southern States will \" vote solid\" for the Democrats, and they cast about 153 votes in the Electoral College ; if New York and Indiana go Demo crat, they can score 51 additional votes which will be three votes more than enough to elect, the total number of votes in the College being 401 ; then, said he, they talk about Washoe here (pet name for Nevada), California, Oregon, and New Jersey, 23 votes more, being doubtful, but that's all , here he jerked his right thumb over his shoulder. Later on I got into the Democratic camp, of which more anon, and found that my friend's figures were very near the mark, but then he was an auditor, as well as a politician, and a right good fellow to boot who would not make facts to fit his political creed. Here comes the train, a cordial shake of the hand and a hearty invitation to \" look in\" should I return to \" Washoe\" and a promise of a \" good time\" when I did \" look in\" and we are really off on our upward journey to Virginia City. The distance from Carson to Virginia is twenty one miles, and my friend the auditor told me that in that journey we should have to \" climb\" six thousand two hundred feet ; Mark Twain says it is seven thousand two hundred. I had done a pretty sharp bit of climbing two days before, on the Central Pacific, round ing the shoulder of a mountain called Cape Horn in the Sierra Nevada. At the foot of the mountain there is a junction, one line running down into Nevada and the other — the main line —"], [33, "CARS dr COACHES. 25 clambering away over the Sierras. Two trains left this junction in the same direction and at almost the same moment, and within four minutes I was looking down upon the valley train puffing along some six hundred feet below, the carriages looking like toys, and the engine throwing off little puffs like a vehement smoker from his pipe. But to return to the valley of the Carson. Our train is taken hold of by a stunted little locomotive with wheels of about three feet in diameter, and the first impression is that grief ahead is a dead certainty ; but, no, away we go, up gradients so steep that you can feel you are going up, and round curves so sharp that my head is feeling the effects of the spinning motion, and yonder in front of me is an interesting little damsel with her head through the window and her body going through those contortions which old voyageurs associate with that unlovable complaint called mal-de-mer, but which in this case might more fittingly be termed mal-de-terre. The carriages are fitted with wheels on a plan totally unlike anything in the English system : — at each end a group of four wheels is so fixed that the body of the carriage works on a pivot at such an elevation that when turning a sharp curve the wheels will turn in under the body of the carriage, much in the same manner as the fore wheels of an ordinary brougham. In some car riages — coaches the yare generally termed in the States — there are four groups of wheels, and the Chicago Burlington and Quincy Company make their sixteen wheel coaches a special feature in their time bills. Without some such system as this the sharp curves common to the American mountain lines would be impracticable. I remember realizing this very fully when looking through the carriage window as we rounded Cape Horn, I saw the buffer of the engine apparently standing boldly out in space, and the engine itself about to plunge into the great American river, which like a silvern thread is meandering down through the valley some 2500 feet below us. E"], [34, "26 NOTES BY A WANDERER. Faith ! I shall never get to Virginia at this rate, those wheels have clean run away with me. An hour and twenty-five minutes passed in climbing up gradients and gyrating round corners and I am standing on the platform of Virginia City, Nevada. THE \"SAVAGE\" MINE. jrEzpalY friend the auditor has furnished me with a letter WhA 3 °^ introduction to the secretary of the Railway, Igjajg S) and in a few minutes that gentleman obtains for me the \" open sesame\" to ?ny mine or mill in Vir- ginia, in the shape of an ordinary visiting card bearing the autograph, in the big bold half-formed handwriting, of the great mining millionaire — the Bonanza king — W. Mackay. Time is precious, as I want to be off to Utah to- night, and I am therefore advised to go to the \" Savage\" mine which happens to be the nearest. Up a street, tilted to an angle of about forty-five degrees, I wend my way to the Savage, and by the time I get there the rarified atmosphere — I am up in the air, about six or seven thousand feet — that angle of 450, and the heat, 940 — have reduced me to a state of pitiable flabbiness, and that tribute to respectability — my paper collar — to a condition bordering on pulpiness. I do not wish to be misunderstood on this point. I am not ungrateful. The paper collar is a noble institution ; invaluable to a \" Wanderer.\" What a solid amount of first class respectability can be purchased in this form at fifteen cents the box. I know nothing commercially equal to it, unless it be a pair of celluloid cuffs at fifty cents the pair, and guaranteed to stand three months of perpetual wandering and to look respectable all the time. I haven't been mooning about Virginia all this while, not a"], [35, "THE \" SAVAGE\" MINE. 27 bit of it. I have presented my open-sesame to a kindly looking mild-faced young gentleman of some twenty-one summers whom I find in the office of the \" Savage,\" who has acknow ledged the sufficiency of the sign, and has handed me over to the foreman who has conducted me to the amateur miner's toilette chamber, where I am contemplating the disorganized and utterly disreputable paper collar which hangs limply from a peg alongside of the miner's uniform into which I have been instructed to get. In five minutes I am rigged out in a dark blue shirt and pants to match, drab felt hat to ward off the loose bricks — or stones I should say — which we are told, in an airy way, occasionally \" drop around\" ; — I say \" we\" because I am accompanied now by a young Britisher, who tells me he has been left two or three thousand pounds and has come out to California to look for an investment, and is taking in silver mining as part of his investigation. Our guide — the foreman — takes us to the entrance to the mine and here we are standing close to it. In front of us is a large drum, some ten feet or so in diameter, driven by machinery, round which drum a flat wire rope three or four inches broad is been rapidly wound ; the rope passes over a pulley above our heads and descends into the big square hole at our feet : beside the drum stands a man with his hand resting upon a lever by a turn of which he can either stop the drum or set it in motion. In front of him is a large dial round which a hand revolves indicating the total depth of the mine in feet, and also the various points at which the cage may be on its upward or downward course. From this dial I learn that the journey we are about to undertake into the heart of Mount Davidson is 2200 feet, divided into two stages or sets of workings, the upper one being 1000 feet and the lower 1200; but while I am standing looking round, the heads of a dozen men appear suddenly at the top of the hole in front of me, and with a little click the machinery instantly stops and they step — \" ashore\" ; another instant and we are E 2"], [36, "28 NOTES BY A WANDERER. rocketted down, and as I take an occasional glance upward I see the square disc of light overhead gradually diminish and at last disappear. Hi ! presto ! and our first stage is accomplish ed. I glance round and see in the far gloom, lights flitting here and there, but our guide tells us this is not our resting place, and that we have to go further down yet. We are placed in a sort of car fixed on a railway, inclining sharply downwards ; as I am getting into the car I get an inkling of what is before us, or, to speak more correctly, what is below us, for being about to place my hand upon a pipe about 18 inches in diameter going straight upwards I am warned not to do so. It was the garden of Eden experiment over again. I was bound to touch that pipe — which I accordingly did, and found it so hot that I could not bear my hand upon it. This was the pump, lifting nearly boiling water up to the surface from the workings we were about to visit. \" Oh,\" said I, \" that wouldn't burn one.\" \" No,\" answered the foreman, \" but if you had got skeered just then and gone down there,\" pointing downwards, \" guess you'd had a big dose o' silver \" minin' \". I concurred in this view and we drove on. We had just got below the surface when we were met by a gust of hot moist vapour that seemed to take over all my respiratory arrangements forthwith, and set me coughing violently, and my temples throbbing and pulsating in a most unpleasant man ner. \" You wait,\" said the guide, \" this aint nothin' \". I thought differently, and concluded to take smaller doses of that air medicine as I went on. Presently we conclude our railway journey, which appears treble the length of the former, and find ourselves in a large chamber, the dimensions of which it is impossible to even guess at, owing to the dim funereal light cast by the small lamps which are carried by ourselves and the miners working around us. A few little fasts crop up from time to time as we pursue our journey — now on foot, which seem to fasten themselves"], [37, "IHE \"SAVAGE' MINE. 29 upon one's mind like burrs ; for instance, I can form some idea of the temperature of the water which rushes down a wide and deep shoot to the pump-well by finding that I can only bear my fingers in it for an instant. I can form some idea too of the enormous pressure which the shoring timbers have to sustain when I glance down, which I do quite accidentally, at the solid baulk of timber which forms the sill of the uprights and observe that close by my feet one of these uprights is driven right down into the sill bodily some two or three inches. Again, we can form some idea of the great height by a creaking sound similar to that one hears in a wooden ship carrying a good deal of canvas in a heavy sea ; this sound would appear to come from quite a distance above our heads and would seem to die away a long distance both behind and before us. On enquiring from our guide into the cause of this we were told that it was the \" mountain a movin' \", but when I pursued my enquiry by asking the usual daily journeys of the mountain, and how long he would take to get down into Carson, the guide got \"kinder riled\" as he put it later on, and replied \"guess you think I'm playing it on you, but this derned mountain does move, you bet\", and this theory he stoutly maintained. He assured me that the sounds we heard were common to all the mines, and arose from some internal movement in the moun tain itself. As we wander along, pearls of mining wisdom drop from the lips of our guide ; he picks up a bit of quartz, of a warm red dish light grey, and draws our attention to a streak of a bluish colour which goes right through the specimen and is about the diameter of a small pen-holder ; that, said he, is the silver, and it depends upon the width of it whether we think it worth while taking up or not, \" nothing under sixteen's good enough\". Waving his hand towards the walls of quartz on either side of us he said \" most of this is about ten but it aint worth taking up.\" In mining language the figures sixteen and ten indicate"], [38, "NOTES BY A WANDERER. 30 the value of a ton of quartz ; thus, a miner, when examining a sample of quartz, will say that's about ten, twenty, forty, sixty, as the case may be, the higher figures indicating an increased richness in the sample. Another expressive mining phrase in the west is \" pan out\". When the sample has been pounded to a fine dust it is carefully crushed in a small vessel or pan, and a little quicksilver added ; if when the quicksilver is driven off and the button of silver remaining in the retort or crucible is equal or superior to the estimate then it \" pans out.\" This expression is almost as common in the West as \" you bet.\" Two men differ about the value of a sample of ore of any kind and the one forming the lower estimate will be pretty certain to say I guess it wont \" pan out.\" So when going from Sacra mento to Truckee a commercial traveller told us rather a tall story in the smoking room of the Pullman, — a voice from the cloud of tobacco smoke in which we were enveloped said \" Stranger, I guess that won't pan out,\" to which the commercial simply replied \" you bet.\" If a man is given to knavery, or to the not uncommon practice in more places than West of saying one thing behind a man's . back and another to his face he doesn't \" pan out.\" But to return to the mine. We have been for more than half an hour in an atmosphere, to which a green-house would be cold and chilly, when we are motioned towards a small door in the side of the mine ; on passing through this door we find ourselves in a small chamber scooped out of the rock and capable of affording standing room to about a dozen men ; this chamber is a \" cooling place\" for the workmen, — there are several of them in various parts of the mine — and the tem perature is kept down by a current of cold air being driven through a pipe into the chamber from above, a plentiful supply of iced water is always kept, and the men we are told drink enormous quantities of it. We very gladly seize the pannikin from the iced water tub and take a drink all around, and never"], [39, "THE \"SAVAGE\" MINE. 31 was a drink more thoroughly appreciated. From the time we commenced the descent to the second seam the heat appeared to steadily increase until the perspiration seemed to literally rain from us, running down our faces in tiny rivulets into eyes and mouth, and rapidly saturating the thick woollen clothing we wore. Some idea may therefore be formed of the grateful sense of relief we experience on finding ourselves in an atmos phere some sixty or seventy degrees lower than that we had previously been moving in. To cook us gently seemed the not very remote objective point in the mind of our guide, for after leaving our \" cooling place\" he marched us off to a series of chambers where he said they \" shut off\" the hot air. Con sidering that we appeared to be slowly dissolving with the heat, I thought I could detect a fine flavouring of irony about this, and fancied that the shutting off performance must have been done in a very perfunctory manner ; however we must of course examine these chambers \" anyhow.\" We pass through a door and about twenty yards or so of what appeared like the mouth of an oven and come to a second door, and on passing through this I found the heat increasing and that I had got to the end of my staying power, — my head by this time feeling as though the sides were going to bulge outwards. I said to the guide, \" Much farther to go ?\" \" Two or three,\" said he, meaning more chambers. \" All as hot as these ?\" \" Hotter.\" \" Thanks,\" said I, \" I will take your word for the balance and go back\" ; and back I went, feeling about as used up as I ever was in my life. A salamander I thought might possibly com plete the rest of that journey if he had a good constitution with plenty of go and had been brought up in a moist atmos phere. Looking round the walls of this mine it was curious to note how irregular the workings seem to be ; tunnels shoot off in all sorts of directions, and in one place we come upon a man perched upon a shelf, picking sideways at the wall of the mine"], [40, "NOTES BY A WANDERER. 32 as though he was trying to make a hole to hide himself in, suggestive of the woodpecker. He was merely following a vein which might lead to rich ore or might suddenly terminate. This happened in one mine during my stay in California. The irrepressible but most obliging passenger Agent in San Fran cisco of the Chicago Burlington and Quincy Railroad, T. D. McKay, introduced me to the manager of the great Belcher mine, and during our conversation he casually remarked that they appeared to have \" knocked the bottom out\" of a part of their mine, but said he, \" we shall strike it again soon.\" This, from the conversation I had with miners, seems to be a not uncommon experience with all mining ; you may get a rich lode worth any money and suddenly it ceases and the most experienced are nonplussed. You may in your explorations strike it again or you may toil on month after month until your last sixpence is gone and never find it. A very remarkable story illustrative of the lottery-like character of mining was told me by a dealer in gold in the mining town of Mariposa, from which the County takes its name. On the arrival of the stage at Mariposa and the end of our day's journey the driver, who had entered into the spirit of my enquires anent mining, took me to an old miner who was \" runnin' \" a store and dealing in gold, and who turned out to be a native of the Emerald Isle, claiming the historic City of Londonderry as his birthplace. He had seen every phase of mining life, and knew \" Californy some\" ; had been thirty years in it. I had seen Derry and its surroundings, and knew the barony of Innishowen like a book, and so we had for an hour a regular information mart, he giving me Californian for my Hybernian yarns. Mine would be of no interest to the reader, but his may be, and I will relate one for what it is worth. \" A few \" years ago,\" said he, \" General Rosecranz\"— a well-known name during the war—\" came here, representing an English"], [41, "THE \" SA VAGE\" MINE. 33 \" mining company, and opened a mine at Tuolmine\" — a few miles from the town we were in — \" and worked steadily at it \"for some months, spending $450,000 on the working ; but \" being unsuccessful he at last gave it up in disgust, and the \" mine was abandoned. After he had left it a short time a \" miner, who was so poor that he had great difficulty in pro \" curing a sack of flour and some bacon and gunpowder, took \" possession of the mine himself and began to work it\" — they do these things very simply in California — \" at the very spot \" where Rosecranz left off, and with the first blast he found a \" hundred pounds weight of gold, and the mine has continued \" to give splendid returns ever since, and the man is a mil \" lionaire, now living here amongst us in good style, and if \" you go over ther' you'll get a straight drink and a good \" squar' meal. This little town we are in now\" said he \" had \" a population of about five thousand in the ' flush times,' but \" now, I guess ther' aint more'n five hundred. Oh, ther's gold \" to be found yet, here's a nice little nugget I bought yesterday \" for a hundred and eighty-eight dollars,\" and he produced a piece of native gold about the size of my hand, probably half an inch thick, with rounded edges, and having the appearance of being melted and poured into an irregular mould. But I had better get done with this gold mining and hark back to the silver region in the heart of Mount Davidson where I have left my guide and my fellow countryman simmering. When I had somewhat recovered from the effects of the overdose of \" shut-off\" moist caloric which I had absorbed, we began our return journey to the upper world, and while so journeying I amused myself taking stock of the impressions I had received in this close examination of the Golconda of the West, the fame of which had spread all over the world, and had made its influence felt in every land. The sum of my self examination was a feeling bordering on disappointment. I found that although I had never clearly formulated my expect- F"], [42, "NOTES BY A WANDERER. 34 ations, I was nevertheless unprepared for the very prosaic form which this hunting of the precious metal had assumed. It was simply quarrying — on a large scale truly, and in the bowels of the earth, but nevertheless plain vulgar quarrying. One required to stop and take in the fact slowly that the ransom of a kingdom lay in the walls of rock around ; that those ungainly blocks of stone lying ready to be taken up to the mill are worth from seven to eight pounds a ton ; and that the huge mountain in whose interior we are is permeated through and through with those precious dark blue veins. One of the most interesting things I saw was a map of the mines in this mountain, and to the uninitiated it was simply a marvel how the endless number of shafts and tunnels were kept distinct and the seeming tangle of boundaries defined. We are now ascending the vertical shaft of the first seam, and overhead I can again see that welcome disc of daylight. In a few seconds we are once more breathing fresh air and taking it in with a keen sense of enjoyment too. We are taken to a bath room and treated hydropathically, with a hot bath followed by a cold one to prevent the possibility of taking cold after the stewing we had undergone. I have forgotten the number of miners which I was told were employed in the mine, but the clerk informed us that the working was nearly four miles long, that it had turned out already close upon fifteen millions of dollars, and that from the whole of the mines twenty-three and a half million dollars were taken in nine months in 1877. In some of the mines as many as six hundred men are regularly employed. We have seen how the ore is excavated and our next point is to see how the silver is extracted from it, and for this pur pose we proceed to a quartz mill, where we see samples of ore of every quality. The lumps of quartz were placed in a stone breaking machine and reduced to about the size of ordinary"], [43, "THE \" SAVAGE\" MINE. 35 road metal ; the machine delivered it in a very steady stream into the end of a strong iron trough. Above this trough runs an iron frame in which is fixed thick heavy iron rods, the lower ends being made into the form of huge hammer heads, the heads being made of steel. A revolving shaft runs over but in a line with this frame, and upon this shaft is fixed what in engineering language is I believe called \" eccentrics\" ; as the shaft revolves, these \" eccentrics\" catch under small iron blocks attached to the rods lifting them up a few inches and then letting them fall, thus keeping up a perpetual pounding on the broken quartz, which is being carried gra dually under them down the trough by the stream of water. These rods are called \"stamps,\" and the power of a quartz mill is measured by the number of stamps employed ; the trough in which the stamps work is called a \" battery\" — a most expressive name. By the time the mixture of water and quartz has traversed the whole length of the battery it is reduced to a fine pulp, and whatever metal may have been imprisoned in the stony casing is now liberated and only requires to be separated from the wreck of its prison house. To effect this the pulp is forced from the battery through a fine sieve into great vessels called \" amalgamating pans\" ; very finely powdered quicksilver is constantly added to these pans and the mass kept constantly in motion ; and the quicksilver by its affinity for metals, seizes the particles of silver or gold with which it may be brought into contact and sinks to the bottom of the pans. There are nearly always small particles of gold to be found among silver ore. At certain stated periods the pans are drained and the deposited amalgam of silver and quicksilver washed and removed ; this amalgam is made up into balls and placed in an iron retort with its neck dipping into water ; heat is applied to the retort which drives off the quicksilver in fumes ; these fumes are condensed in the water and the quicksilver again recovered, leaving the silver F 2"], [44, "NOTES BY A WANDERER. 36 behind in the retort, and with it, of course, any gold that may have been in the ore. This silver is next melted into the form of large bricks and an assaye of the brick is made to ascertain the exact proportions of gold and silver which it contains, and its value is stamped upon the brick itself. At one railway station — Reno — I saw the end of the platform covered for about twenty-four feet square with this costly flooring. If silver mining appeared to me a very prosaic proceeding, the search for the more precious metal was still more devoid of show and glitter. There is an old proverb which says \" all is not gold that glitters.\" For mining purposes this might be made to read \" nothing that glitters is gold\" for wherever the glitter is, the value is not. A bit of quartz will outvie in glitter the most valuable uncut diamond ; a few scales of mica will make a more brave display in the sun's rays than ten times the quantity of native gold ; there is none of your Brummagem finery about the noble metal ; it wears an air of solid respect ability, and seems to look up into your face saying \" you may \" rely on me, you'll find no pretence, no make-believe, no kite \" flying about me. I shall cut up worth twenty shillings in the \" pound all round, you bet.\" GOLD MINING. Ttt?J5!S to the prosaic side of gold finding, — when re |*Mi%3i turnincr from the Yo-Semite valley I passed through the County of Mariposa and some of the richest goldfields in California, I should say perhaps fields that were the richest, for their glory is in a great measure departed. Our driver had all sorts of stories to tell us of wonderful finds that had been made within his own recollection. Passing through Bear Valley, the birth place of General Fremont, and an old mining centre, the"], [45, "GOLD MINING. 37 driver pointed to a rock having a slaty formation which cropt up all over the country at an angle of about fifty degrees or so and remarked, \" I guess the General made a good many mil \" lions out of that ther' rock.\" A few miles farther on and a little beyond another mining town called Hornetas, we came upon an infant gold mine, and a primitive quartz mill. As we are driving along, our driver points to a couple of men ap parently removing stone from a quarry and remarks very terse ly \" Ther's a gold mine.\" We were about half a dozen passengers in the stage, mostly English and Americans, and when we saw not only a gold mine but a gold quartz mill as well, that driver had to stop while we examined both or — to suffer the consequence ; so he wisely took a Falstaffian view of the situation and elected to stop until we had satisfied our curiosity. The particular part of the country where this new mining venture was being made, for several miles presented no indications of mining having been previously carried on, but the man whom we found superintending the mill and who turned out to be the owner of the farm said the rock looked \" likely\" and he was \" just trying it.\" The venture was cer tainly not an expensive one. The mine was so shallow that the rock — a rotten almost coffee-coloured quartz — could be carted out. The mill was about as primitive a structure as could be well imagined. Most people have seen those circular forma tions of stone near wheelwrights' workshops upon which the wheels are placed to drive the tires on ; one of these enlarged to about sixteen feet in diameter, the central hole correspond ingly enlarged, the stones sloped more towards the centre and a rim of stone raised about a foot above the floor round the outer edge, will give a tolerably accurate idea of mill flooring. In the central hole which formed the mill-well was placed a stout upright pole, supported above by two cross beams ; to this central pole was fastened a lighter one which projected sufficiently far over the edge of the flooring to enable a horse"], [46, "NOTES BY A WANDERER. 38 to be yoked to it ; a large block of stone was lashed to this light pole and the mill is complete. The rotten quartz, which was very friable, was thrown on to the floor, and as the horse went round, a bucket of water was thrown upon the mass from time to time, which carried the finer particles down into the central hole or well ; from this hole the miner kept continually taking samples and washing them carefully in a shell about the size of one's hand, and there plainly enough I saw a few dull yellow grains. The shell had a small patch of quicksilver at one end and when the earth was nearly washed away the shell was adroitly turned on one side until the water and the dull yellow points impinged upon the quicksilver, when the points gradually disappeared. Those few yellow particles may for ought I know have been but the indications of the coming for tune ; the advance guard of an army of dollars ; and this stalwart bearded rough-looking miner and farmer into whose kindly face I look as I compliment him upon having struck it, may now have his name among the roll of California's millionaires. Yesterday as we crossed the bed of the Mariposa river which was cut up into gutters and gullies in all directions as far as the eye could reach with what in past times had been numera ble mining claims, we saw one solitary Chinaman shovelling the sand and gravel of the river bed into his cradle, then lift ing his little sluice door to let the water run slowly through, and rocking the cradle to and fro after the patient plodding manner of his race. The \" placer\" miner takes his shovel, and a parcel of provisions and goes wandering over the coun try, not unfrequently alone, looking for indications, sometimes \" striking it rich,\" sometimes making a quiet living, and at other times barely able to keep body and soul together. Another enormous source of wealth to California lies in her quicksilver mines. One rarely hears of this metal abroad in connection with California : her history seems surrounded with"], [47, "FROM DEMERARA TO COLON. 39 so rich a golden haze that the baser metals are as it were eclipsed by it. From the description I have endeavoured to give of the manner in which gold and silver are separated from their ores some idea may be formed of the important part quicksilver has taken in the enormous mining operations in the West. What coal is to the worker in iron, quicksilver is to the gold and silver miner ; and as dame Nature has been com plaisant enough to place ironstone and coal in close juxtaposi tion, so she has placed the volatile metal beside its more noble and more stable relatives. Within about seventy miles of San Francisco, in the Santa Clara valley, there is situated one of the largest quicksilver deposits — if not the largest, in the world — the Almaden mines. To those who make money or hope to make it by delving into the earth's interior, I can fancy few occupations more attractive than mining ; the dazzling prospect of being able by some lucky stroke of the pick or some lucky blast, to wrench a fortune from nature's close embrace has carried thousands of men through difficulties and over obstacles apparently insur mountable ; but for the general reader it is possible to find more attractive objects upon which to discourse, and one of many such objects is natural scenery. FROM DEMERARA TO COLON. PS^f^jJS early as 1877 I had determined to take the Si^O^ Western States of America as part of my pro- g^r^.t^ gramme for a homeward journey, and the Yo Semite valley as the objective point of my western wanderings. In 1880 the cares and anxieties of this wicked world, flavoured with malaria, made it absolutely necessary that I should seek some change unless I wished to carry out one item in the Home Rule programme and become"], [48, "NOTES BY A WANDERER. 40 \" rooted in the soil.\" Not having any land hunger — what I venture to characterise as \" mud fever\" — even to the limited extent of becoming so \" rooted\" I found myself on the 6th of May, 1880, on board the good ship Solent homeward bound. I need not relate how the blue water banished the \" blues ;\" or with what keen zest one awoke morning after morning to the full realization that the main object — one might say the sole object, in life was to \" eat, drink and be merry.\" Right royally was the programme carried out. Let me place it on record with all the empressement that the importance of the subject demands, that we had a Royal Mail Captain who stu- died the comfort of his passengers, nay, more than that, put himself to personal inconvenience often to make them enjoy themselves ; and so effectually did he succeed, in one case at any rate, that I look back upon that trip from Demerara to St. Thomas as the most enjoyable trip I ever had ; if not the most enjoyable few days I ever spent. True, we had a very happy family of Demerarians on board well qualified to make the most of our opportunities. I will not attempt the thankless task of painting the lily, or in other words, describe the beauties of the Island scenery, neither will I more than allude to the awful sous- ing we got trying to make Trinidad in open boat; of the return to the ship like \" drookit hens;\" of the second and successful effort of getting ashore ; of the wandering round the charming \" Gardens ;\" or of that hasty glance at the Island's many beauties which a short hour's drive is only sufficient to give one a slight foretaste of. The pleasant excursion up the Mourne a cheval ; the saunter in agreeable company through the most interesting town of St. Pierre in Martinique ; that jolly dinner on deck in St. Thomas which the genial and sympathetic skipper gave to some right good fellows, to enable me, as he put it, to bear my loss at being left be hind by my Demerara fellow voyageurs ;— all these have a keen interest for me as parts of a most agreeable and"], [49, "COLON. 41 thoroughly enjoyable whole, but none for the general reader. From St. Thomas I began my peregrinations, solus ; looking in at Port-au-Prince, Hayti ; spending an hour at the Camp, Jamaica, with an old acquaintance in the 2nd West ; staying a day at that dirty ragged and raw seaport, of which I had heard so much, but smelt in a short ramble infinitely more, — Colon. , COLON. PJfij'ggJjT was not a difficult task to exhaust the stock of iry3 B?3; beauty in the way of scenery at Colon. Apart liraftSKl from the fact that it is at one end of the railway crossing the Isthmus, one would be puzzled to account for a town being built on such a site. When walk- ing through some of the by streets I was forcibly reminded of George Augustus Sala's description of St. Petersburg, in his book called \" Due North.\" He there describes the expressive signs which the Neva gives from time to time of the fact that the town is trespassing on her domain, in the uptilted flagstones, and the black ooze which is visible whenever the surface of the earth is removed ; so in many of the back streets and waste places of Colon you see the black fetid brackish water lying in slimy pools of apparently unknown depth. Sir Wilfred Lawson, the witty watery radical aristocrat, once, in the House of Commons, when alluding to the revenue derived from alcohol, remarked that the British Constitution might be said to be afloat in beer and spirits ; so Colon might be said to be kept from sinking into the black filth upon which it seems to be built by empty bottles, and mainly porter bottles ; these latter were in such profusion as to lead to the belief that the one object in life among the inhabitants was to increase the stability of their G"], [50, "NOTES BY A WANDERER. 42 foundations by means of the steady and systematic emptying of those same white stone bottles. The architecture of Colon is as varied as the clothing — uniform I was about to say — of her soldiery. Just stay a moment and look at the guard on duty at yonder guard-house, a few yards off the street ; no two of the men are dressed alike ; the only features about them indicative of their martial character are their kepis, pouches, and side arms ; but the kepis are worn in as many fashions as there are heads to wear them ; some with the peaks pointed skyward, some the reverse ; others with the peaks sheltering the ears, and some, the nape of the neck. For the sake of consistency apparently, and in order to preserve the same want of uniformity in the accoutrements observable in the other parts of the equipment, the pouches were of all sizes, from an infant knapsack covering the small of the back to the ordinary modern twenty-round article ; in colour they varied from that of untanned leather to black. Among the whole guard of about a dozen men there was not a single coat of any kind visible ; the solder who was doing his \" sentry go\" had on a blue serge shirt and trowsers, no shoes, a kepi, and a belt and pouch which may originally have been black, but were worn to a seedy rusty brown. But if the cloth ing and equipment of these men were the reverse of soldierly, there was no doubt about the quality of the raw material of the men ; lithe wiry fellows between twenty and thirty years of age, and about five feet four to five feet seven in height, — ideal riflemen, and likely to prove ugly customers for bush or mountain fighting if well handled. After I had finished my examination of the military I came accidentally across a pedestal made, as I was informed, to receive a statue of Columbus ; the statue itself was packed away in a shed but was to be mounted on its pedestal the next day. I felt sorry for Columbus, — a more depressing situation than he was to be placed in would be"], [51, "COLON. 43 difficult to imagine ; it was almost in the middle of a huge swamp ; it is true there was one redeeming feature about it, the face of the plucky old mariner was to be turned towards old ocean — that arena wherein he had played so mighty a part. My informant further told me that the first sod of the Canal is to be turned to-morrow, as well as the statue erected ; that it is to be an eventful day in Colon ; but the repulsions of the place are greater than its attractions, and I decide not to wait for the civic show. But I must bring my Sunday afternoon's ramble to an end and get on board, to a welcome cocktail, away from these porter bottles and filth. The next morning at 7 a.m., found me at the depot secur ing my seat for the trip across the Isthmus by the first train. I had been told that the fare was twenty-four dollars, and I accordingly put down five sovereigns on the counter, and when doing so had an undefined sort of notion that my gold was worth more than §4' 80 in Columbian silver, a notion generated, doubtless, by the experience of those Mexican three and-eightpenny counters, called dollars, which we in Dem erara, paid so dearly for in 1878 ; but I was soon undeceived. \" I'll trouble you for ninety-six cents,\" said the clerk in unmistakable \" down east\" tones, \" the fare is twenty four, ninety-six.\" \" In Mexicans ?\" said I. \" No sirree, we don't trade in Mexicans : we do business only in United States currency, and our dollar is four eighty, and the fare to Panama in British currency, is five pound, four.\" This little speech exhausted the subject, and me too. I put down the four shillings without further comment, feeling a size or so smaller, but I could not help squirming a little at paying \" five pound four shillings\" to travel forty seven miles, that being the length of the railway. Fifty three cents a mile I thought rather tall travelling ; but that company's monopoly is of the most complete kind, you have the option of going by their line or walking. Some idea may be formed of the value G 2"], [52, "NOTES BY A WANDERER. 44 of this monopoly when I state that five big ocean steamers were hard at work discharging cargo as we steamed into the port, Sunday though it was. We took nearly four hours to accomplish the journey over the backbone of the Continent, through which M. de Lesseps is trying to force his way. I left Colon behind me with a feeling of gladness — perhaps the half crown for a brandy and soda had a little to do with it ; and unless the Frenchmen have imparted to it some of their habits of tidiness and cleanliness I don't care if I never see it again. PANAMA. N my arrival at Panama I wended my way to the \" Grand Hotel,\" and for once in my life found the \"Immortal Bard\" at fault, for there was every- thing in the name in this instance — except the smells — and they were thrown in with a profusion and reckless ness that would bankrupt a house less favourably situated. It had clearly dawned upon somebody connected with the management that the supply of water was limited, for right in front of me, in the hall of the hotel, within a few yards of the bar, they were hard at work boring an Artesian well. Before leaving the Tagus at Colon, I had been strongly urged not to remain in Panama at all, but to go right on board the steamer which was to take me up the coast to California, as Yellow Jack was at home in the town, and was rather given to leaving his pasteboard on Europeans who lingered long in his neighbourhood. This advice was very valuable, but I experienced a little difficulty in putting it into practice, for the simple reason that the steamer was not there, neither was she"], [53, "PANAMA. 45 expected for some days. I had therefore to take my chance of experiencing some attention from my unpleasant neighbour. A couple of days is sufficient to exhaust the sights of Pana ma and its neighbourhood. A drive to the downs, south of the town ; a pull to the islands in the bay and the programme comes to an end. It is a pleasure, however, to stroll along the old Spanish ramparts in the cool of the evening, and look over the mill-pond like surface of the Pacific, and as the twilight deepens, to see the lights suddenly appear like fire-flies on the three islands which form the north-east horn of the bay. A few months prior to my visit, M. de Lesseps had visited Panama in connexion with the Canal scheme, and had made the Grand Hotel his head-quarters. I believe his company have since purchased it. His post-prandial oratory was still the subject of conversation, and the gossips were quoting his speeches, and speculating upon the probabilities of the coming of the golden era for Columbian enterprise, and the United States of Columbia generally, which, he prognosticated, would follow the completion of the Canal. Since those speeches were delivered, the great engineering Financier has proved that so far as his own share of the programme is concerned, he knew his powers and resources thoroughly, and he is bid- ding fair to work out that portion of his vaticination. Whether that golden era for Columbian enterprise will follow, is an open question. Something more potent than a mere waterway for all nations through their territory is necessary before the United States of Columbia occupy the proud position which M. de Lesseps shadowed forth for them. The Engin- eer's difficulties are to some extent palpable to the unprofes- sional eye, and are of such a character that capital, science, and energy can effectually remove them ; the playful vagaries of the Chagres river, which rises in the rainy seasons occasion ally fifteen or sixteen feet and tumbles heavy iron railway bridges about can be controlled ; the iron-like granite which"], [54, "NOTES BY A WANDERER. 46 forms the backbone of the Continent can be pierced ; but when all this is done, another and a higher class of workmen must be called in ; those whose business it is to teach national self-control, some little respect for law and order, and love of country as distinguished from love of party ; a class of workmen which I fear is not at present too powerful either in Central America or in any of the other South American republics. During my stay in the Grand Hotel, I was frequently brought in contact with Peruvians who — so they all said — were unable to return to their beloved country on account of the close blockade maintained by the Chilian fleet. Callao was bombarded that week, and Lima was so closely blockaded that nothing could get in. A young Englishman who was filling some post in Lima, was much concerned because, as he pathetically put it, his salary was stopt ; but I'll get in some how, he added. The Peruvian patriotism seemed a much feebler motor, judging by results, than this simple one of the stoppage of salary. The matter-of-fact young Bri tisher regarded the situation from much the same stand point as did the Jack Tar when stopt on Hounslow Heath by two highwaymen : \" Give me your money or I'll blow \" your brains out,\" said one of the gentlemen of the road. \" Blow away and be d d\" responded Jack, \" a man may as \" well be without brains as without money.\" Whether my young Britisher got his salary without running the tar's risk, I know not, but he left, determined to try ; and as the American Min ister went in the same steamer, he in all probability succeeded in picking up the lost thread of his salary, compared to the loss of which all Lima's troubles seemed in his eyes a very small matter. My Peruvian acquaintances bore their exile very patiently ; several of them spoke English very well, and when discussing with me the difference between their country and Chili, they did so with great calmness and self-control ; but"], [55, "PANAMA. 47 over a cocktail or two at the bar, and when talking together in Spanish, they imparted fire and fury enough into their speech to satisfy the most truculent fire-eater that ever breathed. But their patriotism did not seem to diminish their thirst or their appetite, neither did it prevent some of them from attending pretty regularly at the rouge-et-noir tables which were opened in a small room of the hotel every evening from about seven o'clock until twelve. What an Eldorado that bar would have been to a numismatist ; all the coins in the world seemed to be indulging in an everlasting \" march-past.\" I amused myself during my week's stay, collecting specimens of the various currencies tendered. Those two barmen were like a pair of animated tables of exchange ; but I had a lurking suspicion that the rate was always in favour of the bar : from them I obtained coins of most of the South American Republics, Spanish, English, French and American, and my last acquisi tion was a small five cent piece of the currency of Hong Kong. The arrival of the steamer from the south and the passengers from New York for 'Frisco gives us notice that the time of our departure has arrived. I have secured my berth to San Francisco for which I have paid twenty-six sovereigns and ten pence, or $125. I pay my hotel bill for seven days, $2t.8o ; a modest bill of eighteen shillings for carrying my luggage from the station to the hotel and thence to the tender, which lies along side the wharf, and I am off, — off too with a shadowy sense of relief that I am leaving Yellow Jack behind, but with a very well defined feeling that I am bidding farewell to the solid smells of that hostelry, to its vile compound of the worst style of Spanish and American cookery, in which compound, oil, garlic, and onions play a too important part. The steam tender is lying alongside the wharf and I am on board, and my impedimenta are stowed away all right, so I can afford to look around. I wander into a small deck house on the steamer and fined myself suddenly in the presence of three"], [56, "NOTES BY A WANDERER. 48 dark-eyed senoritas, evidently having a confidential talk. Decidedly good-looking, two of them, and the third pretty ; but I am fairly dumfoundered for an instant, as I catch sight of a tremendously long cigar — long-toms I think they are called — between the lips of each ; while I am slowly digesting the fact that right in front of me, are three well-dressed lady like looking females smoking big cigars in a public place, they glance up at me, and whether my look of bewilderment strikes them as being peculiarly comical I know not, but they suddenly burst into a peal of laughter that was so contagious that I could not resist joining in it very heartily. A more comical scene I never witnessed or took part in. When I had breath enough to speak and could obtain a hearing I apologized for my intrusion, and I then discovered that I had wandered into a private cabin belonging to an official of the company ; I speedily took myself off and left the dark-eyed beauties to smoke their cheroots in peace, and to finish the interesting story they were deep in when I interrupted them. When I regain the deek I find that a material element has been added to the scene, in the shape of a company of soldiers, who I am told are sent regularly to guard the passengers from New York going on board the tender, this in consequence of a disturbance that took place some years ago between the town's-people and the American passengers. About forty minutes' steaming takes us out to our steamer, which, owing to the shallowness of the bay lies some three miles out to sea. An hour or so of the usual sorting and hunting of luggage, getting cabin, &c, &c, and the \" Granada\" begins her journey to the golden land. We have on board four passengers from Lima, and some twenty or so from New York. As we are creeping out to sea we pass an English gun-boat, to which we give the usual salute, and I remark to the stalwart seaman who is standing by the flag halyards waiting for the signal to dip the flag : \" Do you salute all men-of-war ?\" \" Oh, yes,\" he"], [57, "PANAMA. 49 replied, \" but we salute old John Bull with a will ; \" and as he spoke the signal was given, and he gave an energetic tug to the halyards. TO 'FRISCO. OR the first time, I am on board an American built |h SmW steamer, everything in her from keelson to truck If jgffl] being made in the States. Naturally one fell to comparing notes, not only as to the build and sea-worthi- ness of the ship, and the working of her engines, but also the internal economy and general arrangements for the comfort of passengers as against those on board an English ship. The feature that at once struck me was the double row of cabins on deck. There were excellent cabins below, but no one looked at them ; the struggle here was not to sit next the Captain at dinner but, to get a deck cabin as near midships as possible, and those of us who were fortunate enough to get any of these cabins were objects of envy to our less favoured companions. And we were to be envied, for it was simply delightful to lie in one's berth indulging do Ice far niente day after day, within sight of land frequently, but always having the bright ever changing sea so close that you could drop a feather into it. Old Sol during the day sometimes wooed \"one a little too ardently, and then he was gently reproved by being shut out with a lattice door, like a forward boy from the company of his seniors ; but to glide along on a moonlight night and watch the bold bluff headlands and occasionally a volcanic mountain drop into the field of vision and then slide gently out of it again was as perfect a thing in its way as an idle vagabond could wish for. But as I lie \" dreaming the happy hours away\" the screw which has been singing a gentle lullaby for H"], [58, "NOTES BY A WANDERER. 50 ever so long, suddenly brings his song to an end and I jump out of my berth to find that we are about to anchor in the Bay of Nicoya, Port of Pontarenas, Costa Rica, which we have made in forty-five hours from Panama. We lie here some five hours, but as it is hurry and drive to get away at the earliest moment there is no chance of getting ashore, so we can only amuse ourselves watching the deft way in which our crew and the labourers from shore get in our sole freight, — four thousand bags of coffee. We get away to sea again a few minutes after three in the afternoon, and soon discover that the Pacific is no longer in a peaceful mood ; for about three or four hours, heaven's artil lery rattles around our ears as though the guns were just over head, and the lightning seems to hiss in angry passion as it strikes and apparently plays at hide and seek among the crests of the waves ; the wind roars around us and sends rain and spray battering against our cabin door, and the pitching and rolling set one contemplating the possibility of a flying leap out of the berth into space. These high cabins are splendid fair weather locations, but for a stormy night one would not object to going down lower, to be a little nearer the centre of gravity. The night's storm must have roused the sleeping demon within me, for the next day my Demerara fever ' familiar ' took me over and I was content to be let alone lis tening hour after hour to the screw's monotonous growl, which had now changed from a sweet melodious lullaby to a funeral dirge. To those who — to employ an expression which a Demerarian fellow-voyager once hurled at me — \" export fever and carry it about as a private luxury,\" it is a study of no little interest to watch its behaviour under varying conditions of time, place and circumstance. I had been free from fever for nearly a fortnight, but the thunder-storm or some other malign influence developed my lurking luxury so fully that for nearly half the next day I"], [59, "TO 'FRISCO. 51 was prostrate, and gladly placed myself in the hands of the ship's Surgeon. He luckily for me, had made malarial fevers a special study, and would send me something. The \" some thing\" came — I never saw the prescriptions — but the something was intensely sour and had a decided flavour of hydrochloric acid. The usual dreary race between physic and fever began, — my poor corpus being the racecourse — and was continued in a series of heats at odd intervals of a day or two for fourteen days, the intervals apparently being governed by the state of the sea ; but every heat was a dead sure thing for fever, a monkey to a mouse on fever. Sawbones was always ready to bet on \" something,\" and when we parted at San Francisco his only regret apparently was that he had not the freehold of the racecourse so that he might continue that race ad infinitum. We had on board two other Medical Practitioners, one a lady, an M.D. — I forget the name of the degree manufactory ; and my \" interesting case,\" as the lady put it, was a subject of much discussion. The gentleman medico turned out to be a subject for malaria's amusements also, had been fairly worsted in the fight, and had given up a lucrative practice and an excellent position in New York solely and entirely on account of his liability to repeated attacks of malarial fever. The trio would get together and discuss this fever question in all its bearings, but the old Surgeon was not to be \" drawn \" about his \" something.\" He would hint it had never failed ; in most cases its effects were very striking ; in the most obstinate cases, — and he would glance at poor me as though I was one of the latter, and he was going to take it out of me anyhow ; in the most obstinate cases, he would say with a complaisant self-satisfied air and the points of his fingers reposing against each other, \" in the most ob stinate cases it is only a question of time.\" That is, Doctor, I ventured to remark one day after one of these discussions on deck, \" if the patient can only hold out.\" The old gentleman H 2"], [60, "NOTES BY A WANDERER. 52 had been talking all round his subject for some time, and, as he clearly thought, over the heads of his audience — he was literally doing it for he stood over six feet ; when I delivered my bolt his professional opponents laughed merrily, but the old gentleman \" smoled never a smile ;\" he merely looked down upon me from his lofty physical and mental pinnacle and walked statelily away. \" He's an old fool\" said the lady \" with his mineral acid patent.\" I only know the effects of physic, and those brought about by the old Surgeon were not very striking in my case certainly. This old Surgeon was a character in his way ; he was a graduate of either Oxford or Cambridge and had been classmate with Gladstone ; had thoughts of entering the Church but gave up the idea on conscientious grounds; had then drifted out to the States where he made some money and then lost it ; he next studied medicine and took his degree, practising his profession suc cessfully in the West ; some great misfortune overtook him and he took the appointment of ship's surgeon. He was a splendid old fellow in many ways despite the lady's dictum. Fever has proved obstructive — not for the first time how ever — and I shall not get through the Golden Gate in a hurry at this rate of progress. Forty-three hours after leaving the port of Pontarenas found us at anchor in the road stead of San Jose, Guatemala, and here we have to wait till to-morrow at least, for three or four thousand more bags of coffee for San Francisco, which has to come from the interior and which our genial skipper says will give him about in freight. High up on our port quarter rise two volcanic mountains which the Doctor tells me are between thirteen and fourteen thousand feet high. While we are waiting, everybody who makes any pretence to piscatorial skill gets out fishing tackle to secure one of the big red-brown fish which are sailing round the ship and whose movements are as visible as though they were on deck. Several sharks too are skir-"], [61, "TO 'TRISCO. 53 mishing about trying to pick up anything or anybody that may happen to be available. We try several of them with the orthodox piece of pork, but they were not to be beguiled ; they would look warily all round it, lift it up with their noses, and then you could fancy they would cock one eye up to us and say \" Don't you wish you may get it\"? The seamen forward have been more fortunate than we are, we hear shouting and stamping and everybody bolts for'ard just in time to see a lively young shark about six or seven feet long lying on the deck and pounding away with his tail in a manner that I could scarcely have thought possible. He gave three sturdy sailors as much as they could do to hold him by the strong hook and chain with which they had caught him ; but an old salt gave him a crack or two across the root of the tail with an axe and then he lay quiet enough. \" Let's see what's inside him Bill,\" said one old salt, \" I wonder if he's got my ' bacca' box,\" An examination of Mr. Shark's interior proved the non-existence of the ' bacca' box, only a few small fish being found. The afternoon of the second day had been reached by our disciples of Walton without a fin having been brought on board, although a couple of dozen of beauties were sailing all around us, when the chief officer guessed he'd try his tackle. He first gave orders to the ship's carpenter to get out the boat and take a boy with him and a spoon net ; he then got one of the stewards to stand by with a large plate of broken victuals which at a given signal were thrown overboard close together ; the big brown fish all formed into a circle round this food, and into their midst the officer dropt what appeared to me like a small bit of composite candle, the wick of which he lit before he threw it into the sea ; an instant after it fell into the water there was an explosion which struck the ship as tho' it had received a blow from some solid body, and the big brown fish instantly began going through a series"], [62, "NOTES BY A WANDERER. 54 of acrobatic performances — some jumping clear out of the water ; while this acrobatic exhibition was going on the carpenter and his net appeared on the scene and nine of these big fish were landed into the boat in less time than it takes to narrate the incident. I had been favoured with a letter of introduction to our Ambassador at Guatemala, and when we got into port I asked the Captain if we should stay long enough to enable me to deliver it ; but when I discovered that Guatemala town was eighty miles away, that I should have to do this little journey on horse-back, and that when I had finished it I should not find the Ambasador as he was in the interior, I concluded not to present that letter. At nine o'clock at night we get to sea, Acapulco in Mexico being our next port of call. Next day being Sunday we have divine service, the old Surgeon reading the service which he did with excellent taste. He requested me to take charge of the choir, and I got two American ladies to take the soprano parts, two others to sing the contralto, two male bipeds to do the growl, and another passenger and myself made an effort at taking the tenor. I had selected Greenland's Icy Mountains, and Rock of Ages, as the two hymns most likely to be generally known ; the result was somehow not satisfactory, the old Surgeon looked up into my face in the most pleading way, and I was in doubt whether to laugh or cry. We had that morning buried at sea a bright fair-haired young German girl which added somewhat to the impressiveness of the service. When the service was over the Doctor — who was a pretty good musician walked — almost bolted — to his cabin. I was very curious to find out why our two beautiful but very simple tunes had been so badly used, and the explanation was sweetly sim ple ; our sopranos had been singing the American setting of the melodies, and the other choristers had been gravely singing away at the English version. We had all been singing from"], [63, "TO 'FRISCO. 55 memory, no printed music being available. I had to go and explain matters to the Doctor, and try and make my peace with him, but he merely remarked with an air of great severity \" What would have happened if I had consented to your chant \"ing the Te Deum!\" I had proposed to chant the usual portions of the service. Forty-eight hours or so from Guatemala we are working our way into the almost land-locked harbour of Acapulco, Mexico, which we reached about eight in the evening. Unfortunately the darkness had set in before we entered and the beauty of the place could only be guessed at. Hills seem to surround us on every side and the channel by which we entered was not visi ble from our anchorage ; this channel was so narrow that an active man might have almost got ashore from the bowsprit. We had scarcely let go the anchor before we were surrounded with boats bringing off for sale enormous quantities of oranges, bananas, shells, pieces of coral and cigars. I was offered a very beautiful piece of coral for thirty cents, and bought ninety cigars for forty-eight cents. The greater part of the boats car ried lanterns in the stern and some of them carried large torches made of pine or some resinous wood, and the effect of these boats flitting about the water was exceedingly picturesque. There was one old negress selling oranges in a large boat which was nearly as full as it could be and I do not ever remember to have seen so large a woman. To see her enormous square figure planted in the stern of the boat and completely filling it ; her huge good humoured face lit up by the light of the torch ; the great pile of yellow fruit in front of her ; the antics of her attendant sprites who hopped about the boat supplying the many demands from the ship, was about as strange and weird a picture as I ever remember to have seen. Our mode of bar ter was very simple ; the old lady was provided with small baskets to which long thin cords were attached, and when terms were arranged the line was thrown on board by one of the"], [64, "NOTES BY A WANDERER. 56 sprites and the fruit or cigars drawn up and the cash placed in the basket and sent down ; when the transaction was completed the cord was passed along to anyone else who wished to trade. This bartering and bantering in English and Spanish was carried on till one o'clock in the morning, when we weighed anchor and set out direct for San Francisco. I tried all my eloquence to persuade the skipper to wait until morning to give me an opportunity of enjoying the scenery, but all arguments failed ; he wanted to be in Frisco on a certain day and could just do it by leaving at once. How obdurate even the most genial of skippers can become when a day is to be saved, Captain Caverly of the Granada on this occasion clearly demonstrated. We got up a conspiracy and launched a deputation of lady passengers at him, headed by the lady M.D., and they stormed his cabin and gave him a lively quarter of an hour, but it was all to no purpose ; he had one unvarying reply to every species of feminine wile and argument, \" I guess ladies I can just about \" make Frisco on the 15th if I leave now\", and leave he did ; æstheticism had to give place to utility. A few minutes after one in the morning, we bid good-bye to the big black basin of Acapulco, and as we creep slowly towards the outlet from the bay the numerous fleet of torch-lit boats flit homeward, and we appear to be leaving a trail of ever widening sparks behind us, which gravitate towards another mass of flame points a mile or so away, constituting the lights of the town. So soon as the ship's head is well out into the black darkness of the night we all turn in, not without a fair share of goodly growling however. Next morning we realize that we have eight days before us of steady steaming, and 1840 miles of sea to cover before we can enter the \" Golden Gate\", and we settle ourselves down to make the time pass as pleasantly as possible. My fever fiend visits me most days, but leaves me at peace in the evening, for"], [65, "TO 'FRISCO. 57 which small mercy I am duly and properly grateful. No small portion of our time is given to story telling ; or, what in nauti cal parlance is called \" yarning.\" Captain Caverly, whom we have forgiven for not affording us an opportunity of indulging ourselves in the contemplation of the scenery of Acapulco, tells us the story of Mark Twain's nom-de-plume, which he had obtained from Mark's own lips, and I give it from my \" Notes\", as copied immediately after hearing it, and in as near as I could remember the Captain's own language. \" Mark was a \" passenger with me when he was going home (from 'Frisco to \" New York) to publish his ' Innocents Abroad' and told me \" that he was for some time when a youngster, second leads \" man on board a Mississippi steamboat, and his duties were \" simply to haul in the lead after it had been thrown by the \" leadsman. Some years after, he was in Nevada and pretty \" hard up when he came across the old leadsman, who occa \" sionally wrote for the papers signing himself ' Mark Twain' — \" that is, by the mark two. Mark then wrote a paper or two \" and signed himself ' Mark Twain ;' and these being well \" received he continued to use the signature.\" One of our lady passengers, whose husband had turned his back on Europe, as he said for good, and was going to settle down as a farmer in South Carolina and lay his bones there, told us a story connected with John Brown's celebrated abolitionist raid into the Southern States, a raid which was not the least among the many factors that brought about the terrible and colossal civil war. She said, when quite a young girl she was about to go down South from Chicago, and an evening or so before starting she met a gentleman at a friend's house who said he was going South and would gladly escort her ; this proposal was gratefully accepted both by the lady and by her friends ; the morning of departure came and the lady and her escort travelled together to Leavenworth, where they separated. A few days afterward the John Brown episode I"], [66, "58 NOTES BY A WANDERER. occurred, and the lady then discovered that her companion of a few days before had joined Brown's party and had been caught trying to escape with a runaway slave ; the slave was summarily shot and the abolitionist was as summarily hanged. \" It was a terrible thing,\" the fair narrator added, \" for he \" was such a nice gentlemanly fellow and was engaged to be \" married in a few weeks.\" We have on board the Consul-General of Costa Rico, one of those polyglot men that one occasionally meets, a compound of Frenchman, Spaniard, and German Jew, who can talk all languages with equal facility, and murder them all with equal partiality. At Acapulco we had taken on board a very handsome Mexican widow — there was enough of her to make two good average widows, and she had imparted to some of the other lady passengers, in strictest possible confidence of course, that she had half a million of dollars in cash in her own right, and a big ranche (farm) in the interior of Mexico, upon which she had several thousand head of cattle ; and, finally, that she was going up to San Francisco to look for a husband to help to manage her farm, and her two boys. Here was a chance for a lone man ; alas ! there was too much widow, too much money, too much land, too much of everything indeed, to be of any possible interest to an unam bitious man like me ; but her towering and colossal figure which she carried right regally, her handsome well poised head covered with abundant raven hair, upon which she perch ed a most coquettishly arranged mass of lace, that she wore as though it were a coronet ; her bright laughing eyes and beautiful face made up a figure that would have commanded attention in a much larger company than ours. Our polyglot friend thought he could see his way to a decent stroke of business, and he began to pay assiduous court to the \" half million dollar widow,\" as a young Yankee flippantly styled her. From the moment Mr. Polyglot showed his hand he had"], [67, "TO FRISCO. 59 a cheerful time ; the widow had two children, \" very dear children\" she said, but they \" wanted controlling.\" Children are a noble and useful institution, but on board ship their utility is not so apparent ; they are not unfrequently trying, and those two juvenile Mexican gentlemen and a Yankee damsel of some six summers were no exception to the rule ; if a book or cap or any small article within their lifting power was left for a second it either found its way over the side, or else the owner found only the fragments. After an especially wild performance one day by these dear sweet things I suggested to Mr. Polyglot that he would lessen his future marital responsi- bilities and sweeten his life generally on that ranche if he dropt the young gentlemen over the side some dark night in a quite unostentatious way. You can't expect a man to see a joke all at once in three or four languages ; he has as it were to work it out. That man got angry, but I was informed later on in the day that his inamorato had been seen to turn sharply upon him that morning, to extend the thin nostrils of her aquiline nose somewhat, and emit something like — if I may be allowed the phrase — an angry snort ; and to turn scornfully on her heel from him, leaving him, as the flippant Yankee put it, \"bamfoozled.\" Whatever the cause may have been there was no more philandering between M'sieu Polyglot and the faerie queen. CALIFORNIA. \\s\\W$fl E have another Sunday at sea, and again the honour of A \\ 'W leading our improvised choir is thrust upon me, but on lEla^li this occasion I benefit by the experience of past failures and contrive to secure some degree of unanimity and harmony, much to the old Surgeon's gratification. On the sixth day from Acapulco we sight the land, and on the seventh we see I 2"], [68, "NOTES BY A WANDERER. 60 the green fields and sunlit slopes of lower California, and at seven in the evening pass the San Pedro Lighthouse, one hundred and fifty miles from San Francisco. The next morning at five o'clock we entered the bay of San Francisco and found ourselves surrounded by a light thin yellow haze through which the sun's rays are just able to pierce ; this haze seemed to impart its golden hue to everything near us ; the sea, the sand, the ship and the faces of the passengers seemed lit up with it; this I thought was literally a golden gate to a golden land. I never saw a similar phenomenon elsewhere in any of my wanderings either before or since. It seems to be an open question whether this haze has any connection with the name given to the rocks between which we pass to enter the bay, and to which the name of the \" Golden Gate\" has been given; but in a very interesting book on \" California and its Wonders\" by the Rev. John Todd, D.D., the author says \" It \" was a long study before I made out why the narrow gorge \" from the bay to the ocean was called the ' Golden Gate.' \" It had nothing to do with the gold of the land, for the name \" was given before the discovery of gold. The theory I \" adopt is this : as you approach the coast from the \" ocean the entrance seems to open like a gate ; and as \" you look in through the fog you see the yellow sunlight \" resting upon this fog, bright and golden, just about the \" narrowest part of the channel. Here the fort stands ; and \" hence the name ' Golden Gate.' It often looks like a pillar of \" fire hanging over the gate.\" This is a very faithful description of what I myself observed and seems a very reasonable and common-sense explanation of the origin of the name. We have been a long time reaching our goal, taking fifteen days to cover some three thousand six hundred odd miles, the distance between Panama and San Francisco. As we steam slowly into our berth we lie for a short time alongside the Oceanic, whose great sides tower above us nearly as high as"], [69, "CALIFORNIA. 61 our funnel. We register 2572 tons, — American register ; and she registers, so we are told, 5,000 odd, English measurement, and is chartered by an American Company, from the White Star Line to run between San Francisco and Hong-Kong. We are scarcely alongside before we are boarded by a small army of touts, and the usual adieux and handshakings take place and our little band separates ; and probably no two of us will ever again meet in this great kaleidoscope which we call the world. I bid adieu to my old friend the Surgeon with no little regret, for with all his peculiarities, and notwithstanding his \" acid patent\" he was kindness and gentleness personified ; while the whole ship's company from the Captain to the roughest seaman seemed to vie with each other in their efforts to make the passengers comfortable. We have had many discussions during our voyage upon the relative merits of the three principal hotels in San Francisco ; the Palace, the Baldwin, and the Occidental have each had their admirers. The Palace was the largest and best appointed in the world ; the Baldwin was smaller but equally well appoin- ted, and had a theatre attached to it, and you could step from the drawing room into your private box or into the pit stalls ; the Occidental was a quiet family hotel, and was very com- fortable. The description of this latter place suited my ideas exactly, and the \" Occidental\" was selected as my head-quarters during my stay in' Frisco. But we have to run the Customs gauntlet before we can get away, the bete noir of petty smugglers, among which women-kind generally figure largely. My luggage is taken charge of in a quiet business-like way by an official of the hotel, and all I have to do is to stand by and wait my turn for the visit of the Customs officer. I should mention here that the day before getting into port each passenger had been furnished by the Purser with the ordinary bill of entry, upon which we were instructed to enter the number and kind of packages of luggage we had ; each passenger's luggage was"], [70, "NOTES BY A WANDERER. 62 arranged on the quay, and three officers commenced the ex- amination, from right to left; the passenger stood .by his lug- gage and as the officer approached handed him the bill of entrv. In my own case when I handed the officer the paper he enquired \" anything dutiable\" ? \" Half a box of cigars\" said I, \"in this portmanteau\", — three other packages were opened ready for inspection. He opened the box of cigars, lifted up a few things in each of the other packages and said \"All right, Sir\" and passed on. This examination probably lasted two minutes, but was nevertheless effectively done. The next parcel of luggage to mine was owned by a young Englishman, abroad for the first time, and a most excellent specimen of a class that one frequently meets with abroad. He doesn't stand out from the canvas so clearly at home. My young friend was the son of a small squire in a small place near a small town in the smallest county in England ; his father was a county magis- trate, member of the Board of Guardians, visiting Justice of the Jail etc. etc., and his son was clearly of opinion that it was in- cumbent upon him to sustain the family honours and maintain the family dignity at any cost, and particularly among those democratic Yankees. Over and above all these local responsibilities there was that other responsibility, — the national character. He was in a vague sort of way under the impression that he had concealed about his person somewhere, he wasn't quite certain as to the exact locale, a shred or two of the \" Romanus sum\" doctrine, and he was going to let the foreigner know it. He had aired himself a little on the voyage, but from the moment he donned his long-shore toggery, like the young lady at the tea-meeting in Pickwick, you could see him — to quote Mr. Weller — \" a \" wisibly swellin \"; and by the time he had waited perhaps five minutes to have his luggage examined he was prepared to unfurl the Union Jack, sing Rule Britannia, and make himself generally ridiculous. The officer passed on from my luggage"], [71, "CALIFORNIA. 63 to that of my young compatriot and put the same question that he had previously put to me ; and this is the funny little scene that was enacted. Britisher standing as straight as a ramrod, with his chest well thrown forward (there wasn't much of it to throw) , and tall hat, frock coat, light trowsers, patent boots — the tailor had made the most of him — and altogether he was a very presentable young fellow. When the Customs Officer put the question to him, he struck a little stage attitude and handed the bill of entry to the officer in a lordly way saying \" Heaw, \" red tape, I suppose.\" The officer took the paper and examined the young gentleman from the top of his shiny hat apparently to the toe of his shiny boots, rather with an air of calm curiosity than of annoyance, and then in the most indifferent unruffled manner possible, with a slight movement of his hand over the several parcels, merely said \" open 'em.\" It was too much for my sense of humour, I had to laugh, and I did it too, and it was not the only time I laughed over that utter collapse of parochial dignity. I travelled wtth the young gentleman for a few days afterwards, and that little lesson was not altogether lost upon him. After my luggage has been examined I am escorted by my hotel guide to the \"bus,\" but the bus in no way represents the English idea of a vehicle of that description ; it is a coach of the old-fashioned roomy full-bodied C-spring type ; a little gaudy perhaps, but a most comfortable affair to travel in, and built in the old-fashioned substantial way. A few bumps over the rough pavement of the street and the rails of the tramway convince me that substantiality was a necessity and not a mere whim of the builder. The streets of American towns as a rule are rough and uneven to a degree ; and what with unfenced railroads running through them in the most casual manner, and tramway rails standing up, above the level of the street, not unfrequently nearly the whole depth ot the rail, private vehicular locomotion is fraught with much discomfort and no"], [72, "64 NOTES BY A WANDERER. little danger. After a mild form of steeple-chase I find myself in the \" quiet family hotel\", the \" Occidental\". This quiet hotel had a hall in which a decent ball might have been given ; some four hundred odd bedrooms ; a dining room in which a battalion might almost have been manœuvered ; and a small army of swift-moving almost silent attendants. The bar is an office, and a well kept office too, and four clerks attend to it during the twenty-four hours ; on one of the cards of the hotel the photographs of these four gentlemen are given. I walk up the spacious hall around which a score or two of newspaper stands are placed and enter my name in the \"Visitors' Book\", — in some hotels it is called the \"Guests' Book\". The clerk takes the book and in the special column for the purpose enters the number of my room — 346 — giving me at the same time a key bearing a brass label with the same number. My guide from the steamer has been all this time sticking to me like an attendant sprite, and so soon as I get my key he starts off, merely giving me a glance en passant. I in terpret his glance to mean that I am to follow him and according ly do so and soon find myself in a snug little room, carpeted, and with a crimson velvet seat running round three sides of it ; the sprite still follows me with tender solicitude, and as I step into the little room he says \" three\". As though these were talismanic words I find the floor of the hall suddenly disappear and become conscious of swift but silent upward movement- This is my first experience of that most convenient of all the American hotel conveniences, — the lift. The talismanic words I find relate to the number of the floor on which my room is placed, and is indicated to the custodian of the lift by a large gilt number opposite which my modern ariel stops. In a few minutes my impedimenta and myself are stowed in 346, my new quarters for a few days at least, and I at once begin to ex- amine them. Everything is as clean as a new pin, and ar- ranged as though I had been the \" welcome guest\" ; spacious"], [73, "65 CALIFORNIA. bed-room, and bath-room attached in which one can take either a douche, shower, or reclining bath. What a relief it is after being \" cabined cribbed confined\" for fifteen mortal days in a room where the typical cat could not be swung without having a reef taken in, in his tail, to find oneself in a room where your shins are safe from assault, where the floor does not seem to tilt up every now and then in an apparently wild and erratic man ner, where one's toilette apparatus, boots, slippers and other odds and ends do not get up a free fight during the night, and present a hopeless jumble in the morning. On the back of the door I find a list of hotel charges, one of the items running thus \" The charge for this room is five dollars a day.\" In another place I am requested to lock my door when going out and leave the key with the clerk. It has been my fate to dwell in tents (i.e. live in hotels) for no inconsiderable portion of my life, and I was forcibly struck here with the completeness of the arrangements, and the order silence and precision with which they were carried out. I was still more favorably impressed with the excellence of the management when I discovered later on that nearly all the servants were Irish, and that the discipline was so effective as to make Pat and Biddy as reticent as though they had been raised North of the Tweed. If you wished for information on any point you had as it were to tap the fount of their eloquence. I completely won the affections of an old lady who had charge of the floor on which I was located by describing the place where she was born, and giving her some information respecting the people in the neighbourhood. \" Ah, sir,\" she said, with tears in her eyes \" I would like to see the ould counthry once more before I \" die, but it's a long way from here.\" The wonderful affection that the Irish peasant has for the place of his birth is as much an enigma to me to-day as it was when I first went amongst Irishmen twenty-three years ago ; this old lady must have been K"], [74, "66 NOTES BY A WANDERER. over sixty years of age, she had left Ireland when she was a \"slip of a girl\" and the cabin she left could probably be erected for a ten-pound note ; but the pathos with which she spoke and the tender yearning in her poor old face told plainly enough that her heart was in her speech. Of the many wonders of tha far west the town of San Francisco itself is not by any means the least. Forty years ago the site was a desert ; to-day it holds a population of about two hundred and twenty-four thousand inhabitants ; while Oakland on the opposite side of the bay has a population of nearly thirty-five thousand. Pluck and energy, backed by that all powerful motor, gold, have converted amass of sand hills into as pleasant a resting place for a wanderer as the world can afford. I shall never forget the effects of its glorious atmosphere on my fever-stricken limbs and my malaria-saturated frame ; nor shall I readily forget the -pleasant surprise with which I dis covered that I was going into the country for a ramble at something like the old home pace of four miles an hour, and with all the keen enjoyment that a good tramp over the breezy heather gives. That appeared, in my eyes, San Francisco's chiefest charm ; its atmosphere seemed to combine all the lightness and brightness of the topics, with the energy-impart ing and exhilarating effects of a colder clime. During the time I remained on the western side of the Rockies, fever did not once visit me, while the pure mountain pine-scented air made the blood course so freely through my veins that the cocktail had to give place to the \" cup that cheers but does not \" inebriate,\" and balmy sleep which for many a weary month had visited my aching eyelids in fitful periods, seemed to be always hovering around me with friendly and untiring solicitude. If ever there was a natural sanitorium, California can fairly claim to be one. Her situation too, as a port and a commercial centre is unique, and her importance will doubtless be largely increased when direct water communication is effected between"], [75, "CALIFORNIA. 67 the eastern and western states. She has as fine a natural har bour as any in the world, and the miles on miles of wharfs show plainly that it is made good use of. Lines of steamers run to Japan, Sydney, Honkong, Oregon, and Vancouver's Islands. All round her is mining and agricultural wealth incalculable. Forests of magnificent timber lie at her doors ; she will shortly have three lines of railway converging upon her, the southern connecting her directly with the capital of Mexico, the central giving direct communication with New York, while the north ern is being pushed forward and will connect her with the northern portion of the Eastern States. So effectively have these various forces already operated that of the whole popula tion of the State, which has, by the Census completed during my visit, reached 864,686 souls, 358,512 are contained in the two cities on the bay, — Oakland and San Francisco. As I have already stated, the accommodation offered to the wanderer is simply perfect ; and let not the most timid suppose for an instant that he or she will suffer any personal rudeness in the streets of either city. I walked to my hotel on two occasions from theatres in 'Frisco at midnight without seeing or hearing the slightest disturbance. The period of the bowie and revolver is passed, and the man who carries either in the streets is apt to find himself before the \" Beak,\" and his purse lightened of a few dollars before the interview is concluded. Some idea may be formed of the manner in which the mun icipal government of the city is carried on, when I state that the municipal reports for 1880-81 — the American official year ends on 30 June — cover 596 pages of closely printed matter, with appendices of 261 pages more, the whole forming a very sub stantial volume. The municipal authority is called the \" Board of Supervisors\" and the Mayor is ex-officio president. The clerk to this Board corresponds to Georgetown's Town Clerk, and I found him almost as genial and quite as willing to afford an inquisitive wanderer all the information he needed : to his geniality I am K 2"], [76, "NOTES BY A WANDERER. 68 indebted for a copy of the Board's report from which I am now quoting. The City is divided into twelve wards, each ward having one representative, or supervisor, at the Board : the work of the Board itself being divided among thirteen standing committees, viz : Judiciary ; Finance and Auditing ; Fire de partment ; Streets and Wharves ; Public Buildings ; Water and Water Supply ; Health Police and House of Correction ; Licence and orders ; Hospital ; Printing and Salaries ; Indus trial School ; Street Lights ; Outside Lands. The Town Clerk is assisted by a deputy and two other clerks. To illustrate the character of the various reports I may men tion one or two of them and their leading features. The reports upon the health of the city alone cover one hundred and twenty-four pages, beginning with the report of the Health Offi cer and ending with that of the Superintendent of the Alms House. The Health Officer records the death rate of the ordinary population at 18*27 per 1000 ; the Chinese population he estimates at 22,000 and the death rate at 21-22 per 1000. The tables accompanying this officer's report are thirty-eight in number, and they show the monthly distribution of mor tality for fifteen years ; the monthly percentage of births and deaths for the same period, arranged according to classes ; the population, deaths and death-rate for the same period ; the causes of death shown by wards with the nationality, age and sex of the subjects ; and, finally, a comparative table is given showing the death rate in forty-five of the principal cities of the world ; in which table Hamburg, with a death rate of 40-68, occupies the highest but most unenviable place, — Georgetown is not included — and Detroit, Michigan, the lowest, 18-05. There, is another report or two which I recom mend to the consideration of our City Fathers : the \" Gas In \" spector's, showing the highest and lowest illuminating power \" of the gas supplied by the San Francisco Gas Light Company, \" as shown by three daily observations at the City photometri-"], [77, "CALIFORNIA. 69 \" cal rooms.\" From this table I gather that the highest candle power during the week ending September 18th, r88o, was i8'222 and the lowest 17' 141 ; the monthly average being 17*239. The Pound-keeper's report sets forth that he received $120 for ordinary pound fees during the year ; that 5,560 dogs were impounded ; 296 redeemed ; 332 redeemed on recom mendation ; 710 released on receipt of licences ; no sold, and the balance 4,111 destroyed. Total cash received from dog pound, 81,061.60. The prominent feature in these reports is that every official appears to have his responsibility firmly planted on his shoulders, and when the end of the year comes he has to give an account of his stewardship. If there is any special point in the Britisher's character upon which he specially prides himself it is thoroughness, he is nothing if he isn't thorough, but how many towns are there in the British Empire whose affairs are conducted in the thorough going manner in which I have endeavoured to show the affairs of San Francisco are looked after. During my short visit it was my good fortune to see 'Frisco en fete ; she was not in an acute stage of the malady, but the symptoms were nevertheless very well defined. I was awoke at a tolerably early hour one morning by the booming of cannon, and on going to my window found flags flying in all directions from the most elevated portions of the city, from a goodly number of private houses, and from the City Hall. A conver sation at the breakfast table a little later explained the cause of these jubilant manifestations, thus : — \" What's on, to-day ?\" said my right hand neighbour across the table to another gen tleman sitting opposite him, \"I see the flags are up.\" \"I \" don't know\" responded the other, \" there are so many celebra \" tions of one sort or another now that he would be a good \" man to remember them all.\" A few minutes later the last speaker remarked with a little laugh \" Oh ; I see, it's Bunk er's Hill.\" Later on in the day I had occasion to go into a sta-"], [78, "NOTES BY A WANDERER. 70 tioner's shop to get some books for amusement by the way, when I caught sight of a photograph of the battle, in the win dow. Fully impressed with the importance of the occasion, and feeling that I might probably be treading on dangerous ground, I said to the shopman somewhat gravely — who turned out to be the proprietor, although it was a pretty large concern not two hundred yards from the \" Occidental,\" — \" I am an un \" fortunate Britisher, would you have any objection to sell me \"that photograph\"? He looked at me for a second, and then fancying there was a joke concealed somewhere in the immedi ate neighbourhood remarked with a good laugh \" Not a bit, \" sir ;\" so I became the possessor of that work of art, which I shall hand down to my heirs, &c. In the evening we have little essays in the newspapers upon the great event that the citizens have been called upon to celebrate, etc., etc., and the Evening Bulletin lets its own poet loose, but I am not at liberty to mention his name as I hope to return to 'Frisco some day. I have never been accused of poetry — at least not that I am aware of, but one never knows, luckily, what ill-natured people are saying behind one's back — and may not therefore be able to appreciate the specimen which the Bulletin's Poet dished up for the evening meal of the San Franciscans. I made bold to copy one verse, and here it is : — \" In the story of the days of our sires \" One chapter rekindles all the fires \" That live in the breasts of the free \" 'Tis the story of the fight \" On Bunker's grassy height \" Where mystic rolls his tide to the sea As I have already remarked, no one has ever accused me of poetical leanings, and therefore I may be unable to duly ap preciate the bouquet of the foregoing specimen ; but after I had carefully read the whole poem it struck me that its kindling power was not calculated to disturb the equanimity of the holders of Insurance stock."], [79, "CALIFORNIA. 71 Any description of San Francisco would be incomplete without an allusion to China town as the Chinese quarter is called. As I have already remarked when referring to the Municipal reports, there are no less a number than twenty-two thousand Chinese in this quarter, and they are as complete a colony within themselves as though they were settled on an is land miles away from civilization, Opium dens, and gambling houses are patronized very extensively. Some of the Chinese women I saw were plump and handsome, and had a com plexion as ruddy as an English dairymaid. The one thing that John Chinaman excels in is washing. I never saw shirts and collars got up like he can get them up ; not even when re ceived direct from the maker. I am beginning to feel the seductive influence of the sur roundings operating so strongly upon me that I find myself almost unconsciously trying to invent excuses for a prolonga tion of my stay in this fair Queen of the West for a few days longer ; but I am reminded that some six or seven thousand miles lie between me and the brown beauty of the heather, and the autumnal glories of Killarney, and that the main object of my westward wanderings — the Yosemite — has yet to be explored, so I gird up my loins — Anglice, pack my portmanteau — and prepare for the road. I do not propose to write a guide book to the Yosemite, but nevertheless some reader of these notes may desire to see this truly wonderful valley, and to such an one a few hints about the mode of getting there, the cost of the journey, and the time necessary to accomplish it may not be altogether unwelcome."], [80, "NOTES BY A WANDERER. 72 YOSEMITE. gSj i^ljl WO routes present themselves to the traveller Bf Sq from Demerara, — the Northern via New York, F**** and the Southern via Mexico. The former route I know tolerably well, and I can answer for it that, putting accidents on one side, and assuming that the Bar racouta has been selected for the New York portion of the journey, twenty-three days from Georgetown will land the traveller at his hotel in 'Frisco. I can answer for it too that he will have a very pleasant voyage, a right genial skipper and a good boat under him. If a break in the journey is de sired, Niagara offers one a pleasant resting place where a couple of days may be profitably employed. Chicago offers another pleasant resting place. A rest at Ogden of two days will enable the traveller to run down the Salt Lake Valley to the City of that name, have a bathe in the lake, leave his card on Brigham's successor, and look in at the \" Deacon's lot\" and see the celebrated tabernacle and the old and new temples. He may break his journey at Rino and spend three days which he will not regret if he goes to Virginia City direct, thence through Carson City to Lake Tahoe, and on to Truckee, resuming his journey westward. From Truckee to San Francisco he will have a little run of 271 miles. This route is not to be taken by a man with a tropical liver, much before April. The cost of this route is not exorbitant. Fare to New York $85. New York through to San Francisco $139. The cost of the three breaks in the journey which I have named should be about $70;— say, Niagara $20; Chicago $12 ; Salt Lake $14 ; Reno to Truckee $24 ; making the total cost of the journey 8294. On my overland journey, meals were taken at Hotels, west of Council Bluffs, and the uniform rate of charge was a dollar for each meal, twenty minutes being allowed. East of"], [81, "YOSEMITE. 73 Council Bluffs, a dining room car was put on and a very excel lent meal was served for 75 cents. The traveller who is propelled from Demerara on health grounds earlier than April, and who wishes to combine general readjustment with pleasure, will do well to take the Royal Mail line to Vera Cruz and go by the Southern Pacific Railway to San Francisco through El Paso, a new route opened in 1882, and which I hope to become more familiar with on my next wandering tour. I shall assume that my fellow Wanderer has found his way to our common starting point for the Yosemite ; and we first secure our tickets for what is called the \" round trip\" which costs $54 and $r.50 for the sleeping accommodation between San Francisco and Madera. The first great contrast notice able is in the Ferry steamer ; there is none of the noise and nastiness and general discomfort which accompanies a steam ferry nearer home ; and so thoroughly is all mechanism of the boat concealed that we are half way across the bay on our way of Oakland before we discover that it is not a waiting room we are in. Four o'clock finds us at the western end of the iron road which stretches itself from sea to sea, a distance of 3,302 miles so the time-tables say ; and here is the iron horse already har nessed and completely equipped for his first tremendous stage of the journey. His stable is at Ogden some 895 miles away. As the hands of the clock point to four — afternoon — the long journey of some seven and a half days commences, but we have only ninety-one miles to accomplish before we leave the rail. Our Pullman is ran into a siding and we sleep placidly enough until five a.m. when our dusky porter warns us that it is time to be moving. A hasty ablution, a hurried meal — one great draw back of western travelling — and we are all \" aboard\" a huge stage, which I have already described, and are going at a tear ing gallop, and leave the Madera hotel behind concealed from us in a huge cloud of dust, which envelopes the stage coai- L"], [82, "NOTES BY A WANDERER. 74 pletely when the light breeze is ahead, and soon reduces us all to one uniform colour, — a warm grey. I had noticed that two of our fellow travellers had donned an uncomely looking gar ment — a brown holland coat buttoned close up to the throat — which I now saw the great utility of ; and before I had finished my western wanderings that uncomely garment had risen suffi ciently high in my estimation to rank as one of the most necessary items in my next outfit for a western journey. Roads on the prairie are simple tracks. When they wear into very deep ruts and holes the drivers, as our matter of fast Jehu remarked, \"take more perarie.\" In the innocence of my unsophisticated mind I said to the driver \" Do they ever \"repair these roads?\" \"Wall, no I guess not\" he replied, \" there's plenty more perarie.\" This presented the question in quite a new light to me, and I realized fully how completely a man's mind may be controlled by early associations. It would not occur to the average untravelled English mind that when a piece of road became worn out, the driver of a stage coach would simply turn off the road for a mile or two and go scour ing across country until he tapped the road again. I have been over many kinds of road in my life, and some of them rough enough, but I give a Californian prairie road the palm for roughness ; the coach was strong enough to resist anything, and the six horses were strong enough to draw it through anything, and we went bounding along in a billowy way that seemed to strain one's diaphragm to the last degree of tension. One violent lurch and a re bound sent me up against the roof of the stage as though I had been shot out of a gun ; a few minutes after wards a young lady inadvertently turned round to say something to me, and at that instant the forewheels went over a tree or a house or some other trifle and shot her out of her seat over the back of it leaving her limp and helpless. We have with us an old Scotchman who has been in Australia"], [83, "YOSEMITE. 75 thirty-four years, and is carrying with him to England, a finely developed liver ; during the latter part of the day after any severe jolt it became a stock question \" Hello ! Mac, hoo's that \"for the liver\"? When we had finished our day's journey, Mac was heard to say \"I'll jest get awa' back to 'Frisco ; anither \" day like that and I'm d d if I waana be deed\". He had got within 20 odd miles of the valley but no persuasion could induce him to go farther. \" Na na\" he would say, \"I'll hae \" nae mair o't. I'm almost deed a'ready,\" and Mac resolutely turned his back on the valley and returned to 'Frisco. Our journey from Madera, for the first twenty miles ran through the prairie, and the only signs of game visible were numbers of ground squirrels darting in and out of their holes in all directions, a few jackass rabbits and an occasional prairie dog or two. The rabbit gets its name for its enormous ears which are out of all proportion to its body ; the body is probably twice as large as the ordinary rabbit, but the ears I should think are three times as long. We have now entered a spur of the pine-clad Sierra Nevada, and fifty more miles of mountain road lie before us, before our aching bones will have a chance of resting for the night. One of our number has a pocket barometer and he keeps us posted in the various altitudes as we gradually mount upwards ; at one point he reads off, five thousand odd feet. Occasional glimpses of mountain scenery burst upon us that re ward us well for all our dust and fatigue, while the aro ma from the miles and miles of pine trees and the exhilarating mountain air, make one and all of us as full of frolic as though we had left in the plains below, all life's cares, anxieties and petty worries. Thirteen hours of steady driving, and we reach Clarke's ranch at 7 p.m., having left Madera a little after six in the morning. We are now some twenty odd miles from the Yosemite, and within six or seven miles of the Mariposa group of the celebrated big trees. L 2"], [84, "76 NOTES BY A WANDERER. What a cargo of dust we imported into the ranch as each one of us passed under the hands of a porter, who groomed us with a small broom. Considerable banter was indulged in as to the number of years it would take to raise the level of the floor, with the layer of dust that each successive batch of tour ists brought in. One geological joker suggested that in ages yet to come, the number of visitors to the ranch could be approximately estimated by the layers of soil which would by that time be formed. Another said he felt that he had that day achieved one great portion of his life's mission, for he had quite eaten his peck of dirt ; — but this dust is a difficulty of so solid a character that exaggeration regarding it is somewhat difficult ; it is one of the serious drawbracks to western travel. A quarter of an hour's industrious grooming, with a change of clothing, makes us somewhat free from that feeling of general griminess which had pervaded the party during the day, and we feel fit to sit down with the untravelled guests of the ranch. Hotel ; a good dinner, — supper the waiter called it ; hour eight o'clock ; a glass of not bad \" old rye\" whiskey ; a cigar out in the verandah in the lovely moonlight, and we feel that life hath still some charms, sore bones and dust to the contrary not withstanding. The night's sleep which followed our day's jolting fully com pensated for all the day's ills ; such a solid refreshing sleep, a life-restoring sleep it might be called ; and next morning a little after six o'clock we are again en route. A glorious morn ing truly ; the pine-scented breeze which floats so idly around us is so laden with some subtle exhilarating ether that we are all as full of fun and frolic, as schoolboys going home for a holiday, and unanimously agree that old Mac has made a mis take in not coming on with us. By and bye when changing horses, some eight or nine of us get up an impromptu race, just to work off some of our superfluous energy, and as we come in panting and blowing, the laggards begin to fish for"], [85, "YOSEMITE. 77 excuses for being behind. One is out of condition, another had a spill, but all are agreed that we ought not to be so blown in a mere ioo yards race ; to account for this our scientific friend with the barometer exclaims \" no wonder you are all \" blown, we are 5500 above sea level\" ! The road we are travel ling upon is a mere ledge cut in the mountain side, and the manner in which our Jehu takes his team down grades and round sharp angles that the waggon can barely turn in, is a little short of the marvellous. The roadway is as rough as it can well be to be at all passable, simply blocks of stone filled in with dust ; but the gradients — or \"grades\" as they are called in the west — have been made by no novice in roadmaking. The bridges too partake of the same rough and ready engineer ing character ; here is a specimen, — a mountain torrent has cut a gap in the solid rock some twenty feet or so in width, and the gap is spanned by two large pine trees cut down so as to fall in opposite directions over it ; the roots and branches are roughly hewn off, the bigger branches laid across the trees for the bridge flooring, and smaller ones placed over them ; on the top of all is thrown a bed of loose stones and earth and the bridge is complete, and a good strong bridge too, but certainly not or namental. I have taken the box seat to-day, in order to get an undisturbed view of all the good bits of scenery that we are as sured will present themselves during our ride ; but when I see the leaders apparently about to plunge into space, and, glanc ing to my left hand, see an abyss into which I can toss a biscuit, and find that the seat upon which I am perched literally overhangs the ledge of the precipice, I experience a creeping sensation up my spinal column, and a slight movement in the roots of my hair, and finally conclude that it is just possible to have a leetle too much of a good thing. We have climbed up some pretty steep grades and have descended a few hundred feet when the driver says to me"], [86, "NOTES BY A WANDERER. 78 \" Here we are, sir, this is Inspiration Point.\" Truly, a fitting name for so wonderful a sight as now presents itself to my astonished gaze. The great Yosemite valley lies spread out like a panorama of marvels below us. I have seen many attempts to describe this marvel of marvels both by pen and pencil, but all have failed to convey even an approximate idea of the imposing grandeur of the snow-capt mountains, the airy lightness and grace of the waterfalls, the music of the rip pling stream which adorns the centre of the valley, the fresh ness and brightness of the sward with which the floor is carpetted, contrasting as it does with the dull and somewhat sombre foliage of the pines which clothe the base of the mountains ; and where so many have failed I am not vain enough to suppose that my poor pen will succeed. This gigantic rent in the heart of the mountain chain is, speaking roughly, about six miles long, from half a mile to a mile in width, and about a mile in depth below the level of the surrounding mountains ; while the floor of the valley is four thousand and sixty feet above sea level. For perhaps a minute or so we sit and gaze in perfect silence at the wonderful panorama that lies stretched out before us, and thus pay an involuntary tribute to the impressive grandeur and majestic beauty of the scene. Our driver, unlike the guides one is so frequently inflicted with, does not disturb us with his incongruous cacklings, until we have drank our fill at the fount of pleasure before us, and he then points out some of the salient points of the picture. Here, just in front of us on the left hand side of the valley, looms \" El Capitan,\" in form un like anything I have ever seen in any other mountain range ; and I can give no better description of it than comparing it to the wreck of a gigantic ironclad, keel upwards, with its straight bow projecting from the surrounding mountain. To continue my metaphor, — the stem of the ship and the portion of the pro jecting keel stand out as clean against the sky line as though it"], [87, "YOSEMITE. 79 had just passed from under the hands of its maker ; so sharp does the line of the stem appear that one would think it impos sible for even a bird to find foothold on its surface ; and this well defined clean-cut line is three thousand three hundred feet long from base to summit. The next point of beauty upon which the eye rests gratefully is the \"Bridal Veil Fall,\" just over to the right of the valley. In this case there is something in a name, for the description is complete in every detail ; one only requires to draw upon the imagination to paint the bride herself to complete the picture. From the position we occupy, this lovely sheet of wa ter, which we can see changing gradually at the edge of the fall from a delicate emerald into a creamy white, seems to wave to and fro in the breeze so gracefully as to make it diffi cult to realize that what you are examining through your glass is a river thundering down some nine hundred and forty feet into a huge cauldron below. It is simply fascinating to watch the endless variety of forms which this fall takes ; now it appears to lift itself in a most coquettish way as though half disposed to afford a glimpse of a beauteous face concealed beneath ; anon it is tossed aside as though in playful wanton ness, and again it is lifted up bodily, displaying the glistening sheen of the water-worn rocks behind. In all and every move ment the feathery gauze-like character is maintained from which the fall derives its appropriate name. Still carrying our gaze farther up the valley, a little beyond the Bridal Veil Fall we catch a glimpse of another enormous mass of rock, called the Cathedral Rock, some two thousand six hundred feet above the valley. A little beyond this rock are the Cathedral spires. Take off the pinnacle of the Brick-dam Cathedral, and you have almost a copy of these great spires designed by the Great Architect. The last great mass upon which the eye rests in the far distance is. \"Cloud's Rest\" six thousand one hundred and fifty feet above the valley, and therefore some ten"], [88, "NOTES BY A WANDERER. 80 thousand above sea level. On this point the snow still glistens in the afternoon's sunlight. But all this time I am keeping the stage at Inspiration Point. The Wanderer's coach is stopping the way, in short. We corkscrew our way down into the valley, and as we do so we pass close to another fall on our left, \" The Virgin's Tears,\" which is caused by a creek of that name precipitating itself into the valley though a deep cleft in the rock near \" El Capitan\" from an elevation of a thousand feet. This fall if seen alone would of itself command no little attraction, but suffers by comparison with its rival opposite, \" The Bridal Veil\", and is passed by our party almost without comment. By and bye we pass through \"Mosquito Glen\", and oddly enough here, through a belt of perhaps two hundred yards, the little buzzing biting friends were plying their avocation as industri ously as though I had carried them from Berbice in my port manteau, and they were determined to make the most of their liberty. \" La ! Ma\", said a good looking young damsel on my left upon whose aquiline nose an impertinent mosquito had dared to perched, \"What are these horrid little things; how \"they bite\"? One or two tried to cultivate my acquaintance, but being mosquitos of taste and culture they preferred my pretty neighbour, an arrangement which I was selfish enough to highly appreciate. But here we are at our hostelry, our journey for the day being over; and we pass into a small but scrupulously clean hotel, right under the shadow of the Sentinel Rock, which shoots its single point up into the blue vault above, for three thousand one hundred feet. I have already stated that it is not my intention to write a guide book to the Yosemite, but nevertheless I may so far trespass on the province of the guide-book compiler as to give in a succinct form the names of the principal waterfalls and mountains which can be visited within a couple of days by an energetic visitor. It may also prove interesting if I give the"], [89, "YOSEMITE. 81 Indian names and the signification of these names, as well as the English name of the fall or mountain. When considering the height of the mountains it must not be forgotten that the valley is 4,060 feet above sea level. Waterfalls : Indian Name. Signification. Ameri. Name. ,: AB0VE Valley. Po-ho-no Spirit of the Bridal Veil. 900 feet. Evil Wind. Yosemite Large Grizzly Yosemite. 2,634 Bear. Pi-wa-ack Cataract of Vernal. 350 Diamonds. Yo-wi-ye Meandering. Nevada. 700 To-lool-we-ack Rushing Water. South Fork. 500 To-coy-ae Shadeto Indian Royal Arch Fall. 2,000 Baby Basket. Loya Sentinel Fall. 3,270 Lung-oo-loo-koo-ya. Long & Slender. Ribbon Fall. 3,300 Mountains : Tis-sa-ack Goddess of the South Dome. 5,000 Valley. Cloud's Rest. 6,150 ,, To-coy-ae Shade to Indian North Dome. 3,725 „ Baby Basket. Glacier Point. 3,200 Half Dome. 4,737 Hunto The Watching Eye. Round Tower. 2,400 Mah-la Martyr Mountain. Cap of Liberty. 3,100 ,, Mt. Starr King. 5,100 ,, Tu-tock-a-nu-la ...Great Chief of the The Captain. 3,300 „ Valley. Wah-wah-Lina ... Three Graces. 3,400 ,, Pom-pom-pa-sus ...Falling Rocks. Three Brothers. 3,900 Po-see-nah-chuck-ka Large Acorn Cache. Cathedral Spires 2,660 Sentinel Dome. 4,125 Loya The Sentinel. 3,100 The two-days' journey from Madera with all its trying accompaniments had not been sufficient to damp our energies, and so after an excellent dinner we sally forth to gaze our fill on the many wonders with which we are surrounded, and our immediate objective point is the great Yosemite Fall, which is par excellence, the attraction in the valley. This fall we are told is formed by a creek of the same name precipitating itself into the valley a depth of 2,634 feet ; but it is not properly 51"], [90, "NOTES BY A WANDERER. 82 speaking one fall of this height, the mass of water is broken in its headlong leap by two ledges, one being 1,500 feet from the edge of the fall, and the other some 626 lower down ; strictly speaking therefore there are in reality three falls, one leaping 1,500 feet, the next 626 and the third about 400 feet. Mr. J. D. Whitney the State Geologist of California gives the quantity of water passing over the fall as 220 cubit feet per second ; he also states that the Creek below the fall was found in June 1865 to be thirty-seven feet wide and twenty-five inches deep ; the base of the fall widening out to about 300 feet. At the summit of the fall he esti- mates the size of the stream at a medium stage of the water as twenty feet in width and an average depth of two feet. As we near the foot of the fall we find that the enterprising digger has been before us and has yoked the \" Large grizzly Bear\" to his mill wheels, for here within two hundred yards of the base of the fall is a quartz mill, and all the apparatus of sluices and boxes for gold washing. After much clambering and tumbling over huge slippery boulders we get as close as is consistent with keeping a dry skin, — which is from fifty to sixty yards. The mass of water pouring almost upon us seems to have the same pendulous action as the \" Bridal Veil,\" and this becomes more apparent as we get some distance away. I have already stated that the water is broken up during its fall by two ledges of rock, but as we stand some four or five hun- dred yards away these breaks are not perceptible, and the appearance of the fall is as one continuous unbroken line. What a fascination there is about this enormous volume of roaring restlessness ! What an infinity of forms it takes as it tears downwards ! Watch that glassy shimmer, which it wears as it precipitates itself over the lip of the rock ; observe how this green and glassy surface becomes broken up into myriads of lines, and how these lines in their turn become detached and form into points ; how these points"], [91, "YOSEMITE. 83 appear to explode like rockets as they dash downwards and become converted into fine white feathery spray and are lost in the fuming foaming mass, — a truly wonderful sight. But it is, if possible, more fascinating under the pale but brilliant light of the autumnal moon than in the bright glare of the after noon's sun ; true the internal play is not visible, but the vibratory motion to which I have already alluded is more clear ly defined, and the hollow which the water has worn for itself in the rock, lying as it does in shadow, throws out the majestic proportions of the silvery fall in broad and well defined lines, while the pale light gives to the scene a weird and ghostly character at once indescribably grand and awe inspiring. One very striking feature of the scenery of the valley is the peculiar formation of the mountains which enclose it, the most striking being \" The Captain\" which I have already described as being like the keel and bow of an inverted ironclad ; the \"Sentinel Rock,\" the \"Cathedral Spires,\" the \" Three Graces\" and \"Three Brothers\" which are all more or less pointed ; and the North and South Domes which are perfectly round on the top and have the appearance of enormous spheres partially buried in the surrounding mountain. Another rock called \"The Half Dome\" is quite as striking in its way as \"The Captain.\" This rock has the appearance of having been cleft asunder by some Titanic force, and standing in front, the face of the cleft portion appears vertical ; it is absolutely so for some fifteen hundred feet, and then slopes at a sharp angle to the level of the valley. One very peculiar feature is that although the solid rock has the appearance which I have described, there is not a trace of the other half visible anywhere, nor of any cor responding quantity of debris to account for it ; had the con vulsion been a simple rending asunder then one would expect to find the corresponding half on the other side of the valley, or lying in fragments at the foot ; but there is no such corres ponding portion, and the debris at the foot of the cliff is m 2"], [92, "NOTES BY A WANDERER. 84 insignificant in quantity. It is exceedingly difficult to convey any idea of the enormous proportions of this marvellous form ation. I saw some splendid specimens of the photographer's art in ihe valley itself, but one glance was sufficient to show the utter failure to convey even an approximate idea of the extraordinary form and enormous proportions of the rock. Let us stroll on down the valley for a mile or two, and note a few of the mountains that form its sides here and there. We start from the hotel (Liedeg's) over which towers the \" Sentinel,\" one single rock pointing skywards like a giant finger ; a little farther down on our left hand we come to a group of rocks called the \" Three Brothers,\" and opposite these to form an interesting family party, we see another group, called the \" Three Sisters.\" Still farther on we come to the \" Cathedral Rock\" and a little beyond, the \" Cathedral Spires,\" names which very fittingly describe the light and elegant appearance of this group. During our walk of about two miles and a half we have passed through some of the narrowest parts of the valley, and under pitch pine trees varying in height from one hundred to one hundred and fifty feet, with stems as smooth and as evenly turned apparently as though they had been turned in a giant lathe ; we have been accompanied too by the Merced river, sometimes murmuring over a bed formed of debris from the rocks around us, and anon spreading out into placid pools which would doubtless afford no little pleasure to a disciple of Isaac Walton. During our walk we have passed through the narrowest parts of the valley, in some places not more than probably two hundred yards wide; and as you gaze above you and see these enormous walls of granite towering upwards for nearly two thirds of a mile you feel yourself to be an insignificant mite standing amid the ruins of the dwellings of a race of Titans. As we loiter amid \" these scenes so charm-"], [93, "YOSEMITE. 85 •s ing\" the twilight has given place to the light of a full autumnal moon, and the effects of her silver rays on the walls of glistening granite, on the tall and graceful pines which nestle under the shelter of the mountains, on the shining murmuring river and on the little patches of grassy mead through which it meanders here and there, are so enchanting that it requires a great wrench to tear one's self away from the contemplation of so lovely and at the same time so wonderful a scene. We have however a heavy day's work before us to-morrow and must prepare for it by courting \"nature's sweet restorer,\" balmy sleep. The first point to visit in the early morning, when old Sol \" opes the gates^of day,\" is the Mirror Lake, which lies at the upper end of the valley, and is formed by a branch of the Merced river called the Tenaya Fork. This is a short excursion of about six miles altogether and is a charming walk, but time being valuable we mounted the pigskin for it. I fear this name is scarcely applicable to the high-peaked Mexican saddle which it would be more correct to say I was wedged into than sat on. Daybreak saw a very jovial party of eight in the saddle, made up of Australians, Yanks, and Britishers, and we had as great a variety of steeds as of riders, and as great a variety of trappings as of steeds. One saddle was so out of proportion to the horse that a droll Yankee went to the horse's head and after gazing steadily at the animal for a few seconds — sufficiently long to attract the attention of everybody — remarked he \" was lookin' for that hoss.\" We get away steadily and soberly enough but have scarcely got half a mile up the valley when some body shouts out, \" Charge, the Light Brigade,\" and as though every horse had been drilled and thoroughly un derstood the word of command, away we go in one wild stampede, not a few of us cutting such droll antics in our saddles as to set the rest roaring with laughter at our expense. That morning ride beside the Merced river in an atmosphere"], [94, "NOTES BY A WANDERER. 86 which seemed to lift one above the dull cares and anxieties of life was not the least enjoyable part of my Yosemite trip. But we have reached our goal, and the \" Mirror Lake\" lies before us in all its calm and placid beauty. Not the faintest ripple disturbs its surface, and a large mass of overhanging rock is so perfectly reflected upon it, that the water seems merely the dividing line between two exactly similar rocks. The great point we had in view when starting so early was to catch the sun as it rose over the edge of the rock, and to note the effect upon the reflection, and it certainly was peculiar, and very pretty. Old Sol is not at all times sufficiently com plaisant to meet the views of sight-seers, as I once discovered to my cost after climbing to the top of Snowdon, but on this occasion, he behaved with proper decorum, and as his rays glistened over the edge of the rock, a band of gold seemed to form on the edge of the reflection, which gradually widened as the sun rose until the sun itself rose over the rock. Our object having been attained we cantered gently back in a more sedate and sober fashion than we started, and consoled the inner man by a good \" square meal.\" After breakfast our cavalcade reforms and under the care of a trusty guide we commence our journey to Glacier Point. Before mounting, our guide examines us all with a critical eye. He was a Yank of Yanks, and resting his 'gaze upon me as though studying my points, said, \"I guess you're about the \" heaviest of the crowd, sir, you had better get on the mule.\" On such occasions it is generally wise to be obedient, and I accordinglyxommitted myself to the tender mercies of the \" mule.\" I had heard and read much about the mule's won derful climbing powers, its sure-footedness, &c, &c, and thought myself especially fortunate in being allotted one for this particular work, which we could see would be pretty stiff. Little did I think of the deadly peril which that beast was to lead me into that day or I"], [95, "YOSEMITE. 87 should certainly have declined the honour of being the leader. However we canter away gaily enough over the bit of sward that lies between the hotel and the foot of the trail, — the path which has been cut in the face of the mountain by a man named McAuley, after whom it is named. We have a climb of 3,200 feet before us, and I am told off to lead part of the way, and the climbing part of the work my fiery steed does right well. By-and-bye we change places, and I am superseded ; we jog along quietly enough until coming on to a small almost flat bit of the road when I hear a peculiar sound in the bush and the horse in front swerves a little, my mule cocks his enormous ears up like two spires in miniature, and displays considerable uneasiness ; at the same time the guide, who has dismounted, rushes past me and commences pounding lumps of rock into the bush in a most energetic manner without saying a word. After doing this a few times he picks up his stick that he had thrown down and hooks out of the bush the dead body of a greyish snake, about three or four feet long, and probably two inches in diameter ; and this we are told is the deadly rattlesnake, and the peculiar sound I had heard was his warning note. About two-thirds of the way up the mountain a tree has planted its roots in a cleft of the rock and stands straight out over the valley at a height of probably 2000 feet. In the branches of this tree some plucky individual has hung the \" Stars and Stripes,\" and the correct thing is to walk out on the tree, a yard or so, and look down into the great depth below. In most tours there is some crucial place or point where the usage established by preceding tourists must be followed by their successors, no matter how idiotic that usage may be, and we follow the practice in this case. When I found myself leaning against that tree and gazing down into the valley, I felt that I could quote Dogbery with propriety ; for truly when a staid man of forty odd summers and as many corresponding"], [96, "NOTES BY A WANDERER. 88 winters finds himself balanced on a round tree, almost in mid-air, risking his neck for no practical purpose, he deserves to be \"writ down an ass.\" We all performed this feat however, so that there was no room for invidious observations. Some three hours or so of pretty stiff climbing takes us completely out of the valley to a simple but comfortable little hostelry up in the mountains where we leave our steeds and order refreshments after our labour. Whilst that refreshment is being prepared we are marched on foot to \" Glacier Point,\" and thence to the \" South Dome.\" For the first time in my life I am 9000 feet above the sea level, and experience the novel sensation of crunching the snows of winter under my feet while the rays of a hot summer's sun blaze down upon my head. Here one of our party discovered a specimen of the \" snow plant,\" or \" ice plant,\" as it is called, (sarcodes san guinea) a brilliant red flower not unlike a crocus in form before it opens. From Glacier Point a perfect view of the valley can be obtained, and a very excellent idea of the general configuration too of the Sierras for miles around. Yonder, right in front of us, the Merced river seems threading its way through its mountain bed like a thin silver streak : nearer to us is Cloud's Rest with its cap of glistening snow, upon which no cloud is now resting but which towers head and shoulders above its fellows like a hoary giant in a crowd. Following still the course of the Merced we come to the Nevada Fall which is some 600 feet in height and is a beautiful sheet of water ; still coming nearer we reached the \" Vernal Fall\" where the river precipitates itself over a very sharply defined rock about 400 feet high. The view from this point is perhaps only second in beauty to the spot where one catches the first view of the valley \" Inspiration Point.\" Away to the right and left of us, tower mountain after mountain, some clothed to the summit with giant pines, others"], [97, "YOSEMITE. 89 lifting a bold bare front to heaven as though in mute adoration, while as I have already said, straight before us lie the two great falls and the shining river giving at once to the scene a softness and brilliance without which the picture would be dark and sombre and sadly wanting in finish. At one point here the rock completely overhangs the valley, and it has been so cut away as to form a gateway into space ; across this opening an iron bar is placed right on the verge of the precipice. If my memory serves me correctly, you look down a straight line into the valley of over 3,000 feet. The few fields that were below us looked like the squares on a chess board, and the people moving about appeared like mice. A few weeks later I visited a very charming spot below Dublin called the \" Dargle,\" in Lord Powerscourt's domain, and walk ing to the edge of the rock called the \" Lover's Leap\" to look into the river a friend who was with me said \" For goodness \" sake, old fellow, take care, you may become giddy and fall \" over.\" I was at the moment instituting a mental comparison between the two places, and I turned round and said in all sincerity, \" Why my dear boy it appears to me as though I \" could jump down and jump back again.\" It was perhaps a hundred feet deep or so. Carrying my mind back to the Cali fornian scene it appeared like a stepping stone. We refresh the inner man with a homely repast made up of mountain mutton that would bear comparison for sweetness with either Highland or Welsh, while there was meat to cut and not bone to scrape as is too frequently the case with those brands, mealy potatoes, and excellent bread — \"baked up here\" as the sonsy matron told us, all washed down with a draft of nectar — \" Bass\", benefactor of mankind. It was not the label and cork only, it bore the brand inside the bottle. Sir Wilfrid and the minor satellites which revolve around that great lumi nary, may inflict some deadly blows on John Barleycorn's younger and more fiery children, but they will find sturdy old N"], [98, "NOTES BY A WANDERER. 90 John himself a tough customer to deal with, a real old die hard. It should like to have seen a disciple of Sir Wilfred suggest that we should drink water, after our three hours' ride and an hour's walk with that red label staring us in the face ; — he would have been lynched. What if it did cost half a dollar a pint ; one doesn't drink Bass \" up in a balloon\" every day. Our guide tells us it is time to begin our descent and again the mule and myself are ordered to the front, We get along very steadily and safely enough until we come to a portion of the path where the descent is so steep that I have to lean back al most over my quadruped's tail to prevent myself being impaled on his ears. While picking my way very carefully down a most dangerous bit of road, I find, horror of horrors ! that I am sliding gently down the inclined plane of that mule's spinal column, while his ears break the sky line in front of me. No cavalry man ever sat straighter in his saddle that I in mine at that moment. I feared even to look sideways : timely help came however and my danger was for a time averted. We jog along quietly enough for some little distance further, when, turning a sharp angle of the road, suddenly we are confronted, only a few yards away apparently, by the roaring Yosemite Fall. The valley at this point is fully half a mile away, but so near did this fall appear that my mule swung round on its hind legs and re fused to face it : how he didn't go over the precipice was a mys tery. While I was trying to get the beast along, the guide, by way of re-assuring me I presume, called out \" He'll not go \" over, sir ; he may go part over but he won't go altogether.\" \"Yes,\" I replied, \"but the part I require may go over.\" The upshot of the struggle was that I had to go into leading strings once more and be led down the rest of the way. When we got to the hotel I remonstrated with the guide about having such an animal for such dangerous work, and added that if I had had a pair of spurs I would have made him go"], [99, "YOSEMITE. 91 ' some\". \" Wall, sir,\" responded the guide in his peculiar dry drawling way \" I guess if you had, the New Fork Herald \" would cover you now.\" Another glorious moonlight night, and another ramble — the last one — amid these wondrous scenes and we turn in heartily tired, but charmed with all we have seen during the day. The Yosemite Valley and the Mariposa Grove of Big Tree3 have been formally made over by Congress to the State of California \" for public use, resort, and recreation,\" and are declared to \" be inalienable for all time.\" In the first section of the Act of Congress, the Valley is declared to \" be with its \" branches and spurs in estimated length fifteen miles, and \" in average width one mile back from the main edge of the \" precipice. The second section of the Act declares the Mari \"posa Big Tree Grove not to exceed the area of four sections.\" The State of California has accepted this grant and has ap pointed a body of Commissioners to take over and manage this property for the State ; these natural wonders are therefore, so far as human foresight can secure them, secured for the free enjoyment of future generations. Before bidding adieu to the Yosemite, it may not be alto gether uninteresting to say a word or two about the discovery of the valley, its geological formation, and the theories that have been advanced to account for that formation. On these two as on many other points in connexion with the Yosemite I am indebted to a very admirable little guide book written by J. D. Whitney, State Geologist, and published by authority of the State Legislature of California. The theories of fissure, erosion and glacial action are there very ably discussed, and finally set aside in favour of the theory of subsidence. Unlike many other abstruse theories the evidence of one's senses here comes in and enables the average business mind to settle the ques tion — for its own purposes at any rate. Take the \"Half Dome\" for instance, could any erosion make the wall-like face N 2"], [100, "NOTES BY A WANDERER. 92 of this enormous rock. Would merely eruptive force operate so peculiarly as to leave the one half of the sphere complete and yet grind the other half up so fine as to be capable of dis tribution over the floor of the valley by the waters of the Merced river? Would it be possible for any or all of these forces to so act as to leave the one side of the valley a perpen dicular wall and the other side a series of serrated rocks. Could erosion, glacier, action, or disruptive force, leave El Capitan with its clear sharply cut line in the form it now bears. While these, clearly cut by lines in all directions, may point to the action of eruptive force they seem to be fatal to the theory of erosion either glacial or aqueous ; and if we examine the theory of a rent or fissure we find the dissimilar forms of the rocks opposite each other equally fatal to that theory. The theory of subsidence then becomes, by the process of elimi nation, the only one which commends itself to the non-scientific mind, and there I will leave it. In the year 1850 difficulties arose between the white settlers about the Yosemite and the Indians, and the usual method of arbitration was adopted, — the rifle. After considerable skir mishing it was ascertained that the Indians had a stronghold somewhere in the mountains. Naturally the whites \" wanted to know\" all about this stronghold, and an expedition was formed in the spring of 185 1 under the command of Captain Bolland to explore the mountains and drive out the Indians ; the expedition was piloted by two Indian chiefs, Jose Juarez and Couchitte, and started from Mariposa town, then a mining camp, and now two days by stage from Yosemite. They found the Valley, drove out the Indians, \"killed a few, and made peace with the rest.\" There is a sort of grim humour about this that is essentially Yankee. In the following year, 1852, further troubles arose, which again turned out badly for the Indians ; they attacked a party of miners, killing two of them which again brought the Mariposa battalion to the front, who,"], [101, "YOSEMITE. 93 again to quote from Whitney, \" killed some and drove out the rest of the Indians.\" The name of the Chief was Tenaya, and his name has been given to a fork of the Merced river which flows into the Mirror Lake. The next stage in the history of the Yosemite was reached in 1855, when a Mr. J. M. Hutchings having heard of the Valley, and being engaged in getting together materials to illustrate Californian scenery for the Californian Magazine, made up a party for a visit to it. Immediately after, another party visited it from Mariposa, and in the following year (1856) the regular stream of tourists set in, and the Yosemite tour is now eagerly competed for by, I think three companies. The last project — which I heard mentioned during my visit — is to build a railroad into the valley up the course of the Merced river. THE BIG TREES. P SHOULD be but an imperfect chronicler of California's many attractions if I failed to draw special attention to the beauties of her forest growth, more especially to the Big Trees which have become as famous in their way as the great Yosemite itself. In des cribing these trees one has to guard against the Scylla of imperfect portraiture on the one hand and the equally danger ous Charybdis of exaggeration on the other. There are several groups or groves ot these trees — nine I think in all — but the two usually visited and for which regular tours have been organised are the Mariposa and Calaveras groves. By going to the Yosemite from San Francisco through Calaveras County and returning through Mariposa County, or the reverse way, both groves can be conveniently visited, and a better idea can be formed of the mountain scenery round the"], [102, "NOTES BY A WANDERER. 94 valley itself than by going and returning through Mariposa as I did. A little before seven o'clock in the morning of the day after my mountain ride to Glacier Point, found me in the stage en route for the Mariposa Grove of Big Trees, and at two in the afternoon we arrived at Clarke's Ranch again, where I had slept on my way to the valley. Another stage is ready for us and we start at once for the Grove. The scenery along this short bit of road is of itself well worth a visit, but we have only eyes for trees, and as we come to one pine after another which we imagine to be the object of our journey, the exclamation is con- stantly being made by some one or other in the stage — \"I \" thought that was one of the big trees ;\" but the trees which call forth these remarks are the usual white and yellow pines, and when seen are small beside the real giants. Here is one of them right in front of us, towering aloft some two hundred and fifty feet we are told, its broad base and gently tapering shaft giving it an appearance of lightness out of all proportion to its enormous bulk : some idea of that bulk can be formed from the fact that the roadway is carried right through the heart of the trunk, and as the stage stops under this glorious archway I get out and walk right round the stage and team, and find to my no little astonishment that the great lumbering waggon and team of four horses are covered by the tree. A little to the left is another kingly fellow named the \" Grizzly Giant\" which my guide-book tells me is ninety-three feet seven inches in circum- ference, and its two diameters at the base thirty and thirty-one feet. I pace the ground and find the base of the tree to be eleven paces in breadth, and taking the pace at thirty inches this would make the diameter three hundred and thirty inches or a little over twenty-seven feet. Some of the branches are equal to respectable trees, being fully six feet in diameter. This tree is much injured by burning, and the branches are broken off here and there, giving it a battered and storm-worn"], [103, "THE BIG TREES. 95 look, befitting its name. I noticed a large number of magni ficent trees damaged in this way, and the explanation given is that wood-cutters, herdsmen, and persons camping out for pleasure build their camp fires against the trees much as they would against an ordinary wall. To see the inflammable nature of a pine forest during a Californian summer one would think that self-preservation alone would prevent men com mitting such acts of criminal folly. Although the two groves of trees among which I am now wandering are generally spoken of as the Mariposa Grove, there are in reality two groves, the upper and lower, the latter being in Mariposa and the former in Tresno County. In railway guide-books the two groves are not unfrequently styled the Tresno-Mariposa Groves. The trees in these groves have been all numbered, and a plan has been prepared for the Commissioners showing the exact position and size of each tree, but despite this care I was sorry to see the usual insane relic-hunting going on that one observes everywhere else, where there is anything sufficiently rare to attract ; and despite the stringent regulations, the almighty dollar produced the relic. Here you would see a young lady stuffing away a piece of the red pine in her pocket or small bag ; yonder a gentleman sticking a piece in the pocket of his coat-tail, reminding one of the Irish gentleman who put the kitchen poker up his back. The bark of the trees was being sold openly enough, and a young lady who was much delighted at having secured a piece assured me that it made \" lovely \" pincushions.\" It is very thick soft and spongy and would I should think answer admirably for the purpose named. One gentleman who had secured several pieces of wood, informed me that he was going to have his photographs of the Yosemite framed in wood from the \" Big Trees.\" But I am wandering from the trees without having given in this dry narration of facts, a very clear idea of the trees themselves or of the ground they"], [104, "96 NOTES BY A WANDERER. cover. All sorts of speculation have been indulged in respecting the age of these trees. I heard one gentleman demonstrating to several ladies, who evidently regarded his utterances as oracu lar, that the Grizzly Giant was at least three thousand years old. \" Think of it\" said he, with his nose in the air and giving his right arm a gentle sweep suggestive of stump oratory — \"Think \" of it — three thousand years.\" I had Professor Whitney's book in my hand, and although that gentle sweep was apparently intended to include me I declined to think of his statement as one of fact, because the Professor had thought the problem out, and had demonstrated pretty clearly that not one tree in the grove was over thirteen hundred years. Nothing destroys illusion like dry facts, and I may therefore be pardoned per haps if I give a few more facts respecting these trees, — still taking Professor Whitney as my authority. The grant made by Congress for the Mariposa Grove is two miles square which embraces both the upper and lower Groves. The average height of these trees is less than that of the Calaveras Grove; the tallest in the latter is 325 feet. The largest tree in the Mariposa Grove is 260 feet high and 27 feet in diameter. I counted twenty trees over 200 feet in height, and 17 between 60 and 90 feet in circumference. In the evening at the hotel, as may be readily imagined, big trees stories were the order of the evening, and those of the party who had been to the Calaveras Grove disparaged the Mariposa by their comparisons, and were disposed to \" play it \"on us\" as one gentleman remarked. They told us among other things that one tree had been cut down and had given a quantity of lumber which seemed to me incredible, but in a book written by the Rev. John Todd, d.d., entitled \" California and its wonders\" this story is given as a fact ; and other state ments he makes respecting the Calaveras trees all point to the other fact that they are much larger individually than those in the Mariposa group. After giving the names of several of the"], [105, "THE BIG TREES. 97 trees the Dr. says — \" Now for measurements. Some of these \" trees, probably one fourth in all the groves, are over twenty \" five feet in diameter ; scores are thirty feet ; and I know \"of at least half-a-dozen that are thirty-two or thirty-three feet \" in diameter. You see that huge log lying near the hotel, \" whose stump, close by, has a house built over it ; that tree was \" perfectly sound, thirty feet in diameter. Five men worked \" twenty-five days with pump-augers before they could cut it \" down. The stump is cut five feet from the ground, and a \" cotillon party of thirty-two have danced four sets of cotillons \"on it at once, not counting musicians and spectators, who \" were also on it. Twenty feet in length of this log, which you \" can mount only by wood steps, 28 in number, and long ones \"too, would make 49,000 feet of boards, worth sterling. \" But to get an idea of the diameter of one of these trees, take \" a-cord and measure off 32 feet, and see who has a parlour \" as large as the diameter of that tree. ' Abraham Lincoln' — \" the name of a tree — is 320 feet high. The ' Mother of the \" ' Forest' 327 feet high, has had the bark stripped off for 116 \" feet. The bark, in places, was two feet thick. I have before \" me a piece of it, two feet long and a little over one wide, or \" deep. The diameter of this tree at the base was thirty feet. \" This one tree, it has been computed, would have made five \" hundred and thirty-seven thousand feet of one inch lumber. \" This, as lumber is selling in the States, would amount to the \" modest sum of ,£5,000 sterling.\" No language of mine could convey so accurate an idea of the size of these wonderful trees as this does, and I have there fore had no hesitation in appropriating it as a fitting finish to my notes of the Yosemite and its surroundings. 0"], [106, "NOTES BY A WANDERER. 98 THE PINES. fc-*j*jLg-fl|0 quote the words of an old song, I am again \"off K ©J off and away,\" but instead of a \" light bark\" and a F& -Ba \" silvery bay,\" I have a lumbering stage and a long dusty road before me. Through mile and mile of pine forest, inhaling the glorious ether of the mountain and pine combined, and despite dust and rib-dislocating jolts, feeling so light of heart and buoyant of spirit that the fever stricken fragment which landed at 'Frisco some ten days ago, is no more like the being of to-day, than is the crawling chrysalis like the light and airy butterfly. I am no admirer of objectless early rising, and I regard with amuse ment, slightly flavoured with scorn perhaps, those individuals of the \" early bird\" order who think that not the least important of man's many functions is to rise early. But in the heart of the mountains a solid reward awaits the early riser. To get up with old Sol and inhale the ozone laden air is to feel as though the elixir of life had been discovered, and that the Great Architect when building these glorious avenues of pine which surround one on every side had also imparted to the atmosphere some subtle essence wherewith to make the soul of man expand to the majestic proportions of the scenery around him. In all my wanderings I have met with no pleasures equal to those experienced in one or two quiet morning rambles among the stately pines, like mile upon mile of glorious arches, groined in such a way that neither a Wren nor an Angelo could ever hope to imitate ; treading upon a carpet which Dame Nature had taken ages to weave, and amid a stillness so pro found that one's own heart-beats could almost be counted. But the familiar \" All aboord\" is heard, and in a few minutes we are tearing along the mountain road at a break-neck pace ; our four sturdy roadsters however soon settle down quietly to"], [107, "LAKE TAHOE. 99 their work, and we push steadily on through the forest of pine, black oak and the stunted but prolific manzanita. It is said of this shrub — it cannot be called a tree even with all the desire to be complimentary to it — that the individual who can cut a straight stick from it will be always lucky. This is something like the story of the four-leaved shamrock, the finder of which is supposed to be lucky ever afterwards. I was once fortunate enough to find a four-leaved shamrock, which made me an object of envy to several bright-eyed girls, who were of the hunting party ; so here I got a stick of manza nita straight enough to make a walking stick, and hard enough to bother the English carpenter to whom I entrusted it to fit with a handle. As we get down into the lower regions we come across signs of the gold fever, and make our head quarters in the mining town of Mariposa. General Grant had made our hotel his head quarters during his royal progress through the West, and the evergreens and ornaments still remain festooned over our heads in the dining room which the General had used for a reception room. Next morning at 6 o'clock, we are again on the road which still runs through an auriferous region ; through Princeton, Bear Valley and Honitas on to Merced, where a warm bath clears away the layers of dust which we have accumulated during our ten hours' drive, and a good dinner refreshes and comforts the inner man. LAKE TAHOE. rjyVJÆT Merced I bid good bye to long stage jour |||J£æ| neys and strike the rail for Truckee, where I shall again leave it for Lake Tahoe. At Lat horp Junction, where a line connects the Southern and Union Pacific railroads, a grand old grizzly bear is kept"], [108, "NOTES BY A WANDERER. 100 in a huge wooden cage beside the railway platform, and as I have an hour to wait I have ample time to breakfast and exam ine Mr. Grizzly. He is a chummy sort of beast, and comes up to the bars of his cage in a friendly enquiring kind of way, but finding that I do not appreciate his advances in the manner that he can understand, turns away and deposits his huge bulk in the farthest corner of his cage. I take the hint and obtain a supply of biscuits, and the fall of one on the bottom of the cage is a signal which he evidently well understood; for Mr. Grizzly promptly comes shambling along to the front again and waits as patiently as a well trained dog while I toss my stock of bis cuits to him. What an enormous beast it is. Looking at those huge claws half the length of a man's finger ; at the tremendous paw into which these claws are set ; at the powerful fore-arm ; at those cold cruel little eyes ; — while slowly taking all this in, one can throughly realize the force of the old trapper's laconic remark that \" Grizzlies is ugly.\" But the iron horse is ready, and the familiar \"All aboord\" is again heard, and I am rapidly speeding along towards Sacramento city, where we stay for a few brief minutes, and then pursue our course up the valley of the Sacramento which is insufferably hot in the middle of the day. Away up the Sierras, where the temperature is considerably lower and where our eyes are refreshed by some of the finest scenery which the railway anywhere affords, I take another long look at the grand vista from Cape Horn up the Great American Canyon; at the silvern thread of the America River which flows through it, and at the tiny patches of emerald green that stud the borders ot the thread ; through the mountains on to Truckee, which is to be my resting place for the night, and my point of departure for Lake Tahoe to-morrow. Travelling in a Pullman car in the States is as near the perfection of comfort in the way of locomotion as anything I know of, but eight days us continuous going by rail, mule, and stage, closed with seventeen hours of railway work, a good part of it in the mountain air, made me look for-"], [109, "LAKE TAHOE. 101 ward with pleasurable anticipations to a good night's sleep. A \" whiskey straight\" and a cigar, and I turn in, and am oblivious to all things sublunary in a few minutes. Boot-cleaning in this hotel — Truckee — does not appear to be accepted as one of the responsibilities of the management, for in the morning I found my dust-laden boots lying quite undisturbed outside my door, where I had placed them over night; there was no time to go \" foolin' around,\" and I had to carry the dust forward as an \" available balance.\" On coming out of the corridor wherein my bedroom was situated, I noticed an inscription over the doorway which explained the mystery of the dusty boots. It ran thus, if my memory serves me correctly : — \" Guests \" are requested not to leave their boots outside their \" bedroom doors, as the proprietor declines to be respon \" sible for them.\" I went down stairs to breakfast, feel ing curious about the action of this boot regulation, but a glance round the figures at the bar and in the hall showed plainly enough that the bulk of the guests had not left their boots out side for many a day ; the boots seemed so completely a part of most of the men that I should not have been much surprised if I had been told that the wearers grew out of them, Topsy fash ion. There are probably twenty or thirty typical diggers inter spersed with a few tourists, who, like myself, are on their way to the lake. Most of these miners are from twenty-five to forty five years of age, shaggy of hair and beard, strong and wiry of frame, resolute and bronzed of visage. Shirt of blue serge, trowsers of blue jean tucked into half boots which may at some remote period of their existence have been black, but which Californian dust and mud have converted into a nondescript brown. A broad brown belt round the waist completes the uniform ; — a bowie on one side and six-shooter on the other were the only accessories needed to complete the early pioneer as depicted in many an English paper and book on California. I"], [110, "NOTES BY A WANDERER. 102 may state here however that, during my two months' wander ing I never saw either revolver or bowie, and never met with any other than the most courteous behaviour. Early movements appear to be the rule in American \" stag ing\", and at six o'clock some twelve of us are on board for Lake Tahoe. We are still in the heart of the Sierras, a few miles from Truckee, being the highest point over which the line travels — 7,042 feet. Fourteen miles south-east of the town of Truckee brings us to the Lake, and a lovelier sight it is difficult to im agine. Let the reader picture to himself a lake, of the purest blue, some thirty miles in length varying in width from eight to fifteen miles, contained in a basin which holds the water some six thousand three hundred feet above sea level, surrounded by a fringe of mountains whose snow clad peaks tower three thou sand feet above the water, these mountain peaks being mir rored in the clear pellucid water. A small cluster of houses at our feet lying white as the driven snow in the morning sunlight ; the small town of Glenbrook on the Nevada side of the lake ; the little steamer lying alongside the pier ready to take us over to the other side ; all this coupled with the brilliant blue sky over head and the perfect stillness, made up a picture of calm placid beauty that the world perhaps cannot surpass, and that as long as memory lasts will certainly not be effaced from my mind. It was a Sunday morning, and only needed the bells of some distant village Church to come stealing on the morning air to make the scene worthy of a poet's dream. Not the least strik ing feature of this lake is the amazing clearness of its waters ; so transparent are they that as I glanced over the side of the steamer straight down into their depths it was not at first easy to ascertain exactly where the surface of the water began. A few days before, I had rolled a small fragment of rock in a piece of white paper and dropt it over the edge of a precipice two thousand feet sheer, and as I watched the little white speck gradually descend it appeared every now and then to become"], [111, "LAKE TAHOE. 103 stationary ; so here, I dropt a small bit of wood over the side in a half dreamy sort of way, and suddenly found myself wondering why it was so long falling. I recalled myself from dreamland in order to examine this phenomenon, and I remember well how ridiculous I felt when the business half of myself told the dreamy half that the bit of wood was simply afloat. Look below that fragment which in sober reality seems suspended in mid-air and you will perceive the sand and the minute pebbles on the bottom apparently lifted up towards you. See those fish, varying in size from the length of your finger to perhaps half a yard, sailing about as though they were in a large aquarium ; not only is every move ment clearly visible, but their gills can be seen opening and shutting and every movement of their fins as clearly defined as though they were passing in review under one's nose. By and bye while I am gazing down into the depths over the bows of the steamer she begins to move slowly from the pier, but my finny friends down below evince no fear or surprise ; they simply move in front of the bows and form themselves into a wedge-shaped mass — I should think there must have been over a hundred of them — as though they formed our team and were yoked by some invisible harness to our boat ; they continued to move steadily in front of us for probably two or three minutes. The captain of the steamer — the \" Governor Stanford\", told me that the lake was fully eighty feet deep at the point where the bottom slowly faded from my sight. In the shallow part the colour of the water was a delicate green gradually changing into a brilliant blue, which in its turn, as we got near the centre became tinged with a peculiar bluish green. The water I am tol i is perfectly sweet and is used for all domestic purposes by the people living on the shores of the lake. Like most of the lakes and rivers in the West, it depends for its supply mainly upon the melting of snows on the surrounding mountains, and its waters must therefore be of the purest. I was told on"], [112, "NOTES BY A WANDERER. 104 board the steamer that when the surveying party was fixing the boundary line between Nevada and California, they surveyed through the centre of the lake and sounded to a depth of seventeen hundred feet without finding bottom ; but in a sheet advertising various routes to points of interest in California I find this is given as the depth of the lake. I was told also that several deaths by drowning had occurred, but that the bodies were never cast up ; this, with several other incidents which were mentioned during my short voyage across the lake, all point to a subterranean outlet for its waters ; and that there should be such an outlet is not at all surprising when we re member the great altitude of the lake itself and the still greater altitude of the mountains surrounding it. In these days of watering places and sanitariums I shall not be surprised to find that Lake Tahoe will yet rank high as a health resort ; my own conviction is that three months spent upon its banks would be of greater benefit to a fever laden deni zen from the \"land of mud\" than all the waters, pills, potions and doctors in Europe. If I repeated one half the stories which were poured into my ear respecting the life-giving effect of its atmosphere, I should be accused probably of \" playing it\" on my readers, and so I will let an author of world-wide renown say a word or two on this point, merely premising my quotation with this one remark that he mingles more solid information respecting the West with his inimitable humour that can be culled from one half the Dryasdusts that write about it. Mark Twain says in Roughing it : — \" But the world is slow and people will go to \" 'water cures' and ' movement cures' and to foreign lands for \" health. Three months of camp life on lake Tahoe would \" restore an Egyptian mummy to his pristine vigour, and give \" him an appetite like an alligator, I do not mean the oldest \" and driest mummies, of course, but the fresher ones.\" With this quotation I bid adieu to a scene which for grandeur and"], [113, "LAKE TAHOE. 105 pure loveliness combined, is without exception the most per fect picture my eyes ever rested upon. A visit to Lake Tahoe formed no part of my original pro gramme, the Yosemite being the sole object of my affections when I set my face westward, but one of the charms of travel ling alone is that you are \" fancy free,\" and can rearrange your plans without consulting the firm. The American system of railway travelling enables one to indulge freely in the luxury of following out any whim that may cross one's mind. I had booked myself direct from San Francisco to London — the longest through booking I had ever indulged in — and a few stations before I reached Truckee I told the Conductor that I should \" break\" there ; he then gave me a ticket with the name of each station printed on it and when I had worked down to the station I wanted, I got out. At Truckee I accord ingly \" broke\" for Lake Tahoe— two days ; at Ogam for Salt Lake City, — one day. To any intending visitor to Lake Tahoe I should say, stay at least three days, and visit Donner Lake at the same time, which is almost equal to Tahoe in point of beauty. When I left I was full of regret that my arrangements prohibited me from quaffing more fully from the fount of pleasure that lay before me, but I resolved to return at no distant date and drink more deeply. SALT LAKE CITY. !3WfjFTER leaving Tahoe, the next two days found me Hwillsj gliding on the iron road down the long slope reSgjgl from the summit of the Sierra Nevada through the valley of the Humboldt river, over the great American desert into the valley of the Salt Lake, a journey which occupied some thirty-six hours of steady going. The change from the desert of sage bush into the garden- p"], [114, "106 NOTES BY A WANDERER. like valley which the \" Saints\" have created was particularly striking, and there is not in all the States I apprehend a more marvellous instance of pluck and indomitable resolution than the Mormons can here show. For miles before you reach Ogden there is but one expanse of the dreary sage bush, but the moment you get away from the town you find yourself scudding through a valley of wonderful fertility and of surpas- sing beauty, which apparently runs straight into the Wasatch Range of the Rocky Mountains. Some idea of its fertility may be formed from one little incident which I observed as we neared the city ; a man was mowing in a meadow, and I was struck by seeing another man standing in front of the mower. As we got nearer I observed that the second man was armed with a rake and pulling the grass away from the scythe as it was mown, it being too heavy to follow the sweep of the scythe. As we are borne along through smiling fields of grass and corn ; past comfortable homesteads with orchards and gardens around and near them, the Great Salt Lake spreading away on our right as far as the eye can reach ; the mountains in front of us with the snow glistening in the sunlight and their caps rising to a height of eleven thousand feet ; every object stand- ing out with marvellous distinctness in the bright pure air ; — as I gaze on this picture of comfort, contentment, and pastoral beauty, I find myself, like Paris, hesitating whether I shall accord the apple to the placid loveliness of Tahoe or to the more varied charms of the landscape which lies spread out before me. While I am ruminating the city comes in view, and right worthy is it of the magnificent framework of moun tains in which it appears to be set ; we run on apparently thro' mile on mile of gardens with houses peering here and there through the thousands of fruit trees by which they are sur rounded. My stay in the head quarters of the \" Saints\" was limited to an afternoon only.inclination having again to give way to the"], [115, "SALT LAKE CITY. 107 stern demands of necessity. So soon therefore as the ever-wel come bath has successfully combatted the ever-present dust, and the inner man has been duly provisioned I sally forth to examine at my leisure this great home of the Latter Day Saints ; to examine their handiwork in architecture and muni cipal organization so far as the structure of the city was con cerned ; and, yes, bashful man though I am, I must confess that I wanted to see the Salt Lake women too. I wan dered all over the town alone, up the back streets and down the main streets ; examined the plan upon which the town was built, drained, and watered. I then still wandered on and on in the hope ot seeing that pretty girl which a com mercial traveller in the train had assured me he saw once there ; but after some hours of wandering and watching I came to the conclusion that it wasn't that girl's day out, and gave up the pursuit in despair. I did not visit Utah with any intention of studying the Mormon question from any very lofty pinnacle, neither did I for one moment imagine that any action or observation of mine would affect the great question of polygamy for instance, any more than the minutest dew drop would affect the tide ; but I confess I was very curious to ascertain whether the back-yards and the clothes-lines — the every-day phases of life in short, would indicate in any manner whatever to a casual observer the existence of the \" peculiar institution.\" With this object I wandered over the greater portion of Salt Lake City for hours, and sacrificed a visit to the great Salt Lake itself. Was I rewarded ? No ! and yes ! which is a seeming paradox. During my peregrinations I saw small lots with compact houses, out houses and miniature gardens that were clearly modelled after the homely style of the Midland Counties of England, — a double cottage, two stories high, with the inevitable brewhouse, bakehouse and washhouse, in one, at the rear of the dwelling. As I wander on towards the higher ground which forms the p 2"], [116, "NOTES BY A WANDERER. 108 slope of the foothills of the \"Rockies\" I notice one double cottage with a small grass plot behind, upon which a small group of eight or nine children are disporting themselves, their ages varying from eight months to as many years ; the senior in charge being a womanly child upon whose grave sweet face the full sense of her responsibility was legibly imprinted. In this group there were two distinct types of faces, as distinct as they could well be. In the one the old Danish strain of blood was clearly traceable ; hair of fiery hue ; eyes of lightish blue ; nose of the order, snub ; cheek-bones some what aggressive; complexion, pale and freckly ; chin, weak and retiring. In the other, of which I may take my matronly maid of eight as a fair illustration, the hair was dark brown ; forehead, broad and low; eyes, hazel brown and lustrous; face, oval ; complexion, pale but with a rose tint lighting up the cheeks ; to put it broadly, — one face pretty, the other plain. While I am leaning over the paling highly amused at the gambols of two stout young urchins who were chasing each other round their little play ground, and occasionally coming tremendous croppers, which they didn't seem to mind a bit, there emerged from the little washhouse-bakehouse structure, to which I have already alluded, two women carrying a tub, — strong sturdy women both, sleeves tucked up above their elbows and having all the appearance of women with a mission. Down the tub was dumped upon the grass and the mission be came apparent. It was washing day, and the \" claes\" were about to be hung out to dry. I ought at this point to have taken myself off but I did nothing of the kind. I wanted to get a full view of my heroines of the tub in order to complete the little romance which I had been weaving while watching the children at play ; and I was speedily satisfied on the point I had been busily revolving in my mind. Here are the two types of face as distinctly marked in these two plain homely women as in the children ; the difference being only that between the"], [117, "SALT LAKE CITY. 109 bud and the full blown rose. Was this little scene illustrative of the \" peculiar institution\"? My Darwinian instincts were not sufficiently strong to induce me to pursue an enquiry in which the risk would be out of all proportion to the results, so I must leave the problem unsolved and the question unanswered. The population of Salt Lake was at the date of my visit es timated at thirty thousand, a very large\" number being \" Gen tiles\" ; but the Mormon element is so strong that they practically \" run the show\" as a travelling companion remarked to me when I told him I was going to Utah. Brigham Young had been dead about a year, or I should certainly have en deavoured to see so remarkable a man. To his great personal power and administrative ability, the great success which has attended the Mormon settlement and Mormon rule, in Utah, is undoubtedly due. The stories that are told of him remind one of the old Israelitish Law-Givers, and it does not seem difficult to imagine that he must have taken some of these old heroes as his model. His mode of administering Justice was one which commended itself to the direct earnest Western mind. Said one of his gentile admirers in my hearing \" Brig \" ham didn't go foolin' reound the form; he went for the facts ; \" and you bet, it was rough on somebody if he didn't get \" 'em.\" Illustrative of this characteristic of the prophet, Mark Twain tells a good anecdote in Roughing it, which he relates as being told by Mr. Street who had contracted to run some eight or nine hundred miles of telegraph through Utah. He had sub-let a half of his contract to the Mormons, and they, on finding that no profit would accrue to them, threw up their contracts and said they would \" admire\" to see a \" Gen \" tile\" force a Mormon to fulfil a losing contract in Utah ; and, to use his own words, \" you can imagine how like being struck \" by lightning it was to find myself in a country where written \" contracts were worthless I I was under heavy bonds to \" complete my contract in a given time, and this disaster"], [118, "NOTES BY A WANDERER. 110 \" looked very much like ruin.\" Here was a keen business man fairly nonplussed, fairly at bay. After searching for redress in various quarters, a Gentile said, \" Go to Brigham Young;\" and to Cæsar he went. He was received, and his proofs carefully examined ; everything being found quite correct on his part, the sub-contractors were ordered to at tend at a certain hour, and they were to the minute, and so was Mr. Street, Cæsar examined the men who corrobo rated Mr. Street's statement, and now I will let Mark Twain finish the story, for it would be sacrilege to touch the master's work : — \" Then he said to them ; you signed these \" contracts and assumed these obligations of your own free will \" and accord ?\" \" Yes.\" \" Then carry them out to the \" letter, if it makes paupers of you ! Go!\" There is a grand old Cromwellian ring about this decision and the language in which it is conveyed that does a man's heart good, and I should have been quite as charmed to have seen and spoken to such a man among men as I was with the glorious handiworks of man's Maker with 'which I was surrounded. As I have before ob served, Brigham had gone over to the majority some time prior to my visit and I did not therefore leave my modest pasteboard at his late residence the \" Lion House\". Fancy a lone man calling on so many widows all at once ! WTiat would the Mor mon Mrs. Grundy have said ? Many of the houses in Salt Lake are built in the centre of the lots, and are, as I have already described, surrounded by trees, which give the city a very fresh and delightful appearance ; add to this a rippling stream of beautifully clear water rushing down the channel beside the pavement, and it can be readily imagined how delightfully fresh the town appeared after the long and dusty journey through the desert. The population of Salt Lake City is set down on the railway map at 30,000 and the city is said to cover an area of over eleven square miles. The streets are one hundred and thirty"], [119, "SALT LAKE CITY. 111 two feet in width and I am bound to say better kept than those of New York or Philadelphia. Very excellent side walks are maintained in every street, which are lined with shade trees. A plentiful supply of pure water is afforded by the melting of snow on the adjacent mountains, and this is so admirably managed that currents are diverted through all the streets, and small streamlets run in all directions through the valley into the Lake after having served the purpose of irrigation. In one of the main streets I noticed a large store, over the door of which was painted the all-seeing eye, and underneath \" Holi ness to the Lord\" and \" Zion Co-operative store.\" Whether the eye was intended for the customers or the counter I could not quite make out. A little farther on I came to the \" Deacon's Lot\" which contains the old tabernacle, — a mere modern building after the very orthodox nineteenth century Church pattern ; and the great new temple in course of erection The Ta bernacle is an extraordinarily shaped structure, and I should think stands alone in the world as a piece of architecture. For pure unadulterated ugliness I know nothing equal to it, unless it be a North of Ireland Presbyterian church of the old style. It has however one merit, — it can be described in a few words. Take an ordinary dish cover and place it upon a score or so of cotton reels standing upright and you have an excellent model of the building as it appears from the outside. It is said to have room to seat seven thousand people, and its acoustic properties, unlike too many of our modern Gothic abominations, are excellent. Round the gallery are mottoes, one of which runs thus, \" Children are Utah's best crop.\" The building is 250 feet long, 150 feet wide, and 80 feet high. The new temple will be a very large building if it should ever be completed, but I could form no very definite idea of its style or shape as the walls were only a few feet high : but the stone work done was most excellent and was solid enough for"], [120, "NOTES BY A WANDERER. 112 a fortress. The stone itself was a grey granite obtained from the neighbouring mountains. The clearness and purity of the western atmosphere is rendered very apparent here by the seeming nearness of the mountains ; the houses seem to nestle under the shadow of them, but the nearest spur is some miles away. The proprietor of the hotel where I was staying told me an anecdote illustrative of the difficulty in estimating distances. An English lady was staying in the hotel who was fond of taking short sketching excursions round the city, and one day she announced her intention of taking her camp stool and going to sketch a little nook which she could see trom her window. \" I told her,\" said he, \" that if she walked out \" there and back she had better take some provisions, and a bed, \" for she wouldn't get back under two days, and she wouldn't \" have much time to make picture at that.\" Salt Lake itself is seventy miles long and thirty miles wide, and its waters are so dense that a fellow-traveller who went down to bathe in it while I took \" my walks abroad\" said he couldn't swim for he couldn't get down deep enough — \" I \" simply flopt about,\" said he. The Salt Lake is connected with Utah Lake by the River Jordan, and the Mormons say Utah is their Palestine ; Utah the Sea of Galilee, connected with the Dead Sea — Salt Lake — by the Jordan. It has been said that the Mormons committed an egregious blunder in selecting the Salt Lake Valley as the site for their settlement, and that the enormous amount of labour expended upon it would in money value have bought the land many times over. It is asserted too that despite the vast expenditure of time and money the land will revert to its original barren ness should there be any relaxation of the efforts now so con stantly made to cultivate it. This is to some extent borne out by the fact that the original sage bush, which these efforts have banished, crops up on waste land almost as readily as grass does in Demerara. It is the \" bush\" of the desert. But what-"], [121, "SALT LAKE CITY. 113 ever may be said to the disparagement of the Mormon settle ment, this also I can say, that for beauty of scenery, for evidences of comfort, thrift, general prosperity and good management, both public and private, it need not fear com parison with any place that it has ever yet been my lot to visit. I have been frequently asked the question, How do the Mormans live ? and like most other questions it is much easier to ask than answer. They are in the centre of an important mining industry, and it is highly probable that so shrewd and energetic a people have taken care to secure in some manner a share of the direct profits of this industry ; although I was told that the mines are worked solely by gentiles. The history of Baron Grant's celebrated Emma mine, which mine is but a few miles from Salt Lake City, is proof of the fast that a large amount of gentile capital finds its way into Salt Lake City and neighbourhood. The evidences all around one are in favour of the view that the main source of Mormon wealth lies in their produce. The population of the territory of Utah at the last census was 143,907, and Salt City is practically Utah's market for fruit and vegetables and all kinds of agricultural produce ; but, independently of this local source of wealth, the Pacific Railway has opened up the whole United States to them, and I was assured that enormous quantities of fruit and vegetables are sent to all parts of the Union and command very high prices. The early Mormon history in Utah presents many points of interest to the student ; the early pioneer troubles ; the Mountain Meadows massacre ; the differences with the Federal Government ; the very recent proposals of President Arthur to deal with the question of polygamy ; the Book of Mormon ; all these are subjects which afford ample scope for thoughtful comment. The Book of Mormon is a specially tempting morsel ; but they are all of too recondite a character for a mere Wanderer, and I leave them therefore to the Q"], [122, "NOTES BY A WANDERER. 114 makers of books, and again take up my staff and continue my peregrinations eastward. EASTWARD BY RAIL. F*i 'p»j5|'HE journey from Salt Lake City to Chicago occupied K3 Fv3 me 'rom SLX o'clock on Thursday morning until foyi'^jj half-past two on the following Sunday afternoon. To those who are unaccustomed to long railway journies this may appear a very fatiguing and withal monotonous journey, but I did not find it so ; it was not in some respects unlike life on board ship, without the stomachic disturbances. We generally arose in the morning about six o'clock and \" abluted ;\" breakfasted about 8, dined about i, and supped about 5 or 6. I remember one day we had run through the whole meal gamut, breakfast, dinner and supper, before half past four in the afternoon, and I remember too, the wolfish hunger that gnawed at my vitals during the whole of that interminable and almost sleepless night. The Pacific Railroad is made up of three distinct lines, the Western Pacific, which runs from San Francisco to Ogden ; the Central Pacific, which runs from Ogden to Council Bluffs ; and the Union Pacific, which runs from Council Bluffs to Chicago. The Central Pacific authorities have gone in for a little smartness, which does not reflect much credit upon them, when one considers the general principle which governs the management of baggage all over the Union. The traveller in the States can usually book his heavy luggage through, from the point he is leaving to the point he hopes to reach in a week or two, quite irrespective of the number of lines it may have to travel over ; and this, as may readily be imagined, is not the least among the many conveniences of railway travel in the States ; but in my case this could not be done. I could only"], [123, "EASTWARD BY RAIL. 115 book my luggage to Ogden from San Francisco, and when I wished to start it on its second stage to Council Bluffs, I was not long kept in ignorance of the reason for this regulation, and I wish intending travellers to note the pretty arrange- ment. There is practically no check placed upon the quantity of luggage which may be taken on the overland journey when leaving Chicago for the West, or San Francisco for the East but when you reach Council Bluffs going Westward, or Ogden going Eastward, you become aware of the pretty little trap which has been set for you when you see your luggage weighed as carefully as though the Company were buying it at a high figure and every pound over one hundred charged for at an equally exalted rate, and you get a little billet doux handed to you which you must deal with before you can get your luggage put aboard. The officials of the line too seem to be imbued with the same spirit which prompted the preparation of the trap for the unwary. The whole thing was suggestive of the worst and earliest days of railway travel in England, and is thoroughly unworthy of the generous spirit in which railway travel in the States is usually managed ; but the days of the Central Pacific Monopoly are numbered, if not already past. During my first day's journey from Ogden we ran through the heart of the Rocky Mountains ; through gloomy and savage canyons whose rocky sides are torn or worn into all sorts of wild and fantastic shapes, one being termed the Devil's Slide, — a deep rift in the mountain's side which has the appear ance of having been built up. What adds to the peculiarity of this formation is the fact that it is a gigantic ' fault' of white limestone in a mass of red sandstone. We pass also the thou sand mile tree, — one solitary tree, left, like the last rose of sum mer, blooming alone. It is said to be exactly one thousand miles from Omaha. The second day's journey took us over the highest point on the line \" Mount Sherman\" the watershed of the continent ; or, Q 2"], [124, "116 NOTES BY A WANDERER. as it is sometimes called \" The Great Divide\". Our train stopped here for probably a quarter of an hour to allow the train going West to pass, for it must be remembered that the line is but a single track ; and we were enabled to wander about and amuse ourselves the best way we could. Not a few of us employed the time in gathering little bouquets of the pretty little wild flowers which were strewn in rich profusion on Nature's verdant carpet. One little bunch of those bright-eyed creations occupies an important place in my collection of travel ling jetsam and flotsam. While wandering about on this apparently almost flat table land it was difficult to realize that one was really some eight thousand feet in the air, and that there was a point within view from which the tiniest stream would probably so divide itself that one portion would find its way into the Atlantic and the other into the Pacific. My ideal \" Mount Sherman\" was a mountain peak over which the railway was carried by some dazzling brilliant feat of engineering skill ; the actual \"Mount Sherman\" was a gigantic mount up which the railway crept in one long steady gradient some five or six hundred miles in length. During our second day out from Salt Lake we passed also the celebrated plains of Laramie, some 60 miles long and 25 wide, upon which I was told there was at that moment some 175,000 head of cattle grazing. During my run from Liver pool to New York in the Oregon, I travelled with a gentleman who had a big \" ranche\" on these plains, and he assured me that these figures might be doubled. Looking at these plains from Laramie hotel, they seemed limitless ; as far as the eye could reach you appeared to be in the centre of one enormous grassy mead. Laramie stands out in bold relief in my memory from another cause. I dined off the most delicious venison steak I ever wish to taste. There were relics of the chase too for sale; one a grand old buffalo's"], [125, "CHICAGO. 117 head with shaggy frontlet, and horns of great length and enormous thickness. An awkward souvenir to carry home. Equally awkward to carry — or nearly so— was the skin of a buffalo, which I could have secured for the modest sum of four dollars. Our train was an unusually long one in consequence of a strong contingent of Australians being on board ; but their company made the journey very pleasant and enjoyable. We wandered from carriage to carriage to pay little formal visits ; then we got up little card parties, and by-and bye some one would discover a little old rye whiskey. One gentleman from Queensland had some rum manu factured there, which he was very anxious that I should examine with care, and give him the benefit of my experience as to its quality, &c, &c, as he was taking it to the Agent General in London with the view of introducing it to the Lon don market. This gentleman was going home via Kansas City and he pressed me very much to accompany him, but I suc cessfully resisted the temptation and found my way to Chicago, as I have before stated, on my third day out from Salt Lake City, and there I rested for a couple of days in order to see Brother Jonathan celebrate that celebrated day the Glorious Fourth. CHICAGO. fi^rgfl]HREE nights in a Pullman car enable a man to place j K 5H a higher value on a bed not given to jerks and wrig- I jBJ Mm gles than he is ordinarily disposed to accord to the ordinary hotel roosting place ; and my first night in the Walker House, Chicago, was as calm and peaceful as that of a babe. Not once did I fancy myself sliding — gently but steadily — down an inclined plane to certain destruction ; nor did I after falling"], [126, "NOTES BY A WANDERER. 118 to sleep carry with me in my fall some clicketty-click tune from the wheels of the car which would run riot through the thousand and one situations which my restless brain conjured up until it became one wild phantasmagoria, made up of clicketty-clicks of every conceivable pitch and cadence. Let me advise that traveller to the West, for whose benefit I am writing these notes, never to travel in the top berth of a Pullman, nor over the wheels of a car if he is sleeping in a bottom berth ; but let him take a bottom berth in the centre of the car, and he will be well away from the wheels which are placed in two groups at each end of the car. I am no great lover of bricks and mortar beauty, and Dame Nature has more charms for me than anything which the art of man can create ; I must therefore be excused if I do not dilate on Chicago's many excellencies in this respect. Other excellencies she has which commend themselves to my mind with tenfold more force than does any mere arrangement of architectural lines of beauty, and none more forcibly than the pluck and energy of her inhabitants. She ranks now about the fourth city in the Union in point of population, the numbers at the end of 1883 being 503,304 as against Brooklyn's 566,689. In 1853 the numbers were 160,000, so that in two decades, her population has more than trebled, — a phenomenal developement even for the States. In Chicago, beauty and utility for once go hand in hand, for while her situation on Lake Miehigan is her chiefest beauty, it is also the main source of her unexampled pros perity. She is a seaport, in the heart of a continent, and nothing has been spared to improve to the utmost her great natural advantages. It is probable that more railways converge on this one point than on any other in the Union ; and I have seen it asserted that a steamer can, by means of the canals, which also converge on Chicago, enter the Mississippi at New Orleans, and find its way to the Atlantic by the St. Lawrence ;"], [127, "CHICAGO. 119 while the Chicago and North-western Railroad was, at the date of my visit — 1880 — in direct communication with Manitoba, thus tapping the great wheat-producing North-west, which promises to be a keen competitor with Chicago's best custom ers, Dakota, Minnesota, Wisconsin and Iowa. Nothing in the world's history perhaps affords a more strik ing example of what can be effected by pluck, indomitable energy and perseverance than the rebuilding of Chicago after the great fire of 1871. By this one calamity a hundred thousand persons were rendered homeless, and some two hundred million dollars' worth of property was destroyed ; but the effect upon the city's growth was more like that of a healthy pruning than of destroying, for while the population was set down at 334,270 in the June of 1871, it was estimated at 475,000 in December, 1874. But a lounge in Lincoln Park beautifully situated on the shore of Lake Michigan had more attractions for me than the palatial residences or the porkeries and granaries of the city ; and for the greater portion of my two days' stay I wandered about the park and neighbourhood and the streets of the city, my object being to enjoy the beauty of the scenery, and at the same time to note whether our American cousins took their pleasures as sadly as the typical Britisher is alleged to do. Coming east we had as it were, overtaken the Fourth of July current. The anniversary of 1880 happened to fall on a Sunday, and in some places the celebrations took place on Saturday ; but Chicago determined to cover all the ground by commencing the Carnival on Saturday and continuing it over Sunday and Monday. Forty years ago, the anniversary of the great \" Gunpowder Plot\" was celebrated in England with ao little noise from every conceivable form of fire-arm, and with the expenditure of no small quantity of villainous saltpetre ; but the wildest performance I ever remember on"], [128, "NOTES BY A WANDERER. 120 \" Guy Fawkes\" day was mild and tame, compared to Chicago's Fourth of July celebration in 1880. I followed my usual practice and strolled through the streets for two or three hours, and the scenes I then witnessed contrasted strangely with the quiet loveliness of the preceding Sunday on Lake Tahoe. Chicago was not unlike a city in a state of siege ; the atmos phere was heavily laden with the fumes and smoke of gunpowder, while the constant detonations from explosives placed on the rails of the tramway and from revolvers and fireworks of every conceivable kind were suggestive of troops practising very \" independent firing.\" I had walked about a hundred yards or so from my hotel and was strolling quietly down the sidewalk when a well-dressed young fellow of about eighteen years of age, stepped from a doorway and in the most nonchalant manner possible fired two [shots from a revolver into the gutter, and then calmly placing the weapon in his \" pistol pocket\" went back into the doorway. The performance only occupied a few seconds, but I had to wait for those few seconds on the one side of the performer until he had completed it ; and a gentleman and two ladies had to wait on the other. Not a word was said by any of the parties and the proceeding was clearly regarded as comme il faut. Right over my head is a plasterer at work on the outside of a house. A little farther on, a frolicsome dam sel of ten or so, lets off a squib, and then shies it at nothing in particular, narrowly missing a lady's nose in the performance. Another demure puss walks gravely behind a passing pedes trian and dabs a detonating ball on to the pavement ; and if at the moment of explosion the pedestrian is startled, she indulges in a perfect ripple of satisfied laughter. A little farther on, a sky rocket appears to have forgotten the road, and goes with a thud against a house on the opposite side of the street, just missing the drawing room window. The side-walks in Chicago on a Fourth of July celebration are certainly not"], [129, "CHICAGO. 121 fitting places for elderly persons with nerves to frequent. Having seen the street celebrations, I was anxious to hear what the oratory of the occasion was like; that luxury was however denied me as I was unable to ascertain the place where the speeches were appointed to come off. A visit to the waterworks closed my sight-seeing in Chicago, and this admirably arranged institution is well worth a visit to any one who takes an interest in the manner in which large communities are governed. The water is obtained partly from wells sunk on the premises of the waterworks, and partly from a large tunnel run out for two miles under the bed of the lake in order to secure a pure supply. The water is distributed through the city by means of three powerful beam engines, and from the enormously high tower a splendid view can be obtained of the City Lake and neighbourhood for many miles. WASHINGTON. ! r^TH ROM Chicago I wended my way to Washing- j 1 jj£Er ton, going through the magnificent scenery of I j.*^\"! the Alleghany mountains, and thus crossing the three great mountain ranges of the States, the Sierra Nevada, the Rockies and the Alleghanies in as many weeks. At Washington my malaria 'familiar' gave me a shaking of more than ordinary severity, I suppose to make up for the time lost during which he had been exorcised by the soothing influence of the Western air. I was no little annoyed at being placed hors-de-combat for a whole day, and no little dispirited too at finding that all my journeyings had failed to free my shoulders from their malarial load. As a consequence of this attack, one or two excursions which I had planned about the neighbourhood of Washington, had to be aban doned, and I was fain to content myself with a perambulation R"], [130, "NOTES BY A WANDERER. 122 of the City itself, a visit to the Treasury buildings, a call upon President Hayes, who received the \" Wanderer\" with as much friendly cordiality as though he had been a personage with a capital P. Thanks to the good offices of the gallant Colonel, the worthy Consul in Demerara, I found at the Patent Office a guide to the Museum of Inventions, who was a very itinerary of useful knowledge respecting the thousand and one curiosi ties which that wonderful Institution contains. With such a guide, full of life, fun and anecdote, the time I had at my disposal was all too short. Speaking of the ever increasing demand for space for models of inventions, my guide philo sopher and friend remarked, \" It is computed that if the \" present rate of progress continues, we shall require the \" whole State for our museum before the next centennial \" period arrives.\" I remember one case contained shoes enough to start a small shoe store with, and shoes at first sight do not appear a fertile field for man's ingenuity to exhibit itself in to advantage ; but every conceivable mode of fastening the soles to the uppers, which the brain of man could devise had apparently been patented ; equally active had been the inven tive talent on the formation of both soles and uppers, and on the method of attaching the finished structure to man's pedal extremities. A fruitful subject for a few hours' gossip is this same Museum, but such is not the \" Wanderer's\" present mission, and he must wing his way towards the Quaker City, leaving Arlington heights, and Harper's Ferry, for a possible future visit. To an Englishman, Philadelphia presents more points of interest than probably any other city in the Union. One comes across bits of the old city here and there which might belong to some old English town. It has less of that air of spick-and-span newness so apparent in most American towns. My mission on this occasion, however, was not to study the conformation of the city or to ascertain the measure"], [131, "WASHINGTON. 123 of its importance, but to do my little devoirs in a strife which has now become merely a page in Demerara's history, — the Dark Sugar controversy. At a later period I revisited Phila delphia, and did a little sight-seeing, taking in some of the large factories, the new State buildings, which, I think, sur pass anything I have seen in the States, even the Capitol, and finishing with an inspection of the mint. Not the least interest ing place I visited, was Wanamaker's store, a gigantic shop occupying a whole block, where it is said every want can be supplied, from a needle to an anchor. It was certainly an ex traordinary sight, not only from its great proportions but also on account of the perfection of its organization and arrange ment. The place seemed to have been modelled on the plan of the spider's web, the office being placed in the centre and the various departments radiating from it like the lines in the web. It would hardly be fair to push the comparison further. I have often heard Americans contrast the difficulty they ex perienced in obtaining admission to public, and more particu larly Government, institutions in England with the ease and facility with which similar institutions can be examined in the States ; and an instance of the truth of these statements was afforded me in the case of the Mint in Philadelphia. During one of my wanderings about the city I happened to pass the mint building and having an hour to spare walked in unchal lenged by any one. I found myself in an ante -room where several other persons were waiting. After a delay of perhaps five minutes an official wearing the regulation American uni orm — a blue frock coat with gilt buttons — came into the room and beckoned us to follow him, which we did. Thus, without my having exchanged one single word with any person I found myself listening to a statement of some of the marvels of the United States coinage told in a plain simple yet lucid manner. Of course we were not allowed to wander at our own sweet will anywhere we chose. Our polite and courteous guide took us r 2"], [132, "NOTES BY A WANDERER. 124 first to the \" Deposit Weighing Room\" where, as its name implies, all the precious metals used by the mint are received and weighed. After an examination of this room and some of the bars or ingots of gold and silver stored in it, we passed on to the \" Deposit Melting Room\" ; thence to the rooms of the melter and refiner, where the metal is made into small bars or strips from which the coins are to be cut. These strips are rolled with great care and skill, and are passed into a peculiar machine which stretches the strips to a more uniform thickness than it is possible to roll them to. The strips are now supposed to be exactly the requisite thickness for the coins intended to be made, and they are passed under a stamp or cutting press, and round blank discs are cut from them ; these discs are very carefully adjusted to the exact weight by hand, and are then passed on to the \" milling room\" where the edge of the coin is simply turned up forming a little rim. The next room is the coining room where the \"gowd\" receives the \" guinea stamp\" ; and it was interesting to watch the coining presses doing their work, so silent, so accurate, and withal so methodical. The \" Coin Cabinet\" would gratify the heart of a numismat ist, for here is a magnificent collection of all the coins of the world. In the coins of France there is exhibited a denier or penny of the reign of Charlemagne. Among the English coins are two small gold pieces which bear no inscription but are considered to be about 2000 years old. Here is also a \" noble\" of our 6th Henry, and an \" angel\" belonging to his successor; a \" royal\" of the reign of the good Queen Bess, and a \" siege piece\" of that King who lost his head in gambling with the people of England for the \" Right Divine\" to \" govern wrong\" — Charles the First. Not the least interesting portion of this col lection is a set of coins and medals of the United States present ing as they do in a very beautiful form the growth and steady developement of the most remarkable commonwealth the world"], [133, "WASHINGTON. 125 ever saw, or probably ever will see. But I must tear myself away from a contemplation of the worthies of a period when Yankees and Englishmen were driven by blundering Statesmen — save the mark — to fly at each other's throats for not even an \"idea.\" My next objective point is the Great Niagara, whose proportions I am anxious to measure with the Great Yosemite. Should that typical traveller that I have had in my mind's eye when writing these notes ever find himself in Philadelphia and be anxious to view in his trip as many of nature's beauties as possible, a run up the Lehigh valley, the \" Switzer \" land of America\", will well repay him. A very excellent \" Parlour Car\" train left Philadelphia at 9 a.m. for Niagara where it arrived at eight minutes past one next morning, — six teen hours. I did the journey from Niagara to New York in fourteen hours. If therefore my typical traveller should be going home via the States he may very comfortably within the compass of a week and for a very moderate sum see some of the most beautiful scenery in the States. To do this he should go from New York to Phila delphia, thence to Niagara ; thence by rail to Albany and by steamboat to New York. This itinerary could be done in four days if necessary. I look back upon the journey through the Lehigh valley with as much pleasure as upon any portion of my wanderings. Memory is dotted over as it were with little pictures of hill and dale clothed in ever varying tints of green ; of mountain peaks clothed to the summit with foliage of varying hues, from the brilliant green of youth, to the mellower tints, which seem among the foliage like the avant coureurs of the coming Autumn. Foremost among these memory pictures, stands that of the vale of Wyoming. The railway here hangs or runs upon a shelf cut in the mountain-side, and away as far as the eye can reach — probably sixty miles — is spread a glorious panorama of homestead and smiling mead, busy towns and"], [134, "NOTES BY A WANDERER. 126 pointing church spires, a shining river, like a messenger, carry ing with it peace and plenty, that peace and plenty being well symbolised in the myriad patches of gold with which the vale is strewn. Truly, a lovely picture. My next picture is old Niagara, and it stands out in my memory under the brilliant light of a harvest moon ; the long grey lines seem to me to take the shape of the beard of old Father Time ; and the roar of the waters seems in its thundering bass to be rolling forth one perpetual tribute to Nature's glorious handiwork. If ever an appropriate name was given to a scene, \" Niagara, Thunder of Waters,\" is an appropriate one for this. What did you think of Niagara ? Were you disappointed ? are questions which have been fre quently addressed to me. I can only reply that I could not think of it, neither can I now. I can only wonder. If its thunderous voice teaches any lesson, it is that of man's littleness, — pettiness. Before Niagara's throne, man's highest aims and noblest resolves seem as trifling as that bit of decayed wood which you see balancing for just an instant of time on the lip ot the fall, and the next instant is lost in the vapoury vortex. Disappointed ? No ! Of the two great sights which America has for the wanderer, it is difficult to imagine disappointment associated with either of them, — Niagara and Yosemite. Amid no more fitting scene, and in no more noble presence can I bid adieu to those who have accompanied me in my wanderings, than before grand old Niagara ; and here, then, I make my bow. Finis."], [135, ""], [136, ""], [137, ""], [138, ""], [139, ""], [140, ""]]