[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "ADDI XV GIUGNO MCCCX. Lorandini A. 1 84* « GIUSTINA ROSSI VENEZIANA. lascia cadere un Mortajo cho colpisce mortalmente l Alfiere di Bajamonte Tiepolo nella congiura Quirino-Tiepola."], [7, "STORIA DELLA CASA e BOTTEGA IN VENEZIA DI RAGIONE DELLA GRAZIA DEL MORTER E CENNI STILLA CONGIURA m io*immu>o tosioio VENEZIA PIETRO M1LESI EDITORE 1842"], [8, ""], [9, "Ognuno vede quella figura di Vecchia affac ciata ad un balcone con un Mortaro che sta per precipitare nella sottoposta strada di Merceria pres so l'Orologio a San Marco, ma tutti non sanno chi sia quella Vecchia, per qual ragione ivi sia stato posto quel Basso Rilievo, quale avvenimento esso rappresenti, ed a cosa voglia riferire la inscrizione che vi si legge ADDI XV GIUGNO MCCCX. — Ciò tutto ricorda la Congiura di Bajamonte Tie polo.. Ad appagare il desiderio di chi bramasse es serne informato, si sono raccolti li seguenti cenni che sembrano bastanti per una generale intelli genza., Il malcontento di alcuni Veneziani per la fa mosa legge ultimo sebbra jo 1296 More Veneto^ os sia 12,97, che chiamavasi Serrata del Maggior Con siglio, si manifestò circa il i3oo, con le pubbliche violenze e con gli attentati di un Marino Bocconio"], [10, "4 o Bocco, e di Giovanni Baldovino che n'ebbero pu nizione di morte ; ma gli effetti di un più imponen te sviluppo n'ebbe questa patria a soffrire nell' an no i3io pel carattere torbido e vendicativo di Marco Querini da San Matteo di Rialto, il quale chiamato a collega il genero Boemondo detto Ba jamonte Tiepolo da Sant'Agostino, anch'esso per privati rancori dichiarato nemico di Pietro Grade nigo allora Doge e principale autore dell'accennata legge ; raccolti eziandio molti de' Querini, de' Ba rozzi, de' Doro, de'Badoeri, de' Tiepolo, ed altri Nobili, Cittadini e Plebei, ordinarono la celebre Congiura appunto indicata nelle Storie col nome de' due Caporioni Quirino-Tiepola. Combinate le cose fra i Congiurati ali' alba del Lunedì i5 Giugno i3io, si mossero questi dalla Casa Querini a San Matteo, • e passato il ponte di Rialto, divisi in due bande, Bajamonte prese la strada di Merceria, mentre Marco Querini si diresse alla Piazza per la Calle dei Fabbri, e pel Ponte del Malpasso \\ alle grida ed allo schiamazzo di codesti mal diretti facinorosi, che con imprecazioni e con minaccie giuravano morte al Doge Gradenigo ed ai suoi partigiani, gli abitanti lungo la stessa Merceria, accorsi alle finestre, cominciarono a gettare dall'al to pietre, tegole, sassi, e quanto loro si presentava,"], [11, "5 sopra quell' orde di armati, ed una donna di nome GIUSTINA) che in uno strumento di vitalizio è an che chiamata Lucia, forse di cognome Rossi, e pare anche tenesse mercanzia di specchi, la quale abita va la Casa »dove gera el Sambugher\" , (albero di sambuco), su cui ora si è collocato il Basso Rilievo, affacciatasi impetuosamente alla finestra, data ma no ad un grosso mortaro di pietra , che a caso trovavasi sulla soglia di quel balcone, il rovesciò, fors' anco non vi pensando, a danno di Bajamonte, il quale non poco smarrito sortì illeso dal pericolo, restando invece mortalmente colpito colui che il precedeva a cavallo, con la ribelle bandiera, funesto segnale de' Congiurati. Le due bande continuarono il loro cammino, ma entrati in Piazza trovarono il Doge con molti nobili ed ampio stuolo di armigeri apparecchiato al cimento. Aspra e sanguinosa si fu la lotta, che i lampi e le folgori di violente bufera ne accrescevan l'orrore, ma il partito del Doge finalmente prevalse; Marco Quirini vi lasciò la vita, ed i Congiurati dis persi presero la fuga diriggendosi verso Rialto, par te per la Merceria, altri pel ricordato Ponte del Malpasso, il quale allora acquistò il nome dei Dai che così suona in dialetto nostro la parola Dalli Dalli-, perseguita, insegui etc., e parte presero il"], [12, "6 cammino di Frezzeria, per S. Luca, ove, incontra ti a sorte dal Guardiano della Scuola detta della Carità, sopravvenuto con molti de'suoi di Scuola , ed alcuni dell'Arte de' Pittori, vennero da questi valorosamente sconfitti, e coloro, cui riuscì sot trarsi al ferro de' vincitori , si ridussero oltre il Ponte di Rialto, che allora era levatojo di legno e che tosto tagliarono, ma dopo breve resistenza, mancando loro gli ajuti che da Padova aspetta vano, dovettero piegarsi a vergognoso parlamento. Venne condannato a morte Badoero Badoer, condottiere dei Padovani ribelli, che lasciò sul pa tibolo la testa nel giorno 8 giugno. Si avrebbe data perdonanza, come agli altri, anco a Bajamonte, ma questo rifiutò sottomettersi al Doge, preferendo l'essere confinato per quattro anni in Dalmazia: vane lusinghe di veder rivivere il proprio partito, lo reser spergiuro, ed in cam bio di recarsi al luogo assegnato, si ridusse a Treviso con altri suoi colleghi, ove continuava le sue perverse macchinazioni: abbandonato da tutti, si ritirò nella Schiavonia presso i parenti di sua a vola paterna che era figliuola del Re della Rascia, ed ivi finì di vivere dopo il i3a8. Di questo singolare avvenimento, ricordato an che con qualche medaglia, molte memorie vennero"], [13, "7 poste in Venezia, le quali in parte ancora si conser vano. Oltre il sacro voto della Repubblica, che il giorno de' Santi Vito e Modesto i5 giugno, in cui venne rintuzzata la Congiura, fosse solenne, ed il Do ge dovesse con la Signoria recarsi alla visita della Chiesa dedicata a que' Santi, la quale ora vediamo ridotta ortaglia, si decretò: Che la Casa di Baja monte sita a Sant'Agostino, nel luogo ora denomi nato Campiello del Remer, sia demolita da'fonda menti, gli stipiti della porta sieno dati alla ripetuta Chiesa de' Santi Vito e Modesto per servirsene nel ristauro della Porta maggiore, né sul luogo dì quella fosse permesso di più fabbricare; che ivi presso, in luogo cospicuo, fòsse posta una Colonna d' infamia con questa leggenda: De Bajamonte so questo terreno, E mo per lo so iniquo tradimento Se posto in chomun per altrui spavento, Et per mostrar a tuti sempre seno. I beni di Marco Querini pel Decreto medesi mo furono confiscati, la Casa di lui a S. Matteo ri dotta a pubblico macello, e fu allora probabilmen te che la Piazzola ad essa davanti si chiamò Campo delle Beccane. - Venne inoltre spianata anco la"], [14, "8 Casa de' Barozzi che era a banda zanca in bocca del Rio menuo dalla parte verso S. Marco per mezzo la Doana, le quali indicazioni chiaramente precisano che la Casa stessa un tempo occupava î'odierno Campiello del Tagliapietra o dei Felzi a S. Moisè. Anco gli stemmi gentilizii de' Querini e de'Tie polo vennero cambiati nelle loro rappresentazioni, ed a questa indelebile marca del pubblico sdegno soggiacquero, non solo gli stemmi loro contempo ranei alla Congiura, ma vennero egualmente altera ti tutti quelli scolpiti sui sepolcri, sui sarcofaghi e siigli antichi monumenti posti nelle Chiese e negli altri pubblici luoghi, in memoria delle dette due famiglie. Per ricordare il valoroso contegno e la vittoria avuta sui Congiurati dai fratelli della Carità e della Scuola de' Pittori, venne posto in mezzo al campo di S. Luca un'Abate ossia stipite di pietra con lo stemma di S. Marco, le insegne deìl'una e dell'altra Scuola, e con l'anno i3io. Serviva quello a sostene re un'alta antenna su cui, nel giorno i5 giugno di ogni anno e negli altri giorni solenni, sventolava la nazionale Bandiera, pratica tutt'or conservata. Finalmente nel suolo della strada Merceria, con un pezzetto di pietra bianca si è contrassegnato"], [15, "9 quel sito in cui, secondo la costante tradizione di tanti secoli, cadde il mortaro gettato dalla donna, di cui sopra abbiamo scritto, e ne rimase accoppato il vessilifero di Bajamonte. Ma nel nobile orgoglio di quella Giustina o Lucia Rossi, noi abbiamo una prova per conoscere quale e quanto fosse allora il patrio amore e l'attac camento de' Veneziani verso il loro governo. Chia mata costei davanti al Doge ed alla Signoria, che voleva premiarla, prima d'altro domandò di poter esporre nel di di San Vito, e in ogni solenne giorno della Città a quella finestra donde pre cipitò il Mortajo , uno Stendardo o Bandiera collo stemma di S. Marco. — Sollecitata poscia dalle esibizioni di quel Sovrano Consesso, che ne lo dava l'azione di Lei cotanto favorevole alla Patria e quasi preludio della riportata vittoria, Uè rispoxe subito che quello la haveva fatto non î haveva fatto per premio ne per mar cede, ma come Fe netiana per amor de la Ex* a Signoria. — Ed a nuovo eccitamento soggiunse, che pregava af finchè li Procuratori di S. Marco, de' quali era la Casa, e la Bottega ove essa abitava, e che allora chiamavasi la Bottega de i Spechi^ non ne au mentassero il prezzo di fitto, a He et a so fie. — Così fu, ed anzi il Principe munificentissimo promise"], [16, "10 il benefizio non solo ad essa ed alle figlie, ma a quanti insirà da ti e da quelle fina che mai ne sa rà semenza in Veniexia. Difatti l'Afntto di annui Ducati i5 veneti, pari a venete L. 93, che allora pagava, continuò sempre a pagarsi per quella Casa e quella Bottega ( già subito distinte col titolo Casa e Bottega di ragione della Grazia del Morter) alla Procuratia de Supra, fino dopo il 1468*, anzi per più recenti ricerche si venne, solamente ora, a conoscere che assai più tardi, cioè nella prima metà del XVII Secolo, ridotte essa Casa e Bottega in grave deperimento e bisognose di essenziale ri stampo , né volendo la Procuratia addossarsene il peso, accordava agli eredi la facoltà di poter rifab bricare a tutte loro spese, ma a patto che, ferma 1' antica corrisponsione annua delli Ducati i5, assu mano l'obbligo di soddisfare, per l'avvenire, col proprio alle pubbliche gravezze, laonde ciò che prima era locazione divenne allora contratto di li vello perpetuo ; e questo valga a rettifica di quanto, in altro incontro, per innocente equivoco di relazioni erasi fatto credere sull'origine di quest'essenziale cambiamento. Subentrata la Fabbricieria della Chiesa, ora Patriarcale di S. Marco, alla Veneziana Procuratia de Supra, cioè Supra Ecclesiam Sancti Marci,"], [17, "1 1 continuò questa a percepire lo stesso Canone di Du cati i5, dalli molti compatroni della Casa e della Bottega rappresentanti gli eredi della Vecchia gra ziata, che nell'Anno i836, erano in N. 39 differenti Ditte, suddivise in più che cinquanta azionisti, e non solamente di Venezia e delle Città e Ville dello Stato in Terraferma, ma perfino dell'Isola di Corfii, un tempo pure soggètta alla Repubblica di Venezia. Di tutti gì' indicati pubblici Monumenti scom parve la sola Colonna d' infamia, già posta sull' an golo della Chiesa di Sant'Agostino, presso il Capi tello (Altarino ) di una Santa Immagine che ivi esi ste. Questa Colonna, da colà tolta nel 1785, venne collocata nella Villa d'Altichiero presso Padova, luo go di delizia e ritiro filosofico del patrizio Angelo Querini, gli eredi del quale, dopo 1' ottobre 1829 ne fecero vendita ad Antonio Sanquirico Negoziante d'anticaglie , che l'ha rivenduta con altri oggetti, al Duca Francesco Melzi, il quale collocolla nella Villa edificata sul lago di Como da suo zio France sco, già Presidente della Repubblica Italiana e Du ca di Lodi. In quanto all'Antenna o Stendardo nel Campo di S. Luca, già caduto per vetustà, lo si era quasi posto in dimenticanza, ma alcuni Cittadini ne pro mossero, e ne ottennero lo ristabilimento, che ebbe"], [18, "12 luogo il i3 ottobre 1837, efficacemente cooperan dovi il Veneto Municipio. Riguardo poi alla Bandiera essa esponevasi quattro sole volte all'anno, cioè nel giorno di Pa squa, in quello dell' Ascensione , il dì di S. Mar co, ed il i5 giugno dedicato alli Santi Vito e Mo desto, e la si vedeva piantata su di un balcone in secondo piano sovrapposto al Basso Rilievo che die de argomento a questo scritto. Chi ha raccolte le presenti notizie ricorda di averla colassù veduta , quand'era ancora fanciullo, e forse nell'anno 1796. Era di seta rossa ; vi si rimarcava tracciato a co lori l'Arco dell' Orologio con varj guerrieri in atto di entrare nella Piazza, vedevasi anco la Casa dalla cui finestra una donna precipitava il Mortajo. — Questo patrio oggetto, che come è facile a credersi, non poteva essere quello identico del i3io, già per lunga età da vecchiezza consunto, dopo l'abdicazio ne 12 maggio 1797, si è sempre custodito ostensi bile in quella Casa, finché nell'anno 1839, gli eredi d^una Catterina Benvenuti vedova, da'di cui auto ri già affiltuali era stato rinovato verso il 1740 con la spesa di Ducati 100, lo hanno venduto a quello stesso Sanquirico che si accennava più sopra. Dopo tanta solennità di aneddoti Storico-Mu nicipali, per cui questa Casa è fra noi resa cete-"], [19, "13 bre, accade ora che Giovanni Battista Colferai di Asolo, divenuto il maggior azionista, concentrò in sé anco le ragioni degli altri, e con V Istrumento di vendita 9 marzo 1841, rogato negli atti del Notajo Giulio Dottor Bisacco, essa, col titolo : Casa e Bottega a S. Basso N. 2.69 nero passò dalla Dit ta Colferai Giovanni Battista di Giacomo Con sorti, detti della Grazia del Morter, ali' altra Ditta Virante Elia di Moisè Consortì, detti della Grazia del Morter, avendo questa Ditta assunto l'obbligo di corrispondere alla Fabbricieria di S. Marco l'antico 'canone perpetuo di Ducati i5 Veneti ogni anno con Austriache L. 54 : 70, dalla quale voltura e dall'obbligo stesso si deduce che re sterà indelebilmente conservata quell' antica appel lazione Veneziana, Casa e Bottega di ragione della Grazia del Morter. Per chi amasse poi conoscere la precisa esten sione di quella Casa e di quella Bottega vuoisi aggiungere, che la Casa, in parte sovrasta al volto di calle del Cappello, ove ha il Civico N. 2.^9 E nero, e pel resto s'estende sopra l'antica Bottega dei Spechi ora suddivisa in tre minori botteghe lun go la strada Merceria, quella, cioè sull'angolo della calle stessa del Cappello, annessa alla Casa e distin ta col medesimo N. 25g E nero, ad uso di Mer-"], [20, "14 ciajo, la seconda, ove sta un venditore di Berrette col N. 260 nero, e la terza occupata da un Chin cagliere di Pippe ed oggetti minuti, al Civico N. 261 pur nero. Lode finalmente è dovuta e gratitudine da'Ve neziani all'odierno possessore di quella Casa e di quella Bottega Sig. Elia Vivante di Moisè di Corfu, che dopo averne ridotto l'esteriore fabbricato a più regolare ed appariscente configurazione, non badando a spesa, volle segnalare quel sito col Basso Rilievo Storico, da prima accennato, opera com parsa a pubblica vista il giorno. di Sabbato 3o ot tobre 184I5 condotta con saggia intelligenza e con lodevole effetto dal nostro Pietro Lorandini allievo di questa I. R. Accademia, il cui nome vi è sopra scolpito. E queste cose, in gran parte, vennero trat te dall' Opera del chiarissimo Emanuele Antonio Cigogna , Consigliere Straordinario Accademico, Illustratore delle Veneziane Inscrizioni, come anco dal Galliciolli, e da alcune Memorie M.S. presso chi il presente scritto dettava. Venezia 3 Novembre 1841."], [21, "15 Si fa nota come oggi, giorno di lunedì 6 de cembre 1841, per cura del Sig. Giuseppe Salva dori Ingegnere Municipale, ed a spese del Comu ne, venne inserita nel seliciato del campo, presso l'angolo dietro la Chiesa di Sant' Agostino, in vi cinanza al Capitello, una pietra con la seguente memoria. LOC . COL . BAI . THÈ . MCCCX"], [22, "GIUSEPPE MOLINARI TIPOGRAFO"], [23, ""], [24, ""], [25, ""], [26, ""]]