[[1, ""], [2, ""], [3, "U L M AND TRAFALGAR. \" Look here, upon this picture, and on this !\" LONDON: PRINTED FOB J. HATCHARD. BOOKSELLER TO HER MAJBSTT, NO. lQOt OPPOSITE ALBANY HOUSE, PICCADILLY. 1806."], [4, "S. Gosnell, Pr'mttr, Litllt Quern Strut."], [5, "U L M AND T R _/_ F *A JL G ___ JR. While Austria's yielded armies, vainly brave, Moved, in sad pomp, by Danube's blood-stain'd wave, Aloft, where Ulm o'erlooks the circling flood, 'Midst captive Chiefs the insulting Victor stood, With mock regret War's fatal chance deplored, And shamed with taunts the triumphs of his sword. Then, as the mounting fury fired his brain, Blind with rash hope, of fancied conquests vain, In rage of hate, and insolence of power, (0 luckless vaunt ! and most ill-chosen hour !) A 2"], [6, "4 O'er England's seas his new dominion plann'd, — While the red bolt yet flamed in Nelson's hand ! That hand, which erst, by Nile's affrighted tide, Smote with dread fire the godless Warrior's pride, And strew'd his blazing wrecks on Egypt's shore — Exhausted Europe, by the distant roar Roused from her trance, her shatter'd force combined, And half-redeem' d the freedom of mankind. But ah ! too soon the imperfect efforts cease, And fainting Nations sleep in deathlike peace ; Not long : — Once more to vex the troubled times, Flush'd with the triumph of successful crimes, With rapine's ravening eagles wide unfurl' d, Behold ! the fell Disturber of the World, Scourge of the weak, and terror of the strong, With unresisted legions pours along, O'er trembling States to stretch his iron reign, And wrest by force what fraud had fail'd to gain !"], [7, "5 Earth all his own— (so feigns his fabling pride ! Thrones of the North ! be yet that boast belied !) Earth all his own — in hope, he dares profane With impious grasp, the sceptre of the main :-— But England heard the vaunt, and Nelson made it vain. Nelson once more, (though, taught by him, we own The thanks, the triumph, due to Heaven alone,) Once more the chosen instrument of good, Fix'd on the waves, and stablish'd on the flood, His Country's rights :— but seal'd them with his blood. O price, his conquering Country griev'd to pay ! O dear-bought glories of Trafalgar's day ! Lamented Hero ! when to Britain's shore Exulting fame those aweful tidings bore, Joy's bursting shout in whelming grief was drown'd, And Victory's self unwilling audience found ; a 3"], [8, "6 On every brow the cloud of sadness hung, The sounds of triumph died on every tongue ! Not joy thus doubtful, sadness thus sincere, Shall grace, erewhile, the Tyrant-Conqueror's bier :-— Whether with undiscriminating sweep The scythe of war, amid the mangled heap, Shall lay him low ;— or lone, corroding care,— Without one heart to pity or to share, — 'Midst cheerless toils of solitary sway, Shall waste his withering frame with slow decay ; Come when it will, from Heav'n' s all-righteous hand, To save, or to avenge, each injured land, Nations shall kneel to bless the welcome doom ; And France, unfetter 'd, trample on his tomb. But thee, loved Chief ! what genuine griefs bemoan 1 Fleets, Cities, Camps ; the Cottage, and the Throne f"], [9, "7 Round thy throng' d hearse those mingling sorrows flow, And seek faint solace in a pomp of woe ! Yet not the vows thy weeping Country pays, Not that high meed, thy mourning Sovereign's praise ; Not that the Great, the Beauteous, and the Brave Bend, in mute reverence, o'er thy closing grave ; That with such grief as bathes a kindred bier, Collective Nations mourn a death so dear ;— Not these alone shall soothe thy sainted Shade, And consecrate the spot where Thou art laid ! Not these alone. But, bursting through the gloom, With radiant glory from thy trophied tomb, The sacred splendour of thy deathless name Shall grace and guard thy country's martial fame. Far-seen, shall blaze the unextinguish'd ray, A mighty beacon, lighting Glory's way ! — With living lustre this proud Land adorn, And shine, and save, through ages yet unborn !"], [10, "8 > By that pure fire, before that hallow'd tomb, Heroes and chiefs in valour's opening bloom, Frequent, in solemn pilgrimage shall stand, And vow to prize, like Thee, their native land ; With pious ardour thy bright course pursue, And bid thy blended virtues live anew : — Thy skill to plan ; thy enterprise to dare ; Thy might to strike ; thy clemency to spare ; That zeal, in which no thought of self had part, But thy loved country fill'd up all thy heart ; That conscious worth, from pride, from meanness free And manners mild as guileless infancy ; The scorn of worldly wealth ; the thirst of fame Unquenchable ; the blush of generous shame ; And bounty's genial flow, and friendship's holy flame! And sure, if e'er the Spirits of the Blest Still fondly cherish, in the realms of rest,"], [11, "9 Their human passions ; thine are still the same ; — - Thy zeal for England's safety and her fame ! And when in after-times, with vain desire, Her baffled foes in restless hate conspire From her fair brow th' unfading wreath to tear, Thy hand,-T-and hands like thine,— have planted there Thou, sacred Shade ! in battle hovering near, Shalt win bright Victory from her golden sphere, To float aloft, where England's ensign flies, With angel wings, and palms from paradise ! Cease then the funeral strain ! — Lament no more, Whom, ripe for fate, 't were impious to deplore ! He died the death of glory ! — Cease to mourn, And cries of grief to songs of triumph turn J — Ah, no ! Awhile, ere reason's voice o'erpow'rs The fond regret that weeps a loss like ours; Though thine own gallant spirit, wise as brave, Begg'd of kind Heav'n the illustrious end It gave ;"], [12, "10 Though rival chiefs, while fondly they recall Thy storied combats, and thy glorious fall, Count with just pride thy laurels as they bloom, But envy less thy triumphs than thy tomb ; — Yet, yet, awhile the natural tear may flow, Nor cold reflection chide the chastening woe ; Awhile uncheck'd the tide of sorrow swell : — Thou bravest, gentlest Spirit ! fare thee well !— THE END. S. Gosr£ll, Printer, Little ftueen Street."], [13, ""], [14, ""]]