[[1, ""], [2, ""], [3, ""], [4, "are ERRATA. Page 71, Line \"], read \"was wasted.'' „ 73- \" I2» for \" ?w.v.w \" read '* quercus\" „ 78, „ 8, ,, \"makes\" „ \"wakes.\" „ 83, i, 18, „ \"shade\" ,, \"shape.'' „ 95, „ 14, ,, \" would \" „ \" will.\" Between 100 and 101 insert \" The English Reading Rooms a pleasant.\" Page 103, Line 21, read \" I have been.\" no, ., 12, for \"altercating\" read \" alternating.\""], [5, "I THE COISrTElKTS OF A MADEIRA MAIL-BAG, or ISLAND ETCHINGS. BY ULTRA MARINE. LONDON : MORAN <_ CO., 11, ItED LION COURT, FLEET STREET."], [6, ""], [7, "PREFACE. It seems remarkable that so little should be known in England of the beautiful Island of Madeira, which, surrounded by the blue depths of sea and sky, may well be compared to a rich gem enclosed in an azure casket. I have found its existence, especially among children, enveloped in dim mystery; indeed many know more about the South Sea Islands, than of this lovely \" terra incognita.\" Geographies cannot devote space to descriptions of mere natural beauties, so I find Madeira is generally only mentioned superficially, among a group of other Portugues^|fcssessiojjy*and dependencies. Some indeed dilate a little SfWhe excellence of its wine, and the equability of its sunny climate, which renders a winter residence there so desirable for those suffering from any affection of the respiratory organs. With such a preface I think the object of my present attempt will need no further explanation. These letters were written by me while staying in this favoured island, and the facts and feelings were jotted down just as they arose. So at least these Madeira pic-"], [8, "Preface. VI tures have the advantage of being sketched from Nature, and I must hope some of their incompleteness and crudity may be pardoned on that account. As these letters were written primarily for tho amusement and instruction of my own friends and relations, and secondarily for the enter- tainment of any others into whose hands my little book may come when published, I have striven to make it rather an interesting and descriptive narration of facts, than a learned and voluminous disquisition on the same. Whether I have succeeded in this my intention, it is not my place to decree, but I shall be well repaid, if any one gain a transitory pleasure from the perusal of these pages. I am content to leave myself and my modest work entirely to the mercy of my readers, and calmly await the result ! though not altogether without some anxiety as to how my frail barque will weather the scathing breath of severe critics and the doldrums and trade - winds of public opinion ! However, there is one thing I would premise before finally casting off from land, and that is, I by no means intend this to supply the place of a Guide or Handbook, in the case of those fortunate people who are about to see for themselves the manifold beauties of this \"isle of the sea.\" There are several works far abler, and more to the point than mine aspires to be, and I do not desire the office of Cicerone, as I know I am not qualified to fulfil the duties incumbent on one. No ! my sole desire in thus coming before the public, is to give to any who care for it, a true account of my own experien-"], [9, "Preface. VII ces in as readable a form as I can, and which will, I think, on this very account be better adapted to the perusal of those who in propria persona, are not likely to have the pleasure of participation in the beauties of this sunny land. I would not venture into the lists at all, under any other auspices or pretext whatever, and were I to do so, should merit not only ignominous defeat, but to be driven from the arena unheard. Madeira, 188 — \" Laexpcriencia cs madre de In scicncia.\""], [10, ""], [11, "LETTER I. \" Whan that Aprille with his schowres swoote The drought of Marche hath perced to the roote, Thanne longen folk to gon on pilgrimages And palmers for to seeken strange strondes.\" \" The Prologue.\" — Chaucer. Quinta das Flores, FUNCHAL, Madeira. Dearest Emohta, We have only just landed, but I hasten to send you the news of our safe arrival after a pleasant journey, or rather voyage. I shall not have time for more than a short letter, as the S. S. '•Moor\" which takes the homebound mail, is expected in very soon, and I should like her to convey this. Besides this plausible excuse for brevity, I have another even more genuine plea to offer in extenuation, and that is, the confused state of my thoughts consequent on the shaking about they have received the last four days, and indeed I am feeling the motion of the vessel a great deal more now that I am on terra firma than I did when really rocking to and"], [12, "10 contents of a fro at the mercy of the waves. This sounds just like an Irish \" bull,\" but I think you are quite sailor enough to sympathise in the feeling. We had a most splendid voyage, so I was not ill at all, but poor dear A — did not escape quite so easily, and was hardly able to show on deck, much to my disappointment. She does not suffer much from \" mal de mer \" itself, but the rolling and tossing always gives her a headache, and makes her alto gether unfit for any exertion. So she remains in her berth and becomes better acquainted in the course of a voyage with her cabin, than with any other part of the ship ! But she was able to go on deck last night for a short time. We sighted Porto Santo about six o'clock this morning, and Madeira itself, two hours later. We did not get into the Fun\" chal roads however till 10 a.m. and then were unable to land, until the Officers of Health and the Custom house people had come on board. All this exercise of red-tapeism takes time, so we had a good oppor tunity to look about us, and gather together our various worldly, or travelling possessions on deck, putting them under the efficient care of Mr- Cardwell, the manager ot the Santa Clara Hotel, who came on board almost simultaneously with the Portuguese officials. Thus as soon as we received permission to leave the vessel, we were able to get into a boat and row ashore without taking any further thought or trouble about our luggage. It was very amusing as the boatmen propel the boat backward with all their force ; the getting ashore here is difficult, because the shores are precipitous, and they cannot make land otherwise ; as it is, you"], [13, "11 MADEIRA MAIL RAO. must jump a good way, if you do not wish to wet your feet — or if not courageous enough to do so, the men will carry you. Oh ! how I wish I could describe all the strange scene that met my gaze on landing on this foreign strand, so unlike anything I have ever seen before ! As we had some distance to go, we got into a bullock-cart, a most primitive-looking conveyance, and more like a sledge than a carriage, for it is wheel-less, drawn by a pair of fawn-coloured oxen ; dun or roan appears the most prevalent shade among these beasts. Our way lay upward, past the most un-English of shops, and by a steep road with high stone walls on either side, but the curtains of the clumsy vehicle prevented my seeing much, as we slowly lumbered up the stony path which led to my future home. I do not think it necessary to tell you how often my thoughts revert to my real home, twelve hundred miles and more away ! but I will not be betrayed into weak sentimentalising, I have too much to fill my sheets of the thousand-and-one strange objects which meet me everywhere, though I shall not be even able to begin a description of them this mail. I hope you will forgive the scratchiness of my writing, the pen is evidently a good deal sharper than my wits, for I was nearly forgetting to tell you of my meeting on board a gentleman, who knows dear H — very well, who was on his way to Kim berly, and kindly offered to take her a letter. I was only too much pleased to avail myself of so good an opportunity, and much enjoyed the fun of scribbling a letter under such novel circumstances, and with so"], [14, "12 CONTENTS OF A unusual a Postman — my new friend being quite a high dignitary in the Church ! How surprised H — will be at the dating of my letter, for of course I headed it in true nautical style, latitude and longi tude all duly intimated, thanks to the information obtained for me by another fellow-voyager. These episodes, trifling though they are, form most charming variety in the daily round of existence on ship board, and are hailed as such, with far more delight than is ascribable to their intrinsic value. Not that I felt at all tired of this new state of things, for indeed I was on the contrary quite sorry when our little voyage came to an end. We had a remarkably quick passage, for though we did not leave Plymouth Sound till about 3.30 p.m. on Friday, we reached our destination, by 10 a.m. on Tuesday, taking therefore less than four days in the run, by several hours ; but this was owing to the favourable breeze we had a great part of the way, especially after we got into the Bay of Biscay, where we had plenty of \" pitching,\" which sensa tion I immensely enjoyed, having found my *•' sea legs\" very quickly. One day, indeed, we made three knots per hour more than the average speed, which is twelve knots, I was told, so it is small wonder that we made so rapid a voyage, spite of stopping on two occasions on account of the engines being out of order. Oh ! how I enjoyed the heat as we got further South. You would hardly know me, I am so tanned and scorched by sun and wind, looking not unlike a copper-coloured red- Indian, I think, judging from the exclamation of pity called forth by my rouged appearance."], [15, "MADEIRA MAIL BAG. 13 I wish you could see the lovely scenery and flowers which in this short hour have so entranced and astonished me, — the garden here is simply \"magnificent,''' with shrubs and trees growing every where in almost tropical luxuriance. The house or quinta, as it is called, is quite a mansion, but I have not had time to take it all in yet, so you must wait patiently till I am better acquainted with my new surroundings ; a description of them will do for another week's epistle. The weather is warm, but not a whit too much so for my enjoy ment — and though it will be hotter, later on, yet I shall be pretty well acclimatised, I expects by that time. I was stopped in the midst of my scribbling by the luncheon bell, and fairly bewildered was I by the variety of languages spoken during the discus\" sion of that meal— -French, Spanish, and Portuguese, to say nothing of our dear English, in succession and combination, till my very brain seemed in a whirl, and I scarcely knew whether head or feet were uppermost, and gladly escaped to finish this. Was it not annoying about poor little \" Chica,\"* * \" Sprite \" alias \" Chica \" was a small black and tan terrier, which had been presented to A — by a dear friend, and was to have accompanied us on the voyage, but on embarking at Plymouth, we found from the Shipping Agents, Messrs. Waring and Co. that passengers were not allowed to take dogs, without paying the Company the sum of five pounds, which appeared to A — and myself an exorbitant price ; we concluded there. fore to send poor Madame Chica by another route on \" her own account.\" It occasioned us considerable vexation at the time, and entailed a good deal of backward and forward correspondence, still in the sequel we were able to agree with Shakespeare, in his oft-quoted aphorism, \"All's well that ends well!\""], [16, "14 CONTENTS OF A as we intend calling your old acquaintance •■Sprite\" because Southerners, among whom her future life will be spent, cannot manage to articu late so Anglican a word as was her old cognomen. It was so tiresome our being compelled to send her back, but the Company's law, in this instance, seemed to emulate that of the Medes and Persians, \"which altereth not,\" and our '* Chica\" was not allowed a passage after all the trouble we had taken with her at Plymouth and on the journey from 0 — . However, it is quite my private opinion that we thus escaped an immensity of \" bother\" and worry, for she would have proved dreadfully in the way and an unquestionable nuisance ! And now, dearest, do not imagine that my silence on the subject of our separation arises from want of feeling, only, as I said before, I think it is far more sensible to dwell on the pleasure instead of the pain connected with it, and think of the delight of a future meeting ! Then farewell, with fond est love to your dear self, and the other loved ones, From always your truly affectionate Ultra Marine."], [17, "15 MADEIRA MAIL BAG. LETTER II. ' ' Adieu, adieu ! my native shore Fades o'er the waters blue ; The night winds sigh, the breakers roar, And shrieks the wild sea-mew. Yon sun that sets upon the sea, We follow in his flight : Farewell awhile to him and thee My native land — Good-night ! \" Childe Harold. Quinta das Flores, April 12th. Dear Emohta, In my last epistle I gave some account of my first impressions on landing on these charmed shores, but said little of the incidents of our voyage hither or of the pleasant days spent in Plymouth after quitting the shelter of your hospitable roof -tree. I will therefore devote at least a portion of the present letter to that subject. I think extracts from the journal I kept while there and \" on the bosom of the briny deep \" will answer this purpose, and will interest you,- so I need not apologise for the numerous faults and failings."], [18, "16 >v\\n\\rs or . En IWA».— April I. Wednesdax. \" Tho Kttlo (own oi O was looking quite at it best as A and myself were whirled :i\\vnv _rOD__.it bv the alter noon train to Plymouth, The sun, as though anxious to make __n l(_wifM__. honourable'' tor his prolonged absence, was shining brilliantly in tho tl ure expanse et' almost cloudless skv, and sliodding in profusion its gladdening rays over that sleep. little \" man's nest \"* as Carlylo loves to call those country towns, aud lighting up its back ground of trOOS aud hills; the t'onuer just bursting into Terdurej but not to attain the leafy splendour of maturity for full Another month. It Beemed to mo almost like a promise of future happiness, au omen ot' good, saying, \"Farewell\" thus, with so bright a gleam of sunshine touching the forms and faces o\\' (he loved ones we left behind. So different to the dull grey skies and miserable cold weather we had experienced lor so many weeks. A — very thoughtfully engaged me in animated conversation, so I had no time \\o give wax to sad thoughts, but was, b\\ the time wo reached Lydiord, so justly famed lor its romantic gorge and waterfall, in the full tide oi a lively disoua sion on men and manners. ( bio of oui* subjects was rather amusing, vi/,., the distinctive modes ofspoak ing of an uncle by birth, und an uurlo by marriage We came to (ho conclusion that, tho former should be given Ihe ( 'hristian name, but the latter the surname, and we also decided, much to our own satisfaction, thai with Aunts by marriage, the oeremonia] \"This UIuI>I';I.;imun Muu'h uomI \" -ulu i;«>;;ulni. Booh II » Ihaptei i."], [19, "17 MADEIRA MAIL 15A0. use of tho surname would be alone right in tho case of tho wife of one's eldest uncle (by birth) on either side ! What a stato of bowilderfaction ! but so interested were we in our self-propounded puzzle (and relationships arc always such and more confusing than any Quadratic Equation) that \"hi presto!\" we were at the North Road Station in what seemed \"no time\"! Wo soon bundled ourselves, our luggage and poor doggie into a cab, and trundled off merrily enough to P — Street. Here of course a warm welcome was awaiting A — and myself, but I scarcely think our four-footed attendant was received with equal cordiality, thus proving to me, that even dogs need letters of introduction to render them acceptable in society ! Not that I observed Sprite troubled herself about such trifling things as that ; no ! etiquette was all very well for such weak minds as we possessed, but quite beneath her canine dignity. And so her ladyship was all impatience to get her unpacking done, and sooth to say, by much barking, yelping and yapping, called upon us to assist her, that is, to release her from the somewhat narrow sphere and cramped limits of her travelling basket. It was so droll to see thc little wretch scratching and struggling for freedom, and her efforts were so desperate that she almost turned over herself and her temporary home in one common destruction. However, wo soon extracted her from her unpleasant predicament, but if we may judge by the subsequent hilarity of her be haviour, it was evident that the journey had been"], [20, "18 contents of a too much for her feminine nerves, and that she was suffering from the rebound ! After refreshing ourselves with that \" cup which cheers, but not inebriates,\" according to Cowper's oft-repeated lines, we wandered out into the town, (we do our shopping to-morrow) and saw some of the lions, but not of the kind which attract the ordinary wayfarer, for we were interested mostly in those spots which possessed the distinc tive glamour of family association. The ancient Abbey within whose grey old walls my own dear Mother bloomed in youthful days, there every stone is dear to me, because so linked with her ! The Crescent from which dear A — went forth a happy bride, the Terrace where she went to school, and many another house and street sacred to me for such and kindred reasons, relics of our family history and tradition. Returning to P — Street, we found the Misses R — had kindly called to invite us to dine with them to-morrow, but we could not possibly accept, as we shall not have a minute too much for all we have to get through before our vessel leaves. Their house is at rather an inconvenient distance, and business must always have precedence of pleasure, but it was very agreeable seeing them, and their wish to fete us was certainly flattering. We walked with the Misses R — a part of their homeward way, and then turned our steps towards the Church, dedicated to St. Andrew, and always called after its patron saint. The Church itself and its precincts were full of memories to A — and of interest to myself, for within its chilly vaults lie entombed many an"], [21, "19 MADEIRA MAIL BAG. ancestor of mine, whose feet had paced these self same flags in bygone generations! The service was soon over, so was our evening meal, and tired with a long day, full of mingled feelings of hope and regret, we early retired to our rooms — but how could I sleep with those incessant carrillons rino- ing in my ears ! I suppose I should get used to them in time, that is, if I did not succumb first to the effects of insomnolency ! How indignant my want of due appreciative feeling would make the Plymothian worthies ; and doubtless I am hardly in a fitting state of mind to-night for impartial judgment on their harmonious or melodious excellencies. And I am heartily glad that I am not obliged to adjudicate, for at this moment I am inclined to think Mr. N — anything but a benefactor to his species, in bestowing these perpetual chimes upon his native town, in many tongued memorial of his son ! Truly they serve the, rather to me, unnecessary purpose, of impressing on us the rapid flight of time. Why, the sound of the first quarter's chimes have hardly done echoing on one's tympanum, ere \"the bells \" are at it again in honour of the advent of another quarter ; bah ! I am desperate, and shall try if I can deaden the sound by getting my head well under the bed clothes, for parodying Henry IV. 's apostrophe I am compelled to say — \" Oh sleep, oh gentle sleep — Nature's soft nurse, * the bells ' have frighted thee, That thou no more wilt weigh my eyelids down, And steep my senses in forgetfulness ! \""], [22, "20 CONTENTS OF A Thursday bth— All the morning we were busy, flitting like a pair of giddy butterflies from shop to shop in search of a variety of things, useful and ornamental, for our voyage and Madeira life. I had to provide myself with suitable shoes, for A — warned m eagainst taking any with \" high heels,\" as she says I shall find them quite useless in the steep and rugged roads they have in Madeira, and as I did not want to pay duty on my new \" feet coverings,\" I have been wearing my recent pur chases in succession (I couldn't, very well have on more than one pair at a time !) and a few hours is quite enough to take away the obnoxious new appearance of even the most dainty of \" chausserie.\" The stories A — has been telling me, about the extortionate Custom dues, sometimes levied on the unfortunate \" voyageurs\" are most amusing, that is to hear, not to suffer ! Part of A.'s experience has been gained from others, but a great deal is self acquired, for she has been, in past times, pretty severely victimised, so she has all sorts of episodes to relate of herself and other people. I have not time to note them down, but the fate of the poor lady who had to pay some thirty shillings for her wool work, and of another who was mulct in four shillings for a pair of ordinary slippers, came home to me in particular. One comfort — these dreadful \"douaniers\" will not be able to seize on my shoes now, thanks to A.'s well-timed advice. I feel quite vindictive, I fear, though of course I know these Customs are a necessary evil, and must be borne with as such ; but oven that knowledge does not make them any the more agreeable to the unfortunate and harmless"], [23, "MADEIRA MAIL BAG. 21 traveller, who unconsciously exposes himself to the bark and bite too, of that Cerberus-like monster who watches over the interests of the country's trade, and thinks it only \" duty\" to pounce on inoffensive visitants. But, dearie me — as the old ladies say ! — I shall never have time to jot down all the doings of the day, if I indulge in such long diatribes, and I am tired enough to fall into the arms of dear old Sommus in my seat, instead of waiting till I have got myself safely and comfortably tucked up in bed, but I really am not going to be such an easy prey to his allurements, for I must scribble down the chief incidents which have befallen. We did noth- ing all the morning and afternoon but dodge up and down the various streets of this well-favored town, not even coming back here (P. Street) for refreshment, for we got a substantial \" tiff en \" about one o'clock somewhere in George Street, so as to be on the scene of our shopping operations. And when these were at length satisfactorily finished, we came in, had some tea, and took poor Sprite for a little promenade. \" Pauvre petite!\" how delighted she was to see us again, and what an unmitigated little nuisance she proved herself ! rushing between gentlemen's legs and under old ladies' dresses, nor was she easier to manage when under the restraining influence of a chain, for of course she managed to entangle it either round our feet or her own in pleasing variety. I was not sorry to march her back to the house, but we had a turn first on the justly celebrated Hoe, (the Hawe or Hough, i.e., the Hill), and were rewarded by as c"], [24, "22 CONTENTS OF A pretty an expanse of sea and landscape as any in all this beautiful-sceneried county of Devon. For to our right, Mount Edgcumbe, with its wooded heights and grass-grown slopes, and Cremill, and Devil's Point (as it not too euphoniously is called by the Plymouth folk) and away to the left Mount Batten, and Catdown with the divid ing arm of sea between the Cat or Cutwater, and facing us St. Nicholas or Drake's Island, with its fortifications and other numerous 'signs of martial power ; and beyond that again from out the green, and at the moment, tranquil waters of the Sound, rises the long low barrier of stone, the famous Breakwater, — that giant band of masonry which has been formed with wondrous skill and industry, to withstand the fury of the breakers. Thus has man curbed those wild sea-horses, which were wont to roll with unbridled impetus upon the coast, but now must chafe in peerless grandeur against this granite barricade which bars their onward course, forbidding them to enter the sheltering port, which now affords a protected and extensive haven for the wind-tossed vessels which seek refuge within its bounds. The old lighthouse, built on the Eddystone is to be re- erected on the Hoe, in memorial of the good service it has done. May the new one prove of equal blessing to the poor mariner ! I am struck so forcibly by the wealth and strength of dear old Albion, when I gaze on such tokens as these of her maritime excellence and power ; and doubtless every English heart must have swelled at some time or other with a like feeling of pardonable"], [25, "MADEIRA MAIL BAG. 23 pride and enthusiasm in so glorious a \" Vaterland \"! But I shall not get to bed to-night if I begin on this beguiling subject, and as I have burnt enough midnight oil for one while, I shall not permit myself another word, for heigh-ho ! I shall have to be early astir in the morning. Friday, 6th April. — Now can I exclaim in the words of the dear old song, \"I'm on the sea, I am where I would ever be, With the blue above, and the blue beneath,\" for at last we are really on our way. Oh ! it does seem all so much like a dream, knowing that we are every minute getting further and further away from our native shores, and en route for a foreign and to me unknown land. We came on board by the first tender, so we had time to settle down before the vessel got under weigh, rather more time indeed than quite accorded with my impatience, for we were on board some hours earlier than was necessary, as we did not get up steam till 3.10 p.m. and we had left P — Street a little after 10 a.m. A good deal of time was how- ever consumed in arranging for the comfort of our canine friend. Alas ! poor \" Chica,\" for so we intend henceforth to dub her, — an excellent name for so diminutive a creature. We parted from her, on the tender, not without demonstrations of affection on all sides, taking the form of violent struggles and energetic barks and pathetic howls on poor doggy's part, when she found herself separated from her protectress, and in the hands of strangers ; while I shame not to note, a moisture gathered in our eyes"], [26, "24 CONTENTS OF A as we saw the distance increasing between us and this last link with home. Partings are always painful, and when unex pected the disagreeableness is increased. The vessel is rolling a good deal, but I don't feel any unpleasant sensations yet, however I am only just in the wood, and must defer crowing till I have got to the other end. I have been lying down in my berth, as I was glad to rest, and also because this precaution is wise. Plymouth looked charming as I bade it farewell ; it has so many attractions on account of the varied beauties of sea, land and town to be found therein. A — is reading -'John Inglesant \" while I write my journal. Saturday- Our engine stopped in the night and again about six a.m., but I don't think there is anything seriously wrong ; the stewardess tells me it is due to the untried state of the mechanism, for the engines are new ; this is only about the third time the vessel has left port. Poor dear A. — has been very ill, and quite un able to move from her berth, but as I am feeling all right thus far, I came up on deck, and am now try ing to write this, but the good ship is swaying back ward and forward so much that I find the task decidedly difficult. I hear we are now going at the rate of fourteen knots an hour, that looks well for a speedy run ! Eight p.m. — I do not feel sleepy, but I think I shall \" turn in,\" as the vessel has been rolling con siderably, and has shipped several seas, as the sailors say. I am afraid I should be tempted to use a lot of nautical slang, if I were long on board, the"], [27, "25 MADEIRA A_AIL BAG. words seem so expressive, and will come to the tip of my tongue ; sometimes I manage to stop them there, but at others they will \" have their way.\" The last news I heard on deck was, \" going at fifteen knots now,\" and with which piece of infor mation I came down to encourage A — , who is still feeling very ill. What a funny sensation the throbbing of the engine gives one ; it seems to go all down your spine, when you get on your berth, and quite electrifies the spinal chord ! But I am getting used to that, and already begin to like the rocking motion. I wonder if I shall manage to write more legibly in time, but I never did find it easy to accomplish caligraphy in a recumbent position. It is quite cold to-night, and I find my wraps most acceptable. It is strange, but I cannot yet realize that I am truly on the sea, it seems exactly like a very plea sant and vivid dream. I am almost afraid lest I should awake and find it to be only a \"vision of the night.\" Ah ! but that last lurch was real enough ; there go my things ; hold hard ! I shan't be able to write if we roll any more. How fortunate it did not awake A — ; she has been sleeping peacefully for some minutes, and is for the time happily oblivious to the horrors of \" mal derner,\" I do hope she won't be roused by the increasing movement. It is making me drowsy. I like being \" rocked on the bosom of the deep,\" so shall not scribble any longer. Sunday. — A very delightful day. The sea is smoother than yesterday, and is looking charming with tiny flecks of white foam, dotted here and"], [28, "26 CONTENTS OF A there on the billowy blue expanse. I think I could gaze for ever at the varying beauties of the sea, with its chamelion-like hues, there is something so soothing to me in its very immensity. I like to feel that we are far from land with nothing but water everywhere. Do other people feel the same, or am I solitary in my love of its freeness and fulness ? My heart seems to swell, with I know not what sensations of transport ; they are unutterable, yes even unintelligible to myself ; but here, surrounded by His mighty work, one seems to grasp more fully the omnipotence and sovereignty of our great Creator, and to understand more the infinite majesty of His power and of His love ; here too man seems to shrink to his true level of native insigni ficance, and puniness, and one can but echo the words ofthe Psalmist — \" They that go down to the sea in ships, that do business in deep waters, these see the works of the Lord, and His wonders in the deep.\" I came right away to the forecastle, for I can enjoy \" these wonders,'' best when not sur rounded by too many of my kind. There are how ever a good many representatives of the so-called lower creation on this deck, for here the hens, ducks and geese destined for consumption \" en voyage\" have their habitat in large coops. There are also two or three dogs tethered up here ; one, a fine shaggy monster, with a strong dislike to captivity and chains, I think it is a deer hound, and is on his way from Scotland to the Cape. The cook or his man has just been up to select some numbers of the feathered flock, for presenta tation at to-day's \" table d'hote.\" It does seem hard"], [29, "27 MADEIRA MAIL BAG. they should leave their prison only to meet a sudden death, but one has just escaped. What fun ! I cannot help being glad it has got its freedom, although Mr. Cookie does not look best pleased; however goosie-gander did not wait to ask leave, but just took it, in orthodox French style, for flapping his wings and with a goosine exclamation of delight he went overboard, and I can see him sailing away in the wake of the vessel, a momen tarily lessoning speck on the dancing waves. I am afraid though that the poor .thing will not be able to survive long in salt water, even if no giant sea monster devours it without ceremony. However, it will at least be spared the torture-chamber of the caboose. I have been amused with the peculiar cry the sailors make when reefing the sails, Ya-a ! yah-a-ah ! I at once thought of the opening scene in the \" Tempest,\" in which by a few strokes Shakespeare, with true master-hand, gives us the very flavour and scent of the sea, while even the tarry odour of the straining cordage seems transmitted by the choice of words, and he makes his mariners say \" Yare! \" which I remember to have been explained as mean ing \" Ready ! \" by more than one learned commen tator. Now of course they ought to know best, but it has come to me, that it was perhaps this very same exclamation in use by the \"tar\" of the present day, a kind of ejaculatory accompaniment, or self-encouragement that is quite untranslatable) because meaningless ! Monday. — The weather is more and more lovely, and we hardly feel a movement now, except from the"], [30, "28 CONTENTS OF A engines. I have just written a short letter to dear H — , as a gentleman who is on the way to Kim berley, has kindly offered to convey it to her hand. I dated my letter 37° 2 N. Lat., and 14° 32. W. Long., for those were the last bearings. I had not much to write about, but accepted the Rev. Canon's offer, just for the fun of the thing. A — came on deck for the first time to-day, after dinner, and as the evening was very fine, we re mained watching the protean-waters till quite late. I was so glad to have dear A — with me, and she is so much better now we are in smoother seas. How can I find words to express my admiration of the sparkling phosphorescent light shed abroad on the mobile expanse, by the innumerable army of jelly-fish. It is strange they should only burst forth in scintillating beauty, when disturbed by the wash of the vessel, as she cuts her way through the trackless regions of this liquid desert. Everywhere in the wake of the ship appears the soft and iridescent light of these stars of the ocean. Well might the poetic fancy conjure up bewitching stories of bright cities beneath the waves, inhabited by long-haired mermaids and Tritons with garments of clinging seaweed, who, in their submarine palaces and streets, kindle these sparks of gentle light in place of lamps and candles. Ah ! Hans Andersen ! here indeed were a fitting field for yet another volume of delicious pictures of fairy life. But in sober earnest are they not indeed the fire flies and glow-worms of the mighty deep ? I felt as if I should never tire of watching them in their glittering dance in and on the dark waves of even-"], [31, "MADEIRA MAIL BAG. 29 ing. But alas ! this will be the last night on board, for if all goes well, we are due in Funchal Roads to-morrow about noon. Tuesday. — At about 5.30 a.m. we first sighted the peaked and barren summits of Porto Santo, and of course immense excitement ensued among the passingers at the welcome cry of \" Land ahead! '' and an eager rush to the upper deck was made by all, in which I was by no means the last. For even after four days spent at sea, it is with a feel- ing of intense delight that one gazes on the as yet hazy masses which appear on the horizon, and knows them to be the indistinct form of \" terra linn a.\" So swiftly making my way to the side of the vessel, I leaned over the rail to look long and earnestly at the now rapidly nearing land. I must confess a slight feeling of disappointment crept over my spirits at the first glimpse I had, for to my unaccustomed eyes, it wore the appearance of heavy cloud masses rather than anything more tangible and terrestrial ; but very soon this sensa tion wore off, and gave place to one of wonder and delight, as our good vessel under full steam and sail came closer to the shore, and the pointed acclivities of Porto Santo, became each moment more dis tinctly outlined against the grey morning sky. Jagged and rugged stood the mountain- crests, in serried rank surpassing my poor words to describe and towering upwards in all the grandeur of their basaltic majesty. So wild their aspect that but for the numerous little shore-boats which danced lightly over the blue waves of the encircling ocean,"], [32, "30 CONTENTS OF A I could have deemed them devoid of inhabitants, the abode of sea-fowl and wild beasts. But I remember reading that here it was, Columbus saw the driftwood floating, which led him to under take that grand adventurous expedition which ended in the discovery of the mighty continent of America, — and his wife, so say old histories, was tyie daughter of the governor of this rocky island. Having satisfied their eyes with a view of the land, most of the passengers retired below to finish their interrupted slumbers, and complete their toilettes ; for it was amusing to notice the queer \" deshabille in which the greater number had appeared, — dressing gowns of all sorts and colours, uncoiffured heads and sleepy faces, so I was rather glad when they betook themselves off. I am very fond of being up early when on board ; there is something so peacefully serene in these before breakfast-hours, but withal, slightly chilly, for as yet the ladies have not come to give colour to the scene with their bright-hued shawls and books and bits of always unfinished work, and very often the decks are not dry after the vigor ous \" swabbing \" to which they have been subjected, indeed sometimes they are just undergoing their ablutions, and then \" woe worth the hour \" that made one quit the safety of one's snug cabin, for no pity has Jack Tar for well-polished shoon and delicate sensibilities, (though Jack can be, and is, very polite at more auspicious moments), as swish swash — goes his unrelenting hose, and you would fain beat a hasty, though ignominious retreat across the already flooded and slippery boards. But this morning no trace of the recent deluge was visible,"], [33, "MADEIRA MAIL BAG. 31 save in the fresh and cleanly appearance of every nook and cranny, so either it was past the usual time or the operation had been performed yet earlier in deference to the near approach to land. So I could enjoy my meditations undisturbed by such sub-aqueous interruptions. We had already left Porto Santo far away on our weather-side, and again their form and outline were becoming indistinct in the increasing dis tance, when suddenly my attention was arrested by more grey piles of seeming cloud right ahead, on our port-bow. I did not need the information, which was soon forthcoming on every side, that this was Madeira, our goal and journey's end. Madeira, the favoured island of perennial sum mer ; ah ! I should have known it, by intuitive feeling had I been left to myself. At almost that very instant the sun rose from out the eastern horizon in all his gorgeous majesty ; and as though touched by a magic wand, the grey and gloomy rocks took form and colour immediately, and rich shades of red and purple emerged in dazzling brilliancy upon the straining vision in . all the be wildering intensity of their vivid colouring — one of Nature's chef d'ouvres, coming upon the unprepared beholder in all their grandeur with a startling effect, though as yet the distance was too great to discern more than the general outline of hills, piled in confused yet orderly array above each other, as though the work of giant hands. Struck with admiration and wonder, I thought — vain idea !— -I should never tire of gazing at the varied tints of roseate light, and blue and purple"], [34, "32 CONTENTS OF A shade, yet at the first ringing of the breakfast bell, my gustatory organs, till then kept subordinate to the refiner ones of sight, re-asserted their claim so ably, that forsooth they gained the day. Led, then, by the tyrant Hunger, I soon found myself enjoying with considerable \"gusto\" the good things of the table. Alas ! that we should so easily give way to such Philistine sensations — what would be the feel ings of the Aesthetic culte at such a relapse to barbarism ? But I did not take very long in obeying the stern voice of nature, and soon scrambled on deck again. A — was by this time dressed, and able to accompany me ; so we found a comfortable seat on the hurricane deck, and enjoyed the prospect together. I was surprised, nay startled at the progress we had made during my seemingly short absence, for we were now close enough to land to discern not only the coast-line, which towers up out of the calm depths of water in precipitate majesty, but could moreover distinguish the ter raced fields of alternating sugar-cane and bananas rising tier after tier up to the very utmost heights. We steamed briskly on through the clear blue waters, hugging the land so closely, that it seemed a miracle how so large a vessel could approach so near with impunity, till looking over the side one saw how vast was the depth, and so clear that one's eye seemed to penetrate fathoms of liquid space. No wonder that the sea is of so full a blue, for volume always adds to the intensity of colour. Very soon A — was able to point out the village of Santa Cruz to my notice. It did not attract me"], [35, "33 MADEIRA MAIL BAG. much — wearing anything but a lively appearance to my mind — with its queer little hut-like cottages, squatting without rule or reason, in any available spot, surrounded by their garden-plots,— fasenda, as A — says they are called in native parlance. , But we steamed on so fast that I had not much time to make notes of anything — the usual result, I find, when one sees too much. Then we passed Cape Garajao, which was so called according to A — 's account, from the great number of gulls seen upon it, by Zargo, the re discoverer of Madeira, and before long were in Funchal Bay. Then everything and everybody was all animation and bustle ; passengers preparing for debarkation or for a run ashore, as the case might be ; stewards, waiters and sailors all running counter to each other, and deeply imbued with a sense of their self-importance, and that their respective objects were each of primary conse- quence. Trunks, valises and portmanteaux, were ranged in fine array on the deck, and still issuing from the dark recesses of the baggage-room, while their respective owners attempted to assert their claims amid the elbowing officials, and looked sur prised when they observed that their things got sorted into order, and were classified without their help, with as much correctness as the cabinet of an ardent conchologist. And now comes the order to let go the anchors, and as the rattling hawsers pass swiftly through the well-oiled hause holes, one becomes unpleasantly conscious that the voyage is over ! at least that is my reflection, as I listen to the clank of chains,"], [36, "34 CONTENTS OF A and the creaking of the mighty anchors. I am sorry ; for these four days have been full of increas ing pleasure to me, the only drawback being dear A — 's inability to share in my enthusiastic love of a sea-going life, but she has been so much better the last twenty -four hours, that even that one \" con \" has been taken away, while all the \"pros\" remain. Now though there is no time to moralise, for I must be ready for landing after the various official for malities have been satisfactorily gone through ! Quinta das Flores, Evening — Funchal looked so very pretty from the deck of the steamer this morn ing, I was quite enchanted with its white houses perched on the hill sides with their cool-looking \"jalousies\" (mostly painted green) and the sur rounding vegetation — but my attention was diverted from the more distant landscape, to the strange scene enacting at one's very feet, or more truthfully at the vessel's foot — for there were swarms of little boats, which had flocked out from the shore, the instant we came to anchorage, and laden with all sorts of native produce, — fruits, flowers, wicker work chairs and feather flowers, and others were manned by the funniest of little boys, veritable brownies with \" never a rag to cover them,\" like Coleridge's pixy ! and who kept on diving for our delectation, and for (this the pre-eminent inducement) the bright sixpences thrown to them, by our fellow passengers as bait and prize at once. It is really surprising to see how swiftly these little creatures dive after the coin and are up again, perhaps on the other side of the vessel in an incredible time. The whole scene was so foreign that it riveted"], [37, "35 MADEIRA MAIL BAG. my whole attention, but A — has seen the same thing so often, that she has come to regard rather contemptuously this exhibition of skill, and was relieved when the Officers of Health and Customs boarded us and gave the necessary permission to land. The Hotel Managers put in their appearance at the same time, so we gladly transferred our luggage together with tne keys and incidental be worriments to the custody of one, who has gener ally performed the same kindly office for A — on previous occasions, and who had always proved him. self both courteous and obliging. Freed thus from the necessity of going with our things to the \" Alfandega,\" — for thus is the Custom House euphoniously entitled, — we got at once into a shore boat and were soon planting our feet on terra firma. These boats are flat-bottomed, and by no means elegant in build, but they serve the purpose far better than a lighter craft could possibly. They are called \"bumboats,\" and are propelled backward on account ofthe steepness of the shore-line and its stoniness to boot. It felt quite like losing an old friend when I heard the steamer utter the shrill whistle which signalled its departure, two or three hours after I had left her pleasant planks. In the meantime I and A — had reached our final destination, this delightful Quinta. And here I shall shut my Journal, hoping, dear Emohta, I have not utterly wearied you with so voluminous an excerpt. The truth is, I did not know exactly where to draw the line of demarca. tion, and was so anxious to tell you all that could"], [38, "36 CONTENTS OF A possibly please or interest you, and to omit nothing that was new, that I fell into the graver error of inflicting on you arid deserts of stupidities. It always is my fate to rush from the rocky dangers of Scylla right into the eddying pool of Charybdis. You will be \" patience personified,\" therefore, if you do not abuse me, as I so well deserve, for the long drawn agonies of my description, \" which like a wounded snake drags its long lengths along.\" I am fairly tired myself, at least that part of the \" me\" which holds the pen is rebellious and threatens to strike work. So as I am sure I have already run myself in for double postage, and can't really afford yet another 2|d., I am of opinion that there is no time better than the present for telling you how much you are loved and remembered by your affectionate Ultra Marine."], [39, "MADEIRA MAIL BAG. 37 LETTER III. \" We are the sweet flowers, Born of sunny hours, (Think, where'er you see us, what our beauty saith), Utterance mute and bright, Of some unknown delight. We fill the air with pleasure by our simple breath, All who see us love us, We befit all places — Unto sorrow we give smiles, unto graces, races.\" Leigh Hunt — \" Chorus ofthe Flowers. QtTINTA DAS FLORES, FUNCHAL, Madeira. Dearest Emohta, I have been disgracefully lazy all day and disin clined for any exertion more active than writing ■ I must indeed be weary, if I do not wake up when I get a pen between my fingers, and I become especially \"vive\" when my letter is addressed to you. So I trust by the time I am fairly started I shall be less cloudy-brained than I am at this moment. This is certainly exactly the place for a \" dolce far mense\" life, so it is little wonder, if I D"], [40, "38 CONTENTS OF A daily become less inclined to do anything, but admire, and that in a passive way, the thousand beauties of this favoured spot; the exquisite flowers, the tropical trees and strange fruits which abound and are the charming results of so benignant a climate. Nature is here attired in all the magni ficent splendour of her festal array, and blazes out in a perfect burst of beauty. Id was very fortunate that I came out to Madeira, when I did, for had we delayed even another week the change of temperature would have been still greater. But one becomes gradually accustomed to the increased heat, during the voyage, and I am rather surprised to find how easily I have taken to it. Of course I left England at quite an unusual time of year, for people as a rule come here for the Win\" ter, and I reversed the order by coming in the Spring, but then my visit is for pleasure and not for health — and so I am in totally different circum stances, to those who are, alas, compelled to seek a warmer clime on account of illness. The number of invalids is the one sad feature in the aspect of social life, victims of that cruel grasping Consump tion, which seizes upon the young and fair, and re gards neither sex nor station. A great gloom has been cast over all the English circle here, by the very sudden and unexpected death of Lord — , which sad event took place on Friday afternoon. The preceding Monday. he went with his friends to the Grande Curral, quite contrary to the advice of his medical man, for he was not strong, and as this"], [41, "39 MADEIRA MAIL BAG. expedition is accounted rather much of an under taking even for those in comparatively robust health, the unusual exertion of so many hours on horseback, doubtless contributed to hasten the melancholy catastrophe. Lord — -, was not like a young man, and had not therefore the same amount of stamina to go on. His death comes with great solemnity to us, for he was at luncheon here but little more than a week ago, and was always so lavish in his admiration of this delightful garden. And now it has been our mournful duty and sad pleasure to cull the purest and fairest of the floral gems of this very garden, and weave them into wreaths and crosses to be placed on his coffin ; — the last tribute of respect that can be paid to the dead. Flowers always seem able to express more sympathy than any words, and I like this way of using them, as tokens of regard. Fair but fleeting, they are true emblems of life, and have been so consi dered in all time, for what saith the Psalmist, \" man is as the flower of the field, which to-day is, and to-morrow is cast into the oven.\" And in their simple beauty, and snowy radiance they cannot fail to convey some word of comfort to the mourner — some gentle reminder of that loving, sympathising Friend who bade us \" Consider the lilies of the field,\" and who has promised to bind up the bruised spirit, and heal the broken heart. There is such tender pathos too, blended in the thought of beauty thus linked with decay, and then there comes the joyful memory of resurrection. renascence for the flowers in succeeding blossom, and life again for the one whose body alone we"], [42, "40 CONTENTS OF A consign to the dust, in the sure and blessed hope and certainty that a new and glorified body shall be given in place of the poor earthly tenement vacated by the emancipated spirit ! The funeral took place to-day, Sunday ; it seems very soon after the death to our English ideas, but here it is considered quite a protracted time, as interments generally take place the day after the decease — this is necessary for climatic reasons ; still, this very circumstance seems to add yet another touch of sadness to the always sorrowful work of the grim Destroyer ! But I must return to brighter topics, or I shall infect you with my own sad thoughts, and shall thus render my letter a fruitful source of gloom instead of the bright glimpses into this fairy realm, which is my real desire and the object I have al ways in view when scribbling to you. How I wish I could convey correct impressions of everything. Why has no clever inventor, in this age of discovery and creating, yet found out some way of taking photographs not of external things, but of sensa tions also, such as tastes and perfumes and the myriad delicate tints of ever-varying shade which no pen, be it never so able can properly depict — those subtle distinctions of beauty where all is beau tiful — yes, there ought to be mental photographs, and colour, scent and taste pictures ! then I should not have to struggle to express the, by-me-al together-inexpressible loveliness of the many-com plexioned subjects of Flora's kingdom. Her realm at least must be a \" Utopia,\" since all who are under her fair sovereignty are beautiful and happy too ;"], [43, "41 MADEIRA MAIL BAG. for surely there can be no very serious causes of dispute between them ! where all are equally fair, no envy can find place, and are not roses, lilies, geraniums and heliotropes different in their types of beauty rather than in its degree ! But enough of generalisation — a refuge to which I fly because I know not where to begin particularising. Have I mentioned the \"loquats,\" they are a most delicious fruit of a golden-yellow hue, and and about the size of a magnum-bonum plum ; they are by nature between a pear and a peach, for the inner stones are not so hard as that of a plum, and yet monstrously larger than the \"pips \" of a pear, to which, however, they certainly show a greater affinity, the skin is rather leathery, but the pulp has a most pleasant acidity mixed with the sweet ness. I think they may be related to medlars, for there is something similar about the stone, and Botanists call the loquat, \" Nispera japonica,\" which seems to point in the same direction. They grow on trees about as large as cherry-trees, but the leaves are long and lanceolate. Bananas, I am sure you have often seen, but you cannot judge of their excellence by the flavour of those imported, for there is nothing like eating things in their native land, if you wish to enjoy them thoroughly, and I do full justice to these good things, though many people do not consider them wholesome, but they never interfere with my diges tive organs, which must lead me to be thankful, though not in the Pharasaic spirit of boasting, \" that I am not as others ! \" A cluster of Bananas is such a picturesque thing when they have ripened"], [44, "42 CONTENTS OF A into yellowness, but this they are never allowed to do on the plant. They are gathered while still green, and then hung up in some suitable place, very often a dark \" loga,\" as the ground floor rooms are called. The weight of these bunches is considerable, and varies very much; however, I believe anything above 501bs. is considered good. There are two sorts, — of these, the silver or smooth skinned banana is the more highly esteemed, but I am uneducated enough to prefer the commoner variety. I get rather laughed at because I nearly always help myself to one at dessert, instead of choosing the more dainty fruits with which the table is supplied, but then the others have been accustomed to bananas long enough to get tired of them, where as I am only becoming acquainted with them. I can hardly believe I have been out of England so short a time, for I have seen more strange things this last week or two than would generally be the case in as many years. The Bananarias, or Banana plantations are very striking to an English eye. with their crown of huge, broad and long leaves which divide in the strangest manner after reaching maturity, for the expanse of green lamina breaks up into quite narrow ribbons on either side the stem or mid-rib of the leaf, and then the leaf looks like a giant feather or segmented fern. It is very evident Dame Nature knows how to make a handsome fringe ! One has to acquire a taste for sweet potatoes or \" Batatas,\" for as their English name implies, they are sweet, though in other respects somewhat similar to potatoes ; they are generally cooked with the meat, and are rarely"], [45, "43 MADEIRA MAIL BAG. absent from a Portuguese dinner table, the natives are so fond of them. I did not care for them at first, they seemed so mawkish and clammy, but I am daily getting to like them better, and I daresay I shall end by enjoying them very much. 18tk April. — A — and I have been for a day or two to a charming Quinta, a good deal lower down, and the change was very pleasant. Quinta Dragoeira is not nearly so large a house as this quinta, but I am wonderfully taken with it, never theless, for it is so much more compact while not at all too small for comfort. But I think the chief reason I like it so much is, that there is such a delightful view of the sea from the windows. Up here the swelling nature of the intermediate ground prevents one seeing more than the distant sea ; but at \"Dragoeira\" one has the pleasure of watching the steamers as they lie at anchorage, and even the signals on \" Blandy's Tower \" are easily discerned, and that is a great point of attraction in itself. The garden is small but full of beautiful plants, gorgeous scarlet passion flowers growing in lavish abundance over a pretty trellised path, so cool and inviting as a refuge from the sun, and cloth-of-gold and Gloire de Dijon roses clambering over the verandah and hangingin festoons twined with jasmine and the crimson and orange-tubed bignonia. While the gay Indian rocket shoots up its proud stalk of fire-coloured blossoms in strange contrast to the no less beautiful but less aspiring lily which bows at its feet. Then there are camellia and hibiscus shrubs and shining leaved myrtles, with a majestic"], [46, "44 CONTENTS OF A mulberry tree casting its broad shadow over the ground, to say nothing of the ever-present gera niums in all their rich variety, though here in less abundant quantity. Much of the distinctive char acter of the garden is due to A.'s own taste and care in previous years, for she occupied this quinta a long time, and very much improved it both internally and externally. However, she did not care to remain in it longer. Of course it is full to her of many memories, indeed not a plant or flower that has not evidently some pleasing or sad association for her, a subtle essence breathing out and mingling with the perfumes as they reach us through the windows borne thither on the breeze of even. The mail came in last night from England, after we came back, so late, that we had already gone to bed, before the letters arrived ; but I ran into dear A.'s room to read my budget and to share with her the pleasure occasioned by your delight fully long epistle. And there we sat talking like two naughty school-girls till I don't know what time, over our letters and a multitude of interesting nothings ; but at last as the candle threatened to take its departure, [I rather unwillingly took myself off before it could be so rude. I have promised myself to write a number of letters this mail, but if they are all as protracted as this one I shall need to sit up all night to get them done. Besides, I am quite determined I will profit by my present good opportunities, and study Portu guese and Spanish also. I should so much like to be able to converse in these languages, and I do not"], [47, "45 MADEIRA MAIL BAG. think they can be very difficult, for they so much resemble their mother Latin and their cousin Italian. I am glad I have a little smattering of the former, for I shall now find it useful ; and I hope to be able to devote time also to music. I expect I shall be able in the summer to accomplish much more in every way than I am likely to do at present, for it is very quiet then, and one is glad of some settled occupation to make the time pass more quickly. Again and again I long that you were here. I never look upon these lovely hills and wonderful ravines without wishing that you could share my delight. In eA-'ery direction a most charming prospect opens before one's entranced gaze ; and though very often the mist enshrouds the mountain tops, it but serves to bring into more marked con trast some other beautiful feature of the all beauti ful \" entourage.\" But the time ofthe mail is com ing very near, and warns me to write \" good-bye,\" so till another opportunity, I remain your loving Ultra Marine."], [48, "46 CONTENTS OF A LETTER IV. \" Full of sweet dreams, and health, and quiet breathing, Therefore on every morrow are we wreathing, A flowery band to bind us to the earth Spite of despondence of the inhuman dearth Of noble natures, of the gloomy days, Of all the unhealthy and o'er darkened ways, Made for our searching ; yes in spite of all, Some shape of beauty moves away the pall.\" John Keats. Quinta das Flores, April 22nd. Dear Emohta, It would be impossible to say how often my thoughts wing their flight in your direction, and I conjure up, in fancy, pictures of what you may be doing in quiet little 0 . I am self opinionated enough to believe that you do miss me sometimes, but I hope you do not feel the absence of your fun-loving friend too severely ! for with my faculty of setting you all laughing, I fear I must liken myself to the Court Jester of olden days, who was always making folk laugh at his own expense."], [49, "47 madeira mail bag. And what saith the sour Jacques, \" Motley's the only wear.\"* However, I cannot agree with him en tirely ! and am much more inclined to think Cow per in the right when he says something to the effect, \" that it is wrong for any man to be content merely to make other people laugh, when he could turn his talents to better use. \" The days pass very quickly, I suppose because each one brings some new thing to be seen or done. One day last week I had my first ride, and very delightful I found it to be perched aloft, quite as agreeable in accomplishment as in anticipation. The little mare I ride is very gentle, and I always have one of the men in attendance. No one ever rides here without a so-called foot-boy, and it is the custom for him to carry a whisk, made from the tail of a defunct bullock, I think from the appear ance, and fastened to a handle. Then the boy, or man (as it may be), as he walks by the horse, keeps flicking off the flies which sadly torment the poor animals, so you can imagine that the rate of progress is not alarming. Already the flies are dreadful pests, so I daresay they will be well-nigh insufferable, as the summer advances, only perhaps I shall be more used to them and they to me by that time ! I pity the poor oxen sincerely, for these horrid black-coated tor ments alight on their bodies in crowds, till the un happy bovine quadrupeds appear to change the colour of their skin from dun to black ! I find these flies have a way of worrying quite unattained by their English cousins, for they tickle one unrnerci- * \" As you like it.\" Act ii. Scene vii."], [50, "48 CONTENTS OF A fully, and seem almost to pierce one's skin with their inquisitive little antennae, the Spanish word \" picar \" seems to express exactly the extent of the injury inflicted, for \" sting \" is too positive a term for their molestations. They are not above board enough to do that, leaving the mosquitoes to perform that task with honest endeavour and dire effects ! LastFriday we went to an\"Afternoon\" at the house of a lady who is shortly going away from Madeira, so it was a sort of farewell entertainment, and numerously attended in consequence. About half the guests were Portuguese, of the best families and with a good sprinkling of titles. Viscondes and Viscondessas, Marquezes and Marquezas are always plentiful in Southern society. There were some nice English people, but of course I do not know many yet. We adopted the \" carro,\" the usual means of conveyance for the *' journey \" from one Quinta to the other. Our hostess had arranged to have tea in the gar den, which is most charmingly situated, overlook ing the sea, and with a profusion of beautiful flowers, — the hedge was actually composed of won derfully sturdy geraniums and pelargoniums. There was a rather chilly breeze, which many of the residents proclaimed a cold wind, but in England we should hardly notice it. So soon does one become sensitive to falls of temperature in these more sunny regions. Any disagreeable wind is called a \"L'Este \" here, but I understood the true L'Este is prevalent in the summer, and is a hot dry wind blowing from the east, and bringing with it the arid"], [51, "49 MADEIRA MAIL BAG. and parching qualities gained during its passage over the Desert of Sahara. On Saturday, we went to a garden party at the \" Folhado \", this is quite a noted quinta here, on account of the great beauty of its garden or gardens, for they are terraced, and very tastefully laid out. One can see how much care is expended on the cultivation of everything, far more than is usual here, as people seem as a rule to expect Nature to do all the work unaided by Art. I was delighted by a most wonderful old tree ; it would make a most perfect study for an artist, so venerable is its old trunk and strangely contorted branches. The refreshing sound of a fountain in full play contri buted much to the charm of this garden ; the sound of dropping water in a \"dry and thirsty land\" brings to one such a deliriously cool sensation, and is as grateful as music to one's ears. Some of the guests were amusing themselves with a game of tennis, but I can hardly fancy it to be quite the best game for this climate ; however, I should soon get into the way of enjoying it as much here as in cooler England. I was introduced to some very nice German girls, they spoke Eng lish perfectly ; I only wish I could converse in their native tongue with the ease they did in mine. I am always so struck with the facility with which foreigners seem to acquire languages, and corres pondingly ashamed of my own slowness, which appears as much a national trait as an individual one. I think much of our apparent stupidity arises rather from diffidence than from dullness, and from"], [52, "50 CONTENTS OF A a fear of appearing foolish by making blunders, we become so by our silence. What a long hiatus ! I was telling you about the German Frauleins; they are coming to spend the afternoon with me one day next week. I was rather amused with the enthusiastic way in which they spoke of the various classes they attended when in Germany It was classes for everything. classes for study, for needlework, for cookery, for accomplishments, and I doubt not for amusements as well, (certainly dancing and gymnastic exercise would come under the latter category). In fact, it would appear according to this plan, as if nothing could be learnt without a class being arranged, whereas my humble opinion is that there is such a thing as acquiring knowledge equally rapidly with out so much scholastic red-tape. It is so amusing now I am beginning to pick up a few Portuguese words, and thus gradually the apparent discord of sound which surrounded me is being resolved into intelligible harmony, for discord, as Pope has it, is but ' harmony not understood.' I like the feeling one has, when learning the lan guage of the country, for with every word acquired one seems to gain another link of connectancy with the inhabitants, and the great barrier which at first entirely blocked up the way to intercourse with the natives, is removed slowly but surely, stone by stone. Besides, there is something fascinating about the very fact of acquiring thus a key to the before mysterious cypher, and one understands also many of the words so much better that have been incor-"], [53, "MADIERA MAIL BAG. 51 porated with our own language, but which were originally borrowed from others. I was delighted to discover that the name of this city had a meaning, as most, if not all proper names have to the initiated, to those who give them, for Funchal is only the Portuguese for fennel, which herb was found growing in great abundance at this place by Joao Gongalves Zargo, who in con junction with Tristao Vaz Teixeira. was the first governor of this island of Madeira. And Madeira itself signifies wood, and was so called because of the mighty forests of \"til\" and \"dracarea\" of \" quercus '' and pine which covered its surface in those by-gone days. Alas ! they were almost entirely destroyed by fire, set alight by these early settlers, and which, says tradition, burnt continuously for the space of seven years. What an inexhaustible mine of wealth might not these Sylvan monarchs have yielded, had not Nature's rich gift been squandered by this useless conflagration. Think of the magnificent growth of ages ; the building up of fibre and sap and bark of centuries on centuries, recklessly destroyed, by one act of the great des poiler — Man ! I meant to have described this Quinta, but have prosed on so long, that I must curtail further re marks as much as may be. The two principle rooms are both I imagine, 40ft. long and perhaps 25 or 30ft. broad, with several windows, and both open by French windows on to a verandah or \" stoop,\" as the Americans would call it. It is most delightful to sit reading and working on the one which looks eastward, and close by which"], [54, "52 CONTENTS OF A grows a gignatic Magnolia tree, but I shall not stay now to tell you about the garden. I should never have done in time for the mail if I begin on that inexhaustible subject. For it is full of every variety of charming flowers, and is more like a Botanical garden would be, for there are repre- sentatives of the Flora of all parts. The pride of Temperate and of Tropical Zones meeting here and mingling in grand profusion. I am very glad I brought my books on Botany, for this is just the place to study the habits of plants not met with in England. Only think we have now acquaintances in six nationalities, for I have recently been intro- duced to some Dutch ladies ! and thus we have had yet another element in our conversations, however, nearly everyone can talk a little English. This, though, makes it all the more amusing, for one can hardly recognise our dear native tongue sometimes, so strangely does it sound, with the various foreign accentuations and translated idioms, to say nothing of the occasional mistakes into which the most accomplished foreigner will necessarily be betrayed occasionally, and which give an added charm to ordinary chit-chat, and serve greatly to entertain. It is also quite remarkable to observe the facility with which people here, change from one language into the other, it is like transposing keys in music ! I hope I too may some day be able to do likewise, but at present I am quite confused by the melee, and find it difficult really to make progress in any language, when so many are used ; besides the very similarities between them add at first to the diffi culty, for when I think I have acquired a Portu-"], [55, "53 MADEIRA MAIL BAG. guese word or phrase and proceed to \" try \" it on one of the servants, lo and behold, to my surprise they look more mystified than ever, and then I dis cover that the charming little sentence I had learnt and nursed with so much care is Spanish, not Portu guese at all ; and so on, v ice versa, and in endless combinations. It is very much like an intricate Japanese puzzle, and certainly affords me infinite amusement, while my mistakes of course call down much laughter on my devoted head. The days pass so quickly that I seem to get through nothing ; we breakfast about eight, lun cheon at twelve, and dinner at seven, by which time it is nearly dark, for the sun sets much earlier here than during the summer in England. We are so much nearer the Equator, and so there is not a very great difference between winter and summer in the length of time the sun keeps above the hori zon. There is no such thing as gas known in this island ; coal is far too expensive, — besides, Funchal is half a century behind the times, so we have to burn petroleum and candles. I do not admire either, but there is nothing like use, and habit is truly second nature. To-day it has been quite cool, indeed there have been some slight showers, but it is not a bit dismal, only delightfully fresh and pleasant. I so often wish you were here, for I am sure you would enjoy this charming climate ; it is not at all too hot as yet, and the temperature is exactly right till you begin to take any violent exercise, then, I confess it certainly does feel rather hot. When you write please give me a full, true and. E"], [56, "54 CONTENTS OF A particular account of everything and everybody, for I do not wish to have those dear home ties slack ened or severed by silence. The veriest detail concerning my English friends, will be acceptable to me. I am particularly partial to long letters. You see how minutely I etch in the picture of my new life and surroundings, and I really think I deserve equally good treatment at your hands or from your pen. I think to-day's sketch is sufficiently finished, so with the promise of another of the same nature, either in pen or pencil, when ready, and with as much love as ever, I remain, your always affectionate, Ultra Marine."], [57, "MADEIRA MAIL BAG. 55 LETTER V. \" How beautiful is night ! A dewy freshness fills the silent air : No mist obscures, nor cloud nor speck, nor stain Breaks the serene of heaven : In full orbed glory yonder moon divine Rolls through the dark blue depths : Beneath her steady ray The desert-circle spreads, Like the round ocean, girdled with the sky. How beautiful is night ! \" SouniEY.— \" Thalaba.\" Quinta das Flores, April 26th. Dear Emohta, The wheels of old Father Time's chariot are so well oiled, that my days pass away too fast for me to keep any account. And often I am hurried on more rapidly than I appreciate, as I do not like leaving so many of my self-imposed tasks uncom pleted. It is a glorious evening, and I might well"], [58, "56 CONTENTS of a exclaim with Wordsworth, that sweet bard of Nature, \"The aspiring mountains, and the winding streams, Empress of night ! are gladdened by thy beams.\" With what delight would he have invoked the Muse in these bright bowers and under these sunny skies. What strains of dulcet harmony would have resulted from hours spent amid such multitudinous flowers and rich perfumes, by so ardent a lover of Nature. He who sang those touching words, \" To me the meanest flower that blows can give Thoughts that do often lie too deep for tears ! \" would not have remained voiceless or insensible when such a wealth of colour and form, called for incense from a poet's pen. Everything is still so novel and so entrancing that I could scribble whole pages, but not being gifted, my descriptions would soon weary you by their monotonous note of admiration ! On the one side nature in all her lavish magnificence delights me, while on the other, the quaint habits of the people fill me with wonder. Everything alike exciting my astonishment and delight so unlike any English scene. I am sure you would share in the amusement I find in the extraordinary vehicles in use here, I mean the \" carros \" or bullock cars. These are of most unwieldy construction, and always forcibly remind me of an old-fashioned four-post bedstead, for they are furnished with curtains and an awning on the top, made frequently of black American-cloth lined with crimson ; some people though have brown holland curtains, which at least"], [59, "MADEIRA MAIL BAG. 57 have the one great advantage of looking cooler. These \" machines \" do not go on wheels, but are supplied with rollers, like sledges have. This is to adapt them better for the steep and rugged roads over which they have to go. This lumbering con- cern is drawn along by a pair of bullocks, perhaps I ought to say two, for they are not necessarily of the same colour, though they generally are of some shade of dun. These \" boi \" as they are called in Portuguese, have strings tied tnrough a hole in each of their horns, by which they are led along by one of the two men who are in constant atten- dance on each carro, and correspond in their un- couth way to our more refined coachman and foot- man. One man has a whisk, with which he con- tinuously switches away the flies, which are very numerous and greatly annoy the poor beasts, and the other carries a wad of damp rag, which has been previously soaked in oil, and which he places beneath the rollers from time to time, in order to prevent the excessive friction set up by the passage of the iron over the stones, producing fire, and thus kindling the wood work and draperies of the carro. and also to make them run more easily. In addition to the whisk and wet rag, the men also are provided with an ox-goad, a horrible looking thing, just like those one so often sees in pictures descrip- tive of Biblical history, a long pole with a sharp spike at the end, and with which the carro-man touches up the lazy or refractory oxen. It seems to our prejudiced eyes a very cruel practice, and a strange substitute to boot for the whip, but customs are generally to be traced back to some very good"], [60, "58 CONTENTS OF A reason, and doubtless it has been found expedient to resort to the goad or \" prick,\" when other means of compulsion would fail to produce any impression on these proverbially stubborn quadrupeds. A carro is supposed to be large enough for four that is two on each side, but I like it better with only two ! It feels so funny when inside for of course, without wheels one is so near the ground, nearer than in the lowest of ponj'-carriages, and consequently it seems to nullify the sensation of being in a carriage at all, that though is only the outcome of habit, to which we are all such slaves ! I wish I could convey by writing, the tremendous noise the men make as they goad on their oxen, vociferously calling out at the top of their bass voices, and of course in Portuguese. \" Come to me, come, come to me, my oxen.\" Could you but hear the intonation when they come to \" oxen\" you would never forget it, \" boi-e-e-e, \" giving the b of boi quite a v sound occasionally ! They pretend that the bullocks would not go along at all without this encouragement, though I think it must be quite as much for their own pleasure that they give vent to such sonorous shouts and cries. For I can hardly fancy the animals can be attracted by such sounds, although the ancients tell us of the marvellous power exerted by sweet voices over things animate and inanimate. And what says Democritus, Junior? \"Fishes are much affected by musick. Harts, hindes, horses, dogs, bears, are exceedingly delighted with it,\"* and so we might presume oxen would not prove less amenable to the charmer's art, *\" Anatomy of Melancholy.\""], [61, "59 MADEIRA MAIL BAG. only in order to make this reasoning good, it is necessary to identify the cries of our carro-men with music } which would be rather difficult. And yet, now I am more used to them, I really do find some thing rather attractive in these commanding tones when heard in the far distance, that kindly distance which as frequently lends enchantment to sound as to sight. And as this quinta stands a good way back from the public road, one gets just the right degree of mellowed \" boi-e-e-e-iW,\" and the © O <_!>' harsh sounds which, when heard nearer, grate so in harmoniously on the fastidious ear, are rounded off into soft mutterings of entreaty and kindliness. Here then, is yet another advantage gained by retirement, undreamed of by the poet, when he penned those lines, \" Some minds by nature are adverse to noise And hate the tumult half the world enjoys.\"* The hills here are very precipitous, especially some of them, and make one feel when ascend ing them, much as one might, if going up the side of a house. However, though coming up is such a labour, gliding down in a running carro is quite the reverse ; indeed, I hardly know a more delicious sensation. These carros are made of native wicker- work, and are very light; they are large enough for two occupants, seated side by side, and look rather like a double arm-chair, for the back of the car reaches about as high as the nape of one's neck ; and in front it is without protection of any sort (except when drawn by oxen, and then it is usual to put up a calico screen between two * \" Eetirement,\" by Wm. Cowper."], [62, "60 CONTENTS OF A upright poles, so the beasts should not flick their tails into one's face). Thus I think they cannot be very unlike a Laplander's sledge, for like it they have no wheels, but run on rollers. These carros are mostly used on the Mount Road, as that is very steep, and instead of oxen, two men take the guiding ropes and propel, or more truly, withstrain the carro, for once started on its down ward course, it goes at a prodigious rate. It would be an alarming one, were there no men to keep it steady and prevent it from going faster than a due regard for safety permits. It must be rather hard work for the poor men, and yet I hear they go up and down almost inces santly on Feast days, especially on the day on which the Mount Church Festa is held. I have heard some sad stories of their over working them selves sometimes, and nearly every year there are one or more victims among their numbers. They become overheated in the exercise, and then drink large quantities of cold water, this and the con stant change of temperament, — for there is a great difference between the temperature of the city and the Mount, — does the mischief, and rapid consump tion supervenes. Pardon this long digression. I was just remarking on the tremendous impetus, and was about to record my opinion that this is by far the most exciting and most pleasurable method of proceeding. It is such a novel sensation being whizzed along, through the air, down and down, till the bottom is reached. Then it is the men have to be alert, for if they do not ease the speed sufficiently one gets a disagreeable"], [63, "61 MADEIRA MAIL BAG. jerk all of a sudden, or if the runners (i.e., the men) are not well-skilled, may even run the risk of being shunted full force into some wall, or swing right against some projecting buttress. But you will ask, how do you get up again when you have got down in this manner? That is all accordino* to circumstances, for it can be managed in two ways, and equally well by those who like myself can walk, for should you elect to mount on foot, one of the men shoulders the carro and takes it back without difficulty ; or you have oxen to pull you up just as if it were an ordinary carro. There is so much to interest me when I go out, that I hardly feel the absence of the shop-windows, for as I before told you, things are arranged here very differently and peculiarly to our ideas, and the shops are more like the booths in a market place, for you see no gay things exposed for sale, to allure you into purchasing, neither can you go and feast your eyes on the well-dressed windows, and this naturally a little detracts from the bright ness of the city, but it adds one more touch of Oriental colouring to the whole picture, and I like it for the very reason that it is all so unlike home. Besides, there are such a number of things to observe in the streets that one has to keep on being amused. The women in their gay print dresses, some particularly gorgeous and glaring, a vivid yellow or amber for instance, and with showy handkerchiefs tied round their heads, these are in every colour and combination of colour, according to the taste or fancy of the wearer, and the manufac turer too. Some of these kerchiefs are intensely"], [64, "62 CONTENTS OF A crude and extravagant in design and colour, and yet they seem to suit the prevailing character of the place better than more toned hues would be likely to do. Still I like to see the snowy white kerchiefs which a few of the native women wear, they look so clean and cool. As for the children, they roll about the burning roads, in a semi-nude condition, being for the most part burdened with nothing more than an exceed ingly short shirt, reaching barely to their little knees. And habituated to the heat, they sleep or play in the full rays of the sun with impunity. Of course, they are always without those incumbrances of civilized life, viz., shoes and stockings, and not unseldom without head coverings likewise. They are the queerest little morsels, with their black bead-like eyes, and brown skin and browner hair. But I have written all these pages and never a word have I said about the hammocks, those delightfully luxuriant-looking things, which one meets at every turn, with some frail lady occupant, or delicate invalid. They are equally used by ladies or gentlemen, when in ill health, as they are the easiest mode of getting about for those who cannot bear the rough jolting of a carro, or the more fatiguing exercise of riding. And unfortu nately, as you know well, this is by no means un frequently the case among the visitors who seek this beautiful land ; for, alas ! the greater proportion of these are ordered here as the last hope, the last chance of prolonging life, if restoration be too late. I do not know how these fragile sufferers would go about at all, were there no such things as ham-"], [65, "63 MADIERA MAIL BAG. mocks, for these seem expressly adapted for the locomotion of invalids. Their very name is an index to their nature, for they are made just of a piece of very coarse net-work gathered together at each end and securely tied to a long mahogany pole, which protrudes some distance on either side. This sort of suspended net is then comfortably lined and fitted up with cushions, and then the outside is likewise ornamented with a valence, a foot or more deep. A kind of brown holland is the material mostly used, with a trimming of blue galatea stripes ; there is also a nice little square awning over one end, where the head of the occupant comes, and a couvrette to complete the whole ; altogether as charmingly comfortable an affair as could well be devised, and into which it is quite easy to get, as it can be lowered to suit the con venience of the user. It is borne by two men, one at each end of the pole, and who are generally habited in white, or, if private bearers, with any particular distinguishing badge that their employer may deem appropriate, perhaps a coloured ribbon round the hats, this forms a kind of livery, and is affected only by some of the more fastidious stick lers for ceremony. As a rule, hammock bearers are the most steady walkers, and it is quite necessary they should be, for it is an intolerable sensation to be carried by men who shake you up and down. And they must be very sure-footed also, indeed, it is not every man who is suitable for this office, and it needs quite a training to make a thoroughly good hammock bearer."], [66, "64 CONTENTS OF A I expect I am writing atrociously, as I cannot see at all what I have already written, it is so dark, but with so much to see during the day I am obliged to make the most of such occasional moments of leisure as I can seize for my correspondence, and as we are going out to-morrow evening, I shall not then be able to take my customary time for adding to this, and I hardly think you will wish or expect me to increase the length of this already absurdly voluminous epistle, though I must linger just one moment to remind you again that I am your very affectionate, Ultra Marine."], [67, "65 MADEIRA MAIL BAG. LETTER VI. \" Oh to be in England, Now that April's there And whoever wakes in England Sees some morning unaware That the lowest boughs and the brushwood sheaf Bound the elm-tree bole are in tiny leaf, While the chaffinch sings on the orchard bough In England now ! And after April, when May follows And the white throat builds and all the swallows. Robert Browning _ Quinta das Flores, April 30th. Dear Emohta, I cannot write a very long letter this time, for I am very busy. There is a Portuguese dress maker in the house, who does nothing but shiver and shake, and keeps running after me to try on something or to ask some question. What would the \"menina\" like? puffs or flounces? Or it is \"Senhora menina, faz favor venha <ja,\" \"Please come here '' Esta bonita ? Is it pretty ? and I have to"], [68, "66 CONTENTS OF A give my opinion, and as much admiration as my very scanty stock of Portuguese words allows. However, the little \"costureira\" is pleased with the smallest expression of commendation, and her little eyes twinkle with pleasure when I say with a smile (which I think must be the most intelligible part of the conversation, as fortunately pleasant looks have the same value in all languages) \" Sim, Senhora, esta boa; esta mui bonita ; gosto esse muchissimo,\" which being translated for your benefit, means \"Yes, it is well, it is very pretty. I like that very much,\" or to that effect. I get a great deal of amusement out of Senhora Costureira, for she teaches me the names of the various sewing implements which surround her, and this is a mutual satisfaction. She is a most chilly little creature, and is constantly shivering, and exclaiming, \" 0 Senhora, menina, ha muito frio hoje, muito frio.\" \" It is very cold to-day, so very cold, miss,\" and really the poor creature does appear to suffer from the smallest diminution of heat, and especially if it rains at all, then she is utterly miserable. It certainly has been a good deal cooler this week, but only comparatively so of course ; how ever, even I am growing into the prevalent way of noting and feeling every little breeze, and com menting \" It is quite chilly to-day,\" — a habit which would seem justly ludicrous in England. As usual, I had only «just begun writing when visitors were announced, so I was obliged to go to the drawing-room to receive them. I found it was the new Lord , and a lady -friend, and as A. — was out at a garden party, I had to exert myself"], [69, "MADEIRA MAIL BAG. 67 as \" major-domo, ' and entertain them. Lord expressed himself charmed with the garden, and was most interested in hearing all I could tell him about the grapes. He is quite enthusiastic over grapiculture, and told me that he had extensive vineries at his own country-seat. He only came to the island last week, and as he will return next, he is making the best use he can of the short time at his disposal, and has been about the island a good deal already. Our monkey immensely amused him, but it certainly was not on its best behaviour, and did not properly estimate the rank of the visitor. I was obliged to apologise for the extreme rudeness of its conduct on the plea of ignorance. For what should \" Monsieur Singe '' do but after infinite chattering and bejabbering expressive of his resentment I sup pose at being introduced to strangers, the ill-manner ed little wretch put the crowning touch to his impro prieties by dashing the contents of a glass of water over the lady's dress ! This occasioned great amuse ment, all much enjoying to witness the radical spirit so evidently indulged in by this mischievous little caricature of our kind, and fortunately the wetting did no harm, and only served as a refresh ing shower to enliven the conversation, which accompanied our tea. I have just seen them off, and gladly resume my pen. I have in former letters described the place, so in this I will tell you a little more of our life, and how I spend my time. The number of servants we keep is constantly varying ; just now we have only women in the house, but, as a rule, we intend"], [70, "68 CONTENTS OF A having a man-cook. It is so much more convenient, because it is necessary to send to market in the early morning for the day's provisions, and as it is contrary to custom for women to go, we are obliged to send one of the out-door men-servants to fetch the things, under the present regime, whereas, of course, a man-cook goes himself. The number of men on the fazenda is always altering, according to what has to be done, but we have a stationary gate-woman and her husband, and they live in a little lodge at the entrance. Eight o'clock is the time we assemble for our first meal, our breakfast, but we take \" dejeuner ' at twelve or one, — this is only another name for luncheon, and as well appointed as dinner in many houses, for vvc invariably begin with soup, a joint of roast or boiled meat, and two, three or more made-dishes, cakes and dessert. Then about 4 p.m., we have afternoon-tea, and nearly always visitors therewith, — this adds greatly to the piquancy of its flavour ; and at 7 p.m., dinner is served, — this par takes very much the same character as the mid-day meal, always beginning with soup, and with the numbers of courses regulating by a very sliding scale. I am always tremendously hungry here, proof positive of the excellent state of my health. The meat is, however, not nearly so nourishing as in England, and there is a> coarseness and want of flavour about the beef, very different from the roast joints which John Bull (proverbially) delights in. Neither do I appreciate the Portu guese made-dishes very much, but I partake of all"], [71, "69 MADEIRA MAIL BAG. the \" messes\" whatever their nationality and \" ask no questions \" for I am persuaded it is not a bit of good to carry your prejudices about with you, or to be too particular when you live abroad. \" At Rome one must e'en do as the Romans,\" and I intend to forget inconvenient whims and fads as far and fast as may be. There is nothing better than an environment of contentment for neutralising the \" fish-out-of-water feeling \" so inextricably mixed up with a foreign residence. Apropos of the water, I intend going in for sea-bathing in the course of a week or so. I have become acquainted with two nice English girls — sisters — who are, I hear, excellent swimmers ; so it will be agreeable if I can persuade them to accompany me in these Aquatic Sports ! They know Devonshire very well, so we have been able to compare notes on our reminiscences of the South Hams, and this gives us a bond of sympathy, so I think we shall be more than mere acquaintances by-and-bye. I am always so sleepy here, and quite ready to go early to bed, and not much inclined to get up in proportionally good time ; however, I shall have to rise early when we begin bathing, for we shall have to get back again in time for eight o'clock breakfast. I have been riding this week and much enjoyed the change from \" carros.\" As to walk ing, ft makes one so fearfully tired, that I do not wonder that people say it is impossible, not that I think it is quite that, only it certainly is most fatiguing to walk up these steep roads, with such F"], [72, "70 CONTENTS OF A sharp stones, I wonder one's feet don't get worn out, — I will not speak of shoes ! I am writing this in the solitude of my chamber, having retired early as is our wont, and as to-morrow is mail-day, I know it is useless to defer till then, what I can do to-day, so I am penning these lines by the flickering glare of a tallow (?) candle. The miserable thing does nothing but gutter, (perhaps it dislikes that implied aspersion on the purity of the character of its composition), and being already burnt far down when I began, it has now nearly finished its existence, compelling me thus to end abruptly with the renewed assurance of the love of Your affectionate Ultra Marine."], [73, "71 MADEIRA MAIL BAG. LETTER VII. \" Ye hills, I love ye ! Oh ! ye mountain tops ! Lifting serenely your transcendent brows To catch the earliest glimpses of the dawn, And hold the latest radiance of the West, To gild you with its glory, while the world Hastens to slumber in the glooms below ; It is a pain to know ye, and to feel That nothing can express the deep delight, With which your beauty and magnificence, Fill to o'erflowing the ecstatic mind.\" Chas. Maokay, — \"Egeria.\" Quinta das Flores, May 1st. Dear Emohta, It is really extremely kind of you to find time to write so frequently to the \" lonely exile,\" and I must try to reward your good nature (though as \"virtue is its own reward,\" you are already repaid) by scrib bling a \" sort of a kind of,' ' as the Americans say, letter by this very mail, so that you may not labour under the false notion, that your kindness was not wasted on an ungrateful recipient. It is by this time quite unnecessary for me to"], [74, "72 CONTENTS OF A express how thoroughly I am enjoying all the novelty and pleasure of a life passed in this delicious earthly Paradise. I rank myself among the number of those whom the poet apostrophises in the words, \" Ye that pipe, and ye that play, Ye that through your hearts to-day, Feel the gladness of the May.\" For if there is any place particularly sacred to Queen Mab and her fairy train, this surely must be the spot. I never spent May-day before amid such a wealth of flowers, but, ala*< ! there is no May. pole and no May Queen. Everything is so beau tiful and commands so much admiration, that I find my stock of adjectives is running low, and I shall either be compelled to use them overand over again, or accept the alternative of coining new ones to meet the need; but I do not think I am quite up to this work, and am afraid I shall be accused of debasing the currency of the realm — i. e.f of mal treating the Queen's English ! so I have to adopt the former course on most occasions, as less open to criticism. But I wish I could convey to you half the delight I daily experience. The flowers, the views, the climate, all uniting together to make this an enchant ing and enchanted Island, into which I have come by some happy chance ! Spirited hither by one of the good Genii of old romance, to revel in the sight of Nature's glorious profusion. Here is a more en trancing garden to my mind than even the one to which Aladdin found himself transported, when in search of his wonderful lamp. For this has the added beauties of reality and fact, whereas that"], [75, "73 MADIERA MAIL BAG. other is fiction only, the dainty offspring of the romantic brain and highly wrought imagination of an Oriental story teller. And the difference is indeed vast between the phantasmagoria of most dazzling beauty, and the vivid lights and shades of reality, and all in favour of the latter ! Bnt here is enough to feed the most luxuriant fancy, and gratify the most extravagant admirer, of Nature, for there are such varieties of flowers, as diversified in colour as in form, in parentage as in genera. The magnificent rose-wood tree here grows side by side with the cork, the quereus robor, the broad-leaved bananas tower aloft in contrasting viridity with the dark green of the myrtle or the yellow hue of the sugar-cane. Geraniums mingle in gigantic shrubs with passion-flowers and heliotrope* The golden stars of the jasmine shine forth from their environment of purple bouganvillœas, and the aromatic leaves of the camphor, serve as green background for the bright-hued pelargoniums and fuchsias. While the breeze reaches one laden with the perfumes of roses, blended with the delicious scent of magnolios, and the spicy exudations from many a strange and beautiful plant, nameless, but not unnoticed, as I wander among them. Now, do you wonder that I should call this an enchanted land ? and yet I have not said one word of all the luscious fruits, which have found here a new home, where they can flourish, undisturbed by chilling winds and nipping frosts. Grapes and figs, loquats, bananas, prickly-pears, peaches, lemons, mangoes, cherries and guavas, all grow here in due season. Just now is the time for loquats and ban-"], [76, "74 CONTENTS OF A anas, chiefly, but a little later we shall have a greater variety than I should wish to describe . There is some good English society, and a good deal of the foreign element also I find many peo ple very nice, and shall, I hope, know them better in time. Many people are now making arrange ments for leaving Madeira, as Funchal is considered too hot for summer residence, and so the majority go to England or the Continent, while nearly all those who remain, spend the hot months in the hills, where the temperature is much lower. A small village called Camacha, about six miles away, and in a very elevated situation, is, I hear, the favorite resort for those who remain in Madeira- Quinta das Flores is quite high enough, and cool enough to make it unnecessary for us to quit it, even in the summer, this is very fortunate I think, as it must be rather a business, packing up all one's goods and chattels, to go so short a distance, besides, one can never be half so comfortable in these out-of-the-way places. It will be very quiet when all have taken their departure, and all the more so in contrast, for we have been unusually gay the last few weeks, with a quick succession of luncheon, lawn-tennis, and afternoon 'tea-parties. This spurt of gaiety to be followed by quietude, is like the last flicker of a candle before it expires ; for, in both cases, greater brightness precedes entire cessation. I spent a charming afternoon with some friends at Quinta Alta one day this week. It is rather a long ride, though seeing the house from our verandah, it appears within quite easy reach; this"], [77, "75 MADEIRA MAIL BAG. is on account of the nature of the intervening country, for one is frequently obliged to go by very round-about ways to avoid the steep and rugged torrent beds which intersect the country. The ravine which separates us from Quinta Alt_», is very picturesque, especially beautiful from one point of view in our garden. I love to see the water foaming down the narrow defile, as it does some times after heavy rain, splashing and dashing over the obstructing rocks, pausing in that level spot only to rush on again with renewed impetus, and to rage with childish fury against the basaltic rock which there hinders its progress ; or with seeming glee to leap the next barrier, and anon almost lost to sight as in a silvery thread it wanders between their dark and rugged masses. And then the neigh bouring banks, sloping upward green and luxuriant, and so gaily festooned with draperies of Dame Nature's own weaving and arranging, which crown the stony brows of the frowning rocks with wreaths of delicate verdure ; or drop in flowery sprays over the face of the turbulent stream, like wild tresses of unbound hair. I left this quinta soon after luncheon, for I had promised to make a long afternoon at Quinta Alta, and, as nearly all the way is up-hill, my little horse was not disposed to hurry, nor indeed, would it be wise to attempt to ride too quickly, as the roads are not only precipitate, but also very slippery. They are all paved with the most aggravating little pieces of un-even basalt, and the constant friction of the carro-rollers over their surface, gives them quite a polish ; so that it is necessary to have a sure-"], [78, "76 CONTENTS OF A footed horse and a firm seat in your saddle, if you are at all to enjoy a ride with immunity from dan ger. I had both these, so I experienced nothing but pleasure in the progress, and arrived at my destin ation just in the mood to appreciate the many beauties of the garden, and the delightful view which my new friends were equally anxious to show to me. The grounds belonging to this Quinta are exten sive, and consist of garden proper, and a charming wild bit of woody \"ha-ha\" or sylvan copse. I wish there had been time to explore the alluring patns which penetrate the further recesses of this little wood, and which led by\" circuitous ways, to the bottom of the very ravine, I have attempted to describe, in a former part of this letter. It was so strange to notice the geraniums and roses, which grew here in wild abundance, and made this look more like an overgrown garden, than a bit of nature in her natural and uncultivated state. The view of Funchal Bay from the front of the house is very fine, and some German men-of-war vessels, lying at anchorage in the Roads, added yet another agreeable feature to the beautiful picture. Their white sails and motionless forms, outlined distinctly against the blue sky, and surrounded by the tranquil expanse of ultramarine waters. The city, too, seen from this point, appeared to great advantage, with its streets of white houses and tree lined river banks ; while, dotted at intervals all about the hill-sides, delightful houses stood out, in contrast to the green of their fazendas or vineyards. And above and over all, shone the sun, in royal"], [79, "77 MADEIRA MAIL BAG. splendour. I was quite surprised to remark how much cooler the air was here, than even at our Quinta, demonstrating practically, how rapidly temperature falls, in proportion to increased altitude. Pardon the disjointed nature of my letter, but I cannot write even short epistles continuously, as I am sure to be called off for something or other ; and so, naturally enough I cannot expect such volumin ous communications as this, to '* get themselves written \" in unbroken sequence. Please tell your \" dear little flower,\" that I do not forget that it is her birthday this week, and I veiy much wish I could send a large bouquet of Madeira flowers to my sweet wee human blossom ; but alas ! the distance is too great, and the post will only consent to carry a large bunch of best love and warm kisses from the \" foreign \" Auntie, so she must try and rest content, without more tangible remembrance ; and you, dear, are to share in the love of always Your affectionate Ultra Marine."], [80, "78 CONTENTS OF A LETTER VIII. \" Bring flowers, young flowers for the festal board, To wreathe the cup, ere wine is poured ; Bring flowers ! they are springing in wood and vale, Their breath floats out on the southern gale, And the touch of the sunbeam hath waked the Rose Tu deck the hall where the bright wine flows.\" Mks. Hemans. Quinta das Flokes, May 15 th. Dear Emohta, I was so delighted when your splendid budget arrived last Friday ; it ceme by a Liverpool steamer, and being therefore quite unexpected, was even more acceptable than usual. Thanks for all the interesting details of the \" dear familiar faces.\" It was just the kind of letter I delight in, full of \" the voices of my home, I hear them still\"; and your letter makes up the echoing depths of memory, to such good purpose, that I am in fancy wafted over the intervening ocean, and see once more the peace ful valleys and sylvan retreats of our dear native land. When A — and I went into the City on Wednesday, we found it quite chilly, there was a brisk northerly"], [81, "79 MADEIRA MAIL BAG. breeze, which made the walk all the more agreeable ; and thougli many people are wearing white dresses, I did not find a velvet one any too warm. A — wanted to buy some furniture, so we wended our way first to the shops specially dedicated to tables and chairs, and other household goods of that sort. You would be amused at the confused arrangement of the furniture in these shops — things piled to gether anyhow, more as if it was a lumber-room, than the establishment of an upholsterer. A — . generally deals at the warehouse of Senhor Pestaneo ; this shop is well supplied, and the Senhor is very oblig ing. After finishing the little transaction there, we bent our way to the Correio, as the Post Office is called in Portuguese, and found a goodly budget of letters awaiting us there. So we hastened with our postal spoils into the English Ciub, in the Rua-da Alfandeja, and were soon engrossed in their inter esting contents. What unmeasured pleasures are brought in a mail-bag ! This is the modern way of annulling space, and though, perhaps, not so delightful as the method adopted by the possessor of the wonderful carpet and thaumaturgic tube of the Arabian Nights, yet, has almost equal power, for it carries our thoughts to those we love. The Club is situated next door to the British Consulate. It is a splendid institution ; the rooms are large, and have windows overlooking the sea. The library in connection with this Club is exten sive, and as good, I think, in the quality, as the Quantity of the works, which are here stored uo ■"], [82, "80 CONTENTS OF A But we did not stay long, so I was obliged to defer the pleasure of more closely observing the books, to some less hurried future occasion. I had to make some trifling purchases at Messrs. Farias, the drapers, and A — . also had some other business to get through. I enjoyed the novelty shopping pre sents here, but it is rather difficult to get just the things one wants, especially if there is anything to match. On our way home, we met a poor man carrying some live fowls ; he was wearing one of the funny little caps, much used by the peasants of the \" costa de baixo.\" The crown is very small, and fits to the top of the head like a skull-cap ; but the extra ordinary part is the long spoke, which rises perpen dicularly from the centre. This man accosted us, and begged us to buy his chicken ; so after a little dis cussion as to their quality and price, A — . gave the man eleven \" tostaos \" for three. That would be at the rate of eighteen-pence each in our currency, and is rather dear for Madeira. For this sum, the man carried them up to \" Las Flores,\" walking behind us ; it is true he grumbled at not getting more, as is their wont. We came back in excellent time for luncheon, and quant a moi with very good appetite. In the afternoon I rested for a time, for I felt tired from the walk. We are some distance from the town, and the stones are sharp, and have an unpleasant knack of finding out all the thin places in one's shoes, and the tender parts of one's feet. They are indeed very inimical to the understanding. How one changes ! Before I left home, I used to"], [83, "81 MADEIRA MAIL BAG. dislike intensely, lying down in the middle of the day ; but since my arrival here, I have thoroughly learnt to appreciate this piece of luxuriance, and very frequently indulge in a little siesta, \"hie transerunt mores domus ! \" We spent a delightful evening with the sister of the Consul last Thursday. We were invited for 8 p.m. This is considered rather a late hour in Madeira society, for the ordinary time for entertain ing is early by common consent, to suit better the invalid habits of a large proportion of the visitors ; for, certainly night air is not desirable for those who suffer from delicate chests. But this was a Musical Reunion, and so, naturally, a- later hour was chosen ; indeed, we did not leave Mrs. 's hospitable roof till after 2 a.m. There was a large number of guests, — perhaps I shall under-estimate, when I say, that there were between sixty and seventy present. It may interest you to know, that entertainments abroad, differ very little from those at home, so 1 will give a short resume of the way the evening was spent. It was such a delicious evening, that A — . and I decided we would not cramp ourselves, and crush our dresses into a carro. but would be original enough to arrive on foot. Our escort was equally well pleased to adopt this primitive method of procedure, so we merrily enough tripped down the hill, with the moon shining on us as we picked our way from one flat stone to another. I love to see a place under the peaceful influence of the moonlight. The stones even look electro plated, when fair Cynthea shines over them her"], [84, "82 CONTENTS OF A pale silvery light, and under her soft touch and purifying glance, the very dullest dingiest piece of masonry becomes attractive and wonder- filling. A moonbeam is a surer wand than any ever wielded by the famed magicians of by-gone days, be they Merlins or only of the Friar Bungay type. Their incantations may fail, they can neither transmute nor bring the precious auriferous metal out of the viler substance, let them exercise their whole skill in magic, learning and philosophy. But walk out on a moonlight evening, and see how the face of Nature is all transformed and glorified ; houses, trees, and rippling stream, all bathed in the majes tic shimmering light, and arc changed to silver, even as King Midas changed all he touched to gold. Well then, while we have been mental]}-* moon gazing, in retrospect, it has given us night-birds time to transport ourselves to our destination, and nearly time to throw off our outer wrappings too. But, while A — . is giving a touch to her coiffure, and I am struggling to fasten a refractory glove button, a bevy of ladies enters the room, and we are soon in the thick of the whispered interchange of remarks usual on such occasions. I have to go through the ceremony of introduc tion to some of A.'s old friends, and then a few more conferences, and we all sally forth together into the first drawing-room. Here we find the hostess and tea, and having shaken hands with the former and sipped a cup of the latter, we find ourselves pressed into the large drawing-room which adjoins ; gently swayed thither by the onward flow of the entering guests. I have often been amused to notice, how"], [85, "83 MADEIRA MAIL BAG. on such occasions one is borne on, apparently with out volition, or with very passive exercise of it. Indeed, one has not much more power to put forth active self-ordering forces, than has a tiny oarless boat, borne shoreward on the crest of the incoming* surges ; while the swaying movements of a crowd, may yet further be compared to the backward and forward motion of the waves. However, I need not moralise and analogise in order to tell you, that we reached the drawing-room in due course. I was very much delighted at the charming way in which the walls of this room were adorned ; for, arranged in hanging vases round the sides, were handsome groups of arum lilies ; as you may imagine, the effect was splendid ; 1 think no flower could equal these stately white lilies for this purpose. There is a severe classical beauty about their shade, and cold marble-like purity, which leaves them without a rival. They look born to grace a salon, dignified and beautiful they uplift their patrician heads from their more plebian neigh bours, who flaunt abroad in all the colours of the rainbow. Do not think I mean to asperse the charac ter, or depreciate the charms of the more brilliantly tinted flowers ; for I revel in the bright and unnum bered shades, in which Nature dresses her children. As ardently as you can, and with Leigh Hunt — \" See (and scorn all duller Taste) how Heav'n loves colour ! How great Nature clearly joj's in red and green ; What sweet thoughts she thinks Of Violets and Pinks, And a thousand flushing hues, made solely to be seen !"], [86, "84 CONTENTS OF A But everything has its own place, and so, give me arums for my walls by night, and the others by day. The former are like Grecian architecture, and the latter like the florid or mixed style. I thoroughly enjoyed the evening, for to be candid, I must confess that I find great pleasure in these animated scenes. I think one must be very blase if unable to appreciate the amusing and agreeable whole, in which delicious flowers, sweet music, and bright faces vie with each other and combine to charm the olfactory auditory and visual senses. And when to these are added the delights of animated conversation and sparkling wit, I think that Heraclitus himself might forget awhile his perpetual mourning, and resign himself to the pleasures of social intercourse. At any rate, I for one, have not yet set up a private tub, and so obtain gratification without interference with my philosophy, which I take it, must be of a Democri tian stamp. Talking and music went on simul taneously and alternately until about 12.30, and then every one adjourned to the supper-room, to seek refreshment of a more substantial kind than can be obtained from the very sweetest strains of blended harmony. Thc supper-table was most charmingly decorated with the same artistic simplicity com mented on previously. For on the snowy damask were arranged various shades of delicately-tinted verbenas, and these made a pretty background for the scarlet poppies and golden-eyed Marguerites which were gracefully grouped in small quaintly old-fashioned vases. These were placed at regular intervals up and down the entire length of the table."], [87, "85 MADEIRA MAIL BAG. The colours were well chosen for effect, and the \" tout-ensemble1' was remarkably good. The crimson of the poppies contrasted strikingly with the snowy rays and yellow disks of the daisies. Supper over there was more music, and then a gradual exit took place. We went back in a carro, and it was most amusing. Novelty always possesses a strange charm for me. It was as snug and cosy as a room, when we drew the curtains over and tied them together. I noticed the men did not make the dreadful noise they do by day, so it must be all nonsense when they say the oxen would not go without it. They went well enough, and better than usual, indeed, I was quite sorry when we came to '• Las Flores\" we had a lantern with us, so it was not even like being in the dark. The following afternoon we went to another musical party , but of a very different description. Music was, I think, the only point of resemblance. The Hostess was very kind, and so though it was quite a small party, it was an agreeable one. I made the acquaintance of several nice people, and spent a very pleasant afternoon. To-day I am quite lazy, and do not intend to stir from the house. Thank you so much for telling me of the health of my flowers ; I take a great interest in their pro gress and welfare. One has not the same feeling at all for plants here, they are too easily reared for one to take the same keen pleasure in their growth one bestows on our more troublesome English blossoms. I suppose this is due in part to the knowledge that their very existence depends, in a G"], [88, "86 CONTENTS OF A measure on one's own fostering care. Here one just enjoys them without trouble. Gardens are not kept in that neat precise order we are accustomed to in England. In the propor tion that nature is generous, so is man slothful. To climate may, I doubt not, be ascribed, the great difference in the industry of nations ! I know, I, for one, am far less inclined to do any thing here than I should be at home. As I write I am keeping my ears open for the signal that the mail is in ; but as yet my watchful ness has not been rewarded. The \" Warwick Castle\" has the character of being a slow boat. When one's ears are \" pricked up,\" like those of a terrier, and one's brain is on the qui vive, it is not surprising that one's writings should be deficient in perspicacity. Moreover, I am in a great hurry to get my letters written, as I have promised A — . I will go and sit with her as soon as they are done, A little of the blame too, must rest with my tools, for the ink is as thick as soup, and the pen infected by its contact with so much nastiness, is also disgusting. Your last letter came via Liverpool. This line of steamers takes a much longer time than our own dear old \"Union\" and \"Castle\" lines. But then they are not paid to carry the letters, for they are not regular mail boats, and only bring those which may have accumulated between the despatching of one mail steamer and the next Saturday — their day for sailing, so we are pleasantly surprised when letters come by them. It is quite surprising what an Exodus takes place"], [89, "87 MADEIRA MAIL BAG. at this season. Nearly forty residents and English visitors left by the \" Mexican.\" She is a splendid vessel, so I do not wonder that she should be a general favourite. We shall be quite desolces soon. for many of our friends go up to the high parts of the island next month. Some take quintas at an upland, village — Camacha, — others betake themselves to the \" Pico\" and the \" Serra.\" I wonder whether you ever read \" The Lusiad\" by Camoens ? I do not mean in the original, for it has been fora century known in England through the metrical translation by Mickle. I must read it whenever I get the chance, for it is the one great Portuguese chef d'ouvre, and describes the discovery of the Cape of Good Hope, and all the coast of Africa. I was at a garden party a short time ago, and met there a very clever German gentleman, and it was then I picked up my information on this sub ject. I have since discovered that Camoens describes this island in the following couplets, after Mickle. I copy them as it may be amusing to you. ' Named from her woods, with fragrant bowers adorn'd, From fair Madeira's purple coast we turned, Cyprus and Paphos vales the smiling Loves, Might leave with joy, for fair Madeira's groves, A shore so flowery, and so sweet an air Venus might build her dearest temple there. \" Not one word too much, Senhor Camoens ! In deed this is a flowery and perfumed shore. And that little qualitative adjective \" purple\" is very aptly introduced. For in times of yore the isles of Porto Santo and Madeira were known under the the collective name of \" Insulæ Purpurariæ.'"], [90, "88 CONTENTS OF A I suppose because of the purple appearance these Islands present when seen from the distance. That reminds me of a story I have read some where, of the odd suspicions entertained by the inhabitants of the former island in respect to the latter. Seeing the dark masses rising on the distant horizon, at certain seasons, the strange notion took possession of their untutored minds, that there indeed was the mouth of the infernal regions, and nothing would induce them to steer their barques in the direction of so fearful a place. It was long before they overcame their fears and consented to follow Zargo on his voyage of discovery. Is it not strange that they should have felt so great a repugnance for so sweet an earthly Paradise ? I am going to send you a few lines I have scribbled on this \" jewel of the Atlantic,\" for I know you will not criticise too severely the rapid product of the pen of your always true Ultra Marine."], [91, "madeira mail bag. 89 A LAY AND LEGEND OF MADEIRA Now Phœbus, radiant orb of day, Shall kindle the poetic fire, — No kindlier muse need bard desire, And Flora's self shall speed the lay ! As on the snowy crested-foam, Which flecks the waves above her home, The peerless Aphrodite uprose And her bright form to Neptune shows ; E'en so, from out th' encircling blue This mountain -peaked Island grew. In beauty unsurpass'd it stands, Nature's spoilt child among all lands! For here, with lavish hand are giv'n The glories of all climes 'neath heav'n ; And flowers from each opposing zone, Madeira fosters as her own."], [92, "90 CONTENTS OF A A kindly nursing mother she, Impartial too, for here we see Thus nurtured in her gentle arms, The weaklings show their budding charms ; The strong a softer beauty gain, The sweet to richer sweets attain ; While rarest perfumes gladly rise To greet the azure of her skies ! And warm embraces of the sun Subtract the incense they have won. Hail ! little isle of sun and flowers, Thrice blessed are thy scented bowers ! Here, vying with the damask Rose, The snowy Stephanotis blows ; And Myrtles' dark contrasting green 'Mong scented Orange-blossoms seen, The grand Magnolia, too, receives The sunlight on its glossy leaves ; While pure as pearls, the petals white, Her queenly grace and beauty, light ! And by her side a fitting mate Apparell'd in imperial state, Its head above th' attendant peers, The Jacaranda's form uprears, — And a right regal port assumes, In the rich purple of its blooms. Here too, may homelier flowers be found Gaily disporting on the ground ; On either side we chance to look, Some natural gem fills every nook, A friendly air pervades the scene, The tropics and our clime between."], [93, "91 Madiera Mail bag. For here the humble Pea will twine Its tendrils near the fruitful Vine ; Upon the ground where Lilies grow, Jambosa trees their shelters throw ; And gay Hibisci here will ope Amid a wealth of Heliotrope ; While coined in this floral mint, Geraniums spring, of every tint, And graceful passion flowers stray O'er walls, beside Bignonias gay. Here may one find a resting-place Enrich' d by every much prized grace. How sweet to live devoid of care, Breathing this richly perfumed air ! Come ! view Madeira's tranquil bowers ! Come ! revel in her wealth of flowers ! Madeira ! Thou island of the sea, Long shrouded in dim mystery ! Strange rumours of a dark abyss, Guarded for long, thy gates of bliss. The cloudlike aspect of thy land When view'd from Porto Santo's strand, Inspir'd with terror undefin'd The quickly frighten' d native mind ! And thus they whisper'd 'neath their breath 'Twas here the wicked came at death, Of dreadful import they presume Thy high pil'd mass of purple gloom, The mouth of Hell, the last abode Of men who had offended God ! No wonder then, the sailors fear To'ard such a port their barques to steer,"], [94, "92 CONTENTS OF A And thus its very hills and skies Combine to hide this Paradise ! Just so of old at Eden's gates, With flaming sword the seraph waits To ward the henceforth sacred door, That man may never enter more. But not so guarded was this isle, O'er whom the vaulted heavenlies smile, For whispering Zephyrs bore their fame, And joyous Zargo heard and came — Wafted by favouring gales, he hies To her green woods and azure skies ; A chain which rests on ocean's floor Enwraps the rough and steep hewn shore ! Thus, on the heaving bosom wide Of the Atlantic's mobile tide, Is pillow'd soft his sleeping bride ! As to an isle, fair Aea grew Perchance what now as land we view, As sea-nymph sported on these crests, On which she now so gently rests. Hither the enraptur'd Zargo came Across the foaming swelling main ; But how can I attempt to tell The things which on his vision fell. How paint the beauties of this land, Where all alike is fair or grand ! Ocean and sky of one responsive hue, And in their setting of cerulean blue, To greet the high empyrean up tow'r, The lofty summits in majestic pow'r,"], [95, "93 Madeira Mail bag. While richest gems by Flora's care Bedeck the prospect everywhere. These manifold delights appear, Now, as the wond'ring crew draw near. Her serried peaks in grand array Uprise to greet the dawning day, Thus kiss'd, in rapture by the sun, Their radiance is surpass'd by none ! Roseate the blushing mountains grew As, haply, artless maidens do, When first the ardent kiss they feel. Which all unask'd, their lovers steal. 'Twas thus these hills, with native grace, Receiv'd Apollo's warm embrace, When Zargo and his little band Approach'd this bright enchanted strand. And thus, encarmin'd too, they burst On my delighted view at first ; So I can guess what joyful cries They utter'd in their glad surprise, And how they long'd to reach the shore, Its hidden marvels to explore !"], [96, "94 CONTENTS OF A LETTER IX. \" 'Tis a fair garden : almond trees Throw silver gifts upon the breeze, Lilies, each a white-robed bride With treasures of pure gold inside, Like marble towers a king has made ; And of its own sweet self afraid, A hyacinth's flower-hung stalk is stooping, Lovelier from its timid drooping ; But in the midst is a rose stem, The winds beloved, the garden's gem. Miss Landon — \" The Golden Violet. Quinta das Flores, May 26th. Dear Emohta, I avail myself of the first leisure moment, to sketch a few further details of my new life. I can find time for little study, despite my fine resolutions to master the various languages spoken here ; for the day is so taken up with making and receiving calls, and sauntering about this delicious garden, that books are almost untouched ; however, I look forward to studying more when the quiet season"], [97, "95 MADEIRA MAIL BAG. sets in. The room where 1 generally spend my mornings, and where I am now writing, is entirely at my own disposal, and as I can command my thoughts better in solitude, I appreciate highly the arrangement, which makes me absolute monarch of one spot. The scenery is really glorious from my north window. Mountains terraced with various crops, which, as each possesses a different shade of green, gives a chequered appearance to the whole, which is very pleasing to the eye ; and higher up, the moun tains are clothed with pine forests. I could sit all day gazing out on this beautiful landscape, but my correspondents would hardly be well pleased if they lose their letters in consequence ; and as I have not much time at command, I must make the best of the present opportunity. At this part of the day it is intensely hot out of doors, but nothing at all to complain of in the house. The flies are a tremendous nuisance, and literally swarm, especially if the jalousies are open. I take good care to keep mine shut when I am in the room, — not only does it keep away the flies, but makes a pleasantly-softened light and a cooler temperature. But you ought to see these \" moscas !\" They come down like a black cloud on anything in the way of eatables, and one must be on a sharp look out, if one does not wish to drink half-a-dozen in a cup of tea. Tiny ants are also one of the plagues of the table ; the cheese is quite black with them ; it is so funny to see the little creatures scuttering about in all directions, so busy and energetic. They pay par-"], [98, "96 CONTENTS OF A ticular attention to anything sweet, like cakes or biscuits. In the bread they seem quite at home, and run up and down the table-cloth with easy con fidence, scramble into fruit-dishes and go through aquatic sports in the water-bottles. Mosquitoes have not been troublesome as yet, but I am preparing my weak nerves for the onset, as I hear they are plentiful enough later on. Happily there are no venomous reptiles, though small lizards abound ; these are of a blackish green colour, and generally five or six inches long. They glide in and out with their funny little tails shaking, and are backwards and forwards, here and there and everywhere, darting forth at every turn, and sunning themselves under every wall. Many are the starts they give one, as they scurry away from some plant that one stoops to examine. Indeed there always seems at least one guardian lizerd at the root of every flower I intend gathering ; but now I am used to them, I am growing quite attach ed to the brisk little fellows, — they are so quaint and quick, and have not got a way of making one creep, as the grey centipedes have. These are disgusting looking insects, about an inch long and with any amount of legs. They apparently take great pleasure in creeping over one. I discovered one of these horrid grey creatures in my bed one morning, to my intense disgust, — his life was the forfeit for such temerity. It is a comfort they are not known to bite or sting, and according to A — are perfectly innoxious ! But enough entomology ! I have already often described the general character of this island's"], [99, "97 MADEIRA MAIL BAG. charming Flora. Did I mention that both the Tea and Coffee plants thrive here very well ; the former is grown more as a curiosity, but the latter for use. We have a small coffee plantation, — it is great fun seeing the berry prepared. The outer husk or shell in which the berry proper is enclosed, turns to a reddish brown hue when fit to be gathered, and is about the size of an average gooseberry. This external skin is removed with a twist of the fingers, and the inner kernel or berry, thrown into cold water. After being left soaking for four-and-twenty hours, some are found floating on the surface ; these are kept separate, as they afford an inferior class of coffee to the others which have sunk to the bottom. They are all taken out now, and put to dry in the sun. The berries up to this stage are dingy white, — it is the subsequent process of baking which gives them the proper brown colour. I hope another day to tell you more about it. At present I am such a tyro in it all. I have been very much delighted with the strange inflorescence of the Jambosa or Rose Apple tree; the flower, which is greenish-white in colour, is so extremely curious and beautiful. It is about the size of a passion flower, but has apparently no corolla, and the calyx is very little defined, whereas the stamens are abnormally pronounced, and being both very numerous and very long, give the flower a soft round appearance, not at all unlike a wool-ball ! And as it is quite a large tree, you may imagine how strangely beautiful the blossoms look, glowing like stars amid the surrounding green, high overhead, and especially pretty when the golden rays of the"], [100, "98 CONTENTS OF A glorious sunlight fall on their soft surfaces, and make them glow with additional splendour. Looking at them as they catch the ardent kisses of the sun, one might think the thronging stamens were the return ing rays of light, sent out by the gratified flower. The Jacaranda is also a flowering tree, and even more striking on account of its greater size, for it must be quite as large as an elm or an oak. Its flowers, too, are of so magnificent a shade of bluish- violet, that it is no wonder if one should think lightly of the less brilliant Jambosa, when one has gazed on the regal splendour of this flowering monarch. I believe the original habitation of these grand trees, is Brazil. They are the well-known Rosewood-trees, whose excellence we are so well accustomed to hear extolled for all sorts of cabinet-makers' work. There are several varieties of Rose-wood trees ; the one which grows here, is called the Jacaranda mimosafolia, on account of the similarity its grace ful pinnafied leaves bear to those of the Mimosa or sensitive plant. There is one of these sylvan emperors fronting my window, and I can see it as it stands arrayed in purple robes of imperial state. The very colour of its wonderful flowers seems to bespeak sovereignty. At present it has but little foliage ; I might say none, on the top branches where the flowers appear ; so at the first hasty glance, one might well imagine that it had coloured leaves ; it rather reminds me of the Westeria, both in the colour of its blossoms, and the want of green. When first I came here, the Westeria was in full bloom ; now the wealth"], [101, "99 MADEIRA MAIL BAG. of flowers have given place to masses of most refreshing green. / I very much enjoy prowling about the city with A — , there is so much to amuse one in the foreign ways, and the different mode of transacting busi ness; sometimes, too, we get into funny predica ments. On one occasion, for instance, seeing a flag flying aloft with \"Leilao\" thereon, which is the customary advertisement here for an auction, we thought we would go and explore. We wanted some additional trifles of furniture, and were, besides, in a very inquisitive frame of mind ! So we very calmly and boldly walked in, at what we took to be the door of the house, where the auction was being held ; and going straight upstairs, we opened a door without the ceremony of knocking, when lo and behold ! to our no small amazement and consternation, we found ourselves landed in — (think of our feminine feelings !) in a barber's shop ! It is well nigh needless to say that we beat a hasty retreat, with copious apologies for our unwitting intrusion into such a \" sanctum tonsorius.\" But I must confess I did not feel altogether sorry for the mistake ; a little adventure like that adds piquancy to a walk, and is nice by way of a change. That same afternoon we went to inspect some beau tiful work. I wish you could have seen some of the things the woman showed us. There was some most exquisite embroidery, besides the ordinary well-known Madeira work ; some of the patterns were very handsome. I saw some afternoon tea cloths worked with the most lovely little sprays and wreaths of flowers, festooned in the most taste-"], [102, "100 CONTENTS OF A fill and artistic manner. The stitch was not unlike what we call satin-stitch ; the price varied, of course, according to the size and the intricacy of the pattern or quality of the work ; but the cheapest was, I think, five petarchas or dollars, that is rather more than a guinea ; and the more elaborate ones were nine petarchas (i.e. £2). We intend to get some materials, and then we shall try what we can do ourselves. They call it Oporto cloth, but I think it is suspiciously like very fine brown holland. May 29th. — I must try and finish my letter to-day, for I am sure I shall be much too busy to-morrow for any scribing, as A — and myself are going out to luncheon. Both on Wednesday and Thursday we are expecting friends here to luncheon, so what with going out, and receiving guests, this promises to be a busy week. The weather is now all one can possibly desire ; rather too hot to care to be out before mid-day, but delicious as the evening approaches. We had in tended bathing this morning, but were hindered ; however, I hope to go to-morrow without fail. Don't imagine I am going to get drowned, for though the shore is so shelving, there is not the least danger, as we shall each have a man to look after us ! Is it not an amusing notion ? There are no such things here as bathing-machines, but there are frames for tents, to be hired ; and when these are duly covered with sailcloth, they answer equally well for the performance of such toilette arrange ments, as are wanted for a plunge into the sea. Everyone here bathes \"en masse.\" Ladies and gentlemen taking to the water at the same place"], [103, "MADEIRA MAIL BAG. 101 retreat from the hot streets, and as they are quite close to the sea, this in my estimation renders them still more attractive. I often avail myself of the telescope which stands in one of the rooms, for I like to look at the shipping in the Port, and to see what English steamers may be in. Nearly every day I read several pages of Spanish, and I find it is daily easier to understand, transla tion never is the difficult part of a language to me. Besides both Spanish and Portuguese have many points of resemblance and affinity to Latin. Last week T went shopping for the first time on my own account, and I managed very well with my small, but steadily increasing stock of Portuguese words. Of course I made blunders, but as I got what I wanted it seems to me that the attempt may be regarded as a success. It was rather funny though, and might have been awkward. I could not quite find my way, and did not know the proper words to use to ask for direction, however, I was not going to be easily scared, and by dint of signs and odd words pieced together I managed to make myself understood. Besides, I knew quite well how to go back and so felt no concern, it was the forward route which was uncertain. Gathering and arranging flowers might well form the entire work of one person for they require to be so constantly replaced. I suppose it is the heat which causes their rapid decay, and it seems like a kindly provision of Nature, thus for hotter climes. In England, where our flowers grow in less luxuriant quantity, the individual bloom has a much longer life than here, where they flourish, as a whole, so h"], [104, "102 CONTENTS OF A abundantly. I am often engaged the whole morning filling the multitudinous vases in the drawing-room, and this ought to be done at least every other day. Then there is the conservatory, that too occupies a great deal of spare time, attending plants is such absorbing work. We have such a great number of ferns and of so many varieties ; also exquisite leaved Bigonias, green with reddish brown markings. I despair utterly whenever I have to depict the marvels of the garden. I feel how inadequate are any words of mine to describe the numberless beauties of the peerless denizens of this place. We have a charming little artificial lake in one part, and by its margin stately Arums rear their snowy heads beneath the shade of Camphor and Cayenne Pepper trees. These Arums, so prized and petted in England, grow wild here and are called \" Inhame \" by the natives. They eat the root when boiled, and are very partial to it. 1 remember hearings or readings somewhere that the root of our English representative of this species, the Cuckoo pint, was formerly prepared for food under the name of Portland sago, and was in many respects not dissimilar in taste to the farinaceous substance made out of the pith of the Sago palm. So, I presume, \" Inhame \" may be something of the same nature. I feel half indignant though that so beautiful a plant should ever be doomed to so base an office as this ! One cannot altogether shake off the feeling of rarity, and so I find it difficult to imagine any one having the hardihood to destroy the plant for the sake of eating the root. You will be amused when you hear that the great wonder of the garden are two"], [105, "MADEIEA MAIL BAG. 103 Hawthorne trees, brought from England many, many years ago by some former resident, and which, in common with all home-like things, calls forth universal admiration and delight ; from the English part of the community at any rate. The Dracæna is a very wonderful native tree, known commonly as the Dragon tree, but it no longer grows in the abundant way it did when Madeira was first discovered, and is, I understand, scarcely ever found wild, but a few still flourish in gardens. It was originally one of the most frequent inhabitants of the woods here. The Stralilzias are very beautiful, and look not unlike monster ferns which have overgrown themselves by a strange freak, and sprung up to a height which rival the forest trees. They tower aloft, too, just like ferns from a centre crown. Those in this garden are justly admired for their superior size, and indeed they are remarkable too for their tropical appearance. I am quite looking forward to going up higher in the hills they look so delightful, as yet I have not been very little higher up than the Levada which is a level road. As the name Levada signifies, a water course skirts the road as it runs horizontally across the hills at about an altitude of 500ft. above the sea. I have just been arranging some flowers for the dining table, for we have a large luncheon party coming off to-day, and really it looks very charming. The flowers chosen were yellow roses combined with lovely mauve flowers called Alamandas, 1 believe. The contrasting colours had an excellent effect mingling with the dark and glossy green of the leaves, and with the white back-ground of the table-"], [106, "104 CONTENTS OF A cloth. Bnt I dare not linger longer, as I must proceed to the less agreeable task of dressing, or I shall be caught napping, \" Hasta luego,\" as they say in Spanish. Always your affectionate friend, Ultra Marine."], [107, "105 MADEIRA MAIL BAG. LETTER X. And I have loved thee, Ocean ! and my joy Of youthful sports was on thy breast to be Borne, like thy bubbles, onward : from a boy I wantoned with thy breakers, they to me Were a delight ; and if the freshening sea Made them a terror — 'twas a pleasing fear, For I was as it were a child of thee, And trusted to thy billows far and near, And laid my hand upon thy mane, as I do here. Byron — \"Childe Harold.' Quinta das Flores, 3rd June. Dear Emohta, How very good of you to write me such a splendidly long and newsy letter ! Knowing as I do, how many engagements you have, I can doubly appreciate the length at which you wrote. I am glad you are having some fine weather at last, especially as you have visitors, for really 0 in in the wet is the most dreary of the dreary race of country towns ! Here, the weather has been very extraordinary for this season, for there are constant showers. Sometimes they are but slight ones, but very often the rain descends in a perfect burst of"], [108, "106 CONTENTS OF A fury. After raining off and on all the morning the sky clears about noon, and it is then very fine and hot for an hour or so, but it is so breezy again in the afternoon that we do not care to sit in the garden long. You ought to have heard how it rained last night. I think the clouds must have collapsed all at once, for the rain came down in a perfect sheet of water. I could not imagine what the noise was when I awoke and heard the gushing rushing sound. The thermometer only registered 67° Fah. to-day at 4 p.m., so you see you have actually a higher temperature in England. I extremely enjoy my sea baths only they do make me so stupidly tired. Every morning now I turn out of bed as near 5.30 a.m. as I can manage to wake, make a hasty toilette, and then walk down to the beach with a little friend. A tent awaits me there, which is of most primitive construction, but by no means uncomfortable. It is not, to my mind, at all unlike a drying horse turned over on the side, for it is two-sided only and has hinges to admit of its being doubled up flat when not in use. Over this \"skeleton\" or wooden frame is stretched a large piece of sail-cloth with a flap of the same in front, which can be moved back at pleasure and forms the door, and which you fasten with tapes when inside so that it may remain in place while the dis-robing or re-robing is going on ; and really one feels quite snug inside and perfectly safe from intrusion. The furni ture is not more elaborate than the hut, consisting of a stool and a straw or fibre mat, the latter is a particularly good institution as the stones are very rough, the beach is compounded of horrible rough"], [109, "MADEIRA MAIL BAG. 107 and jagged boulders of divers sizes, not unlike the stones at Babbicombe and Oddicombe Bay, which, I am sure, you will remember was very uncomfortable to one's feet, well this beach is similar, only intensely disagreeable as that one was, this is a very great deal worse. Now picture me emerging from my \" wigwam \" attired in bathing costume, sufficiently ample in its dimensions, for \" alas it was borrowed,\" and was made to grace a far more portly figure than I am or I hope shall ever be ! ! ! I can assure you that it has had to go more than once through the process of diminution, and no small amount of takings -in before it would consent to stay on me, but now these have at last been satisfactorily accom plished it is as nice as I need desire, and yet I do sometimes wish I had brought my own pretty \"mermaid's\" dress with me. Directly I make my re-appearance, thus equipped in \"sea-faring\" habiliments, a brown visaged Portuguese boat or bathino- man approaches and assists me down to the sea in a most courteous manner, and sooth to say, I am right glad to avail myself of the proffered help, for, on this rubbly shore, I can hardly keep firm foothold even with his aid. Many of the ladies wear shoes on this account and, indeed, they are almost indispensable luxuries. My attendant accompanies me into the water and keeps near me all the time to prevent accidents, for, as I have already often told you, this is a remarkably shelving shore, and not much more than a couple of yards from the margin you suddenly lose the bottom ; but I am getting on with swimming, and with the man close at hand feel perfectly safe."], [110, "108 CONTENTS OF A A good many people here use two bladders tied on to their backs to keep them afloat, and very droll is the appearance they present with these inflated excresences protruding from either shoulder blade, they might be the spathes of embryo wings, sprouting out in this amusing fashion, or any other unusual or improbable absurdity or monstrosity one likes to imagine ; but I would not submit to such ugly abettors to sham swimming, for they, like all frauds, stand in the way of the real thing, for no one ever tries to swim with them with the same effort as without them. I have an equal objection to life belts, though I once tried one of these for a short time. Several good swimmers come for their aquatic exercise at the same time, and, as I have the pleasure of counting these ladies among my new acquain tances, I find their society an additional pleasure. One of them is a native of a foreign land, but she speaks English extremely well with only a charming little accent. She swims splendidly, so do some other young ladies, they hire a boat and are rowed out a little way into the deep water, and then diving over board they swim again to land. The waves have as yet been very strong, and some caution is needed, (especially among the young aspirants to watery fame, of whom there are a good number in our \" coterie,\") not to get stranded by them on the rugged beach. Even with all care one's feet get rather bruised with the great stones rolling over them, but then, that all comes in the day's work ! ! By the time we are once more dressed 7 o'clock has arrived and at that hour the \"carro \" appears, which has already been appointed to come for us at that hour."], [111, "Madeira mail bag. 109 My little co-bather has to go direct to school, and as eight o'clock is the time studies commence, break fast has to be obtained \" en route.\" And this makes it all the more amusing for we go first to the \" milk market \" as I term it, for in a square place thirty or more men are congregated with their milk cans or goats as the case may be. Here we tell our man to \" espere,\" and the moment the willing oxen come to a standstill, our \"carro \" is surrounded by an eager crowd of milk boys and milkmen. The milk is measured out in tiny tin cups, two of these is the quantity my companion daily indulges in, this costs one \" vintem \" (i.e. 20 reis of which the English equivalent is about a penny). I take only one cup for I have my real breakfast when I reach the Quinta again, but I find myself so alarmingly peckish after my bath, that I really cannot wait till then without a drink of milk to refresh me meanwhile. The goat's milk sometimes proves too strong a temptation for my little friend to resist, and undeniably the absence of any possible adulterating matter is in its favour, for the poor \" Nannies \" are milked on the spot, thus precluding all suspicion of illicit watering, and ensuring its freshness also. Some people very much enjoy it, because it is quite warm, but I do not relish the idea and cannot bring myself to take it. Besides, to my mind, it seems not a little cruel to the poor animal, that it should be thus marched about and milked by degrees. However, such is the custom, and here no one regards it in the least as strange or unnatural. After we have drunk our milk we get slowly drawn along the streets, filled with returning"], [112, "110 CONTENTS OF A marketers with well filled baskets, hastening home wards, and while every nook and cranny we pass receives a strange beauty from the slanting rays of the rapidly ascending sun, which gilds into aureat brightness the ugliest building, and imparts a bewitching loveliness to whatever has a natural brilliancy to reflect his kindly attention. In this way the glazed windows become like glittering patines of crystalised light, and shimmer from out the less responsive stone or brick surroundings ; and the leaves have a verdant shine, all their own beautiful dower. And silent admiration altercating with merry chatter and gay laughter from my little foreign friend, who always finds everything so nice and who tells me many little interesting bits of information, which I hug carefully for future use. By this time we have reached a baker's, and here we \" espere \" again and get some bread, one penny loaf which rather stills the tongue of my talkative friend as the munching process goes on in the most contented way, and evidently considering this the most charming manner possible of breakfasting, and I am of the same opinion, at least as long as the novelty may last ! Thus we slowly but surely wend our way on our onward and upward course. Our route now is a very pretty one, for a great part of the way is beneath the grateful shade of a most beautiful avenue of plane trees ; on one side the foaming waters of a mountain torrent (now daily diminishing in force) tumble and toss deep down in a narrow gorge or ravine, whose rough sides are tapestried with hanging masses of \" Abundancia,\" a white flower whose name speaks for itself; and huo-e"], [113, "111 madeira mail bag. clumps of wild yams, whose immense and beautifully fluted leaves strike the eye with their refreshing green ; ferns also lend their varied and delightfully shaped fronds to embellish and adorn this place- However, I must not leave you to imagine that all these more minute touches of beauty are visible as we pass, for many a wall of uncouth masonry and many a tree springs up to intercept the view, and prevents our seeing into the deep abyss which yawns below, but this is what meets the enchained and delighted vision, when leaning over the edge of the protruding parapet of bridge or wall one gazes on the dark and rock-strewn bed of the stream. This ravine, a little, reminds me of the valley of the \" Lyd \" and its marvellous gorge, only I think the solitary recesses and roaring waters of the latter are more weird and awe-striking. The \" Ribeiro \" here has not so sombre and sinister an appearance, nor is its environment so solitary. T suppose a good deal of the gloom of the Lyd may be attributable to its surrounding masses of woody undergrowth, and the dark shade thrown by the thickly -branched trees which grow on the sloping banks of either side. But this is a long digression, and meanwhile I and my carro have safely returned to Quinta das Flores by the steep road, past pleasant houses in the midst of trellised vineyards, and the steep walls of which are crowned with funny little watch towers, or mirautes as they are called. It is now close upon eight o'clock, but I have time to wash my mermaid's tresses and don some more appropriate raiment ere the loud clang of the breakfast bell summons me to join the family in the \" sala de jantar.\" These same locks"], [114, "112 CONTENTS OF A of mine are, I must candidly own, a great drawback to the pleasure of bathing, for one feels in such a decidedly bedraggled and bedamped condition for the first half of the day ; and so much does this moist atmosphere act upon my better judgment that I am almost tempted to break through my self-imposed ukase, that no oil-skin cap shall ever grace my devoted head, and try whether that would prove efficacious against the saline principles. But as yet I have not yielded to the voice ofthe tempter, for I generally take it easy when I return, and let my \" weary length lie prone \" on the comfortable expanse of my bed and thus manage to get presentable byluncheon. I find the rest after the early exercise very pleasant and almost necessary here and \"at Rome I do as the Romans.\" Do not be too shocked at my laziness, really all my limbs ache after swimming, I suppose because I am not yet used to it, and so new muscles are brought into action and resent the unaccustomed work thus imposed. Yesterday I had rather a fatiguing day, for after luncheon I went to visit at the German Consul's Quinta. Of course I rode up, but the steepness of the ascent and the heat of the sun combined made me just a little warmer than I appreciate. Then I was walking about the grounds all the afternoon and a lovely place it is indeed ! At the back of the house and beyond the more cultivated region of garden proper, stretches a most charming natural wood with beautiful winding paths and clustering on either side, in rich profusion, were trailing masses of wild roses, which in England we should rejoice to have in our gardens; and scarlet geraniums"], [115, "MADEIRA MAIL BAG. 113 brightening up the dark green of the wood with patches of bright colouring, and then the views ! The ever glorious sea stretching away and away, its blue depths bounded only by the horizon and crested with tiny flecks of white and sparkling foam, and here and there the larger flakes of snowy sails. Lying quietly at anchorage in the harbour are the steamers receiving, or depositing their cargoes, or living freight, and far below a French man-of-war \" The Favourite \" is plainly visible, one can almost discern the make of the multitudinous garments which are at the moment drying in the riggings. \" The Desertas \" too, those barren rocks, whose only habitants are the quick footed goats and timorous rabbits, stand out grandly to the left in clearly defined outlines against the azure sky, and equally distinct upon the right is the Loo Rock (Ilheu) with its fortress crowned summit. Behind, a striking background for so fair a picture, are piled in serried grandeur the dark masses of the mountains, which rise in peaked majesty in the middle of the island, with dark patches of pine forest here and there. While almost at our feet yawn, in gloomy depths of shade, the wide jaws of the ravine I have attempted to describe in an earlier part of the letter. But here the banks of the torrent are more precipitate and wilder than in its lower course. The whole place is so rural and romantic that it might be the mysterious entrance to some magician's palace ; but yet, somehow the wood makes one think of what woods are at home in dear old Albion, and one almost expects to come upon the venerable ruins of Norman castle or moated keep in some inaccessible"], [116, "114 CONTENTS OF A spot. But my dream is dissipated, for retracing our steps we once more come in sight of the Quinta. Now all remnants of English feeling are dispelled in a moment, for here, too, is Funchal stretching its lazy bulk in all directions, and looking very pretty and very clean. After some pleasant conversation and equally pleasant tea it was time to leave, so I walked into the town and then mounting my good little steed hurried Quinta-ward, and very soon and gladly arrived safely \" Chez-nous.\" I have not yet you see, arrived at calling it \" home,\" and I rather doubt if I ever shall, for I cannot feel for it the true home-feeling. I suppose it is rather sentimental to refuse the title, but though I get some chaffing on that account I certainly have a right to my own idiosyncracies, when they do not interfere with other people's prejudices. But you will have had enough of me and my pen for a little, and I have other letters to write so \" au rdcrire.\" Believe me always your affectionate Ultra Marine."], [117, "MADEIRA MAIL BAG. 115 LETTER XI. How beautiful is tlie rain ! After the dust and heat, In the broad and fiery street, In the narrow lane, How beautiful is the rain ! Across the window pane It pours and pours ; A nd swift and wide With a muddy tide, Like a river down the gutter roars The rain, the welcome rain ! Longfellow. Quinta das Flores, June 5th, 188 — Dear Emohta, I have already written and despatched one letter by this mail, but as I am in a scribbling mood this morning I shall send you a supplementary budget, which you can regard in the light of an overgrown post scriptum. I believe I am not far wrong in depending on your willingness to receive this excursus being proportionate to my desire to write it. Then without further apology or delay \" let us fall to good discourse,\" as John Bunyan hath it."], [118, "116 CONTENTS OF A This quinta is in a thorough state of boule-verse ment to-day, for our friends intend leaving Madeira by this week's homeward-bound steamer, due in Funchal Roads any time after eight this evening, though not likely to arrive before to-morrow about the same hour. It is to be hoped the good S.S. will not come in in the night, for it is dreary work to be frightened out of your pleasant slumbers by the rumbling of carro-rollers over the stones, and to have to hurry on board before well awake ; this is not at all an unusual occurrence in this part of the world. Though it is \" on the cards \" that it may be the case with this boat, we do not really anticipate any such inconvenint fate for our dear voyageurs. Certainly I see no reason in going to meet trouble, it is not a guest one is anxious to welcome in so much haste. After my telling you of the prospective flitting you will not be surprised that I say, that the whole house is one vast scene of excitement from \"loga \" to \" turret,\" the packing arrangement for such a party being on somewhat a stupendous scale. No wonder then that there is plenty of animation and bustle. For these are no \" beggarly account of empty boxes,\" and I have been assisting with my valuable counsel in the stowage of all sorts of things, which are, or are deemed to be, essential for a three months' tour. I think the process of getting one's worldly gear safely compressed within the confined limits of trunks and pormanteaux rather an amusing one, although as it is nearly always the precursor of parting, it is not entirely free from a feeling of sadness. However, it will be time enough to speak of parting when they"], [119, "117 madeira mail bag. have really gone. It is needless to anticipate the sensations one must have after bidding Adieu. \" When musing on companions gone We doubly feel ourselves alone.\" On Sunday we had most tremendous rain : it descended in a sheet of water from the heavily charged clouds, and must be like the so-called tropical rains. The roads were turned for the nonce into river beds ; but they are too steep to let the water remain stationary, and as soon as the rain stops the water drains away into the gutters and all is dry once more. While the showers continue it is next to impossible to put one's head out of doors. We had a friend to luncheon, but the downpour was so violent he was quite weather-bound and compelled to stay to dinner. After that niea}, though it cleared up for a time, it was then too late to risk the evening air, so he was persuaded to spend the night under the shelter of this roof. Does it not seem amusing to be kept from going out, in Madeira of all places, by severity of weather ! But if you could have heard the furious way in which the rain pelted down and lashed against the windows you would not be surprised that no one, not absolutely obliged, should venture out. It was extremely hot, and oh ! such an earthy scent came in at the open windows. I liked it, though it is said to be unhealthy and occasions malaria. To me, it seemed an incense of grateful praise, rising from the glad heart of earth to heaven. The plants all looked so refreshed, as if attired in bright new dresses of verdure, and their dainty perfumes became yet more delicious and ethereal."], [120, "118 CONTENTS OF A Thus we are more than compensated for the short time that the nimbus clouds held sway. Beneficent rulers are they, giving rich stores of moisture to revivify the face of Nature ! The weather is now perfect, not a cloud to mar the azure beauty of the sunny sky, but the sea was much rougher, and the waves stronger than usual when I took my morning dip. They have always considerable force from the ground swell. To-day the water was quite thick and discoloured from the rain. Yesterday we had quite a series of adventures of a mild but amusing nature. After inspecting fur niture and other things in the city, we discovered the market. I was delighted with it. The stalls are under cover, surrounding an open square or courtyard. Not unlike many of our English markets in that respect, but there the likeness ends. For here were all sorts of strange fruits, and the stall keepers chattering away in almost unintelligible jargon. We bought some cucumbers for the fun of the thing, for which we paid one or two vintems, according to size. They are short and thick, and seldom eaten raw, but boiled and served with tomato sauce. The bananas looked so tempting and so did the rest of the fruit. But this is not the best time for visiting the market. In the early morning, it is quite a sight ! The country people arrive about five o'clock and bring the produce of their fazendas. Many come by boat from the other side of the island. All the best things are sold by 8 a.m., but there is always a plentiful supply of cabbages, potatoes, batatas and boberas. The last are very like vegetable marrows, but not so long in proportion to the width."], [121, "119 Madeira mail bag. There was hardly anything to be seen in the fish market. A few horrid-looking sea monsters were undergoing the process of cleaning and salting, and others already so prepared were exposed for sale. This market has troughs of water running through it to keep it cool and to be handy in cleaning the fish. I thought it well adaptel for the recep tion of its fishy guests, and should like to see it in its matutinal splendour. Then it is full of every variety of the scaly wealth of the ocean, and must be as good as an aquarium for teaching the shapes of the strange creatures which inhabit the deep water and swim beneath the surge. All the fish here have a savage look, and some of the ugly things brought to table are enough to give oue a fright ! Some of these monstrosities have abnormally large heads, furnished with huge jaws, others are all fins. Nearly all have some peculiarity which renders them hideous caricatures of their northern compeers. Yes, it must be a strange exhibition of queer forms when the fishermen come in laden with the spoils of their nightly labours on the moonlit waters. From the market we went to the old Praga, now little used, for there is a new Passeio, or promenade, quite at the other side of the city. So this one, with its old trees and seats has fallen into oblivion, and not being kept in order looks dry, close and uninteresting. It must have been pleasant enough once. Leaving the deserted Praga, we came to the beach and gladly sat down on the shingles to rest ourselves awhile. First, fny attention was attracted by some men filling a shore boat with ballast for a vessel lying at anchor. With"], [122, "120 CONTENTS OF A so many heavy stones placed in them it is wonderful such small boats can keep afloat. When fully freighted their gunwales were nearly level with the water. The beach is so steep and rough that it took a dozen strong fellows, all pulling together with might and main and helped by wooden rollers placed under the keel, to ground a boat before lading. It was even more amusing to see the men pushing off, when the load had been duly shipped; and, when fairly afloat, to observe with what agility two of them, who had given the final shove, sprang aboard, even as the boat was drifting away on the buoyant crest of the outgoing waves. They jumped so swiftly and at the right moment that they hardly wetted their feet. Another group of men were busily engaged in loading donkeys and mules with the sand and shingle taken from under the stones. This pulverised sub stratum is quite black and looks like ashes or coal screenings. These poor donkeys have a hard life, they go up and down the hills, so am I told, eighteen times a day. I sincerely pity the miserable little creatures. Their scraggy legs and shoulders are covered with dreadful sores, blackened with flies, and present a most revolting spectacle. Sometimes I have seen their legs encased in trowser-like bags. This looks funny, but must be a great blessing to the poor beasts. I hear this was the kind thought of an English lady. Bravo, say I, for she was indeed worthy of her British birth ! Literally piled one on the other was another group of men and boys, much engrossed and not a little excited over a game of chance. Not far off stood a"], [123, "madeira mail bag. 121 couple of buckets filled with water, to these the men had frequent recourse, drinking long and deep. All were bare-legged and footed, and with the smallest quantity of clothes, possible without becoming literal \" sans culottists ! \" The small boys indeed wear nothing but their shirt, but th^ir elders add a short pair of trousers to their attire. I enjoyed the beach. The waves breaking on the shore have such a home sound, they at least, in their ceaseless rollings and soft lap, lap, lapping, are the same all the world over. The same and yet ever changing ! I cannot say much for the freshness of the breeze, that pleasant accompaniment to an English sea-side walk. There was little, and that little was not charged with the health-giving saline properties we love so well. We had, instead of these wholesome iodine breezes, whiffs of hot air, laden with au admixture of ill odours, the noxious exhala tions from decaying vegetable and animal matter. The air at Quinta das .Flores is much fresher than that near the sea, and we have generally a delightful little breeze at some part of the day. I found but few shells, and these were of no great rarity or beauty. The most numerous were a variety of sea snail with dingy grey exteriors. This want of external beauty was compensated for by the variegated colours of their linings. Enamelled with the most delicate tints of changing rose, green, and mauve, which, catching the light, alter with constant grace, like the rainbow sheen of shot-silk. I have preserved several of these common univalves as a memento of the afternoon's exploits. It is evident his shore is too rough for fragile shells, which must be"], [124, "122 CONTENTS OF A crushed and ground to atoms on the relentless stones. On our way Quintawards, we went into Santa Clara Church. Vespers were being sung so we stayed to hear the singing, which was good, but not remarkable. It is very good at the Cathedral. The ceiling of the church is brightly ornamented, and the walls too are adorned with brilliantly coloured pictures. There were a few chairs near the walls, but the centre of the nave is carpeted, and the worshippers kneel at once on entering. I was amused to notice the trouble most of the young men took to spread their handkerchiefs before kneeling lest the dusty floor should soil their nether garments. Prudence and Piety thus linke cl is so laughable, and recalls the Dandiacal element, so scornfully treated by the Sage of Chelsea. But I have nearly exhausted the ink with so long an epistle, and hasten to conclude lest I be left \"high and dry.\" How much I should like to slip into the envelope and go with this letter on its voyage, to listen to all you say and do, myself invisible, and find out, too, if Mr. Postman delivers the letters duly. Enough nonsense from your always affectionate, Ultra Marine"], [125, "123 MADEIRA MAIL BAG. LETTER XII. Here in profusion fruits abound And wondrous flow'rs bestrew the ground Or breathe their ftagrance thro' the ail- Yet tho' all things are bright and fair Still unto me, old England's gloom A homelier aspect doth assume ! For Home is where our dear ones live No charm of scene their love can give ; No beauties which delight the eye Their absence to the heart supply ! Quinta das Flores, June 23rd. My dear Emohta, How I should like to have a peep at you and the dear old garden ! It must be beautiful now ; when I shut my eyes I see it all so clearly, the pleasant green lawn, the grand belt of handsome shrubs facing the windows, now blazing out in the beauty of their prime ; the varying pinks, mauves, and crimsons of the rhodadendron blossoms, and behind them the spreading elms in their vernal beauty. I miss the fresh green of pfrass and trees vtv much. There is a little grass on the tennis lawn, but it looks brown and lifeless from want of rain, and so desiccated it hardly deserves the name of grass at all. The most refreshing trees are the oaks, the leaves of the others are darker, those of the cork being particularly dingy in hue. But the vines look very pretty clambering over the trellis-"], [126, "124 CONTENTS OF A work ; and very pleasant are the walks beneath their verdant shelter. They are especially attractive just now for multitudinous branches of tiny green grapes are hanging daintily overhead, peeping from under the leaves and spiral corkscrew-like tendrils. It has been intensely hot, we keep all the jalousies shut, which makes the temperature of the house pleasant. In this manner one can be quite cool indoors. On Thursday we made a round of visits. First we went to a house surrounded by magnificent grounds, here we had tea. When we left our friend we journeyed upward till we reached a transverse road known as the Levada, and which is fairly level. The oxen appreciated the change as much as we did, and trotted along bravely in their own gauche, shambling style. But before long we were in the see-saw roads again, and soon reached the Quinta to which we were bound. These are farewell visits, our friends are going to Camacha. Very few people stay in Fuuchal for the summer ; but we shall stay in our beautiful gilded cage and chirp and twitter together ; and you outside the bars shall have an occasional pip from your caged friend. For like the exile on the island, addressed by Taliessin, the grand old Welsh bard, \"I am bound round by the blue chain of the sea.\" I must not forget to tell you, Chica is hardly any trouble now. She has grown immensely, she lives out of doors, and does not find much opportunity there for her tearing and scratching propensities ; her present good conduct is the effect of freedom, for as long as she was kept in \" durance vile \" she was as mischievous as ever."], [127, "125 MADEIRA MAIL I!AG. When shut up in a \" loja \" she tore all the draperies off the hammock ! Now she has her way she can behave herself. Our monkey would amuse you ! It is quite small, and was brought from the west coast of Africa by a sailor. He died, and the poor monkey was adopted by a gentleman ; after awhile it passed into A's possession. Such a noisy little fellow is \" Senor Mono ! \" His house is under my window — and he serenades me with his queer little screech : it is almost a chirp, sometimes of pleasure, at others of disdain, while alternating with his chatter is the clank, clank of his fetters. He has a band of crimson carpet round his body into which his chain is fastened. He is most destructive, and has torn down all the wisteria within reach. I shall be sorry if he makes any further havoc among the graceful branches which shade his house. Nothing more enrages him than being laughed at ; the temptation is sometimes too strong to be resisted, and then what a splutter of fury ! what gibbering and jabbering, and exhibition of spleen and spite ! It is best to put oneself at a safe distance from his monkey majesty, for he can swing himself a good way by his chain, and likes to vent his w*rath by biting the exasperating laugher ! It is funny to see him eat fruit ; he daintily peels the skin of bananas and loquats, and is wonderfully skilful with his little black hands. He makes me uncomfortable, he is so intensely human — at the same time so intensely ugly that I do not wish to claim cousinship, even the remotest degree of Scotch relationship would not be distant enough to pacify my antipathy to so mischievous a kinsman, He and Chica are good"], [128, "126 CONTENTS OF A friends now, though at first they perfectly hated each other. A few prices of things may be interesting. Very nice butter is about Is. a pound. Bread is sold in penny and twopenny loaves, these are small for the money ; each servant is allowed a twopenny loaf per diem. Bacon is 2s. 6d. a pound. It is the freight and custom dues which make it so expensive, for it is brought from England. The commoner quality of sugar is 6d. a pound. The cheapest tea 5s. Meat from 200 to 240 reis a kilo, or in plain English from 5d. to 6d. a pound. For there are 20 reis to a penny, and a kilo is about two pounds. Beer is expensive ; wine is cheap. An inferior quality of \" Madeira \" is sold for 9d. a bottle, and \" Lisbon \" is even cheaper. Milk is sold by the \" garafa \" or bottle, and is about 2|-d. per quart. Fowls are not large, and are on an average 3s. a couple ; we get a dozen eggs for a tostoa, that is 5d. All groceries are dear, because they are imported and duties are heavy, England supplies most. There is one shop called the English Baker's. Mr. Bentham does not deal only in the \" staff of life,\" but has a large supply of useful comestibles ; all kinds of tinned and potted meats can be procured at his \"botica.\" They look- quite homelike with their English names and trade marks. The •■old familiar faces\" of Huntley and Palmer's and Peek Frean's biscuit canisters strike one pleasantly on entering, and one is whisked away on a rapid thought-journey of 1,200 miles by the sight ! This shop is useful for another reason than its well-filled stores. It is a habit among us English to send notes by Bentham. This saves time and"], [129, "127 MADEIRA MAIL BAG. trouble, for the English residents are scattered so far apart that one would need an extra servant merely to carry notes, if it were not for this great convenience. This is a very thickly peopled island. Funchal alone has over 30,000 inhabitants, and there are more than 130,000 on the island, which is in pro portion to its size four times as populous as Portugal. We English are but a sprinkling, not more than two hundred, but this little Anglican element is good for the revenues and trade of the island. Many of the poor people emigrate to the Sandwich Islands. They must have dreadful discomforts on so hot a voyage in the over-crowded vessels. Poor things, I hope they get recompensed for the miseries of transit, but fear it is only exchanging burdens. Do you know that tradition gives to an English man the honour of having first discovered Madeira ? Towards the end of the first half of the fourteenth century, a young English gentleman, called Robert Machin, fell in love with a French lady of high degree while visiting her country. The damsel returned his love with equal fervour, and as her parents would not give their consent to the union, the young people resolved to elope. Louis VI., who was then reigning, refused the royal sanction also, because the lady was of higher rank than her lover. Young Machin was a noble of second rank, but he was inferior to none in courage and knightly bearing. After much thought he planned to carry off his beautiful Anne d'Arphet by night. For this purpose he manned a tiny boat with five trusty men and then carried the fair lady on board, intending to"], [130, "128 CONTENTS OF A take her to his own home in the West of England. But the winds proved tempestuous, and after much buffeting on the stormy waves, the little craft was one day driven ashore on an unknown coast. Upon that shore now stands the little town of Machico, a few miles to the north of Funchal. Here, alas ! the lady, worn out by the long rough voyage died, and according to some accounts poor young Machin, heartbroken at losing her and unable longer to bear up against his many trials soon fol lowed his lovely bride to the grave. It is a sad, sad story, full of romance and tragedy. There is another version extant, which may bear the same impress of truth. According to this, after Anne died, Robert Machin contrived to make himself a canoe, and, if he had fitting tools, wood was plentiful enough. In this primitive barque the sorrowful lover left the shore, and after unheard-of exertions at last reached Spain. Here he was received kindly by Pedro, King of Arragon, to whom he told the history of his adventures and wonderful discovery. In the other story, the crew are said, after the death of the unfortunate pair, to have sailed away to the African Coast. Here they found a pilot called Morales, to whom they told their tale ; and he repeated the strange news to Prince Henry, brother of the king regnant of Portugal, and the greatest navigator of that day. Though Machin may be considered the discoverer, yet Madeira was first colo nized by Zargo, the Portugese commander, who also discovered Porto Santo. Madeira has remained under the protection of that government with very short intervals ever since. We had it for a time in our"], [131, "129 MADEIRA MAIL BAG. possession during the Peninsular War in 1801 ; and our troops were there again in 1807 under General Chas. Beresford ; it then remained under the British flag till 1814. During the short period of his governorship, General Beresford resided at the \"Achada\". The ground surrounding this quinta is, as the name Achada signifies, level, and so adapted for the marshalling of troops. The General shewed good taste in his choice of a residence. He _nust have regretted having to leave his beautiful island home, though it is likely enough he many a time longed to be back in the yet dearer island of his birth. As I write, just such a longing seizes on my heart and a vivid recollection sweeps over my brain of that last drive we had together in bonny England. I see, in fancy, the grey outlines of the hills which bounded the view, the wooded banks of the river which danced and sang beside the road and, oh ! the wealth of daffodils bestudding the banks, nodding in the sunlight in answer to the whispering breeze, or bending in graceful attitudes towards the green moss at their roots. But if I stay writing all my recol lections I shall never come to an end of my letter, and it is facts not fancies that should be the tfieme of, Your faithful, Ultra Marine."], [132, ""], [133, ""], [134, ""], [135, ""], [136, ""], [137, ""], [138, ""], [139, ""], [140, ""]]