[[1, ""], [2, ""], [3, ""], [4, ""], [5, "UNDER -CUBBENTS VOL. I."], [6, ""], [7, "UNDEB-CUKKENTS BY THE AUTHOR OF 'PHYLLIS' 'MOLLY BAWN ' &c. IN THREE VOLUMES VOL. I. LONDON SMITH, ELDER, & CO., 15 WATERLOO PLACE 1888 IAU rights reserved]"], [8, ""], [9, "i UNDEE-CUERENTS. CHAPTER I. \"With what a heavy and retarding weight Does expectation load the wing of time. Below, a great broad stretch of ocean, calm as death, slumbering placidly beneath the sun's hot rays ; above, a sky of palest azure, flecked here and there by dainty masses of soft fleecy clouds ; and, far inland, a back ground of high hills, clothed with a tender foliage, a very baby leafdom, just bursting into the fuller life. The whole air is glad with the melodies of many birds, and the wild perfume of honey suckle mixed with thyme enriches every VOL. I. B"], [10, "UNDER-CURRENTS 2 breeze. Towards the west the trees give way a httle, letting a road be seen, that like a straight pale ribbon runs between the greenery for the space of quite a mile or so, and then reaches the small fishing village where the simple folk of Glowring Destley toil from one year's end to the other — the men gathering in their harvest from the treacherous sea, the women gathering their harvest too : some in careless joy, some in ceaseless labour, some, alas ! in cruel weeping, because of those ' who will never come back to the town.' Along the white road, that gleams thirstily in the burning sunshine of this hot midday in June, a carriage is crawling with quite an aggravating slowness. An antiquated vehicle of a type now almost unknown, but which once, beyond doubt, ' cost money.' At this particular stage of its existence the leather part of it is so withered and shrunken as to"], [11, "UNDER-CURRENTS 3 leave open to conjecture the idea that it ever was leather at all, and the paint is so knocked off in many, nay, in most, places, that it is an act of courtesy in the beholder to re frain from allusion to it ; whilst, as for the crest, naught is left of it, save the wing and the beak of some bird unknown. Two horses, skinny, melancholy-looking brutes, who appear to have reached the last degree of starvation, are attached to this ancient coach. But, demoralised as they are by age and famine and an unexpected journey, they refuse any longer to respond to the voice or whip of the elderly person — -as gaunt and forsaken as themselves — who every now and again in a cracked tone implores them to ' come up ' or ' go on,' as occasion de- mands. The carriage, being an open one, enables the people as it passes through the village to B 2"], [12, "UNDER-CURRENTS 4 see without undue trouble that the occupants of it are two girls : both very young, both singularly alike, though in distinctly different styles. A stranger, indeed, would probably be quicker to note the resemblance between them than one accustomed to watch the play of feature from day to day — a knowledge that somehow spoils most delicate likenesses. The younger girl, now leaning forward, with a little frown upon her face that is born rather of amusement than annoyance, yet par takes of both, is of fairer skin and brighter hair than her sister, whose eyes are of a dark grey, rather than blue, and whose hair is nut-brown with a tinge of red running through it. ' It is charming ! ' says the younger girl, with a little quick motion of the hand towards the sweeping bay, and the awakening trees, and the other glories of the landscape. 'All"], [13, "UNDER- C URRENTS 5 charming, far better than I ever dared hope for ; and yet my mind misgives me.' She turns a brilliant glance on her sister, full of terrible insinuations, and then laughs a little. Thus animated, she is a very pretty girl, half-child, half-woman, as fresh as the morning, and with eyes like stars. Her nose is a rather saucy little affair, tilting heaven wards, and her mouth one can see was made for laughter. She lifts one slender black-gloved hand, and placing it beneath her sister's chin, turns her face gently to her. Such a beautiful face ! Very like the riante one beside it, yet unlike too. There is a touch of sadness round the lovely lips, a mournful curve ; indeed, a thoughtfulness too great for her years is stamped on every feature. A tender, loving, yet strong soul shines through the earnest eyes, and when"], [14, "UNDER-CURRENTS 6 she smiles it is reluctantly, as if smiles all her life had been forbidden to her. ' At least we are given time to admire the prospect and meditate on the near future,' says the younger girl with a disdainful glance at the old horses, going at their snail's pace, and the still older Jehu, who is apparently neither asleep nor awake. ' Are we to pro ceed at this funereal pace all day ? Is night to overtake us on our six-mile drive ? ' ' Hush ! He may hear you,' says Miss Dysart, with a nervous, expressive glance at the old coachman's back. ' Nonsense, Vera ! As if any one could not see by the obstinate set of his elbow that he has been deaf for years. I only hope he isn't asleep, as that might prove inconvenient. Well,' with an arching of her brows, ' what a turn-out! What a carriage! What horses! One is driven to speculating as to how the"], [15, "UNDER-CURRENTS 7 skin covers their bones. It must have great staying power, or it would have given way long since. And yet, did not some fond fool tell us that our unknown uncle is rich ? ' ' Certainly. But the same fond fool also told us that he is a very prince amongst misers. Don't you remember that as well ? ' ' No, I make a point of never remembering unpleasant things. A miser ! How hateful ! Let us pray that he will not reduce us to the condition of his stud. Do you know, Vera,' addressing her sister with a sudden unexpected touch of gravity that sits rather prettily on her careless face, 'I don't quite like the manner of our welcome. Not a soul to meet us but this old man, and such a sorry equip age. Is there not a cousin somewhere, who might have met us with the hand of good fellowship extended ? Surely it has not been all a dream, this thought of him ? '"], [16, "UNDER-CURRENTS 8 ' Oh ! that reminds me,' says Miss Dysart, sitting quite upright and growing suddenly very animated — a delightful trick of hers that leaves the devout believer in her serenity breathless — ' I quite forgot to tell you of it, but the day before we left Nice Nell Stewart was with me, and she said that this cousin you speak of, if he does exist at all, at all events does not do it here.' ' Which means ? ' ' That either he won't, or can't, live with his father. Can't, Nell rather led me to believe.' ' Can't it is, you may be sure,' says the younger girl restlessly. 'Fancy a father whose son can't live with him ! And yet, after all, virtuous astonishment on that score is rather out of place with us. I can imagine just such a father.' ' Well, never mind that,' says Miss Dysart hastily."], [17, "UNDER-CURRENTS 9 ' Yes. Very good ; let us then go from sire to uncle,' says her sister with a little shrug. ' Do you think we shall gain much by the change ? This old relative of ours is, perhaps, as delightful as we could wish him, and yet I wish father had not left us to his tender mercies.' ' Do not dwell on that,' says Vera with nervous haste ; ' do not seek for faults in the inevitable. He is all that is left us.' ' That is what / don't like to dwell on. The desert island with no means of escape never had any attractions for me. Supposing this old stranger should turn out to be ' ' He may be very kind, very good, all that we should desire,' interrupts Miss Dysart anxiously. ' Dearest Grizel, why will you prognosticate evil ? It is so unlike you. You, as a rule, have the \" merry heart \" that \"goes all the day,\" / the one that tires \"in"], [18, "UNDER CURRENTS 10 a mile-a \" ; but to-day I scarcely know you. Why suppose our uncle less than kind ? ' ' He is our father's brother, I anticipate only the worst,' says Griselda drily. ' And I confess it has always struck me as strange that, after spending his life abusing him in the choicest terms, papa should at his death have selected him as our sole guardian.' ' You know the sudden decision arose out of a letter received by father from Uncle Gregory about a year ago. When father was — was — dying ' She pauses abruptly, and a tremor shakes her last words. She is not exactly overpowered by whatever emotion her words have aroused, but at least she is shaken by it, and finds a difficulty in continu ing the sentence. The younger girl, who without being hard is still harder than she is, turns quickly to look at her. There is infinite love and com-"], [19, "UNDER-CURRENTS 11 passion in her glance, but perhaps a little contempt, and certainly a little impatience. ' Do you know,' she says, ' it may seem heartless — positively coarse, if you will — but I do not think our father was a man to excite respect, much less love or regret, or ' ' Oh ! it is better not to speak like that,' interrupts Miss Dysart in a low shocked tone. Don't do it, darling. I know what you mean, but ' ' And, / know that I shall never forgive or forget the life he led you,' says Griselda, with a certain angry excitement. ' Well, that is over ! ' says Miss Dysart, with a quick sigh, heavily indrawn. ' And we have now only to hope that there is not worse to come. Your eyes say that. As for me, but for the commonplace ness of the idea, I should decline to risk the chance, and should look up one or other of"], [20, "12 UNDER- C URRENTS our old friends, and entreat them to get me a situation as cook or scullery-maid somewhere, only that patience isn't my strong point, and I feel I should not be kept a month by any one.' 'I hope Uncle Gregory will keep you a month,' says her sister with a little laugh. 'For my own sake, at all events.' ' I can't think why papa made him our guardian. As long as I can remember any thing it was quite as much as one's life was worth to mention the unknown uncle to him ; yet the first thing we hear after his death is, that the same detested brother is to have and to hold us completely in his power until we come of age. That means one year's thraldom to you ; but three to me.' ' More than that,' sadly. ' You forget that, of age or otherwise, we shall not have a penny between us.' She sighs, and then turns"], [21, "UNDER- C URRENTS 13 her gaze more fully on the younger girl. ' It is better to begin by thinking — by acknowledg ing, indeed — that our uncle is proving a very kind friend to us, who are friendless ; and why should we not encourage the idea also that he may be very lovable ? J ' Encourage any romantic ideas you please,' says Griselda, ' but don't expect me to keep you company. Instinct teaches me that our Uncle Gregory is an extremely odious old man. What I want to know is, ivhy he has offered us a home ? ' ' That is what nobody knows. It puzzled papa to the last. But certainly he was most determined to get us into his care. His letters — I read some of them — were almost vehe ment on the subject. And at last, as you know, papa gave in, agreed to his proposal, and ' 'And here we are,' with an expressive"], [22, "UNDER-CURRENTS 14 glance round her. ' But \" vehement.\" I don't hke that word. So eager to seize upon us. My good child, why didn't you tell me all this before? Don't you think we had better take the reins, literally, into our own hands, and get out of this old ark and make a run for it even now — at the last moment ? To my mind the affair looks black as Erebus. No doubt he wants to get us into his clutches either to incarcerate us in his donjon keep or to assassinate us out of hand.' ' But why ? Even such wild measures are not used without a motive.' ' Well, what was this vendetta, this terrible life-long quarrel that was kept up between him and father with such monotonous persis tency ? ' ' That had to do with our grandfather's will. Papa was the eldest son, yet the pro perty was left to Uncle Gregory ; and that for"], [23, "UNDER-CURRENTS 15 no reason at all. Naturally papa was very angry about it, and accused Gregory of using undue influence.' ' Oh, there must have been a reason ? ' ' No dissension that had not been healed for many years. It seems our grandfather disapproved of our father's marriage, and at that time made a will disinheriting him ; but later on he sent for papa and mother, and took a great fancy to her, and told papa he had revoked the first will and made a fresh one in his favour. Whether he did it or not no one knows. Most probably he meant to, but never did it, as the first will only was found at his death, in which Uncle Gregory was named sole heir. I really can't go into it,' a little wearily. ' All my life the story has been dinned into my ears ; and as I know it, such is the case.' ' Just so, and of course there is a good"], [24, "16 UNDER-CURRENTS deal behind that you don't know. There always is : nobody ever tells quite everything. And besides Oh ! Oh, Vera ! Oh ! what has happened ? '"], [25, "UNDER-CURRENTS 17 CHAPTEE II. A proper man as one shall see in a summer's day. She clutches in an agonised fashion at the leather side of the crazy old chariot, which has toppled partly over to the left side, her side, and so stands in a decidedly dis sipated position. The ancient driver, pre sumably asleep, had let the horses wander at their own sweet will, and they being old and sleepy too, the result was that they had dragged two of the wheels up on a steep bank and nearly capsized the carriage. It is still, indeed, very unpleasantly possible that it will go over, each second makes it likelier that the vol. i. c"], [26, "UNDER-CURRENTS 18 occupants of it will soon be buried beneath its skeleton remains, when suddenly the horses' heads are caught by a firm hand, and after a struggle, brief and inglorious — for they are too starved and too aged, poor brutes ! to argue much — they are forced backwards into a respectable position on the public road. ' Oh, thank you,' says Miss Dysart, leaning forward and addressing with earnest glance and heightened colour the young man who had risen — descended, perhaps, sounds plea santer and more orthodox — like a good angel from somewhere — the wood on their right, no doubt. A fishing-rod, lying on the road where he had flung it when preparing for his ignoble battle with those poor old horses, proclaims the fact that he has been whipping the stream that gleams here and there bril liantly through the interstices of the trees."], [27, "UNDER-CURRENTS 19 He looks a gentleman ; there is no doubt about that, thinks Miss Dysart quickly. As for Griselda she goes even a httle further, and tells herself absently that, if plain, he has a pleasant look. ' Oh no,' says he, lifting his hat — a soft affair, peaked fore and aft — ' you mustn't thank me. It was really nothing. Poor brutes, I think they were asleep ; they It is hot, isn't it ? ' This last he says hastily, as if ashamed of his animadversion on the age of the sorry cattle in question — their horses, no doubt ; and there is something wonderfully charming in the faint apologetic colour that springs into his cheeks. As he finishes speak ing he looks at Griselda so hard that she feels it incumbent on her to return his glance and to say something. ' We thought our last hour had come,' she says, laughing softly, and looking at him a c 2"], [28, "UNDER- C URRENTS 20 little shyly, but so prettily. 'But for you, one cannot say where we should be now.' She bows to him, and so does her sister quite as graciously, and then the horses once more commence their snail-like progress, grinding through the dusty road at the rate of three miles an hour. The little episode is over ; the young man settles his soft hat more firmly on his head, picks up his rod, regards it anxiously to see that no harm has come to it because of that hasty casting of it aside, and disappears once more into the shelter of the cool wood. 'I do hope,' says Miss Dysart, with a nervous glance at the back of the elderly coachman, who had sat stolidly throughout the entire incident, saying nothing and appa rently unmoved—' I do hope he'll manage to keep awake for the rest of this intolerable journey. I don't want to be killed twice over.'"], [29, "UNDER-CURRENTS 21 ' It was an adventure. I should have thought you would have welcomed it. Or do you look on it as a suitable beginning to our life here ? — the commencement of a series of misfortunes. Vera, I wonder is that man, our Preserver (it is always said with a big P, isn't it ?), I wonder is he one of our neigh bours ? If so, I shall be glad. He looked nice, eh ? ' ' Very nice, I thought. But you know Uncle Gregory is a sort of hermit. Sees no body, and objects to being seen by anybody.' ' Oh, nonsense ! One can't live wrapped up for ever in a veil, like the Prophet of Khorassin, in these material days. I think I'll ask our Jehu who that very opportune person is ? ' ' Oh, don't ! ' entreats Miss Dysart hastily, who would have been in extremis before making up her mind to extract information"], [30, "UNDER-CURRENTS 22 from her servant. Griselda, however, though of the same blood, is of different fibre. Lean ing forward upon the opposite cushion, so as to get within reach of his deaf ears, she first gently, and then with much decision, jogs the coachman's elbow ; the old man turns and looks at her. ' Who was that gentleman who just came to our assistance ? ' asks she slowly, distinctly. ' Distance ? Mought be about a mile now,' says he. ' No, no. Who was the gentleman who caught hold of the reins ? ' 'Nary drop, miss. Don't you be afeerd, there ain't a spick in t' clouds; see now,' pointing heavenwards with his whip. ' Nary spick, indeed,' says Griselda, bub bling over with laughter, as she devoutly follows his gaze to the azure dome above her. ' But that's hardly to the point. Who,' rais-"], [31, "UNDER-CURRENTS 23 ing her voice, ' was it who caught the horses' heads ? ' ' Ay, red it be, saxolie. Much more o' this weather an' the farmers be cryin'. \" Eed sky 0' night, shepherds' delight.\" They're damn' selfish, I be thinkin,' they shepherds. Drop o' rain now to wet th' oats and t' wheat ' ' Give it up,' says Miss Dysart softly, from the background. ' What, now , after so many tries ? You don't know me. I'll conquer, or die in the effort. Now for a final throw.' She leans still nearer the old man and repeats her ques tion. Some passing wind blows it at last straight into his brain. ' Gent, eh ? Do' know, miss. One o' they fishing gents, likelie. Common sort, allus,' says the old coachman, a spiteful note in his voice, resentful, perhaps, of the assistance that had saved him from certain injury, but had"], [32, "UNDER- C URRENTS 24 also revealed the fact of his somnolence. ' Shop-boys, mostly. They do swarm here a' fishing-time. But they be o' no use. No use at all, missie. You take a old man's 'ord for 't.' ' He was of great use to you, at all events. You might now have been lying hurt and crushed but for him,' says Griselda indig nantly. ' True for you, missie. A curst lot they be, wi' their town ways. Curst an' lyin' thieves o' the world. Full o' Lunnon tricks as a egg's full o' mate. Don't you mind him, missie. We be well quit o' he now.' ' Well, of all the ungrateful old wretches ! ' says the younger Miss Dysart, regarding him with unmitigated scorn. 'Ay, that he be, for sartain. A great wretch. Eh ! eh ! But you have him fine,' responds the old man, cackling; whereupon"], [33, "UNDER-CURRENTS 25 Griselda, with a last baleful glance at him, acknowledging herself beaten, returns to her seat beside her sister. Half an hour brings them to the entrance gate of Greycourt, and practically to their journey's end. Both girls, with an involuntary movement, crane their necks out of the car riage to get a first glimpse at their future home, and then turn a dismayed glance on each other. Anything more dreary, more unfriendly, yet withal grand in its desolation, could hardly be seen. The approach to it from the road had been abrupt, and now the long, singularly dark avenue bursts upon their view as a revelation. The huge iron gates, overgrown with rust, and so thick with weeds growing upwards from the soil beneath as to betray the idea of their seldom turning on their hinges, look to them like the massive gateways of a prison."], [34, "26 UNDER-CURRENTS A long, low, picturesque lodge, terribly out of repair, and, in fact, falling to pieces, stands on the right. Tenantless, evidently, as the old coachman, with many rheumatic groans and grumblings, has himself to clamber from his seat to throw wide the gates, that groan as loudly as he as they sway heavily backwards. ' How dark it is,' says Griselda, a nervous thrill running through her, as they move onwards beneath the shade of the mighty trees that clasp their arms between her and the glorious sky — thus blotting it out. Indeed, coming from the sunlit road into this sunless avenue is to plunge, as it were, in one moment from gaudy day to darksome night. On each side dense masses of shrubs are growing so thickly together, in so wild, so uncultured a fashion that one is killing the other. The great elm-trees uprearing them-"], [35, "UNDER-CURRENTS 27 selves out of this wild confusion are so knotted and tangled in an inextricable em brace overhead that dayhght cannot enter the place below, and rank attenuated weeds cover the drive, that once, long years ago, might have been gravelled, but now shows only dull brown earth, heavily rutted here and there. The green edges of it have been left for such a length of time uncut that the straggling weedy grasses are lying prone upon the walk, one year's growth rotting on the top of the other with a dank luxuriance. Altogether, there is such a terrible sense of loneliness, of desolation unutterable, lying over all, that the girls draw closer to each other, and Vera's eyes grow large and startled. A sudden turn brings them within view of the house. A beautiful old house apparently, of red brick, toned by age to a duller shade, with many gables, and overgrown in parts by"], [36, "UNDER- C URRENTS 28 trailing ivy, the leaves of which now glisten brightly in the evening sunshine. At one side a garden slopes down to a river, and this garden, with the house, is surrounded on all four sides by a high yew hedge, through which openings are cut about every ten yards or so. Terraced steps lead down to this hedge, and beyond the openings runs a broad gravelled walk bounded by a low parapet. Any one seated on this parapet can look down — a depth of about six feet — to the mossy grass of the wood beneath, which here begins, and runs southward straight clown to the village. Through it the river runs sparkling — the best river for white trout in this part of the county. A shadow from the woods lay over this garden, and extended even to the house itself. After the first irrepressible touch of admir ation the girls became conscious that there"], [37, "UNDER-CURRENTS 29 was something strange about this old brick dwelling — an absence of light, a curious lack of sound : no dog barks, no peacock struts to and fro showing its gaudy plumes. So deadly quiet is all around that they would have welcomed with pleasure even the discordant scream of that haughty bird. The coachman, scrambling once more to the ground, bids them in a surly tone to alight. He is tired and cross, no doubt, by the unusual work of the day. And presently they find themselves on the threshold of the open hall door, hardly knowing what to do next. The shambling figure of a man about seventy, appearing presently from some dusky doorway, motions them to enter ; and, follow ing him mechanically, they cross a huge, deserted-looking hall, and stop finally at a closed door. ' The master be expecting you,' says their"], [38, "UNDER-CURRENTS 30 conductor, speaking for the first time, his voice coming from him creakily, as though disuse has made it sorely in want of oiling ; and, pushing open the door, he waves to them to enter the room, and, shutting the door again behind them with a sharp haste, leaves them alone with their new relative, Gregor) Dysart."], [39, "UNDER-CURRENTS 31 CHAPTEE III. Yea, this man's brow, like to a tragic leaf, Foretells the nature of a tragic volume. Where they find That cursed man . . . Musing full sadly in his sullein minde. Vera, going quickly forward, moves towards an arm-chair at the upper end of the room in which a figure is seated. About half-way, however, getting a nearer view of this figure, she stops short, as if uncertain how to pro ceed. The blinds are all down, and the dingy faded curtains closely drawn, so that it is a little difficult to see anything with clearness, but what she does see chills her instinctively."], [40, "UNDER-CURRENTS 32 An old man, shrunken, enfeebled, with a face that is positively ghastly because of its excessive pallor ; a living corpse, save for two eyes that burn and gleam and glitter with an almost devilish brilliancy. On his head a black skull cap rests, and beneath it these vivid, wildly eager eyes stare at her with a force that makes her heart beat, and compels the thought that he would fain drag it from her body. His coat is old and threadbare, and his boots patched in many places. There is an air of sordid poverty about his whole appearance that repels the girl now regarding him with a horrified scrutiny. One of his hands, lying loosely over the edge of his chair, folds and unfolds itself rapidly — a white, small, slender hand, womanish in its beauty, yet somehow strong. The eyes and the hands ! — there is such life in these that they seem out of"], [41, "UNDER-CURRENTS 33 keeping with the weak old age that shows in the rest of the face and form. ' So you've come,' he says, without making any attempt to rise from his chair. ' Shut that door, will you ? What a vile draught ! And don't stand staring like that, it makes me nervous.' His voice is as singular as his appearance. It is cold, clear, freezing. It seems to the tired girls standing before him as if a breath of icy air had suddenly fallen into the hot and stifling room. ' Vera, I presume,' says Mr. Dysart, hold ing out his lithe white hand to permit her to press it. ' And you are Griselda ? I need not ask what lunatic chose your names, as I was well acquainted with your mother many years ago. Pray sit down. It fatigues me intensely to see people stand when there are chairs for them, and me.' vol. 1. d"], [42, "UNDER-CURRENTS 34 'I feel that I must thank you at once, Uncle Gregory, for your kindness to us,' says Miss Dysart gravely, still standing. ' Ay, ay. You acknowledge that,' says he quickly. A sudden change comes into his manner ; his lips twitch, he glances eagerly with his brilliant eyes other. ' I have been all, eh ? ' from one sister to the your best friend after ' You have given us a home,' continues that tremble a little. Miss Dysart in tones ' But for you ' ' Yes, yes — go on. He thrusts out his old miserly face as if athirst for further words, and rubs his hands together. ' But for me you would both have been cast upon the world's highway, to live or die as chance dictated. I know ! I know that ! D'ye think I haven't said it over to myself, syllable by syllable, hour after hour, and dwelt upon it"], [43, "UNDER-CURRENTS 35 through many a dreary night ? To me, to me you are indebted for everything. You owe me much. Each day you live you shall owe me more. I have befriended you ; I have been the means of saving you from starvation.' If so corpsehke a face could show signs of excitement it shows it now, as he seeks to prove by word and gesture that he is their benefactor to an unlimited extent. The hate ful emotion he betrays raises in Griselda's breast feehngs of repugnance and disgust. ' You have been very good ; but, even if you had acted otherwise, we should not have been cast upon the highway to starve,' she says calmly, but with a curl of her short upper lip. ' No ? ' he turns his piercing eyes on her. ' And may I ask who would have lifted you from it ? ' ' We have friends ' Griselda is begin- D 2"], [44, "UNDER- CURRENTS 36 ning, but a low laugh breaking from him checks her — a laugh so unmirthful, so cynical, so contemptuous, that it makes her shrink. 'Friends! Your youthful trustfulness is beyond expression charming ; but will you permit me to remind you that children and fools are frequently to be found catalogued in one class ? ' And now again his mood changes, and sullen fire seems to flash from beneath his bent brows. ' Be grateful, girl, for what I offer,' he exclaims harshly. ' We are grateful,' interposes Vera gently. She feels as if a hand had closed upon her heart with a suffocating pressure. What a home-coming it is ! What a welcome ! ' See that you keep to that,' says the old man with a snarl. ' See that you appreciate my bounty. I hope,' with a sharp glance at Griselda, who is looking pale but still mutinous, 'you look for no luxuries here;"], [45, "UNDER-CURRENTS 37 that you do not expect to live a life of the lotus-eating school ? You have no doubt been bred in the behef that I am a rich man ; if so, undeceive yourself at once. I am poor — miserably poor. I can barely live. Yet, with all that, I have been willing (foolishly) to saddle myself with two useless creatures for the remainder of my life. Come, confess now, you thought that I was rich ? ' ' We certainly did hear so,' says Griselda slowly. ' There was some truth in what you heard,' says he, looking down now, and fumbling restlessly with the buttons of his shabby old coat. 'But some men have calls on them that bring their wealth to naught — naught. This property — of which your father said I robbed him — has it brought me comfort, think you ? I tell you no, no.' He tears at the coat still in angry fashion, until at length"], [46, "38 UNDER-CURRENTS the button gives way and remains within his palm. Holding it there tightly for a second he then drops it to the ground. ' You un derstand now how it is with me ? I am a poor man — poor because honest.' He spreads wide his beautiful hands, and looks from one to the other of them with a touch of suspicion in his gleaming eyes. ' Your father — he has spoken to you of me ? ' he is now addressing Vera exclusively. ' Very frequently ' With keen affection, of course ? ' with another low evil laugh. ' Brotherly love was quite a passion between us, eh? Have you no word, girl, that you sit there like a stone ? The truth, now! the truth ! He said I wronged him ? Swindled him out of his house and property ? Was that it ? Said I was his worst friend—/—/ who have, after all his foul slandering, taken his two penniless children"], [47, "UNDER-CURRENTS 39 to my hearth, to waste my poor means on the sustaining of them.' Again that strange excitement seizes upon and shakes his feeble frame, as once more he dwells with a feverish insistence on his new found role of benefactor. It is almost terrible to see so frail a ' tenement of clay ' broken up by such a burst of vehemence ; yet it is remarkable that, while his passion lasts, he seems to grow in strength, and the small fine hand clasping the arm of his chair holds it with a grasp of iron. A fiery soul, which, working out its way, Fretted the pygmy body to decay. ' I have consented to adopt you,' he goes on presently, having subdued himself, his cold voice now cutting like a knife. ' But do not expect much from me. It is well to come to a proper understanding at the start, and so save future argument. Honesty, as I tell you,"], [48, "UNDER-CURRENTS 40 has made me poor. Were I as others You have been, I hear, accustomed to lead a useless, luxurious existence. Your father all his life kept up a most extravagant menage, and, dying, left you paupers.' He almost hisses out the last cruel word. Griselda starts to her feet. ' The honesty of which you boast is not everything,' she says, [in a burning tone. ' Let me remind you that courtesy, too, has its claims upon you.' ' Hah ! The word pauper is unpleasing, it seems,' says he, unmoved. 'Before we quit this point, however, one last word. You are beneath my roof, I shall expect you to con form to my rules. I see no one. I permit no one to enter my doors save my son. I will not have people spying out the nakedness of the land, and speculating over what they are pleased to call my eccentricities. They"], [49, "UNDER-CURRENTS 41 will have me rich, but I am poor, poor, I tell you. Always remember that.' He protrudes his thin lips, and a mean, cringing expression disfigures his face. He seems to sink into his miserable clothes, and to grow visibly smaller before them. ' Form no intimacies, therefore, in this neighbour hood. If you do, you leave this. Obey me, and you have a home here ; disobey, and — out you go.' Griselda's features having settled them selves into a rather alarming expression, Miss Dysart hurriedly breaks into the conversation. ' If you will permit us,' she says faintly, ' we should like to go to our rooms, to rest a little. It has been a long journey.' Her uncle turns and- touches the bell near him, and immediately, so immediately as to suggest the idea that she has been applying her ear to the keyhole, a woman enters."], [50, "UNDER-CURRENTS 42 CHAPTEK IV. A kind of weight hangs heavy on my heart. This suspicion may perhaps have crossed Mr. Dysart's mind, because he frowns heavily as the woman approaches. ' You are singularly prompt,' he says, with a lowering glance and a sneer, that passes her by, as she takes no notice of it, but stands staring at him with a stolidity that has some thing of defiance in it. ' This is Mrs. Grunch,' turning to Vera, ' my housekeeper. She will see to your wants. Grunch, take these young ladies away. There, go ! ' seeing she is about to speak. ' Don't worry me with questions. I am positively done to death already by this"], [51, "UNDER-CURRENTS 43 terrible invasion. Go ! And be careful not to slam the door behind you. My nerves,' with a shudder, ' are all unstrung to the last pitch.' Thus unceremoniously dismissed, Miss Dysart follows the housekeeper from the room, Griselda having left it after the first 'go.' Through the huge dark hall and up the wide mouldy staircase they follow their guide, noting as they do so the decay that marks everything around. As for Mrs. Grunch herself, it is impossible to view her with any sort of kindly feeling. A more for bidding old woman both in manner and feature it would be difficult to produce. Stalking on before them, with never a word to one or the other, they every now and again, at a turn in the staircase or a bend in the gaunt empty galleries, catch a ghmpse of her unpleasant face. A hard-featured woman — •"], [52, "UNDER-CURRENTS 44 gaunt, bony, with a scowling brow and thin lips and lank grey hair ; that she is taller than most strikes them, as also the strange fancy that once she must have been beautiful. But she is aged now, and angular, and altogether loveless, with the memories of past fears and loves and hatreds printed savagely upon her brow, and, with all that, a strong vitality that belies her age. She flings wide a door for the girls to enter, and then abruptly departs without offering them word or glance. They are thankful to be thus left alone, and involun tarily stand still and gaze at each other. Vera is very pale, and her breath is coining rather fitfully from between her parted lips. ' He looks dying,' she says at last, speak ing with a heavy sigh, and going nearer to Griselda as if unconsciously seeking a closer"], [53, "UNDER-CURRENTS 45 companionship. 'Did you ever see such a face ? Don't you think he is dying ? ' ' Who can tell,' says Griselda, whose un happiness takes a different form from that of her sister's ; that past violent indignation bears fruit still. ' I might think it, perhaps, but for his eyes. They ' — she shudders — ' they look as if they couldn't die. What terrible eyes they are ! and what a vile old man altogether ! Good heavens ! how did he dare so to insult us ? I told you, Vera ' — with rising excitement — ' I warned you, that our coming here would be only for evil. ' Don't, Griselda ! Don't, darling,' says Miss Dysart in a frightened tone. She is, indeed, trembling in every limb, and as she speaks she puts out her hand and catches Griselda's, and holds it in a tight, nervous clasp. ' I don't like that woman,' she says in a low tone."], [54, "46 UNDER-CURRENTS ' Who could ? ' asks Griselda. ' A very proper attendant on such a master, say I.' 'Oh, Griselda, what will be the end of it ? ' says Miss Dysart, a touch of despair in her voice. She sinks into a chair, still hold ing Griselda's hand as if unable to let it go, and looks fearfully around her at the bare, ugly, hideously furnitured apartment. There is indeed something so poverty stricken, so mean, about the whole look of the apartment that her heart dies within her. Everything is bald, bare, comfortless. Yet, through the discomfort, one is compelled to see that once the now dingy bedroom was handsome and well-appointed. The chipped and broken washing-stand is of marble, and the jug and basin — the former now cracked and lipless — are of china, expensive in their day, and of an extravagant value in ours. The paintings of the room alone would"], [55, "UNDER-CURRENTS 47 have shown any one that at least at one period of its existence the room had hardly known the word poverty. The very ceil ing was painted — httle cupids running riot amongst roses and lilies : the rose3 very much besmirched by time, the lihes terribly soiled, and the cupids so clothed upon by the smoky grime of centuries as to be very much more decently habited than the original artist ever intended. ' What a terrible woman ! ' says Vera, alluding to the housekeeper. ' What a cold, unfriendly creature ! One might almost ima gine that she hated us.' As she speaks she looks up nervously at her sister, who is standing beside her chair, so silent as to be almost gloomy. The day is fast fading into night, and the sad twilight creeping into the room makes it more melancholy than it, in reality, is. Griselda's eyes are bent upon the"], [56, "48 UNDER-CURRENTS ground ; her lips are stern. ' Speak, darling,' says Miss Dysart hurriedly. ' I don't know what is the matter with me, but I feel un hinged, frightened.' She pauses, struggles with herself for a moment, and then bursts into tears. ' Oh ! don't do that,' cries Griselda, horrified. 'Don't cry on your first coming into a house, it is so unlucky. If you do, you'll keep on crying all the time you're in it. There now ! Cheer up, do. After all they can't eat us, and you have me always, you know.' She seems to think this a balm not to be equalled. 'Uncle Gregory is a Tartar, I confess, worse than father. But, so far as Mrs. Housekeeper is concerned, I feel myself a match for her anyway.' ' How old she looks, yet how strong,' says"], [57, "UNDER-CURRENTS 49 Vera. ' Griselda, have you noticed that every one here is old ? Oh ! ' with a quick sob, ' I don't think I like old people ; they are so hard, so cruel, they never understand. At all events, what I mean is, I don't like too much of them ; not altogether. And the man who opened the door, did you notice him? And the coachman, and this horrible woman, and Uncle Gregory himself, all — all are old.' ' Say mouldy, and be done with it,' says Griselda gloomily. ' Why, the very house reeks of must ; I shouldn't wonder if a crime had been committed in it, it looks so dark, so forbidding ; a house of evil repute.' 'Oh, don't, Griselda, don't!' cries Miss Dysart, with a nervous glance over her shoulder and a perceptible start, as at this moment a knock comes to the door. ' Will you be pleased to come downstairs or to have your tea here ? demands the vol. I. E"], [58, "UNDER-CURRENTS 50 harsh voice of the housekeeper from the threshold. ' Here ' is on Vera's lips, but Griselda the bold circumvents her. ' Downstairs,' she says coldly, ' when we get some hot water, and when you send a maid to help us to unpack our trunks.' ' There are no maids in this house,' replies Mrs. Grunch sullenly. ' You must either attend to each other or let me help you.' 1 No maids ! ' says Griselda. ' None,' briefly. ' And my room ? Or — is this mine, or Miss Dysart's ? ' ' Both yours and Miss Dysart's ; sorry if it ain't big enough,' with a derisive glance round the huge bare chamber. ' You mean, we are to have but one room between us ? '"], [59, "UNDER-CURRENTS 51 ' Just that, miss. Neither more nor less. And good enough, too, for those as ' 'Leave the room,' says Griselda with a sudden sharp intonation, so unexpected, so withering, that the woman, after a surprised stare, turns and withdraws. ' I wish you had let us have our tea here,' says Vera. ' To face that old man again, to endure his cruel speeches, is more than I feel equal to.' 'As we have to hve here we must face him again sooner or later ; the sooner, then, the better,' says Griselda. ' And would you have that woman think we were afraid ? No, no, Vera ; let us meet the foe with a bold front, and without delay. The longer you shrink from it the harder it will appear.' E 2"], [60, "UNDER-CURRENTS 52 CHAPTEE V. But the wood, all close and clenching Bough in bough and root in root — No more sky (for over-branching) At your head than at your foot — Oh ! the wood drew me within it by a glamour past dispute. But after all they had not to face the foe in any form. Mr. Dysart, it appears, on a closer knowledge of his habits, never eats in public, and indeed for several days after their arrival the girls do not see him again. By degrees it is forced upon them that life at Greycourt is likely to be a very monotonous affair, with no possible opening for change of any sort. They find themselves driven into a little narrow ring, bound everywhere by absurd regulations, beyond which they must not stir."], [61, "UNDER-CURRENTS 53 To girls born to a rather pronounced freedom. such restrictions are galling in the extreme. O CD Eigid simplicity, according to Mr. Dysart — rigid meanness, according to Griselda — is the order of the day. Dinner, instead of being served at the decent orthodox half-past seven, is on the table at two sharp — thus luncheon is saved ; and, when served, resolves itself into two small — exquisitely dressed, cer tainly — but very small chops. No accessories. The chop, in fact, is the dinner pur et simple, unpleasantly simple. To two healthy, youthful people, however, this curtailing of the established elaborate meal goes for little, save as a thing for sur prised comment first and for laughter after wards. But after a while the monotony of it offends. ' If it might even be cutlets one day,' says Griselda, when a week of unvaried chop has"], [62, "UNDER- C URRENTS 54 gone by. No soup, no fish, no pudding. One etcetera, indeed, is allowed : the butler, and with him a dish containing three pota toes—one for Vera, one for Griselda, and one over, in case either of them should have ap petites so voracious as to require it. Could generosity further go ? They are, however, as I have said, suf ficiently young to care little for the culinary goods the gods provide ; and one great source of joy at least is theirs : at none of these sumptuous banquets does their uncle (wise man !) appear. How he spends his days — what occupations, what enjoyments are his, they never know ; one thing however they discover, that, dead as he may be to the human world around him, however soured his heart, it is still open to the divine in fluence of flowers. Beyond the parterre that had met their"], [63, "UNDER-CURRENTS 55 eyes when first they arrived, they discovered later on a small but perfect garden, through which a tiny streamlet rushes merrily on its joyous way to the broad river down below ; a garden where myriad blossoms live and thrive, and bloom, as it seems to Vera, as never flowers bloomed before, casting with every breeze their scented breaths upon the air. Such a delicious, old-fashioned spot ! A very world of sweetness. That it should belong to Gregory Dysart, that it should touch or affect that cold and sordid nature in any way, seems to Vera inexplicable. Eather it would seem to her that such gentle things as flowers would fade away and shrivel up and die beneath the glance of those wicked scorching eyes. But, In all places, then, and in all seasons, Flowers expand their light and soul-like wings ; Teaching us, by the most persuasive reasons, How akin they are to human things."], [64, "56 UNDER- C URRENTS And with childlike, credulous affection, We behold their tender buds expand : Emblems of our own great resurrection, Emblems of the bright and better land. How Mr. Dysart regards them, and what lessons they teach him, there is nothing to show ; but every evening, when the sun has gone down, and the air is yet warm with the memory of it, the old man emerges from his den, and slowly now, and now with quicken ing footsteps, walks from flower to flower, his face, so unearthly in its pallor, bent towards each delicate blossom. The deaf old coachman is, they discover, gardener as well, in name, the real work being done by a young man, called Bob, who has grown up at Greycourt from boy to man, and who still works on there at the original wage, though he has long ceased to give only a boy's labour — not without grumblings, how ever, and much discontent."], [65, "UNDER-CURRENTS 57 To-day has arisen in an unwonted splen dour. Even through the eternal shadows that encompass the garden, and past the thick yew hedge, the hot beams of the sun are steahng. ' A day for gods and goddesses,' cries Griselda, springing suddenly to her feet, and flinging far from her on the green sward the musty volume she had purloined from the mustier library about an hour ago. That library, too, had failed them ; no book of any value, no book that could fetch even a meagre price, has there a home. It has been well weeded out, and the marketable portion of it sold. ' Away with such fudge as that. Come for a walk, Vera, into those green woods yonder ; see how temptingly cool they look.' ' Uncle Gregory said something, didn't he, about our not leaving the garden ? ' says Vera with hesitation."], [66, "58 UNDER-CURRENTS ' I'm always sorry I'm so deaf,' with a mischievous little laugh. ' I never hear things hke that. And besides — a fig for Uncle Gregory ! An old fossil like that shouldn't dare preach to a lovely young creature hke me. \" Do not make acquaintance with your neighbours,\" said he ; that is all of his dark sayings that I have taken to heart. I say, Vera, do come. Do, now. Here, I'll pull that book out of your hands if you don't.' ' Oh, don't, don't,' laughing. ' To tell you the truth, it isn't so much a decent awe of Uncle Gregory as a dislike to exertion on this hot day that keeps me chained to this spot. There, go, if you will ; but don't stay away too long.' ' Perhaps I'll never come back. The spirit of adventure is full upon me, and who knows what demons inhabit that unknown wood ?"], [67, "UNDER-CURRENTS 59 So, fare thee well, sweet, my love ! and when you see me, expect me.' She presses a sentimental kiss upon her sister's brow, averring that a ' brow ' is the only applicable part of her for such a solemn occasion, and runs lightly down towards the hedge. Half- way there, however, she looks back. ' Vera, Vera, if I shouldn't be back in time for the succulent chop, eat mine too. If you don't, some horrid thought tells me we shall have a rechauffe to-morrow.' She runs through one of the openings in the hedge, crosses the gravelled path, and, mounting the parapet, looks over to examine the other side of the wall on which she stands, after which she commences her descent. One little foot she slips into a convenient hole in it, and then the other into a hole lower down, and so on and on, until the six feet of wall are conquered and she reaches terra firma, and"], [68, "60 UNDER-CURRENTS finds nothing between her and the desired cool of the lovely woods. With a merry heart she plunges into the dark, sweetly scented home of the giant trees, with a green, soft pathway under her foot, and, though she knows it not, her world before her. It is an entrancing hour. Nay, it gets to hours ; and all so full of life and warmth and beauty that she forgets to count time ; so that it is only when she has gone a long, long way into the heart of this exquisite wood, and wThen the sun has travelled very low down in the heavens, and many miles lie between her and Greycourt, that she wakes to the fact that her hands were not formed to carry any more ferns, and that she has lost her way, and doesn't know how on earth to get back to Vera. She has stopped short in the middle of a"], [69, "UNDER- C URRENTS 61 broad green space encompassed by high hills, though with an opening towards the west, when this uncomfortable conviction grows clear to her. She is not of the nervous order, however, and keeping a good heart looks hopefully around her. Her hope has reason. Far away over there, in the distance, stands a figure lightly lined against the massive trunk of a sycamore, that most unmistakably declares itself to be a man. His back is turned to her, and he is bending over something, and, so far as she can judge thus remote from him, his clothing is considerably the worse for wear. It looks soiled, dusty, and she is sure at all events that he wears leggings. A gamekeeper, perhaps, or a — well, something or other of that sort. At all events the sight is welcome as the early dew. As I have said, she is not one of those"], [70, "UNDER- C URRENTS 62 ill-regulated girls (better known to us in fiction than in fact, be it said, to the credit of their sex) who deem every man they meet on lonely road or in sequestered wood to be either a burglar or garotter out of work, or mid- night assassin on strike, or a marauder in general, and therefore she hails this particular man with open joy, and proceeds to compel his attention, with a view to getting from him such information as will take her back to Greycourt as speedily as possible. Standing upon a mound near her, she places her hands to her pretty mouth, and, with a simple eloquence that cannot be too highly commended, cries ' Hi ! ' to him, at the top of her fresh young voice. No answer. Whether the breeze has played traitor, or whether the bending figure is of so \"ross material as to be deaf to this brilliant appeal,"], [71, "UNDER-CURRENTS 63 who can say? At all events, he never stirs or lifts himself from his task, whatever it may be. Nothing daunted, Griselda returns to the attack. ' Hi ! ' cries she again, with a sharper, freer intonation. And still nothing comes of it. The bending figure refuses to straighten his back, and things remain as before. It is really too bad. Getting down from her mound she clambers up on a higher bank, and once more sends out her voice upon the world. ' Hi, my good man ! ' This does it. As if compelled to acknowledge this tribute to his virtues, ' my good man ' uprears himself, looks vacantly round him — at every point but the right one first, and at last sees Griselda. The effect produced is not only instantaneous but marvellous. Down goes his rod, his cast, his choicest fly — an admirable orange grouse"], [72, "64 UNDER-CURRENTS ■ — and he comes steaming towards her at about twenty knots an hour. His eyes, ever since they first lit upon Griselda, have seemed to grow to her, and now, as he draws nearer, she too sees and recognises him. The knowledge thus gained so surprises her that she very nearly falls of! her high bank, and then grows very charm ingly rosy, and as charmingly confused. It is none other than the young man who had helped to restore the carriage to its legitimate position."], [73, "UNDER-CURRENTS 65 CHAPTER VI. In her utmost lightness there is truth — and often she speaks lightly, Has a grace in being gay, which even mournful souls approve. 4 It is really you ? ' cries he, with unaffected delight, colouring warmly. He has taken off his hat, and is speaking with the most extreme deference, though his eyes are glad and eager, and his whole air triumphant. ' It is you, too,' replies she reflectively, and as though it is a little unfair to throw all the personalities at her. 1 So it is,' says he, smiling gaity. ' You wanted me ? I hope you had not to call often ? ' ' Very often,' smiling too, and jumping vol. 1. P"], [74, "66 UNDER-CURRENTS down off her pedestal. ' I thought I should never make you hear, and it seemed a long way to have to go and fetch you. But, do you know, I didn't know you were — you! ' No ? ' rather disappointed. ' Who then ? ' ' A tramp.' She laughs a little. ' Wasn't it stupid of me ? But in the distance I thought that grey suit of yours,' nodding at his coat, ' was a dilapidated garment covered with dust. However, I'm very glad I've met you, Mr. ' She pauses. ' Peyton. Tom Peyton.' ' Because I have lost my way, and, when I saw you, I thought you might be a sort of person I could ask to set me on my right way.' 'Well, and am I not?' asks he gravely. hat in hand still. 'Do you know it? The road to Grey court ? I don't.'"], [75, "UNDER- C URRENTS 67 ' I do. You have only to follow the He stops short, somewhat abruptly, as if a sudden thought had struck him. ' After all, it is a tedious way, and complicated. I don't know that I could well describe it. But if you will permit me to go with you and show it to ' ' Oh no. No, indeed. It is giving you quite too much trouble. And you were fishing, too,' says she anxiously, wrinkling her pretty brows. ' I am sure, if you will be so good as to describe it carefully, I shall be able to find my way alone.' ' I'm a wretchedly bad person at descrip tion,' says he apologetically. ' I really think you had better let ' ' I couldn't dream of it. Just a word or two will set me right. You said something just now about — that is — if I followed some thing. What was it ? ' F 2"], [76, "68 UNDER-CURRENTS ' It was the crudest counsel, I assure you. It would not help an experienced explorer, and you, I am convinced, could not profit by it. As for my fishing, it is too bright an evening to be of any use to Izaac Walton himself, so I forego nothing when I give up that.' ' Still ' hesitating. '■Let me come,' says he earnestly. They have turned, and have walked on together on the homeward path quite thirty yards or so, when once again her conscience smites her. 'What will become of your rod, your flies ? ' she says, stopping short and casting an anxious glance behind her. 'This is a little unkind, isn't it?' says Peyton reproachfully. 'If you don't want me to come, say so, but to ' ' Oh, it isn't that. It isn't, realty; declares"], [77, "UNDER-CURRENTS 69 she, shaking her pretty head vehemently. ' Only I'm afraid that perhaps some one will see your rod, lying there all by itself, and will steal it, and ' 'And much good may it do him,' says Tom Peyton laughing. ' I only hope it will catch more trout for him than ever it caught for me. I used to think there was a blight upon that rod until — to-day. I assure you, Miss Dysart, you need not be unhappy about that.' ' How do you know my name ? ' asks she, with a shy glance at him from under her long lashes. ' I asked somebody in the village,' con fesses he honestly, ' and he told me you were Mr. Dysart's niece. You don't mind that, do you?' 'No.' She pauses for a rather long time, and then lifts her eyes to his. ' I, too, heard"], [78, "UNDER-CURRENTS 70 of you,' she says, ' but then I didn't take for granted everything that was told me.' ' What did you hear of me ? ' ' That you were a young man \" down from Lunnon town, an' as full o' tricks as a egg's full o' mate,\" ' replies she demurely, evidently quoting somebody, and with a glance so ' full o' tricks ' on her own account that he laughs in spite of himself. ' Am I indebted to Jehu for that charac ter ? ' asks he. ' Well guessed,' says she. ' But have you nothing to say, then ? ' ' Not until my whole condemnation hes before me. What else said that venerable old person ? ' 'He insinuated that you were \"a great wretch,'\" returns she. And then she gives way to the mirth within her, and laughs lightly. ' I took your part,' she says. ' I"], [79, "UNDER-CURRENTS 71 said you could not be quite all that, or you would have seen us killed with pleasure, and then have robbed us.' ' Well,' says he, ' I'm not from \" Lunnon town,\" certainly, and I hope I'm not a greater wretch than my fellows. As to my \" tricks,\" I don't believe I've one! ' If not from London, from where ? ' ' Rather close to you. My sister lives just over the border of this county, a matter of twenty miles or so ; and I spend most of my time with her. My own home is a rather poor affair. What I mean is, that it would be a good affair if I had money to keep it up properly, but the pater didn't think of that. Well, bless his soul ! wherever he is, and I'm sure it's in heaven, he gave me a real good time while he hved, for which I'm grateful.' There is a warm look in his eyes that goes to Griselda's heart."], [80, "UNDER-CURRENTS 72 'At least his memory is sweet to you,' she says. ' That is a great deal ; a very happy thing, I think.' ' But you ' begins he ' Oh no ! ' smiling coldly. ' Memory brings me nothing save cold looks, cold wrords, cold deeds.' ' That's over, however,' says he hurriedly. ' And now ' 'A worse thing has happened to me.' She laughs involuntarily. ' I'm hardly a cheerful companion, am I ? ' says she, look ing up at him with lovely eyes, dewy and sad. ' And why should I torment you with my worries? You have been so kind, so good, and I reward you only with a category of my absurd grievances.' ' You reproach me when you say that. I was the first, I think, to press my personal history upon you. And — and — after all,' says"], [81, "UNDER-CURRENTS 73 the young man, turning to her an earnest glance, ' you have not yet heard who I am, or what.' 'You forget,' with a merry little laugh, ' all that our Methuselah told me.' ' That's nonsense,' says he bluntly. ' And — somehow7 — I want you to know who I am. I live in Derbyshire, in a ramshackle old place there, that would take twice my income to keep it in proper style ; for which reason I trouble it little. And I've come down here to fish the innocent stream during June and July, because I can't run to a London season in the fashion to which my dad, when living, accustomed me. That's the whole of it,' says he, looking her fair in the eyes, a little shame facedly, but very honestly. ' It was a very good thing for my sister and me that you came fishing,' says she kindly ; ' or I suppose we should both be"], [82, "UNDER-CURRENTS 74 now either dead or dying.' Here she looks round her. 'Have we very much farther to go ? ' ' About a mile.' ' I wish it was less,' nervously. ' I am afraid Vera will be frightened at my long absence, and — and that my uncle will be angry.' 'Perhaps he won't hear of it,' says Mr. Peyton hopefully. Griselda shakes her head. ' He looks just like a person who would hear everything^ she says. 'But how? You don't see much of him, do you ? ' ' Enough, however. But how do you know that ? ' ' I've heard a good deal about him off and on. People will talk, you know, and — he's eccentric, isn't he ? ' ' If you mean weak in mind, you were"], [83, "UNDER-CURRENTS 75 never further out in your life,' says Griselda mournfully. ' He is all mind, in my opinion. There isn't a weak spot in him.' ' Well, but you know he won't see any body. Shuts himself up like a hermit, and neither visits nor receives. Every one thinks his brain unsettled ever since his father's death. He was quite reasonable before that, but shortly afterwards gave himself terribly queer airs, and grew melancholy to the verge of madness. And the funniest part of it all was that he and his father didn't get on at all whilst the old chap was living. Fought it out regularly, like cat and dog. So that the overwhelming grief at his loss was hardly to be accounted for.' ' I can see a simple solution of that diffi culty,' says she scornfully. ' He had lost his principal object in life ; he was left with no one with whom to quarrel, save himself."], [84, "76 UNDER-CURRENTS And we all know how hard it is for John Jones to fight with John Jones.' ' I say,' says the young man suddenly, turning upon her a rather apologetic face, ' you must think me awfully rude. Here am I pretending to tell you facts of your own people, that of course are well known to yourself.' ' On the contrary, all you have said is news. By-the-by, have you ever been to Greycourt ? ' ' No. I've often thought I should like to go on some Wednesday or other, but haven't been able to make up my mind yet.' Some Wednesday ! What Wednesday ? And why Wednesday ? Griselda is distinctly puzzled, but hardly likes to ask a question on the subject. Already she has shown herself disgracefully ignorant of her family history. ' It's a quaint old house,' she says, ' and"], [85, "UNDER-CURRENTS 77 might be lovely, I think, if the trees were cut away and some sunlight let into it, and — a little furniture. It's empty, positively empty.' ' Surely you forget the galleries ? ' says he. ' The picture galleries ? There are rows upon rows of hideous men and women up stairs, if you mean that, who glare down at one with simpers and frowns, until one feels inclined to — well, to hate them. But what of that ? ' asks she. ' They make me feel un canny ; and, beyond having learned how to rush past them when dusk comes on, so as to escape the cruel fingers that they always seem to be stretching out to seize me, I have taken little notice of them.' ' You would be but a poor art critic,' says he laughing. ' Is it indeed possible that you do not know that those despised pictures of your ancestors are absolutely priceless? Pure Lelys and Knellers, Gainsboroughs and"], [86, "UNDER-CURRENTS 78 Reynolds. Why, those galleries at Greycourt, I've often heard my father say, are about the finest in England. Your uncle is good enough to open them to the public every first Wed nesday in the month at the very trifling charge of half a crown.' He speaks in all good faith. ' What ! ' cries Griselda, flushing so hot a colour that the tears grow within her eyes. ' Oh ! you can't mean that.' ' That he ' stammers Peyton, wishing now with all his heart that the unlucky infor mation had not come through him. ' Yes, you know what you said : that he makes the people pay to see his house ! ' ' Well, why not ? ' says the young man boldly, preparing with a stout courage to defend a vile cause. ' It is to improve the tastes of the multitude that he does it, of course. And if he chooses to repay himself"], [87, "UNDER- C URRENTS 79 for the wear and tear of his carpets, who shall say he has not common sense on his side ? ' Griselda looks at him askance from under the long fringes of her hds. ' Carpets ? ' says she slowly. ' Your argu ment might have something in it, perhaps, only — there isn't a carpet in the house.' ' No ? Just shows how the sightseers played old — that is, worked havoc with them,' replies he valiantly. ' And, if there aren't carpets, there are still the pictures, and one should pay to enjoy their beauty. I'm think ing,' with a casual air, ' of going to Greycourt myself next time the galleries are open to see these famous pictures.' 'Oh, don't, don't I' cries she impulsively. Then she stops short, hardly knowing how to explain her impetuous outcry. ' It isn't to educate the multitude that he throws open"], [88, "UNDER-CURRENTS 80 his inhospitable doors,' she says at last, with downcast eyes. ' It is because he wants — the money. He ' she hesitates, and then says 6harply, though her voice is very low7, ' is a miser ! ' ' Funny how7 some people are so fond of money,' says Peyton, speaking lightly, with a view to showing himself ignorant of her con fusion. ' It's the commonest fault known. And it doesn't do them a bit of good. After all, I'm glad my father was afflicted with the opposite complaint ; but I dare say it is no bad sign of a man to keep together that which is his own. My father, you see, though he was as satisfactory a one as ever breathed, whilst he did breathe, left me considerably poorer than I imagined I should be when he died.' ' We have something in common there,' says she, a httle sadly. 'My father left us"], [89, "UNDER-CURRENTS 81 penniless ; but then he was not satisfactory, so we gained at no time.' At this moment the chimneys of Grey court shine through the interstices of the trees on her left, and, with the knowledge that she has gained her home, comes, too, the sound of running water, and the thought that all through her return walk through the leafy woods that music had rushed as a chorus to her words. ' Ah ! now I know ! ' cries she, stopping abruptly, and looking full at her companion, who grows somewhat guilty in appearance. ' That noise of running water ! — that is the river that flows beneath Greycourt. If I had only followed it I need not have given you all this trouble.' ' It was no trouble,' says he plainly. ' You should have told me,' continues she. ' Was it that you were going to tell vol. I. Q"], [90, "82 UNDER-CURRENTS me? Did you know,' regarding him some what austerely, ' that it would take me home ? ' ' How was I to know that you could follow it ? ' asks he lamely. ' My eyes are quite strong,' says she, now regarding him with evident suspicion. ' I do not see how I could have helped following it. However,' seeing his crestfallen air, 'you have been very kind, very. I am very much obliged to you.' She thinks for a moment, and then holds out to him her hand. ' Good bye,' she says gently. ' Oh, not good-bye, I hope,' returns he anxiously, taking the slim little hand and holding it as warmly as he dares, perhaps more closely than he is quite aware. ' I shall see you again ? ' ' Oh no. No, indeed,' softly. ' You must not think that. Uncle Gregory does not"], [91, "UNDER-CURRENTS 83 permit us to know our neighbours ; therefore, I shall never know you at all.' ' That is a hard saying,' restraining by a strong effort the smile that rises to his lips. ' I am afraid your Uncle Gregory is somewhat of a tyrant. I am glad, however, for your sake,' gravely, ' that he does not deny you the pleasure of walking in these beautiful woods.' ' At least he has not forbidden me yet,' with a doubtful sigh. ' Lest in the future he should do so, take my advice and get from them all the pleasure you can in the present,' says her companion, gazing artlessly into her face. 'And now, if it must^be — Good-bye.' He lifts his hat, and Griselda, giving him a rather solemn little salute, turns away from him. A second later, however, she finds him again beside her. ' It — there is all the appearance of coming G 2"], [92, "UNDER-CURRENTS 84 rain in the sky,' he says gravely. ' Don't you think so? I hear we shall have a perfect storm before long. I thought I'd tell you, so that you might get as much good out of these woods as possible before — the deluge. This week, now, might be fine, but I should not answer for the next ; and, indeed, if you will permit me to advise you, I should recommend you to take a walk to-morrow. Who shall say that rain might not fall the day after ? ' Who indeed ? It seems the soundest reasoning. So Gri selda, having shown herself impressed by it, inclines her head to him once more, and, a turn in the path hiding him at last from view, takes to her heels, and hardly draws breath until, having found the small iron gate that admits to the garden at its lowest end, she enters by it, and feels herself at last at home."], [93, "UNDER-CURRENTS 85 CHAPTER Vn. Severe decrees may keep our tongues in awe, But to our thoughts what edict can give law ? Even you yourself to your own breast shall tell Your crimes, and your own conscience be your hell. Home, but not yet safe. There are still many obstacles to be cleared before she can consider herself out of reach of her uncle's censure — supposing he should have heard of her lengthened absence. Of this she feels there is small doubt. But if once she found herself in her own room, she could feign headache, weariness, anything, as an excuse to avoid answering his summons to his private apart ment for the lecture he has no doubt in readiness for her. He may not have heard,"], [94, "86 UNDER-CURRENTS however ; it is quite possible that no one may have mentioned the matter to him, and her heart grows warm within her as she dwells upon this hope. She is speedily to be undeceived. On the hall door steps, as if lying in wait for her, stands Mrs. Grunch, the housekeeper. Seeing the girl, she advances towards her, a curiously unpleasant smile disfiguring her wide lips. ' Dear me, miss, and so you have returned,' says she. ' Dear ! but master will be main glad to hear of it. He was that upset by your absence that we daren't so much as approach him.' Griselda's blood grows cold. ' But now he'll be sure to tell you himself how glad he is to see you back safe and sound. Might I ask, miss — he'll be wanting to know — where you were, and what kept you?'"], [95, "UNDER-CURRENTS 87 ' Certainly,' says Griselda coldly. ' I went for a walk in those lovely woods, lost my way, found a considerable difficulty in find ing it again, and — here I am. I am afraid you will not be able to make much of a mystery out of that.' She smfled contempt uously. The woman's small eyes grow vicious. ' 'Deed, miss, 'twas well you did find it,' she says slowly ; ' and that you didn't lose yourself for good and all.' Then finding that this shaft is lost on the unconscious Griselda, who only looks puzzled, she goes on : ' And so you only went for a walk in the pretty woods? Master will be glad to know that. And — he's very trouble some about asking questions, miss — may I tell him you were alone ? ' Griselda turns her eyes full upon her. So haughty a fire burns in them that Mrs"], [96, "88 UNDER-CURRENTS Grunch's gaze grows confused, and finally seeks the ground. ' You forget yourself,' says Griselda in a perfectly calm tone. She moves away a step or two, and then : ' Bring me a cup of tea to my room without delay,' she says ; the command, her whole air, bringing the woman to her proper level at once. Going swiftly up the broad stone stair case, she almost runs into Vera's arms, who, having heard voices below, had rushed im petuously along the corridor to see if at last news of Griselda had arrived, and instead — happy exchange ! — here is Griselda herself. ' Oh ! darling, such a fright as you have given me ' — she has thrown her arms round Griselda, and is holding her as though years have flown since last they met. ' Where were you ? But come into our room ; you must be"], [97, "UNDER-CURRENTS 89 famished. You were talking to Grunch just now, were you not ? What of ? ' 'A mere skirmish of wits, unworthy a second thought. She wished to be insolent to me, so I knocked her down.' ' What ! ' says Vera, very naturally startled. ' Metaphorically speaking, of course. I rather fancy I reduced her to powder. Oh, Vera ! such a day as it has been — a regular adventure. First I lost my way, and then some one came to my rescue, and who do you think the some one was ? ' ' The man who saved the carriage from being upset,' says Vera, with a touch of excitement. 'Pouf! You're a witch. It isn't a bit of good having anything nice to tell you — you can guess it at once,' says Griselda, very properly disgusted. ' Yes, it was his own"], [98, "UNDER-CURRENTS 90 dear self again ! I can tell you, I welcomed him. And he told me his name, and a great deal about himself; and he has a sister, married, living in the next county, and he said he hoped he should meet me again, but I told him that was out of the question, as Uncle Gregory would not hear of our know ing any one, and so I bid him an eternal adieu.' ' What a pity ! ' says Vera sighing. ' He seemed quite nice, and it is a dreadful thought that we are never to associate with our neigh bours.' ' Oh, Vera ! He told me such an extraor dinary, such a mean thing of Uncle Gregory ! I was never so surprised in my life.' ' I don't think anything of that sort about him would surprise me,' says Vera mildly. ' However, not a word more until you have eaten something. Just think of how many"], [99, "UNDER-CURRENTS 91 hours you have been fasting, and now I'm afraid all you can get is bread and butter.' ' By-the-by, did you eat my chop ? ' asks Griselda. ' I hope so. It was my last re quest. I hope you did not shirk it.' ' I couldn't eat it. Nor my own either. I was too miserable about you,' says Vera. ' However, I'll ring now for some bread and butter.' ' Order a loaf when you're about it,' says Griselda. ' I'm starving.' It is some time, however, before that bell is answered. Mrs. Grunch, as Griselda left her, turned aside, and with darkened brow made for the library, Mr. Dysart's usual abiding-place. Not finding him here, she hurries onward down the hall, until she comes to a heavy curtain, once handsome, now moth-eaten and dingy, and, pushing it aside,"], [100, "92 UNDER- C URREN TS reveals a long flagged passage. So light, so careful are her footfalls, however, that scarcely a sound betrays her approach to a high, narrow door at the extreme end. Stooping as she comes to it, she peers through the keyhole, and finding it empty, tries, with a cautious, quiet grasp, the handle of the door, to find the latter locked. Still very cautiously, she slips her hand into her pocket, draws out a key, well-oiled, and insert ing it in the keyhole, softly opens the door. A grim smile, that might almost be termed amused, overspreads her face as she looks towards the farther end of the room. There, on his knees beside a cabinet, kneels Mr. Dysart. A very ordinary cabinet, to all out ward seeming, of oak and stoutly built, with nothing to distinguish it from the common herd of oaken cabinets, save one rather re markable feature."], [101, "UNDER-CURRENTS 93 The right side, that to the uninitiated is merely a dull piece of wood, darkened by age, is so constructed, that by pressure on a cer tain part of it, a spring is brought into motion, by which the whole apparently solid, immov able side of the cabinet opens wide from top to bottom, disclosing an extremely narrow set of shelves within, from an inch to an inch and a half in depth. It is open now, and Mr. Dysart, in his worn and shabby old coat, is kneeling before the secret opening, gloating openly upon its contents. Piles upon piles of yellow sove reigns are so built one on the top of the other that they reach from one narrow resting- place to the other above, and so on. Dull, heavy gold that scarcely glitters, save in the eyes of the wretched miser bending over them. Yet it is not so much on the money as on a paper he holds in his hand that his attention"], [102, "94 UNDER-CURRENTS is concentrated. He is so bent on the perusal of it, that he hears neither the turn of the key in the lock nor the woman's entrance. And now, as a malicious chuckle breaks from her, it so startles him that he springs to his feet as if shot, and a sharp, horrid cry, that is almost a shriek, escapes him. His face has grown deadly white, great drops of sweat stand out upon his brow. The fiery eyes, the only things that seem living in that ghastly face, glare wildly at her, as instinctively he spreads out his lean old hands over his gold, as if to shield that secret hoard from sight. ' Comforting yourself with a look at it,' says she with a malignant leer. As she speaks she points not at the gold, but at the paper he has tightly clutched in his hand. 'How did you come here, woman?' de mands he in a shrill tone. He is tremblino-, and with nervous fingers presses the paper"], [103, "UNDER-CURRENTS 95 into the secret recess in the cabinet, and shuts to the oaken woodwork. ' Why, through the door,' retorts she sul lenly. ' How else ? You should remember to lock it when engaged on work like this.' ' I could have sworn I locked it,' says he, still shaking. ' See ! here is the key in my pocket. I tell you,' with increasing agitation, ' I did lock it. Are you a fiend that you can follow me through bolted doors ? ' ' You're getting old, Dysart,' says she with a cold sneer ; ' your memory is failing you of late. It will go ill with you if you forget too often to fasten this door behind you.' ' I did fasten it,' persists he fiercely. ' Hush ! Don't give way to foolish fancies. And after all, why need my coming fluster you ? Surely,' with a mocking air, ' your occupation was an innocent one ; you were but refreshing yourself with a glimpse of——'"], [104, "UNDER-CURRENTS 96 ' Be silent, woman ! Are you mad ? ' cries he, lifting his arms like one in mortal fear. A short laugh breaks from her. ' You're but a poor sort after all,' she says contemptuously. ' Too poor for faith or trust of any sort. What ! can you not even believe in me, who have served you and yours long and faithful for forty year ? Is it likely I'd betray you now for his children ? ' 'Ay, he served you falsely once,' says Gregory Dysart ; a savour of pleasure in his tone, in the words he uses to fan a hatred that has never yet grown cold in all these weary years. ' He took my best — my life, my soul — the heart of everything,' says she, slowly beating one withered hand upon the other. ' Thouoii years have rolled by, I have not forgotten ; I shall not forget at all. When first I saw them, I felt as though if power were given me I"], [105, "UNDER-CURRENTS 97 could have blasted as they stood those insolent hussies upstairs.' Something out of the goodly past, some vague touch of decency belonging to the days when he was young and happy, and when honour was still a word to wiiich he clung with all his might, renders this coarse epithet, as applied to the pretty orphans committed to his care, insupportable. ' You hardly remember perhaps that you are speaking of my nieces,' he says, with an angry frown. But the woman waves his rebuke aside with an impertinence that cows him. ' Hoity toity ! None of your airs with me,' says she sternly. She advances a step nearer to him. ' Remember, Dysart, that I can either make or mar you. I, and I only.' ' I would I w7ere sure of that,' says he vol. 1. H"], [106, "98 UNDER-CURRENTS moodily. ' But Have you forgotten Sed ley? He knew.' ' Pish ! He's dead ; let him rest. What a one you are to worrit ! Twenty years and more, and no sign of him, and I ask you was he the one to remain quiet, if he saw a way to forcing a sovereign out of you ? ' ' True, true,' says Dysart, eagerly catching at this suggestion. ' And yet I would give much to know that he was in the grave.' ' Ay, and I in mine ! I know you,' says she with an evil look. ' You fear me.' ' I fear nothing,' says he coldly. ' What,' says she slowly, regarding him closely ; ' not even that your son should know ! ' She pauses, pleased with her work. All at once, as it were, on hearing this question, the old man quails before her like a beaten hound. The life goes out of him, he seems to"], [107, "UNDER-CURRENTS 99 shrink into himself, and puts out his hands as though to ward off some- fatal blow. ' Not that. Anything but that,' he mutters feebly. ' Well, don't drive me to it,' says she sulkil}7. ' Barbara, take care ! ' cries he sharply, suddenly, as though some fresh spring of life has been forced into his arid veins. ' Re member, it was for him I did it. After all my love, my care, my secrecy, to have it now laid bare to him ! I tell you ' — his singers working convulsively — ' rather than that he should know, it seems to me that it would be a sweet and simple thing to murder him wiio would betray me.' 'I'm not going to betray you,' says she. ' And as for saying 'twas for him you did it, why ' ' For him. For his sake only n 2"], [108, "ico UNDER-CURRENTS ' Partly, I think,' says she dryly. ' Entirely ; altogether. What other crea ture had I to love me — to love ? His mother, as you know, hated me ; and when she died I was glad; says he, crushing his singers together. ' Yet the deed was scarcely necessary if done for him,' says Grunch, holding her ground. ' That old aunt of his — the mother's sister — put want out of the question for him.' ' I knew nothing of her desire to make him her heir — then.' ' You know7 it now7, anyway,' says she, with a nasiy sneer. ' And it is never too late to mend — to find by accident that paper you have just locked up.' ' I have thought of it,' says he, with lowered brow and eyes bent upon the ground, ' dreamed of it ; and all my dreaming has but convinced me that things had better stay"], [109, "UNDER-CURRENTS 101 as they now are. Into what better hands could they have fallen? Who would have husbanded it all like me ? You know the care, the trouble, the sleepless days and nights I have devoted to the management of — of it. You know whether it has ever been a joy to me — rather a grief, a wearying of the flesh, a curse ! ' The word comes from be tween his lips with a httle hissing sound. ' But it is all for him, for him,' he says in a dying tone. With restless, feeble steps he begins to pace the room. ' He believes in me. He trusts me : he alone — now ! But if ever he were to learn the truth he would spurn me from him, jTea, even though I knelt at his feet for pardon! I know him. But he shall never be told that story ; never, never. It is mine now, and yours, and ours it shall remain. I swear"], [110, "UNDER-CURRENTS 102 to you' — he turns and fixes his burning eyes on hers — ' I'd strangle you with these hands,' holding them out before her, trembhng with passion, yet strong and lithe, ' before the words could pass your lips.' 'I'm not going to play traitor, I've told you that,' says she frowning. ' I've had many a chance before this if I wished to do it ; and I'm not going to help his children, whatever happens.' Her brow grows black and her eyes lighten. ' May curses follow him wher ever he be, even through the gates of death ! ' ' Amen,' says Dysart carelessly. Then in a different tone, ' Season is coming home to morrow.' ' Well ? ' says she, as if expecting more. ' 'Tisn't often he blesses you with a sight of him. What brings him this time o' year ? The season, as he calls it, is in full swing now, eh ? '"], [111, "UNDER-CURRENTS 103 ' He comes at my behest ; why not ? ' demands the old man with an angry glance. 'And as to his coming seldom, he comes as often as I wish. But now ' ' Now ? You have a design,' says she, fixing her sharp eyes on him with a searching regard. ' True ; and I think well of mentioning it to you,' says Dysart slowly. ' After long and careful thought I have decided on abandoning more ambitious schemes and wedding him to my elder niece, Vera.' 'I'm glad you've spared him the vixen,' says Mrs. Grunch, with feeling. ' Well, and what's your object, eh ? Retribution ? ' For a moment his fiery eyes seek hers, and then his passion blazes forth. ' Leave the room, woman.' ' Not I,' says she undaunted. Nay, she moves closer to him, until her gaunt face is"], [112, "UNDER-CURRENTS 104 very near to his. 'I tell you this, Dysart, that you play a mad game when you fight with me. I warn you that as long as I am above ground you had better keep a civil tongue in your head for me ; and my life is as good as yours, any day.' Then with a sudden change of tone, ' That girl has come home.' ' Griselda ? Where was she then ? ' asks he, but listlessly, and as one without interest, his mind still running on the thrice cursed and the miserably fruitful past. ' Walking in the woods below.' ' Yes ; but what doing ? ' asks he again, always with the air of one wiio scarcely knows his own question. ' Gallivanting,' replies the housekeeper, with all the proper amount of vulgarity belonging to her class."], [113, "UNDER-CURRENTS 105 CHAPTER VIII. Nature and the common laws of seuse, Forbid to reconcile antipathies. When Vera is summoned to her uncle's presence next morning, Griselda's pretty face grows rather long. ' He is going to scold you,' she says, ' for my fault. Oh ! that is too bad.' ' Never mind ; as he has sent for me, of course I had better go. And I shall not feel any great distress, so do not be fretting about it. I see no fault, and therefore, why should I be unnerved ? ' Yet for all that her nerves grow very troublesome, and her heart beats quickly"], [114, "106 UNDER-CURRENTS as she opens the door of the library and crosses the threshold. ' There, don't come any farther,' says Mr. Dysart, putting on a martyred expression ; 'your footstep positively shakes the room, and, as you know, even the lightest sound distracts me. Stay where you are ; I dare say I can make you understand even over there, in spite of the weakness of my chest. I merely wish to say that your cousin, my son, arrives this evening. You will dine at eight o'clock, with him.' He waves to her to leave the room, and with an undisguised delight she obeys him ; flying through the hall and up the stairs, she darts into her own room with such speed as to almost exterminate Griselda, who had been standing just inside the door, on the look out, evidently, for stormy sounds from below. ' Well ! so you're ahve ; he didn't murder"], [115, "UNDER-CURRENTS 107 you,' she says, when she has slightly recovered from the electric shock caused by Vera's precipitate return. ' Sound in wind and limb, I declare, and not so much as your nose out of joint. You're a wonderful girl ! Here, sit down and tell me how you bought yourself off' ' He never mentioned you,' says Vera, who is still panting. ' What ! was ever such an indignity offered to any one ? You mean to say he has passed over my misdemeanour ! Actually forgotten it ! Why, this is worse than bread and water for a fortnight (the mildest sentence I ex pected), and far more hurtful to my pride. And pray, if he didn't discuss my failings, what did he talk about? ' ' About— Griselda ! Who do you think is coming this evening ? ' ' Not the lord high executioner, for me, I"], [116, "108 UNDER-CURRENTS trust,' says Griselda. 'As yet, somehow, in spite of your assurance, I don't feel safe. There is nothing so dangerous as a careful silence.' ' Tut ! the newcomer is no one less than our unknown cousin ! ' ' No ! ' says Griselda, sinking into silence and an extremely antiquated arm-chair — straw beneath, chintz above — that stands just be hind her. Except the unpleasant ' Yes ? ' with the insolent note of interrogation after it, there is no word so eloquent as the pure unadulterated ' No ' of honest surprise. She sits now in her straw arm-chair, with her finger tips outspread and touching each other. 'But he is, though. And dinner is to be at eight o'clock instead of two.' ' You overwhelm me,' says the younger Miss Dysart feebly. ' You should not spring these exciting facts upon me, one after the"], [117, "UNDER- C UR RENTS 109 other, without a kindly word of warning. Dinner at eight ! Will there be three chops, I wonder, or must we share with him our two ? Oh, if the latter, I feel that life is indeed not worth living. But I say, Vera ! Eight. How nice ! Just like old times.' ' The question is, are we supposed to dress or not ? ' ' Do you think you remember how to do it ? ' asks Griselda, leaning towards her, and speaking in an awed whisper. ' Hasn't the atmosphere of this house knocked all decent memories out of you? Gowns there are, I know. Poor Mimi packed them, soaking each flounce with her tears as she did so, but do you know7 how to wear them ? I dare say I shall put mine on back to front ; but even so, what matters ? I have lost all desire to please. Who could retain it in this soulless house — this place of shadows? And yet, Vera,' she"], [118, "UNDER-CURRENTS 110 springs suddenly into a fuller life, and brings herself into a very upright position, ' I have always said that he must turn up sooner or later. Why not now? In some of my few lucid intervals it has occurred to me that this cousin, this unknown quantity of ours, might prove amenable to reason.' ' Who's ? Yours ? ' ' Or yours rather. Think, Vera ! they say that his father, that grim old man downstairs, who seems dead to all feeling, is so devoted to him that he can deny him little. This son, it appears, is the one love of that miserable, sordid life. Strange that love so intense as I hear it is should not have the effect of soften ing the iron husk that binds that poor man's soul. However, it seems to me that this cousin of ours may prove our friend, our champion, if we — well — if we like each other, don't you know ? '"], [119, "UNDER-CURRENTS 111 ' I don't,' says Vera, in a rather uncom promising tone. ' Seaton Dysart will never be friend or champion of mine. Have you forgotten his blood ? I should not dream of asking a favour of, or even receiving one from — his father's son.' ' He must have had a mother, too, how ever,' says Griselda naively. ' He may take after her.' ' He may. I am not hopeful, like you, Griselda. My life all through — ever since I can remember anything — has taught me to expect only the bad.' ' A dull way of thinking ! Now, to me, his coming opens out vistas of — all things that are pleasurable. He may vary the inevitable chop — he may even be the means of pro curing for us a private sitting-room.' Vera shrugs her shoulders. / shan't entreat his interference. As I"], [120, "UNDER-CURRENTS 112 before hinted to you, I expect nothing from him, simply because he is the son of such an impossible father.' ' Had we not an impossible father ? ' asks Griselda, who is always terribly downright. ' And would you refuse to believe that there is some lingering remnant of grace in zis? And are you not prejudging this miserable cousin of ours — deliberately prejudicing your self against him ? That is not like you, Vera, you are always so very just, to give you your due.' 'Well, I dare say I'm in the wrong,' confesses Vera laughing. ' But as we have neither of us seen him yet, I stick to my own opinion, and that is, that when we do see him we shan't like him. And at all events I know I should think a long time before demanding a favour of him.' 'Think as long as you like,' gaily, 'only"], [121, "UNDER-CURRENTS 113 ask in the end. \" A dumb priest,\" as we all know, \" loses his benefice.\" Don't lose yours ! ' ' I shall,' says Vera, ' for all that. Why should I ask anything of him, or his father ? You have given me one proverb, let me give you another, \"Beggars should not be choosers.\" We are beggars. We are totally dependent upon our uncle's bounty. Forgive me, darling, if I sadden you, but it is better to look the facts of the case straight in the face.' ' You don't sadden, you madden me,' says Griselda flushing. ' Oh, I won't be a beggar ! ' ' Very probably not. This life can't go on always, and you are quite sufficiently pretty to marry somebody rich enough to give you everything a pretty woman should have.' ' Thank you for the two \" prettys \" in that vol. I. 1"], [122, "UNDER-CURRENTS 114 pretty speech,' says Griselda. ' Yes, I should like to marry a millionaire. I will if I can, I- She stops short, rather abruptly. Some thing has checked those last words she would have uttered. It is absurd, it makes her posi tively angry, but it is, nevertheless, a curi ous fact that at this moment the face of Mr. Peyton rises before her mental vision. This is ridiculous enough, but when it comes to hearing the very words he had said yesterday in that charming wood spoken again within her brain, she grows very naturally incensed both with herself and him. What is it to her what so utter a stranger looks like on certain, or any occasions ? And surely it is of no consequence at all to her that that old place of his in Derbyshire, that he had cried down and called ' ramshackle '(what a word !), was in such thorough disrepair, for the simple"], [123, "UNDER- C URRENTS 1 1 115 reason that he had no money with which to keep it up. It is the most extraordinary thing in the world that just at this instant all this should have occurred to her, but then who shall answer for the absurdities of the human brain ? ' Yes, if I get the chance, I shall marry for money,' she says lightly, after that incompre hensible pause. ' And now for our gowns, Vera. Let us choose the prettiest. I, for one, mean to fascinate this cousin, and compel him to work many miracles for our benefit.' 'So you may: unless he is steel, indeed. I shall not waste my strength on him.' ' Why, if you had seen him, and loathed him already, you could not be more severe. Do you know really, I think you are rather wrong in so condemning any one without personal knowledge. It is one's plain duty to give the wretched criminal, at least, a hearing. I 2"], [124, "116 UNDER-CURRENTS ' For my part,' says Vera laughing, ' I'm quite willing to give him anything, except my company. I'm dreadfully sorry he is coming here to upset the calm, dull though it is, into which we have fallen.' ' And I'm delighted,' gaily. ' No calms for me — a tempest rather. And I still cling to my first view7, Vera ; jow are inclined to be unjust to an utter stranger. You are deter mined that he will be like his father ; but supposing See, here, now ! If he should be like Uncle Gregory, I shall say you have probably right on your side ; but if he should not be, won't you confess then that it is your plain duty to try to like him ? ' ' So be it. In that case I'll try,' says Vera laughing. ' But you must keep to your com pact ; if he should be like his father I am to feel free to hate him just as much as ever I will.'"], [125, "UNDER- CURRENTS i r 117 ' Amen,' says Griselda solemnly. ' If he should resemble his unlovely dad, no more of him for me either. However, I ahvays live in hope ; that great universal humbug sustains me morning, noon, and night.' Then she looks at Vera slowly, as if considering some thing. ' I should like to go for a walk in the woods again to-morrow,' she says at last. ' Oh, I think you had better not,' says Vera hastily. ' It will be sure to breed dis turbance of some sort.' ' I don't see how it can. Of course I shall go in a directly opposite way to-morrow, and therefore will be sure not to meet anybody. I know you are thinking of Mr. Peyton, Vera ; but I assure you I don't want to see him. I don't indeed,' rising in her eagerness to im press this truth — that seems to her a truth — upon her sister. ' Who can say where he might be ? '"], [126, "UNDER-CURRENTS 118 ' Oh, nonsense ! ' She thinks a httle, and then, 'If I am to be debarred those lovely woods because of him, I shall begin to hate him.' She thinks a httle more. 'But listen now, Vera ; even supposing I do meet him, well, what then ? He is a mere acquaintance, hardly a friend, and it is so hard to be told that one must speak to nobody ; and he has been twice so kind, that ' ' Oh, all that is nothing. It is the fact that he would be a friend in secret.' ' Well, whose fault is that ? ' ' And friends don't always (don't be angry, Grizel), but they don't always stop at that.' 'I know what you would say; but it is too absurd,' cries Griselda, bubbling over with laughter. ' Look out, or in your old age you'll find yourself a confirmed match-maker. No ; it shall not come to that. I assure you all the world is not so ready to bow down and do me"], [127, "UNDER-CURRENTS 119 homage as you beheve. And I promise you this (always provided we ever meet again, which I consider extremely doubtful), that the very first word of love he breathes to me I'll retail to you on the earhest opportunity.' She is now laughing with all her heart. ' There ! ' she cries, ' will that content you ? Oh, Vera, if he could only hear us ; I should be ashamed, shouldn't you ? ' ' Well, it's a promise,' says Vera, looking at her."], [128, "UNDER-CURRENTS 120 CHAPTER IX. Was it something said, Something done, Vexed her ? \"Was it touch of hand, Turn of head ? The last stroke of eight dies out from the old clock in the hall as Seaton Dysart enters the drawing-room. The extreme dinginess and gloom of that melancholy apartment sink into him as he moves rather discontentedly, but with a man's unfailing instinct, towards the hearthrug. No matter how hot, how yellow the evening outside still may be — and day light is lingering bravely as though loathing to depart — no touch of its mellowness enters here. The blinds are all down, the curtains as scrupulously drawn as decency will permit,"], [129, "UNDER-CURRENTS 121 though the threadbare old carpet is so far gone on its road to dissolution as to be beyond fear of sun. It is not all gloom, however, as he pre sently discovers, in this dreary place. Some one rises languidly from a low chair — a girl, a lovely girl, as he instantly admits — and advances about the eighth part of an ordinary foot towards him. It is hardly a movement, indeed ; a mere swaying of the body rather in his direction. It is, indeed, a distinctly un friendly advance. Yet it suits her somehow ; it seems to belong to the haughty curve of the lips, the cold serenity of the eyes. The white of her gowm, with its little knots of violet ribbon here and there, makes her a very striking figure in the semi-darkness of her surroundings, and throws out the beauty that, if a little still, is, nevertheless, undoubtedly hers. He is"], [130, "UNDER-CURRENTS 122 perhaps hardly aware of the intensity of the glance with which he is regarding her, and she too is dead to it, so earnest is the scrutiny she is bestowing upon him. Yes, he is like his father. There could not be even a momentary hesitation about that. The same finely formed, aristocratic features, the same tall slight figure bent in the old man, erect and vigorous in the young. The eyes certainly are different, though they too are dark, of a grey so dark indeed that possibly at night it would be called black. They are wonderfully alike, the father and son, and yet how wonderfully unlike. It seems impossible that with expressions so utterly at variance so strong a resemblance can exist, yet it is there. The one, the old face, mean, cringing, suspicious, wicked ; the other, cold, honourable, earnest, and beautiful. The girl,"], [131, "UNDER-CURRENTS 123 watching him with distrust in her eyes, re luctantly acknowledges this last fact. His face is clean shaven. There is neither moustache nor whisker to hide the firm, rather severely cut mouth or the lean determined jaw. His hair is clipped very closely to a head that is faultlessly shaped and well set upon his shoulders. His features are un doubtedly cold, too full of will, of resolve, to be exactly lovable, yet there is something about the whole man that attracts the eye and compels attention. A man impossible to pass over, or, having once known, to forget. ' I'm extremely sorry if I've kept you waiting for dinner,' he says, advancing at a quicker pace, once he sees the pretty girl in white, and holding out his hand. ' But the fact is I was dreadfully tired when I arrived, and I'm rather afraid I fell asleep.' ' The day is warm,' says she coldly. The"], [132, "UNDER-CURRENTS 124 likeness to his father seems clearer to her as he speaks, and kills for her all the charm of his face. ' Very, but I don't fancy my absurd fit of laziness arose from that. Rather from the fact that I haven't had a wink of sleep for the last two nights.' Here he picks up a little rough terrier that had followed him into the room, and begins to pull its ears contem platively. ' Two nights ! ' says she with a faint ac cession of interest. 'Toothache? Sick friend?' ' Oh no. Ball — cards,' returns he con- cisely. ' Ah ! ' says she, this time rather shortly. Dysart, who has been giving his attention to the dog for the past minute or two, now7 lifts his eyes. ' You are Griselda, I suppose,' says he pleasantly."], [133, "UNDER-CURRENTS 125 ' Why should you suppose it ? ' asks she, with a faint smile. ' True. Why should I ? ' returns he laughing. ' Perhaps because,' with a steady look at her, ' I have been told that my cousin Griselda is a person possessed of a consider able amount of — of character.' ' By that, you mean that you have heard Griselda is self-willed,' says she calmly. 'And as it is evident you think I look the part also, I am afraid you muat prepare yourself to meet two self-willed cousins, because — I am not Griselda.' If she had fancied that this announcement would have put him out, she is undeceived in a moment. ' No ? ' says he, looking distinctly amused. ' There is comfort in the thought that I can not again fall into error, because you must be Vera.'"], [134, "126 UNDER-CURRENTS ' Yes, I am Vera,' slowiy. ' I fear you will find it very dull down here. The neighbourhood at its best is scarcely affording, and my father's unhappy predilection for solitude will, I expect, interfere a good deal with ' ' Your father has been very good to us ; more than kind,' interrupts she gently but with decision. ' He has given us a home.' ' I should think he would be very glad to get you here,' says he rising abruptly, as if to shake off something depressing in the conver sation. At this moment Griselda enters the room. A charming Griselda, in white like her sister, and with a flower in her sunny hair. She trips up to Seaton, and gives him her hand and a frank smile, that has just the correct amount of coquettish shyness in it. A man, to Griselda, no matter out of what ob noxious tribe he may have sprung, is always"], [135, "UNDER-CURRENTS 127 a creature to be gently treated, smiled upon, and encouraged. ' So you've come at last to this Castle of Despair,' says she saucily. ' I must say you took time to look us up. But I don't blame you ; life down here is too lively for most. It has quite done up Vera and me. I'm late,' turning suddenly to Vera. 'Dreadfully late, eh ? I knew it by Peters' eye ' (the old man-servant). ' He scowled at me rather more than usual as I ran past him just now.' The dismal sound of a cracked old dinner gong breaks in at this instant on Griselda's speech. They all rise and cross the hall to the dining-room, but just inside it a momen tary hesitation takes place. Dysart going to the foot of the table, Vera stops short as if in some surprise to look at him, question in her eyes."], [136, "128 UNDER-CURRENTS ' You will take the head of the table, I hope,' says he in a low tone, divining her perplexity. 'But ' quickly, and then a pause. ' If you wish it, of course,' she says with a swift uplifting of the brows and an almost imperceptible shrug. Her manner somehow irritates him. In a vague sort of way she has conveyed to him the knowledge that she feels bound and fettered in this house, crushed by a sense of gratitude due ; that she feels it incumbent on her to be civil to the owners of it ; and that she never ceases to remind herself that his father and he are people to whom she is under deep obligations. ' I wish it certainly,' says he coldly. ' But I wish still more to see you do only that which you like.' ' I have few' likes and dislikes,' replies she,"], [137, "UNDER-CURRENTS 129 smiling indifferently at anything in the world but him. ' But if you- * Oh no, I do not object,' interrupts she, still in that utterly emotionless tone ; and sweeping past him, she seats herself at the head of the table. She had been sole mistress of her father's house for so long, that it seems quite natural to her, young as she is, to sit where now she is sitting, and look down the long, brilliantly lit table, to wiiere at the end her cousin, with a faint frown upon his brow, is leisurely unfolding his napkin. There is even a slight savour of the married woman about her whole air, that makes itself known to Dysart, and attracts him in spite of the sense of resentment that is still strong upon him. As for Griselda, the little jar in the social atmosphere around her goes by unnoticed, so vol. r. K"], [138, "UNDER-CURRENTS 130 overcome is she by the unwonted magnifi cence of the sight before her; a decent dinner table at Greycourt ! Not only a decent one, indeed, but one exquisitely appointed in every way, lacking nothing in which taste and re finement have a voice. Where are the homely chops, where the skimpy dislr of potatoes ? Gone, thank Heaven ! relegated to a limbo from whence she devoutly trusts they never may return ! The little skirmish between her sister and her cousin is entirely lost to her ; she has eyes and senses only for this wonder ful transformation scene. Peters, in an extremely presentable suit — it has seen service, but is still holding bravely together, and is likely to for some years yet to come, occasions for its being. worn comino few and far between — is handing entrees and pouring out champagne as though it is his one sole purpose in life to deliver from star-"], [139, "UNDER-CURRENTS 131 vation his master's guests. It occurs to Griselda that in this suit — old, though new to her — that he is any amount more reason able-looking than in his everyday apparel, and that even the superfluous wart on the top of his nose seems to have toned down miracu- lously beneath its influence. She is of course not aware that downstairs this suit is called ' Mr. Seaton's own,' and that it is donned only for his benefit. But who is the cook? Reason points to Mrs. Grunch. A thought of the hypocrisy of it all, of the pretence of one day, the reality of the next, of the honour done to him, the son, whilst she and Vera are treated with such abomin able neglect, brings the colour to her cheeks, the fire to her eyes. It is so new to her yet to be dependent, that she forgets, as Vera never does, to see that she has no claim to be considered in any way. And yet, if Vera K 2"], [140, "UNDER- C UR RENTS 132 remembers, does the knowledge gained serve her even in little ? Instinctively she glances at her elder sister, and something in the expression of the proud lips tells her that to Vera too this display, this killing of the fatted calf for Seaton, has hurt and humbled her. Dysart, who is eating his dinner with de cided zest and perfect unconcern, suggests himself to Griselda as the very incarnation of selfishness. Of course he knows ; but it is nothing to him. She looks round her and loses herself a little in the touch of fairyland the room presents. It is as it were an echo from the past, a glimpse into the old life when her father still lived, that she hardly knew was dear to her until she had lost it. The glitter of the silver, the glass, the intense perfume of the glowing flowers, the rich tint of the fruits, all seem part of a dream ; a"], [141, "UNDER-CURRENTS 133 sweet one too. Oh, to escape from this hate ful life here, and hve always amongst 'As I was saying to your sister, I am afraid you will find hfe here rather dull,' says Dysart, his voice breaking through the cloud of thought that is encompassing her. ' I am never dull,' returns Griselda slowly. ' You may rank yourself amongst the clever ones of the earth if you escape bore dom down here,' says he. ' Your mind must to you, indeed, \" a kingdom be,\" if you can make out even one yawnless day.' 'As for that, I've often yawned when I wasn't dull,' says Griselda. ' To me yawning is a joy. It's like sneezing to some people. I'm always sure that I'm thoroughly warm and comfortable when I do it.' Mr. Dysart, as though he sees something in this, stares at her profoundly for a moment or two. In reality, he is wondering why both"], [142, "UNDER-C URRENTS 134 girls should have taken so instantaneous a dishke to him. As a rule women were civil enough ; yet here were two to whom he was an utter stranger, and aggressive was the only word he could apply to their looks and words, though both were studiously polite. ' Like a cat,' says he presently, in a thoughtful tone. ' Oh, I'm not a cat,' says Griselda, with some open resentment this time. Then, as though irresistibly amused at the absurd idea that he could possibly have meant it, she bursts into sudden inextinguishable laughter. When Griselda laughs it is impossible not to join in, so bright, so young, so gay is the sound, and presently Dysart, forgetting that feeling of irritation that has been so strong in him for the past hour, gives way to mirth also. Glancing at Vera, he sees, however, that she seems dead to what has been passing,"], [143, "UNDER-CURRENTS 135 or at all events has not caught the infectious breath of amusement. Her mouth looks mournful, her whole air unsympathetic. ' I like cats,' she says, so languidly that one can see at once that she is merely trying to make conversation — that she really cares is a question. ' And I hke dogs,' says he, addressing her directly. ' Come here, Jinks.' The small terrier, springing up from some place unknown, commences an ecstatic dance upon his hind legs, that presently brings him within his master's grasp, who, catching him by the back of his neck, hauls him up to a seat upon his knees. ' He's very well mannered, I assure you,' says Dysart, looking at Vera. ' You teach him tricks?' says she, a touch of disdain in her tone. ' Don't you think that rather degrades the poor brute ? Surely we"], [144, "UNDER-CURRENTS 136 human beings ape and pretend, and act the hypocrite enough, without condemning poor dumb beasts to do the same. Do you know I can't bear to see them dancing and jumping to order. I prefer them as nature meant they should be, happy, affectionate, faithful. I am sorry you teach him tricks ; it makes a dog, to my mind, always looks so poor.' ' Yes ? ' says he, rubbing the dog's nose reflectively as he speaks. ' But you see — the fact is — I've never taught him or any other dog a trick in my life.' He has scored decidedly, and something in his manner of scoring has brought to a head the fancy that she should in all pro bability hate him. That she should have been foolishly led into lecturing him on a fault of which he was after all not guilty, annoys her profoundly, and sends for a mo ment the hot blood to her face. It dies"], [145, "UNDER-CURRENTS 137 almost as quickly as it is born, but not so quickly that he does not see it, and as he bends his head afterwards over the dog, it becomes clear to her that he is with difficulty suppressing a smile. ' Do you stay long ? ' asks Griselda pre sently, looking at her cousin. ' I don't know how you may view it. I return to town the day after to-morrow — very early on that day.' ' I call that a short stay,' with a more gracious glance ; he seems nice to the dog, anyway. ' Do you often come down ? ' ' Not very. As a rule,' politely, ' there is little to bring me.' ' There is your father,' says Griselda, who as a child had been terrible, and even now creates a shudder now and then. Vera casts an indignant glance at her. ' So there is,' says Dysart, giving her the"], [146, "138 UNDER-CURRENTS benefit of a long clear glance. ' But though he and I are better friends than many fathers and sons I know, still we can get on capitally when apart. My father, as you know, is pecu liar, and loves solitude, and I — have my work.' 'Work? What work?' asks Griselda, with interest. ' I'm a barrister,' says he, as if a little amused. 'Oh, I know. A great many elder sons are barristers, but then they don't work. If that is all, I ' ' But I assure you it is not all. You must not pick up these erroneous ideas about me. Whether I must or must not work for my living is a thing that does not concern me. I work — you will hardly believe it in this pro saic age — but I actually seek after fame. I should like to get on in my profession ; to be more than a mere trifler.'"], [147, "UNDER- C URRENTS 139 ' You are charming,' says Griselda saucily. ' You talk like a book — a blue-book. But you have not told me why your father will not let us see any one, why ' ' Griselda ! ' says Miss Dysart, a httle sharply. She rises as she speaks, and Dysart opens the door for her. As Griselda passes him he says easily : ' I cannot tell you everything at once, you see ; but I dare say there will be time given me. As for my father he is eccentric, and, I fear, hard to live with. But if ever I can help you, call on me.' Griselda gives him a smile for this, and follows her sister into the drawing-room. ' After all, he isn't half bad,' she says, with a httle nod. ' I was right, however. Did you ever see a father and son so hke ? ' asks Vera coldly. ' Often,' returns Griselda with conviction."], [148, "UNDER-CURRENTS 140 CHAPTER X. Not from the heart beneath — 'Twas a bubble born of breath. Neither sneer nor vaunt, Nor reproach nor taunt. 'Well, I'm off,' says Griselda, poking her pretty head into the summer-house where Vera sits reading. It is next day, and a very lovely day too. In spite of all the malignant trees that would fain shut out the blessed god of light, some of his beams penetrate through their luxuriant foliage, and deluge the sad looking garden with their glory. In the summer-house all is shade ; outside there is a wider light, and a heat that is almost Indian. ' For your ramble,' says Vera, laying down"], [149, "UNDER-CURRENTS 141 her book. ' So you won't take my advice ? Very good. Go on, and you'll see that you won't prosper.' Her tone is half gay, half serious. ' Is advice ever taken ? Especially when suns are so hot and w7oods so cool. Come, Vera, give me your blessing ere I depart this life, at all events, for regions unknown.' ' Oh, don't be long,' entreats Vera with a sudden rush of anxiety. ' Don't now. Yes, I'm in deadly earnest. There is that man all over the place, let loose as it were for my discomfiture, and if he turns up in this part of the world I suppose I shall have to talk to him.' ' What a calamity ! ' says Griselda with a little feigned drooping of her mouth. ' After all, I don't think I'll go. It would be cruel to desert you in your pressing need.' Here she changes her tone. ' Really, Vera,' briskly,"], [150, "UNDER-CURRENTS 142 'really and truly I sometimes feel strange doubts as to whether your father could indeed have been mine, or your mother either ! ' This is a comphcated speech, but it serves. ' My good child, why can't you accept with open mouth the gifts the gods provide. In this barren wilderness even manna may be regarded with rapture — even Seaton ! Better any man than no man, say I.' ' So say not I then,' with great spirit. She has leaned forward upon her elbow, and her eyes are brilliant with a little suspicion of anger. ' Give me a desert island, rather than the society of a man whom I know it will require only time to teach me to detest. And how you can call him so familiarly \" Seaton,\" passes my ' A pause ! An awful pause. Who is it that has turned the corner of the summer house, and is looking in at them with a"], [151, "UNDER-CURRENTS 143 curious expression round his mouth ? Griselda is the first to recover. ' Isn't it absurd ? ' she says, smiling rather lamely. ' But I assure you, Seaton, your sudden appearance quite took away my breath. You should stamp when you come to a house like this. The grass all round it is so thick.' ' Too thick ! ' says Dysart, with a swift glance at Vera, who has lost all her colour. ' For the future I shall try to remember. I am very sorry I startled you.' He has ad dressed himself entirely to Griselda, unless that one lightning glance of contemptuous re proach cast at Vera could be counted. ' But I was on my way to one of the farms, and this is the lowest, is the nearest path to it. I shall never cease to regret ' — here he stops dead short, and turns his eyes unreservedly on Vera — ' that I did not take the upper one.' He makes both girls a slight bow, and"], [152, "144 UNDER-CURRENTS walks swiftly onwards on the unlucky path he had chosen. ' Oh, Vera, do something ! ' cries Griselda, in a small agony of consternation, clasping her hands. Vera, thus admonished, springs to her feet, and driven half by honest shame, and half by impulse, rushes out of the summer house and runs after Dysart as he is fast dis appearing through the shrubs. Reaching him, panting and pale with agitation, she lays her hand timidly upon his arm. ' I am so grieved,' she says, her charming face very pained, her lips white. ' There are moments when one hardly knows what one says, and ' ' There are such moments, certainly,' says he, interrupting her remorselessly. ' But they can hardly be classed with those in which the calm confidences of one sister are exchanged with the other. And why should you apolo-"], [153, "UNDER-CURRENTS 145 gise ? I assure you, you need not. I do not seek for, or desire, anything of the kind.' It almost seems to her that he has shaken her hand from his arm. Drawing back, she sees him proceed upon his way, and then returns to Griselda. ' Well ? ' says Griselda, with all a woman's curiosity. ' He didn't slay you, at all events. What did he say ? Was he angry ? ' ' Not violent, if you mean that,' says Miss Dysart, dropping on to the uncomfortable gar den seat with a haste that suggests exhaustion. ' He was cold — insolent ; he But I told you,' with a sudden outburst of passion, ' that he was like his father.' ' Well, it was enough to enrage any man,' says Griselda. ' But I thought he wouldn't have cared so much. Why should he ? Don't you know, we are strangers. Our opinion can't be of such overpowering importance to vol. 1. l"], [154, "UNDER-CURRENTS 146 him. Yet of course he might argue from the same point, that, being such strangers, why should we, without giving him a hearing, con demn him at once ? ' ' Not we. It was I only,' says Vera. ' Well, it was all talk. I don't believe you dislike him as much as ' ' I really think I hate him,' says Vera vehemently. The recollection of his con temptuous glance, the way in which he had disdained her apology ; above all, that slight he had offered her when he had displaced her hand from his arm, all rankle in her breast, and a hot flow of shame renders her usually pale face brilliant. ' There, never mind him,' she says, with a little frown. ' He is not stay ing long, fortunately, and this episode will bear good fruit of one sort at least. He will not trouble me with his society whilst you are away. Now hurry, Griselda, do.'"], [155, "UNDER-CURRENTS 147 She is a little impatient — a rare thing with her. ' I don't think I'll go at all,' says Griselda, looking her through and through. O O O ' Nonsense ! ' Miss Dysart rises and pushes her playfully towards the opening in the yew hedge that will lead her to the beloved woods. ' I am safe now. I tell you, so long as you are back in time for dinner, I don't care. A tete-a-tete with that — that bear, is all I dread.' Griselda, with a light laugh, drawn irre sistibly by the gorgeous lo veliness of the sights and shadows of the land below, runs down the pathway and is soon lost to view. It is a simple matter to clamber down the steep wall and reach the path beneath, a simpler matter still to cross the stepping stones of the river — now running low because of the dead summer heat that all the week L 2"], [156, "148 UNDER-CURRENTS has raged o'er hill and vale — and gain the tender shelter of the woods beyond. With a glad sense of freedom she walks quickly onwards, free from thought of any sort, save the exquisite knowledge of the beauty with which nature has surrounded her. Stopping to pluck a flower here, to climb a hillock there, she finds herself after a while at the entrance to a narrow passage, a little green lane as it were, banked up on either side by miniature hills, soft and moss-crowned. Entering this fairy defile, she stands breath- less, delighted, in the centre of a tiny emerald- green valley, so closely surrounded by heights of living green, with here and there a touch of jagged rock enriched by ferns — that almost it seems to her impossible to leave it, save by wings, or that one small lane that even now seems blotted out or melted into all the other"], [157, "UNDER-CURRENTS 149 greenery around. It is like a fort, but one of nature's forming ; one of those quaint delicate freaks in which she so delights. And through this delicious valley, filling it at every turn, what is the sound that runs like sweetest music ? Surely it is the melody of a rushing, tumbling stream. Yes ; the stream again ! At the far end of this dainty vale it is tearing over its pebbles at a pace that almost frightens one this sultry day. It seems cpiite like an old friend to her, and, with a sort of remorseful recollection of how she had sought to avoid it, she runs to it now, and gazes with satis faction into its sparkling waters. ' 'Tis you ! ' cries a voice full of unmistak able delight just behind her. 'I guessed I was in for something good, luck all the morn ing has been so dead against me ! '"], [158, "UNDER-CURRENTS 150 CHAPTER XL 'Others mistrust and say, but time escapes. Live now, or never ! ' He said, ' What's time ? Leave Now for dogs and apes ; Man has For ever.' ' Well ! ' says Griselda after the first long pause, trying to look indignant ; ' I must say you are the most impossible person to avoid, that ever I met.' ' Were you trying to do it ? ' asks he reproachfully. ' Why ? And where were you all yesterday ? I waited from eleven until eight, and then I was so hungry I couldn't stand it any longer, so I went home.' ' I don't know why you waited,' with some"], [159, "UNDER-CURRENTS 151 dignity ; ' I never said I was going to — to walk in this wood — yesterday.' ' No. But you never said also that you were not going to walk here, so I hoped on. I think,' with a second upbraiding glance, ' you might have come.' ' I couldn't,' protests Griselda. ' Even If for one moment I had intended to come, which of course I hadn't, still it would have been out of my power. My cousin came down that day.' ' Ah ! ' an eloquent silence. Then with all the air of one determined to get it out of her at all hazards, ' Man ? ' ' Yes.' ' I see ! Well, of course I could hardly expect it. Your time was fully taken up, no doubt, with him. I don't suppose you so much as remembered my existence. Why should you?'"], [160, "UNDER-CURRENTS 152 'Oh yes, I remembered it,' says Griselda with unkind carelessness. She too is feeling angry. ' That was too good of you. And — and so you spent the whole day with this cousin ? ' 'Not quite the whole day. There were intervals.' 'Naturally ! You had dinner and lunch, I presume. You have noticed that even the strongest occasions for bliss or woe are not powerful enough to do away with those institutions.' ' You shouldn't sneer at me for taking my dinner,' says Griselda with a passing recollection of its unusual goodness. ' You yourself said you were starving at eight last night.' ' Well, so I was. So would any fellow be who hadn't even seen a biscuit since dawn. When did he come ? '"], [161, "UNDER-CURRENTS 153 ' About seven, I believe.' ' He lost no time. You weren't up then, I suppose. Or — perhaps you got up to receive him ! ' There is a sneer in his tone now7 that raises her smouldering wrath to flame. ' My cousin arrived at seven last evening,' she says, in a low distinct tone. ' I saw him at eight, just as we went in to dinner.' ' Only last night ? ' eagerly. ' And is he gone now ? Where is he ? ' ' At Greycourt, I suppose,' frigidly. ' And you have come out here ? You have left him ? ' cries he, coming impulsively closer to her. Indeed he makes a movement as if he wTould have secured her hand, but something in the sorrowful sternness of her gaze restrains him. ' Why shouldn't I leave him ? ' asks she, her large clear eyes questioning his. ' I don't know,' feebly ; ' I'm only so"], [162, "154 UNDER-CURRENTS awfully glad that you did leave him. That you preferred these woods to him. You're angry with me,' says he suddenly, miserably ; ' I know it by your eyes. I shouldn't have said a great many things that I have said, I know that.' ' I don't see how you should know any thing about my eyes,' says Griselda, with a last attempt at dignity. She looks at him steadily, and then — perhaps it is the grief and longing in his face that overcomes her — but at last she smiles. ' What were you doing ? ' asks she pre sently, when she has given time for that unex pected smile to sink into him. ' Fishing ? ' ' Nothing worth the name. Ever since I met — that is — well, I don't care then. Ever since I met you I haven't caught a trout fit to be called one.' ' That's a grievance,' says Griselda with a"], [163, "UNDER-CURRENTS 155 shy swift glance at him. ' If it continues, you will end by hating me.' ' Shall I ? An ending must have a begin ning. How have I begun with you, do you think ? ' ' On a day hke this to ask riddles I ' parries she scornfully, though a pretty colour has crept into her cheeks. ' No, no ; I never guessed one in my life ; it is no use.' Then, ' How did you get in here ? ' ' Round the corner. Do you see it ? The stream winds past that rock over there, through so small a space that one scarcely sees it ; I could hardly squeeze my body between the two rocks. Charming spot this, I always think. Are you tired? Shall we sit down for awhile ? ' ' I haven't a moment,' says Griselda ; ' I promised Vera to be back in no time.' ' You promised her more than that, I"], [164, "156 UNDER-CURRENTS think,' reproachfully. 'What was it you said about avoiding me when first we met ? I suppose you told her of our meeting day before yesterday.' ' I tell her everything,' says Griselda simply. ' That is quite right. I am glad of that,' returns he earnests ; ' only I wish your sister could bring herself to give you different counsel. If she saw me again, do you think it would do any good, eh ? ' ' Not a bit,' says Griselda laughing. ' The point at which she sticks is, that Uncle Gregory doesn't know. And to tell him . Oh ! that is beyond either of us,' with a charming frown, full of horror. ' Well, never mind. Time is a wonderful thing ; it works so many changes, and perhaps after a while ' He stops short, and then, leaning towards her — they are"], [165, "UNDER-CURRENTS 157 sitting on a bank by this time — he looks anxiously into her eyes. ' Do you know,' he says, with some hesitation, ' I want you to tell me something. It is thinking of you, not found it really hard. Christian name ? ' so awkward, when I'm to know ; yesterday I Will you tell me your ' They say people names. Don't you always look like their think,' with a httle coquettish glance at him from under her big hat, ' you could guess mine ? ' ' I know what I think it ought to be.' ' Tell me,' says she, with a pretty curi osity, edging closer to him. ' Pansy ; Heartsease,' softly. She seems rather struck with this, and a gentle cloud gathers on her brow. ' Well ; 'tisn't,' she says, with a regretful sigh. ' It is — I'm almost ashamed to tell you, though of course it wasn't my fault — but it's"], [166, "158 UNDER-CURRENTS Griseldal Isn't it a shame? I do think,' pathetically, 'when people have so far the pull over you as to be able to give you a name for all time before you can argue the point — before you can even show your dis- pleasure, not having a tooth wherewith to do battle — that they might have the decency to choose out a possible one. When one is strong, one should be merciful. Now it is Vera who should be Griselda. She is patient, if you like, but as for me But,' with another swift look at him, ' your name wouldn't suit me either. You don't know me at all ; I'm not that sort of person. As a rule, I'm afraid I'm rather a worry to people unless they happen to be very fond of me. Vera, now, she doesn't mind me. But Hearts- ease,' pondering slowly over it ; ' oh no — it wouldn't suit me a bit.' ' Well, I only know one thing,' says Tom"], [167, "UNDER-CURRENTS 159 Peyton hardily, ' that from the moment I parted from you, day before yesterday, I haven't known a second's peace until I found you here to-day by that blessed stream. Then and there my heart found an inexpres sible ease.' He is a terribly downright young man, there can be no doubt about that ; a very direct lover (though as yet she has hardly regarded him in that character), leaving little to the imagination — nothing to be filled up. Griselda perhaps finds him a little embarrass ing. A soft but brilliant flush mounts to her cheek, and there is within her some secret working that compels her eyes to cling to the green fresh sward at her feet. Presently, however, she conquers the absurd shyness of a moment since, and, with a wisdom that cannot be too highly com mended, ignores his reprehensible plain speak-"], [168, "UNDER- C URRENTS 160 ing, and falls back upon an outside subject that surely gives a wide field for converse of a safe order. ' \" Heartsease, or my Brother's Wife,\" : says she thoughtfully. ' How long ago it seems since I read that book ! I liked it then — I think. Did you ever read it ? ' She turns upon him two clear eyes, full of calm inquiry. ' No — -yes — no,' says the young man vaguely. And then with heartfelt thankful ness, ' I'm glad you're not my brother's wife ! ' Was there ever anyone so incorrigible ? Griselda feels a just indignation grow warm within her breast. What does he mean by so persistently ignoring the safe path she has planned out for him ? ' Why ? ' she asks severely, regarding him with an unsmiling eye, and speaking promptly, like one silled with a suspicious thirst for"], [169, "UNDER-CURRENTS 161 knowledge. ' Is he such an extremely un pleasant person ? ' ' What I mean is,' says Peyton, with a noble scorn of subterfuge of any sort, drag ging his real signification boldly to the front, ' that I'm glad you are not the wife of any fellow.' ' Oh ! ' says the younger Miss Dysart frigidly. Somehow she is not so confused this time, and is conscious only of a wild, a terrible desire to laugh. There are, unfortu nately for the young, moments when laughter is undignified, and chilled by this dismal knowledge she controls herself, and once more turns aside the dangerous current that threatens to overwhelm her, and steers into quiet waters. ' I wish / knew how to fish,' she says, nodding her head at his rod lying on the ground near her. ' It would be some sort of an occupation in this stupid place.' VOL. I. M"], [170, "UNDER-CURRENTS 162 ' Some sort ! — the very best,' cries Peyton enthusiastically, before whom roseate visions have arisen — visions of pretty white hands being taught to handle a rod, visions of lovely blue eyes looking to him for guidance ; and he the teacher, the guide. ' You haven't a conception,' says he, ' of the joys of fishing, of even simple trout-fishing such as this. The pretty cursing water, and then the little breeze that comes, oh ! so softly, just ruffling its bosom ; and then the faint delicate quiver at the end of your line, and the certainty that this is a half-pounder at least (no matter if it isn't) ; and then the last quick touch, and there it lies upon the bank, the beauty, and you feel that after all you have not lived for naught.' ' Yes ? And when you don't catch any thing ? ' asks she rather unkindly. This is the second day his basket has been found empty."], [171, "UNDER-CURRENTS 163 'Oh, I see you think I'm but a sorry fisherman,' says he laughing. 'But look at the weather. An eternal glare from morn to eve. And I could tell you if I liked of other times I've had when it wasn't little trout I was waiting for, but salmon. That was up in Scotland with the poor dad. We used to go there every year, and — oh, well ! I'm not so bad a hand at it as you think me ! ' ' How do you know I think of you at all ? ' says she saucily ; and then they both laugh. ' Well, will you let me teach you ? ' asks he 'I would, only ' she hesitates. 'I haven't a rod,' she says at last bluntly ; ' and I shouldn't know how to get it without his finding out.' ' Your uncle ? ' ' Oh yes — yes,' impatiently. ' We can M 2"], [172, "164 UNDER- CURRENTS scarcely breathe with him. Isn't it terrible, the life he compels us to lead — seeing, speak ing, to nobody ? ' ' It's iniquitous,' vehemently. ' What on earth does he mean by it ? You know I hinted as much to you before. Do you think the old gentleman is all there ? Correct up here, I mean ? ' touching his forehead. ' Quite correct. I've seen him ; you haven't.' Then, after a pause of considera- tion, ' Too correct ! He could buy and sell the lot of us, it is my opinion, had he reason to do so. That he won't let us know our neighbours is what makes me so angry. It is so selfish. Let him shut himself up by all means, just as much as ever he likes — not one of us would interfere with that arrangement or seek to dissuade him from it. He might have his own way there unquestioned, but why condemn Vera and me to solitary"], [173, "UNDER-CURRENTS 165 confinement ? It is horrible to think that we must know nobody ! ' ' You know me,' suggests Mr. Peyton very humbly, yet with a certain nervous hope in his tone. It is indeed as though he were trying a dangerous experiment, and is un comfortably in the dark as to whether it will prove successful, or go off and reduce him morally to powder. It does neither, however. Miss Dysart, having regarded him for a moment or two with calm scrutiny, says : ' That's true,' dispassionately ; and then after further reflection, ' Well, so I do ; a little — a very little.' ' I feel as if I had known you for years,' says Peyton. ' Some people, don't you think, you know at once, whilst others ' ' You must belong to the \" others,\" ' says she, regarding him with a judicial eye."], [174, "166 UNDER- C UR RENTS ' Why ? Do you mean you don't know me ? ' says he aggrieved. ' Why, they tell me I'm the easiest fellow living to get on with. Oh ! you can't look upon me as a mere stranger now.' 'I don't see why not,' says Griselda steadily. She turns round on her seat with a httle quick movement as if to confront him more decidedly. ' Do you know that this is only the third time I and ' have ever met you, ' And I have only myself,' says he sadly. to convince you that beneath your notice ? ' myself to vouch for ' Well, what can I do I am not altogether ' Oh, don't talk like that,' flushing. ' I want no one to tell me that — that ' — she hesitates, and plucks at her gown with down cast eyes in the sweetest confusion — ' that"], [175, "UNDER-CURRENTS 167 you are a gentleman,' she breathes at last very low. ' Why, of course,' briskly. ' I didn't mean that so much as You see there are lots of gentlemen, so called, whom you mightn't like, don't you see ; and besides that, it makes me wretched to think we can't be more openly acquainted. There's my sister, of course, she lives about twenty miles or so from this. She's in town now, of course, but she'll be down in August, July indeed, I dare say, and — and I've been thinking if we could manage through her.' ' I don't think any one could manage Uncle Gregory,' with a mournful shake of her head. ' What's your sister's name ? ' ' Grace.' ' Yes. But the other one.' ' Lady Riversdale.'"], [176, "168 UNDER-CURRENTS ' Well, now I know about your sister, and I know you have no father or mother. But tell me about that unpleasant brother of yours.' > Mr. Peyton laughs. 'I would if I could,' says he genially. ' But the fact is, he is neither pleasant nor unpleasant. He doesn't exist.' ' What ! ' says Griselda, eyeing him with evident distrust. ' Just think of what you are saying. And to deny your own brother too ! ' Mr. Peyton gives way once again to mirth that proves untimely. ' Is it a joke ? ' asks she severely, fixing him with a stern eye. ' Are you going to persist in it — in your — well, your assertion ? ' It is plain she had meant to use a harsher term. ' Certainly I do,' says he, now somewhat amazed."], [177, "UNDER-CURRENTS 169 ' But have you forgotten then ? ' demands she, rising indignantly to her feet. ' Why, only five minutes ago ' (oh ! how swiftly time runs for the young !) ' you told me you were very glad I wasn't his wife. How could I be the wife of nobody ? ' How indeed ! This is an unanswerable argument, and Peyton goes down before it. ' You misunderstood me,' he says humbly. ' You did indeed. I haven't a brother, never had, and only one sister. I've a lot of uncles and aunts,' deprecatingly, 'if you'd like to hear about them. But they are specially uninteresting.' ' I want to hear nothing more at all,' says Griselda, who is plainly offended. ' I only want to go home.' ' Oh, don't go like this,' entreats Peyton, taking her hand in spite of her, and looking"], [178, "170 UNDER-CURRENTS down with quite an anguished countenance upon the pretty ruffled one below him. ' I think, if you only knew how miserable I was all yesterday, that you would be good to me to-day.' Griselda having tried vainly, if delicately, to release her hand, here looks up at him. ' You certainly said you had a brother,' says she. ' I didn't ; I didn't, I give you my word ; it was all a mistake. Won't you believe me ? Yes, you will.' He has caught her hand by this time, and is looking eagerly with his honest eyes into her face. A little smile widens her lips. ' You make one believe,' she says sweetly ; and then, ' Oh ! I must run, I told Vera I should be home quite soon, and now ' She starts to her feet. ' Give me your hand,' says he, ' and we'll"], [179, "UNDER-CURRENTS 171 make a fight for it.' And together they race over the soft smooth grass of that lover's valley, through the little green entrance, and so on, until the turrets of Greycourt rise before them. ' You will come again to-morrow,' says Peyton, retaining her hand still, and gazing eagerly, entreatingly into her eyes. ' Oh, not to-morrow. ' The next day, then. I've any amount of rods at the inn ; one a very nice light one. And I'll set it up for you, and have it at that part of the stream where we met to-day. No, you shan't say you won't come. I won't listen. But I'll be there the day after to morrow, and I'll wait for you till nightfall.' 'Oh, I wish you wouldn't. I certainly shan't be able to come ; and I won't either ; I won't indeed. Vera says it's very wrong.' ' Well, I'll wait,' doggedly."], [180, "UNDER-CURRENTS 172 ' You must blame yourself then ; not me. I'm not coming. And at all events — I couldn't be there until three ! ' ' You will come then ? ' says he, his face lighting up. ' Three — five, any time ; only come.' ' Oh ! I haven't said that,' nervously. ' Good-bye ; I am almost sure I shan't be able.' She moves away from him and then looks back. ' Do put even a crust of bread in your pocket,' she says anxiously. ' It is so wretched to think of your starving like that.' ' I shan't feel hungry the next time,' says he, ' because I know you'll come. You couldn't be cruel enough to disappoint me now.' ' Well, go,' says she. ' If you were seen. ' I'm going,' says he reluctantly, and presently, when he has shaken hands with her"], [181, "UNDER-CURRENTS 173 for about a minute and a half, talking rapidly all the time to hide the fact that those pretty fingers are still within his grasp, he finally takes himself off."], [182, "174 UNDER-CURRENTS CHAPTER XII. Thou only haet stepped unaware Malice, not one can impute ; And why should a heart have been there, In the way of a fair woman's foot ? Peeping into the summer-house as she runs past it Griselda discovers, to her amazement, that Vera is still in it. ' What, have you never stirred ? ' cries she. ' Bless me, have you stayed in this earwiggy place ever since ? But,' hopefully, ' I suppose you did stir ; you went into the house, the gardens, and came back again ? ' ' No, I didn't,' says Vera, speaking in the low tense way of one who has been mentally whispering all day, as if afraid of being over heard. ' I never moved from this. I felt as"], [183, "UNDER-CURRENTS 175 if I couldn't,' with a nervous laugh ; ' I knew I might have met him if I had gone anywhere else, but here I was safe. He would hardly venture here again.' ' What folly ! ' says Griselda severely, who is nothing if not practical. ' My good girl, have you thought that civilised people always dine ? There will be dinner,' says she, nodding a sapient head. ' You'll have to face him there.' ' I've thought of that,' with a quick sigh. ' I must say,' says Griselda, with now, it must be confessed, a smothered inclination towards mirth, ' that a more unfortunate affair I never knew. His face — did you see it ? — it was a picture ! ' ' Don't go on like that, Griselda,' says her sister impatiently. ' I feel so wretched about it — just as if I hated myself!' She stops for a moment, and lifts the palms of her hands and"], [184, "176 UNDER-CURRENTS presses them nervously against her hot cheeks. ' To have offended anybody in that rude, inexcusable way makes one feel so horrid ! ' 'Inexcusable? I don't see that,' says Griselda. ' I don't see that it was your fault at all. You gave your opinion privately to me ; if he chanced to overhear that opinion, whose fault was it ? ' ' No one's, of course,' she seems a little comforted by this bland disposition of her trouble, and goes on again presently as if agreeing with it. ' Yes, really, and besides, he isn't of so much importance anyway. He's really nothing to us, eh ? and one may surely speak to one's own sister without being reviled for it.' It is quite plain now that she is trying to make herself look right to herself. Then all at once her tone changes. ' But yet I do wish I had never seen him, and that to-day"], [185, "UNDER-CURRENTS 177 had never been,' she cries in a little hurt voice. ' And what was it you said about dinner, Griselda? Do you know, I really don't see how I am to get through it ? ' ' With a knife and fork and a spoon or two,' says Griselda. ' Well, I do wonder whether he will talk and pass it all over, or sulk and maintain a majestic silence ? ' ' I suppose I couldn't have a headache ? ' suggests Vera regarding her sister doubt- Co O o fully. ' Oh no. Not on any account. Why, Vera, where is your pluck gone ? Don't you suppose he would know ? It would only make bad worse ; create a mountain out of the merest molehill. I really think I should come down if I were you.' ' You're not, you see,' says Vera with a little sigh, as if regretful of that incontro vertible fact. vol. i. N"], [186, "178 UNDER- C URRENTS ' You mean that it is therefore a simple thing for me to argue on the point. Perhaps you even think I want you to come down to dinner to help me with him. If so, stay upstairs, because I don't. And look here, Vera ; after all, what do you and I care ivhat he thinks ? If it will make you happier, have a headache by all means, darling, and I'll see it out with him.' She speaks in eager earnest. It has suddenly suggested itself to her that her afternoon has been one of certain enjoyment, Vera's one of dulness unspeakable, nay, something more than that. She determines if possible to save Vera from further dis comfiture and nervous heartgivings. ' I shall quite enjoy a tete-a-tete evening with him,' she says smiling. 'No,' says Vera, after a silent struggle with herself; 'I should hate to let him think"], [187, "UNDER-CURRENTS 179 I cared, though, of course, I do care ; it is a miserable thing to hurt the feelings of any body, even the most unworthy ! ' 'Oh, if he could only hear that!' says Griselda, throwing back her head and laugh ing merrily. ' Well, I dare say I should consider him more,' says Vera, ' if he had not accepted my apology in so rude a fashion. When I think of it, I feel as if I couldn't show any more regret.' ' Just so,' says Griselda. ' And if you still want to shirk the dinner, I'll so represent your absence that it will look like indignation, not penitence.' ' No. I'll come down,' says Miss Dysart slowly. ' Why should I even feel myself in the wrong ? Only — if there should be a too terrible silence at any time, I shall leave it to you to come to the rescue.' x 2"], [188, "180 UNDER-CURRENTS ' You couldn't leave it to a better person,' says Griselda gaily. ' Well,' in a lighter tone, ' it is a blessing to have you back. I thought you would never come. Had you a nice walk ? ' ' I had,' slowly. It is unlike Griselda to l>e .so terse, and when with the limited reply there comes too a warm blush and a lowering of the tell-tale eyes, Vera pretty well knows it all. ' You met him ? ' she says simply. 'Yes,' apologetically. 'Wasn't it too bad? And I assure you, Vera,' eagerly now, and with eyes uplifted, ' I went in exactly the contrary direction I took last time. I hate a man hke that, don't you? — turning up just when he is least wanted.' ' Ah, was it then? ' says Vera. ' I begin to think that of all men fishermen are the most ubiquitous. I was never so"], [189, "UNDER-CURREN TS 181 startled in my life as when I looked up to-day and found he was beside me. My back was turned, you see, and I didn't know he was there until he spoke.' ' He seems a clever young man,' says Vera. ' He's not artful or designing, I think, if you mean that,' says Griselda reflectively. ' I only mean that he revels in situations. I don't wish to pretend that he is cleverer than most, or equal to the arranging of them beforehand, but yet I don't see how he can always manage to extort one out of the moment's very barren surroundings, and to turn them on, as it were, just at the correct second ! ' ' I really don't think he is a modern Cagliostro, if that is what you are aiming at,' says Griselda again, perhaps now a little"], [190, "182 UNDER-CURRENTS annoyed at the other's raillery. ' It was all chance.' ' Lucky chance ! Your face says that ; why is your tongue less honest ? ' There is a little laugh in Vera's eyes as she turns towards her. ' I should be honest to you or not at all,' says Griselda laughing too, ' you give one no loophole. Yes, then ; I was glad to see him. He is the one oasis in my wilderness, nay more, he is a veritable necessity. I positively believe we shall learn to forget our own lan guage, you and I, if we are left with no one to air it with, save each other. This solitude a deux is trying.' ' You forget — our cousin,' says Vera slowly. ' No, but something teUs me we shall see little more of him ; whereas the other ' ' True, he looks like a fixture ! Oh, that"], [191, "UNDER-CURRENTS 183 I dared believe what you say about — about — Uncle Gregory's son ! ' Griselda regards her for a moment or two with an expression full of amazed amusement. ' How can you be so absurd ? ' she says. ' You are very properly too ashamed to call him Mr. Dysart, and you can't bring yourself to say Seaton. Don't you think you'll find these roundabout methods of mentioning him rather embarrassing in the long run ? Do you know, Vera, I did not think you capable of so strong a dislike ? ' ' I puzzle myself,' says Vera with a faint smile. ' But I cannot conquer the thought that in some way he will cause me acute suffering. Of course, it is only a fancy,' with a sudden haughty httle movement of her shapely head. ' Who is he, that he should influence my life in any way ? ' She breathes rather quickly, and then throws off by an"], [192, "184 UNDER-CURRENTS effort her angry mood. ' Let us talk of Mr. Peyton,' she says ; ' he is far more interesting even to me. Well,' gaily, ' and did he say that word of love to you ? You remember our compact — your promise to tell me if ever that was spoken ? ' ' What is a word of love ? ' asks Griselda reddening. ' He — of course, I haven't for gotten my promise, but one hardly knows what one means — what he means — I mean. Oh, bother,' with irritable self - contempt, ' wiiat on earth do I mean, I wonder? ' ' i\" don't,' says Vera. ' I know. So the word has been said ! I suppose it would be indiscreet to ask what it was ? ' ' Nonsense ! I don't believe he said a word that even related to love ; all he did say was that he was glad I wasn't \" the wife of any fellow.\" ' ' I see,' says Vera pausing ; and then —"], [193, "UNDER-CURRENTS 185 ' of any other fellow of course ; he was evidently leading up to the point that if you were the wife of a fellow called Pey ' ' Oh, Vera ! I wonder you aren't ashamed ! ' says the younger Miss Dysart in dignantly. ' Well, so I am,' apologetically. ' Grizel,' holding out her hand to her, ' sit down here beside me ; what you tell me of Mr. Peyton sounds all that it should be, but — I do wish you knew something more about him.' ' I'll tell you all I know. That he has a torndown old place somewhere in Derbyshire. That he has one sister, Lady Riversdale, who lives about twenty miles from this, just on the border of our county, and that he is as poor as a church mouse.' ' What a pity it is as it is ! ' says Vera restlessly. ' If he could only come to the house to see us, in the regular orthodox way,"], [194, "186 UNDER-CURRENTS it would be so much better. I do detest the appearance of anything clandestine.' She looks at her sister with a little nervous frown, as if fearing she has gone too far, but Griselda is apparently lost in thought pro voked by her words, and for quite a minute does not emerge from her mental cloud. ' I can't feel like that about it,' she says, looking earnestly at Vera. ' Not with him. It doesn't seem a bit as if I were doing any thing to be ashamed of. I can't explain it, but I think if you met him, you'd know. He doesn't seem to feel it like that himself. I don't believe it — it has occurred to him.' ' I think I should like him,' says Vera softly ; with such sympathy that Griselda suddenly remembers how she loves her. ' But don't let things go too far, darling.' She sighs heavily. ' You are miserable about that wretched"], [195, "UNDER-CURRENTS 187 affair of the morning,' cries Griselda. ' Never mind it. If you will come to dinner I promise you to do all the talking, and as it has to be endured I do entreat you to keep up your spirits.' ' Oh, yes. There isn't a decent chance of escape,' says Vera wrearily. ' Sh ! ' cries Griselda softly, putting up her hand ; the sound of coming footsteps, slow, deliberate footsteps purposely made heavier smites upon their ears. ' Good Heavens ! Here he is,' says Griselda, and indeed they have barely time to put on a carefully unconscious demeanour, when Seaton Dysart darkens the door of the summer-house, and looks coldly down on them."], [196, "188 UNDER-CURRENTS CHAPTER XIII. How much her grace is altered on the sudden ! How long her face is drawn ! How pale she looks! 'They told me I should find you here,' he says, speaking to Vera. 'I have come to say good-bye.' ' But surely you are not going so soon ! not before dinner, not to-night!' cries Gri selda, thunderstruck by this solution of their difficulty and a little sorry too. Surely, they have been somewhat unkind to him. She has accepted her sister's crime as her own, and after all what had he done? She speaks hurriedly, with an honest regret, unmindful of the disastrous consequences that may follow should he accept her words and stay. ' I thought you said you were not going until '"], [197, "UNDER-CURRENTS 189 ' I am going now. Good-bye,' holding out his hand to her with a determination not to be changed. Griselda takes it and shakes it genially, nay warmly. His humour is de cidedly hostile, and if he acquaints the old father of their incivility Anything to propitiate him, she tells herself, will be the correct thing, and she grows positively friendly towards him, and beams upon him with gentle entreaty in her eye. ' If you must go, do us one service first,' she says. ' Do you see that rose ? ' — a rather unkempt and straggling specimen of its kind that trails in unadmired disorder just out side the door. 'It has baffled me many a time, but you are tall, oh, taller than most ; will you lift these awkward tendrils, and press them back into shape ? ' She is smiling divinely at him, a smile that Tom Peyton would have given several years of"], [198, "UNDER-CURRENTS 190 his hfe to possess, but Dysart is disgracefully unmoved by it, and refusing to return it, steps outside, and with a decidedly unwilling air proceeds to lift the drooping tendrils and re duce them to order. Griselda, naturally a girl of great resource, seizes the opportunity she has herself pro vided. Catching Vera's arm she draws her back out of sight. ' Now's your time ! ' she says. ' Say some thing. Do something. It doesn't matter what, but for Heaven's sake smooth him down one way or another ! If you don't you'll have the old man down upon us like ' ' I can't,' gasps Vera fearfully. ' You must,' insists Griselda sternly. ' It's impossible to know what sort of man he is. If revengeful, he can play old Harry with us ! ' Without waiting to explain what parti cular game this ma}r mean, or the full sio-nifi-"], [199, "UNDER-CURRENTS 191 cance tsiereof, she steps lightly outside, and gazes with undisguised rapture upon Dysart's work. The tendrils have indeed been reduced to order ; the roses are blooming now in a decorous tranquillity. ' You ought to be a gardener,' she says with quite a little glow of admiration. ' There, you've done enough. I can circumvent this little tendril whilst you say good-bye to Vera. I am so afraid you will miss your train, and all on my account.' Dysart, who has received her raptures rather grimly, drops the tendril in question, and returns to the summer-house with all the manner of one in mad haste to be gone. It is merely a part of an unpleasant whole, he tesis himself, that he must first say a chillingly courteous word or two of farewell to the girl who has openly declared towards him such an undying animosity."], [200, "UNDER-CURRENTS 192 ' I am afraid,' says Vera, speaking with cold precision as one delivering herself of an unloved lesson, ' that you are going away thus abruptly because of what you heard me say this morning.' ' You are right. That is why I am going,' replies Dysart calmly. ' Yes ? ' in a chilling tone and with faintly lifted brows. ' I regret exceedingly that I should have so unfortunately offended you, but to go for that — it all sounds a little trivial, don't you think ? ' ' Not my going, I think. I don't see how I can do otherwise. Why should I make you uncomfortable ? But you may call it trivial if you like, to talk of detesting a man you have only seen for an hour or two, and who in those hours ' He pauses. ' Did I make myself so specially objectionable?' demands he abruptly, turning to her with"], [201, "UNDER-CURRENTS 193 something that is surely anger, but as surely entreaty, in his eyes. ' As I told you before,' indifferently, ' one says foohsh things now and then.' ' Would you have me believe you did not really mean what you said ? ' ' I would not have you believe anything,' returns she haughtily. ' Why should I ? ' Her eyes are looking straight past him to where a glowing rose-bush stands, but I doubt if its glories are justly appreciated by her just now. Something akin to passionate dislike towards the man who has thus brought her steadily to book is making her pulses throb. ' I only think it a pity that you should curtail your visit to your father because of a chance remark of mine that cannot possibly affect you in any way.' ' Is that how you look at it ? ' Is there any other way ? Why should vol. 1. 0"], [202, "194 UNDER- C URRENTS you care whether or not I detest you ; I, whom you saw for the first time yesterday ? ' ' Wsiy indeed ! ' He regards her absently, as if trying to work out in his own mind the answer to this question, and then suddenly : ' Nevertheless, I do care,' he says with a touch of vehemence. ' It is the injustice of it to which I object. You had evidently de termined beforehand to show me no grace. I defy you to deny it ! Come, can you ? ' Miss Dysart is silent. The very impetu osity of his accusation has deadened her power to reply, and besides, is there not truth in it? Had she not prejudged? ' Was that fair ? ' says he with some heat. ' Strangers as wre were to each other, as we are, as we are likely to remain, I ask you how it was I deserved that foregone conclusion ? ' ' It surely isn't worth an argument,' says she with a little frown, shrugging her shoulders."], [203, "UNDER-CURRENTS 195 ' I tell you again I am sorry if I have in convenienced or annoyed you. I confess, too, that if you could assure me you were leaving for some better reason than — than this, I should feel happier.' ' I cannot, however,' shortly. ' I reaUy wish then,' drawing a little nearer to him, and speaking earnestly, ' that you would reconsider your decision and stay. Have you thought how strange it will appear — your going in such haste — to — to the others ? ' ' Until this moment no one has ever ques tioned my actions,' says he, with a swift smile. ' You are the first to do so. And why should I stay? To give you the time required to perfect your detestation ? No, I shall save myself from that, if I can. Good-bye.' He bows coldly without offering her his hand. 02"], [204, "196 UNDER-CURRENTS ' By-the-by,' he says, turning again at the doorway, ' I am afraid you will have to put up with me for a few hours every week. I shall promise to make them as short as I possibly can. But my father sikes to see me every seven days or so, and I like to see him. Do you think,' a slight smile crossing his face, ' you will be able to live through it ? ' ' I have lived through a good many things,' says Vera, her dark eyes aflame. ' That gives you a chance here ; practice makes perfect. I am sorry to be obliged to inconvenience you so far, but if I stayed away, I am afraid my father might want to know why. He might even be so absurd as to miss me.' ' Why should you take it for granted that I desire your absence ? ' cries Vera, her voice vibrating with anger. ' Come, remain, or stay away for ever, what is it to me ? '"], [205, "UNDER-CURRENTS 197 Her heart is stiU throbbing violently when Griselda — having seen her cousin take his departure — returns to the summer-house. ' Well, did you make it up ? ' asks she anxiously. ' No,' recklessly, ' I only made bad worse. Once for all, Griselda, try to understand that that hateful man and I have not one sympathy in common. We clash at every turn, every word, every look. He is gone ; that is my one solace. Let us pray he may never return.' ' Pray for the moon if you like,' says Griselda. 'Nobody can prevent you, and there may be pleasure in it. But I think you are just as likely to get that prayer answered as the other.' ' The proverbial wise woman would have abased herself before you,' says Vera moodily. ' It appears we are to have the pleasure of his society once every week.'"], [206, "198 UNDER-CURRENTS ' No ! Bless my stars, what brings him ? ' ' A mutual admiration that exists between his father and himself. He insinuated that they could not hve if separated from each other longer than seven days.' ' He's no good,' prophesies Griselda solemnly. ' Anyone who could profess to regard that old mummy within with any sort of veneration, must have a screw loose somewhere. He must at all events be a born hypocrite. Just think of Uncle Gregory ! An old fiend whose veins run venom instead of blood ! Oh, no ! You must have mistaken him, Vera.' ' I didn't. And you forget he is his son. He might see a charm where we could not, even in so arid a spot.' ' Perhaps so. But if he does he's clever,' says Griselda, distinct unbelief in her tone. ' And so he's coming once in every seven days. I was uncertain before, but now certainly life"], [207, "UNDER- CURRENTS 199 is not worth living, with such a sword as that hanging weekly over one's head. How7ever, pluck up your courage, Vera. I'll stand by you, and perhaps after all it was only a threat.' ' No ; he meant it. There was fell purpose in his eye.' ' What reason did he give ? ' still unbeliev- ing. ' I told you. To see his father.' ' Tut ! who would believe that ? You would credit Munchausen, I really think, if he only had you to himself for five minutes. Do you honestly believe that any living thing ever w7anted to see Uncle Gregory the second time ? ' ' I can only tell you what he said. And he was rude, very rude ; really, farouche would better describe him. He said too that if he stayed away his father would want to"], [208, "UNDER-CURRENTS 200 know why, and of course that would be awk ward for — me.' ' For us,' fondly. ' Did he say that ? I like that. It somehow assures me he is not going to peach,' says Griselda thoughtfully. ' For even such small mercies, let us be thankful.'"], [209, "UNDER-CURRENTS 201 CHAPTER XIV. Of all evils, to the generous shame is the most deadly pang. July reigns, vice June dethroned, but still the roses hold full sway. In that small inner garden in which Gregory Dysart takes all the walks abroad he ever does, and the love for the flowers in which is the one sole human ising element about him, the queen of blossoms uprears her head in stately beauty, though in every corner fallen petals may be seen, here, there, everywhere, making a carpet on the tender green swards, heralds, alas ! of a sure coming death. Seaton Dysart has come and gone many a time, to and from Greycourt, and by degrees a little of the constraint that had characterised"], [210, "UNDER- C URRENTS 202 his early visits has worn away. He has even so far advanced as to be almost on friendly terms with Griselda. But between him and Vera, that first dark veil of distrust still hangs heavily, distrust that, on Vera's side, has taken a blacker hue and merged itself into dislike. In vain does Griselda rally her about it, in vain seek to laugh her into another — a lighter frame of mind. Vera, although taking herself to task and condemning herself for a want of charity hitherto unknown in her gentle bosom, still shrinks from any advance on his part with so cold a determination that sometimes, with a bitter word or two, Dysart swears to himself to abstain from further attempt to break down the barrier that stands between them. Yet, ever and always he has come back again to try once more — to seek for kindly word or gentle smile, such as he sees her"], [211, "UNDER-CURRENTS 203 lavish on Griselda, to which even a melan choly httle kitten, that has attached itself to her, is no stranger. He has let it be clear to her in various ways that he is willing not only to forgive but to forget that inopportune remark of hers, the memory of which is diffi cult of banishment ; but with a resolution that puzzles even herself, and belies the really sweet nature resting beneath this strange touch of obduracy, she puts him from her, as it were, and will none of him. At arm's length she holds him, rarely lift ing her soft dark eyes to his ; letting but a meagre smile part her beautiful lips when occasion calls for laughter, remaining stonily silent in his presence, unless directly called upon for speech. One can see how Dysart chafes beneath all this. But perhaps what troubles him most of all is the suspicion of nervousness her"], [212, "UNDER-CURRENTS 204 manner holds when with him — a fear — a look ing for something that will be for her hurt, and that will surely emanate from him. Good Heavens ! he to hurt her ! After a little while he acknowledges himself beaten, and a terrible sadness mingled with a righteous anger grows warm within his breast. ' You are treating him shamefully ! ' cries Griselda, one day. ' What has he done ? That is what I want to know.' She speaks with quite a little rush of indignation. ' Nothing. I confess that. It is what he will do that I resent.' ' But what is that ? Give over that Sibylsine tone, Vera, and give me a proper answer.' ' I can't. I don't know myself. I cannot explain it,' says Vera wearily. ' But I feel sure, I know, he will make me miserable yet.' ' Pooh, nonsense ! A mere fad. How"], [213, "UNDER-CURRENTS 205 can he make you wretched without making me so, and I don't feel in the least superstitious about him.' ' Well, perhaps he will make us both wretched.' ' Not me certainly. As for you, well, really, I shouldn't w7onder. And if so you have provoked your own fate. Such a life as you lead that unhappy man. Flesh and blood could not stand it. Yet in spite of that I do not besieve he will ever harm you intentionally or otherwise.' ' I do. Every time he enters my presence I feel I dislike him more and more. It grow7s on me, and is an unaccountable prejudice.' ' A mere vagary I tell you. Get over it, ducky. Throw it off and get into your right mind once more. I declare but for your croakings and prophesying I could quite like Seaton.'"], [214, "UNDER-CURRENTS 206 ' Go over to the enemy by all means. I shan't.' ' I am not going over to anyone. I shall back you up always, right or wrong, what ever comes of it. I only mean that to my unassisted vision he appears a likely young man enough — amiable apparently, long-suffer ing beyond a doubt, and handsome to a charm. I only wish,' leaning her arms upon her knees, and directing a pensive gaze at the bare boards of her bedroom floor, ' that Tom Peyton was half as good-looking.' ' Why? What has Mr. Peyton to do with you ? ' asks Vera, a little quickly. ' Oh, nothing,' airily, ' nothing. Nothing at asi. That's just it, you see. If he were anything to me, of course, it wouldn't matter, I should see beauty in him against all beauty's laws. But as it is, every defect and flaw lies open to me. And when one has to see a"], [215, "UNDER-CURRENTS 207 person every now and then, it would be as well, I think, that that person shouldn't have a nose that would not misbecome a pug.' By all this it wisi be seen that as yet Griselda's wanderings through the scented woods have not been interdicted, for the simple reason that Mr. Dysart is still in ignorance of them. Mrs. Grunch, who once had seemed keenly desirous of dragging the culprit to justice, had never afterwards taken any notice openly of her absences, by which Griselda fondly but erroneously argued that she had forgotten all about it. Later on, however, she was to be un- deceived. Seaton Dysart's arrivals being only looked for by the girls at about seven o'clock in the evening — just an hour or so before dinner — gave them plenty of time to prepare for his coming. Any day on which he was expected,"], [216, "208 UNDER-CURRENTS Mrs. Grunch brought a formal message to Vera from her uncle to that effect. Never yet had their cousin come without the an nouncement being made? and so thoroughly understood w7as it that he would not put in an unexpected appearance, that when after a rather longer absence than usual, an absence extending over all last week and part of this, he turns up at half-past two in the afternoon, his coming causes distinct embarrassment in several quarters. ' What's that ? ' says Griselda, starting and dropping her fork (they are at their early dinner). ' Did you hear it ? A knock ! A thundering knock ! ' ' Seaton's knock ! says Vera faintly, changing colour. ' What can have brought him at this be reduced to ashes,' tone now as genial as hour? London must hazards Griselda, her"], [217, "UNDER-CURRENTS 209 usual. For one instant a sickening fear that it might be Mr. Peyton's knock had made her blood run cold. There had been a short but sharp encounter between him and her the day before yesterday, and a wsid fear that he had come up to have it out with her now, and here, had taken possession of her. At such a moment the advent of Seaton is hailed by her, at least, with rapture. ' Why, what happy wind drove you down at this hour ? ' cries she, with the friendliest air, beaming on him as he comes into the room. ' It is good of you to call it happy,' says he, casting a really grateful look at her as he shakes hands silently with Vera. ' In time for luncheon too, I see, though,' with a rather surprised glance at the table, 'you don't seem in a very hospitable mood. Nothing to spare, eh ? Peter, get me something.' vol. 1. r"], [218, "UNDER-CURRENTS 210 ' Yes, sir,' says that old fossil, shambling out of the room in a mighty hurry. 'We didn't know you were coming, you see,' says Griselda mildly. ' That knowledge would have worked a miracle in this house hold. And it isn't lunch you see (or rather you don't see) before you ; it is dinner.' ' What ! ' says Seaton, flushing a dark red. He has got up from his seat and is regarding her almost sternly. So is Vera, with a light in her eyes meant to strike Griselda into silence, but that reckless person refuses to see it. ' Dinner ? ' ' Yes,' said Griselda, returning her cousin's stern glance with the pleasantest little nod. * Have I said anything indiscreet ? ' 'Is it true?' asks Seaton, turning to Vera. It is a rather rude question, but there is so much shame and anxiety in his tone that Griselda forgives him."], [219, "UNDER- C UR RENTS 211 ' Why should it not be true ? ' says Vera coldly, with a gravity that savours of dis approval. ' As a rule, we dine early.' ' She means that we always dine early except when we know you are coming,' supplements Griselda even more mildly than before. ' And this ' with a hurried glance at the scanty meal, ' do you mean to tell me that — that this is your dinner every day ? ' ' Literally,' says Griselda cheerfully. ' This is the chop that changeth not. It is not all that one could desire, of course, but if sometimes it might be altered for ' ' Griselda ! ' interrupts Vera, rising to her feet. ' Why should I not speak ? ' asks Griselda in a meekly injured tone. ' I was merely going to add that a fowl occasionally would be a good deal of moral use to us. I have p 2"], [220, "212 UNDER-CURRENTS always heard that to keep the temper in a healthy state, change of food is necessary.' ' I feel as if I ought to apologise to you for all this,' says Dysart with a heavy sigh, addressing Vera exclusively, ' and as if, too, no apology could be accepted. But I shall see that it does not occur again.' ' I beg you will do nothing,' says Vera quickly. ' Nothing. I will not have my uncle spoken to on this subject. Griselda is only in jest ; she speaks like a foolish child. I,' folding her hands tightly together, ' I forbid you to say anything about it.' 'I regret that I must disobey you,' says Seaton courteously but with determination. ' My father's house is in part mine, and I will suffer no guest to endure discomfort in it.' ' There is no discomfort now7. There will be if you try to alter matters in our favour.' ' You mean that you will accept nothing"], [221, "UNDER-CURRENTS 213 at my hands, is that it ? ' exclaims he, passion that will not be repressed in his tone ; the coldness seems broken up, there is fire in his eyes and a distinct anger. : You have had that \"time\" you spoke of; has it fulfilled its missions, has it taught you to detest me ? No ! ' detaining her deliberately as she seeks to leave the room. ' Don't go, you should give me a real reason for your studied discourtesy, for I won't believe that I am naturally abhorrent to you. There must be something else.' ' If you must know,' says she, looking back defiantly at him, her blood a httle hot, ' you are too like your father for me to pretend friendship with you.' ' Oh, Vera, I think you shouldn't say that ! ' cries Griselda, now honestly frightened at the storm she has raised, but neither of the others hear her. Vera with one little slender white"], [222, "UNDER-CURRENTS 214 hand grasping the back of a chair near her, is looking fixedly at Seaton, whose face has changed. An expression of keen pain crosses it. ' Has he been so bad to you as that ? ' he says, and then, with a profound sigh, ' My poor father ! ' There is something so honestly grieved in his whole air that Vera's heart smites her. ' Why will you bring up this discussion again and again ? ' she says with remorseful impatience. ' Why not let me go my way unquestioned, and you yours ? What am I to you when all is told ? I am outside your life, I ever shall be ; yet it seems to me as if you were bent on compeUing my likes and dislikes.' ' You are right,' says he, going closer to her, his face very pale, ' I would compel] you to — to more than like me.'"], [223, "UNDER-CURRENTS 215 ' Compel ! ' she has drawn back from him, and her eyes now uplifted look defiance into his. ' If I could,' supplements he gently. He turns and leaves the room. 'Now see, see what you have brought upon me,' cries Vera, facing Griselda with vehement agitation. ' Oh, I am so sorry,' says Griselda, immense contrition in her tone. ' I never thought he would get angry like that. I didn't, indeed. And I thought it such a good opportunity ; and I do so hate those chops and ' 'Oh, don't! That will do!' says Vera growing cold again, and putting up one hand as if to command silence. ' But I must explain to you,' persists Griselda, really unhappy ; ' I am so afraid you think that I was '"], [224, "216 UNDER-CURRENTS ' You were vulgar,' says Vera icily, moving aw7ay to a distant window. ' Oh, darling, what a horrid thing to say ! Don't talk to me like that. Was it vulgar not to pretend it was luncheon ? Or shouldn't I have said anything about the chops at all ? Vera, you know I'd cut my tongue out before Why, you're crying ! Why, Vera ! Oh ! are you afraid he will speak to his father and make things even more uncomfortable ? You needn't ; I am sure he won't.' ' Oh yes, he will speak to his father ; I saw that in his eye. Nothing will prevent that. But I am not frightened,' proudly. ' I shall wait until his interview is at an end, and then I shall go too — to Uncle Gregory, and ask him as a favour not to alter anything where we are concerned.' ' Then it will be mutton to the end of our"], [225, "UNDER- C URRENTS 217 days,' says Griselda with a noble effort at resignation, ' as that old miser beyond will be only too delighted to fall in with your wishes, on this subject at all events.'"], [226, "218 UNDER-CURRENTS CHAPTER XV. In this world is much treachery, little truth ; here all things are traps ; here everything is beset with snares. Meantime, Seaton has been having a tussle sharp and severe with his father, a task most uncongenial, as the old man is hard to battle with, and it is difficult for a son to enjoy a victory that has laid bare the meannesses and poverty of a parent's mind. Having wrung from him, however, a promise that means a considerable increase of comfort to the girls in future, he makes a still further effort to show the righteousness of his cause. ' They are all alone in the world,' he says. ' Yes, yes,' acknowledges the old man with"], [227, "UNDER-CURRENTS 219 a frown. ' Except for me,' hastily, ' I — I alone came to their rescue.' ' That is true. It was quite what I should have expected of you ! ' It was not, however. This is a mere facpn de parler. Nothing under Heaven had more astonished the son than the father's suddenly expressed wish to support his orphan nieces. It had indeed raised him fifty per cent, in his good opinion, and shown lines of lovableness in a nature that up to this had seemed stony beyond hope of impression- ' Why should you expect it ? There was no reason,' says the old man sharply. ' It was of my own freewill I took them. There was no coercion, no ' ' Of course not, I quite understand.' The younger man being rather deep in thought, is looking with unconscious earnestness at the other, who presently seems to writhe beneath"], [228, "UNDER-CURRENTS 220 his glance and to draw back from it. ' But still, you must remember always that they are your brother's children,' goes on Seaton, a shade of solemnity falling into his tone. He leans forward in his chair and looks earnestly at the old man. ' What do you mean by that ? ' cries Dysart shrilly. His face has changed, and is now of an ashen grey ; and he puts out his hands involuntarily, as if to ward off some hateful thought. ' What of that ? ' he cries hoarsely. ' What do you mean by your tone ? Don't look at me like that, boy ! What have I done to them ? Have I not housed, sheltered, fed ' ' True ; all true. But surely there is something more that might be done. Kind ness, affection ' ' Ah ! ' Dysart interrupts him by a heavy sigh — one of relief it almost seems."], [229, "UNDER-CURRENTS 221 ' I fancied you spoke as though you thought I were compelled to support them,' he says, glancing sideways at his son, a cunning light in his brilliant eyes — horrible eyes ! — contrasting painfully with the death-like pallor, the unearthly emaciation of the face — torches set, as it were, in the sockets of a corpse. ' Do you then question my kindness to them ? ' His tone is hard and repellent now. ' What more am I to do for them ? Would you have me kneel at their feet, and do them homage ? ' ' It merely occurred to me that being so much alone as you are, leading so solitary a life — I unfortunately can give you so little of my time — that you might be glad to look upon them as daughters.' ' Well, do I not ? Have I not explained to you how desirous I am of making one of them my daughter ? Hah ! I have you there,"], [230, "UNDER-CURRENTS 222 I think ! Is not that affection ? Am I not willing to receive her? You should best know.' 'Yes,' says the young man stonily, his eyes on the ground. ' Why, look you, I would give her even you ! You ! My son ! My one possession that has any good in it ! ' He sits up more erect, and it is almost terrible to see the flash of passionate affection that for a moment illumines his wicked old face. Seeing it, one would find it impossible to doubt that the sole, supreme passion of his life is centred in his son. Seaton, as if a little surprised by this strange outburst, lifts his head and regards him steadily. ' Yes — yes ; I would welcome her as a daughter if When, a week ago, you told me you were willing to fall in with my wishes and make that girl your wife, it was"], [231, "UNDER-CURRENTS 223 one of the happiest moments in my life — the happiest for many a long year.' He sinks back in his chair, and a low moaning sound escapes him. Is it for those troublous years in which no light lay ? Then he rouses him self again, and stooping forward looks eagerly at his son. ' Well, and how goes it, Seaton ? how speeds your wooing ? Eh, eh ? Have you made progress, eh ? ' The expression on the greedy old face as it approaches his own seems almost too much for the younger man at this moment. Pushing back his chair with a rather violent movement he rises to his feet. ' None,' he answers coldly. Once again a flash of life, vindictive this time, lights the parchment face. ' You mean ' he says, a growing fury in his eyes. ' That you must put that idea out of your"], [232, "UNDER-CURRENTS 224 head once for all. I could not combat a dislike active as hers.' ' Her dislike ? Hers ? That beggar ! ' his face working. ' What d'ye mean, sir ? I tell you it shall be ! Shall ! ' ' Talking like that will not mend matters. It certainly will not alter the fact that I myself personally am objectionable to her. I can see that it is almost as much as she can do to be civil to me — to sit at the same table with me. I entreat you not to set your heart upon this thing, for it can never be.' ' I tell you again that it shall ! ' shrieks the old man violently. ' What ! is the cherished dream of a lifetime to be set aside to suit the whim of a girl, a penniless creature? She shall be your wife, I swear it, though I have to crush the consent out of her.' It would be impossible to describe the cruel frenzy with which he says this, clenchino-"], [233, "UNDER-CURRENTS 225 his hands as though he had her within them, the small exquisitely shaped hand, delicate yet so sithe and strong withal, and in such strange keeping with the rest of the frail frame. ' You seem to have left me altogether out of it,' says Seaton gravely, shocked at his horrible vehemence. ' Pray try to be calm, and consider how the case stands. The con sent being wrung from her as you describe, and an unwilling wife flung into my arms, will you tell me what I am to do with her ? ' ' Tread her underfoot, rule her with a rod of iron,' says the old man with unabated rage. ' All women are false — false as hell ! Show them no mercy.' ' All women are not as some,' says Seaton coldly. ' Many may be false, as you describe them, but Vera is not of that order. I would stake my soul upon her honesty ! ' He frowns heavily as he says this, and a quick breath vol. I. Q"], [234, "226 UNDER-CURRENTS parts his lips. ' As for this discussion ' — slowly — ' it is idle. I abandon all thought, all ' he pauses, and then continues in a lower tone, ' all hope of ever making her my wife ! ' ' You give it up ? You will not help me ? ' exclaims Dysart, starting to his feet. ' Do you know what this means to me ? Life or death ! Have you considered that I can dis inherit you ? And I will do it. I swear by Heaven I will leave you penniless as she is, if you refuse me your support in this matter. Look here, sir ' — his eyes seem starting from his sockets, a little foam has gathered at his lips. The madness born of the accumulated, miserable, burning thoughts of many years — thoughts without channel for outlet — is nearly on him now. ' I curse — I curse ' He falls back clumsily into his chair a huddled heap. Seaton in an agony of remorse and fear"], [235, "UNDER-CURRENTS 227 hangs over him, compelling him to swallow a cordial lying on the table near. ' Hear, sir ! Be patient. AU shall be as you wish. I implore you to think no more of this matter. Yes,' in answer to the fiery eyes now more ghastly than ever in the pallid, powerless face, ' I shall try my best to fulfil your desire.' He feels sick at heart as he says this, and almost despicable, but can he let the old man die for want of a word to appease the consuming rage that has brought death hovering with outstretched wings above him ? And yet, of what avail is it all ? A momentary appeasement. Even as he comforts and re stores his father, there rises before his mental vision that pale, proud, sorrowful face that is all the world to him, and yet, alas, so little ! The paroxysm over, Seaton draws his father into other grooves, and so leads him farther and farther afield, until the dangerous q 2"], [236, "228 UNDER-CURRENTS topic is, he hopes, for the time being at least, forgotten. Yet the hope is fallacious. Dysart, satisfied with the promise wrung from his son not to renounce his hope of making Vera his wife, is clever enough to know that as dropping water wears away a stone, so is nagging death to the fulfilment of some desires. Perhaps, too, a little feebleness working in that wonder ful mind warns him to give it a rest. ' How are you getting on with your work ? ' he asks presently, hardly a trace of his late agitation in his voice. 'Clients dropping in, eh?' ' Pretty well,' says Seaton disparagingly, with however something in his tone that says he could say more an' he would — more to his credit, did not modesty forbid. 'That's well. That's right,' says Dysart, rubbing his palms together in a nervous fever ish way. ' For there's little money here, I may"], [237, "UNDER-CURRENTS 229 tell you. All swallowed up by these thieving rascals round me. Only last week a huge bill, an iniquitous bill, came in from one of the tenants. Repairs — repairs always is their cry. They are like the horse leech and his daughters. And then there are your cousins ! You think they do not count, that meat for one means meat for two, but that is because you understand nothing. I'm beggared be tween them all, I tell you. I'm a poor man, Seaton — a very poor man.' The wretched voice dwindles almost into a whine. ' Yes — I think I do understand,' says Seaton, with wonderful composure. He even manages to smile kindly at the extremely un pleasant father with whom nature has en dowed him : yet it is by a supreme effort only that he keeps back the unfilial sense of loath ing that fills him. It is all so pitiful, so poor, so false. The old man trembling on the"], [238, "UNDER CURRENTS 230 brink of the grave that yawns ready for him, clinging with greedy hands to the gold that he yet dreads to acknowledge, lest he be de frauded of it ; an old man fabulously rich through long years of saving, who yet grudges to his orphan nieces a morsel of bread ! A sensation of sickness takes hold of Seaton. Rising rather abruptly, he mutters an excuse or two and quits the room."], [239, "UNDER- C URRENTS 231 CHAPTER XVI. Strong are the instincts with which God has guarded the sacredness of marriage. Vera having made up her mind to go to her uncle and fully explain to him that neither she nor Griselda desire any change in their way of living, waits patiently for Seaton's departure from his father's den, and now, at last, seeing the coast clear, goes quickly forward, as if afraid lest her determination should weaken. ' Uncle Gregory, I wish to say something to you,' she is beginning hurriedly, hating her task and hating her hearer, when suddenly she is interrupted. ' Hah ! For the first time, let me say, I"], [240, "232 UNDER-CURRENTS am glad to see you,' says the old man grimly. ' Hitherto I have been remiss, I fear, in such minor matters of etiquette. Sit down. I, too, have something to say to you.' That she is in for a severe scolding be cause of Seaton's attempt at interference on her and Griselda's behalf, becomes a certainty to Miss Dysart, as she draws forward an ex tremely shaky chair, and cautiously seats herself upon it. ' You cannot be more annoyed than I am ' she is beginning faintly, when once again he strikes in. ' Who is annoyed ? ' he demands fiercely, shaking his head at her. ' Tush, girl, I've heard enough about your grievances. There are a few other things in the world to be con sidered. Attend to me.' Here he fixes his piercing eyes on her and says sharply, ' You have met my son several times ? '"], [241, "UNDER-CURRENTS 233 ' Yes,' says Vera slowly, being still possessed by the idea that she is about to receive a reprimand. ' You like him ? ' with a watchful glance. 'I can hardly say so much,' coldly. 'He is neither more nor less than a complete stranger to me.' ' As yet. Time will cure that ; and I speak thus early to you because it is well that you should make up your mind beforehand to like him.' Something in his tone compels Vera to turn more directly towards him. ' Why ? ' she asks. ' Because in him you see your future hus- band.' There is a dead pause. The old man sits with bright unblinking eyes fixed upon the girl, who has risen to her feet and is staring back at him as if hardly daring to understand."], [242, "234 UNDER-CURRENTS From red to white, from white to red she grows ; her breath fails her, passionate indig nation burns hot within her breast. Then suddenly she throws her anger from her as unworthy, and faces her uncle with a steady gaze. ' Absurd ! ' she says contemptuously. ' Call it so, if you will,' with an offended flash from his dark eyes, ' but regard it as a fact for all that. You will marry your cousin, let me assure you.' ' That I certainly shall not,' decisively. ' That you certainly shall.' ' Do not compel me to contradict you again,' says Vera with dignity. ' Try to understand that no living power shall make me marry anyone against my will.' ' A dead power may, however. Did you not know that your marriage with my son"], [243, "UNDER-CURRENTS 235 was the last wish, the last command of your father ? ' He is lying well, so weU that at first the girl forgets to doubt him. ' My father ? ' she says with much amaze ment. ' He never so much as mentioned my cousin's name to me.' ' To me, however, he did. Do you wish to see the letter ? ' This is a bold stroke. Vera hesitates — then, ' No,' says she steadily. ' Even if my father did express such a wish, I should not for a moment accede to it. I shall not marry to please anyone, dead or living, except my self The colour has flamed again into her white cheeks, and she has unconsciously but haughtily thrown back her head. Resolution is so strongly marked on every feature that"], [244, "236 UNDER-CURRENTS for a second or two Mr. Dysart tastes of the bitterness of defeat. Only the taste, however. Presently he rallies. What ! is he so easily to be induced to abandon the scheme of his life, to give up the one thing to which a late con science clings as its salve for all the ill-spent past, when it lay dormant ? A thousand times, no ! He feels as if he could shout aloud that defiant monosyllable. Surely, frail as he seems, as he is, the power, the will, in him to force the wills of others is not yet dead. ' You take high ground,' he says with a sneer. ' You defy me ! You refuse to give ear to the sacred command of a dead father ! Why? For what weighty purpose do you thus array yourself against me ? What fault do you find in my son ? ' ' I have not studied him,' with a curl of her short upper lip. ' It is a matter of the purest indifference to me whether he be im-"], [245, "UNDER-CURRENTS 237 maculate or \" a sinner above all the Gali leans.\" ' ' You confess, then, you do not know him ? By your own showing he is an utter stranger to you. His smallest vices and vir tues are unknown. When, therefore, you do know him ' ' I shall still be as determined as I am to day never to marry him.' ' And why ? Surely, most sapient damsel, you have a good reason for this most un reasonable determination ? ' As he speaks there is an expression on his face that says he would gladly kiU her where she stands if only he dared. Vera, seeing it, smiles bitterly to herself, but not for a second does she quail before it. There is enough of his own blood in her to uphold her in this hour. ' I have endured enough already through my own family,' she says in a low tone, but"], [246, "238 UNDER-CURRENTS distinctly. 'I refuse to link myself further with it.' ' How dare you, girl ? ' cries her uncle, flinging off all restraint and letting the furv that is consuming him have way. ' How dare you stand thus before me and insult me to my face ? Fool, do you indeed believe that what I have set my mind upon can be lightly thrust aside to suit the pleasure of a perverse child ? If you will not regard my plan for your future well-being from a kindly side, think then of the advantages to yourself to be derived therefrom — the wealth, the posi tion that will accrue to you from the union I offer you.' ' Do not dream that you can tempt me,' says she, scorn now upon her beautiful lips. ' I think only of the fact that he is your son. What wealth could compensate me for that ? ' If she had expected an outburst after this,"], [247, "UNDER-CURRENTS 239 that would put an end to the interview, she is disappointed. Mr. Dysart, on the contrary, seems to grow calmer and regards her more with attention. ' Insolence does not touch me,' he said quietly. ' It does not affect me at all. In spite of your ill-advised and singularly rude speech I would still recommend you to take to heart the offer I make you. Marry my son, and in time you will be richer than most.' (It is singular that in his wild desire to win his cause he had forgotten his usual role of poor man.) ' You are a woman ; all such are mercenary. Think, therefore ! I desire you once more to consider how such a marriage will improve your prospects.' ' What I am considering,' returns she slowly, ' is the strangeness of it all. Your anxiety, your overpowering anxiety to marry your son to — a pauper ! '"], [248, "UNDER-CURRENTS 240 She speaks the word with accentuated bitterness. She has not forgotten it. It had clung to her hurt memory during all these days, these weeks spent in this hateful house. As she says it, however, she is a little startled by the sudden change that overspreads the old man's face. An odd change ; not anger, not shame, but one of sickening fear ! It endures for so short a time that almost Vera persuades herself it has not been ; but later on the memory of it haunts her. ' That surprises you,' he says quickly, in a suave tone, the friendliest she has ever yet heard from him. ' But you must remember — as I hinted to you just now — that your marriage with my son was a pet scheme of your father's and mine, before he died, and I am not accustomed to have my stated wishes disobeyed. Hence any haste or anger I may have displaj'ed.'"], [249, "UNDER-CURRENTS 241 ' I am very sorry for that,' icily, ' as this wish of yours ' — a very shght emphasis — ' will most certainly be disobeyed.' ' So you now think. We shall see,' re turns he in a tone as icy. He rises to his feet and points to the door. ' Go, and think it over.' ' I need not ; it is unworthy of a single thought. I am not your slave, sir, that you shall command or coerce me.' She pauses half-way to the door and looks back at him. ' One question,' she says. ' May I ask if — if your son is aware of this arrangement ? ' ' I have spoken to him of it,' says Dysart after a second's thought. ' And is he willing to — to — oh, it is abominable ! ' cries the girl with a shudder of shame that shakes all her slight body. She bites her lips cruelly in an effort to suppress vol. 1. R"], [250, "UNDER-CURRENTS 242 the fierce storm of indignation that threatens to overcome her. ' My son is willing,' says Mr. Dysart slowly. For a moment she tells herself that he is lying. No ; even though he be that old man's son, even though at this moment she feels again the same strange shrinking from him that always seizes her when in his pre sence, she cannot believe Seaton so altogether base. Certainly her uncle had forsworn him self when he spoke of her father's desire to see her married to her cousin. If once he lied, why not twice? Is Seaton to be so exonerated or not ? At this moment the door is thrown open and Seaton himself enters."], [251, "UNDER- C URRENTS 243 CHAPTER XVII. Judge not ; the workings of his brain And of his heart thou canst not see. He gives a quick glance first at her pale, dis turbed face, then at his father's. Something in his tells her all. ' You knew ! ' she cries. Her tone is low, but each word rings clear as a bell through the cool silence of the darkened room. ' You knew ! ' If the saving of his very soul had depended on it, Seaton could not have answered her just then. He did know. And the thought that his father, his own father, should have so desecrated the happy ignorance of her heart strikes him cold and dumb. His father ! In e 2"], [252, "UNDER-CURRENTS 244 that lies the sting. Would it be possible for her ever after to separate the two — would not she rather bracket them in her detestation ? It was a cursedly cruel thing of the old man to do, and has slain more than her peace of mind. She has drawn closer to him, and is gazing at him with remorseless eyes. ' Oh, coward ! ' she breathes very low, her slender hands clenched. Again he would have spoken, have made some defence, however poor, but words are denied him ; he can think of, can see, only those dark contemptuous eyes looking into his, the sad reproachful mouth, the broad pure brow, on which the rippling curls lie lightly, lovingly. ' Was it not enough,' she says, still in that same clear penetrating voice, ' enough that I was unhappily, so unhappily, dependent on"], [253, "UNDER-CURRENTS 245 you ? You knew7 me to be here, defenceless, homeless, fatherless, in your power, and still you struck ! Oh, through all I did not in my most secret thoughts accuse you of such base ness as this ! ' Roused from his lethargy and stung by her contempt he would now have made his defence, but with a scornful gesture she waves him aside and leaves the room. ' Great Heaven ! how did you dare so to insult her ? ' cries the young man in terrible agitation, addressing his^father. He casts a burning glance at him. Dysart cowers be fore it. ' Out of evil comes good,' he says sullenly, ' and I did it for the best.' He stretches out his hand to his son. ' See then,' he cries entreatingly, 'I did it for you — for you!' 'For me ! You ruin the one hope I had,"], [254, "246 UNDER-CURRENTS which meant~silence — time — and you say it was for my good ! ' ' I thought to compel her, to frighten her into consent, and I will yet,' cries he eagerly. - Nay, Seaton, do not look thus upon me. I have not betrayed you without meaning and all for the fulfilling of your desire — and mine ! ' ' To-day you wrere annoyed with me be cause your scheme was failing,' says Seaton, very pale, ' but it is you yourself who have now put a final stop to it.' ' Not so, boy,' with a frown. ' What ! d'ye think she can conquer me ? Nay, I know women. A few whimpers, a few tears, a calsing upon tsie heaven above to come to their succour, a heaven deaf and blind and dumb, mind you — and then — submission, and then ' He breaks off with a sinister chuckle. 'You misunderstand me,' says Seaton,"], [255, "UNDER-CURRENTS 247 curbing his passion with difficulty. ' I would not have her as a gift on such terms. Is it a slave I want, think you ? No, not another word ! I cannot stand it to-night. Forgive me, father, if I seem abrupt, but ' He seems heartbroken as he turns aside and disappears through the doorway. Long after he has gone the old man sits motionless, his head bowed upon his breast. ' Curse her ! ' he says at last, ' the same blood all through, and always to my undoing ! Cursed be her lot indeed if she comes between him and me ! But that shall never be.' He walks feebly up and down the room, leaning on his staff, the dark inscrutable eyes fixed upon the floor. Presently he turns aside, and passing through a door on his right hand gropes his way along the unlit passage until he conies to another and smaller door that brings him to the corridor that runs by"], [256, "248 UNDER-CURRENTS the western end of the house. Unlocking and entering an apartment here, that apartment where the strange old cabinet stands, he fastens the door securely behind him, and goes quickly up to it. Kneeling down beside it he unlocks the secret door, and taking out the withered parchment opens and reads it with a feverish haste. It seems as though he hopes thus to slake the raging thirst for revenge that is tor menting him. Long he kneels thus, conning each word with curious care, gloating over the contents of that mysterious document. So lost is he in his perusal of it, that he fails to hear the approach of Mrs. Grunch until she lays her hand upon his shoulder. ' What, don't you know it by heart yet ? ' asks she derisively."], [257, "UNDER-CURRENTS 249 Meantime Vera has rushed upstairs to her room ; her brain seems on fire ; her thoughts refuse to concentrate themselves. Flinging herself into a low chair she takes her head into her hands and presses her trembling fingers convulsively against her forehead. Oh, the indignity, the horror, the shame of it all ! Her temples are throbbing, a low dry sob escapes her. She is deeply thankful that Griselda has gone cut — not even to her could she have spoken just now — she could not have explained this thing, she could not endure the look in the girl's face as she heard it. And that last speech of the old man's — that crowned all ! It was in keeping with the sorry scene. ' My son is willing.' Willing ! willing to make this hateful sacrifice ! Willing to marry even her to please his father, to curry favour with him lest he fall out of his"], [258, "UNDER-CURRENTS 250 good graces, and lose the money that the old man must leave behind him when death strikes. Oh, the dastard ! The poor pitiful wretch, thus to sell his manhood, his honour, his whole life, for the sake of paltry gold ! He had paled when he saw her ; he knew then that his contemptible attitude was plain to her, that his father had betrayed him. Some remnant of grace had made his colour fade, and she wondered how he had the courage, the hardihood, to stand there to face her, knowing that she knew all. Rising she begins to pace the room with rapid footsteps. That it should come to this ! That she should be openly insulted, brought so low that a man should dare to think of her as won before even her consent was asked ! She had dreamed her dreams, as all girls will ;"], [259, "UNDER-CURRENTS 251 had lingered many a time in fancy over some vague hour in the future, when some vague somebody should be glad, even proud, to win her love — nay, more, should count that love the one great good the earth could give him. And now she is to be delivered up into the hands of a man who has, with many sighs doubtless, and many a frown and deep regret, declared himself willing to burden himself with her for life ! What a touch of resigna tion lies in the word ! Her lip curls. After all they had miscal culated. They should have chosen some other woman to play that meek part. She pauses suddenly in her rapid walk as though some new strange thought has come to her. Why had she been chosen? Why should a man so miserly as Gregory Dysart elect to wed his son to a girl whom he himself had in choicest language dubbed a ' pauper ' ?"], [260, "252 UNDER-CURRENTS Sorely there must be something in this. And why should the younger man lend himself to such a scheme? Surely some weighty mean ing was attached to it. There had been little love lost between her father, the elder brother, and Gregory ; therefore no sentimen tal nonsense could have suggested the idea of a marriage between the cousins to the latter. Sentiment and Gregory Dysart ! She almost laughs aloud at the strange combination she has formed. Yet, think as she will, no light comes to her. Backwards and forwards she beats her brains, trying to work out the troublesome problem presented to her, coming always to a mental cul de sac that drives her back upon herself bewildered."], [261, "UNDER-CURRENTS 253 CHAPTER XVIII. How do I love thee ? Let me count the ways. I love thee to the depth, the breadth, and height My soul can reach, when feeling out of sight For the ends of Being and ideal Grace. It is now close upon noon, and Griselda walking briskly, yet with a carefully indif ferent air upon her (because he is a wonder fully ubiquitous person, and it is almost impossible to know round what corner be may not spring himself upon you at a moment's notice), is endeavouring to get what good she can out of the glorious after noon. It is indeed exceptionally lovely. The soft shower that fell an hour ago is now half forgotten, siving only in the hearts of the tiay"], [262, "UNDER-CURRENTS 254 myriad raindrops that nestle in the flowers and hang here and there from the more secluded branches. The sun is shining forth again with a redoubled brilliancy, and the great hanging clusters of the honeysuckle bursting from bud to blossom, emitting perfumes richer than those of Araby, fill all the air with sweets. Daisies pied, and violets blue, And lady-smocks all silver white, And cuckoo-buds of yellow hue — all, all are here, with a thousand other gems of Nature's rearing. The sky is streaked with soft blue lines that fade into a world of fleecy whiteness, and against it stand out some giant firs growing upwards from a rocky hill ; whilst through all these comes a rushins CD CD tremulous sound, mingling with them yet dis tinct, that tells of the cool tumbling of waters over stones unseen, and that yet is half"], [263, "UNDER-CURRENTS 255 silenced by the glorious pæan that the birds are giving forth from this their leafy home. Griselda in her big white sun-bonnet that suits so charmingly her mignonne face, and from out of which her soft eyes glance so coquettishly, looks as if Nature had appro priated her and made her one with her sur roundings. Happily unconscious of all that has taken place at Greycourt, she walks merrily onward, drinking in sweet draughts with every step. Not that her mind is so free from care either, as she would have you believe. There was that quarrel with Peyton the day before yesterday, in which she cannot think she was altogether blameless, try as she will. An un comfortable feeling that, if she should chance to meet him to-day, she will be hardly able to present as innocent a front as she would desire, is rendering her nervous ; and even as"], [264, "256 UNDER-CURRENTS she so thinks, she turns a corner and comes upon that young man standing knee deep in the stream, which here almost rises to the dignity of a river, minus boots and stockings, and with his trousers well tucked-up. ' Well, really ! ' says Griselda, stopping short and striking a shocked attitude. She could not have argued it out, but it instantly dawms upon her that here is an excellent opportunity of pretending to be offended, and so placing him in the wrong. If she had hoped to abash him, however, by this mode of address, she is decidedly out of it. ' Oh, how d'ye do ? ' says he in an un moved tone, lifting his cap with his dis engaged hand. ' Such a position for a gentleman ! ' says Griselda, drawing nearer to the bank of the stream, which, of course, as she was so terribly shocked, she ought not to have done."], [265, "UNDER-CURRENTS 257 ' Capital one on a hot day,' with increas ing nonchalance. ' It's not a capital one when I'm present ! ' wrathfully. ' I couldn't possibly know you would be present. I had entirely given you up. I never expected to see you again.' ' Why ? ' 'You know very well what you said to me when we parted — last month,' says he, chewing the end of a fresh cast very dili gently. ' Last month ! ' ' You can call it anything you like. I've no doubt it seems like five minutes ago to you. But, at all events, I remember what you said then — and besides, you didn't come yesterday.' ' And do you suppose I am bound to come here every day ? ' demands she with very just vol. 1. s"], [266, "UNDER-CURRENTS 258 indignation — really he is going to the Fair with the thing. ' I don't know what I suppose. Who could argue in the middle of a stream ? ' says Mr. Peyton, making for the bank with all haste. ' There is only one thing of which I'm morally certain, and that is, that you'll break my heart before you've done with me.' ' I shan't,' says she ironically ; ' I promise you that.' ' You do ? I'll keep you to your word,' returns he grimly. As he speaks, the bank being slippery, he loses his footing and splashes back once more into the water. ' You are much more likely to break your leg,' says Griselda scornfully, who is dying to laugh, but that dignity forbids. ' Well ' — as he at last lands on the grass beside her — ' I must say you are a spectacle.' 'For gods and men,' supplements he"], [267, "UNDER-CURRENTS 259 promptly. ' I regret, of course, that you should have come upon me in this trim, but here are my shoes and socks, and I'll be into them in no time.' ' I'm glad you apologised at once,' says she, with a little gleam of unkind sarcasm, ' and may I ask what brought you here ? I did think this spot was unknown to you ; that's why I came here to-day.' ' Ah, yes. Just so. That's why I came too,' says Mr. Peyton coolly, after a sinal struggle with his right boot. 00 o Griselda, too indignant to take notice of this, turns abruptly away and pursues her walk along the edge of the stream. Mr. Peyton having now conquered the left boot, follows her, and silently, but with a determi nation not to be subdued, takes up a position by her side. Of course, to show either anger or surprise at this would give him an advan- s 2"], [268, "UNDER CURRENTS 260 tage ; so Griselda, after a moment's considera tion, decides upon going in for ordinary society conversation. ' A charming day, is it not ? ' she asks calmly if not affably. ' More than that, surely. A regular hey day in my estimation,' returns Mr. Peyton mildly. The fact that there is no meaning in this finishes Griselda. There is a struggle strong but brief, and then she bursts into un controllable mirth. ' I have amused you,' says Mr. Peyton, regarding her reproachfully. ' I am to under stand you laugh at me ? This is adding insult to injury.' Here his own gravity is threatened. ' \" Beware the fury of a patient man,\" ' he says, and then gives way, and breaks into laughter, merry as her own. 'Oh, I thought you'd never come,' he says. ' What kept you ? '"], [269, "UNDER-CURRENTS 261 ' Ill-temper,' confesses she sweetly. ' That row-royal of ours was too much for me. I didn't get over it until this moment.' ' You are a cruel little thing,' says he re sentfully, whilst looking at her with adoring eyes. ' Do you think so ? Oh, I don't,' says she with an unprejudiced air. ' And as for being little, I am nearly as tall as yourself, only for an inch or two.' ' That would be a good deal if added to the length of one's nose,' says he reflectively. Perhaps he is thinking of his own nose, which is short indeed, and wishing he could place them there. ' Anyhow, Griselda, you have been cruel.' ' I really think, perhaps, that you oughtn't to call me by my christian name,' says she uncertainly. ' Well, I won't if I can help it. But when"], [270, "262 UNDER-CURRENTS one thinks of you so, and so much too And, after all, it is great nonsense, all that sort of thing. Long ago there were no sur names, and how did they manage then ? ' He is growing triumphant. Let her answer that if she can. ' That was in the dark ages ; I do hope you don't want to go back to them,' says she severely. ' And as for what you say, would you like every man to call ' She checks herself only just in time — ' well, to call your sister, let us say, by her christian name ? ' ' I shouldn't like every man or any man to call you by yours,' says he, disdaining pre tence of any kind, ' but — but I wish you would give me permission, Griselda.' 'I'm sure it will be better not,' says Griselda hesitating. ' Of course I shan't mind when you do it by chance, or when you"], [271, "UNDER-CURRENTS 263 forget, or when you are in a hurry ; but as a usual thing — no.' ' So be it,' says he, in the heartbroken tone lovers assume when denied the smallest trifle. A silence follows upon this. Griselda, having pulled two or three long pieces of grass from a high bank by which she passes — grass so dry and yellow now as to be al most hay — is occupying herself by drawing them leisurely through her fingers. But even such an enthrasiing amusement as this will not satisfy for ever. Presently she casts an inquiring glance at him from under the sun-bonnet. ' What are you thinking of? ' asks she demurely. ' Of you,' bluntly. Truly he is a terrible person. ' Well, what of me ? ' with a resigned sigh."], [272, "264 UNDER-CURRENTS ' Only something I was reading yesterday.' ' What could that have to do with me ? Let me hear it, then.' ' I don't know, after all, that it had so much to do with you as me.' 'Is it a riddle ? ' stopping short, and giving him now a rather indignant glance from under the bonnet. ' Oh, no ; at least, not more so than usual. 'Twas poetry,' says he, with beautiful sim plicity. ' Just a line or two that struck me. Shall I repeat them ? 'Love For love's own sake and for the love thereof Let no harsh words untune your gracious mood ; For good it were, if anything be good, To comfort me in this pain's plague of mine.' ' I really wish you wouldn't,' says she nervously, when he has made this appeal to her better self in a truly eloquent tone. ' It's quite horrid of you.' Here she edges away from him. ' I've so often told Vera that you"], [273, "UNDER-CURRENTS 265 never say things like that, that I feel just as if I were telling lies when you do. And, besides, it's such nonsense. \" My gracious mood \" — why where does that come in ? ' ' Sometimes, at odd moments, you are civil,' says the young man moodily. ' I only wish you could cry them \"even\" nowr and again.' ' And what is your pain's plague ? ' asks she in a distinctly hilarious manner. ' If standing about in the water for hours has brought it on, I don't see how I'm to be blamed for it. But I never heard rheumatism called by such an astounding title before.' Here her eyes grow roguish and her lips part. ' Besides, it's all wrong,' she says ; ' plagues are infectious ; rheumatism, your pain, isn't.' 'Not so far as you are concerned, cer tainly,' says he with bitterness. 'No fear you will take it.'"], [274, "266 UNDER-CURRENTS ' You look as if that was matter for re gret,' says she, peering round at him mis chievously. ' Oh, what an unkind speech ! Who is \" cruel \" now ? Would you see me racked with pain ? I don't think, unless I had heard it with my own ears, I should have believed that of you.' ' You don't believe it now either,' says he solidly. ' You know my meaning as well as I do. I wonder what you gain by trying to make me miserable? I'm sorry now that I repeated that poetry to you.' She laughs. ' That's the funniest part of it,' says she (the funniest !) ; ' the idea of your repeating poetry, I mean. You don't look like that.' ' Why ? ' demands he, now very properly incensed. '• Well, you don't — that's all. And Swin burne, too, of all people ! I've always heard,'"], [275, "UNDER-CURRENTS 267 says she maliciously, ' that people who hke Swinburne are those who have been in love over and over again, and have no heart left to do anything but sneer at honest affec tion.' ' You've heard a good deal,' says he ; 'do you beheve it aU ? And as for that, Swin burne is not the only poet I admire. Here ! in spite of your reception of my first lines, I'll give you two more.' He is regarding her rather defiantly, yet with sorrow in his eyes. ' Joy of my life ! full oft for loving you, I bless my lot, that was so lucky placed.' ' What ! Chaucer too ! ' cries she, sifting brows and shoulders in affected astonishment. ' Not Chaucer,' says he with an unsmiling eye, ' Spenser.' ' Oh, it's all the same,' declares she with quite a noble impartiasity."], [276, "268 UNDER-CURRENTS They have left the denser portions of the wood rather behind them now, and have come to where the light falls with a better hope of being seen. The stream, however, that always follows them, is still here, and the trees beside it are bending down as if heavy with love, and are dipping their long branches into it, as it runs darkly, swiftly by on its way to the ocean. The delicate, pleasant, gurgling noise it makes is as music of the sinest and sweetest to the ear, as it rushes with a soft mad haste over its pebbles, throwing out gleaming rays of orange brown and gold as it springs from stone to stone. Above them runs a strip of dirty grey that after awhile resolves itself into a road to Griselda's eyes. ' Why, we are near the highway,' she says, pausing as if in doubt. 'A mere private road. One that leads"], [277, "UNDER-CURRENTS 269 only to Greycourt,' says he reassuringly, though still coldly. ' That means privacy indeed,' says she laughing. 'Do you know I never saw it before. Let us go closer that I may know it better.' When they have so far reached it that only twenty yards or so divides them from it, Mr. Peyton, whose conversation up to this has been conspicuous by its absence, makes a remark"], [278, "UNDER-CURRENTS 270 CHAPTER XIX. Oh, happiness enjoyed but of a few ! And if possess'd as soon decay'd and done As is the morning's silver melting dew Against the golden splendour of the sun. ' Youk shoe is untied,' he says slowly, as if fulfilling an unpleasant duty, and with quite an access of gloom. 'Is it ? What a worry these shoes are ! ' says Griselda, standing still to cast a reproach ful glance at the ribbons of this troublesome, if charming, shoe. ' I never come out, I never indeed have them on for five minutes without being made absolutely wretched by them.' ' Oh, don't think it is so easy to make you wretched,' says he bitterly, his eyes fixed on"], [279, "UNDER- C URRENTS 271 the emancipated ribbon that is fluttering in the soft breeze. ' Well, you see you are wrong,' sharply. And then, more sharply still, ' Aren't you going to tie it ? ' ' I really hardly thought you would allow me,' says he, and with an extremely ill grace he drops upon his knee before her and proceeds to reduce the fluttering ribbons to order. Apparently, simple as it seems, it takes an enormous time to do this. The tying of an ordinary bow knot, one would imagine, being an act of everyday occurrence, could not occupy the better part of five minutes in the doing of it, yet so it is. All ye who are ignorant of the matter learn now this won drous fact, that it took Mr. Peyton, who was by no means a dunderhead, quite the twelfth part of an hour to bring the younger Miss"], [280, "UNDER-CURRENTS 272 Dysart's shoe strings into a proper frame of mind. It is not carelessness either that has ren dered his movements slow. To the most in attentive observer it must be plain that he has thrown his whole soul into his task, yet it seems difficult of completion. ' Don't you think it would be wise to call in assistance ? ' suggests she sweetly after a bit. ' It seems a little too much for you.' Something in her tone kills within him all animosity. He laughs. ' Griselda,' says he, still kneeling and look ing up at her with imploring eyes, ' tell me you didn't mean what you said to me.' 'About that string getting the better of you? I'm sorry,' with a regretful shake of her head. ' But how am I to go back of it ? You must see for yourself that it is true. Why, you haven't conquered it yet.'"], [281, "UNDER-CURRENTS 273 ' Nonsense ! You know I don't mean that. But I say, Griselda, if you only knew what a kind little lovely face you have got you wouldn't belie it. Do say you didn't mean what you said when we parted the day before yesterday ! ' ' Good Heavens ! ' says Griselda, ' you might as well say the day before you were born and be done with it. How am I to re member so far back as that ? ' ' Yet you do remember,' persists he, ' and if you don't I'll remind you. It ' ' Oh no, don't ! ' hastily, with determina- tion. ' Yes, I certainly shall. You said you were absolutely certain that you would never ike me very much better than you did then.' ' I'm sorry again,' says Griselda demurely. But I'm afraid I can't go back of that either.' 'You must,' decisively. vol. 1. T"], [282, "UNDER-CURRENTS 274 ' \" Must \" is for the king, and \" shall \" is for the queen,' retorts she saucily, ' and I have yet to learn that you are the proud possessor of a crown. Who then shall make me? ' ' I shall,' declares Mr. Peyton, dread mean ing in his eye. ' To begin with, I shall keep you here until you retract in full. I shall,' suiting the action to the word, ' hold on to this shoe ribbon until you have gone back of every word you then said.' ' If I stayed here until to-morrow's dawn — if I stayed here for ever, I shouldn't do that,' returns she hotly. ' All right. I'm perfectly willing to stay here for ever.' ' I wouldn't be silly if I were you,' says she, trying to move the foot in prison without result, and growing a trifle uneasy. Of course he doesn't mean it, but still — ' Mr."], [283, "UNDER-CURRENTS 275 Peyton,' with a sudden touch of hauteur, ' let me go at once ! ' She stamps rather angrily with the unfettered foot upon the ground and threatens him with a pair of lovely indignant eyes, that flash all sorts of reprisals ; but Peyton, who is surely brave above his fellows, returns her glance unmoved and holds on manfully to the other — the captured foot. It is rather an absurd position, no doubt, but the situation has its compensations ; it leaves him at least, as he fondly believes, master of the field, and he clings to it — the foot — with a Spartan fervour not to be shaken. 'I have you now at all events,' he says grimly, giving the ribbon he is holding a little vicious pull just for the satisfaction of show ing her how completely she is in his power. How can she run away without her foot? T 2"], [284, "UNDER-CURRENTS 276 Alas, for his hopes ! and oh, for the ingenuity of the feebler, the woman's mind. ' Have you, indeed ! ' cries she, impetuous anger in her tone, and then there is a little swift movement on her part, a tiny wriggle of her whole pretty svelte body as it were, and lo ! in a moment she is many yards away from him, whilst he still kneels, verily in the dust of humiliation, gazing at something in his hand. It is the shoe, the husk, the empty worthless shell ! ' So now ! ' cries she triumphantly. All her ill humour has gone from her in a flash. Her gayest, merriest, most provoking, and therefore most attractive mood, is on her. ' Who sings small now, eh ? Who calls me captive ? Pouf, a fig for your masterful ways ! I'm not conquered yet.' She dancer with absolute glee in the"], [285, "UNDER-CURRENTS 277 centre of that lucklessly open bit of sward, forgetful of the high-road beyond. The warm, sweet sunbeams dance with her as if over joyed at her beauty and youth, and the music of the birds in the glade behind seems to make one delicious sound with her merry laughter. ' Oh, don't do that ! ' cries Peyton anxiously, springing to his full height. ' Think of your foot without its shoe. There may be stones about. It may get hurt. See, here is your shoe, I give in, I give it up. Let me put it on for you.' ' I thank you ; no,' says she. ' What ! trust you again ? ' ' You might,' says he ' Pas si bete ! I'll trust you never again,' declares she, retiring as he advances. ' Throw me my shoe, I can put it on for myself very easily. There are not many"], [286, "278 UNDER-CURRENTS maids at Greycourt to attend on me. Uncle Gregory ' The word freezes on her lips. Had she invoked that dread old man ? A sound that they had been madly oblivious of up to this now strikes like thunder on their ears, as, his senses sharpened by Griselda's look of terror, Peyton turns his eyes towards the road. There, seated in the old barouche that singles as it goes, and holds together no man knows how, is Mr. Dysart ! his white corpse-like face showing clear against the massive foliage behind, his brilliant eyes fixed on Griselda. There is a stretch of road behind him open to where they stand, so that he must have seen many things of which they would willingly have left him in ignorance. He must indeed have seen Peyton as he knelt at Griselda's feet. It is all over presently. A turn of the"], [287, "UNDER-CURRENTS 279 road takes him out of view, but the mischief is accomplished, and the bad deeds that they have done will surely live to be heard con siderably more about later on. ' He saw me ! I noticed the glitter in his horrid eyes,' says Griselda fearfully, the tears gathering in her own. ' Oh, what shall I do?' ' He's old, he must be short-sighted,' says Mr. Peyton, with a feeble glimmering of hope that goes out next moment. ' Blind ! He'd see through a stone wall. He'd see through you,' says the younger Miss Dysart miserably ; and then, as if in after-thought, 'that would not be hard for him.' ' Look here, never mind him ; I'll go back with you and explain all. You shan't be made unhappy by anyone,' says Peyton stoutly, to whose honest heart it is agony to"], [288, "280 UNDER-CURRENTS think of his well-beloved being in this sore strait. ' Well, and what then ? ' says she, regarding him with growing surprise. Is he in earnest ? Has he no conception of what sort of person her Uncle Gregory is ? ' What will you say to him ? What good can you or anyone do ? Oh, what a scolding I shall get ! What on earth shall I do ? ' Her eyes, lovely eyes that should know only happiness, are filling fast with tears. ' Say to him ? ' cries Mr. Peyton forcibly. ' I'll just say that I love you, that you are no man's slave to be scolded or abused, and — if you'll only come, darling — that I'll take you away and marry you. Where will the scolding come in then ? ' radiantly. Griselda regards him for a little while with unspeakable astonishment. ' Oh,' says she at last, ' what a pity it is"], [289, "UNDER-CURRENTS 281 that you were not born with even one spark of sense ! ' Hurrying home, and gaining it without meeting anybody — a mercy she believed would have been denied her — Griselda rushes up to the bedroom that is hers and Vera's, only to find that its welcome shelter is debarred her. The door is locked. Once — twice — she softly hammers with her knuckles on the panel of it, without answer of any kind. Then she calls aloud, though in a subdued tone, on Vera. Almost immediately the door is unlocked from inside, and Vera herself stands on the threshold. But such a changed Vera — a Vera so white, so terribly altered, that Griselda's already frightened spirit now dies within her. ' Vera, what is it ? What has happened?'"], [290, "282 UNDER-CURRENTS cries she, catching her sister's arm and re garding her with eager, anxious eyes. ' Happened ? ' says Vera, so absently, yet with such miserable eyes, that Griselda grows doubly fearful. ' Oh, what is it ? Do speak, darling ! ' she entreats, with such an agony of appre hension in her tone that Vera shakes off her depression so far as to be able to give her a satisfactory answer. ' It is really nothing,' she says bitterly. ' A mere trifle. It only means that they are going to marry me, whether I like it or not, to — to Seaton ! ' Something in her manner that is wild and very unhappy touches Griselda even more than this extraordinary announcement. Drawing her down on the sofa near her she encircles her with her arms. ' Surely you exaggerate ? ' she says."], [291, "UNDER-CURRENTS 283 ' Why, for one thing, let them make what arrangements they will, there is no law that can carry them out. And as for us, darsing, wsiy, we can go away, you and I, and fend for ourselves one way or another ; or even if we stay, why, there is no power on earth that can compel anyone to say Yes, at the altar, so long as they have breath left them to shout a good sensible No. So you keep up heart, and remember I'm here.' ' Oh, Griselda, oh, if you had heard him ! ' She begins to tremble softly like an aspen leaf, and then suddenly she flings lier arms around Griselda's neck and bursts into a passion of tears. ' That's right ! That will make you feel better. What an old wretch he is ! There now, darling, poor darling ! There now, there I ' It is plainly part of Griselda's faith, that"], [292, "284 UNDER-CURRENTS soft rubbings and tender pattings of the back, mingled with kisses, are full of healing power, because she administers all these with a liberal mind. By degrees, and through many sobs, Vera — helped out, no doubt, by Griselda's medicinal course — reveals to her all that had taken place in the afternoon. ' Well, I am surprised about Seaton,' says Griselda presently. ' But are you sure you are not mistaken? He may have been led into it by that wily old father of his. I would not condemn him altogether, if I w7ere you, until I had heard something more of it.' ' I want to hear nothing more ; I know. Did I not always tell you there wras reason for my strange dislike to him ? Whenever I saw him I felt as if I wrere shrinking into myself. I felt, do you see, that I should suffer indignity at his hands. I w7as right ;"], [293, "UNDER-CURRENTS 285 such strong presentiments must bear fruit — bitter fruit in this instance.' ' Still, Seaton — if it had been anyone else,' says Griselda, in a puzzled tone. ' He seems so unlike that sort of thing.' At this Vera loses patience. ' If you are going to defend him,' she says, with a touch of asperity, ' I had far rather you went away and left me to myself' ' I can't,' says Griselda, remembering how she rushed along the corridor to escape notice, and how here in this room is her one chance of safety. Up to this, lost in astonished con cern for her sister, she had most unselfishly put her own trouble behind her, but now it looks out at her with redoubled strength. ' If you are unhappy, so am I. Honestly, Vera, I don't know what on earth I shall do!' All the consolation she could have offered"], [294, "286 UNDER-CURRENTS would not have done Vera as much good as this hint. It rouses her. ' You in trouble too ! ' she says, looking up with interest in her sad eyes ; and presentl)7 — Griselda being only too glad to unburden herself — she is in full possession of all the facts of Griselda's latest escajDade. ' What will be the end of it ? ' asks Griselda. ' Murder ? Suicide ? Will he kill me, or shall I kill him, or shall I make away with myself? I feel that would be the most considerate thing. Oh, when I think of Uncle Gregory's face, I feel as if I should like to have a bad fever that would confine me to my room for six weeks. He is so old that I'm sure he is afraid of infection.' ' He must have gone out driving shortly after I left him. After all, Griselda, he is so taken up with this precious scheme of his, that perhaps he will forget about you.'"], [295, "UNDER-CURRENTS 287 ' Does he ever forget ? Don't try to delude yourself, or me either, my good child. I shall fortify myself with a capital dinner, thanks to Seaton — that abominable Seaton, I mean,' warned by her sister's eye, ' and wait with as good a grace as I can for the explosion that is sure to come.' end of the first volume. PRINTED BY spornswooDE and co., nety-steeet square LONDON"], [296, ""], [297, ""], [298, ""], [299, ""], [300, ""]]