[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "BARRA HEAD: A SKETCH. Addressed to E. E. Bernera, yuly 15, 1866. — Here, after innumer able jumblings by land and by sea, I am — thanks for it ! — at the end of my journey, and taking a few days' rest in the lighthouse. My worthy hostess, the head keeper's wife, has assigned to my use the spare chamber, and, the more to conduce to its salubrity, maintains, notwithstanding the sultry weather, a perennial blaze in the chimney, fearing, perhaps, I might take hurt from the fog which ever and anon gathers thickly around our aerial habita tion. This Bernera is, as you will see by consulting the chart, a very small insulated spot forming the southern extremity of the outer Hebrides or Long Island. Though considerably elevated, and in greater part bordered by wild precipices, it is a smooth grassy region, yielding in all parts good B"], [8, "BARRA HEAD. 2 pasture, and, at its lower side, where the landing place is, a few small oats, potatoes, turnips, and cabbages, precariously cultivated by three families, who, together with the lighthouse people, constitute the total population. From the crofters' little township a continuously ascending path of more than a mile leads you to the pharos, grandly seated within a few yards of the edge of a precipice rising sheer 600 feet above the sea. To-day being Sunday we had prayers, after which some of us strolled along the cliff-tops to see the birds and their rugged haunts. A few paces off the lighthouse, and overhanging a deep gio, is a dilapidated dun, still retaining its massive doorway entire ; and down a little bit, in another direction, are some remains of what appears to have been in very old time a heathen place of sepulture. These are seemingly the only antiquities in the island ; a burial-ground down at the crofts is probably ancient, but no objects in it are of any age. Yesterday I was over to Mingula, a somewhat larger island than Bernera, and divided from it by a little sound, or caolas, less than a mile broad. Duncan Sinclair, one of the three crofters I have mentioned, and originally a Caithness man, took me across in his fishing-boat — he and his son, a slender lad of seventeen y^ars April last, standing,"], [9, "BARRA HEAD. 3 as measured by my tape, 6 feet 8 inches high. How he pulled with his long arms ! but I am afraid he will not, in all likelihood, as his poor father boded, pull very long. We did not take the island at its nearest point, but skirting it for a mile or two, landed ourselves in a fine white-sanded bay on the east side. At the head of this is the village — a picturesque huddle of rude dusky huts, inhabited by eighteen families, supporting themselves by their fishings, and the potatoes, small oats, rye, and barley, grown on their little farms. The rents of these, I was told, range from £2 : ios. to £3 : 10s. each, which is less than what is paid in Bernera, where they are rated at £$ : 6s. Whether it is that the soil of Mingula is less fertile, or that the holdings there are of smaller size, I did not learn, but Duncan seemed to think that the people were generally much better off than were he and his neighbours in Bernera. Every crofter in Mingula, he said, kept two or three cows, and at the least one pony; and, moreover, they had plenty of peats, a commodity of which Bernera is barren, and for which, therefore, he and \" the boy,\" as he termed his big son, had to be constantly crossing the sound, at the no small cost of labour and time. To most, if not to all men, trouble is never very pleasantly put up with, but as to time, I rather suspect that, as in the case of most of his countrymen, Duncan's stock of the article was,"], [10, "BARRA HEAD. 4 for the greater part of the twelvemonth, more than he at times very well knew how to get quit of. In all likelihood, therefore, he found leisure enough now and then for taking a deliberate look about him during his peat-gathering expeditions, and while so doing would seem to have picked up, besides its gossip, a deal respecting the topography of the island ; for, on our way to the village, he led me aside to look at an architectural remain, locally de nominated \" the cross.\" Duncan, who apparently regarded the object as something very astounding, gratefully gave me a hand in taking its dimensions, but seemed to be disappointed at my not being able to tell by whom and for what end the curiosity was erected. Perhaps my sketch may in some degree qualify you for the expounding of its purpose, and if so, I need hardly say that Duncan, for enlighten ment therein, will at any time thankfully receive your smallest endeavour. As you will observe, the structure consists of a circle inclosing three small rectangular chambers or cells, and a solid central heap, which, when entire, may have been a cromlech, or some such sort of thing. Unfortunately, what exists of the monument is little more than the ground-tier of stones, which, as rising to but a couple of feet or so, serves merely to indicate the plan. If I remember rightly, there is a building very similar to this one in the island of Pabba, off"], [11, "BARRA HEAD. 5 Broadford, in Skye, and I believe others of nearly same kind may be found in various parts of the Long Island, some detailed descriptions of which would form an interesting contribution to our archæo logical literature. Having finished my jottings of the cross and its"], [12, "BARRA HEAD. 6 surroundings, we set off for the highest cliff of the island ; but when about half-way up a dense fog gathered around, and not knowing how long it might last, I suggested the uselessness of proceeding further. Nevertheless, Duncan, presuming to be better ac quainted with the habits of his atmosphere than I was, insisted upon our continuing the ascent ; and glad I afterwards was that I had given in to him, for shortly after reaching the summit, the vapour, at first gradually thinning into a semi-transparent con sistency, through which the hanging crags seemed to move to and fro in mystic dance, eventually cleared away, and there, revealed from top to bottom, was one of the grandest precipices I had ever seen. \"The Island of Berneray,\" says the writer of \" Bar ray\" in the Statistical Accotmt of Scotland, \" and the adjacent island of Mingalay, are particularly dis tinguished for the height of their rocks, and their romantic appearance in every other respect ; but what adds greatly to the splendid scenery of these precipices, are the innumerable tribes of aquatic fowls by which they are inhabited during the whole of the summer season. * * * Nothing can pos sibly exceed the grandeur of beholding the myriads of these acquatic fowls standing erect on the ledges of these precipices, sometimes three and four deep, with their white breasts and red bills, resembling files of soldiers standing at ease, and so very tame"], [13, "BARRA HEAD. 7 that a person might catch them with his hands, were he able to approach them. * * * It is hardly possible to point out a scene more worthy of being visited for grandeur and variety than that of these rocks, particularly during the months of June and July. St Kilda, so often resorted to by strangers, Coruisge, Cuiraing, or any other place on the coast of Scotland, cannot come in competition with the scenery of the southern isles of Barray, during the period above mentioned.\" On the whole, this is a correct enough picture, though evidently the minis ter's zeal for the honour of his pastoral domain has caused him to colour it a little too deeply. Coruisge and Cuiraing I have never seen, but the precipices you meet with in St Kilda, Fair Isle,* and Foula, * Fair Isle. — Mention of this spot reminds me of a kind of promise lately made to give you some account of my visit to it about this time of last year. My willingness to satisfy you, how ever, has become so impaired by delay that now I must ask you, I am afraid, to let me off with a \"merely pro Jorma performance of the engagement. You know, I should fancy, what a pro Jorma per formance is, and how much it is worth, so be content to be told that on Saturday, the first day of July 1865, I landed in the rugged har bour of Wick, in the south end of the island — was conveyed by a lot of the people, who had come down to see the novel importation, to the nearest cottage — and thence, after sundry inquiries, explanations, and so forth, to my appointed abode in the Hall of Gelah — a two floored mansion, situated, as you will see by the chart, a few steps up from the shore."], [14, "BARRA HEAD. 8 while in some instances much loftier, are at same time, in point of picturesqueness and beauty, in finitely superior to any in Barra. The birds,\" too, My three days at the hall afforded ample opportunity for a de liberate investigation of the island — its length being only about three sea miles, and its maximum breadth little more than one-half as much. From the south end to about its middle it forms a cultivated hollow, rising on both sides in fine verdant slopes to the verge of the precipices, but northward of this the ground is in most part coarse and hilly, and altogether appro priated to pasture. There are about forty in habited houses in the island, with a population of some 300, all located here and there at and near to the south end. Their farms, which I thought to be thriving very well, are rented at from £2 to £7 each, and are paid for in fish at the rate of 3s. per cwt. for sethe, 6s. for cod and ling, and 2s. KILN.kc. AT GELAH, FAIR ISLE per gallon sor oiL in accord ance with ancient usage every farmstead is a tun or town, bearing a name sufficiently indicative of the country to which the island had"], [15, "BARRA HEAD. 9 did not seem to me to be so numerous either in Bernera or Mingula as they are in the places I have mentioned, a circumstance, however, which might be been indebted for its earlier population. Among many others equally significant of Norse influence, you have Taft, Scultus, Kenaby, Houl, Taing, Setter, Busta, Gelah, Leough ; and Fridary (Island oj Peace) was, I am told, the name of the island itself during the rule of the Vikings, though in that form it has apparently be come lost to the present inhabitants. Though but seldom visited by a clergyman of any kind, Fridary has two houses of worship, one belonging to the Establishment, the other to the Wesleyans. As part of his parish, the minister of Dun rossness should go to it at least once in the twelvemonth, but as neither his nor the Wesleyan's stay is of any duration, the people are left very much to provide from among themselves means of con ducting regularly the services on Sundays and other days of reli gious observance. The meeting on the day after my arrival was in the Wesleyan chapel, and notwithstanding the rather \" sensational \" style of its precatory portions and intolerable length, the ceremonial was, on the whole, gone through with a decorum and ability greatly beyond what I was prepared to expect. But pleased as I was to witness the earnest endeavours of the poor fishermen to overcome the want of a professional instructor, I was sorry to learn that there was no school in the place, and that there had not been one for a considerable time back. This I took occasion to deplore to one or two of the \"Readers\" on leaving the chapel, suggesting at same time whether it might not be for the common good were some of their Sunday devoted to the instructing of the young ones haplessly orowing up around them in utter ignorance of the merest elementary knowledge. No, in spite of what I had just seen, none of them had sufficient ability to do that. \"\" Possibly not,\" I said, \" but after thinking over it for a night or two, perhaps you will TRY ! \" C"], [16, "BARRA HEAD. 10 expected in Mingula, as there the principal breeding precipice is throughout so perfectly vertical and plane that one can scarcely conceive how a bird can anywhere find footing upon it. Considering the number of ancient buildings of one kind and another still existing in Shetland, you are rather surprised to find Fair Isle so much wanting in such — its only antiquity, so far as I could see, being some slender remains of a earn or brogh in the bottom of a circular hollow at the Næse of Skrew, in the north end of the island. But the island is of itself so much a thing of beauty that it can well do without artificial objects of interest. Verdant and smooth nearly all over, and everywhere bordered by lofty pre cipices, wildly cloven into innumerable gios, it cannot but be a de light, be what it may the specialty of your visit. The most elevated precipices are on the west side, those at Mal colm-Head near the south end, Troila Gio at the middle, and Guith cum, below the Ward Hill, at the northern extremity, being the grandest Along the other margins the cliffs are not so lofty, though scarcely less picturesque and wild ; and, indeed, so entirely around is the island perpendicularly upraised from the sea, that at no points excepting Wick and the tiny isthmus of Buness, is there anything that can properly be termed shore. This Buness, with its fine sandy beach lining the head of North Haven, in the east side of the island, is a very sweet spot, and would form a delightful site for a house to one making Fair Isle his occasional retreat. South of it a short way, and often forming an object of interest to the voyager between Kirkwall and Lerwick, is the singularly-fashioned peninsula called the Sheep Crag ; and south of that, Schwarz Gio, historically me morable as the place wherein the admiral of the Spanish Armada — the luckless Medina Sidonia — was wrecked in 1588. After leaving Fair Isle, I spent a week in visits to three or four places lying near to Kirkwall, one of which, Enhallow to wit, you"], [17, "BARRA HEAD. 11 This ornithological burse, within which, to judge from the ceaseless bustle and jabber that goes on among its many-coloured occupants, a good stroke of business must be done, is, like that at the head of which my dwelling in Bernera is seated, a wild geodha or gio, commencing its perpendicular descent a short way down from the summit of Beinichorn, a will remember to have frequently turned up when Orkney chanced to be the theme of our discourse. Every one who had been in the Orcades talked, as we did, about Enhallow, but no one seemed able any more than ourselves to tell for what it was good. Provoked that there should be so much mystery about what could be solved in the course of a day, I set out for Evie, and there finding at once a boat at my service, got into the island in less than an hour's time. Enhallow is a very pretty little spot, lying, as you know, mid way between Mainland and Rowsa, and though well worth seeing, has, after all, so far as I could find out, nothing very extraordinary to exhibit. There are several ruined buildings in the island, but the only one at all interesting is a church, internally about 40 feet in length. You will see from the ground-plan that, longitudinally, it is divided into three compartments, the east one with what was pro bably a sacristy or a mortuary chapel on the north, and the middle one with a similar adjunct on the south-west, containing in one of its corners the remains of a stair which had led to an upper apart ment, forming, very likely, the abode of the priest. A fire-place and chimney in the upper part of the wall and gable of the eastern ex tremity of the church show that a room of like kind had also been there. I can scarcely take it upon me to offer an opinion as to what era the building belongs. The masonry, like that of most of the Orkney churches of old date, is very rude ; the windows, of which only one or two are entire, are flat-topped and have their jambs of"], [18, "BARRA HEAD. 12 hill on the west side of Mingula, marked in the chart 882 feet in height. The more elevated side ENHALLOW. one stone. The two openings, or passage-ways, connecting the end compartments with the central one are arched, the western arch"], [19, "BARRA HEAD. 13 of the chasm, therefore, cannot exceed 700 feet, or thereabout ; whereas, to reckon from similar data on their charts, the Fair Isle, St Kilda, and Foula precipices should be from 600 to 1000 feet, at the least. Compared to Bernera, Mingula is a rough hilly island, but everywhere there is good pasture, and the little cultivated patches beside the village appear to thrive better than could be supposed in a place of the kind. The people, however, like their houses, look, in great part, exceedingly poor ; and that their minds are in no way better conditioned may be readily guessed, since the only instruction, religious or secular, they have is what is laboriously driven into them at a school that was instituted in 1850 by some benevolent ladies connected with the Free Church. The school-house and master's residence, externally in no way distinguished, excepting in length, from the neighbouring huts, stands alone a short distance up from the village ; and on our way back from the cliffs we went aside to take a look of being semicircular, the eastern one sharply pointed and formed of thin slates. These, and one or two other features, look rather anti quated, and might induce a belief that they were the work of a remote time ; but the general character of the structure — its size, methodical arrangement, and domestic conveniences, would seem to point to a date certainly not earlier than the thirteenth or four teenth century."], [20, "BARRA HEAD. 14 it, and have a few minutes' chat with the teacher. Hearing our voices at the door he came out and in vited us into the school-room — a rather sparingly illuminated apartment of some length, furnished with a few desks and forms. He was sorry, he said, that Saturday being a holiday we could not see the children, though, if we had time to tarry a little, he would go and bring up as many of them as he could get hold of, in order that we might judge of their attainments. I should have very well liked to hear"], [21, "BARRA HEAD. 15 the rough things run over their letters, but not caring much to further so tyrannical a proceeding, I declined the proposal on the ground that I had to be instantly back to Bernera. Hereon he led us to the lower end of the apartment, and there pushing aside a suspended curtain, ushered us into what was at once his sleeping-room and parlour. Jaques's \" O knowledge ill-inhabited ! worse than Jove in a thatched house ! \" came into my head as I looked around the solitary magister's ultra-economised sanctum — its earthen floor, deal chair or two, chest, and low roughly-fashioned bedstead, covering fully one-half of the area. How it was that any one at all smoothly brought up could stand out such a life of privation, I could not comprehend. Perhaps, as a Highlander, the poor probationer was in some measure to the manner born, and most likely Hope, the blessed partner of the downcast, soothed him o' nights with visions of vacant pulpits, into some one of which at no distant day he might peradven- ture happily be lifted ; but for all that, the good ladies should, I thought, have had respect to the patient preceptor's present lot, and whilst about it gone the length of at least making his lonely cell somewhat roomy and comfortable. The average attendance on his class, he told me, was twenty, but that during the last two or three weeks it had only been thirteen. As the school has"], [22, "16 BARRA HEAD. reached the sixteenth year of its experience, the work of training the pupils into habits of methodical study and diligence is in all likelihood comparatively easy ; but at its commencement the labour of break ing in of even so merely a handful of utterly un cultivated homespuns must have been dreadful. It is to be supposed that the first master who was ap pointed went forth to the task sufficiently apprised of the material upon which he was to operate ; but if not, his earliest encounter with his sucklings-elect must have somewhat suddenly perfected his know ledge. Upon his landing in Mingula, the tiny vagrants crowded around to see the school they had been told they were going to have. They thought he had it with him packed up in his trunk ! The other islands of Barra lying in a line north ward of Bernera, are Pabba, Saundra, Muldoanich, and Vatersa, but my time did not admit of our land ing upon any of them. From my boatmen, who professed to know the islands well, I could learn nothing regarding the existence of ecclesiastical re mains. Of duns or broghs, specimens, more or less dilapidated, were often coming into sight as we voyaged the shores, but what more frequently took our attention was the everywhere presence of ruin ation brought about by an agency more ruthless and summary in its procedure than time. It was very pleasant to be quietly bording these rude isles in this"], [23, "BARRA HEAD. 17 fine sunny month of July, with scarcely a breeze to push us along ; but what would it have been while, only some six months ago, that huge mastless bark, lying keel uppermost on the rock, was being driven wildly about, and these high-and-dry spars, logs, and maimed figure-heads were dashing each other in the maddened wave ? Not having more to say about Bernera, I will now proceed to a short off-handed account, of the few objects of note that came in my way whilst travelling towards the Head. My second night after leaving home was passed in Tayinloan, a small hamlet on the west side of Kintyre. North of it a few miles is the old burial-ground of Kilcalmonell, and south of it a mile or two, Killean, both con taining some good sculptured slabs of the usual Argyleshire pattern. Around these places are some interesting hill-forts, I was told, but, as lying rather out of my beat, I did not go to see any of them. This, however, was not greatly to be regretted, for if not in better condition than were two or three I fell in with next day in Gigha, they could hardly have been much worth inspecting. From the ferry-house jetty below Tayinloan, straight across the sound to Ardminish Bay, in Gigha, the distance is 'some three miles or so. Up from the landing-place a short way stands the modern church, and facing it, on the opposite side D"], [24, "BARRA HEAD. 18 of the road, a small but much more comfortable inn than could be looked for in a place so seldom visited. The burial-ground is at Kilchattan, a mile southward. Within it are a few carved stones of ST CATTAN'S. GIGHA ISLAND, EAST ELEVATION. memorial, a broken cross, and considerable remains of the old church — a somewhat rudely-constructed oblong, internally 33 feet in length, with, among other details of an ordinary kind, one long narrow"], [25, "BARRA HEAD. 19 lanciform window in the east end. The large font of stone, mentioned by Martin as lying upon the altar, is, in no way impaired, still resting within the recess of the window, but the bowing-stone that stood on the top of a hillock a short distance back from the north side of the cemetery, called Cnoc na Crois, the hill of the cross, has seemingly been long since removed, as one or two aged men, who have been all their lives in the island, said they never had seen anything of it. A bare tapering pillar, about 6 feet in height, on a lower hillock near the church, is pro bably of modern erection. About a couple of miles northward of Kilchattan, and on each side of a cross-road leading from Drumyoin farm to Mill Bay on the west side of the island, are the ruined hill-forts of which I have spoken. North ward of these, and just before coming to the farm-house of Tarbert, there is, away off a bit to your right, an almost trace less burial-ground, with a dila- ISLAND OF GIGHA pidated cross nearly 7 feet high in its midst ; and, beyond Tarbert a few paces, a huge unshapen pillar, called the \" Druid's Stone \" by the people"], [26, "BARRA HEAD. 20 about. Still keeping on in nearly the same direc tion till nearing Cairnban Point, in the north-eastern extremity of the island, you are brought to another place of sepulture, which I rather think the antiquary will regard as the most interesting spot in Gigha. It was almost dark before I got to it, though even with plenty of light I doubt whether I or any one could have seen much to have made anything out of, without no end of going down into holes and digging therein. Things of the kind are not easily described ; but conceive scattered over a weird looking plat so many cyclopean-like cells, cromlechs, kistvaens, or what ever else or otherwise you may call them, each more or less slantingly roofed over with a ponderous slab, and showing, in two or three of them, appearances of passages in all likeli hood to underground chambers. On one of the slabs I noticed the ad jacent figures, and I daresay more might have been found had there been light to look carefully for them. GauTwoan Point. Lying off the south end of Gigha, and divided from it by a narrow GIGHA ISLAND channel swarming with rocks, is the small island of Cara. In the north end it is low and grassy, but"], [27, "BARRA HEAD. 21 rises a little as you go southward, and finally termi nates abruptly in a bold perpendicular bluff rising to 172 feet over the sea. A shepherd and his family, residing in the end opposite Gigha, are the only inhabitants. Close by their biggin are remains of a chapel, externally 29 feet in length, the walls coarsely composed, and pierced with a few short and very narrow flat-headed windows and a low door way, much resembling what are ordinarily met with in most west-country churches. As a field for archæological research, the district of Campbelton is perhaps fully equal to any in Kintyre. Kilchenzie, Kilchouslan, Kilchiaran, and Kilcoivin, all quite near to the burgh, have (most of them) ruined chapels, with, in some instances, interesting features, and many richly-ornamented memorial-slabs and shafts of crosses of curious character. As is the case in other places, however, the latter, through repeated shifting and lack of regard for their safety, are becoming year by year sadly wasted and fewer in number. This I well knew by reference to my earlier jottings. Some, therein set down nine or ten years ago as fine and well conditioned specimens, I have now found either greatly effaced or broken, whilst two or three frag ments, then prominent objects in the burial-grounds, have disappeared altogether. Possibly like, as I should hope, many others now lost sight of else-"], [28, "BARRA HEAD. 22 where, they may be lying hid under the soil, and if so, therefore happily conserved for a more doing generation of antiquaries ; but be that as it may, I much fear that unless steps be taken to arrest further injury to those existing above ground, many as yet excellent specimens will be handed down to posterity scarcely worth the preserving. Kilchiaran, to which I more particularly allude, is pleasantly situated upon the south side of Camp belton Loch, little more than a mile out of the burgh. Close by the shore, two or three miles further away, and only reachable at ebb, is a more steadfast memo rial of Kintyre's primitive apostle — to wit, a deep cave in the face of a steep hill, called Ciaran's Cove, in which, according to local telling, the saint housed himself for a time after his arrival from Innisfail. It is a dark rugged cell, at which, I suspect, the manse-loving saints of our day would look rather askance if asked to take up housekeeping in it. And indeed the missionary's first look of his dwelling must have been not very comforting, though it is hard to say whether one in any way much more re fined could have been found along the whole length of the peninsula in the sixth century. At its mouth the cave is of considerable width, but towards its upper extremity straitens to a mere crevice or rent. Damp, and in every way forbidding, I cannot con ceive it having ever been a human residence; yet,"], [29, "BARRA HEAD. 23 one or two artificial features, still partly remaining, clearly indicate that such it had been at some early period. At a few paces inwardly from its mouth, the cave is inclosed by a very thick wall, still rising here and there some 8 feet or so, with a doorway at its centre. At about 15 feet from the doorway, there is, sunk into the floor, a large oval-shaped flat bottomed basin with a broad brim, which is always being kept full by the \" minute drops \" from the roof; and lying alongside of it, there is a round lumpish stone, 2 feet in diameter, overspread with a cross patte\"e encircled by a bordering of the Greek-Fret ornament, or that which we see nearly resembling it so frequently running along the edges and narrower faces of the sepulchral slabs. Southend, another portion of the old parish of Kilchiaran, comprehending the southern extremity of Kintyre, is also an interesting district, not archæo logically only, but topographically as well. The wild upland country between the village and the Mull, on which the lighthouse is most romantically seated, is much worth seeing, as also are the remains of some ancient forts edging the sea-cliffs, not very far from the road. Thitherward going, you pass, when out of the village a mile or two, the not greatly-decayed church of St Columba, standing within the old burial-ground of Kiel, close by the wayside. Besides many worn slabs of ancient type, the yard contains"], [30, "BARRA HEAD. 24 one fine and finely-preserved specimen, on which is boldly sculptured the figure of an ecclesiastic in benediction or prayer, with a chalice beneath ; but the church — a long narrow building, with small round-headed windows and doorway, in the side walls only — has no features requiring remark. Under an overhanging rock, close by on the road side, is St Columba's Well, and on the top of a hillock overlooking the west end of the burial ground there is, by the side of the turf-covered ground-work of a small rectangular building and the pedestal of a pillar, a flat rock bearing on its top the impress of two feet, made, it seems, by those of the saint whilst he stood marking out and hallowing the spot on which his chapel should rest ! Another interesting place, conveniently reachable from the village of Southend, is the small island of Sanda. The singularly-situated lighthouse, perched on the summit of the Ship Rock, on the south side of the island, is well deserving a visit, though pro bably the antiquary will be better pleased with what is to be found nearer to his landing-place on the opposite shore. Here, in the midst of an open burial-ground of small size, is an old shattered chapel, according to one account dedicated to St Ninian, according to another to St Columba, and to a third {Trans. of Camb. Camd. Soe. p. 80), one St Shenaghan, who \" is said to have come from Ireland"], [31, "BARRA HEAD. 25 and to have been left by Columba in charge of Kilcolmkil.\" Excepting the east one, all the walls of this chapel are nearly entire, the west one wanting a part of the gable only ; the windows short, rudely- CH-oFST. NINIAN, SANDA ISLAND fashioned, and, as is also the doorway, flat in the head. Lying within the church are the bowl of a baptismal font, and a poor slab, inscribed Macdonald. 1682, and pictured with a galley and sword ; and off from the west end of the building a few yards are E"], [32, "BARRA HEAD. 26 two rude pillars — one a massy Latin cross 6 ft. 4 in. high, the other a squared slab a few inches taller, dimly bearing on one of its broader faces a cross, and on the narrower ones some nearly worn - out ornamentation, the pre cise pattern of which I could not make out. Having in the fore going discourse run you up to the extreme point of Kintyre, I must now lead you backward ly to our starting-place for scenes more distantly away in the west. Though appa- ISLAND OF SANDA, CANT. rently but sparingly visited either by the scene-hunter or the antiquary, I know of no bit of country that should be more interesting to both than that lying around Lochgilphead, Kilmartin, and Crinan. The old burial-grounds at Kiels, Kilmory-Knap, Eilean M5r, Kilmichael-Inverlussa, Kilmichael-Glassary, Kilneuair, Kilmartin, and Kilmachunaig, are all very beautifully situated, and have, besides in some in stances remains of chapels deserving regard, collec tively more sculptured slabs than you are likely to find in any other district of similar extent. Kil modan, in Glendaruell, and Inverchaolan, up on the"], [33, "BARRA HEAD. 27 east side of Loch Striven, I may mention as also beautiful sites, lying not much out of your way directly into Knapdale and Kintyre. Like that at Kilmichael-Inverlussa, both churches are modern buildings occupying sites below the spots on which their originals are said to have stood.* The burial ground at Kilmodan contains some seven or eight very good sculptured slabs, brought down, I was informed, from the old place above, and there is one rather commendable specimen, of seventeenth-century make, at Inverlussa, but none, so far as I could see, at Inverchaolan. Not caring to say aught concerning one's so many dinners and breakfasts on board of a steamer, just at once conceive ourselves, on a calm, close, sunny morning, taking afoot the ten or twelve miles between Dunvegan and Trumpan in Vaternish. * On visiting these sites I found traces of burial-grounds, and buildings of small size ; and near to those at Inverlussa and Kil modan, Jwly wells, to which, till not very long ago, the people around occasionally resorted for relief from their bodily complaints. Re specting Inverchaolan, I see it stated in the Origines Parochialcs, on the authority of the New Statistical Account, that \"what appears to have been the parish church before the Reformation remains with its burying-ground on a hill about 200 yards above the present church.\" If such were really extant at the statist's time of writing, a deal of \" Reformation \" work must have been going on in the parish during the last very few years, since at the present scarcely a vestige of either is to be found."], [34, "BARRA HEAD. 28 The somewhat pompously, but withal very poorly modernised castle of the Soil Torquil, distantly backed by the bold jagged outline of the Cullins, first of all meets your eye ; then the old burial ground and ruined teampull at Kilmuir ; then a way side hut here and there, the village of Stein, quoad sacra church and manse of Vaternish ; and finally, down by the shore a little way short of Vaternish Point, the burial-ground and ruined church of Trumpan. KILMORY, DUIRINISH. The church at Kilmuir is evidently of consider able age, but seems to have undergone various alterations before its abandonment about 1830, when the new one was built. The doorway and windows"], [35, "BARRA HEAD. 29 are small, flat-headed, and deeply recessed inside. Besides one or two niches, there is a large arched recess in each of the side walls, and another of same kind under the window in the east elevation, which were probably tombs. The surrounding burial ground, like most in Skye, is terribly disordered. Apparently it does not contain any ancient memorials. Among those of modern date is one of pyramidal form to the memory of Thomas, Lord Lovat, who died in Dunvegan Castle, May 1699, conspicuous for size and ugliness. It is in a very shattered condi tion, having been struck by lightning — a casualty to be regretted only as not having gone the length of destroying the deformity altogether.* The old chapel at Trumpan is externally 51 feet in length, the south wall completely down, but the others scarcely at all dilapidated. The east end has one short narrow window, flat in the head, and there are two of like shape and a rudely-arched doorway in the north elevation. If a window ever existed in the west end, it must have been in the wanting gable, as the wall on which the gable had rested is blank. * Boswell, after quoting the inscription, which, if I rightly remem ber, is partly still upon this monument, says : \" I have preserved this inscription, though of no great value, thinking it characteristical of a man who has made some noise in the world. Dr. Johnson said it was poor stuff, such as Lord Lovat's butler might have written.\" — Tour in the Hebrides ; Lond. 1785."], [36, "BARRA HEAD. 30 The burying-ground is, as Hebridean ones generally are beginning to be now-a-days, decently enclosed, but there is still the long-honoured thicket of nettles and hemlock to baffle the perseveringest scrutiny of the antiquary. One sculptured slab, however, I con trived to find, lying close by the west end of the church ; and had time and patience sufficed, I daresay fhe'Jryiny Stone\" Ti- urn pan. one or two more might have cast up. Standing near to this slab there is a rude undressed pillar called ' The Trying Stone,\" to which, according to local tradition, accused persons were taken, and there,"], [37, "BARRA HEAD. 31 through a venturesome appeal to the object, made manifest their innocence or their guilt. It is a massy whin, 4 ft. 8 in. in height, with a down wardly-bent cavity of an inch and a half in diameter near to its top. As the story goes, the appellant was placed within a certain distance of the stone, and then approaching it blindfold, established his innocence only by unerringly putting his finger into the cavity. Before speaking of Trumpan I should have men tioned Skeabost, the site of Sand Colmis Kirk in Snesfurd in Troittemess. At some five or six miles out of Portree, and whilst nearing the head of Loch Snizort, you see it in the shape of a diminutive islet or holme quite close to the road. During rainy weather access to it is not very easy or safe, and I well remember the trouble and trepidation I experi enced some years ago whiles being taken across in a cart with the river in flood. On making the shore one is immediately struck with the intensely ecclesias tical character of the spot. From end to end the islet is covered with the remains of chapels, some of them up a bit, here and there, but most of them so reduced that nothing is traceable more than the ground-plan. The one most entire, though possibly not the most ancient of the group, is in all likelihood that spoken of in the Origines as dedicated to St Columba, and as the walls are nowhere much worn down, may have"], [38, "BARRA HEAD. 32 been in use till up to the occupation of the \" subse quent church, decayed in 1796,\" which stood at the head of Loch Snizort Beg. It is a very rough building, externally 21 feet in length, the side eleva tions somewhat broken, the east and west ones, together with their gables, nearly entire. The door way (S.W.) is dilapidated, and the only perfect window is a rectangularly-shaped one, 22 inches high by 6 wide in the east end. Apparently the island is not fertile in sculptured slabs, the only specimens I could see being one bearing a military effigy in half-relief, lying inside the church, and another and much finer one of like kind over a grave a few paces off. Having finished our petty survey of the neigh bourhood of Dunvegan, we set off on a fine breezy morning for Lochmaddy, in Uist, but shifting a trifle our purpose when about half-way across, ran ourselves into the little harbour of Rodil, in the south-east corner of Harris. The diversion was not, as you may readily guess, for the purpose of pro longing the pleasures of yachting, but simply for the obtainment of another look of the old priory church of St Clement, which you have once or twice heard me speak of as standing up a few yards from the landing-place, on the road leading to Obbe. Though long unused as a place of worship, the walls of the building have never been dilapidated to any"], [39, "BARRA HEAD. 33 extent, and I was gratified to observe that since my last visit the proprietor of Harris had put on a roof, glazed all the windows, and surmounted the tower with a short pyramidal capping, much to the im provement of its appearance. Thus conditioned, only a small expenditure more would suffice for a complete restoration of the edifice ; and this I should hope will in short time be done, not only for its own sake, but for the moral good of the locality as well. The plan is a Latin cross, without aisles, in ternally 60 ft. 7 in. by 15 ft. 2 in., with a square western tower of good height, of same width as the church. Throughout, both outside and within, there is very little of enrichment, the only elaborated features being the arched entrances to the transeptal chapels, which are fairly and boldly moulded, and the east window, which, while the others are plain single lancets, is a rather fancifully-designed one of three feathered lights, with a six-spoked wheel filling the head. The date of erection appears not to be known. Donald Monro, High Dean of the Isles, says (1594): \" Within the south pairt of this ile (Harris) lyes ane monastery with ane steipell, quhilk was foundit and biggit by M'Cloyd of Harrey, callit Roodill.\" Who this particular Macleod of Harris was, and at what time he lived, it is impossible to say, but as in the early part of the sixteenth century a Sir Alexander F"], [40, "BARRA HEAD. 34 Macleod was rector of Harris* it is likely that he is the person referred to by the dean. In the Old Statistical Account, the minister of Harris also speaks of, apparently, this Alexander, and of his being the putative founder of Rodil, but asserts that he only repaired the building ; and this I am disposed to believe was all that he did, as, though by no means ancient, it must have been standing long before his time. Not very long, however, for the whole character of the structure bears the impress of a period late in the practice of ecclesiastical architec ture ; and although in the mouldings of the arches, east window, and monumental recesses in the side walls, there are ornamentations peculiar to the twelfth and thirteenth centuries, these an at all tutored eye will readily detect as merely imitations of the primi tive types, just as so we find such forms to be in other comparatively modern buildings whose dates of erection are matters of history. Externally, the tower is divided into two stages by a bold cable-moulded string, from which, at the corners of the tower, as also from midway between, are projected busts of animals — the bull, lion, bear, etc. At the middle of the west elevation the string rises and forms a housing or niche to the figure of a prelate on a bracket. Within the church the sculp- * Origines Parochiales, vol. ii. p. 377."], [41, "BARRA HEAD. 35 tures are more numerous and interesting. There they form the decorations of two sepulchral recesses in the south wall, one of them eastward and the other westward of the transept. The eastern recess contains a mailed effigy recumbent on a slightly raised tomb. Behind, the wall of the recess is covered or compactly inlaid with twelve pictured panels, each forming a distinct subject in bold relief, and in perfect preservation. The central sculpture represents the Virgin enthroned and crowned, a sceptre in her right hand, and the infant Saviour in her left arm. On each side of this the panel contains a bishop, and in the one directly under, an angel — the arch one Michael perhaps — and the devil are weighing souls or the lives of men. Other panels contain stags, a galley, a bishop going forth to hunt attended by two keepers leading dogs, and an in scription in four lines commemorative of Allexnder : rhlitis : . . . Mac : clod : dno : de dub : . . . . Anno : dfii : m : ccccc : xxix. Outside the recess, and fringing it in the form of a triangular canopy or hood, is a series of nine sculptured panels of same style, and equally curious. The crucifix in the arms of the Father, with a figure standing on each side, is the central subject ; and in the other panels are angels, some with inscribed scrolls, and others on wing bearing the spirits of the departed in their hands."], [42, "BARRA HEAD. 36 The recess westward of the transept was pro bably adorned in the same manner, but now the only sculpture is a crucifix with the usual figure on each side, placed in the spandrel of the canopy. Re cumbent on a low sloping coffin made of slabs, in the south chapel, there is a full-sized effigy, similar"], [43, "BARRA HEAD. 37 in kind to that in the eastern recess. The figure is dressed in a cassock, the left hand carrying a short sword, the right supporting a great two-handed one in front as a cross. I should also mention, as an object of some interest, the uppermost part of a cross, bearing on one face a crucifix in very bold relief, and on the other a spreading of flower-work. Both in form and style of ornamentation it is quite similar to the Argyleshire crosses, but on a much smaller scale than the perfect ones erect in that county. At my former visits there were two or three sculptured slabs in the burial-ground, which I daresay are still somewhere lying about, though at this time not discoverable. Not long after reaching Lochmaddy we set out for the Head, and meeting no hindrances during the travel, got by nightfall the length of Craigory, a little place overlooking the ford at the south end of Benbecula. The direct road southward is the upper one, as it is called, through the middle of Uist, but as being dull and destitute of interest, we took the circuitous one along the north and west sides of the island. Out of Lochmaddy a few miles we stopped for a look of Dun Torquil, one of the many so-called Danish forts existing in the district ; but our first lengthened halt was at Houghary, the seat of the ancient church of Kilmorie of North Uist. The"], [44, "BARRA HEAD. 38 burying-ground contains the parish church, built in 1764, but there are no remains of the older structure, which, when deserted, was probably used up as material for some of the inclosed sepulchres stand ing thereby. Lying half-concealed here and there are a few poorly-sculptured slabs, and standing erect there are two cruciform pillars, one of which may be the Water Cross mentioned by Martin as having been used by the ancient inhabitants for procuring rain ; \" and when they had got enough they laid it"], [45, "BARRA HEAD. 39 flat on the ground.\" Both are each 4 feet in height, one of peculiar shape, the other of the ordinary Latin form. The last, I was sorry to see, has been con siderably injured since my visit in 1855, the north arm, then entire, being now nearly away. Carinish, to which we next shifted, is perhaps of all places in North Uist the most interesting to the ecclesiological antiquary. Respecting it, I read in the Origines: \"In 1389 Godfrey of Isle, Lord of Wyst, confirmed to the monks of Inchaffray the chapel of the Holy Trinity (at Karynch) in Wyst, as granted to them by Cristina, the daughter of Alan, the true heiress, and Reginald, called M'Rodry, the true lord and patron. The chapel was apparently a Culdee church, and therefore built before the time of Cristina, the daughter of Alan, who lived about the year 1309. About 1390 the chapel of Carinish was probably rebuilt or repaired by Amie M'Ruari, who is traditionally reputed its founder. The church is marked by Blaeu as Kilbrinidad, and its ruins are locally known as Teampul-na-Trianaide (the Trinity Church).\" — Vol. ii. p. 373. The ruins referred to above occupy a raised spot at the south end of the island, and close by the little inn from which the traveller has his bearings on taking the long mazy ford to Benbecula. These consist of two separate buildings, not extremely dilapidated — one internally 62 feet 8 inches in length,"], [46, "BARRA HEAD. 40 the other 23 feet. As will be observed by the plan, the smaller and apparently more ancient building stands north of the bigger one, and about 5 feet apart. There are no features in the larger church CARINISH, N.UIST. requiring remark. Neither is it needful to say much of the other : in it the windows are small, narrow, and flat in the head ; the doorway is in the south side, and communicates with the larger church by a low semicircularly-vaulted passage with a window"], [47, "BARRA HEAD. 41 on each side. At what time this passage was formed it is difficult to say, but that it had no existence in the original design of either building is evident, as its walls are not bonded or tied into those on which they impinge at either extremity. In the want of historical data, and of any peculi arities in the fashion of the buildings themselves, through which a definite period could be tracked, it seems useless to guess at what age they belong. In the general appearance of the larger edifice there is nothing that can lead to the belief that it is very old ; but judging from its in every way more anti quated character, of the smaller one it may be safely affirmed that if not the work of its traditionally re puted founder, Amie M'Ruari, it must have been that of one who flourished not long after her time. It would appear that till about the beginning of the present century the interior of the greater church was decorated with sculptures similar to those still existing at Rodil, as I was told that one Macpher son, an octogenarian living at Cladach, Carinish, remembers of having seen, when a boy, stones in the walls figured with angels, armed men, animals, etc. The area of the church is deeply bedded with rub bish, and among it possibly some of these interesting relics might be found by any one disposed to the labour of making a search. Clearing the ford, and then taking the road along G"], [48, "BARRA HEAD. 42 the west side of Benbecula, you come first to Bali vanich, and then to Nuntown, or Bael-nin-Killoch, as Martin has it. At the former place, and occupy ing a piece of swampy ground formerly the bed of a lake, are the remains of what is in the New Statis tical Account called a monastery, \" but probably,\" says the Origines, \"a chapel belonging to the monks of Iona.\" I don't know what may be the condition of this building now, but in 1855, when I visited the place, it was a very ruinated oblong, 57 feet in length, with a small flat-topped torn window in each of the end elevations. Westward of it a few paces there were then also the foundations of another building about 30 feet in length, which may have been a chapel. At Nuntown there was till not long since a re main of a nunnery, or of a chapel belonging to the nuns of Iona, \" the stones of which,\" says the Statis tical Account, \"were used in the building of Clan ranald's mansion and office-houses.\" Near to the site of this ravished building there is a small roofless, but in other respects not much wasted, church, in a burial-ground, which I do not remember having seen anywhere noticed. Outwardly, the length of this apparently either unknown or despised ways-and means whiles the great chieftain's domicile was being put up, is 25 feet. The windows are small,"], [49, "BARRA HEAD. 43 narrow, and flat in the head — two in each of the sides, one in the east end, and, if not a niche, another immediately over the doorway in the west elevation. Altogether, it is a quaint-looking little thing, suggestive of a period when even a needy Clanranald would have hesitated to meddle with gear of the kind, yet withal so, somehow or other, trim and lively-looking that one may doubt its being the work of a time very remote. The burial-ground is inclosed and tidy, and contains two or three slabs of ancient type, but not of much value."], [50, "BARRA HEAD. 44 As in Benbecula and N. Uist, the direct road to the south end of S. Uist is through the middle of the island, but that along the west or machaireach side, though not just suitable for carriage convey ance, will be found by the pedestrian by far the pleasanter — the former being a dull mossy track bordering the slopes of the hills, while the latter is a flat verdant plain, beautifully variegated with the hues of the daisy, buttercup, white clover, rue, and other wild-growing and sweet-smelling plants. Pursuing this floriated path, you go past many places bearing names indicative of their having been ecclesiastical sites in early times ; as, for example, Kilaulay, Kilivanan, Ardmichael, Kildonnan, Kil peader, and the small peninsulated Oransay. By the road also are Howmore, Hallan, and Boisdale, at which, and at Ardmichael, are burying-grounds, but at none, save Howmore, any architectural re mains. Kirkdale, south a short way of Loch Eynort, and Kilbride, eastward of Pollachar, at the south end of the island, are also ecclesiastical sites ; but of these I cannot speak, as I have not been to them. In Martin's time it is possible that many chapels had fallen into decay, as he only enumerates St Co lumba's, St Mary's, St Jeremy's, St Peter's, St Michael's, and St Donnan's ; these being likely the only ones remaining in use. From the documentary evidence adduced in the"], [51, "BARRA HEAD. 45 Origines it would appear that the principal church seats in S. Uist were Kilpeader and Howmore, and of these two Howmore in all likelihood was the more important, inasmuch as it comprehended two churches, besides several mortuary or votive chapels, considerable traces of which are still existing. Kilpeader, I believe, retains no ecclesiastical features, but of this I do not speak authoritatively, as I did not visit the spot. Howmore at my first visit had remains of five churches and chapels, all standing close by one another. One of the number I now found had been removed during the late operation of inclosing the burial-ground, but the others seemed to be very much as they were when I first saw them. The missing one was a very charac teristic building, the smallest of the group, with a very narrow rectangular window and a short sloping doorway in the east end. Externally it measured only 17^ feet in length. Of those still remaining the largest has been about 60 feet in length. Scarcely anything of it is standing more than the east wall, a long lanciform couplet in which shows that the building had been the finest and largest of the lot. The next largest is internally rather more than 54 feet in length. Of it also the only remain is the east wall, the appearance of which you will guess from the accompanying sketch. The two other chapels are each about 20 feet in"], [52, "46 BARRA HEAD. length, not so much reduced, but with no features deserving notice. One of them, the easternmost of the group, is in plan somewhat oddly formed on the north side, and there, seems to have been connected with another building, the plan of which cannot be traced. In two of the chapels the altar is still"], [53, "BARRA HEAD. 47 extant, and in the burying-ground there is a fine memorial slab, pictured with a cross, sword, armed horseman, animals of chase, etc. In the burial ground at Hallan, south some two or three miles of Askernish, there is another fine specimen, with foliage and shears, which probably belonged origi nally to Howmore, as Hallan does not seem to be a sepulcretum of long standing. Across the sound between Pollachar, at the southern extremity of Uist, and Eoligarry, in the north end of Barra, the distance is six miles, or thereby ; though short as it is, the passage, like that from Harris to Uist, is not, even in summer, a matter always of easy accomplishment. Up from the landing place a short way, and scarcely observable until nearing the spot, is the old burial-ground of Kilbar, with a cluster of ruinated churches and chapels rising scarcely above the rank vegetation around. A more utterly abandoned-looking place I never saw ; uninclosed and in no degree tended, it and everything in it seem purposely left to go into oblivion. Intentional or not, hence a few years this must be the result, for since my former visit there has been a marked change to the worse in the condition of the buildings, all being, more or less, more dilapidated, and one, in some respects the most curious of the lot, nearly erased. In whole, the buildings form a group of three"], [54, "BARRA HEAD. 48 chapels, standing near to each other, and the founda tions of another one that stood somewhat apart down by the wayside. This last, which was removed not many years ago, is said to have been much higher in the walls than any of the others, a circum stance that leads me to infer that it was com paratively modern, and had formed the parish church till about 1835, when the present one was erected. Martin, writing about 1700, says: \"The church in this island is called Kilbarr — i.e. St Barr's Church. There is a little Chappel by it, in which Macneil, and those descended of his family, are usually interred.\" The largest building of the group, and to all appearance that mentioned by Martin, is externally 42 feet in length. Of the east and west elevations little is left, but the altar still remains in its place. The side elevations are nearly entire, the south one containing two small and very rudely-constructed windows with triangular heads, near to the east end, and another broken one of like shape towards the west. The north elevation has a similarly-fashioned window near to the eastern extremity, and, towards the other end, the doorway — a curious and extremely antiquated-looking feature, scarcely 2 feet wide, with a triangular head, set flush with the wall in a semicircular arch formed of slates. Within a few feet south-west of this, the supposed church of St Barr, is the greatly-dilapi-"], [55, "BARRA HEAD. 49 dated chapel referred to above : its external length is 1 8 feet 3 inches. The only perfect window in it is a round-headed one about 2 feet in height and 5 inches in width, in a fragment forming the eastern extremity of the north wall. The subjoined sketch will show you its complexion, and that of the structure generally. Westwardly of it about 33 feet is the other building, which in all probability is the sepulchral chapel of the Macneils alluded to by Martin. Outside it is 30 feet in length, nearly H"], [56, "BARRA HEAD. 50 entire, and divided across about midway by a wall into two compartments, each with a doorway, and several square-headed windows barely 4 inches wide. Besides these sadly-wasted, yet still interesting fragments, the burial-ground contains at least two profusely-sculptured slabs of memorial, bearing flori ated crosses, swords, and fringings of foliage, in form nearly resembling the Argyleshire patterns, but larger, wider spread, and less delicately wrought. Little more than a mile or so south of Kilbar, and just before reaching the Traigh Mhor, which nearly insulates the Eoligarry district of Barra, there are slight remains of a chapel, 20 feet in length, which seems to be that thus spoken of by Martin : \" The Natives have St Barr's Wooden Image stand ing on the Altar covered with Linen in form of a shirt ; all their greatest Asseverations are by this saint. * * *' There is a Chappel (about half-a mile on the south side of the Hill near St Barr's church) where I had occasion to get an account of a Tradition concerning this Saint, which was thus : The inhabitants having begun to build the Church, which they dedicated to him, they laid this Wooden Image within it, but it was invisibly transported (as they say) to the Place where the Church now stands, and found there every morning. This Miraculous Conveyance is the Reason they give for desisting to Work where they first began.\""], [57, "BARRA HEAD. 51 At Borve, a very sweet place south of the strand a few miles, there are the remains of another chapel or church, said, according to the Old Statistical Account, to have been dedicated to St Michael. It has been a building of very moderate size, consisting of a chancel and nave, respectively only 7 feet 10 inches and 23 feet in length, inside. What the character of its detail was is now beyond ken, as only the ground-work is left; but the plan would suggest greater refinement than what is observable in any of the other ecclesiastical remains in Barra and Uist. I may mention, as perhaps worth recording, that the only other ecclesiastical building I have fallen in with in the Long Island in which the chancel and nave are constructively separated, is the almost similarly proportioned church of St John Baptist, at Bragar, on the west side of Lewis. As this refinement upon the simple oblong type seems to have come first into use during the Romanesque period, these two churches may per haps date from somewhere about the middle or end of the twelfth century. What may be the precise dates of the older-looking of those at Kilbar, Howmore, etc., it is not easy to guess. From their simple form and general rudeness it might be assumed that at least some of them were very ancient ; but these peculiarities cannot be held in their case as signifying much, for throughout the"], [58, "BARRA HEAD. 52 mainland of Scotland very nearly the whole of the smaller churches that succeeded the Norman period show a return in their plan to the simple parallelo gram, and in the islands and other outlying districts constructional rudeness must be regarded as only the natural expression of rudeness of position and want of wealth. I must now bring my little narrative to a close. Arriving at Kismull or Castle Bay, in the south end of the mainland of Barra, I found, readier than could have been expected, means of conveyance to the goal of my journey. The weather was fine, and whilst oaring along I would fain have landed on the islands between ; but fearful of a change, and already half worn-out by my previous trail, I let them go by with the comforting resolve of turning them up on some future occasion. UNDA. Privately PriittlZBgjl.' Clark, Edinburgh."], [59, ""], [60, ""], [61, ""], [62, ""]]