[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "LEGENDS OF THE OPERATIONS OF THE ARMY OF THE CUMBERLAND. WASHINGTON: GOVERNMENT PRINTING OFFICE. 1869."], [8, ""], [9, "LEGENDS OF THE OPERATIONS OF THE ARMY OF THE CUMBERLAND BllIC. GEN. ROBERT ANDERSON'S OPERATIONS IN KENTUCKY. In the opening period of the war of the Rebellion, the State of Kentucky declared her neutrality. During the spring and summer of 1861, camps of rendezvous and instruction were organized at various points within her borders, and troops enrolled in the army of the United States. On the 15th of August, 1861, the Department of the Cumberland was constituted, embracing the States of Kentucky anel Tennessee, per General Orders No. 57, War Department, and Brigadier General Robert Anderson was assigned to the command. Early in the month of September, the rebel General, Leonidas Polk, invaded Kentucky with a large force and seized Columbus, strongly fortifying his position. To resist the rebel invasion, the legislature of the State, by resolution on the 12th of September, requested Brig. Gen. Robert Anderson, of the United States Army, to enter upon the active discharge of his duties as commander of the department. On the 15th, Brig. Gen. Geo. II. Thomas assumed com mand of Camp Dick Robinson, relieving Lieut. William Nelson, of the United States Navy, who had for some time superintended the enlistment and organization of troops at that camp ; subsequently,* Lieutenant Nelson was appointed to the rank of Brig. General and assigned to duty at May7sville, with instructions to organize a force to operate in Eastern Kentucky. About this time, General Buckner invaded the State at the head of a strong rebel force and occu pied Bowling Green. Advancing from thence, he took position at Muldraugh's Hill, on the night of the 17th, strongly threatening Louisville. Gathering together the few available troops at his command, including Colonel Rousseau's command, and a body7 of Home Guards, under Lt. Col. R. W. Johnson, General Anderson sent them forward, under Bridgadier General W. T. Sherman, to Lebanon Junction, checking the further advance of the enemy. Being- re-enforced by a few regiments, General Sherman advanced to Elizabethtown, Buckner retiring before him without resistance. General Sherman then placed his troops in position on Muldraugh's Hill, Buckner falling back to Bowling Green with his main force, where he intrenched himself, leaving guards at intervals along the line of the railroad. On the 21st, General Anderson, by proclamation, called the people of the State to arms in defense of the government ; and General T. L. Crittenden ordered the State troops to rendezvous at Louisville, The enlistment and organization of troops was pushed forward with vigor. On the 24th, General Anderson officially7 assumed command of the Department, per General Orders, No. 1. On the 8th of October, owing to continued ill health, Brig. Gen. R. Anderson was relieved in the command of the Department of the Cumberland, and Brig. Gen. W. T. Sherman appointed to succeed him."], [10, "fr 4 LEGENDS OF THE OPERATIONS OF BRIG. GEN. W. T. SHERMAN'S OPERATIONS IN KENTUCKY On the 8th day of October, 1861, General W. T. Sherman assumed command of the Depart ment of the Cumberland, with headquarters at Louisville, Ky., leaving Brig. Gen. L. H. Rousseau in command at Muldraugh's Hill. Brig. Gen. T. L. Crittenden was ordered to proceed to Owensboro, Ky., and take command of the United States forces being organized in that quarter, and in the vicinity of Henderson. Brig. Gen. L. H. Rousseau moved forward from Camp Muldraugh, to the vicinity of Nolin. On the 12th, Brig. Gen. A. McD. McCook was assigned to the command of all troops in the vicinity of Nolin. Having completed the organization of the First Brigade, Army of the Cumberland, General Thomas sent forward Brig. Gen. A. Schoepf, with three regiments from Camp Dick Robinson, to Rock Castle Hills. On the 21st, General Schoepf was attacked by a considerable body of the enemy, under General Zollicoffer, who was badly repulsed. On the 28th, General Thomas moved forward with the rest of his brigade, and established his headquarters at Crab Orchard. In the meantime, General Nelson had advanced from Maysville to Olympian Springs where he met re-enforcements from Paris, Ky. Moving thence to McCormack's Gap, he divided his command, sending Colonel Harris with a small force to West Liberty, while he advanced with the main force, consisting of three regiments of infantry, two battalions, and a small force of cavalry, on Hazle Green. Both places were occupied on the 23d, Colonel Harris meeting with slight resistance. Moving forward his forces from Hazle Green and West Liberty, General Nelson united his command at Licking Station, from whence he advanced on Prestonburg, occupying the place on the 5th of November. On the 7th, he sent a force, under Colonel Sill, up John's Creek, to advance on Pikeville from the left, moving forward in person the next day, with the main force, on the direct State road ; some sharp skirmislring was had in ascending the mountain side, resulting in the rout of the enemy. Colonel Sill occupied Pikeville on the 9th, General Nelson arriving the next day. Brig. Gen. Crittenden established his headquarters at Calhoun, Ky., where he organized the Fifth Division. Feeling that the force assigned him was greatly inadequate to the magnitude of the occasion — holding the great line of the center, on which the hosts of the rebellion could rapidly concentrate as the fortunes of war should afford opportunity — General Sherman gave in his estimate to the War Department, that to advance on the line of the Louisville and Nashville Railroad would require an army of at least fifty thousand men, and to advance the great line of the centre to its ultimate objective, and reap the legitimate rewards, would require an army of two hundred thousand men. This estimate being construed to his prejudice he asked to be relieved from Iris charge. On the 29th of November the Department of the Cumberland was discontinued, per General orders, No. 97, War Department and in its stead the Department of the Ohio was constituted, embracing the States of Ohio, Michigan, Indiana, Kentucky, east of the Cumberland River, and Tennessee, and Brig. Gen. D. C. Buell was assigned to the command, General Sherman remaining in command until his arrival. On the 15th General Sherman relincpiished the command to General Buell. MAJOR GENERAL D. C. BUELL'S CAMPAIGN. On the 15th day of November, 1861, the designation of the Army of the Cumberland was changed to the Army of the Ohio, and Brig. Gen. D. C. Buell was appointed to the command. On the 17th he directed General Thomas to withdraw his command from Crab Orchard, leaving Acting Brio-. Gen. Carter's brigade temporarily at London. Subsequently the order was modified to include Carter's brigade in the retrograde movement, but before the movement was fully executed the order was"], [11, "5 THE ARMY OF THE CUMBERLAND. revoked, and the brigade remained at London. When General Thomas arrived at Danville, General Schoepf, with the advance, having reached Lebanon, it was ascertained that the rebel General Zollicoffer's command and other troops, all under the rebel General Crittenden, had taken position at Monticello, Ky., with his advance thrown forward to the Cumberland River, threatening Colonel Hoskin's position near Somerset, Ky. General Schoepf was ordered to Somerset to re-enforce Colonel Hoskins. Advancing from Monticello to Mill Springs, the enemy7, under the rebel General Crittenden, crossed the Cumberland River at that point, and entrenched himself on the north side. On the 23d, Brig. Gen. O. M. Mitchell was appointed to the command of Camp Jenkins, near Louisville. On the 2d of December the following division organizations were announced: First Division, Brig. Gen. Geo. H. Thomas, commanding; Second Division, Brig. Gen. A. McD. McCook, commanding; Third Division, Brig. Gen. O. M. Mitchell, commanding ; Fourth Division, Brig. Gen. Wm. Nelson, commanding ; Fifth Division, Brig. Gen. T. L. Crittenden, commanding. Leaving- a small g-uard over the bridge at Nolin, General McCook advanced his division on the 7th to Bacon Creek, sending forward General Johnson's brigade to Muufordsville. General Mitchell assumed command of his division at Elizabethtown on the 11th, and on the 16th advanced to Bacon Creek, relieving General McCook, who advanced with Iris division to Green River, posting a detachment of Colonel Willich's regiment on the south bank. During the afternoon a superior force of the enemy assailed the detachment on the south bank of the river, which was re-enforced by the remainder of the regiment, when the rebels were repulsed. General Nelson, having returned from Eastern Kentucky7, had advanced with his division and taken position at Camp Wickfift\", twelve miles from New Haven, on the Glasgow Turnpike. On the 31st, General Thomas started from Lebanon, moving via Columbia, to attack the enemy, under the rebel General Crittenden, at Beech Grove. Owing to heavy rains, he did not succeed in reaching Logan's Cross Roads with his advance until the 17th. Arriving there, he halted for the troops in the rear to get up, and to open communication with General Schoepf. BATTLE OF MILL SPRINGS. On the night of the 18th of January, 1S62, the enemy under Crittenden moved out of his camp at Beech Grove, and on the morning of the 19th attacked General Thomas' advance at Logan's Cross Roads. A sharp engagement ensued, resulting in the rout of the enemy who retreated to his intrenched camp at Beech Grove, to which point he was pursued by General Thomas, who formed his division, and by 5 p. m. opened with his artillery on the enemy's works. Preparations were then made to assault the enemy's works on the following morning, but he retired across the river during the night, abandoning Iris artillery, (twelve pieces,) transportation, munitions, and stores. Pursuit was continued south of the river by General Schoepf as far as Monticello. Five regiments of General Thomas's division did not get up in time to take part in the engagement on the 19th. The enenrv's force consisted of two brigades, of four regiments of infantry7 and one battery each, two battalions of cavalry, and several intlependent companies. General Thomas lost: killed, 39; wounded, 207; aggregate, 246 Rebel loss as far as known: killed, 192; wounded and left on the field, 68; captured, 89; aggregate as far as known, 349. Commanding 1st Division Army of the Ohio — Brig. Gen. Geo. H. Thomas. Commanding Brigades. — Brig. Gen. A. Schoepf;* Colonel M. D. Manson ;| Colonel L. R. Mc- Cook;! Brig. Gen. S. P. Carter, t * General Schoepf s brigade did not get up in time to take part in the engagement. t Only two companies each of Colonel Manson's and McCook's brigades got up in time to take part in the engagement. Colonel McCook was wounded. } General Carter's brigade got up during the action and assisted in repulsing the enemy."], [12, "6 LEGENDS OF THE OPERATIONS OF Commanding Rebel Forces — Maj. Gen. Geo. Crittenden. Commanding Brigades. — Brig. Gen. F. K. Zollicoffer;* Brig. Gen. W. II. Carroll;* Colonel Brunei-; Colonel McClellan. On the 23d General Thomas posted his command at Somerset. The rebel General Humphrey Marshall, having invaded Eastern Kentucky with a large force, intrenching himself on the Paintville and Prestonburg road, three miles above Paintville, General Buell organized the Eighteenth Brigade, and on the 17th of December, 1861, assigned Colonel J. A. Garfield to the command, directing him to concentrate his troops in the valley of the Big Sandy, and operate against the enemy. Concentrating a portion of his forces at Catlettsburg, Colonel Garfield advanced up the valley of the Big Sandy, and, passing through Louisa, reached the mouth of George's Creek on the 25th. Advancing up George's Creek eight miles, he moved over Brown's Hill to the forks of Tom's Creek, and from thence advanced against the enemy in three columns; one column, under Colonel Bolles, driving the rebel cavalry from a strong position at the mouth of Jennie's Creek on the 7th of January, 1862, with a loss of six in killed and many wounded. Colonel Bolles'sloss was two killed and one wounded. On Colonel Garfield's approach, the enemy abandoned his camp above Paintville and retreated in confusion, with a loss of fifteen in prisoners. At Paintville, Colonel Garfield was joined by Colonel Cranor with the Fortieth Ohio and Wolford's cavalry from Central Kentucky ; he having advanced via Mount Sterling and Hazle Green, sending a part of the cavalry by way of West Liberty, to protect his flank. On the 9th of Jannary, 1862, Colonel Garfield continued his advance up the valley, and on the 1 Oth encountered the enemy7 strongly intrenched at the forks of Middle Creek. After a sharp engage ment the enemy was routed and driven in confusion, leaving twenty-five dead on the field, and the next day sixty of his dead were found thrown into a gorge of the hills. His acknowledged loss in killed was one hundred and twenty-five; his wounded not known; twenty-five prisoners were captured. Colonel Garfield's loss was one killed and twenty wounded. He had about nine hundred actually engaged, while the enemy had not less than thirty-five hundred. The next morning Lieut. Col. Letcher with the cavalry was sent in pursuit of the enemy, capturing a few prisoners. Colonel Garfield then took position at Prestonburg, from whence he subsequently advanced to Pikeville, the enemy withdrawing from Whitesburg to Pound Gap, and from thence dispersing into Virginia, Tennessee, and Kentucky. Learning that a body of rebel militia, under Major Thompson, held Pound Gap, Colonel Garfield advanced from Pikeville on the 14th of March, and on the 16th drove the enemy in confusion from the gap, completely dispersing him. Colonel Garfield then returned to Pikeville, aud on the 24th of March was ordered with his brigade to Louisville via the Big Sand}7 and Ohio Rivers. General Crittenden who had moved forward from Calhoun to South Carrolton, returned with his division to Calhoun about the 1st of February, when Colonel Crust's brigade embarked, and proceeding via the Green, Ohio, and Tennessee Rivers, joined General Grant at Fort Henry7 after the surrender of that place. Colonel Crust's brigade was assigned to General Lew. Wallace's division, and took part in the battle of Fort Donelson, which resulted in the surrender of the enemy7 to General Grant on the morning of the 16th of February7, 1862, after three day's fighting. General Crittenden with the other brigade of his division marched from Calhoun to Owensboro, where he embarked and proceeded via the Ohio and Cumberland Rivers to Fort Donelson, arriving after the surrender. While General Grant was thus operating against the enemy, General Buell had begun to concen trate his army, preparatory to advancing on the enemy's position at Bowling Green. Generals Thomas's and Wood's divisions were recalled from Somerset and Hall's Gap to Lebanon. General Mitchell's division was moved forward from Bacon Creek to Green River, and on the 13th of February advanced toward Bowling Green, arriving there on the 15th and taking possession of the place; the rebels having * GeneralB Zollicoffer's and Carroll's brigades consisted ot four infantry regiments and a battery each. General Zollicoffer was killed."], [13, "7 THE ARMY OF THE CUMBERLAND. evacuated it early in the morning, retreating to Nashville. General Buell now ordered General Thomas's division to Louisville, and General Nelson's division to West Point, at which places they respectively embarked and proceeded to Nashville, by way of the Ohio and Cumberland Rivers. General Nelson arrived at Nashville with his division on the 25th of February, the rebels having evacuated the place on the 23d. General Buell advanced on Nashville via Bowling Green, Franklin, and Tyree Springs with Generals Mitchell's, McCook's, and Wood's divisions, arriving in person at Nashville on the 26th. Crittenden's division came up by boat from Fort Donelson. General Buell remained at Nashville supplying and refitting his army until about the middle of March, when he advanced toward Savannah on the Tennessee River, via Franklin, Columbia, and Waynesboro, with Generals Nelson's, Crittenden's, McCook's, Wood's, and Thomas's divisions, directing General Mitchell to advance with his division from Nashville against the Memphis and Charleston Railroad. General Negley's brigade was left at Columbia. General Buell arrived at Savannah with Nelson's division on the morning of the 5th of April. BATTLE OF PITTSBURG LANDING. Heavy firing was heard in the direction of Pittsburg Landing on the morning of the 6th, and General Buell proceeded to General Grant's headquarters at that place, and found that his army, con sisting of Generals McClernand's, W. T. Sherman's, C. F. Smith's, Ilurlbut's and Prentiss's divisions — General L. Wallace's division being at Crump's Landing — was being furiously assailed by the whole rebel army7. General Nelson's division was immediately moved up to a point opposite Pittsburg Land ing ; Colonel Ammen's brigade crossed the river and assisted in repulsing the enemy's last attack on the evening of the 6th. General Grant had fought against fearful odds, and though hard pressed, had thwarted the enemy's design of crushing him before General Buell could get up to Iris assistance. After the battle of the 6th, the remainder of Nelson's division was crossed to the south bank of the river, and General Crittenden's division arrived by steamers from Savannah. General McCook's div ision reached the battle field on the morning of the 7th, and General L. Wallace's division of General Grant's army had arrived from Crump's Landing. Early7 on the morning of the 7th, Generals Grant's and Buell's armies moved forward and attacked the enemy with great determination, pressing him back until about 5 p. m., when he commenced to retreat, retiring in good order. The great exhaustion of the troops, and night closing in with heavy7 rain, precluded a vigorous pursuit. Both armies suffered heavily. Among the rebel dead was General A. S. Johnson, Coinmander-in-chief, killed on the 6th. General Beauregard succeeded him in command. FIRST DAT. Commanding Army of the Tennessee — Major General U. S. Grant. Commanding Divisions. — 1st Division, Maj. Gen. J. A. McClernand: 2d Division, Brig. Gen. C. F. Smith;* 3d Division, Maj. Gen. L. Wallace;! 4th Division, Brig. Gen. Hurlbut; 5th Division, Brig. Gen. W. T. Sherman; 6th Division, Brig. Gen. B. M. Prentiss.f SECOND DAY. Commanding Army of the Tennessee — Major General U. S. Grant. Commanding Divisions. — 1st Division, Maj. Gen. J. A. McClernand; 2d Division, Colonel J. M. Tuttle; 3d Division, Maj. Gen. L. Wallace; 4th Division, Brig. Gen. A. S. Hurlbut; 5th Division, Brie. Gen. W. T. Sherman; 6th Division, absorbed in other divisions. * General Smith being sick, General W. H. L. Wallace took command of the division, and was mortally wounded ; General J. McArthur then took command, and was also wounded, when Colonel J. M. Tuttle took command of the division. t General Wallace's division took no part in the first day's action, it being at and near Crump's Landing. t General Prentiss was taken prisoner."], [14, "8 LEGENDS OF THE OPERATIONS OF Commanding Army of the Ohio — Major General D. C. Buell. ' Commanding Divisions. — 1st Division, Brig. Gen. G. H. Thomas;* 2d Division, Brig. Gen. A. McD. McCook; 3d Division, Brig. Gen. O. M. Mitchell;* 4th Division, Brig. Gen. W. Nelson; 5th Division, Brig Gen. T. L. Crittenden; 6th Division, Brig. Gen. T. J. Wood. Commanding Rebel Army— General A. S. Johnston. [Killed.] Succeeded by General P. G. T. Beauregard. Commanding Corps.— 1st Corps, Maj. Gen. L. Polk; 2d Corps, General B. Bragg; 3d Corps, Maj. Gen. W. J. Hardee; Reserve, Maj. Gen. J. C. Breckinridge. Commanding 1st Division. — Brig. Gen. C. Clark;* Brig. Gen. D. Ruggles; Brig. Gen. T. C. Hindman ; Colonel — Trabue. Commanding 2d Division. — Maj. Gen. B. F. Cheatham ; Brig. Gen. J. M. Withers ; Brig. Gen P. R. Cleburne; Brig. Gen. Bowen.j Pending General Buell's advance from Nashville, and the operations at Pittsburg Landing, General O. M. Mitchell, with the 3d Division of the Ohio, moved forward from Nashville, and took possession of Murfreesboro, Shelbyville, and Fayetteville, Tennessee, and on the 11th of April he entered Hunts ville, Alabama, capturing engines and cars. On the 12th, Colonel Sill pushed east by rail and captured Stevenson, while Colonel Turchin moved west and captured Decatur and Tuscumbia. On the 29th of April, General Mitchell captured Bridgeport, thus occupying all of Alabama north of the Tennessee River. On the 29th of May, General Negley started with his command from Columbia, Tennessee, and moved via Fay7etteville, Tullahoma, Winchester, and University to Jasper, near which point he skirmished with the rebel General Adams, routing his command ; from Jasper, General Negley proceeded to a point on the Tennessee River opposite Chattanooga, arriving June 7th; considerable artillery skirmishing took place during the 7th and 8th 'with the enemy on the opposite side of the river, when General Negley withdrew his forces and returned via Anderson, Therman, Altamont, Harrison's Depot, and Lumley's Stand to Shelbyville. Meanwhile Brig. Gen. G. W. Morgan having concentrated the 7th Division at Cumberland Ford, advanced via Roger's and Big Creek Gaps against the enemy's strongly fortified position at Cumberland Gap, forcing him to evacuate the Gap on the 17th of June, and thus securing possession of that position of wonderful natural strength, strongly fortified, without an engagement. ADVANCE ON CORINTH. After the battle of Pittsburg \"Landing, General Beauregard fell back to Corinth, Mississippi, and strongly fortified his position, with his advance well thrown forward. Maj. Gen. H. W. Halleck took command of the army in the field before Corinth, and conducted the operations against the enemy; both armies receiving large re-enforcements. Maj. Gen. Geo. H. Thomas was transferred with his division to the Army of the Tennessee, and assigned to the command of the right wing, army before Corinth; Maj. Gen. D. C. Buell was assigned to the commandos the centre, and Maj. Gen. John Pope to the command of the left wing; Maj. Gen. J. A. McClernand to the command of the reserve, and Brig. Gen. A. J. Smith to the command of the cavalry. General Halleck approached the rebel position at Corinth by successive advances, firmly holding the ground gained, and fortifying his positions. The enemy strongly resisted his encroachments, and much sharp fighting was had, with almost constant skirmishing. On the 9th of May, General Paine's division, being the advance of the left wing, was * Generals Thomas's and Mitchell's divisions were not engaged, the first named not getting up in time, the last being at Hunts ville, Alabama. t Wounded."], [15, "THE ARMY OF THE CUMBERLAND. 9 heavily7 assailed at Farmington, Mississippi, by a strong force of the enemy; the division held its position for several hours, and then retired across Seven Mile Creek to Gen. Pope's main line. Gen. Halleck persistently7 moved forward his columns, and on the 28th of May7, Generals Thomas, Buell, and Pope had pressed back the enemy to within a few hundred yards of his intrenchments surrounding Corinth; this line was held against all efforts to regain it, and the enemy finally withdrew from General Halleck's immediate front. Heavy7 guns were placed in position during the 29th, and brought to bear on the enemy's position. On the morning of May 30th, 1862, Corinth- was found to be evacuated, the enemy having retired during the night. Pursuit was immediately commenced, and the enemy's rear warmly pressed ; many prisoners were taken. General Pope continued the pursuit many7 miles. Commanding United States Forces — Major General H. W. Halleck Second in Command — Major General U. S. Grant. Army of the Tennessee — (Commanding Right Wing) — Major General Geo. II. Thomas. Commanding Divisions. — Brig. Gen. T. W. Sherman; Brig. Gen. J. A. Davis; Brig. Gen. S. H Hurlbut; Brig. Gen. W. T. Sherman; Brig. Gen. J. J. McKean. Commanding Army of the Ohio — (Centre) — Major General 1). C. Buell. Commanding Divisions. — Brig. Gen. A. McD. McCook; Brig. Gen. W.Nelson; Brig. Gen. T. L. Crittenden; Brig. Gen. T. J. Wood. Commanding Army of the Mississippi — (Left Wing) — Major General Jno. Pope. Commanding Divisions. — Brig. Gen. E. A. Paine; Brig. Gen. D. S. Stanley; Brig. Gen. S. Hamilton. Commanding Reserve. — Major General J. A. McClernand. Commanding Divisions. — Brig. Gen. H. M. Judah; Maj. Gen. L. Wallace. Commanding Cavalry. — Brigadier General A. J. Smith. Commanding Divisions. — Brig. Gen. G. Granger. The campaign being ended, General Buell moved eastward along the Memphis and Charleston railroad, and on the 29th of June established his headquarters at Huntsville, Alabama, to which point the railroad was repaired and opened. General Thomas was placed in command of Corinth and vicinity. On the 10th of June he was relieved from command of the Right Wing, Army before Corinth, but continued in command of Corinth until the 22d, when he was retransferred with his division to the Army7 of the Ohio, relieving General Wood's division along the Memphis and Charleston Railroad. About the 5th of July, General McCook's division marched from Huntsville toward Stephenson, closely followed by General Crittenden's division, which continued on to Battle Creek, arriving July 16th, where it was soon joined by McCook's division. General Wood's division started from Huntsville about the 10th of July, and marched via Fayetteville, Shelbyville, and Winchester to Decherd, where it went into camp. About the 14th of July, General Nelson's division moved by rail from Athens, Ala., via Nashville, to Murfreesboro, Tennessee, and marched thence to MeMinnville, where it took position. Being relieved from the command of the railroad by General Morgan's division, Army of the Missis sippi, General Thomas moved with his division to Huntsville, arriving there August 1st; he immediately Owing to re-enforcements, the organization of the Army of the Mississippi was changed on the 27th of May, as follows : Left Wing — Brig. Gen. Schuyler Hamilton commanding. Commanding Divisions — Brig. Gens. J. B. Plummer and Jeff. C. Davis. Right Wing — Maj. Gen. W. S. Rosecrans commanding. Commanding Divisions — Brig. Gens. E. A. Paine and D. S. Stanley. Brig. Gen. A. Asliboth's division being held in reserve. The division commanders, other than General Granger, are not given for want of data. The organization of the Rebel army not known. 2"], [16, "10 LEGENDS OF THE OPERATIONS OF pushed on with his division to Decherd, sending one brigade to Pelham. August 15th, he was tem porarily relieved from command of his division, and ordered to MeMinnville to take charge of affairs in that vicinity, where he arrived August 19th, General Schoepf taking command of his division at Decherd. About the 1st of August General Nelson was temporarily relieved from the command of his division, and directed to proceed to Kentucky and take charge of affairs in that State. Raw troops were hastily forwarded for its defence from the Northwestern States; these troops were assembled at Lexington and organized into a division. In the meantime the rebel General Kirby Smith had invaded the State with the Army of the East Tennessee, by way of Big Creek Gap, causing the evacuation of Cumberland Gap by General Morgan, who retreated with his division via Cumberland Ford, Flat Lick, Manchester, Proctor, Hazle Green, West Liberty, and Grayson, to Greenupsburgh, where his troops crossed the river into Ohio. From Big Creek Gap General Kirby Smith's army moved toward Rich mond, Kentucky, to which point General Nelson had sent forward a division of infantry under General Manson to dispute his advance. . On the 29th of August, the enemy arrived in the vicinity of Rich mond. General Manson moved forward his first brigade and took possession of a high ridge about two miles from town, where he was attacked by the enemy, who after about an hour of severe skinnishing was driven back. General Manson then advanced to Rogersville and encamped for the night. On the morning of the 30th, General Manson advanced and took possession of some high ground south of the town, driving back the enemy's advance; he was soon assailed by a largely superior force of the enemy7, and, after holding his position some three hours, his troops, which were all raw, fell back in consider able confusion. The cavalry, with one piece of artillery7, was now thrown forward to cover the infantry, while getting into position on the high ground occupied during the skirmish on the 29th; the enemy advanced in line of battle, and after an hour of hard fighting, General Manson's troops were driven from the field in confusion. General Nelson having arrived at Richmond, took command of the broken forces and rallied them near that place, but the enemy in overwhelming force fell upon his twice defeated troops, utterly routing them. Collecting his forces, General Nelson fell back to Lexington, and subsequently to Frankfort and Louisville. While these operations were transpiring in Kentucky7, the whole front of affairs in Tennessee had undergone a change. On the 17th of August, the enemy crossed three hundred cavalry and three thousand infantry7 to the north side of the Tenneesee River at Chattanooga. General Buell, believing this force to be the advance of General Bragg's army, directed General Thomas to call General Wood's division up to within supporting distance of him at MeMinnville. On the 20th, General Buell moved from Huntsville toward Decherd, arriving there on the 22d. Bragg had crossed to the north side of the Tennessee River with a large force, and General Thomas was directed to move forward with the force under his command to Altamont, and there form a junction with Generals McCook's, Crittenden's, and Sehoepf's divisions which were to concentrate at Tracy City. On arriving at Altamont, General Thomas became satisfied that the extreme difficulty7 of crossing the mountains with a large army, would bar Bragg from making a rapid advance by that route ; and as water and forage were scarce, he returned with his command to MeMinnville. On the 26th, Mc'Cook's, Critten den's, and Sehoepf's divisions were concentrated in the vicinity of Pelham; McCook and Crittenden having moved up from Battle Creek, passing near Tracy City, while Schoepf moved out from Decherd. From Pelham McCook moved out and took position at Altamont. ' On the 28th, Colonel Grose encountered Forrest's cavalry near Woodbury, driving it from the field ; the next day Forrest attacked a stockade on the railroad eight miles from MeMinnville, and was repulsed; on the 13th he was met by Wood's advance near Clermont Springs and pursued to the intersection of the Manchester and Smithfield, and the Murfreesboro and MeMinnville roads, where he was overtaken and his command dispersed. General Buell now directed the withdrawal of his army to Murfreesboro. General Crittenden's division moved from Hillsboro, via Manchester and Hoover's Gap, reaching Murfreesboro on the 2d of"], [17, "11 THE ARMY OF THE CUMBERLAND. September ; General Sehoepf's division marched from Pelham to Hillsboro, and then followed Critten den, reaching Murfreesboro on the 3d; General McCook's division returned to Pelham from Altamont, and then followed Schoepf, reaching Murfreesboro on the 5th. Hoover's Gap was continually occupied until the last division had passed. General Thomas fell back with Generals Wood's and Ammen's divisions, via Clermont Springs, Woodbury, and Readyville, reaching Murfreesboro on the 5th. From Murfreesboro General Buell fell back to Nashville, and crossing the Cumberland River at that place, continued his retreat into Kentucky, with Generals McCook's, Crittenden's, Ammen's, Wood's, and Rousseau's divisions; leaving General Thomas at Nashville with his own and Generals R. B. Mitchell's, Negley's, and Paine's divisions. Bragg had crossed the Cumberland River at Carthage and above, and was invading Kentucky by way of Scottsboro and Glasgow ; leaving Breckinridge with a large force behind to invest Nashville. The garrison at Munfordsville, Kentucky, was attacked on the 13th of September, by a brigade of the enemy's cavalry; the attack was repeated on the 14th and 16th, the enemy receiving large re-enforcements; on the 17th, the garrison surrendered to General Bragg. On the 15th, General Thomas started with his division from Nashville to join General Buell in Kentucky, having previously sent forward General R. B. Mitchell's division. On the 20th, General Thomas joined General Buell at Prevvitt's Knob, confronted by the enemy; considerable skirmishing took place, and a battle seemed imminent, but on the 21st the enemy withdrew, aud General Buell pushed on to Louisville, his advance reachiug there on the 25th, and his rear division on the 29th. At Louisville the army was reorganized, and General Nelson's raw troops were intermingled with the old troops; three corps were formed, denominated the First, Second, and Third, commanded respectively by Maj. Gen. A. McD. McCook, Brig. Gen. C. C. Gilbert, and Maj. Gen. T. L. Crittenden ; each corps consisting of three divisions. On the 29th of September, General Thomas received orders from General Halleck assigning him to the command of the Army of the Ohio, but declining, and urging that General Buell lie retained in command, the order was rescinded, and General Buell remained an command. The next day General Thomas was placed second in command of the Army of the Ohio. General Buell advanced from Louisville on the 1st of October; General Sill's division moving on the left toward Frankfort, to hold the enemy in cheek in that direction ; Generals McCook's, Gilbert's, and Crittenden's corps marching by different routes toward Bardstown; each column skirmished with the enemy's cavalry and artillery from within a few miles of Louisville, the skirmishing growing more severe near Bardstown, from which place the enemy's infantry retired eiglit hours before the arrival of General Buell's forces, his cavalry retiring after a sharp engagement with General Buell's cavalry. The enemy fell back toward Perryville, General McCook's corps moved in pursuit from Bloomtield and Generals Crittenden's and Gilbert's corps from Bardstown. THE BATTLE. On the afternoon of the 7th, General Gilbert's corps arrived within three miles of Perryville, and was drawn up in oreler of battle, the enemy appearing to be in force. The advance under Captain Gay consisting of cavalry and artillery, supported toward evening by infantry, pressed the enemy's rear guard to within two miles of the town, against stubborn resistance. General Buell's army had suffered much for three days from scarcity of water; that night Colonel D. McCook's brigade of General iSherielan's division advanced and seized a commanding position, which covered some pools of water in the bed of Doctor's Creek, securing a supply of bad water for the, troops. Being convinced that the enemy were concentrating at Perryville for battle, General Buell ordered Generals Crittenden's and McCook's corps to move forward and take position respectively on the right and left of Gilbert's corps. Early on the morning of the 8th, the enemy attempted to drive McCook's brigade from the position covering the pools of water. Generals Mitchell's and Sheridan's divisions were moved into position to defeat the mm miens. A spirited attack was made on McCook's position, which was handsomely repulsed."], [18, "12 LEGENDS OF THE OPERATIONS OF Between 10 and 11 o'clock a. in., General McCook arrived on the Maxville road and placed his corps in position on the left of General Gilbert's corps. General Thomas came up with Crittenden's corps on the Lebanon road; his cavalry under Colonel E. M. McCook arrived at daylight, but his infantry did not get into position before 11 a. m. After the attempt in the morning to drive Colonel D. McCook from his position covering the water pools, the enemy fell with great severity on General Rousseau's right brigade, then on General Ten-ill's brigade, and on Rousseau's third brigade on the extreme left. General Ten-ill's brigade, composed of new troops, was driven back. General Jackson, commanding the division, and General Terrill were both killed. Pouring into the gap thus opened between Gilbert and Rousseau, the enemy pressed Rousseau's right with an overwhelming force, com- pelling it to fall back, which it did in good order, until re-enforced by Gooding's and Steedman's brigades, when the enemy was repulsed. Simultaneously with the heaviest attack on Rousseau, the enemy strongly assailed Sheridan's right; Sheridan was re-enforced by Carlin's brigade of Mitchell's division, which charged the enemy and drove him through the town to his position beyond. General Thomas, after having formed Crittenden's corps in order of battle, notified General Buell of his position, receiving orders to hold one division in readiness to re-enforce the centre if necessary, and to reconnoiter his front and see if the enemy had strengthened his left, or was withdrawing; he found the enemy in his front, but received no order to advance until darkness had terminated the conflict. During the night McCook's corps moved to the right and closed on Gilbert's left ; he was ordered to hold his position, taking advantage of any opportunity that the events of the day might present. General's Crittenden's and Gilbert's corps were ordered to move forward at 6 a. m., and attack the enemy's front and left flank. The advance on the following morning discovered that the enemy had retired during the night, falling back to Harrodsburg, but without evidence of haste or disorder. Learning that General E. Kirby Smith's force had marched to form a junction with Bragg, General Buell determined to await the arrival of General Sill's division which had been ordered forward from Frankfort ; in the meantime he placed his army in position with the right four miles from Danville, the centre on the Perryville and Harrods burg pike, and the left on the roads converging on Harrodsburg. On the 11th the enemy retired from Harrodsburg. General Buell advanced McCook's corps to that place, advancing at the same time Gilbert's and Crittenden's corps on roads leading to the right. On the evening of the 13th, the enemy was found to be retreating south. Pursuit was immediately commenced and General Buell's army advanced to Danville, and from thence to Crab Orchard, where Generals Gilbert's and McCook's corps were halted ; Crittenden's corps continued the pursuit as far as London on the direct road, and on the branch road to Manchester. Pursuit was now discontinued, McCook's and^Giibert's corps marching to Bowling Green, and Crittenden's corps to Glasgow, Kentucky. On the 24th of October, per General Orders, No. 168, War Department, the Department of the Cumberland was reconstituted, embracing the State of Tennessee, east of the Tennessee River, and such parts of Northern Alabama and Georgia as might be taken possession of by the United States troops; the designation of the army was changed from the Army of the Ohio to the Army of the Cumberland, which was known as the Fourteenth Corps, and Maj. Gen. W. S. Rosecrans was assigned to the command! On the 30th of October, while the concentration of the army at Bowling Green and Glasgow was being effected, General Rosecrans assumed command of the Department and Army of the Cumber land, per General Orders, No. 1. General Buell lost in the battle on the 8th, killed, 916 ; wounded, 2,943 ; missing, 489 ; total, 4 348. Rebel loss not known. Commanding Army of the Ohio— Major General D. C. Buell. Major General Geo. H. Thomas, Second in command. Commanding Corps.— Maj. Gen. A. McD. McCook, 1st Corps ; Maj. Gen. T. L. Crittenden *d Corps; Brig. Gen. C. C. Gilbert, 3d Corps; Colonel J. Kennett, Cavalry Division."], [19, "THE ARMY OF THE CUMBERLAND. 13 Commanding Divisions. — Brig. Gen. L. H. Rousseau, 3d Division ; Brig. Gen. H. P. Van Cleve, 5th Division; Brig. Gen. A. Schoepf, 1st Division; Brig. Gen. Sill, 2d Division; Brig. Gen. T. J. Wood, 6th Division; Brig. Gen. R. Mitchell, 9th Division; Brig. Gen. J. S. Jackson,* 10th Division; Brig. Gen. W. S. Smith, 4th Division; Brig. Gen. P. H. Sheridan, 11th Division. Commanding Cavalry Brigades. — Colonel L. Zahm; Colonel E. M. McCook; Captain E. Gay. Commanding Rebel Army — General Braxton Bragg. Commanding Army of the Mississippi — Major General L. Polk Commanding Wings. — Maj. Gen. L. Polk, Right Wing; Maj. Gen. W. J. Hardee, Left Wing; Commanding Divisions. — Major Gen. J. M. Withers; Maj. Gen. B. F. Cheatham: Brig. Gen P. Anderson ; Maj. Gen. S. B. Buckner. Commanding Cavalry Brigades. — Brig. Gen. J. Wheeler ; Brig. Gen. N. B. Forrest Commanding Army of East Tennessee — Major General E. K. Smith, f Commanding Divisions. — Brig. Gen. Churchill; Maj. Gen. H. Heath; Maj. Gen. J. P. McCown. Commanding Cavalry Brigade. — Brig. Gen. Jno. H. Morgan. MAJOR GENERAL ROSECRANS' CAMPAIGN. STONE RIVER CAMPAIGN. Maj. Gen. Rosecrans assumed command of the army of the Cumberland on the 27th day of October, 1862, then concentrated at Bowling Green and Glasgow, Ky. The army moved thence to Nashville, Tennessee, where the advance corps arrived November 7th. The railroad was\"\" then opened through to Nashville, and trains commenced running November 26th. The army remained at Nashville, from November 26th to December 26th, during which time supplies were brought forward. The enemy having sent a large cavalry force into West Tennessee, and another into Kentucky, the occasion was seized for an advance. Polk's and Kirby Smith's corps were at Murfreesboro, and Hardee's on the pike between Triune and Shelbyville. The movement began December 26th: General McCook advanced on Murfreesboro, via Nolensville, Triune, and Wilkinson's Cross Roads, driving the enemy from Nolensville and Knob's Gap, one and one-half miles South. General Thomas advanced on the Franklin and Wilson pikes, threatening Hardee, who retreated to Murfreesboro. Thomas then fell in by cross roads to Nolensville and Stewartsboro, and from thence advanced on Murfreesboro, via Wilkinson's cross roads. Crittenden advanced on the Murfreesboro pike, via Lavergne, driving the enemy before him. By night of December 30th the army was concentrated in the vicinity of Stone River : McCook forming the right, Thomas the centre, and Crittenden the left. General Rosecrans sought to turn the enemy's right ; McCook was to take an advantageous position, refusing his right sufficiently to secure it; Thomas to open with skirmishing on the centre ; Crittenden to mass his troops and hurl them on the enemy's right. This movement if successful, was to be sustained by Thomas on the centre. THE BATTLE. On the morning of December 31st Crittenden prepared to attack the enemy's right. Meanwhile Bragg had massed on McCook's front, and at half past six a. m. threw heavy columns upon Davis's and Johnson's divisions, which, after desperate fighting, were driven back. Rousseau moved into the cedar •Killed, tTlic Rebel Army of the Tennessee under Major General E. K. Smith wap not present at the battle of Perryville."], [20, "LEGENDS OF THE OPERATIONS OF 14 brakes to the right and rear of Sheridan. The movement on the left was suspended. Van Cleve took position to the right of Rousseau, leaving one brigade to guard the crossing. The pioneer brigade was posted in rear of Palmer's centre. The enemy pursued his attack with great persistence. Sheridan's right was forced back from a southeasterly to a northwesterly direction ; but he inflicted severe loss upon the enemy. Negley fought with determined bravery, but was compelled to retire through the cedar brakes, when Sheridan, Negley, and Rousseau checked the enemy. Palmer had also been engaged- A new line was now formed : the right and centre extended from the Murfreesboro pike in a northwesterly direction; McCook's corps refused, his right slightly to the rear of the Murfreesboro pike. The cavalry being farther to the rear, at and beyond Overall's Creek. The enemy strove to advance on this new line, but was repulsed. Our left was now retired, resting on Stone River. January 1st, Crittenden occupied the point opposite the ford on his left with one brigade. The enemy demonstrated on Gibsons Negley's, and a portion of Rousseau's front; and subsequently, on Walker's front, but meeting with resistance withdrew. On January 2nd the enemy opened heavily on our centre with artillery, and made a strong demonstration farther to the right ; his artillery was soon silenced, and his efforts ceased. Van Cleve, supported by a brigade from Palmer's division, now held a position across the river. About three p. m. the enemy in heavy force fell upon Van Cleve, who, after a fierce conflict, was driven back across the river, closely followed by the enenry. Crittenden posted his artillery on the west side of the river while two brigades of Negley's division, and the pioneer brigade, moved up to meet the onset. The enemy was repulsed with terrible loss. Darkness and rain prevented pursuit. On the 3d, heavy rains prevented an advance. The enemy evacuated Murfreesboro during the night. Our dead were buried on the 4th, and on the 5th the army took possession of Murfreesboro. Maj. Gen. Rosecrans moved on the enemy with the following forces: Infantry7, 41,421; artillery, 2,223 ; cavalry, 3,296 ; total, 46,940. He fought the battle with the following forces : Infantry, 37,977 ; artillery, 2,223 ; cavalry, 3,200 ; total, 43,400. He lost officers killed 92 ; enlisted men, 1,441 ; total, 1,533. Wounded — officers, 384 ; enlisted men, 6,861 ; total, 7,245/ Missing, about 2,800. Aggregate, 11,578. Estimated force of enemy engaged, all arms, 62,490 ; estimated loss of enemy, 14,560. Commanding Army of the Cumberland — Major General W. S. Rosecrans. Commanding Wings. — Maj. Gen. A. McD. McCook, Right Wing; Maj. Gen. Geo. H. Thomas, Centre ; Maj. Gen. T. L. Crittenden, Left Wing ; Brig. Gen. D. S. Stanly, Commanding Cavalry Division ; Capt. J. StC. Morton, Commanding Pioneer Brigade. Commanding 1st Division. — Brig. Gen. J. C. Davis; Brig. Gen. L. H.Rousseau; Brig. Gen. T. J. Wood;* Col. R. H. G. Minty, Commanding Brigade. Commanding 2nd Division. — Brig. Gen. R. W. Johnson ; Brig. Gen. J. S. Negley ; Brig Gen. J. M. Palmer; Col. L. Zahm, Commanding Brigade. Commanding 3rd Division — Brig. Gen. P. H. Sheridan; Brig. Gen. S. S. Fry;f Brig. Gen. H. P. Van Cleve;* Brig. Gen. E. S. Stanly, in person, Commanding Reserve Brigade. Commanding Uh Division — Brig. Gen. R. B. Mitchell. \\ Commanding hth Division. — Brig. Gen. J. J. Reynolds. t Commanding Rebel Army — General Braxton Bragg. Commanding Corps.— Lieut. Gen. L. Polk ; Lieut. Gen. E. K. Smith ; Lieut. Gen. W. J. Hardee ; Brig. Gen J. A. Wheeler, Commanding Cavalry Brigade, Commanding Divisions.— Maj. Gen. B. F. Cheatham ; Maj. Gen. J. P. McCowan ; Maj. Gen. P. R. Cleburn; Brig. Gen. J. A. Wharton, Commanding Cavalry Brigade. \"Generals Wood and Van Cleve were wounded on the 31st, after which their divisions were respectively commanded by Brig. Gen. M. S. Hascall and Colonel S. Beatty. tTwo brigades of General Fry's Division and Generals Reynold's and Mitchell's divisions were not in the battle of Stone River."], [21, "15 THE ARMY OF THE CUMBERLAND. Commanding Divisions. — Maj. Gen. J. M. Withers ; Maj. Gen. C. L. Stevenson ;* Maj. Gen. J. C. Breckinridge ; Brig. Gen. J. Pegram, Commanding Cavalry Brigade. Brig. Gen. A. Buford, Commanding Cavalry Brigade. Commanding Division. — Brig. Gen. N. B. Forrest. f Commanding Division. — Brig. Gen. J. H. Morgan.!; MIDDLE TENNESSEE CAMPAIGN The army lay at Murfreesboro from January 5th, 1S63, to June 23rd, 1S63. Meanwhile supplies were brought forward, a large fortified depot established at Murfreesboro, and a cavalry force sufficiently large to compete with that of the enemy organized and equipped. The rebels had their main base at Chattanooga, with a large depot at Tullahoma. Bragg's army occupied a strong position north of Duck River ; his infantry extending from Shelbyville to Wartrace ; his cavalry extending on the right to MeMinnville, and on the left to Columbia and Spring Hill. His main position in front of Shelbyville was strengthened by a redan line, covered by abbattis. Polk's corps was at Shelbyville. Hardee's headquarters at Wartrace ; his troops holding Hoover's Liberty, and Bell Buckle Gaps. General G. Granger moved from Franklin to Triune threatening the enemy's left, and covering our\" main movement on his right. This caused Bragg to call forward Buckner, and all spare troops from East Tennessee and the lines of the railroads. The advance movement began on the 23rd of June, and on the 24th the whole army was in motion towards the enemy. Thomas moved on the Manchester pike, Reynold in advance ; Wilder seized Hoover's Gap, opening a way for the passage of the corps. Brannan joined here, having advanced from Triune, via Salem and Christiana. Thomas continued his march on the pike, and on the 26th demonstrated towards Fairfield, arriving at Manchester on the 27th ; from whence he sent Wilder to operate on the enemy's communications in the vicinity of Decherd, Beatty going to Hillsboro in support of the move ment. McCook moved on the Hillsboro road and on the Shely ville pike, via Christiana, concentrating at Liberty Gap, which was seized by Willich's brigade, assisted by Carlin's ; from thence McCook moved to Beech Grove, and followed Thomas on the pike, arriving at Manchester on the 29th. Crittenden, leaving Van Cleve at Murfreesboro, moved with the rest of his corps, via Bradeyville and Lumlcy's Stand, arriving at Manchester on the 27th Turchin, with one brigade of cavalry, acting under his orders. The cavalry, with the exception of one brigade which operated on our left, advanced from Murfreesboro, via Salem, and from Triune, via Eaglev-ille, Rome, and Unionville, skirmishing with the enenry at the two latter places, and concentrated at the junction of the Salem and Chistiana roads, Stanly in command. The reserve, under General G. Granger, came up from Triune, via Salem, Granger assum ing command of the column, advanced on Shelbyville, via Christiana, Old Fosterville, and Guy's Gap, the cavalry in advance. The enemy held the gap. At Old Fosterville Mitchell turned to the right and passed through Middleton, flanking the enemy, who retreated to his entrenchments four miles north of Shelbyville. Stanly advanced on the pike, passing through the Gap, followed by Granger. The enemy abandoned his entrenchments and fell back to Shelbyville, where he was attacked and routed on the 27th of June, with a loss of six hundred in prisoners, and his artillery. Granger remained at Shel byville. Stanly advanced on Manchester on the 30th. Crittenden, Thomas, and McCook having moved out and taken positions, respectively, at Hall's Chapel, Concord Church, and Bope's Cross Roads, and Crampton's Creek. Thus without serious loss our army concentrated on the enemy's right, forcing him to abandon Tullahoma, which he did on the night of the 30th, and giving us possession of Middle Ten nessee. Thomas and McCook moved to Tullahoma. Crittenden returned to Manchester, Palmer going into camp there, and Wood at Hillsboro; Wagner camping at Pelham. McCook moved south from Tulla- * General Stevenson's division was detached. t General Forrest's division was operating in West Tennessee. t General Morgan's division was operating in Kentucky."], [22, "16 LEGENDS OF THE OPERATIONS OF homa on the west side of the rail road; Sheridan forced the passage of Elk River at Rock Creek ford on the 3rd of July, and went into camp at Cowan. Johnson and Davis camping at Winchester. Thomas moved south on the Spring Creek road, Negley and Rousseau driving the enemy's rear guard from Spring Creek Gap; the bridge having been burned, Thomas moved up the river to Jones's ford, where Rousseau and Brannan crossed ; Reynolds and Negley crossing at Morris's ford. The corps went into camp on the 4th of July, as follows : Rousseau at Fatherstone, Negley at Brakefield Point, Reynolds at Penningtons, and Brannan at Tates. The cavalry moved south from Manchester and Hillsboro', forcing the passage of the river at Morris's ford. Col. Long had a severe skirmish with the enemy's rear guard which was dispersed. Stanly then moved to Decherd. July 5th, Van Cleve moved from Mur freesboro' to MeMinnville, arriving there on the 7th, and going into camp. The rebel army retreated from Middle Tennessee across the Cumberland mountains, via Tantallon and University ; crossing the Tennessee river on bridges near the mouth of Battle Creek, and at Kelly's ferry, and on the railroad bridge at Bridgeport, which he destroyed after crossing, and retired on Chat tanooga where he fortified himself. General Rosecrans lost during the campaign, Officers killed, 14; enlisted men, 71; Officers wounded, 26 ; enlisted men, 436; Total killed, 85; wounded, 462; missing, 13. He captured from the enemyr, Officers, 59 ; enlisted men, 1,575 Commanding Army of the Cumberland — Maj. Gen. W. S. Rosecrans, Commanding Corps. — Maj. Gen. Geo. H. Thomas, 14th A. C. ; Maj. Gen. A. McD. McCook, 20th A. C. ; Maj. Gen. T. L. Crittenden, 21st A. C. ; Maj. Gen. G. Granger, Reserve Corps ; Maj. Gen. D. S. Stanly, Cavalry Corps. Commanding 1st Divisions. — Brig. Gen. J. C. Starkweather, 14th A. C. ; Brig. Gen. J. C. Davis, 20th A. C. ; Brig. Gen. T. J. Wood, 21st A. C. ; Brig. Gen. W. C. Whitaker, Reserve Corps ; Brig. Gen. R. B. Mitchell, Cavalry Corps. Commanding 2nd Divisions. — Maj. Gen. J. S. Negley, 14th A. C. ; Brig. Gen. R. W. Johnson 20th A. C. ; Brig. Gen. C. Crust, 21st A. C. ; Brig. Gen. G. W. Morgan, Reserve Corps ; Brig. Gen. J. R. Turchin, Cavalry Corps. Commanding Zd Divisions. — Brig. Gen. J. M. Brannan, 14th A. C. ; Maj. Gen. P. H. Sheridan, 20th A. C. ; Brig. Gen. H. P. Van Cleve, 21st A. C. ; Brig. Gen. R. S. Granger, Reserve Corps. Comma7iding ith Division. — Maj. Gen. J. J. Reynolds, 14th A. C. Commanding Rebel Army — General Braxton Bragg. Commanding Corps. — Lieut. Gen. L. Polk ; Lieut. Gen. W. J. Hardee ; Maj. Gen J. A. Wheeler Cavalry Corps. Commanding Divisions. — Maj. Gen, B. F. Cheatham ; Maj. Gen. P. R. Cleburne ; Brio-. Gen J. A. Wharton, Cavalry Corps. Commanding Divisions. — Maj. Gen. J. M. Withers ; Maj. Gen. A. P. Steward; Brio-. Gen. W. Martin, Cavalry Corps. Commanding Division. — Maj. Gen. S. B. Buckner. CHICKAMAUGA CAMPAIGN. After the expulsion of the rebel army from Middle Tennessee, the next objective point of the Army of the Cumberland was Chattanooga, which commands the southern entrance into East Tennessee. The work of repairing the railroad was pushed forward with vigor, and it was opened through to Bridgeport on the 25th of July, 1863. Sheridan's division advanced and took position at Stevenson and Bridgeport, and supplies were accumulated at those points."], [23, "17 THE ARMY OF THE CUMBERLAND. The movement over the mountains began August 16th, as follows : General Crittenden's corps in three columns ; Wood moving from Hillsboro, via Pelham, Tracy City, Johnsons, and Purdons, to Thur man in Sequatchie Valley. Palmer from Manchester, via Hickory, Franklin and Irving Colleges, and Ricketts, to Dunlap in the Valley. Van Cleve from MeMinnville on the Harrison Trace Road, to Pikeville, at the head of Sequatchie Valley. General Thomas's corps, in two columns, Reynolds and Brennan, moving, via University and Battle Creek ; Negley and Baird via Tantallon and Crow Creek. General McCook's corps, in two columns, Johnson moving, via Salem and Larkin's Fork, to Bellefonte; Davis, via Mount Top, to Stevenson; Sheridan having previously advanced to Stevenson and Bridegport. Stanly, with most of the cavalry, moved, via Fayetteville and Athens, covering the fine of the Tennessee River from Whitesburg up. Colonel Mmty's cavalry moved from MeMinnville, via Sparta and Cane Creek, to Pikeville. Cononel Wilder moved, via University, Tracy City, and Thurman, to Dunlap. Prior to the movement across the Tennessee river by the main army, Colonels Minty's, Wilder's, Wagner's, and Hazen's brigades, were sent to demonstrate against Chattanooga from the north, covering the line of the Tennessee from Washington down to Chattanooga. The army commenced crossing the Tennessee River on the 29th of August, and on the 4th of Sep tember all were over, the regular brigade remaining at Stevenson until relieved by troops of the reserve corps. General Thomas's corps crossed as follows : Reynolds and Brannan at the mouth of Battle Creek, Baird at Bridgeport, and Negley at Caperton's Ferry. Crittenden moved down the Sequatchie Valley and crossed at Shellmound, and at the mouth of Battle Creek. Johnson and Davis of McCook's corps crossed at Caperton's Ferry, while Sheridan crossed, at Bridgeport. The cavalry under Stanly crossed at Caperton's and at a ford near Island Creek. The movement over the mountains was immediately commenced. Thomas's corps crossed the Sand Mountains and descended into Lookout Valley at Trenton; he then ascended Lookout Moutain at John son's Crook, and passed through Steven's and Frick's Gaps, descending into Chattanooga Valley. McCook crossed the Sand Mountains moving direct to Valley Head, where he ascended Lookout Mountain. Crittenden moved via Wauhatchie, and crossed over the nose of Lookout Mountain. Simultaneously with these movements, the enemy abandoned Chattanooga and retreated to Lafayette, Ga. The forces on the north side of the river crossed over, and Crittenden pursued the enemy to Ringgold ; sending Wilder to Buzzards Roost. The cavalry, supported byT McCook's corps, descended Lookout Mountain and moved to Alpine, reconnoitering boldly towards Rome, and the enemy's position at Lafayette. General Granger's reserve corps was ordered up ; Steedman's division from along the Nashville and Chatanooga railroad, and Colonel Dan McCook's brigade from Columbia, Tennessee. The enemy being largely reinforced from Virginia, and elsewhere, General Rosecrans ordered the concentration of the army in the vicinity of Crawfish Springs. Thomas crossed the upper end of Mis sion Ridge and moved down the Chickamauga Valley to the appointed place. Crittenden returned from Ringgold, via Pealer's Mill, and took his proper position. McCook reascended Lookout Mountain. Johnson and Davis taking the direct mountain road from Winston's to Steven's Gap. Sheridan descended the mountain at Winston's, moving thence down Lookout Valley to Johnson's Crook, and ascending the Mountain at that point; the corps then passed through Steven's Gap, and concentrated with the 14th and 21st corps. Granger, with his reserve corps, moved from Bridgeport to Rossville. The cavalry was posted as follows : 1st Division at Blue Bird's Gap, 2d Division (with the exception of Minty's brigade,) at Dougherty's Gap, Minty at Reed's Bridge, and Wilder's mounted infantry at Alexander's Bridge. On the 18th of September the enemy forced the passage of the Chickamauga at Reed's and Alexander's Bridges, driving back Minty and Wilder. During the night General Rosecrans completed the concen tration of his arnijT, except the reserves at Rossville and the cavalry at Blue Bird and Dougherty Gaps."], [24, "18 LEGENDS OF THE OPERATIONS OF THE BATTLE. At an early hour on the morning of September 19th, General Thomas moved from Crawfish Springs with Baird's and Brannan's divisions, and attacked the enemy's right, in the vicinity of Jay's Mills, thwarting his design of turning our left. Thomas being reinforced by Johnson of the 20th corps, and Palmer of the 21st, and Reynolds having joined, and the enemy having received strong reinforce ments, the fighting on the left grew severe, gradually extending to the right ; Wood, Van Cleve, Davis, Sheridan, and Wilder, successively becoming heavily engaged. The cavalry arriving at Crawfish Spring, closed in on the right and guarded the upper fords of the Chickamauga. The contest closed at dark without material gain to either side. During the night a new line, a little to the rear, was formea. On the morning of September 20th, the enemy commenced by a heavy assault on the left, rapidly extending it to the right. Thomas being much pressed, was reinforced by two of Negley's brigades, and subsequently by Wood. The withdrawal of Wood, opened a gap on our right center, through which the enemy poured, overwhelming Davis and Sheridan, who were closing in to the left, and driving their divisions and part of the right center into the ridge. The enemy now brought his whole force to bear upon Thomas, assaulting his lines with great persistence. Brannan and Reynolds were forced back to a position nearly at right angles to the line they held in the morning. Wood formed between Bran nan and Reynolds. At this time the enemy were gaining Brannan's right and rear, when General Gran ger, with Steedman's division, opportunely arrived, and forming on Brannan's right, drove the enemy back. The position now occupied was held until night, when the troops were withdrawn to Rossville, under the command of General Thomas. September 21st, the army lay in line at Rossville all dajT, withdrawing during the night to Chatta nooga. General Rosecrans lost, Officers killed, 132 ; wounded, 572 ; missing, 270 ; Enlisted men, killed, 1,555 ; wounded, 8,822 ; missing, 4,985 ; Total killed, 1,687; wounded, 9,394; missing, 5,255. Total loss in officers, 974 ; enlisted men, 15,362 ; aggregate loss, 16,336. REBEL LOSS. The loss in killed and wounded is compiled from the official reports of the Army, Corps, and Divis ion Commanders Rebel Army. Where the loss of a division is not stated in the official report its loss is assumed to be equal to the average loss in those divisions whose losses are officially given, which constitute a majority of the divisions. The loss in prisoners is taken from our official reports. Total loss, killed, 2,673 ; wounded, 16,274; missing, 2,003; aggregate loss, 20,950. On the night of September 30th, the enemy's cavahy, under Wheeler, crossed the Tennessee River, near Washington, and moved thence against General Rosecrans communications, capturing and burning a large wagon train near Anderson's Cross roads. Colonel McCook, with the 1st division, attacked Wheeler and drove him from the burning train. General R. B. Mitchell, with General Crook's and Colonel McCook's cavalry divisions, closely pursued Wheeler through Middle Tennessee, driving him back across the Tennessee River without his having materially interfered with General Rosecrans's com munications. General Crook's division, which was in advance, had several brisk skirmishes with the enemy, and near Farmington fought, a severe battle with Wheeler's forces, driving them from the field with loss. The routes pursued by General Mitchell's forces are correctly indicated on the map. Commanding Army of the Cumberland — Maj. Gen. W. S. Rosecrans. Commanding Corps.— Maj. Gen. Geo. H. Thomas, 14th Corps; Maj. Gen. A. McD. McCook, 20th Corps ; Maj. Gen. T. L. Crittenden, 21st Corps ; Maj. Gen. G. Granger, Reserve Corps ; Maj. Gen. D. S. Stanly,* Cavalry Corps. * General Stanly being sick, Brig. Gen. R. B. Mitchell commanded Cavalry Corps at the battle of Chickamauga."], [25, "THE ARMY OF THE CUMBERLAND. 19 Commanding 1st Divisions. — Brig. Gen. A. Baird, 14th Corps ; Brig. Gen. J. C. Davis, 20th Corps ; Brig. Gen. T. J. Wood, 21st Corps; Brig. Gen. J. B. Steedman, Reserve Corps; Colonel E. M. Mc- Cook, Cavalry Corps. Commanding 2d Divisions. — Maj. Gen. J. S. Negley, 14th Corps; Brig. Gen. R. W. Johnson, 20th Corps ; Maj. Gen. J. M. Palmer, 21st Corps ; Brig. Gen. J. D. Morgan,* Reserve Corps ; Brig. Gen. Geo. Crook, Cavalry Corps. Commanding 3rd Divisions. — Brig. Gen. J. M. Brannan, 14th Corps ; Maj. Gen. P. H. Sheridan, 20th Corps ; Brig. Gen. H. P. Van Cleve, 21st Corps ; Brig. Gen. R. S. Granger,* Reserve Corps. Commanding Mh Division. — Maj. Gen. J. J. Reynolds, 14th Corps. Commanding Rebel Army. — Maj. Gen. Braxton Bragg. Commanding Corps. — Lieut. Gen. J. Longstreet, Lieut. Gen. L. Polk, Lieut. Gen. D. H. Hill, Maj. Gen. S. B. Buckner, Maj. Gen. W. H. T. Walker, Maj. Gen. Wheeler; Brig. Gen. N. B. Forrest, Cavalry Corps. Commanding Divisions. — Maj. Gen. J. B. Hood, Maj. Gen. B. F. Cheatham, Maj. Gen. P. R. Cleburne, Maj. Gen. A. P. Stewart, Brig. Gen. J. R. Liddell; Brig. Gen. J. A. Wharton, Brig. Gen. F. Armstrong, Cavalry Division. Commanding Divisions. — Brig. Gen. E. M. McLaws, Maj. Gen. T. C. Hindman, Maj. Gen. J. C. Breckinridge, Brig. Gen. W. Preston, Brig. Gen. S. R. Gist; Brig. Gen. W. Martin, Brig. Gen. J. Pegram, Cavalry Division. Commanding Divisions.- — Brig. Gen. B. R. Johnson, Brig. Gen. P. Anderson. MAJOR GENERAL U. S. GRANT'S CHATTANOOGA CAMPAIGN. Maj. Gen. U. S. Grant was appointed to the command of the Military Division of the Mississippi, comprising the Departments of the Cumberland, Tennessee, and Ohio, on the 16th day of October, 1863; he assumed command on the 18th byT telegraph from Louisville. The Army of the Cumberland, Maj. Gen. W. S. Rosecrans commanding, was at Chattanooga. Maj. Gen. W. T. Sherman, commanding the Army of the Teimessee, was en route with Blair's (15th) corps of his army, from Memphis to Chattanooga. The Army of the Ohio, Maj. Gen. A. E. Burnside commanding, was at Knoxville. On the 19th, Maj. Gen. Geo. H. Thomas succeeded General Rosecrans in the command of the Department of the Cumberland. Prior to being relieved, General Rosecrans had ordered the concentration of Hooker's troops at Bridgeport, preparatory to advancing along the fine of the railroad towards Chattanooga. On assuming command of the Army of the Cumberland, General Tliomas ordered the immediate execution of this movement, and, after consulting with Brig. Gen. W. F. Smith, Chief Engineer, he determined upon certain other movements in conjunction with Gen. Hooker's advance, looking to the opening of the Tennessee River and main wagon road from Bridgeport to Brown's Ferry ; it being impossible to supply the Army at Chattanooga by the road on the north bank of the river. General Grant arrived in Chattanooga on the 23d, and approving of General Thomas's plans they were carried into execution. General Thomas directed Brig. Gen. W. F. Smith, Chief Engineer, to make a lodgment on the south bank of the Tennessee River, at Brown's Ferry, and seize the range of hills in that vicinity, as they commanded the Kelly's Ferry Road. In connection with tliis movement, General Hooker was to cross the Tennessee River at Bridgeport and advance on Wauhatchie. General * General R. S. Granger's division and two brigades of General Morgan's division were not present at the battle of Chickamauga."], [26, "20 LEGENDS OF THE OPE NATIONS OF Palmer to move from his position opposite Chattanooga, by the route north of the river, to a point opposite Whiteside's; then to cross to the south side of the river, and hold the road passed over by Hooker. On the night of the 27th, General Smith, with a force of eighteen hundred men under General W. B. Hazen, floated down the river in pontoon boats from Chattanooga, captured the enemy's pickets stationed at Brown's Ferry, and seized the range of hills commanding the Kelly's Ferry Road. The remainder of General Smith's force, consisting of about twelve hundred men under General Turchin, moved from opposite Chattanooga, by the north bank of the river, to Brown's Ferry, and before day dawn were ferried across the river, and by 10 a. m. a pontoon bridge was laid at this point. On the 28th, Hooker emerged into Lookout Valley at Wauhatchie, with General Howard's corps, and General Geary's division of the Twelfth Corps. Geary took position at Wauhatchie, and Hooker, with Howard's corps, some three miles further on toward Brown's Ferry. General Palmer carried out his part of the movement according to instructions. BATTLE OF WAUHATCHIE During the night two divisions of Longstreet's Corps assailed Hooker's troops making the main assault upon Geary; the enemy were signally repulsed. Thus two lines of supply from Bridgeport were secured ; one via Whiteside's, Wauhatchie, and Brown's Ferry, twenty-eight miles of wagoning ; the other by river to Kelly's Ferry, and thence eight miles by wagons. Prior to this time Chattanooga was practically invested, supplies having to be hauled some sixty or seventy miles, over a very impracticable road on the north bank of the river ; the army could not have been supplied but a few days longer. Bragg now sent Longstreet into East Tennessee to attack Burnside at Knoxville. Sherman's advance reached Bridgeport about the 14th of November, crossing the river at that point. Moving thence, via Whitesides, one division threatening the enemy's left front in the direction of Trenton, Sherman recrossed the Tennessee River at Brown's Ferry, and moved up the north bank to near the mouth of South Chickamauga, where he arrived on the 23d, with Generals Morgan L. Smithes, John E. Smith's,, and Hugh Ewing's divisions, concealing his troops from the enemy until the proper time for making a lodgment on the south bank of the river. The drift-wood breaking the pontoon bridge at Brown's Ferry prevented General Osterhaus's division from crossing, and it was placed under command of General Hooker. Pontoons were built and placed in the North Chickamauga near its mouth, and on the night of the 23d the pontoons were filled with armed men and floated down to a point just below the mouth of the South Chickamauga, where the troops made a lodgment on the south bank of the Tennessee River, capturing the enemy's picket guard. By 12 o'clock m. the pontoon bridges were laid across the Tennessee and Chickamauga, and the remainder of Sherman's forces crossed over and seized the northern extremity of Missionary Ridge, and fortified their position during the night. BATTLE OF CHATTANOOGA. General Thomas having driven the enemy from his front line, and secured Orchard Knoll on the 23d, fortified his position during the night, and on the 24th he pushed Howard's corps along the south bank of the Tennessee River, and across Citico Creek. Howard then reported to General Sherman, remaining under his command during the rest of the battle and the subsequent advance for the relief of Knoxville. Hooker scaled the western slope of Lookout Mountain, drove the enemy from his rifle-pits on the northern extremity and slope of the mountain, capturing many prisoners, without serious loss. On the morning of the 25th, General Hooker took possession of the top of the mountain with a small force, and with the rest of his command swept across Lookout Valley, now abandoned by the enemy, to Rossville ; from whence, ascending Missionary Ridge, he moved northward toward the centre of the now"], [27, "THE ARMY OF THE CUMBERLAND. 21 shortened line. General Sherman assaulted the enemy's right with great determination, gaining and holding position close up to his rifle pits. General Thomas, with Baird's and Johnson's divisions of Palmer's corps, and Wood's and .Sheridan's divisions of Granger's corps, assaulted the enemy's centre on Mission Ridge, and after fearful fighting carried the summit of the ridge. The enemy still resisted Thomas's left, but he was speedily overcome, when he abandoned his works in front of Sherman, and by 12 o'clock at night was in full retreat ; and his strong position on Lookout Mountain and Mission Ridge were in General Grant's possession, together with a large number of prisoners, artillery, and small arms. On the morning of the 26th, General Sherman pursued the enemy via Chickamauga station, sending General Howard to Red Clay, where he destroyed the Dalton and Cleveland Railroad, severing communication between Bragg and Longstreet. General Thomas's forces, under Hooker and Palmer, pursued on the Rossville Road; his advance reached Ringgold on the morning of the 27th, and after a severe fight dislodged the enemy from a strong position in the gorge, and on the crest of Taylor's ridge. The pursuit was then continued to near Tunnel Hill. The relief of General Burnside at Knoxville was now of imperative necessity, and General Sherman with his own troops, and Howard's and Granger's corps of Thomas's army, advanced on Knoxville, and on the night of the 3d of December, thfew his cavalry into that place. His approach caused Longstreet to raise the siege of Knoxville, and retreat eastward on the night of the 4th. General Sherman arrived in person at Knoxville on the 16th, and after a conference with General Burnside in regard to the pursuit of the enemy, he left General Granger's corps with General Burnside, and with the remainder of his forces returned by slow marches to Chattanooga. General Grant lost — killed, 757 ; wounded, 4,529 ; missing, 330. General Grant captured — officers, 239 ; enlisted men, 5,903; guns, 40 ; stand of small arms, 7,000, The enemy's loss in killed and wounded was probably less than General Grant's, but his loss before Knoxville was many times greater than General Burnside's, making his entire loss in killed and wounded, at the two places, equal to, if not exceeding, that sustained by the United States forces. Commanding United States Forces — Major General U. S. GRANT. Co7?imandi?ig Army of the Cumberland — Major General George H. Thomas. Commanding 11th and 12th Corps. — Major General J. Hooker. Commanding Corps. — Maj. Gen. Gordon Granger, 4th Corps; Maj. Gen. O.O. Howard, 11th Corps;* Maj. Gen. H. W. Slocum, 12th Corps; Maj. Gen. J. M. Palmer, 14th Corps; Brig. Gen. W. L. Elliott, Cavalry Corps. Commanding Divisions. — Maj. Gen. D. S. Stanley, 1st Div., 4th Corps ; Maj. Gen. A. S. Williams, 1st Div., 12th Corps; Brig. Gen. R. W. Johnston, 1st Div., 14th Corps; Colonel E. M. McCook, 1st Div., Cavalry Corps ; Maj. Gen. P. H. Sheridan, 2d Div., 4th Corps ; Brig. Gen. A. V. Steinwher, 2d Div., 11th Corps; Brig. Gen. J. W. Geary, 2d Div., 12th Corps; Brig. Gen. J. C. Davis, 2d Div., 14th Corps ; Brig. Gen. Geo. Crook, 2d Div., Cavalry Corps ; Brig. Gen. T. J. Wood, 3d Div., 4th Corps ; Maj. Gen. C. Shurz, 3d Div., 11th Corps ; Brig. Gen. A. Baird, 3d Div., 14th Corps. Dart of the Army of the Tennessee. — Major General W. T. Sherman, Commanding. Commanding Corps. — Major General F. P. Blair, 15th Corps. Commanding Divisions. — Brig. Gen. P. J. Osterhaus,f 1st Div., 15th Corps ; Brig. Gen. M. L. Smith, 2d Div., 15th Corps; Brig. Gen. J. E. Smith, 3d Div., 15th Corps; Brig. Gen. Hugh Ewing, 4th Div., 15th Corps. * The 11th Corps and the 2d Division of the 14th Corps reported to General Sherman. t General Osterhaus's division reported to General Hooker."], [28, "22 LEGENDS OF THE OPERATIONS OF Commanding Rebel Army — General Braxton Bragg. Commanding Wings.— Lieut, Gen. W. J. Hardee, Right Wing ; Maj. Gen. J. C. Breckinridge, Left Wing ; Maj. Gen. J. Wheeler, Cavalry. Commanding Divisions.— Maj. Gen. P. R. Cleburne, Maj. Gen. B. F. Cheatham, Brig. Gen. S. R. Gist, Maj. Gen. C. L. Stevenson, Right Wing; Maj. Gen. A. P. Stewart, Maj. Gen. S. B. Buckner, Brig. Gen. P. Anderson, Brig. Gen. Lewis, Left Whig ; Brig. Gen. J. A. Wharton, Brig. Gen. W. Martin, Cavalry. MAJ. GEN. A. E. BURNSIDE'S EAST TENNESSEE CAMPAIGN.* The Army of the Ohio, under General Burnside, consisted of the Ninth Corps, Maj. Gen. J. G. Parke, commanding, and the Twenty-third Corps, Maj. Gen. Geo. L. Hartsuff, commanding. The movement into East Tennessee was considerably delayed by the detachment of the Ninth Corps for the re-enforcement of General Grant before Vicksburg. The necessity of co-operating with General Rosecrans, who had begun his movement against Chattanooga, compelled General Burnside to take the field before the return of the Ninth Corps. He advanced with the Twenty-third Corps, in three columns; accompanying in person, General Carter's division, via Loudon and Williamsburg, to Chitwood, Tennessee, where he met General Hart sufi\", who had advanced with one division of Ids corps via Somerset. Moving forward to Montgomery', he was joined by General White's division from Columbia, Kentucky, via Creelsboro, Albany, and Jamestown. General White was joined on the march by a brigade of cavalry from Glasgow, Ky. From Montgomery, General Burnside advanced with his main force directly on Kingston, preceded by General Carter's cavalry division, in three columns; one column, under General Shackleford, took possession of Loudon, the rebels, under Buckner, evacuating the place upon his approach, and burning the railroad bridge over the Tennessee River ; another column, under Colonel Foster, moved directly on Knoxville, entering the place without opposition; the third column moved on Kingston in advance of the infantry. Sending General White's division to Loudon to relieve General Shackleford's cavalry, General Burnside moved forward to Knoxville. A small column, under General DeCourcey, had marched from Kentucky directly on Cumberland Gap, occupied by a rebel force under General Frazer. By a rapid march from Knoxville on that place, with a considerable body of cavalry and one brigade of infantry, General Burnside cut off Frazer's retreat and forced him to surrender, which he did on the 9th, with two thousand men and fourteen pieces of artillery. Simultaneously with the movement on Cum berland Gap, a column of cavalry, under Colonel Foster, moved up the valley toward Bristol, meeting with strong resistance on the part of the enemy. Upon their return from Cumberland Gap, Generals Burnside and Shackleford re-enforced the column in the valley. Brisk skirmishing was had with the rebels during the 21st and 22d of September, at Blountsville. The rebels were defeated and driven into Virginia. In the month of September, the Ninth Corps returned from General Grant's army, and joined General Burnside's forces in East Tennessee, taking position at Lenoir. On the 8th of October, the enemy had moved down to Blue Springs, threatening Bull's Gap, held by a brigade of cavalry, supported by a small body of infantry at Morristown. General Burnside sent a brigade of cavalry around by Rogersville to intercept the enemy's retreat, and moved from Knoxville, to Bull's Gap with a strong force of infantry and artillery, sending forward a brigade of cavalry to Blue Springs. Some sharp skirmishing was had with the enemy, who were found to be strongly posted. Upon the arrival of the infantry on the morning of the 11th, the enemy were charged and driven from * General Burnside's campaign is not given as fully as desirable for want of data."], [29, "THE ARMY OF THE CUMBERLAND. 23 their position in confusion. During the night the rebels retreated precipitately. On the following morning infantry and cavalry were sent in pursuit. The intercepting force encountered the rebels at Henderson, but allowed them to pass with only a slight check. General Shackleford continued the pursuit, capturing the fort at Zollicoffer, and driving the rebels from the State. After the battle of Wauhatchie, on the night of October 28th, 1863, General Bragg detached General Longstreet, with a large force, and sent him into East Tennessee, to operate against General Burnside. His advance surprised some small garrisons which General Burnside had posted on the south side of the Tennessee River, capturing some six or seven hundred prisoners and six guns. During the night of the 5th of November, the rebel General Sam. Jones, with two brigades of cavalry, made a forced march down the Holston River Valley to Rogersville. The next morning he surprised the garrison at that place, capturing a number of prisoners ; the main part of the garrison escaped by swimming the river. Upon the approach of General Longstreet's forces, Brig. Gen. Julius White, commanding the Second Division of the Twenty-third Corps, evacuated Loudon, and moved his command to the north bank of the Tennessee River. On the night of November 13th, General Longstreet crossed the river near Huff's Ferry, driving back General White's pickets. He immediately sent a force to oppose Longstreet's advance, but was subsequently directed by General Burnside to withdraw toward Knoxville. At Lenoir he was met by General Burnside, who countermarched the column toward Huff's Ferry. The enemy were met about two miles from the river, and driven back into their intrenchments covering the bridge. The next morning General Burnside retreated toward Knoxville, closely followed by the enemy, who kept up brisk skirmishing with his rear. He reached Campbell's station about noon, November 16th, where Iris rear guard was so warmly pressed, that he was compelled to place his troops in position and give the enemy battle, while his trains moved to the rear. The ground occupied was a series of commanding hills. A severe contest ensued. The enemy, in largely superior force, pressed back his lines to the shelter of his batteries, when a severe artillery fire compelled him to retire to the cover of the timber. General Burnside then withdrew his forces to another series of commanding hills, half a mile to the rear, where a second hard fight took place, the enemy being repulsed. During the night General Burnside withdrew to Knoxville. The enemy appeared before that place on the 17th, but he was held oft' until the nineteenth by the stubborn fighting of the cavalry under Brig. Gen. W. P. Sanders, who fell mortally wounded, about 4 p. m. on the 18th. In the meantime, General Burnside's troops, directed by Captain O. M. Poe, Chief Engineer, had covered themselves with defensive works. On the 19th the enemy completed the investment. SIEGE OF KNOXVILLE. Both armies worked constantly and assiduously intrenching their positions. On the 24th, the enemy's most advanced rifle trenches were carried by the 2d Michigan Infantry, but were subsequently regained by fresh troops of the enemy. Sharp skirmishing was kept up during the evening of the 28th. About 11 p. m. the enemy advanced in force, and pressing back General Burnsides's picket lines, established his advanced line within about one hundred and twenty yards of the northwestern salient of Fort Sanders. The skirmishing continued until morning; the guns on the enemy's right keeping up a slow cannonade principally directed upon Fort Sanders. At 6 o'clock a. m., under cover of a fog, the enemy made a fierce and determined assault upon Fort Sanders. The assault was most signally repulsed, with a loss to the enemy of almost an entire brigade. General Burnside's loss was four killed and eleven wounded. While the assault was being made on Fort Sanders, and for sometime afterward, severe fighting took place on the south side of the river, the enemy being repulsed. The siege continued until the morning of December the 5th, when the enemy retreated eastward, General Burnside being re-enforced from General Grant's army. The enemy were pursued as far as Bean's Station, but without important results."], [30, "24 LEGENDS OF THE OPERATIONS OF Pendino- the seige of Knoxville, the rebel General Wheeler, with a large cavalry force, made an attack upon Kingston, held by Colonel Byrd, with a brigade of infantry and a small force of cavalry. The rebels were repulsed with loss. MAJOR GENERAL ¥. T. SHERMAN'S CAMPAIGNS ATLANTA CAMPAIGN, On the 14th of March, 1864, Major General W. T. Sherman was appointed to the command of the Military Division of the Mississippi, comprising the Army of the Cumberland, Maj. Gen. G. H. Thomas commanding; the Army of the Tennessee, Maj. Gen. J. B. McPherson commanding; and the Army of the Ohio, Maj. Gen. J: M. Schofield commanding; with headquarters respectively at Chatta nooga, Huntsville, and Knoxville. May 6th, General Sherman's forces were grouped as follows : Army of the Cumberland at Ringgold, Army of the Tennessee at Gordon's Mills, Army of the Ohio at Red Clay. The enemy, commanded by General Joseph E. Johnston, lay at Dalton, with Hardee's, Hood's, and Polk's corps, and Wheeler's cavalry corps. The front approach to Dalton was through Buzzard Roost Pass, in Rock}' Face Ridge ; the enemy having strong works on the north front. General Sherman determined to turn the enemy's position, and moved McPherson directly on Resaca, via Ship's and Snake Creek Gaps ; Thomas demonstrated heavily against Buzzard Roost and Rocky Face Ridge, while Schofield pressed down from the north. McPherson found Resaca too strong to be carried by assaidt, and fell back to a strong position near the west end of Snake Creek Gap; Thomas, with Hooker's and Palmer's corps, moved in support of Mc- Pherson, leaving Howard, with the 4th corps and some cavalry, to threaten Dalton in front; Schofield followed Thomas ; McPherson moved on the direct road to Resaca, and drove the enemy into his forti fied lines; Thomas came up on McPherson's left, Schofield on Thomas's left. The enemy abandoned Dalton, and General Howard pressed his rear. The rebel army occupied a strong position behind Camp Creek, and the forts at Resaca. General Sweeny crossed the Oostanaula at Lay's Ferry, and threatened Calhoun. General Garrard moved from Villanow to break the railroad between Calhoun and Kingston. McPherson crossed Camp Creek near its mouth and made a lodgment close up to the enemy's works; Thomas, pressing closely along Camp Creek Valley, threw Hooker's and Howard's corps across the head of the creek to the main Dalton road, and down it close to Resaca. Schofield came up on his left, and a heavy battle ensued during the afternoon and evening of the 15th. Hooker drove the enemy from several small hills, capturing a battery and many prisoners. The enemy retreated south across the Oostanaula during the night, and the next morning the whole army started in pursuit ; General Thomas on the enemy's heels, McPherson by Lay's Ferry, and General Schofield by obscure roads to the left. General Thomas sent Davis to Rome, which he captured. Newton's division struck the enemy's rear guard near •Adairsville, and had a sharp fight, but the next morning he was gone; the army passed through King ston and found him in force four miles beyond, but as the army concentrated he fell back to Cassville, obstinately contesting the ground, and again retreated during the night across the Etovvah River, holding Allatoona Pass. General Sherman resolved to flank the Pass, and taking twenty days' rations, he cut loose from the railroad and moved for Dallas. On the 25th of May, General Hooker fought a hard battle for a point known as New Hope Church, where the roads meet, from Ackworth, Marietta, and Dallas; he drove the enemy back to the church, but night setting in he could not get possession of the roads. The next morning the enemy was well intrenched. General McPherson moved to Dallas, General Thomas deployed against New Hope Church, and General Schofield moved so as to turn the enemy's right. On the 28th, the enemy assailed McPherson at Dallas, and was severely repulsed. June 1st, Generals"], [31, "25 THE ARMY OF THE CUMBERLAND. Schofield and Thomas moved to the left, covering the roads leading back to Allatoona and Ackworth. General McPherson occupied Thomas's position in front of New Hope Church. General Stoneman moved in to the east end of the Pass and General Garrard into the west end of the Pass. The army continued working to the left, threatening the enemy's right and rear, and on the 11th of June moved on Ackworth. The enemy drew oft' to the east toward the railroad. A secondary base was established at Allatoona Pass, and the railroad built up to Ackworth. Gen. Blair came up on the 8th of June, with two divisions of the 17th corps, and one brigade of cavalry. On the 9th, the army moved to Big Shanty. The enemy occupied Pine, Lost, and Kenesaw Moun tains; covering Marietta and the railroad back to Chattahoochee. General McPherson moved toward Marietta, General Thomas on Pine and Kenesaw Mountains, General Schofield toward Lost Mountain. During a sharp cannonade on the 14th, General Polk of the rebel army was killed ; and that night the enemy abandoned Pine Mountain, and took position behind a strongly intrenched line along the rugged hills connecting Kenesaw and Lost Mountains. Dispositions were made to pierce his lines, and on the 17th he abandoned Lost Mountain and the line of works connecting it with Kenesaw, and strongly posted and intrenched himself with Kenesaw as his salient, his right wing thrown back to cover Marietta, his left behind Nose Creek. On the 22d, the enemy sallied and made a desperate attack on William's division, and a brigade of Hascall's division ; he was terribly repulsed, leaving his dead and wounded, and many prisoners in our hands. This engagement is known as the affair of the \"Kulp House.\" On the 27th, General Sherman ordered McPherson to assault the enemyT's fines near Little Kenesaw, and General Thomas a mile further to the south ; both assaults failed, with a loss of nearly three thousand, the enemy suffered very little. General Schofield then worked strongly on the enemy's left. On the night of July 2d, McPherson was relieved in front of Kenesaw by General Garrard's cavalry, and moved toward Nickajack Creek and the Chattahoochee, by the Turner's Ferry road ; that night Kenesaw was abandoned by the enemy. Thomas pursued the enemy and found him behind au intrenched line across the road, at Smyrna Camp-meeting Ground, his flanks behind Nickajack and Rottenwood Creeks; he had also intrenched a strong tete-du-pont at the Chattahoochee. Strong demonstrations were made down the main road, and along the Nickajack Creek, and about Turner's Ferry ; the next morning the enemy was gone, and the army moved to the Chattahoochee. The enemy lay behind a strong line beyond the Chattahoochee, covering the railroad and pontoon bridges. General Sherman determined to flank the enemy's position. General Schofield effected a lodg ment on the east bank of the Chattahoochee, near the mouth of Soap's Creek. July 7th, General Garrard secured the ford at Roswell. General Thomas sent Newton's division to hold the ford until General McPherson could move from the right. General Howard built a bridge at Power's Ferry, crossed over July 9th, and took position on Schofield's right. Thus, by the 9th, three safe points of passage over the Chattahoochee, above the enemy were secured ; with good roads leading to Atlanta. On the 10th, the enemy abandoned his position north of the Chattahoochee, at the railroad crossing, burned the bridge, and took up a position behind Peach Tree Creek, his left at the railroad bridge, his right in front of Atlanta and covering the approach from Decatur. The main army remained in camp on the Chattahoochee until the 16th of July. General Rousseau moved from Decatur, Alabama, on the 10th of July, with a cavalry force 2,000 strong, to cut the enemy's communications between Opelika and Montgomery. He crossed the Coosa River at Ten Islands on the 14th, whipping \" Clanton's brigade, passing thence to Talladega; he struck the railroad on the 16th at Loachapoka, and destroyed it from Chehaw Station (whipping the enemy again at this point) to Opelika, and out two or three miles on the Columbus and West Point roads, about thirty-two miles in all. He then moved north, and arrived at Marietta on the 22d, having sustained a loss not to exceed thirty men. On the 17th, the main army advanced on Atlanta, the movement being a general right wheel ; McPherson struck the Augusta railroad seven miles east of Decatur, and moved along the railroad into I"], [32, "26 LEGENDS OF THE OPERATIONS OF town ; Schofield moved via Cross Keys and Colonel Howard's distillery ; Thomas crossed at Power's and Paice's Ferry bridges, and moved to Peach Tree Creek, crossing it in force by numerous bridges, in face of the enemy's intrenched lines. On the 20th, the army closed in, converging toward Atlanta ; Thomas on the right, Schofield holding the centre, and McPherson on the left. At 4 p. m. the enemy sallied from his works in force, and fell in line of battle on the right centre, composed of Hooker's corps, Newton's division of Howard's corps, and Johnson's division of Palmer's corps ; the enemy was severely repulsed, leaving on the field 500 dead, 1,000 severely wounded, and many prisoners; his loss was about 5,000. General Sherman's loss about 1,500. General Garrard's cavalry destroyed the Augusta railroad to Covington, and burned the bridges over the Ulcofauhatchee and Yellow Rivers, rejoining the main army on the 23d. On the night of the 21st the enemy abandoned his advanced lines and occupied a line of finished redoubts near Atlanta, which he connected with curtains, strength ened by abattis and chevaux-de-frise ; General Sherman closed in upon him, occupying a circular line about two miles from Atlanta. About noon of the 22d the enemy fell irpon McPherson with great fierceness. Hardee's corps had sallied from Atlanta, and by a wide circuit struck Blair's left flank, and swung it around until he struck General Dodge's column in motion. After a severe struggle the enemy was repulsed on this part of the line losing heavily. About 4 p. m. there was a lull ; soon after the enemy assailed Logan's corps, but after hard fighting was driven from the field by Logan, supported by Schofield. This terminated the battle ; General Sherman losing 3,722. Among the killed was General McPherson. The enemy lost about 8,000. On the 27th, General Stoneman, with 5,000 effective cavalry, was ordered to move to the left around Atlanta to McDonough ; and General McCook, with 4,000 cavalry, was ordered to move by the right on Fayetteville. On the night of the 28th, these two commands wrere to meet at Lovejoy's on the Macon railroad and destroy the road effectually. McCook crossed the Chattahoochee at Rivertown, and moved rapidly on Palmetto Station, West Point Railroad, destroying a section of the track ; he then moved on Fayetteville, where he captured and burned a train of 500 wagons, killing 800 mules, carrying others along, and capturing 250 prisoners. He then struck the railroad at Lovejoy's at the time appointed. Hearing nothing of Stoneman, he moved to Newnan, where he was surrounded by infantry and cavalry, and was forced to cut his way out, which he did with a loss of 500 men; the rest of his command reached Marietta without further loss. General Stoneman sent Garrard's cavalry to Flat Rock, and moved with the rest of his command to Covington, and thence down the east side of the Ocmulgee, via Monticello and Clinton, to East Macon ; he then endeavored to return, but was hemmed in and captured with 700 of his command, the rest escaping. On the 27th, General Howard assumed command of the Army of the Tennessee, which was shifted from the left to the right. On the 28th the enemy sallied from Atlanta and assailed Logan's corps with great fury, meeting with a signal repulse ; his loss was about 5,000, while General Logan's loss was about 600. August 1st, Generals Palmer and Schofield moved from the left to the right, pro longing the line to near East Point. About this time Generals Hooker and Palmer resigned their respective commands: General Slocum succeeding Hooker, and General Jeff. C. Davis succeeding Palmer. General D. S. Stanley succeeded General Howard in command of the 4th corps. On the 5th, General Reilly's brigade (Schofield's army) assaulted the enemy's fines below Utoy Creek, but was driven back with a loss of 400; next day General Hascall turned the enemy's position, and General Schofield advanced his line close up to, and facing, the enemy below Utoy Creek. About the 16th, the enemy's cavalry, under Wheeler, made a raid upon General Sherman's communications. The oppor tunity was seized to cut the enemy's communications. General Kilpatrick, with 5,000 cavalry, broke the West Point Railroad near Fairburn ; he then tore up the Macon road at Jonesboro, where he fought the enemy successfully and then retired on Decatur. General Sherman now determined to raise the seige of Atlanta and moved by the right flank upon the enemy's communications with his whole army, except the 20th corps. On the night of the 25th,"], [33, "27 THE ARMY OF THE CUMBERLAND. General Stanley withdrew from the left, and moved to a position below Proctor's Creek. General Williams, with the 20th corps, withdrew to the intrenched position at Chattahoochee. On the night of the 26th, General Howard moved by a circuit toward Sandtown, and across Camp Creek. General Thomas moved below Utoy Creek, General Schofield remained in position. Howard then moved on the West Point Railroad above Fairburn, Thomas about Red Oak, and Schofield closed in near \"Digs and Mims;\" the railroad was completely destroyed for twelve and a half miles, and the army then moved on the Macon road, Howard on the right toward Jonesboro ; Thomas on the centre by Shoal Creek Church, to Couch's ; Schofield on the left toward Rough-and-Ready. On the 31st, the enemy came out of his lines at Jonesboro and attacked Howard, but was repulsed, losing about 2,500 men. Sep tember 1st, Thomas moved down toward Jonesboro, Schofield moving down on Iris left ; General Davis assaulted the enemy's lines, carrying them and capturing most of Govan's brigade. Schofield and Stanley did not get up in time to participate in the attack ; the next morning the enemy was gone ; a general pursuit was ordered. General Thomas on the left of the railroad, Howard on the right, and Schofield keeping about two miles to the east. The enemy was found in an intrenched position near Lovejoy's Station. It was now learned that the enemy abandoned Atlanta on the night of September 1st, and that General Slocum had moved up from the Chattahoochee and taken possession of the city. The army then moved back to the camps selected. General Thomas's army camping about Atlanta, General Howard's army about East Point, and General Schofield's army about Decatur. General Sherman started on the campaign with the following forces : Army of the Cumberland: infantry, 54,568; artillery, 2,377; cavalry, 3,828; total, 60,773; guns, 130. Army of the Tennessee: infantry, 22,437; artillery, 1,404; cavalry, 624; total, 24,465; guns, 96. Army of the- Ohio: infantry, 11,183; artillery, 679; cavalry, 1,697; total, 13,559; guns, 82. Grand aggregate — troops, 98,797; guns, 254. Commanding Army of the Cumberland — Maj. Gen Geo. H. Thomas Commanding Corps. — Maj. Gen. O. O. Howard,* 4th Corps ; Maj. Gen. J. M. Palmer,! 14th Corps; Maj. Gen. Jos. Hooker, J 20th Corps; Brig. Gen. W. L. Elliott, Cavalry Corps. Commanding Divisions. — Maj. Gen. D. S. Stanley, || 1st Div., 4th Corps ; Brig. Gen. R. W. Johnson, § 1st Div., 14th Corps ; Brig. Gen. A. S. Williams, f 1st Div., 20th Corps ; Colonel E. M. McCook, 1st Div., Cavalry Corps; Maj. Gen. John Newton, 2d Div., 4th Corps; Brig. Gen. Jeff. C. Davis, ** 2d Div., 14th Corps ; Brig. Gen. J. W. Geary, 2d Div., 20th Corps ; Brig. Gen. K. Garrard, 2d Div., Cavalry Corps; Brig. Gen. T. J. Wood, 3d Div., 4th Corps; Brig. Gen. A. Baird, 3d Div., 14th Corps; Maj. Gen. D. Butterfield, ft 3d Div., 20th Corps; Colonel W. W. Lowe, ft 3d Div., Cavalry Corps; Maj. Gen. L. II. Rousseau, |||| 4th Div., 20th Corps; Brig. Gen. A. C. Gillem,|||| 4th Div., Cavalry Corps. * July 27th, Maj. Gen. O. O. Howard appointed to the command of the Army of the Tennessee. t August 6th, Maj. Gen. Palmer resigned command of the 14th Corps. t July 27th, Maj. Gen. Joseph Hooker resigned the command of the 20th Corps. || July 27th, Maj. Gen. D. S. Stanley appointed to the command of the 4th Corps. July 27th, Colonel William M. Grose assumed command of the 1st Division, 4th Corps. August 3d, Brig. Gen. N. Kimball assumed command of the 1st Division. 4th Corps. § June 13th, General Johnson was wounded and Brig. Gen. J. H. King took command of the division. July 13th, General JohnBon resumed command of his division. August 7th, Brig. Gen. R. W. Johnson assumed command of the 14th Corps. August 17th, Brig. Gen. W. P. Carlin assumed command of the 1st Division, 14th Corps. 11 July 27th, Brig. Gen. A. S. Williams assumed command of the 20th Corps. ** August 22d, Bvt. Maj. Gen. J. C. Davis assumed command of the 14th Corps. August 22d, Brig. Gen. J. D. Morgan assumed command of the 2d Division, 14th Corps. tt June 29th, Maj. Gen. W. T. Ward succeeded General Butterfield in command of 3d Division, 20th Corps. U Brig. Gen. J. Kilpatrick relieved Colonel Lowe before the division started upon the campaign. May 13th, Brig. Gen. J. Kilpatrick was wounded and Colonel C. H. Murray took command of the division. May 21st, Colonel W. W. Lowe assumed com mand of the 3d cavalry division. Illl Generals Rosseau's and Gillem's divisions did not take part in the campaign being on duty in Middle Tennessee. General Rousseau Commanded District of Middle Tennessee. August 27th, Maj. Gen. H. W. Slocum appointed to the command of the 20th Corps."], [34, "28 LEGENDS OF THE OPERATIONS OF Commanding Army of the Tennessee. — Maj. Gen. J. B. McPhekson.* Commanding Corps.— Maj. Gen. John A. Logan, 15th Corps; Maj. Gen. G. M. Dodge, 16th Corps; Maj. Gen. F. P. Blair, 17th Corps; Brig. Gen. B. H. Grierson, Cavalry Corps. Commanding Divisions.— Brig. Gen. P. J. Osterhaus, 1st Div., 15th Corps; Brig. Gen. J. A. Mower, 1st Div., 16th Cqips; Brig. Gen. C. S. Devin, 1st Div., 17th Corps; Brig. Gen. E. Hatch,t 1st Div , Cavalry Corps ; Brig. Gen. W. B. Hazen, 2d Div., 15th Corps ; Brig. Gen. J. M. Corse, 2d Div., 16th Corps ; Colonel E. F. Winslow,| 2d Div., Cavalry Corps ; Brig. Gen. J. E. Smith, 3d Div., 15th Corps ; Brig. Gen. A. J. Smith,f 3d Div., 16th Corps ; Brig. Gen. M. D. Leggett, 3d Div., 17th Corps; Brig. Gen. W. Harrow, 4th Div., 15th Corps; Brig. Gen. J. M. Tuttle,t 4th Div., 16th Corps; Brig. Gen. S. A. Smith, 4th Div., 17th Corps. Commanding Army of the Ohio — Maj. Gen. J. M. Schofield. Commanding Corps. — Maj. Gen. J. M. Schofield, 23d Corps ; Maj. Gen. Geo. Stoneman, Cavalry Corps. Commanding Divisions. — 2d Div., Brig. Gen. M. S. Hascall; 3d Div., Brig. Gen. J. D. Cox; 4th Div., Brig. Gen. Ammen \\% 5th Div., Maj. Gen. S. G. Burbridge.|| . Commanding Brigades. — 1st Brig. Cav., Col. I. Garrard; 2d Brig. Cav., Col. J. Biddle;§ 3d Brig. Cav., Colonel H. Capron ; Inch Brig., Colonel A. H. Holman. § Commanding Rebel Army — General J. E. Johnston.! Commanding Corps. — Lieut. Gen. W. J. Hardee; Lieut. Gen. Polk;** Lieut. Gen. J. B. Hood; Brig. Gen. G. W. Smith; Maj. Gen. J. Wheeler, Cavalry Corps. Commanding Divisions. — Maj. Gen. B. F. Cheatham ; Maj. Gen. W. W. Loring ; Maj. Gen. C. L. Stevenson; Maj. Gen. P. R. Clerburne; Maj. Gen. S. G. French; Maj. Gen. T. C. Hindman; Maj. Gen. W. B. Bate; Maj. Gen. E. C. Walthall, Maj. Gen. A. P. Stewart. Commanding Brigades. — Brig. Gen. Carswell; Brig. Gen. Anderson; Brig. Gen. Phillips. Commanding Cavalry. — Maj. Gen. W. Jackson; Brig. Gen. W. Martin. GEORGIA CAMPAIGN. While resting his army, after the fall of Atlanta, and making preparations for a future. campaign, General Sherman strengthened his rear by sending General Wagner's division of the 4th Corps, and General Morgan's division of the 14th Corps, back to Chattanooga, and Corse's division of the 15th Corps to Rome. The enemy moved westward from Lovejoy's Station, and about the 1st of October crossed the Chattahoochee, and by a rapid movement got on the railroad in the vicinity of Big Shanty, destroyino many miles. Leaving General Slocum, with the 20th Corps, to hold Atlanta and the railroad bridge across the Chattahoochee, General Sherman, with the 4th, 14th, 15th, 17th, and 23d Corps, and, two divisions of * Maj. Gen. McPherson was killed on the 22d day of July. Maj. Gen. O. O. Howard assumed command of the Army of the Tennesse on the 27th day of July. t On duty in West Tennessee. The changes occurring during the campaign, in division commanders, are not given for want of data. $ General Ammen Commanded District of East Tennessee. || General Burbridge's division held Kentucky. Gen. Burbridge Commanded District of Kentucky. § On duty in East Tennessee. U Superseded at Atlanta by Gen. J. B. Hood; Lieut. Gen. S. D. Lee succeeding Hood in the command of the corps. ** Killed; Lieut. Gen. A. P. Stewart succeeding to the command of the corps."], [35, "THE ARMY OF THE CUMBERLAND. 29 cavalry, followed hard after the enemyr. Anticipating an attack upon Allatoona, General Sherman, by signal and telegraph, ordered its re-enforcement from Rome. General Corse reached Allatoona with a brigade during the night of the 4th, and took command ; on the morning of the 5th, French's division of Hood's army assaulted the position, and was repulsed with severe loss. General Sherman, on arriving at Kenesaw Mountain, pushed the 23d Corps due west, toward the road from Allatoona to Dallas, threatening the enemy's rear. This caused him to withdraw, and feigning on Rome, he crossed the Coosa river eleven miles below. Moving through Allatoona Pass, General Sherman reached Rome on the 11th, and pushed the 23d Corps and Garrard's cavalry across the Oostanaula, to threaten the flanks of the enemy passing north. The enemy, moving with rapidity, attacked Resaca and was repulsed, but he succeeded in breaking the railroad from Tilton to the tunnel, and in capturing the garrison of Dalton. Arriving at Resaca on the evening of the 14th, General Sherman sought to strike Hood in flank, or force him to battle. General Howard moved to Snake Creek Gap, held by the enemy, and opened skirmishing to hold him, while General Stanley, with the 4th and 14th Corps, could get in his rear; bnt the enemy withdrew to Ship's Gap, and upon being attacked there retired on Lafayette, and subsequently on Gadsden. General Sherman pushed into the valley of the Chattanooga and continued the pursuit, the Army of the Tennessee moving by Lafayette and Alpine, the Army of the Cumberland by Sum merville and MelVille, the Army of the Ohio by Villanow, Dirt Town, and Gover's Gap. On the 19th, all of the armies were grouped about Gaydesville, and General Sherman remained there watching the movements of the enemy. On the 26th of October, Hood having moved westward across the Sand Mountains, the 4th Corps, General Stanley\", was ordered to proceed to Chattanooga and report to General Thomas. On the 30th, the 23d Corps, General Schofield, moved from Resaca with the same destination ; and full power was delegated to General Thomas over all troops in the military division, save those which were to take part in the Georgia campaign.' Hood made a strong feint on Decatur, Alabama,, and then passed on to Tuscumbia, and laid a pontoon bridge opposite Florence. General Sherman then made preparations for the Georgia campaign. The Army7 of the Tennessee moved back on the south side of the Coosa to the vicinity of Smyrna Camp Ground. The 14th Corps moved to Kingston, from which point the sick and wounded, and surplus baggage and artillery, were sent to Chattanooga. The railroad in and about Atlanta, and between the Etovvah and Chattahoochee, was destroyed. The garrisons from Kingston northward drew back to Chattanooga, taking with them all public property and railroad stock. On the 14th November, General Sherman's army was concen trated at Atlanta, cut off from all communication with the rear. MOVEMENT TO THE COAST. General Howard with the right wing, and the cavalry division under Brig. Gen. Kilpatrick, moved, via McDonough, to Gordon, where they arrived on the 23d, the cavalry having made a strong feint on Macon. General Slocum, with the 20th Corps, moved, via Decatur and Madison, breaking the railroad from Social Circle to Madison, and binning the railroad bridge across the Oconee, east of Madison, turning thence south he reached Milledgeville on the 23d. General Sherman, with the 14th Corps, under General Davis, moved, via Covington, directly on Milledgeville. From Gordon, General Howard moved to Sandersville, destroying the railroad to Tennille Station. General Slocum moved from Milledgeville to Sandersville, where some skirmisliing was had with Wheeler's cavalry. General Kilpatrick moved from Gordon to Milledgeville, and thence to Waynesboro, afterward retiring to Louis ville, to meet General Slocum who had reached that point ; the 20th Corps having destroyed the railroads as far as the crossing of the Ogeechee River. General Sherman, with the 17th Corps, General Blair, moved on the south side of the railroad, while General Howard, with the 15th Corps, General Osterhaus, kept further to the right. Gen. Kilpatrick returned from Louisville toward Waynesboro,"], [36, "LEGENDS OF THE OPERATIONS OF 30 supported by Baird's division of the 14th Corps, encountering Wheeler at Thomas's Station, he attacked and drove him from his barricade. The army moved toward Savannah as follows: General Davis via Lampkin's Station and down the Savannah River Road; General Slocum with the 20th Corps, General Williams, on the middle road via Springfield; General Blair along the railroad, and General Howard south and west of the Ogeechee. By the 10th of December the enemy was driven within his lines at Savannah, and measures were taken for the investment of the city. General Sherman directed General Hazeu, commanding the 2d Division of the 14th Corps, to cross to the west side of the Ogeechee, and move down and carry Fort McAllister by assault, which was successfully accomplished on the 13th of December, and communication was opened with the fleet. Preparations were then made to carry Savannah by assaidt, but the enemy evacuated the city on the night of the 20th, and General Sherman took possession on the 21st, thus securing a vast amount of public property, and a base for future operations. Commanding United States Forces— Kn.]ov General W. T. Sherman. Commanding Wings.— Maj. Gen. O. O. Howard, Right Wing ; Maj. Gen. H. W. Slocum, Left Wing. Corps.— Maj. Gen. P. H. Osterhaus, 15th Corps ; Maj. Gen. F. P. Blair, 17th Corps ; Bvt. Brig. Gen. J. C. Davis, 14th Corps ; Brig. Gen. A. S. Williams, 20th Corps ; Brig. Gen. J. Kilpatrick, Cavalry. Commanding Divisions.— 15th Corps, Brig. Gen. C. R. Wood ; Brig. Gen. W. B. Hazen ; Brig. Gen. J. M. Corse ; Brig. Gen. J. E. Smith. 17th Corps, Maj. Gen. J. Mower ; Brig. Gen. M. D. Leggett ; Brig. Gen. Giles A. Smith. 14th Corps, Brig. Gen. W. P. Carlin ; Brig. Gen. J. D. Morgan ; Brig. Gen. A. Baird. 20th Corps, Brig. Gen. N. J. Jackson ; Brig. Gen. J. W. Geary ; Brig. Gen. W.^T. Ward. CAMPAIGN OF THE CAROLINAS By the 15th of January, General Sherman was ready to march northward. Preliminary to this, the 17th Corps had embarked at Thunderbolt, and been transported to Beaufort, from whence it made a lodgment on the Charleston Railroad near Pocotaligo. Before the time appointed for the advance of the left wing, General Slocum, and the cavalry, General Kilpatrick, the Savannah River had become so swollen as to overflow the whole bottom, the Union Causeway being four feet under water. General Slocum therefore moved up to Sister's Ferry, but there the river with its overflowed bottoms was three miles wide, and he did not succeed in crossing his whole command until the first week of February- In the meantime, General Grant had sent Gro ver's division of the 19th Corps to garrison Savannah, and had re-enforced,, the commands of Generals Terry and Palmer, operating on the coast of North Carolina, by the 23d Corps, General Schofield, from Tennessee. General Foster, commanding the Department of the South, was instructed to follow General Sherman's movement and occupy the city of Charleston, and such points along the coast as would be of military value. The capture of Fort Fisher and the forts at the mouth of the Cape Fear River gave an additional point of security on the coast. General Sherman determined to move directly on Goldsboro and open communication with the sea by the Nevvbern Railroad. Having had a conference at Hilton Head with Admiral Dahlgren and General Foster, he joined the 17th Corps at Pocotaligo on the 24th. Hatch's Division of Foster's command moved from the Tullafuiney and Coosawhatchie Rivers to Pocotaligo, and feigned crossing the Salkehatchie, while the right wing moved up to River's and Beauford's Bridges. The enemy heltl the fine of the Salkehatchie, but Generals Mower's and Giles A. Smith's divisions of the 17th Corps carried River's Bridge, and the enemy retreated behind the Edisto, at Branch ville. The 15th Corps had advanced by different routes to Hickory Hill, and thence to Beaufort's Bridge. The enemy, apprehending an advance on Branchville, burned the railroad bridge, and Walker's Bridge below, across"], [37, "31 THE ARMY OF THE CUMBERLAND. the Edisto. From the 7th to the 10th of February, the railroad was destroyed from the Edisto to Windsor. In the meantime, General Kilpatrick had advanced to Blackville, and then turning toward Aiken, threatened Augusta, skirmishing heavily with Wheeler's cavalry at Blackville. The right wing advanced on Orangeburg; the 17th Corps, crossing the South Fork of the Edisto at Binnaker's Bridge, moved on the direct road ; the 15th Corps, crossing at Holman's bridge, moved in support. The 17th Corps drove the enemy from Orangeburg, pushing him across the Congaree, and forcing him to burn the bridges. The railroad was destroyed at Lewisville, and the 17th Corps marched on Columbia by the State road. The 15th Corps advanced on a country road to the left, and on the 15th of February encountered the enemy at Congaree Creek ; speedily dislodging him the march was resumed. On the morning of the 18th, the head of the column reached the bank of the Congaree River opposite Columbia ; but the enemy having burned the bridge, the column moved three miles above and crossed the Saluda at the Factory, and afterward the Broad Rive)-, so as to enter Columbia from the north. The left wing and the cavalry crossed the Edisto at New and Guignard's Bridges, and advanced on Columbia by different roads, to the left of the right whig, the head of the column reaching the bank of the Congaree, opposite Columbia, within an hour after the arrival of the head of the right wing. The left wing and the cavalry crossed the Saluda at Zion Church ; the infantry moving directly on Winns boro, while the cavalry bore off to the left, passing through Alston and thence to Blackstakes Depot, the railroad and the bridges about Alston were destroyed en route. General Slocum caused the rail road to be destroyed from Winnsboro to Blackstakes, and drawing off to the right, orossed the Catawba and' advanced on Sneedsboro, the 20th Corps skirmishing with the enemy's cavalry at Chesterfield. The cavalry, keeping on the left flank of the infantry-, passed through Lancaster, demonstrating toward Charlotte, and then bearing to the right, continued on the left flank and crossed the Yadkin at Sneeds boro. In the meantime the right wing had destroyed the railroad from Columbia to Winnsboro, and crossing the Catawba at Ray's Feny, advanced on Cheraw, the 17th Corps crossing Lynch's Creek at Young's Bridge, and the 15th Corps by Tiller's and Kelly's Bridges. On the 3d of March, the 17th Corps entered Cheraw, the enemy retreating across the Pedee and burning the bridges. Much public property was destroyed at Cheraw. The columns were again put in motion directed on Fayetteville, North Carolina ; the right wing crossing the Pedee at Cheraw, the 14th Corps crossing at Sneedsboro. The different corps advanced on separate roads, the cavalry keeping well on the left flank. On the night of the 9th of March, General Kilpatrick's three brigades were divided to picket the roads; General Hampton detecting this, attacked Colonel Spencer's brigade at daylight, surprising the command ; but General Kilpatrick rallied his men, and by a prompt and vigorous attack regained his artillery, horses, and camp. On the 11th, the 14th and 17th Corps reached Fayetteville, skirmishing with Hampton's cavalry, that covered the rear of Hardee's army, which retreated across the Cape Fear River, burning the bridge. At Fayetteville a vast amount of public property of all kinds was destroyed. Hitherto, General Sherman had succeeded in interposing his superior army between the scattered parts of the enemy ; but now General J. E. Johnston had concentrated his forces upon General Sherman's front and left flank. On the 12th of March, General Sherman ordered General TerryT, at Wilmington, and General Schofield, at Newbern, to move with their commands on Goldsboro, endeavoring to meet him there on or about the 20th. The columns moved out of Fayetteville on the loth, General Slocum, with four divisions of the left wing, preceded by the cavalry, advanced toward Averasboro ; the two remaining divisions of the left wing, and the train, took the direct road to Goldsboro. General Howard moved on roads to the right, holding four divisions fight, ready to march to the assistance of the left wing, and sending his trains toward Faison's Depot. General Kilpatrick encountered the enemy's rear near Taylor's Hole Creek, skirmishing heavily. On the morning of the 16th General Slocum advanced his infantry columns and developed the enemy under Hardee, with infantry, artillery, and cavalry, in an intrenched position where the road branches off towards Goldsboro. The enemy's first line was carried,"], [38, "32 LEGENDS OF THE OPERATIONS OF and he was forced back into his second and stronger line, and pressed so hard that he withdrew during the night and retreated on Smithfield. General Slocum lost in this affair, known as the battle ot Averasboro, 77 killed and 477 wounded. The enemy's loss can be inferred from his dead, 108 left on the field. The main body of the left wing turned to the right taking the Goldsboro road, while General Ward's division pursued the enemy through Averasboro, rejoining the main column beyond that place on the Bentonville road. On the 19th of March, General Carlin's division being the advance of the left wing, encountered Di bin-ill's cavalry division, and driving it back, developed, near Bentonville, the whole rebel army under General Johnston. General Slocum promptly deployed his force, two divisions of the 14th Corps, General Davis, on the right, and two divisions of the 20th Corps, General Williams, on the left. A line of barri cades was hastily prepared. General Kilpatrick came up and massed on the left. The enemy made six distinct assaults upon General Slocum's line but failed to carry it at a single point. During the night General Slocum got up his two remaining divisions and his wagon train, and General Hazen's division of the 15th Corps. The right wing moving to the relief of the left, found its approach opposed by a considerable body of rebel cavalry behind a barricade at the forks of the road near Bentonville ; the enemy's cavalry was speedily dislodged, and General Howard moved forward and connected his left with General Slocum's right. The enemy had thrown back his left flank, and had constructed a line of parapet, connecting with that in front of General Slocum, in the form of a bastion, its salient on the main Golds boro road, interposing between General Slocum on the west and General Howard on the east, wliile the flanks rested on Mill Creek, covering the road back to Smithfield. By 4 p. m. of the 20th, a strong line of battle confronted the enemy in Iris intrenched position, placing him upon the defensive, the skirmish line pressing him steadity. On the 21st, the skirmish line warmly attacked the enemy from left to right, carrying it almost to a general engagement. The same day General Schofield entered Goldsboro, and General Terry got possession of the Neuse River at Cox's Bridge, ten miles above; thus, the three armies made connection. During the night of the 21st, the enemy retreated to Smith field. General Sherman lost in the battle of Bentonville 191 killed, 1,168 wounded, and 287 missing; total, 1,646. The enemy left 267 dead on the field, and lost in prisoners 1,625; his loss in wounded not known. On the 23rd the armies were placed in camp. On the 25th the Newburn railroad was finished, affording a channel of supply. The object of the campaign was now accomplished, and Gen. Sherman's army was in a position to take an appropriate part in further military operations. Commanding United States Forces — Maj. Gen. W. T. Sherman. Commanding Wings.— Maj. Gen. O. O. Howard, Right Wing; Maj. Gen. H. W. Slocum, Left Wing. Commanding Corps.— Maj. Gen. J. A. Logan, 15th Corps; Maj. Gen. F. P. Blair, 17th Corps; Brv't Maj. Gen. J. C. Davis, 14th Corps ; Brig Gen. A. S. Williams, 20th Corps ; Brig. Gen. Kilpatrick, Cavalry Division. Commanding Divisions.— -Brig. Gen. C. R. Wood, Brig. Gen. W. B. Hazen, Brig. Gen. J. M: Corse, Brig. Gen. J. E. Smith, 15th Corps ; Maj. Gen. J. Mower, Brig. Gen. M. D. Leg|ett, Brio- Gen' Giles A. Smith, 17th Corps ; Brig. Gen. W. P. Carlin,\" Brig. Gen. J. D. Morgan, Brig? Gen. A&Baird, 14th Corps; Brig. Gen. N. J. Jackson, Brig. Gen. J. W. Geary, Brig. Gen. W. T. Ward, 20th Corps'. CAMPAIGN ENDING IN THE SURRENDER OF GENERAL J. E. JOHNSTON AND HIS ARMY. The battles at Petersburg, between Generals Grant and Lee, determined General Sherman to attempt the capture or destruction of General Johnston's army, instead of advancing on Burksville interposing between Lee and Johnston, as he had previously intended."], [39, "33 THE ARMY OF THE CUMBERLAND. On the morning of the 10th of April, 1865, General Sherman's armyr was in motion against the enemy. General Slocum advancing directly on Smithfield ; General Howard making a circuit to the right, and feigning up the Weldon road, to disconcert the enemy's cavalry ; Generals Terry and Kilpatrick moving on the west side of Neuse River, and aiming to reach the enemy's rear between Smithfield and Raleigh; General Schofield followed General Slocum in support. The enemy's cavalry offered some resistance to the advance but was swept back without delay, and by 10 a. m. of the 11th the 14th Corps entered Smithfield, closely followed by the 20th Corps. Johnston had retreated on Raleigh. Genei^il Sherman drojmed his trains and inarched rapidly in pursuit, reaching Raleigh on the morning of the 13th. The next day the cavalry pushed on to Durham's Station, the 15th Corps followed as far as Morrisville Station, and the 17th Corps to Jones' Station. Believing General Johnston tied to the railroad by Hillsboro, Greensboro, Salisbury, Charlotte &c.,\" as a line of retreat, General Sherman turned the other columns across the bend of that road towards Ashboro. By the 15th, General Slocum had the 14th Corps, General Davis, near Martha's Vineyard, the 20th Corps, General Mower, in support, with a pontoon bridge laid across Cape Fear River at Aven's Ferry. General Howard had the 15th and 17th Corps on the road towards Pittsboro, whilst Kilpatrick held Durham's Station and Chapel Hill University. Johnston's army was retreating from Hillsboro to Greensboro, he himself at Greensboro. « At the request of General Johnston, a short truce was agreed upon between himself and General Sherman, and a day appointed for an interview, to consider terms for the surrender of General Johnston and his army. During the 17th and 18th of April a memorandum, as a basis of surrender, was agreed upon and signed by General Sherman and Johnston, and forwarded to the President of the United States for approval or rejection. The basis of surrender not being satisfactory to the President, new terms were substituted, and on the 26th of April, 1865, General Johnston, and all forces subject to his command, surrendered to General Sherman. Commanding United States Forces. — Maj. Gen. W. T. Sherman. Commands. — Maj. Gen. H. W. Slocum, Maj. Gen. O. O. Howard, Maj. Gen. J. M. Schofield. Commanding Corps. — Bv't. Maj. Gen. J. C. Davis, 14th Corps ; Maj. Gen. J. Mower, 20th Corps ; Maj. Gen. J. A. Logan, 15th Corps ; Maj. Gen. F. P. Blair, 17th Corps ; Maj. Gen. A. H. Terry, 10th Corps; Maj. Gen. J. M. Schofield, 23rd Corps; Bv't Maj. Gen. J. Kilpatrick, Cavalry Division. Commanditig Divisions. — Brig. Gen. C. P. Woolcot, Brig. Gen. J. D. Morgan, Brig. Gen. A. Baird, 14th Corps; Brig. Gen. A. S. Williams, Brig. Gen. J. W. Geary, Brig. Gen. W. T. Ward, 20th Corps; Brig. Gen. C.R. Wood, Brig. Gen. W. B. Hazen, Brig. Gen. J. M. Corse, Brig. Gen. J. Ev Smith, 15th Corps; Brig. Gen. Ford, Brig. Gen. M. D. Leggett, Brig. Gen. Giles A. 17th Corps; Brig. Gen. A. Ames, Brig. Gen. C. J. Paine, 10th Corps; Brig. Gen. T. H. Ruger, Maj. Gen. D. M. Couch, Maj. Gen. J. D. Cox, 23d Corps. MAJOR GENERAL GEORGE H. THOMAS'S CAMPAIGN IN THE DEFENSE OF MIDDLE TENNESSEE, AND THE MILITARY OPERATIONS CONDUCTED PURSUANT TO HIS ORDERS IN CONNECTION THEREWITH AND SUBSEQUENT THERETO, ENDING WITH THE CAPTURE OF JEFFERSON DAVIS. After the fall of Atlanta, General Sherman's forces were grouped as follows: Army of the Cum berland at Atlanta, Army of the Tennessee at East Point, and Army of the Ohio at Decatur. On the 29th of September, the enemy's cavalry under Forrest crossed the Tennessee River at Waterloo, Ala., 5"], [40, "LEGENDS OF THE OPERATIONS OF 34 and moved on the railroads in Middle Tennessee. Forrest captured the garrison at Athens, Alabama, and the troops sent to its relief, and then moved on Pulaski, destroying the railroad as he advanced, and capturing the garrison at Sulphur Branch Trestle. Finding Pulaski stubbornly defended, he moved to the Chattanooga Railroad, and cut it near Tullahoma, but he was driven from the road by Generals Rousseau and Steedman before much injury had been done. He now divided his command into two columns, one column under Buford threatened Huntsville, and subsequently attacked Athens, which General Granger had regarrisoned. In this attack Buford was repulsed. The other column under Forrest threatened Columbia. General Thomas arrived at Nashville on the 3d of October, and took charge of operations in Tennessee. Forrest's and Buford's commands were vigorously pursued by Generals Rousseau, Steedman, Morgan, Washburn, and Croxton, but both made good their escape ; Buford crossed the Tennessee River at Brown's Ferry on the 3d, and Forrest crossed at Bainbridge on the 6th. Pending these operations in Tennessee, the whole front of affairs in Georgia had undergone a change. Hood had crossed the Chattanooga River, and with a portion of his army struck the railroad at Big Shanty and destroyed upwards of twenty miles. On the 5th, French's division of his army assaulted Allatoona, meeting with a severe repulse. Hood then made a feint on Rome, and crossing the Coosa Rwer below, moved toward Siunmerville and Lafayette, threatening Chattanooga and Bridge port. General Thomas then made the following dispositions : General Croxton's cavalry brigade was directed to watch the line of the Tennessee from Decatur to Eastport. General Morgan's division moved from Athens to Chattanooga. General Steedman's division moved from Decatur to Bridgeport. General Rousseau's troops were concentrated at Athens. On the 12th, the enemy '.s cavalry attacked Resaca and was repulsed. The same day the garrisons at Tunnel Hill, Ringgold, and intermediate points, were withdrawn to Chattanooga. On the 13th, Hood, with one corps of his army, forced the surrender of Dalton, and after destroying the railroad and telegraph line he moved through Nickajack Gap, and rejoining his army near Summerville, moved thence to Gadsden. General Sherman leaving the 20th Corps at Atlanta, had closely pursued Hood with the 4th, 14th, 15th, and 17th Corps, and on the 19th his army was concentrated about Gaylesville. On the 21st, Captain, J. C. Van Duzer had restored telegraphic communication with Atlanta, ancl on the 28th, Colonel W. W. Wright had repaired the railroad, and trains commenced running regularly. On the 29th, General Sherman ordered the 4th Corps to report to General Thomas, retaining the 14th and 20th Corps of General Thomas's army as a part of his force for the movement through Georgia to the coast. The enemy made a strong feint on Decatur, Alabama, from the 26th to the 29th, meeting with considerable loss. He then withdrew and commenced crossing the Tennessee River at the mouth of Cypress Creek. It was now plainly evident that Hood intended to advance into Middle Tennessee. General Hatch, wim his cavalry division, was ordered from Clifton, to the support of Croxton, at Florence. On the 30th, the 23d Corps was ordered to report to General Thomas, and he was °iven full control over all troops in the Military Division of the Mississippi, save those which were to accom pany General Sherman. Wood's division of the 4th Corps reached Athens on the 31st, closely followed by the other divisions of the corps. General Schofield was moving up from Resaca with the 23d Corps. The same day the enemy's infantry effected a lodgment on the north bank of the Tennessee, three miles above Florence, and his cavalry pressed Croxton back to the e*st bank of Shoal Creek. General Stanley concentrated the 4th Corps at Pulaski. In the meantime Forrest concentrated his cavalry on the Ten nesssee River opposite Johnsonville, and opened heavily with artillery on the garrison and on the gun boats isolated thert), causing the destruction of the latter, and a vast amount of public propertv ; he then withdrew, and crossing the river further up, moved toward Clifton. On the 5th, General Schofield arrived at Nashville with the advance of the 23d Corps, and proceeded immediately to Johnsonville; finding the enemy gone, he left a sufficient garrison, and moved with the rest of his troops to Pulaski, and assumed command of all troops there. General Thomas strove to retard the enemy's advance until"], [41, "35 THE ARMY OF THE CUMBERLAND. he could receive re-enforcements. His effective force confronting the enemy at this time was but twenty two thousand infantry and seven thousand seven hundred cavalry. Hood had about forty-two thousand infantry and thirteen thousand cavalry. General Sherman remained at Kingston until the 11th, and his uncertain attitude operated to hold Hood in check at Florence, where he remained until the 19th ; then advanced on parallel roads towards Waynesboro, and on the 22d drove Hatch from Lawrenceburg. General Schofield prepared to evacuate Pulaski and fall back to Columbia. Capron's brigade of cavalry was at Mount Pleasant, covering the approach from that direction. General Ruger's division was recalled from Johnsonville ; two brigades took position at Columbia, and one brigade was posted at Centreville to guard the line of Duck River. On the 23d, General R. S. Granger withdrew tfie garri sons from Decatur, Athens, and Huntsville, Alabama, and retired on Stevenson, sending five regiments to Murfreesboro. During the night, General Schofield evacuated Pulaski, and got into position at Columbia on the 24th ; Johnsonville was also evacuated, the troops retiring on Fort Donelson, and thence to Clarksville. The enemy came up and strongly pressed General Schofield's lines at Columbia, threatening to cross above and below the town. During the night of the 27th, General Schofield withdrew to the north bank of Duck River and took up a new position. Early on the 29th, the enemy effected a crossing on the Lewisburg pike, pressing back Wilson's, cavalry ; subsequently7, part of his infantry crossed at Huey's Mills, six miles above Columbia. All further attempts of the enemy to cross were repulsed with loss. General Stanley was sent to Spring Hill with one division, to cover the trains and open the road for the withdrawal of the army to Franklin. He reached Spring Hill in time to save the trains, driving off the enemy's cavalry. Subsequently, he was heavily assailed by both infantry and cavalry, aud after a severe contest repulsed the enemy. Giving directions for the withdrawal of the troops as soon as covered by darkness, General Schofield started at a late hour in the afternoon, with Ruger's division, to the relief of Stanley. Posting a brigade at Spring Hill, he pushed on to Thompson's Station, where General Ruger took possession of the crossroads. The withdrawal from Columbia was safely effected after dark on the 29th, and on the morning of the 30th, General Schofield had his whole command in position at Franklin, with both flanks resting on the river. Works were immediately thrown up. On the evacuation of Columbia, General Milroy was directed to abandon Tullahoma and retire on Murfreesboro ; maintaining the garrison in the blockhouse at Elk River Bridge. On the morning of the 31st, the advance of General A. J. Smith's command reached Nashville. BATTLE OF FRANKLIN. In the retreat to Franklin, the enemy followed closely after General Schofield's rear guard, and on the arrival of his main force, he formed rapidly and commenced the assault. General Schofield's outposts were driven in, creating some confusion, and enabling the enemy to seize a portion of the line; it was immediately regained by the reserve, and the 'enemy were repidsed at all points. He continued his assaidts with great determination from half-past three p. m. until after dark, and made numerous intermittent attacks imtil about 10 p. m., when his efforts ceased. His attack extended along a front of about two miles, reaching from General Schofield's left to his right centre ; his two right brigades were only slightly engaged. A short time before the enemy's infantry attack commenced, Iris cavalry forced the passage of the Harpeth River three miles above Franklin, driving back a portion of General Wilson's cavalry ; he, however, brought up the rest of his troops, and forced the enemy back across the river. General Schofield lost in the battle of Franklin : killed, 189; wounded, 1,033; missing, 1,104; ago-regate, 2,326. Among the wounded was General Stanley. General T. J. Wood took command of the 4th Corps."], [42, "36 LEGENDS OF THE OPERATIONS OF Hood lost: killed, 1,750; wounded, 3,800; missing, 702 ; aggregate, 6,252. Included in the enemy's loss were six general officers killed, six wounded, and one captured. This signal defeat deeply depressed the enemy, and General Schofield withdrew his troops to Nashville without further molestation. Commanding United States Forces— Major General J. M. Schofield. Commanding Corps.— Maj. Gen. D. S. Stanley,* 4th Corps ; Maj. Gen. J. M. Schofield, 23d Corps ; Bvt. Maj. Gen. J. H. Wilson, Cavalry Corps. Commanding Divisions.— Brig. Gen. S. Kimball, 1st Div., 4th Corps ; Brig. Gen. G. D. Wagner, 2d Div., 4th Corps; Brig. Gen. T. J. Wood, 3d Div., 4th Corps; Brig. Gen. T. H. linger, 2d Div., 23d Corps ; Brig. Gen. J. D. Cox, 3d Div., 23d Corps. Commanding Cavalry.— Brig. Gen. Edward Hatch ; Brig. Gen. R. W. Johnson ; Brig. Gen. J- H. Hammond. Commanding Rebel Army — General Jno. B. Hood. Commanding Corps. — Maj. Gen. B. F. Cheatham ; Lieut. Gen. A. P. Stewart ; Lieut. Gen. S. D. Lee ; Maj. Gen. N. B. Forrest, Cavalry Corps. Commanding Divisions. — Maj. Gen. P. R. Clebnrne, f Maj. Gen. J. C. Brown,* Maj. Gen. W. B. Bate, Cheatham's Corps ; Maj. Gen. W. W. Loring, Maj. Gen. S. G. French, Maj. Gen. E. C. Walthall, Stewart's Corps; Maj. Gen. C. L. Stevenson, Maj. Gen. E. Johnson, Maj.' Gen. Clayton, Lee's Corps ; Brig. Gen. W. Jackson, Brig. Gen. A. Buford, Brig. Gen. J. R. Chalmers, Forrest's Cavalry Corps. By noon of December 1st, General Thomas had his troops in line of battle in front of Nashville, with General Smith on the right, General Wood in the centre, and General Schofield on the left ; the cavalry, under General Wilson, on Schofield's left. General Steedman with a command of 5,000 men, composed of detachments, and a colored brigade, arrived at Nashville from Chattanooga. The cavalry7 was then posted on the north side of the river at Edgefield, and Steedman's troops occupied the space vacated by its withdrawal. On the morning of the 4th, the enemy had formed his line with his salient on the summit of \" Montgomery Hill,\" within six hundred yards of Thomas's centre, Iris main line occupying the high ground on the southeasterly side of Brown's Creek, with his right resting on the Nolensville Pike, Iris left behind Richland Creek, resting on the Hillsboro Pike, with cavalry on both flanks extending to the river. The block-house at the railroad crossing of Overall's Creek, five miles north of Murfreesboro, was attacked on the 4th by Bate's rebel division. General Milroy coming up with troops from Murfrees boro, drove the enemy off. During the 5th, 6th, and 7th, the enemy, with two divisions of infantry and 2,500 cavalry, demonstrated heavily against Fortress Rosecrans, at Murfreesboro, garrisoned by 8,000 men under General Rosseau. On the 8th, General Milroy went out and assailing the enemy7 routed him with loss. The enemy's cavalry then moved oft* to Lebanon, threatening to cross the Cum berland River and interrupt General Thomas's communications with Louisville ; the gun boats patrolling the river, and a cavalry force sent to Gallatin by General Wilson, thwarted the design of the enemy. Hood's position around Nashville remained without material change from the 3d to the 15th. Meanwhile General Thomas was preparing to take the offensive. * Wounded. t Killed."], [43, "37 THE ARMY OF THE CUMBERLAND During these operations in Middle Tennessee, the enemy, under Breckinridge, Duke, and Vaughn, was. operating in the eastern portion of the State against Generals Gillem and Ammen. On the night of November 13th, Breckinridge, with about 3,000 men, attacked and routed General Gillem near Morristown, and drove him back to Knoxville. ' General Stoneman was then ordered to Knoxville to take charge of affairs in that section ; he was directed to concentrate all the troops which General Bur bridge could bring from Kentucky, with General Gillem's command, at some point in East Tennessee, move against Breckinridge and either destroy his force, or drive it from the State ; and then destroy the Tennessee and Virginia Railroad as far as lje could penetrate into Virginia safely with his command; and, if possible, to destroy the Salt Works at Saltville. BATTLE OF NASHVILLE On the morning of Dec. 15th, General Thomas ordered an attack upon the enenry's position. General Steedman demonstrated heavily on the enenry's right. Wilson's cavalry made a wide \" detour\" to attain the enemyr's left and rear. General A. J. Smith advanced en echelon and struck the rebel left in conjunction with the cavalry movement. General Johnson's cavalry division pressed back the rebel cavalry on the extreme right. General Wood, connecting on his right with General Smith, carried \" Montgomery7 Hill\" by assault. General Schofield, in reserve, moved rapidly to the right of General Smith, enabling the cavalry to operate more freely on the enemy's rear. The whole line moved for ward ; General Wood forcing the enemy7 from his intrenched position, wlrile Generals Smith and Scho field, and the dismounted cavalry pressed back the rebel left some miles into the hills. Darkness closed the conflict, which resulted in the capture of 1,200 prisoners and 16 guns, and in forcing the enemy's strong defensive line from left to right. After nightfall, General Thomas readjusted his line, running parallel to and east of the Hillsboro Pike, Schofield on the right, Smith in the centre, Wood on the left, the cavalry on the right of Schofield, Steedman holding the position he had gained early7 in the morning. At six o'clock a. m., on the morn ing of the 16th, General Wood pushed the enemy's advance fine back across the Franklin Pike into his intrenchments on the \" Overton Hills.\" General Smith, connecting with Wood and Schofield, pressed the enemy very closely7. The first attack on the \" Overton Hills\" was forced back. General Wilson's cavalry then made a \" detour\" to the Granny-white Pike, and attacked the enemy's left and rear vigor ously. Generals Smith and Schofield carried the rebel works in their respective fronts, and the whole line advanced, assaulting the enemy's intrenchments and routing him at all points, with a loss of 3,262 prisoners and 37 guns. Commanding United States Forces — Maj. Gen. George H. Thomas. Commanding Corps. — Brig. Gen. T. J. Wood, 4th Corps; Maj. Gen. J. M. Schofield, 23d Corps; Commanding Detachment of the Army of the Tennessee, Maj. Gen. A. J. Smith; Commanding Pro visional Detachment, Maj. Gen. J. B. Steedman; B'vtMaj. Gen. J. H. Wilson, Cavalry Corps. Commanding 1st Divisions. — Brig. Gen. N. Kimball, 4th Corps; Detachment of the Army of the Tennessee, Brig. Gen. McArthur; Provisional Division, Brig Gen. C. Crust; Brig. Gen. J. T. Croxton, one brigade of Cavalry7. Commanding 2d Divisions. — Brig. Gen. W. L. Elliott, 4th Corps; Maj. Gen. D. M. Couch, 23d Corps; Detachment of the Army of the Tennessee, Brig. Gen. K. Garrard; Brig. Gen. J. F. Miller, Garrison of Nashville. Commanding 3d Divisions. — Brig. Gen. S. Beatty, 4th Corps; Brig. Gen. J. D. Cox, 23d Corps; Detachment of the Army of the Tennessee, Colonel J. B. Moore ; Quartermasters Div., Brig. Gen. J. L.Donaldson; Colonel Thompson, Colored Brigade ; Brig. Gen. Ew'd Hatch, Cavalry Corps; Brig. Gen. R. W. Johnson, Cavalry Corps; Brig. Gen. J. T. Knipe, Cavalry Corps."], [44, "38 LEGENDS OF THE OPERATIONS OF Commanding Rebel Army — General Jno. B. Hood. Commanding Corps. — Maj. Gen. B. F. Cheatham; Lieut. Gen. A. P. Stewart; Lieut. Gen. S. D. Lee; Maj. Gen. N. B. Forrest, Cavalry Corps. Commanding Divisions.— Colonel C. S. Hurt,* Brig. Gen. J. A. Smiths Maj. Gen. W. B. Bate, Cheatham's Corps ; Gen. W. Jackson, Cavalry Corps. Maj. Gen. W. W. Loring, Maj. Gen. S. G French, Maj. Gen. E. C. Walthall, Stewart's Corps ; Brig. Gen. A. Buford, Cavalry Corps. Maj. Gen. C. L. Stevenson, Maj. Gen. E. Johnson, Maj. Gen. Clayton, Lee's Corps ; Brig. Gen. J. R. Chalmers, Cavalry Corps. General Thomas continued the pursuit of the enemy early on the 1 7th. Wood pushed on toward Franklin by the direct pike, while the cavalry moved by the Granny-white Pike to its intersection with the Franklin Pike, and then took the advance. Johnson's division of cavalry moved on the Hillsboro Pike to the Harpeth River, with directions to cross and move rapidly towards Franklin. The main cavalry column struck the enemy's rear guard, strongly posted at Hollow Tree Gap, four miles north of Franklin, the position was charged in front and flank simultaneously ; the enemy was routed with a loss of 413 in prisoners. He then fell back rapidly to Franklin, and endeavored to defend the crossing of the Harpeth. Johnson coming up on the south side, forced him from the river bank, and the cavalry occupied the town, capturing over 2,000 wounded. Wilson continued the pursuit towards Columbia, coming up with the enemy's rear guard five miles south of Franklin; the enemy7 was dispersed with the loss of his artillery. Darkness coming on enabled many to escape and closed the days operations. General Wood followed in the rear of the cavalry, Steedman in rear of Wood. The bridges over the Harpeth having been destroyed, and the river not being fordable for infantry, Wood's and Steedman's commands bivouacked on the north bank while a bridge could be built. Gens. Smith and Schofield marched on the Granny- white Pike, and camped at its intersection with the Franklin Pike. On the 18th, Wilson pushed on to Rutherford's Creek, three miles from Columbia, but could not cross on account of the high water ; Wood closed up with the cavalry. A pontoon bridge, hastily constructed at Nashville, was on its way to the front, its arrival being retarded by the bad condition of the roads. The pontoon train properly belonging to General Thomas's command, with its corps of pontonniers, was absent with General Sherman. During the- 19th, Gens. Smith's and Scofield's commands crossed the Harpeth River, Smith advancing to Spring Hill, while Schofield encamped at Franklin. On the 20th, General Hatch constructed a floating bridge across Rutherford's Creek, and pushed for Columbia. The enemy had crossed Duck River and removed his pontoon bridge. During the day General Wood improvised afoot bridge over Rutherford's Creek. The pontoon train coming up on the 21st, a bridge was laid over Rutherford's Creek, and General Smith crossed his command. A bridge was then constructed over Duck River, and Wood crossed on the 22d. General Wilson having crossed Duck River pushed on after the enemy, supported-by Wood, and came up with him just south of Lynnville, and also at Buford's Station ; the enemy was speedily dislodged at both places. The advance was so rapid as to prevent the destruction of the bridges over Richland Creek. On the 25th, the enemy, with Wilson's cavalry at his heels, evacuated Pulaski and was pursued toward Lamb's Ferry. Harrison's brigade came up with him, strongly intrenched, at the head of a deep ravine ; after an obstinate resistance he was dislodged. Wood's corps kept well closed up with the cavalry, reaching Lexington, Ala., on the 28th; on which day General Thomas, having ascertained that the enemy had crossed the Tennessee River at Bainbridge ceased pursuit. During the foregoing operations General Smith's command had reached Pulaski, while General Schofield remained at Columbia. * Captured. t Brig. Gen. M. P. Lowrey. commanded division on the 16th."], [45, "39 THE ARMY OF THE CUMBERLAND. GENERAL STEEDMAN'S OPERATIONS TO CUT OFF HOOD'S RETREAT. On his arrival at Franklin on the 18th, General Thomas directed General Steedman to move with his command across the country to Murfreesboro, and thence by rail to Decatur, Ala., General Granger with his force joining him at Stevenson. Gen. Steedman was instructed to reoccupy the places in Northern Alabama evacuated on Hood's advance, then cross the Tennessee River and threaten the enemy's railroad communications west of Florence. Decatur was reoccupied on the 27th, but the enemy having crossed the Tennessee River, no movement was made on his railroad communications. However, Colonel W. J. Palmer, 15th Pa. Cav., with a cavalry7 force of 600 men, was sent in pursuit of Hood's train. Pressing back Roddy's rebel cavalry, near Leighton, Colonel Palmer moved toward Columbus, Miss., and captured and destroyed Hood's pontoon train ten miles from Russellville. Pushing on toward Aberdeen, Miss., he captured and burned a large supply train, just over the line in Mississippi- Returning via Toll Gate, Ala., and on the old Military and Hackberry roads, he met the enemy, under Roddy, Biflies, and Russell, near Russellville and along Bear Creek, wlrile another force under Armstrong was reported in pursuit. Under cover of the darkness Colonel Palmer evaded the forces in his front and pushed for Moulton ; meeting the enemy near Thorn Hill, he attacked and routed him, and arrived safely at Decatur on the 6th of January. GENERAL STONEMAN'S OPERATIONS IN EAST TENNESSEE AND VIRGINIA During the active operations of the main army in Middle Tennessee, General Stoneman having concentrated the commands of Gens. Gillem and Burbridge at Bean's Station, in East Tennessee, moved on the 12th of December for Bristol; his advance, under Gillem, struck the enemy, under Duke, opposite Kingsport, dispersing his command and capturing 84 prisoners. General Burbridge pushed on and captured Bristol and Abingdon with 277 prisoners, and destroyed five loaded railroad trains, and large quantities of stores, &c. General Stoneman then threatened the Salt works with one brigade and pushed Gillem on to Marion, where he attacked and routed the rebel General Vaughn on the morning of the 16th, capturing all of his artillery and 198 prisoners, and pursuing the remainder of the enemy to Wytheville, which place he captured about dark. General Stoneman moved up to Mount Airy with Burbridge's command, and sent Colonel Buckley7 with a brigade to destroy the Lead mines, about twenty-eight miles southeast, which he successfully accomplished. General Gillem, having destroyed Wytheville and the large quantities of stores collected there, and the railroad for several miles east, rejoined General Stoneman at Mount Airy on the 17th, when the whole command returned to capture the Salt works. General Burbridge, who was in advance, struck the enemy under Breckinridge strongly posted near Marion ; brisk skirmishing was kept up all day, and the enemy showing strong resistance, the next morning General Gillem moved around his left to cut him off from the Salt works, while Burbridge kept up sharp skirmishing in his front; during the night Breckinridge withdrew and escaped into North Carolina. General Stoneman then moved on and captured the Salt works without very serious resistance, destroying the buildings, wells, pumps, machinery, kettles, and materials of all kinds. The object of the expedition having been accomplished, General Burbridge returned to Ken tucky, and General Stoneman, with Gillem's command, returned to Knoxville. GENERAL McCOOK'S OPERATIONS AGAINST THE REBEL GENERAL LYON. General Hood, while investing Nashville, sent a cavalry7 force under General Lyon into Kentucky to operate on the Louisville railroad; General Thomas detached General McCook's cavalry division and sent it in pursuit of Lyon. McCook attacked and routed a part of Ly7on's forces at Hopkinsville, Ky7., when Lyon commenced a hasty retreat. Colonel LaGrange's brigade, coming up with Lyon near Greensburg ; attacked and routed him ; Lyons succeeded, by making a wide \"detour\" via Elizabethtown and Glasgow, in crossing Cumberland River at Burksville, from whence he moved, via MeMinnville and"], [46, "40 LEGENDS OF THE OPERATIONS OF Winchester, Tenn., to Larkinsville, Alabama. On the 10th of January, Lyon attacked the little gar rison at Scottsboro and was repulsed ; he succeeded in crossing the Tennessee River with a remnant of his command. Colonel W. J. Palmer, with one hundred and fifty men, crossed the river at Paint Rock and pursued him to near Red Hill, on the Warrenton and Tuscaloosa road, at which place he was sur prised mid captured with one hundred of his men, together with their horses and one gun. Lyon sub sequently7 made his escape. DISPOSITION OF TROOPS. After the escape of Hood with his defeated and shattered army across the Tennessee River, General Thomas concentrated his forces as follows : Generals Smith's and Wilson's commands at East port, Miss., and General Wood's corps at Huntsville, Alabama. General Schofield's corps remained at Columbia. General Johnson's cavalry division was subsequently directed to return to Pulaski, Tenn., for local operations. On the 2d of January, 1865, General Schofield started from Columbia with his corps, and moved, via Mt. Pleasant, Henry ville, and Waynesboro, to Clifton, on the Tennessee River. On the 14th, he was ordered to embark his corps and proceed to Annapolis, Maryland, via the Temiessee and Ohio Rivers. On the 24th, General McCook's Cavalry division arrived at Waterloo Landing, having marched from Kentucky after driving the rebel General Lyon's command from the State. About the same time General Long's division arrived, having marched from Louisville, Ky7., and soon after General Winslow's brigade arrived by steamers from the same place. The cavalry corps w7as cantoned as follows: Long's, Upton's, and Hatch's divisions, and Hammond's brigade of Knipe's division, at Gravelly7 Springs, and McCook's division at Waterloo ; a part of Knipe's division was at Nashville remounting. While the cavalry corps wTas in cantonment, a thorough system of drill and discipline was instituted. On the 29th, General Thomas received orders to send General A. J. Smith's corps, and live thou sand cavalry, to re-enforce General Canby at New Orleans, Louisiana ; General Knipe's division of cavalry was selected. These troops embarked respectively at Eastport and Waterloo on the 6th of February, and proceeded by river to their destination. That portion of Knipe's division at Nash ville embarked on the 12th, and followed by river. On the 31st, General Stanley, having sufficiently recovered from his wound received at Franklin, Tenn., resumed the command of his corps at Huntsville, Ala. On the 12th of March he was directed to move with his corps, by rail, into East Tennessee, to give protection to the railroad then being rebuilt. General Kimball's division started on the 13th, disembarking at Strawberry Plains ; General Wood's division followed, and took post at New Market. Colonel Kirby's brigade of Kimball's division moved to Bull's Gap on the 24th, giving protection to the construction corps. On the 3d of April he moved with his brigade on an expedition up the French Broad River, demonstrating toward Ashville, North Carolina, for the purpose of creating a diversion in favor of General Stoneman, who was operating in that State. Colonel Kirby found Ashville too strongly defended to be carried by assault, and he returned with his command into East Tennessee. On the 4th, Wood's division moved to Greenville, Beatty's brigade going to Jonesboro, and protecting the railroad to the Watauga River. On the 18th, General Stanley was directed to concentrate his command at Nashville, Tenn., where it went into camp. On the 20th of May, he was ordered to hold his command in readiness to move to New Orleans, Louisiana, and report to Maj. Gen. Sheridan. The last of his command left Nashville on the 18th of June ; he moved, via the Nashville and North Western railroad, to Jolmsonville, on the Tennessee River, and from thence, by transports, to New Orleans. i"], [47, "41 THE ARMY OF THE CUMBERLAND. BREVET MAJOR GENERAL J. H. WILSON'S CAVALRY CAMPAIGN IN THE STATES OF ALABAMA AND GEORGIA, Pursuant to instructions received from Maj. Gen. George H. Thomas, General Wilson, with Long's, Upton's, and McCook's cavalry divisions, moved from Chickasaw Landing, March 22d, 1865, on an expedition for the capture of Selma, Alabama, and other important places held by7 the enemy. The different lines of march are correctly indicated on the map. At Elyton, General Croxton's brigade of McCook's division was detached for the purpose of capturing Tuscaloosa, Alabama, and did not again join the main column until after its arrival at Macon, Ga. In the region of Montevallo, General Upton destroyed the Red Mountain, Central, Bibb, and Columbiana Iron Works, Cahawba Rolling Mills, five collieries, and other valuable property. At Randolph, General McCook was detached, with LaGrange's brigade, for the relief of Croxton ; but being unable to reach him, he rejoined the main column at Selma on the 5th of April. On the 1st of April, the enemy7, under Forrest, were met in force at Ebenezer Church, six miles north of Plantersville ; Long and Upton attacked him, and after a sharp fight of an hour, drove him from the field in confusion. On the 2d of April, Wilson, with Long's and Upton's divisions, captured Selma, Alabama, a strongly fortified city, by assault, Long's division leading. The fruits of the victory were twenty-seven hundred prisoners, thirty-one field pieces, one thirty pounder Parrot, and immense quantities of stores. The arsenals, founderies, and stores were destroyed. The enemy had previously burned 27,000 bales of cotton. A bridge eight hundred and seventy feet long was constructed, and by daylight of the 1 0th, the command was across the Alabama River. Montgomery was reached on the 12th, and was surrendered by the Mayor, with five guns and large quantities of small arms and stores, which were destroyed. The enemy had previously destroyed 90,000 bales of cotton. Major Wiston made a rapid march toward Wetumpka, and captured five loaded steamboats, which were destroyed. On the 14th, the march was resumed on the Columbus road. At Tuskegee, Colonel LaGrange's brigade was detached to make a rapid movement on West Point, destroying the railroad as he advanced. The main column continued on the Columbus road, arriving in front of the enemy's works on the evening of the 16th. General Upton carried the works by night assault, and took jpossession of Columbus, capturing 1,200 prisoners, and 52 field guns in position ; he destroyed the rebel ram Jackson, mounting six seven-inch guns, 15 locomotives, 250 cars, the railroad and foot bridge, 115,000 bales of cotton, 4 cotton factories, the navy yard, foundry, armory, sword and pistol factory, accoutrement shops, 3 paper mills, 100,000 rounds of artillery ammunition, and vast quantities of stores. The rebels burned the gun-boat Chatta hoochie twelve miles below Columbus. Colonel LaGrange reached West Point on the 16th, and carried Fort Tyler, covering the railroad bridge across the Chattahoochie River, by assault, capturing the entire garrison, 265 men in all, three guns and five hundred stand of arms, and destroying two bridges, nineteen locomotives, and two hun dred and forty-five loaded cars. On the 17th, LaGrange resumed his march toward Macon. On the same day Minty's (Long's) division moved from Columbus toward Macon, followed by the rest of the command on the 18th. The column arrived at Macon on the 20th, and received the surrender of the place. Further operations were suspended, in compliance with the armistice entered into between Generals Sherman and Johnson. LaGrange rejoined the main column soon after Iris arrival at Macon, and on the 31st, General Croxton arrived, having acted independently since his separation from the main column at Elyton, on the 30th of March. He captured Tuscaloosa and Talladega, destroying the Military7 Institute, bridge, and public works at the former place, and the iron works and factories hi Northern Alabama and Georgia. General Wilson's command marched an average of 525 miles in twenty-eight days. Captured 5 fortified cities, 23 stand of colors, 288 pieces artillery, 6,820 prisoners, and destroyed a vast amount 6"], [48, "LEGENDS OF THE OPERATIONS OF 42 of public property of all kinds. General Wilson lost : Killed — Officers, 1 3 ; Enlisted men, 86 ; Total, 99 ; Wounded— Officers, 39; Enlisted men, 559; Total, 598 ; Missing— Officers, 7 ; Enlisted men, 21 ; Total, 28 ; Aggregate, 725. Commanding Cavalry Corps.— Bvt. Maj. Gen. J. H. Wilson. Commanding Divisions.— Brig. Gen. E. M. McCook, 1st Division; Brig. Gen. Eli Long, 2d Division ; Bvt. Maj. Gen. E. Upton, 4th Division. Commanding 1st Brigades — Brig. Gen. John T. Croxton, 1st Division ; Colonel A. O. Miller, 2d Division ; Bvt. Brig. Gen. E. F. Winslow, 4th Division. Commanding 2d Brigades— Colonel O. H. LaGrange, 1st Division ; Colonel R. H. G. Minty, 2d Division ; Bvt. Brig. Gen. Alexander, 4th Division. MAJOR GENERAL GEORGE STONEMAN'S CAVALRY EXPEDITION, IN THE MONTHS OF MARCH AND APRIL, 1865. In compliance with instructions received from General Thomas, General Stoneman concentrated General Gillem's cavalry division, consisting of Colonel's Palmer's, Miller's, and Brown's brigades, at Mossy Creek, East Tennessee, on the 22d of March, 1865. He moved thence, via Morristown, to Bull's Gap, where he divided his forces, sending Colonel Miller's brigade on the Snapps Ferry road, and marching with the rest of his command directly on Jonesboro'. The whole command then moved up the Watauga River Valley to Boone, where the advance skirmished with a small force of the enemy7; and from thence, in two columns, via Deep and Watauga Gaps, to Wilksboro, North Carolina, where the advance again skirmished with the enemy7, driving him from town. Continuing his march, General Stoneman crossed the Yadkin River at Jonesville, on the 2d of April, and from thence moved to Cranberry Plain, or Hillsville, Virginia, from whence he sent Colonel Miller to Wytheville, to destroy the railroad in that vicinity, and with the main force moved on Jacksonville, skirmishing with the enemy at the crossing of Big Reed Island Creek. From Jacksonville, Major Wagner advanced on Salem, and proceeding thence east along the railroad, destroyed it to within a few miles of Lynchburg, Virginia. General Stoneman advanced on Christiansburg, and sending his troops east and west, destroyed the railroad for about ninety miles, after which he returned to Jacksonville. Sending Colonel Palmer to Martinsville, Virginia, he moved, with the remainder of the force with him, on Taylorsville, where he was joined by Colonel Miller, from Wytheville, who had skirmished severely with the enemy at that point. On the 9th General Stoneman arrived at Danville, where Colonel Palmer rejoined, and the whole command moved to Germantown . Several hundred negroes having joined the column were sent back into East Tennessee from this point. From Germantown, Colonel Palmer was sent to destroy the railroad between Salisbury7 and Greensboro', and the factories at Salem. The main column moved on Salisbury, forcing the passage of the Yadkin at Huntsville on the 1 1th, and skirmishing with the enemy near Mocksville. Early on the 12th General Stoneman advanced on Salisbury, and after a severe fight captured the place with twelve hundred prisoners, eighteen guns, ten thousand small arms, and vast quantities of stores of all kinds. Colonel Palmer rejoined at Salisbury, having destroyed the railroad between Salisbury and Greensboro', and the factories at Salem, and captured four hundred prisoners. After destroying the small arms, munitions, and stores, and the railroad in the vicinity of Salisbury, General Stoneman marched to Statesville, from whence he sent Colonel Palmer to Lincolnton, to watch the line of the Catawba, moving with the rest of Iris command to Lenoir. From Lenoir General Stoneman returned to East Tennessee, leaving General Gillem in command of the troops in the field. The prisoners and captured artillery were also sent to East Tennessee from"], [49, "43 THE ARMY OF THE CUMBERLAND this point. General Gillem moved from Lenoir to Morgantown, forcing the passage of the Catawba, and capturing fifty prisoners and one gun. On the 17th he moved toward Ashville, via Swananoa Gap. Finding the Gap strongly defended, he left Colonel Miller's brigade to threaten it in front, and with Colonel Brown's brigade moved to Rutherfordtown, and passed the Blue Ridge at Howard's Gap with but slight resistance, his advance entering Hendersonville at daylight on the 23d. The enemy had just left with four pieces of artillery, and a detachment was sent in pursuit, which overtook the enemy within about ten miles of Ashville, capturing his artillery. Colonel Palmer moved from Lincolnton to Rutherfordtown. General Gillem moved from Hendersonville toward Ashville, but when near that place he was met by a flag of truce and informed of the armistice entered into between Generals Sherman and Johnson. He then peaceably entered Ashville, where he was joined by Colonel Miller's brigade. From Ashville General Gillem returned, in person, to East Tennessee, and the whole division was ordered to follow, but the order was subsequently changed, and the division, under the command of Bvt. Brig. Gen. W. J. Palmer, was sent into South Carolina and Georgia in pursuit of Jeff*. Davis. Generals Stoneman and Gillem captured six thousand prisoners, and twenty-five pieces of artillery7 taken in action, and twenty -one abandoned by the enemy. Immense quantities of property of all kinds belonging to the Rebel Government were destroyed. PURSUIT AND CAPTURE OF JEFFERSON DAVIS, PRESIDENT OF THE REBEL GOVERNMENT. After the surrender of General Johnson and Iris army to General Sherman, Jefferson Davis, President of the Rebel Government, and other rebel officials, sought to escape punishment by flight. In compliance with instructions received from the Secretary of War, General Thomas, on the 27th of April, 1865, directed his cavalry commanders, operating in the States of North Carolina, South Carolina, Georgia, and Alabama, to take measures to secure their apprehension. Bvt. Brig. Gen. W. J. Palmer, temporarily7 commanding the cavalry division of East Tennessee in the absence of General Gillem, was in the vicinity of Covvpens Battlefield, South Carolina, with the first brigade of his division, when he received the orders, April 29th, to pursue Jeff. Davis and party. The other two brigades of his division, under the command of Bvt. Brig. Gen. Brown, were moving South from Ashville, North Carolina, toward Anderson, South Carolina. Jeff. Davis and party, with a considerable amount of treasure and a large escort, had left Charlotte, North Carolina, upon the termination of the armistice, and passing through Yorkville, South Carolina, were moving toward Abbeville ; the advance of the escort having two days the start of General Palmer. Learning these facts, and there being several rivers to cross on the way to Georgia, where small parties could successfully7 dispute his advance, while Davis and party pushed on westward, General Palmer determined to move with his main force, via Spartansburg and Golden Grove, to the head of the Savannah River, sending out detachments to ascertain the movements of Davis. Concentrating his division at Centertown, General Brown having moved down from Ashville, General Palmer crossed the Savannah River at Hatton's Ford, and marched in two columns on Athens, Georgia, arriving there with his entire command May 4. From Athens, General Palmer sent out scouts and detachments in various directions, and picketed the cross roads, and the fords and ferries on the Savannah, Broad, and Oconee Rivers — be also cut the railroad between Augusta and Atlanta, to prevent Davis' escape by7 rail. From Abbeville Davis moved to Vienna, where he left Iris large escort, which subsequently surrendered at various points, and crossing the Savannah River on the 3d of May, with an escort of thirty-five men, under General Duke, he moved, via Washington, to Greensboro', and thence south toward Dublin. Forage becoming scarce in the belt of country occupied by his command, and being satisfied that"], [50, "44 LEGENDS OF THE OPERATIONS OF Davis and party had gone southward, for the purpose of passing around Macon, General Palmer sent General Brown, with the 2d and 3d brigades, back to the line of the Savannah, to guard the fords and ferries from Dooly's Ferry northward to Knox's Bridge, with instructions to arrest all parties of armed rebels, and when forage became scarce along that line, to move with both brigades to Greenville, South Carolina, and await orders to return to East Tennessee. Simultaneously with General Brown's return movement, General Palmer, with the 1st brigade, in three columns, moved across the belt of country exhausted in the Atlanta campaign, and placed his command west of the Coosa River, and guarded the line of that stream from Wills' Valley southward to Wilsonville, on the Talladega and Selma railroad. In conjunction with the above detailed movements, Bvt. Maj. Gen. J. H. Wilson, commanding the cavalry corps at Macon, Georgia, distributed his forces for the capture of Jeff. Davis, as follows: General Upton, commanding the Fourth division, moved with a small detatchment of his division by rail from Macon, via Atlanta, to Augusta; detatchments of the Fourth division were also sent from Atlanta by rail to Newnan and West Point. General Alexander's brigade of Upton's division occupied the country from Atlanta to the Etowah, scouting well to the east. Lieutenant Poe, of General Alexander's staff, obtained the first authentic information of Jeff. Davis' movements about Greensboro'. General Winslow's brigade, of General Upton's division, guarded the line of the Ocmulgee from Atlanta to the mouth of Yellow River, looking well to the front. General Croxton, with most of General McCook's (First) division, held the line of the Ocmulgee from the mouth of Yellow River to Macon. On the 6th of May7 he sent Lt. Col. Harnden, with a detachment of the First Wisconsin Cavalry7, to the south east to find the trail of Davis and party, with instructions to follow and capture them. Colonel Minty, commanding the Second division, picketed the line of the Ocmulgee from Macon to Hawkinsville, and the line of the Flint from the Muscogee and Macon railroad to Albany, and sent detachments to Cuthbert and Columbus. On the 7th he directed Lt. Col. Pritchard, commanding the 4th Michigan Cavalry7, to move with his regiment toward Spaulding, and if Jeff. Davis and party had crossed the Ocmulgee, to pursue and capture them: otherwise to picket the Ocmulgee from Hawkinsville to the mouth of the Oconee. General McCook, with five hundred men of his division, had previously7 gone to Tallahassee, Florida, to receive the surrender of the rebel troops in that State. A portion' of Iris command held the line of Flint River from Albany to its mouth. Thus General Wilson's troops occupied almost a continuous line from the Etowah River to Talla hassee, Florida, and the mouth of the Flint, with patrols through all of the country to the northward and eastward, and small detachments at the railroad stations in the rear of the line. In compliance with orders, Lt. Col. Harnden moved from Macon with a detachment of the 1st Wisconsin Cavalry, arriving at Dublin on the evening of the 7th. Learning that a train of light wagons and ambulances, with a small escort, had crossed the Oconee at that point during the day, and that Jeff. Davis and wife were with the train, Colonel Harnden pushed on in pursuit to Abbeville, where he arrived on the 9th. Davis and party had left that place about 1 a m., taking the Irwinville road. Colonel Harnden sent forward his command in pursuit, and went in person to meet Lt. Col. Pritchard, who was advancing on the Hawkinsville road ; having informed Lt. Col. Pritchard of tlie movements of Davis, he rejoined his command, and continued the pursuit until 9 p m., when being convinced that Davis and party were near at hand, and fearing to attempt their capture in the darkness, lest some of them might escape, he went into camp. The next morning, May 10, he continued the pursuit, and after marching about a mile, his advance guard was halted and fired upon. Supposing the opposing force to be a rebel picket, he deployed his command and drove it back, capturing a prisoner, who proved to belong to Lt. Col. Pritchard's regiment. Firing then ceased. Lt. Col. Pritchard, after parting with Colonel Harnden, near Abbeville, had selected the best mounted men of his command, and pushing rapidly forward by a route to the left of that traversed by Colonel Harnden, had arrived at Irwinville about 2 a m., and finding that Davis and party were in camp about a mile to the north, he sent a small dismounted party around to their rear, and surrounded and captured Davis and party."], [51, "45 THE ARMY OF THE CUMBERLAND. The skirmish occurred between Colonel Harnden's command and the dismounted detachment sent around to Davis' rear by Lt. Col. Pritchard. It resulted in the loss of two men killed, and one officer wounded of the 4th Michigan Cavalry, and three men severely and several slightly wounded in the 1st Wisconsin Cavalry. After the capture of Davis and party, Lt. Cols. Harnden and Pritchard returned with their com mands to Macon, where the most of General Wilson's command was soon concentrated, preparatory to being mustered out of service. General Palmer's command was withdrawn from the line of the Coosa; the 15th Pennsydvania Cavalry, 10th Michigan Cavalry7, and 12th Ohio Cavalry marclring respectively to Huntsville, Larkins ville, and Stevenson, Ala."], [52, ""], [53, ""], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""], [59, ""], [60, ""]]