[[1, ""], [2, ""], [3, ""], [4, ""], [5, "STUNG TO THE QUICK."], [6, ""], [7, "STUNG TO THE QUICK % Ifarijj Country Storg. BT MRS. G. LINNÆUS BANKS, AUTHORESS OF \" COD'S PROVIDENCE HOUSE.\" IN THREE VOLUMES. VOL. I. LONDON : CHARLES W. WOOD, 13, TAVISTOCK STREET, STRAND. 1867. All rights reserved."], [8, "LONDON : BRADBURY, EVANS, AND CO., PRINTERS, WHITE FRIARS."], [9, "TO HENRY PARNALL, ESQ., OF BISHOPGATE WITHOUT, Œijese .Wuntes ARE RESPECTFULLY DEDICATED. \" Abou Ben Adhem (may his tribo increase ! Awoke one night from a deep dream of peace, And saw, within tho moonlight in his room, Making it rich, and like a lily bloom, An angel, writing in a book of gold ; Exceeding peace had made Ben Adhem bold : And to the Presence in the room he said, * What writest thou ? ' The Vision rais'd its head, And, with a look made of all sweet accord, Answer'd, ' The names of those who love the Lord.' ' And is mine one ? ' said Abou. c Nay, not so ; ' Replied the Angel. Abou spoke more low, But cheerly still ; and said, ' I pray thee, then, Write me as one that loves his fellow-men.' The Angel wrote and vanished. The next night It came again, with a great wakening light, And show'd the names whom love of God had bless'd, And lo ! Ben Adhem's name led all the rest.\" Leigh Hont."], [10, ""], [11, "CONTENTS. CHAP. TAGE I. THE WEAK 1 II. THE WAIF . . . . 10 III. — POISON 23 IV. HOAV THE POISON WORKED . . . 37 43 V. THE RESULT OP A CONFERENCE VI. CHANGES FOR LIFE AND DEATH . . 57 VII. — \"THE LASS THAT LOVES A SAILOR\" . 74 VIII. THE SPIDER AND THE FLY . . . 89 IX. OLD FRIENDS AND NEW FRIENDS . .113 X. A GROUP OF PORTRAITS . . . . 129 XI. CAN THIS BE LOVE ? . . . .139 158 XII. PREPARING FOR A PLEASANT PIC-NIC XIII. FOR A MERE SONG . . . .176 XIV. — ECHOES OF THE SONG . . . . 199 XV. — AN UNEXPECTED MORNING CALL . , 220 XVI. DESERTS AND DESERTERS . . . . 242 XVII. — A BATTLE FOR DOMLNION . . . 256 XVIII. — TnE VALUE OF AN ALLY . . . . 274 XIX. — HOW MISS DOROTHY MANAGED 2S9"], [12, ""], [13, "STUNG TO THE QUICK CHAPTER I. THE WEAR. Silence and snow — inseparable friends — had laid a dainty coverlet over the old ca thedral city, and hushed its beating heart to repose. Snow on all things, gemming the boughs that shimmered in the moonshine ; blocking the country roads and stifling the sound of traffic in the streets ; fostering in the fields the seeds beneath its fleecy mantle ; clinging to window-frames like quaint old alabaster carvings ; and pressing to its own destruction on the roofs near to the warm chimney-stacks. Snow on all things — on castle and cathe- VOL. I. B"], [14, "2 STUNG TO THE QUICK. dral, market and moor, tree and turret ; on all things save the river, and that it was not on but in; for the stream which girds the city with translucent zone was swollen with the melting snow from many hills, and rushed onwards with a sound which made the silence more complete and solemn. Silence was in the air and on the ground ; the silence of nature, its universal homage to the white-robed spirit — Snow. It was Christmas Eve, and, through the length and breadth of the land, preparations to celebrate the morrow duly were making a merry noise in thousands of homes. So, in the north, where hearts are warm as the fires which glow upon their hearths, be sure there was no stint of the good things pertaining to Christmas hospitality. The pitmen's wives, by their huge caverns of fire, with gowns tucked up, were as busy and bustling as the cooks and mistresses of pretentious mansions, and olfactory organs might scent afar off as savoury banquets in pit villages as in the most aristocratic streets of the city, not so"], [15, "THE WEAR. 3 artistic, perhaps, but more substantial and quite as satisfactory. Holly and mistletoe had passed from hedge to hand, and hung overhead, or decked the walls and windows alike of rich and poor ; preparations were completed, and friends as sembled, or passed from home to home to \" see Christmas in \" and punch-bowls out, until it became a not uncommon thing thence to emerge unable to see clearly either Christ mas or the way home. Shaped like a horse-shoe, the river Wear, now spanned by four bridges, girdles the city of Durham within so complete a curve, that a traveller from Chester-le-Street southward, traversing the city in as direct a line as prac ticable from the New North Road to Elvet, after crossing two bridges in his route, would be on the same side of the stream as before he entered a stream, or crossed a bridge. The rugged banks within the bend are steep and thickly wooded, intersected, more espe cially on the outer bank, with pleasant paths, charming little nooks for love-making, and B 2"], [16, "4 STUNG TO THE QUICK. dotted here and there with seats where strollers or idlers may repose in summer under umbrageous trees, and watch the bright river gliding past. Like Dovedale, it is a marvellous treasury for the artist. At every opening fresh views are visible, fresh combinations of natural and (here) architectural beauty, for the masons of monk and warrior have added a human inte rest to the grandeur and glory already given by God. Alike varied, romantic, and pictu resque, the two places gratify the senses equally, but the mind is differently im pressed. Dovedale awes the soul to reflection by its savage sublimity and solitude. Dur ham laps the same soul in delicious reverie and contemplation. The hand of Deity is alone on one, the chisel of man has marked the other. Pause, — or skip to the story, impatient reader, while a panorama passes ; should you happen to know Durham, or dislike descrip tion ; but I warn you the scene is wanted, or it would not be here."], [17, "THE WEAR. 5 Follow me, imaginative reader, along the outer bank of the Wear, westerly from the north, to meet the advancing sun. Enter at Framwellgate the steep defile called South Street, where gloomy unshapely houses, tottering with age, frown on the passer as only church property dares to frown. Take breath on the summit as you emerge from the shadow into the sunshine, beaming full on the now one-sided street, and, leaning over the low parapet wall above the banks, or descend ing to the river-side through the first opening, view with attention the magnificent prospect spread out before the inhabitants. Framwellgate Bridge, old and hoary, comes barely within range, but high up, castle aud cathedral on the same foliage-clad stupendous base of rock, with the shining river for a mirror at the foot, and the Prebend's beautiful bridge as an elaborate frame. Farther on, beyond the bridge, the stream is broken into a refreshing fall by the old weir ; and close at hand you see the veriest pigmy of a museum alone on a peninsula,"], [18, "6 STUNG TO THE QUICK. looking more like a mill than a museum, with the water almost laving its walls, as though charitably disposed to wash away some of the dust deposited within. Beyond this, white glimpses of the \" Count's Cottage \" may be seen, like an ancient temple, amidst embowering wood and leaves, the river still shimmering azure, or golden, or green, as it reflects sky or sun, or the trees which tower above, or overhang and dip their tresses like wanton nymphs. Castle and cathedral have lapsed into distance, for we have reached the full sweep of the curve, both wooded steeps in view, and you are standing with me, reader, resting on the rustic rail of the plank bridge in our path. Listen to the murmurs of the miniature cas cade beneath, where two streamlets hot and cold issue from a coal-pit hard by, and leap or trickle over mossy boulders, steaming or sparkling as they rush under fringing ferns, and blend their musical waters ere they mingle with the Wear, to lose their own tem perature, yet not to warm the river one whit."], [19, "THE WEAR. 7 Turn your head to the right, before the river sweeps beyond ken, and a little gate comes into the picture at the end of the shady path. It leads us to the quaint old church of St. Oswald, through a graveyard filled with slabs and memorials, in all shapes and posi tions. A walk between these crumbling stones, flung by Time's children into the maw of Eternity, and through the wide open iron gates, and we are south of the city with the pavement of Church Street beneath our feet, bricks and mortar on either hand, out of sight the cool river and the dancing leaves, yet have our feet trod no bridge, save the plank. This peculiar formation of the Wear may furnish a reason for the nomenclature of South Street, since it follows that although built above the north-west bank of the river, tra vellers going southward may wend that way without entering Durham's main streets, or crossing the water at all. That is a street to try a horse or a nervous driver ; the only marvel being that a vehicle is"], [20, "8 STUNG TO THE QUICK. dragged up its steep ascent by any animal less ponderous and sure-footed than an elephant ! Yet horses, \" to the manner born,\" are driven upwards ordinarily, whether harnessed to cart or carriage, waggon or phaeton, and albeit the beholder might naturally expect the heavily-laden \" traps \" to roll down-hill, bear ing the overbalanced quadrupeds backwards like toys on an incline ; I never yet witnessed such a catastrophe, though I have sat silent with fear and trembling in momentary expec tation of such a crash. But the one hill saves two very little prefer able in Silver Street and New Elvet; the latter by another anomaly being an ancient looking, narrow thoroughfare, with dingy brick houses of many shapes and sizes, some low and some lofty, some with gable fronts and lattice windows, some up steps and some down steps, shops with parlour windows, and parlours which should be shops, and doors as diverse as the windows ; in short, all the glory of irregularity and little of its beauty. Old Elvet, which, situated at right angles,"], [21, "9 THE WEAR. looks up the hill as if with a self-satisfied smirk, is, on the contrary, a broad open street, comparatively modern, or modernised by the abundant introduction of sash windows, pan elled doors, and stucco, or painted plaster; though here and there an outside shutter carries one back to the long-ago."], [22, "CHAPTER II. THE WAIF. Let the leaves fade and drop from the trees I have attempted to picture, let summer pass into winter, and the snow fall thick and heavily, whilst we return to South Street, and mount the summit of the hill in the light of the Christmas moon. There, from the windows of a large old house overlooking the swollen and angry Wear, the light glowed through crimson cur tains in the lower rooms, tinging the snow beneath, or gleamed through the white blinds above, showing that, from \" garret to base ment,\" Christmas kept his state. A babe had been baptised that day, and the season ushered in with a ceremony well befitting it ; Mr. Marsh, the owner of the"], [23, "11 THE WAIF. house and the father of the infant, considering it the most auspicious time for so important a rite. Baby Eva, a tiny pink atom of humanity, lost in a mist of lace and muslin, was the cynosure of the evening, mother and sponsors following in their turns. She was kissed and petted, fondled and admired as surely no baby ever was before ; and if not literally born with a silver spoon in her mouth, friends took care she had no lack of such that day. Mr. Hesketh, her godfather, placed in a hand almost too small to grasp it, a costly coral and bells, whilst the godmothers respectively provided a richly embroidered robe and cloak for an infant whose wardrobe was already more than complete. Forlorn children shiver in rags ! Did the thought occur to these good ladies, plying industrious needles and straining their eyes in decorating the finest of muslin and merino, at how small a cost of labour and coin a poor child might be comfortably clad ? The point is debateable."], [24, "12 STUNG TO THE QUICK. Baby's eyes grew weary ; she signified her aversion to kissing very intelligibly, so nurse (that important personage at a christening) was called in, and the bundle of lace and muslin passed to regions remote, to be dis robed and lulled to sleep on cushions of down beneath a silken quilt. Baby gone, song and dance succeeded ; merry games were called for by merry lips, games which made the mistletoe a necessity. The \" slipper \" was hunted, the \" trencher \" turned, the \" old coach \" door worn off its hinges, and \"Buff said 'Buff\" to all his men.\" Then there was one of those lulls in the pastime, so necessary to refresh the panting players, and prepare for further frolic, when even conversation is at ebb tide. Mr. Marsh had drawn his young wife into the recess of the window, and holding back the heavy curtains, bade her look out on the still night. \" See, Eveline, how calm and peaceful is all without, how delicate the cobweb tracery of snow-wreathed branches against the clear sky;"], [25, "13 THE WAIF. even the solemn music of the river seems a pæan to Christmas ! How beautiful, and yet how solitary and cold ! What a contrast to the warmth and light within ! Come, darling, let us close the curtains, something chills me. I hope \"—what, remained unsaid. A piercing shriek rang through the clear air, closely followed by a heavy splash into the swollen river. With blanched faces the startled guests, one and all, rushed out, and hurried to the riverside ; some by the ordinary path, close by ; others, more adventurous, leapt over the low wall, down the rugged bank, crushing snow and brushwood in their eager haste. Neighbours, also alarmed, flocked to the spot, and in less time than it takes to tell, the path and steep woody banks were crowded with white-faced men and women rushing to and fro in wild confusion, earnest but helpless. Alas ! the earliest there was all too late : the moon gleaming so coldly, revealed a woman struggling for a moment in the stream some distance down, hurrying onwards in that"], [26, "14 STUNG TO THE QUICK. seething flood through an arch of the ancient bridge to that darker arch which spans the space between Time and Eternity. There was no hope of rescue : none ! The stoutest swimmer would have been a reed in such a flood : the very bridges were threatened with destruction, for the Wear, foaming and frothing in countless eddies, was like a seething cauldron ; and the poor woman \" gone to her death \" so sadly, as it were, in the very presence of mirth and festal, would be miles away ere morn, a swollen corpse. What was that dark object in the path, which Mr. Marsh stumbled over as he turned slowly to retrace his steps ? \" Goodness ! that is the cry of an infant ! \" Surely enough, there, wrapped in an old check shawl, was a child more than six months old, with a wail feeble as that of one newly born. Securing the poor waif, Mr. Marsh hastened to the house whither many of the more apa thetic or selfish of his guests had preceded"], [27, "THE WAIF. 15 him, called \" nurse \" from the crowd, and gave the little orphan to her charge, bespeak ing for it every attention. \" Give it to me, Charlie,\" said the compas sionate voice of Mrs. Marsh ; \" poor little mo therless bairn, I will be a mother to you ! \" and tears rolled down her cheeks as she removed the shawl and revealed a babe, with large black eyes, in sunk and purpled sockets, whose features, pinched with cold and want, seemed marked by that hand which had only now sealed its mother's eyes and breath. \" You surely do not mean to keep the dirty little wretch ! \" exclaimed Mrs. Hes keth, a mature bride of some six weeks. \" Indeed I do, if Charlie will permit me. How could I cast out the helpless little thing whose mother sank to her awful death in my very sight — on Christmas Eve, too ? \" Mrs. Hesketh lifted her shoulders and eye brows, and pulled down the corners of her mouth, but spoke no word. It was needless, the gesture was sufficient. \" Keep her, by all means, dear Eveline ;"], [28, "16 STUNG TO THE QUICK. she is a Christmas gift for you, a companion for our Eva. How know we but the light and warmth in our snug rooms, the sounds of music and rejoicing, jarred so harshly on yon poor suicide, worn with wrong, and want, and penury, that the very contrast goaded her to madness, and in despair she flung her child to our mercy, herself to the mercy of God ! \" \" Upon my word, Marsh, you are quite eloquent, and — quite right,\" struck in Mr. Hesketh. \" Still, I do not think I should like to undertake the charge.\" \" I should think not, indeed ! \" sharply exclaimed his wife. \" What should we do with beggars' brats? The workhouse is the fittest place for them ! \" \" Mrs. Hesketh, we think differently. I am proud of my wife's motherly instinct, and feel that we cannot better close the day which recognised our child a Christian, than by per forming a Christian's duty to the little outcast so thrown by Providence in our path. Provi ded no one claims her, she is henceforth ours.\""], [29, "17 THE WAIF. Mrs. Hesketh once more shrugged her shoulders in contemptuous silence, but just then the chimes came booming across the water — a deafening peal to welcome Christ mas and Christmas charity. Mrs. Marsh had meanwhile carried the poor morsel of life and rags to the nursery, fed it, and warmed its frozen limbs, seen it washed and dressed from Eva's ample stores, and when at length it fell into a calm sleep, blissfully unconscious of what it had lost, or what it had gained, she returned to her friends, while the bells rang merrily out, and the ding-dong pealed over Dur ham, wakening all sleepers but such as the one then sleeping in the waters of the Wear. The infant dreamed in its warm bed — did the mother dream in her cold one ? Speculation was rife at the abundantly spread supper-table as to the who, what, how, and wherefore, of the startling and tragic event of the night. But was there one amongst the guests who could picture to VOL. I. c"], [30, "18 STUNG TO THE QUICK. himself the scene enacted on the river's brink ere he reached it ? Who saw the maddened woman, bonnet less and shoeless, as she crossed the city, seeking by her very wretchedness the shelter and comfort she was too proud to ask, and no Christian proffered, although it was Christmas Eve? Who saw her crouched beneath the shadow of the lonely arch of the Prebend's Bridge, gnawing a crust that had been flung to her ; huddling her babe to the breast that could not nourish it ; with wrong and outrage seething and surging in her brain like the flood beneath her feet — resistless, uncon trollable ? Who saw the gibing fiends mocking her misery — taunting her memory with thoughts of home, of all she had been, all she might have been, and all she had become — with pictures of feasting and revelry throughout the land, of brides and babes in perfumed rooms and soft attire ? And then, who saw her rise and pace the"], [31, "THE WAIF. 19 path with hurried feet and frenzied mien — pause — hurry on — then turn and turn again, as rose or fell the impulse in her mind, to hide her shame and sorrow in the wave, and save her babe from sin and sorrow too? Who heard her prayers, her agony — saw the convulsive clutchings of her infant, the passionate kisses rained upon its face, the torturing struggle to keep her child or leave — her wavering, her wrestling with the demon in her breast, and lastly, the final wrench, when, flinging down her child, she left it to the world from which she fled in despera tion ? Ah, no ! Mortals saw none of this, and what they did see had not stopped the feast, albeit the ladies feigned loss of appetite, and all sat down as though half ashamed to sup so near a newly-made grave. But the Christ mas bells were jubilant, their tones floated sweetly on the air above the suicide, the silence, and the snow — and Mr. Marsh's friends, cheered by the good things on the c 2"], [32, "20 STUNG TO THE QUICK. ample board, as well as by the rejoicing chimes, rose refreshed and strengthened against a sorrow not their own. The morrow brought Mrs. Marsh gossip ing visitors in shoals to see the little orphan — visitors who made their comments, and pressed on from house to house, rolling their snowball of news until it o'ertopped the town, which became but an arena to discuss the sad catastrophe, and Mr. Marsh's right to think for himself. Grave divines shook their heads and sighed over the sin of suicide ; untempted misses wondered if the mother had been married ; matrons speculated on the extra care and cost of rearing a strange young child in a house hold ; their spouses on the folly of such self encumbrance in a couple, as likely as not to have a large family of their own ; the parish authorities congratulated themselves on beine well rid of a troublesome burthen ; and Mrs. Hesketh became proverbial and pro phetic on the occasion, asserting that \" the blood of the mother must run in the"], [33, "THE WAIF. 21 child ! \" and she knew \" no good would come of it ! \" None, even the most captious, would, however, deny to the Marshes the grace of Christian charity, and they had that within their own breasts which rendered them impervious to calumny, had it assailed them. New Year's Day brought to the church of St. Oswald, where little Eva was baptised, another but more unobtrusive baptismal party, when the child of adoption received the name of Rhoda, to which Mr. Marsh appended the surname of Wearbank, from the spot on which she was found, no mark being on her clothes to reveal her own patronymic ; if, indeed, she could claim one. A week's care and nourishing diet had wrought a marvellous change in her ; the puny little atomy had grown plump and rosy, her dark eyes no longer gleamed from sunken sockets, the wailing cry had given place to dimpling smiles, and apparelled as"], [34, "22 STUNG TO THE QUICK. she was, in robes befitting her new station in the world, none would have recognised in that healthy child the \" beggar's brat \" whom Mrs. Hesketh would so charitably have consigned to the workhouse."], [35, "CHAPTER III. POISON. Years passed. No other children came to \"put out of joint the noses \" of Eva and her cousin, as she was called, the difference of age being so marked as to disprove twin sisterhood, whilst an elder sister's claim was still more obviously in admissible for Rhoda. Care and tenderness were bestowed on each alike ; no possible distinction was made in their dress, treat ment, or training. Only very close obser vation, coupled with a knowledge of the minute springs of action, could detect the difference between natural parental affection and that arising from sympathy and generous feeling. Mr. Marsh had enjoined on his dependants"], [36, "24 STUNG TO THE QUICK. strict silence regarding the supposed parent age of Rhoda ; and his servants valued him too much to dispute his will. The girls grew up together, unconscious they were not akin ; slept in each other's arms, went hand-in-hand to the same school, affectionate as cousins should be, although they were in all other respects dissimilar as morn and night. Eva, a blue-eyed laughing little fairy, with a halo of flaxen hair around her head, broke into a shady room like a sunbeam, taking the unconscious heart by surprise ; whilst with quiet step and voice, Rhoda seemed to claim her place in your regard with the assumption of an empress, as she shook back her tangled web of Ethiop curls, and lit her lustrous eyes. \" She be a strange bairn,\" Martin, the groom and gardener, would say in confidence to Nancy, the cook, \" aw de think there's summat uncanny aboot her ! \" \" Hout, man ! did ye never see a bairn wi' black hair an' eyes afore, that ye mun"], [37, "25 POISON. call the poor thing ' uncanny ' ? Ye'd best not let maister hear ye ! \" would be Nancy's swift retort. A sagacious shake of the head, and the words, \" Nay, hinny, it's not her hair, nor her een, though they be wild enough, but her mouth — her mouth that's uncanny,\" would be his common reply. \"And what's the matter with her mouth, I should like to know ? It's sweet enough to wile some young fellow's heart away, afore many years gang by.\" \"Ay, hinny, sweet enough when th' bairn's pleased, but her lips fit ower close te win me ; an' aw've seen th' top 'un curl up, and th' corners spread, an' her een strike fire loike th' flints, whan hoo war put out, an' Miss Eva wad not lat her have a' her own way ; an' never a word of her moind can squeeze its way atween them barred doors ! \" \" So much the more to her credit, man. I wish all on us could keep our tongues between our teeth when th' temper"], [38, "26 STUNG TO THE QUICK. were up. A still tongue shows a wise head.\" \"Ay, woman, but a woise head on a bairn's shoulders is, after all's said an' done, doonreet uncanny, an' aw'll stick te it.\" \" Hout, I've no patience wi' thy uncanny talk ; hold thy tongue for a born fool.\" Irritated Nancy would bustle about in her indignation, whilst Martin shook his head unsatisfied, and so the kitchen controversy, often renewed, and in pretty similar language, would invariably terminate. No echoes of these disputes penetrated into the parlour to disturb the perfect con tentment of Mr. and Mrs. Marsh with regard to Rhoda, and as the two girls themselves never came into collision, no idea of possible evil in the future ever crossed their benevolent minds. They were not blind to the difference of temperament, but it created no surprise, the tint of Rhoda's skin faintly indicating gipsy or foreign extraction, and the good pair only smiled at the loftiness of her general"], [39, "POISON. 27 bearing ; whilst Mr. Marsh, always disposed to be humorous, appeared to see something comical in her childish grandeur, and patron age of their Eva. For some time after her adoption, Durham, or one half of it, regarded Mr. Marsh as an innovator — an incendiary, who had brought a bombshell into their midst ; but other people's private affairs drove Mr. Marsh's out of the public mind, and the matter seemed well nigh forgotten by the time the children were old enough to require play mates, or to give juvenile parties. Then the story came into circulation once more, and the first invitation created a ferment amongst the mammas. The grave question, whether Miss Wearbank was eligible to be received into respectable society, was mooted in various quarters, and gave rise to a variety of opinions, more or less warmly expressed. In most cases Mr. Marsh's position was a passport for his protegee ; some few conde scended to permit the desired family inter course, but not a few rejected the advance"], [40, "28 STUNG TO THE QUICK. as an insult, and sent cold negatives to the invitations. The little damsels in short frocks and long trousers, knew nothing of the serious point under discussion, and received or visited their little friends in frocks and trousers in all the blissful ignorance of early childhood. And so matters progressed until the girls attained their twelfth year. It was then judged advisable to place the care of their education in more efficient hands than here tofore. Consequently, after some little deliberation, they were sent to a first-class \" Establishment for Young Ladies,\" in the Bailey — the aris tocratic quarter, in close proximity and running parallel with Palace, Cathedral, and Castle. It was therefore within the curve of the horse-shoe, and, whilst its chief entrance was from Saddler Street (where a gate and portcullis once stood), there was a passage thence to the opposite side, either through the cloisters, under an archway from Palace Green, or by a pathway beneath the castle"], [41, "toison. 29 walls, and so on over the handsome modern Prebend's Bridge to the outer bank. Here, under the Misses Robson's care, as education progressed, the difference between the two developed rapidly ; not that affection underwent a change, but character asserted itself. Eva learned, and learned well, as a tract able, intelligent child, desirous to please, would ; but Rhoda devoured knowledge, so to speak ; no task she was set but she icould accomplish ; difficulties she set at defiance, and her teachers regarded her as a marvel, although a sort of unpleasant awe mingled with their admiration. Work she disliked ; she would turn with ill-disguised contempt from the embroidery frame at which Eva sat for hours shading a violet, or giving the blush to a rose, or she would throw down her own needlework with a yawn at her own idle ness. She was imperious, too, and had queened it over Eva so long by virtue of her stronger mind, and few months' advanced age, that she"], [42, "30 STUNG TO THE QUICK. assumed a like position in the school — a position under protest ; but Rhoda's will was dominant. For about eighteen months matters pro gressed much after this kind, since in all communities the strongest will and most active mind leads the mass ; then, after the Midsummer vacation, a fresh pupil entered the school, when a change became gradually perceptible. The new comer was the only child of Mrs. Hesketh (there was a son of Mr. Hesketh by a former marriage, but he was of no account, and had been early shipped to sea) ; a spoiled girl, and an exaggerated copy of her mother, with whom Mrs. Marsh had little intercourse, the distance between their re spective homes serving as a pretext for a domestic wife, in indifferent health, declining invitations, and neglecting to return \" calls.\" In truth there was no unison between the two ladies. There was a coarseness and vulgarity of mind as well as manner in Mrs. Hesketh little"], [43, "31 POISON. in consonance with the gentle spirit of Mrs. Marsh. She was, moreover, a busy-body, devoting her leisure, and more than her leisure, to an active censorship and canvass of her neighbours' acts and motives, leaving her own \"glass-house\" unprotected. Then, too, she was a devotee of dress and fashion, to whom the trimming of a bonnet, or the shape of a sleeve, was of more vital import than her husband's comfort or her daughter's culture. She consulted not taste but the \" Ladies' Cabinet,\" in the selection of her wardrobe, and might be regarded as a milliner's walking model, copying the fashion plates in detail as infallible guides. She had a passion for much trimming and brilliant colours, carried away by a common delusion that to be expen sively dressed was to be well dressed. As may be supposed, Mrs. Marsh had little sympathy with her conversation or pursuits, and, though the friendship of the two gentle men remained undiminished, from the memo rable Christmas Eve when Mrs. Hesketh's tendencies were so repulsively manifest, their"], [44, "32 STUNG TO THE QUICK. acquaintance gradually declined, Mrs. Marsh, a pure and high-minded woman, holding more aloof as her children became of an age to observe and receive impressions. The younger members of the two families were therefore little better than strangers ; but there are no strangers in schools, and Rhoda soon found not only rebellion in her realm, but a rival. Miss Hesketh had a will as well as herself — a self-asserting, braggart will, and the school was split into two parties. Rhoda held her own with dignity ; the interloper was younger, and she thought to put her down with her eyes, as others had been cowed. But she mistook her strength ; dignity is no shield from innate vulgarity or the spleen of a little mind, as Rhoda found to her cost. One day a dispute having arisen in the playground, Rhoda volunteered a decision meant to be conclusive, but Miss Hesketh stepped forward, and, with a lack of delicacy surely inherited, poured forth a torrent of"], [45, "33 POISON. invective which caused Rhoda to stand aghast with fiery eyes, and Eva to shed tears like a fountain . \" And pray, Miss Wearbank, who made you a ruler amongst us ? What right have you here, amongst ladies ? Your proper place is the workhouse school : you have no busi ness showing your airs here ! \" \" My cousin has as much right here as you have, Miss Hesketh, so long as papa pays for her ; and she is much more of a lady, I am sure ! \" struck in little Eva, boldly doing battle for Rhoda, who appeared too benumbed by this unexpected attack to assert her own right. \" Your cousin, indeed ! And don't you, little baby-face, know any better than that ? Why, her mother was a beggar-woman, or worse, who drowned herself, and left my lady there in the snow, the night of your christen ing ! My mother was there, and saw it ! You needn't stare with your great black eyes, Miss Wearbank ! A most romantic name, surely — Wearbank ! Who gave you VOL. I. D"], [46, "34 STUNG TO THE QUICK. that name ? Your godfathers and your god mothers in your baptism, eh? Miss Rhoda Wearbank ! \" The malicious girl gave a loud laugh, faintly echoed by some few of her own friends, whilst others, more humane, cried \" Shame, shame ! \" \" It's a great wicked story you are telling, and you ought to be ashamed of yourself, Lucy Hesketh ! \" was Eva's tearful protest. \" It's as true as I'm standing here, and plenty of people know it besides me. You know it, don't you, Jane Sykes ? and you, too, Bella Monks? And my mother says her mother was something tvorse than a beggar- woman.\" The girls appealed to nodded in silent acquiescence, the buzz in the playground deepening as the partisans waxed warm. And what of Rhoda during this shower of tongue-stones ? — what ? \"With blanched face, rigid lips, close-set teeth, and eyes like living coals, she listened as she stood like a statue of amaze and"], [47, "35 POISON. horror ; then, without a word, rushed bonnet less from the playground, followed by the weeping Eva. Through the Bailey, under the archway down to the river bank, over the Prebend's Bridge, she tore along like a maniac to their own door in South Street, which she flung open with impetuous haste. Darting into the presence of Mrs. Marsh, she gasped, \" Is it — is it true ? Am I — am I \" and sank in a fit at her good aunt's feet. Great was the consternation in the house, which was not allayed when Eva followed, out of breath with haste and tears, and gave a broken account of the scene in the play ground, choking her narrative with sobs. Dr. Grove, their medical man, was sent for and was promptly in attendance, but convulsion followed convulsion, mocking at remedies, and threatening life itself. And so, when Mr. Marsh came cheerfully home to dinner, he found the meal unpre pared, servants running hither and thither, D 2"], [48, "36 STUNG TO THE QUICK. Dr. Grove biting his thumb-nail under his hand, in a brown study, and his usually quiet home converted into a scene of dire confusion and alarm. A mischief- making tongue, tipped with envy and malice, had done it all."], [49, "CHAPTER IV. HOW THE POISON WORKED Many hours elapsed before the convulsive attacks ceased. Then Rhoda lay in a state of nervous debility for months, watched over by kind eyes, and tended by gentle hands ; the cause of her illness never adverted to, until she herself broached the subject, as she sat propped with pillows in an easy chair, by the parlour-fire, one afternoon in December. Being questioned, then, as gently and ten derly as possible, with a womanly care lest she should inflict pain, did Mrs. Marsh un fold to Rhoda the circumstances attending her mother's death, the discovery of herself in the snow, with their adoption of, and goodwill towards, the helpless little stranger. Rhoda heard her to the end without a"], [50, "38 STUNG TO THE QUICK. word. No thanks, no expression of surprise or gratitude — silent to the end, and then she closed her eyes as if for sleep. Mrs. Marsh felt somewhat hurt at this ap parent insensibility to kindness, and mar velled at her stolidity. What if she had been enabled to look beneath that placid surface ? Would she not have shrunk back in dismay and disgust ? \" Not more envenomed is the serpent's tooth than is the slanderer's tongue.\" The subtle poison dropped from Lucy Hesketh's lips into the heart she wounded, spread and ramified through every vein and artery, so to speak ; pervading the girl's whole being, and changing every kindly feeling in her breast to bitterness. In her wild flight homeward from school she had trod, in her agony, unconsciously the very ground over which her wretched mother had hurried through the snow in her agony, and up the path where she herself had lain, an outcast, the child of an outcast, more than thirteen years before."], [51, "HOW THE POISON WORKED. 39 Had she imbibed in that mad race aught of her desperate mother's spirit and passion, her sense of wrong and injustice, that she sat so stolidly, hardening her heart against all which should have softened, opening it only to evil thoughts and rancorous feelings ? Sleepless, though feigning sleep, with im mobile face, half buried in the soft pillows, this girl, not quite fifteen, lay calculating whether Mr. Marsh had benefited her in his adoption, as much as he had wronged her in bestowing a name which perpetuated a memory, and was itself a stigma ? Was it not admitted by her aunt that her wretched mother's doom was probably hastened by the sight and sound of revelry in their warm home, whilst she was shut out to perish in the snow? Then she argued with herself, as wretched ness itself has argued for thousands of years, what right had they to luxuries whilst her mother was starving ? Why should they mock her misery with light, music, and mer riment, whilst she stood shelterless under the cold sky ? They had taken her in ! Well,"], [52, "40 STUNG TO THE QUICK it was their duty : they and their friends had tortured her friendless mother to death ; and they had better have left her in the snow to die also, than give her a name for idle tongues to taunt her with ! They had branded her with shame! \" A beggar or worse ! \" What could be worse, worse than to live on charity? Charity ! her proud soul recoiled from it ; but worse ! What could Miss Hesketh mean ? There was no gratitude ; no sense of bene faction ; the blow dealt to her pride had struck them down. She had never asked herself why she lived with her uncle, or Avherefore he maintained her ? Knowing only that she was an orphan, and having no memories beyond her home with her cousin, a sense of dependence had never reached her. Now it was thrust before her painfully, coarsely, and her distorted passions urged her to ignore her obligations to those who had brought her up tenderly only to be wounded the more surely in the end. Had Rhoda been a few years older, more"], [53, "HOW THE POISON WORKED. 41 capable of reflection and analysis of motives ; had her judgment been matured, and her intellect developed, the effect might have been different, or had she been much younger, and incapable of coherent thought, the blow would not have fallen so heavily. As it was, she reasoned as a school-girl, proud of power, tenacious of her sway, impressed with her own importance, who found herself suddenly opposed and checked by another whom she had hitherto judged an inferior, and whose attainments and manners she had held in school-girl contempt. All the mud which lay at the bottom of her heart's quiet pool, had been stirred in that strife of pride, and shame, and defeat, but the irritation did not subside with the occasion ; that foul reptile Revenge was hatched, and once in action kept the dark waters turbid. Yet Lucy Hesketh, shallow and superfi cial even in her mischief, exulted over a victory gained, a rival defeated. Greater generals have made as great mistakes ere now ! Unconscious that Rhoda nurtured a worse"], [54, "42 STUNG TO THE QUICK. feeling than coldness or apathy, which might be the combined result of her convulsive emotion and consequent debility, Mrs. Marsh redoubled her efforts to rouse and entertain the invalid as she approached convalescence. Eva, dismayed at her cousin's unwonted manner, assiduously strove, with lavish caresses and many winning little arts, to restore her to cheerfulness and dissipate the cloud which hung over her. But all in vain. Mrs. Marsh was troubled ; her husband anxious and solicitous ; Eva was in despair ; Dr. Grove — astute Dr. Grove — was puzzled ; and Martin affronted Nancy by affirming grumblingly from day to day, that \"nowt ailed th' bairn but sulkiness ! but what she had te sulk for he did na' ken. All he kenned wur that she wur na' canny ! \""], [55, "CHAPTER V. THE RESULT OF A CONFERENCE. In the early stage of Rhoda's illness, Mr. Marsh sought Mr. Hesketh, in order to lay before him a statement of the occurrence, and the serious results of Lucy's wanton and un seemly attack on his niece, as he still con tinued to call her. His object, however, was not to reproach his old friend for wrong done by others, and which he could neither help nor remedy, but to devise measures for preventing a recur rence of the insult. Though not a man of acute sensibility, Mr. Hesketh was a gentleman in feeling and manner ; a lover of peace, though inclined to be choleric on provocation, and with a genial"], [56, "44 STUNG TO THE QUICK. good-nature little appreciated at his own fireside. He received Mr. Marsh with his wonted cordiality, and deplored that a child of his should be guilty of so contemptible an out rage on decency. \" Indeed, my good friend,\" he said, \" I live in constant fear lest the unlicensed tongue of either my wife or daughter should involve me in some serious law-suit or other. Only the other week, Maria and that gossiping Mrs. Coulson set afloat a rumour that Sykes could not meet his engagements, and was on the verge of bankruptcy ; and Sykes came to me in a devil of a fury, threatening an action for libel, and the deuce knows what be sides.\" \" Well, you could not blame him,\" said Mr. Marsh ; the report caused such an influx of bills and a stoppage of credit, Sykes had much ado to keep on his legs.\" \" Blame him ! not I. I was as furious as himself. I tell you, the two keep me in per petual hot water; yet Maria laughs all my"], [57, "45 THE RESULT OF A CONFERENCE. remonstrances to scorn, and applauds Lucy's spirit where she ought to restrain or punish. Their chattering and mischievous tongues poison our peace, aud keep our house in a ferment, to say nothing of tears and tem pest.\" \" Well, Hesketh, temper or tempest, I shall expect you to take Lucy to task now, and to speak to Mrs. Hesketh also, for her memory was at the bottom of the whole.\" \" Speak to them ! \" ejaculated the perse cuted parent, in a tone of dolorous disinclina tion. \" What will my speaking to them avail? You know as well as I do, it will only be a fresh spur to their propensity for mischief? What can be done to stop their tongues ? \" and the good gentleman paced about the office, biting his pen iu pain and perplexity. \" Suppose I call on Mrs. Hesketh, and hold the rod of the Ecclesiastical Court in ter roretn over them ! \" suggested Mr. Marsh. \" Do you think that would produce any effect ? \""], [58, "46 STUNG TO THE QUICK. \" I wish to heaven you would, Charles ! You would] do me an incalculable service if you could only seal their lips. No man is more disposed to live peaceably with his neighbours than myself; no man has a greater objection to thrust his head into his neighbours' affairs, and no woman had ever a greater talent for thrusting her husband's head into a hornet's nest than Mrs. Hes keth. Mere gossip is not sufficient for her; unless she can put a spice of mischief or malice in the dish, she cares not to hand it round. But go, go ! say what you like, threaten what you like, she knows no more of law than I do of lutestring (perhaps less, for her draper's bills teach me something of that) ; threaten actions, imprisonment, any thing that will but stop their tongues, and leave me in peace i \" and the perturbed though somewhat choleric husband rubbed his hands together in gleeful anticipation of the result. Armed with Dr. Grove's certificate, Mr. Marsh hastened to the residence of Mr. Hes-"], [59, "47 THE RESULT OF A CONFERENCE. keth, with a sternness of manner and purpose very foreign to his ordinary habit, being naturally inclined to jocularity. At first, Mrs. Hesketh was disposed to be flippant, to treat the matter lightly, and throw the onus of the affair on Mr. Marsh's own impolicy in obtruding a beggar-girl into the society of young ladies. But for his just indignation she was little prepared. She had been accustomed to regard and speak of him as \" an easy, good tempered, charitable sort of man, with no great harm in him,\" but she had never cared to calculate how much good was in him, or how much spirit lay under that easy ex terior. Disgusted by her unfeeling and Un womanly reception of his first mild observa tions and remonstrances, he warmed with his subject, and a second contemptuous reference to the origin of Rhoda caused him to say — \" Mrs. Hesketh, Miss Wearbank's pa- rentage is most likely as pure and good as your own.\""], [60, "48 STUNG TO THE QUICK. \" I should like to know how you are to prove it,\" retorted she. \" Are you, madam, in a position to dis prove it? Until you are, I must maintain what I have said. Poverty and criminality are not necessarily synonymous.\" \" Aren't they ? — but they tread pretty close on each other's heels, I'm thinking ; and a young woman wandering about with a bairn at her breast has not too creditable an ,5 appearance. \" Who told you that the child was at the breast of the woman, or that the woman was young ? \" sternly demanded Mr. Marsh. \" Were you one of the many virtuous who, I understand, repulsed the poor creature because she declined to give her history, and refused aid to indigence lest you should foster immorality ? If so, Mrs. Hesketh, the death of the mother lies at your door, and that of the daughter may. Miss Wearbank is in a precarious state, entirely consequent on the shock of your daughter's unwarrantable attack.\" \" And pray whose fault was that ? You"], [61, "THE RESULT OF A CONFERENCE. 49 ought to have taught the girl to know her place. Fancy a beggar-woman's bairn giving herself airs like a fine lady ! You had no business to send her amongst her betters. If she had been kept in her place, and known who she was from the first, it could never have happened. Neither I nor Lucy are answerable for the blow to her pride — for that, I take it, is the real cause of her illness. And the arrogance of that chit has been insufferable. She did not seem to know whether she stood on her head or her heels ; and you ought to be thankful to anyone who had brought her to her senses, instead of coming here to make a fuss over a quarrel between two children.\" Mrs. Hesketh reseated herself in the chair from which she had risen during her voluble tirade, with a toss of the head which said plainly as speech, \" you're not going to daunt me — take that ! \" Mr. Marsh remained standing, serious as became his errand, and grave, in proportion as she was unfeeling and flippant. VOL. 1. r."], [62, "50 STUNG TO THE QUICK. \"Thankful, Mrs. Hesketh,\" answered he; \" yes, about as thankful as a peaceful citizen when the first revolutionary bombshell bursts on his breakfast-table ! Had this been merely child's play, you would have seen nothing of me. But I traced your hand in the mischief, and with you I have to deal.\" \" Oh, indeed ! \" from the chair where cap ribbon bows trembled and nodded in spite of their concealed wires. \" Having reared and educated my charge as a companion for my own child, having fitted her to mingle on equal terms with other young ladies, you will pardon me if I consider your daughter the inferior, and not Miss Wearbank. The vulgarity and narrow mindedness of Miss Hesketh degrade her below any of her schoolmates.\" Mrs. Hesketh bridled, the cap -bows trem bled more palpably, a tassel pendant from one of her dress pockets was jerked off. She merely said, stiffly, \" Thank you, sir ! I am sure my daughter is greatly obliged to you.\""], [63, "51 THE RESULT OF A CONFERENCE. \" But, as I said before,\" resumed he, \" my business is with you, madam ; you are respon sible for the acts of your child ; her mind has been formed, or malformed, by you, and as you have furnished the poisoned weapon with which she struck down my unoffending niece, I come to you for all the reparation in your power.\" \" Reparation, indeed ! I never heard of such nonsense. I suppose you want to send the doctor's bill in to me?\" and jerk went another tassel. \" No, madam, that would be simply to mulct my valued friend ; I have no intention to dip into Mr. Hesketh's pocket to cure cither yourself or daughter. Miss Wearbank is ill, dangerously ill, your child's unbridled tongue having been the cause. Should she succumb to the shock (as is not unlikely), Miss Hesketh is liable to be tried for man slaughter.\" The listener started, half rose from her chair, then resumed her seat, the first look of surprise fading into an incredulous sneer. E 2"], [64, "52 STUNG TO THE QUICK. \" Should she survive, I shall require from yourself and daughter a full and ample apology for the aspersion cast on the child of my adoption, and not merely an apology, but an undertaking that henceforward you will re strain your \" 13 \" I shall do nothing of the kind,\" blurted out his interlocutor ; \"lam not going to be dictated to by \" \" Then, Mrs. Hesketh, I have no alterna tive but to place the matter in my solicitor's hands for reference to the Ecclesiastical Court.\" The lady turned pale, her hand sought her pocket and drew forth her handkerchief. Grim legends of that court and its formidable prerogatives floated upwards from the haze of childhood. \" There are still on our statute-books laws for the punishment of defamation and slander, as there were for the cure of scolding wives : remedies sharp but effectual. Since you, madam, have neither womanly feeling nor a sense of justice in your composition, I must"], [65, "THE RESULT OF A CONFERENCE. 53 resort to compulsory measures. The judges of the Ecclesiastical Court are not wont to be lenient to such offenders, I can assure you.\" All the flippancy was gone. This vague threat of a shadowy court with unknown pre rogatives had filled her with apprehensions of she knew not what. With the natural cow ardice of a little mind she shrank from the indefinite more than the positive, and col lapsed at once. The pocket-handkerchief went to her eyes. \" I am sure, Mr. Marsh,\" sobbed she, \" I never meant to slander or defame either Miss Wearbank or any one else ; I never said any thing more than the truth of her : I never slandered any one in my life ; I am sure I never did.\" \" Gossip very easily degenerates into scandal, and scandal passes into slander much more readily than chattering women are aware. The injury you have inflicted upon my niece is not to be summed up with the doctor's bill -. and I have no words to express my reprobation of your hostility regarding the"], [66, "54 STUNG TO THE QUICK. poor girl, whether in the first instance or the last. Your daughter's conduct is but a reflex of your own; a commentary on your maternal teaching ; and as a mere puppet I can partly exonerate her. For you, madam, there is no excuse. Fortunately there is a law to reach the woman who stabs her neighbour's reputation, and poisons peace, as well as the midnight assassin who preys on the lives of men. Branding or burning in the tongue is not one whit too severe a punishment for the offence.\" Taken by surprise, these indirect and rather apocryphal threats subdued the blustering woman completely. Utterly cowed by terror, her submission was abject, and when Mr. Marsh left the house she had offered to sign anything if he would but forego his intended appeal to ecclesias tical justice. So thoroughly had he been in earnest when denouncing the evil of unbridled speech, that his menace had all the force of truth. She expected no ruse, saw no scabbard on the"], [67, "55 THE RESULT OF A CONFERENCE. sword suspended over her head ; and, as her husband had foretold, ignorance magnified her terror. To have taken counsel with her bosom friend would have been of no avail : what did Mrs. Coulson know of slumbering laws ? be sides, it would be owning herself worsted by \" those odious Marshes ;\" so for once in her life she consulted her husband. Of course he magnified the \" pains and penalties \" that clerical judges had the power to inflict ; gave his friend Marsh a character for an uncompromising love of justice ; stern and pitiless as Brutus, unyielding and unforgiving; a character the good man would never have recognised as his own. It answered the purpose. That evening- Mr. Hesketh (chuckling at a manœuvre which promised peace at home for some time to come) carried to South Street a carefully worded document, signed by Mrs. Hesketh and Lucy, containing all Mr. Marsh had re quired, and much superadded by the gleeful scrivener."], [68, "56 STUNG TO THE QUICK. But when he saw the change a few hours had wrought in the poor sufferer, his glee was turned to sorrow, and he felt that no enforced silence in the future could repair the mischief wrought in the past. There is no mechanism so ingenious, no contrivance so subtle, as to pick up words once dropped. If there were, would the bulk of humanity appreciate its value ?"], [69, "CHAPTER VI. CHANGES FOR LIFE AND DEATn. The Hudibrastic couplet (so commonly mis-quoted) \" He who complies against his will Is of the same opinion still,\" only needs a feminine pronoun to express Mrs. Hesketh's frame of mind completely. Surprised and terrified into an act of jus tice, she repented the moment the pen left her hand and the formidable document dis appeared. Baffled and furious, she revenged herself upon Lucy, whom she not only chid as the cause of her humiliation, but beat with very unmotherly severity. It was no uncommon thing for Mrs. Hesketh to strike her daughter in a fit of caprice or"], [70, "58 STUNG TO THE QUICK. anger ; but as the punishment inflicted bore no relation whatever to offences, wholesome discipline was unknown. She punished to relieve herself, not to cor rect her child. In proportion as she was exasperated with Mr. Marsh for coercing her will, with herself for yielding to coercion, and with Rhoda as the primary cause, so was she exasperated with Lucy as the secondary cause, and so Lucy was beaten. But the spirit the mother had so long admired and applauded in her daughter was a rebellious one. She struck at her mother again — blows, and words that hit her harder than blows. This provoked severe retaliation, and then Lucy was sent to bed in dudgeon, no better for the beating. Mrs. Hesketh bemoaned her lot, and when Mr. Hesketh reached home at night indulged in a fit of hysterics. The Misses Robson reprimanded their refrac tory pupil sharply. There was some talk of expulsion ; but after three or four interviews"], [71, "CHANGES FOR LIFE AND DEATH. 59 with Mrs. Hesketh, matters were compro mised, and Miss Lucy remained on sufferance. Of course, though the principals of the school were in no way accountable for the recent disaster, Eva could not be permitted to return to companions who might prejudice her young mind against Rhoda. She was accordingly sent to Sunderland to be educated with the daughters of a clergy man, who received a few pupils into his home to eke out a somewhat narrow income. Not until the following spring was Rhoda deemed sufficiently convalescent to resume her studies : and then Dr. Grove strongly advised sea-air ; the farther south the better. If he had a reason beyond the restoration of his patient's bodily health, he prudently kept it'to himself. He was a cautious man ; never gave an opinion without sufficient motive or delibera tion ; and his medical dictum was decisive. Scarborough was named — Mrs. Marsh remembered that that was the Heskeths' summer retreat. Blackpool was proposed ; it"], [72, "60 STUNG TO THE QUICK. was too bleak : finally, Brighton was pitched upon as at once salubrious, distant from ad verse influences, fashionable, and abounding with \" Establishments \" where young ladies might be \" finished \" on most approved prin ciples. Mr. Marsh was desirous that the two girls should share the same advantages ; but whether the mother's instinct told her that Eva would be unhappy amidst the frigid etiquette and ceremonial of a fashionable school, or that she had unconsciously imbibed something of Martin's undefined dread of Rhoda, certain it is that she opposed the plan, — and wisely. Eva had a heart to be cultivated, Rhoda a head. Accordingly, after answering numerous scholastic advertisements, Mr. Marsh made his selection, and prepared to accompany his protegee to Brighton. Eva came over from Sunderland to spend a week at home prior to Rhoda's departure, bringing with her Mary Reed, one of the"], [73, "CHANGES FOR LIFE AND DEATH. 61 clergyman's daughters ; a simple-hearted, intelligent girl of sixteen. Mary was one of those unassuming do mestic beings at home and of use anywhere ; so she was soon as busy as Eva, providing and completing such little matters for the traveller's outfit as lay beyond the province of milliner or dress-maker ; Rhoda herself looking on with apparently listless in difference. She was by no means as indifferent as she appeared. She watched with jealous eyes every article provided for her comfort or convenience, use or ornament, to assure herself whether she would be as amply supplied as Eva ; she had never called her cousin since the truth had been forced upon her. Seemingly she was satisfied with the con tents of her well-filled trunks, no discontent being expressed in word, or tone, or gesture. Still Mrs. Marsh looked in vain for any open sign of interest in their proceedings, or grati fication at the results ; aud she^ sighed at"], [74, "62 STUNG TO THE QUICK. a change at once so complete and inex plicable. Unsuspicious herself, and all unconscious of the jealous worm gnawing at Rhoda's heart, she was willing to attribute this seeming lack of interest in her own equipments to the list lessness occasioned by a long and debilitating fever ; nor saw the more fierce and dangerous fever raging in the soul, to the annihilation of all that was good and noble. Had Mrs. Marsh been more a woman of the world, possessed of nicer discrimination, she might have discerned the minute shades of difference between this sullen apathy and the natural languor of debility. She might, with womanly tact, have applied a remedy to the festering sore in time ; but the even tenor of her life, her own goodness, and inexperience in evil, unfitted her to sound the depths of the strong nature in her charge. Unaware how deep and dark a tide of fierce passions lay beneath that unimpressionable exterior, she saw not the black waters ooze and drip through the gap Lucy Hesketh had"], [75, "CHANGES FOR LIFE AND DEATH. 63 made in the floodgates of principle and affec tion, threatening in time to break down the barriers altogether. Even keen-eyed Dr. Grove was baffled by the reticence of Rhoda. That something was wrong beyond the reach of medicine, he saw ; but as his visits terminated with her actual physical ailments, his opportunities for obser vation ceased, and in the multitude of his professional engagements he almost forgot the strange dark-eyed girl whose case had inte rested him so unusually. As for Mr. Marsh, he mistook her silence for melancholy, and strove assiduously to dis sipate it by little pleasantries, cheerful sallies, and short excursions to neighbouring places of historic or picturesque interest, under the impression that change of manner would follow change of scene. When the parting came, Eva clung to Rhoda, and kissed her with tearful affection, unwilling to let her go. Rhoda, undemonstrative Rhoda, with two red spots burning on her pale cheeks, kissed"], [76, "64 STUNG TO THE QUICK. her quietly, then turned to give a parting embrace to her good, kind aunt, and shake hands with Miss Reed and Nancy; but no tears graced her adieus. Martin, who drove the travellers to Leam side, looked after the retreating carriages with an ominous shake of the head, and the mut tered words, \" I hope we may nut rue the day we fund that bairn : she's nut canny ! she is nut canny!\" After a week spent in futile endeavours to rouse Rhoda from her seeming apathy, by efforts to interest her in the scenery around Brighton, Mr. Marsh left her at Milton House, with the hope, earnestly expressed, that the society of young ladies of her own age, who knew her only as his niece, would cure her of her morbid fancies, and the fresh sea breeze restore her to health and cheerfulness. Eva, so near home, often in her mother's arms, the recipient of healthful counsel and affectionate regard, progressed towards matu- rity with as fresh a bloom on her heart as on her cheek."], [77, "CHANGES FOR LIFE AND DEATH. 65 Not so Rhoda ! Lucy Hesketh had planted a thorn in her breast, which, taking root in fruitful soil, had been fed with gloomy fancies until she looked at life from under the shadow of the evil tree, and distilled venom from its leaves. All that had been done for her by her benefactors in singleness of heart, her dis tempered fancy changed to wrong and insult. In her removal to a distance, she conceived she was thrust out of their own home as if she had a taint upon her, they using her ill ness as a pretext. She utterly ignored the fact (which met her at every turn) that Mr. Marsh was paying almost double for her education than what Eva's cost him. For some time after her entrance at Milton House, she held herself aloof, brooding over her isolation, her dependence on charity, her unknown parentage, her namelessness — her future. Her future ! she must prepare for it, whatever it might be. F VOL. I."], [78, "66 STUNG TO THE QUICK. Suddenly, as from a tomb, her old passion for knowledge revived ; she became the paragon of her preceptors, the envy of her schoolmates — every additional accomplishment was a fresh power, a new lever for the future. She \" must be finished ! \" There was in the school a pupil-teacher, a pale, shy girl, who shrank into corners to con such lessons as she had leisure to learn, — a girl glanced at scornfully by some, regarded compassionately by others, but who held on her quiet way timidly and uncomplainingly. Rhoda, roused to observation, detected this. It was buzzed about that Miss Nichols bore her mother's name only, and why ; and then it was that Rhoda learned what was worse than beggary. From that time forth Rhoda took the pupil teacher under her protection. There was a bond of sympathy between them she feared to reveal, yet which existed nevertheless, unknown to all around. But in the petty insults heaped on Miss Nichols, insults not to be resented, Rhoda"], [79, "CHANGES FOR LIFE AND DEATH. 67 saw all the odium attached to an unwedded mother. The possibility that Lucy Hesketh had a foundation for her taunt, ate into her heart like a canker. And as the hideous possibility rose before her from the mist in all its grim significance, a shadowy purpose rose by its side, dim and undefined, to take shape at some future day. Distance barred vacations. Once or twice her aunt or uncle made a summer trip to Brighton to see her, and share a pleasant holiday, and once Eva accompanied them; but she had never seen home, or asked to return. Before the expiration of her third year, she was hastily summoned back. Mrs. Marsh, long an invalid, was on her death-bed. Surely, then, some feeling of grateful remembrance filled her soul, some sorrow for the matchless friend she was about to lose? F 2"], [80, "68 STUNG TO THE QUICK. No ! Malign memories had spun thick cobwebs over kindness past, and anger at her recall from the school where she held undis puted pre-eminence, to a state of dependence and hum-drum household duties, with possible contumely looming in the distance, crushed back all softer feelings, and thrust a polished semblance in the place of grateful love. So, when the train arrived at Leamside (then the nearest station to Durham) a little before the time, and Martin a few minutes too late, she chafed at what she construed into a premeditated slight, and at once proceeded with haughty independence to discuss with the railway porters and a gentleman who had been a fellow-passenger, from London, the possibility of obtaining at so late an hour a conveyance for herself and luggage. As Martin drove up, his first glance fell upon two glittering eyes set in a stony face (he saw the stately figure afterwards), and involuntarily he ejaculated, \" I hope that's not Miss Rhoda ! \""], [81, "CHANGES FOR LIFE AND DEATH. 69 She recognised him as he advanced, and the look passed like magic from her face ; but the old man never forgot it — never! He thought of nothing else all the way home. So absorbed was he in his own re flections that the few questions Rhoda put to him were answered almost at random. Fortunately the horse was sure-footed, and knew the road as well as his driver, for he was driven mechanically, but he went up hill and down dale, or turned the sharpest of sharp corners, without a stumble. To his unfailing confidante Martin dis burdened his mind of its disagreeable im pressions, but the sympathy he obtained was an impatient shake of Nancy's shoulders, and the hasty exclamation, \" Hout, man, dinnot thee deave me with thy megrims, the bairn's all right enough an' thou'll let her a' be.\" So Martin marched off to the stable, muttering to himself, and reposing in Towzer, his bull-terrier, the remainder of his rejected confidence. With all a father's kindliness and affection,"], [82, "70 STUNG TO THE QUICK. Mr. Marsh welcomed Rhoda, subdued, how ever, by the dark shadow brooding over his life and home. Eva clasped her slender arms round her cousin's neck and wept aloud, half in Welcome and half in grief; and the flood gates of her tears once opened, they flowed freely. The frail invalid, at whose desire she had been summoned, smiled faintly when she entered the sick chamber, and extended her hand to the child of her adoption, then a tall and stately girl, close upon eighteen, with self-possession in every lineament. Her own bearing was sufficiently cordial, no coldness or constraint of manner lingering to repulse her warm-hearted relatives (such they felt themselves), though her return to the home of her childhood was marked by no emotion of delight or gratification, and she resumed her position in the household as one who had been absent weeks only, not years. During the few days Mrs. Marsh lingered, Rhoda constituted herself chief nurse, waitine"], [83, "71 CHANGES FOR LIFE AND DEATH. upon her with such gentleness and assiduity, such apparent devotion, that Nancy could not forbear to confide her opinion to Bella and Martin that \" she would be a treasure in the house, so handy, and thoughtful like, wi' the forecast of an old woman, with a hand like velvet, an' a voice so soft an' affable, it was quite a delight to hear her ! \" \" Ah ! \" growled Martin, \" the cat's paw, and the cat's purr ; don't be a fool, Nance ! \" It was evident to all that Mrs. Marsh was sinking rapidly, and on the fourth day after Rhoda's return, Dr. Grove was sent for suddenly, that change, so well known to those who have watched the dying, having passed over her face. As he noiselessly entered the sick chamber, Mrs. Marsh was speaking in a low faint voice to Rhoda, reminding the girl that she had been to her a mother, and charging her to do her duty as a sister and a daughter to those she left behind. Rhoda's promise was given readily, but a something, unseen to others, flashed over the"], [84, "72 STUNG TO THE QUICK. perceptions of the dying woman — she strug gled to rise, pushed Rhoda back, gasped heavily, \" Charles — Eva, beware ! — don't trust \" and fell back dead. Dead ! The word strikes on the ear of affection like the knell of hope, no matter how long the watchers have sat by the bed of the dying, waiting and dreading the cold word, \" dead ! \" It comes with a sudden shock at the last, startling grief from its secret caverns, and with torpedo touch benumbing every sense save sorrow. Thus it was that in the sudden shock occasioned by their bereavement, father and daughter failed to catch the import of their lost one's hasty words, and even in their after-sorrow, when memory recalled them, it was but as a dying hallucination. Rhoda, whose grief lay on the surface, and whose perceptions never slept where self was concerned, heard the brief warning with a tingling brain and a cleft heart — heard it and ground her teeth. Dr. Grove, too, keen and astute, who had"], [85, "73 CHANGES FOR LIFE AND DEATH. felt the girl's pulse, and marked her well through all her prolonged strife with death years before, heard the warning words, felt their full force, and kept them in his mind, loth to disturb Mr. Marsh's confidence in the child he had reared so benevolently, yet dreading some unknown mischief from his reticence. And so, Rhoda's benefactress died, and was buried, and tearless Rhoda, cancelling all obligations, cast into the grave gratitude, and love, and duty, and they were buried too!"], [86, "CHAPTER VII. •i \" THE LASS THAT LOVES A SAILOR. After the funeral, Mary Reed came to spend a short time in the cathedral city as a companion to Eva and Rhoda. She was a gentle, amiable girl, and her presence served to dull the edge of grief in the two hearts which sorrowed most, her sympathy being as certain and genuine as it was unobtrusive. Even Martin, Nancy, and Bella, faithful servants of a good mistress, de ploring and grieving at her loss, felt the sooth ing influence of Mary's voice and ministry. As for Rhoda, she sought no solace — needed none for herself, had none to yield to others : true, with her mourning-garb she wore a mourning face, and there was trouble in her heart, but it was for herself, not for the dead."], [87, "\"the lass that loves a sailor.\" 75 She looked out from the windows of her home only to see the flowing river, and ask, \" Where was her mother's grave ? who ministered to her in her last hours ? what funeral obsequies were hers ? She looked down on the spot where she herself, the very waif of the Wear, was left to chance or charity. Charity ! she scorned it, as she was scorned by all who knew her origin. And here was she, brought home to be the scoff of gossips, to look down, day by day, on those reminders of her degradation — the river and its bank ! Why should that wooded steep be hateful in her sight more than Eva's ? Why should site be the daughter of the outcast, and Eva the daughter of a dowered bride ? and being so, why bring her there for fools to mock and scorn ? a foil to Eva ! a living monument to Mr. Marsh's charity. Even the poor curate's daughter had an enviable lot beside hers ; there was no taint on her birth, no obligation for her maintenance, no depend ence in past or future.\" And this was Rhoda's sorrow. Eva's state"], [88, "76 STUNG TO THE QUICK. was true, and hers fictitious, Eva's fortune sure ; her fortune, chance or charity. Eva's name, an honourable and unsullied one ; her own, the brand of outcast impurity. Between Mary and Rhoda a species of in stinctive antipathy arose — a sort of latent moral antagonism, which neither could ac count for nor control. Mary sought to subdue the feeling as illiberal and ungenerous ; but Rhoda con tented herself with concealing dislike under a bland and suave exterior, endeavouring to ingratiate herself with the clergyman's daugh ter, as with others, by little courtesies and delicate attentions, which Eva, dear, genuine Eva, loving her friend with honest warmth, never dreamt of, not being on the watch to prove that which was undoubted. One day, Mary received a letter from home — not that the arrival of a letter from home was an event so rare as to call for special notice, even though the penny postage did not then exist, and a Sunderland letter cost four pence ; nor did this epistle contain domestic"], [89, "\"the lass that loves a sailor.\" 77 intelligence of more than average interest ; — but there was a postscript — a postscript which brought the warm blood mantling to Mary's face, and a moisture to her hazel eyes, which might have been mistaken for tears had she not looked so radiantly happy. Whilst she and Eva were closeted together, discussing this important addendum to an unimportant epistle, the reader, privileged to look back into the past, or forward into the future, may glance over their shoulders and decipher it. \" The 'Polly' has just entered the harbour. When may we expect you home ? \" Two very laconic and apparently dis connected sentences ; but the feminine bustle which ensued thereupon proved a particularly intimate relation between them. The \"Polly\" was but a thing of planks and pitch, copper and cordage, called by amphibia \" a barque ; \" but the barque had a crew, and the crew a captain, (the self-same son of Mr. Hesketh who had been shipped to sea so young,) and that captain had been"], [90, "78 STUNG TO THE QUICK. specially devoted to Mary Reed for more years than they could count, though she was barely twenty, and he but six or seven years her senior. \" Papa, Mary is expected home,\" was Eva's salutation to Mr. Marsh on his return from his daily walk into the City. \" Oh, ah ! so I suppose. The ' Polly ' is in port. You sly little puss ; somebody else has shipping news besides Mary.\" \" Why, papa, however could you know any thing about it ? \" \" Simply because I happen to know Cuthbert's father, and he told me ! You need not blush so very violently, Miss Reed ; we know all about it ; and both old gentle men are very discreet, I assure you. When do you wish to set off? Shall I bespeak a special train, or will the express serve ? \" \" Now, papa, don't be such a tease.\" \" I did not speak to you, Miss Eva, but to rosy Mary. Well, will the express serve ? \" \" Oh, Mr. Marsh, any train ; but I want Eva to accompany me.\""], [91, "\"THE LASS THAT LOVES A SAILOR.\" 79 \"And Rhoda?\" asked Mr. Marsh, un willing that she should feel herself ex cluded. \" And Rhoda also, if she can accommodate herself to the homely arrangements of our old-fashioned place,\" responded Mary, though with a secret shrinking she could neither define to herself nor defend. With many gracefully worded expressions of fear lest she should inconvenience Mrs. Reecl, to whom she was personally a stranger, Rhoda accepted the tardy invitation from motives peculiarly her own ; jotting down in her mental note-book that it toas tardy. Under the playful conversation held in her presence, there was some little mystery to which she did not hold a clue. It might have been withheld from her purposely — it might from the accident of her long estrangement from home ; in any case, if she made one of the party, the secret, though only a love story, should soon be hers to use as she saw fit. Not that she then contemplated mischief;"], [92, "80 STUNG TO THE QUICK. but hers was that unhealthy frame of mind which, brooding over its own wrongs and sorrows, regards itself as isolated from the rest of the world, shut out from sympathy, beloved by no one, tolerated only by those with whom she came in daily contact, and on whose care or protection she had no positive claim. She felt herself a cipher in the presence of Mary and Eva, notwithstanding her superior accomplishments ; felt that they had in their free and congenial intercourse con fidences she did not share. She longed for something to break the monotony of her life, to occupy her mind, and yearned once more for activity and power. Less luggage, and consequently less pack ing, was required in those days of short un crinolined skirts — only amplitude of garment requiring amplitude of space ; and as all three wore deep mourning — Mary out of sincere regard for Mrs. Marsh — their arrange ments were soon completed. Martin was sent off over-night with the"], [93, "\"THE LASS THAT LOVES A SAILOR.\" 81 boxes to the station, Mr. Marsh himself driving the young ladies in time to meet an early morning train. On the platform at Leamside, in earnest conversation with the station-master, stood a gentleman of elegant exterior, whose age might be about three-and-twenty. His form was graceful and well proportioned, his features singularly prepossessing, and round his ample forehead clustered a mass of wavy hair, black as his garb. With a slight smile of recognition he raised his hat respectfully as our party passed, and Rhoda gracefully inclined her head in acknowledgment. \" Who is the gentleman you bowed to, Rhoda ? \" asked Mr. Marsh. \" Oh, he travelled in the same carriage with me all the way from London, and was extremely polite and attentive. I have met him in the town several times since.\" \" Did you happen to learn his name ? His face seems very familiar to me.\" \" Yes ; there were brass plates on all his Q VOL. I."], [94, "82 STUNG TO THE QUICK. luggage, and I read ' F. Raeburn ' on a small valise he carried with him.\" \" Dear me, how remarkable ! He must be my old friend's nephew ! He has come into a fine estate. Don't you remember old Mr. Raeburn, who used to bring dolls and candy to buy kisses with ? \" \"I do, papa, and I should think Rhoda would; but to be sure ■\" The rush of the train to the platform, and of passengers to their seats, cut Eva's speech short ; but she did not fail to observe that the eyes of the stranger had followed their movements ; and the observation furnished matter for girlish merriment during good part of the journey. Rhoda was rallied on her conquest of a \" mysterious stranger,\" a \" count in dis guise\", and her secrecy was voted to be a direct evidence against the state of her heart, she of course disclaiming the \" soft impeachment \" though evidently pleased with the importance it gave her, if nothing more."], [95, "\"THE LASS THAT LOVES A SAILOR.\" 83 In the midst of their fun Eva expressed an opinion, that it \" was not fair Rhoda should have the beau all to herself, if she did not care for him — they had better draw lots which he should belong to ! \" \" Come between us if you dare ! \" said Rhoda's eyes in a flash. \" You are welcome to him altogether, if you want him,\" said her flexile lips and finished tongue. The subject dropped soon after, Mary seeming pre-occupied and anxious to reach home, and Eva \" wondering if any one would meet them.\" The stranger passed from their minds com pletely. If he retained a place in Rhoda's she hid him there, for no one knew. \" Sunderland at last ! \" exclaimed Mary, as the engine screeched, and gave a few pre liminary puffs before stopping. \" Sunderland at last, and no one to meet us ! \" \" No one ! yes, here is your father ! \" inter posed Eva, pushing through the crowd towards the clergyman who was peering into all faces and carriages but the right one. g2"], [96, "84 STUNG TO THE QUICK. \" Rhoda, I must introduce you ; our discon solate Mary will forget us else. Dear Mr. Reed, I am so glad to see you ! this is my cousin Rhoda.\" A few greetings, a few compliments, and a vehicle was summoned to transport the rev. gentleman, fair ladies and their belongings, to his domicile ; Eva rattling merrily as they went along, whilst Mary sat silent with a question in her heart which died ere it could reach her lips. Mary's younger sister Maggie stood on the threshold to receive them. The whispered words, \" In father's study \" answered the un spoken question, and Mary herself dis appeared somewhat precipitately, leaving her guests to other care. Nor was other care wanting : Eva was evi dently at home, and Mrs. Reed, a quiet matron with pleasant smile and cheerful voice {of whom Mary was but the younger coun terpart) did her utmost to render Rhoda at •home also. They had divested themselves of their travelling attire, and dinner had been"], [97, "\"THE LASS THAT LOVES A SAILOR.\" 85 ready some time, but Mary had not made her appearance. At length Eva, laughingly protesting that her appetite would be gone if she waited much longer, volunteered to go in quest of the truant, and after a little while returned in triumph with Mary, blushing like a carnation, and a frank sun-burned sailor, whom she solemnly and with mock gravity introduced to Rhoda as \" Captain Cuth bert Hesketh, Miss Reed's most particular friend ! \" Did a wasp sting Rhoda that she started so perceptibly at the introduction ? or was it only one of those convenient spasms she had been subject to since a Hesketh stung her first, and poisoned all the blood in her heart ? Whatever it might be, she recovered speedily, and Eva never remembered an occasion on which her cousin more success fully exercised her power to please, or was so irresistibly fascinating. After dinner the piano was opened,"], [98, "86 STUNG TO THE QUICK. and \"Miss Wearbank obliged Captain Hesketh.\" There had been no music in Mr. Marsh's house since his wife's death, so that Eva and Mary were alike unprepared for the flood of melody which filled the room as Rhoda's fingers swept the keys ; she seemed to infuse her soul into the theme, which now swelled into a triumphant pæan, anon sank into a tremulous wail of desolation ; then the chords rose again at once jubilant and defiant. Cuthbert Hesketh seemed entranced. Mr. Reed said he did not think there had been so much music in the old instru ment ; and all expressed most unqualified delight. Perhaps, however, at the bottom of Mary's heart there might have lurked a little — a very little spice of envy or chagrin ; for although a model of amiability, Mary was but mortal, and to her Cuthbert appeared a little more fascinated than was altogether proper. Eva protested that \" Ehoda had almost taken her breath away with surprise, but as"], [99, "\"the lass that loves a sailor.\" 87 she regarded that music stool as the pedestal proper of herself and Mary, she would em broider a new throne for the pianist extra ordinary, the strummers in ordinary resuming possession of their own,\" and sat down to rattle away at a new polka, with a heart as light as the air 6he played. With some little reluctance, being nervous, and unused to play before strangers, Mary took the seat Eva vacated. Her voice was sweet if not highly cultivated. She sang the old ballad, \" Mary's Dream,\" in which a young girl sees the white face of her sailor lover who has been drowned \" far, far at sea,\" and sang it with such touching pathos that a tear stole down the bronzed cheek of Cuthbert, and for getting alike place and propriety, he pressed a hearty kiss on Mary's lips. Rhoda's fascination was over for that day. Until the \" Polly \" had discharged her cargo, Cuthbert's duty lay in the dock, so he hurried off, conscious he had remained love bound a little longer than business war-"], [100, "88 STUNG TO THE QUICK. ranted ; while Mary, more meditative than her wont, hastened to relieve her mother of the extra household cares consequent on the sud den introduction of a stranger into a family with only one servant."], [101, "CHAPTER VIII. THE SPIDER AND THE FLY. The two visitors and Mr. Reed were left to bear each other company in the low-ceiled drowsy parlour ; the smooth walls of which had once been painted a bright green, but then had \" toned down \" into a dingy olive ; as sombre almost as the Brussels carpet, from which colour and pattern were wearing fast away. The good clergyman sat in his customary arm-chair near the fire-place, although there was no fire (the season being unusually warm) and a grate-apron of coloured tissue paper cut into porcupine points, covered the cold bars. Summer or winter Mr. Reed sat there from habit, and Eva, bringing the music-stool from the piano, seated herself beside him for a comfortable social chat."], [102, "90 STUNG TO THE QUICK. So short a period had elapsed since her pupilage that the conversation naturally became somewhat catechetical and scholastic. Thence it strayed to the cause which had removed Eva from his care, namely, her mother's illness ; and as he spoke of the recent dispensation to inculcate Christian hope and faith, Eva's eyes filled. Young and buoyant, her mournful tears were soon dried, then her glance, wandering around the room, discerned amongst the cases of foreign birds, Indian baskets, shells and coral, which decorated the square piano, the walls and shelf-sideboards, something new, which Cuthbert (whose gifts ail these were) had brought home on his recent voyage. It was nothing more than an ordinary pickle-bottle ; but it contained something closely resembling freshly gathered cranberries with the stalks attached. Eva jumped from her stool to examine it closely, then returned to have her ignorance enlightened and her curiosity satisfied. It was a fine specimen of gulf-stream weed, preserved in its native sea-"], [103, "THE SFIDER AND THE FLY. 91 water. Many of the small pinky globules were encrusted with coralline, the debris from which rested, an impalpable sediment, amongst bits of broken shells at the bottom of the bottle. Amongst the weed tiny bivalves nestled, opening their doors as if to let out their curious feathery tenants, whilst others, deprived of their shells, floated in the trans parent water, as it were, homeless and unprotected. Engrossed in the contemplation and study of this new \" curiosity,\" whilst listening to Mr. Reed's description of the weed and its adjuncts, Eva forgot all about Rhoda, who had equally forgotten all about her. When Eva seated herself for a tete-a-tete with her late preceptor, Rhoda had taken up a book, but not being interested in theology soon laid it down ; a second and a third shared the same fate ; a fourth, Dr. Isaac Barrow's sermons against evil speaking, attracted her from the title, but after turning hastily over the dis coloured leaves, reading a paragraph here, or a sentence there, she closed the quaint old"], [104, "92 STUNG TO THE QUICK. volume, and equally unimpressed with Eva's artless chat, rose and stood by the open window. At first she looked idly at the people passing through the street, then her eye roved to a saucer on the window-ledge filled with some seductive fluid to allure and destroy unwary vagrant flies. As she watched the unsuspicious insects hover over the miniature pool, and, regardless of their dead and dying friends, loiter on the brink of destruction, or dip their tiny trunks into the sweet poison, she asked herself if there were not human flies as heedless, and as easily allured ? Absorbed in her new study she lost sight of Eva and hers, until from the weed and the gulf-stream the discourse drifted naturally to the voyage and the voyager who brought it. His name grated harshly on the sensitive ear of Rhoda, and caused her to listen, half unconsciously, to the speakers, who, while dis coursing of ordinary matters employed an ordinary tone."], [105, "THE SPIDER AND THE FLY. 93 \" Has Mr. Hesketh been over to see Cuthbert ? \" enquired Eva. \" Not yet ; we, however, expect him to morrow. We did invite Mrs. and Miss Hesketh to accompany him,\" (Rhoda started) \" wishful to become personally acquainted with the ladies of the family before our Mary enters it ; but I received a letter this morning from the old gentleman, declining the invitation for them.\" Rhoda breathed more freely. What if her old enemy had met her face to face there ! \" Have you seen Miss Hesketh since you went home ? \" questioned Mr. Reed. \" Only once or twice. They seldom come to St. Oswald's now ; they go to the Cathedral ; and you know we do not visit. But I met her with her mother in Gilesgate about a fortnight since. Mary was with me at the time. We were honoured with an unmistake able stare as they passed, and a very rude observation before we were out of hearing. I was very much vexed at them.\""], [106, "94 STUNG TO THE QUICK. •' My dear child, you should not allow the chance remarks of thoughtless people to annoy you, or your passage through the world will be disquiet indeed.\" \" Nor should I, Mr. Reed, had it been only about myself; but they spoke lightly and insultingly both of Mary and Rhoda.\" Eva's voice sank to a whisper, heard nevertheless by the listener apparently so absorbed in watching the flies. \" They do not know our Mary ; they could not surely say anything of her ? \" \" They did, indeed, Mr. Reed ! Lucy said pertly and loudly ' So, that's Master Cuthbert's meek-faced maid, I suppose ! ' and Mrs. Hesketh added sharply, with a little scornful laugh, ' I thought she was that other thing picked up in her rags out of the snow ! ' I would not have my cousin know for the world, it would wound her dreadfully,\" and Eva glanced nervously over her shoulder at Rhoda, fearful of being overheard. But the rigid face looking out into the street, revealed no sign of attention ; her eyes"], [107, "THE SPIDER AND THE FLY. 95 were turned away, and the pang endured by that haughty heart was unsuspected. \" I should hope both Mary aud Miss Wearbank would have better sense than to attach any importance to the idle words of two unreflecting women,\" observed the good curate gravely. \" Oh, yes ! Mary has better sense, I know ; she only laughed at the indirect compliment paid to her ; but Rhoda would feel the insult keenly. You do not know my cousin.\" Indeed he did not. Nor did she ! The entrance of the tea-tray closed the colloquy. Rhoda came from the window as Mrs. Reed, apologising for her unavoidable absence, took her seat at the table, Mary and Maggie following her into the room. During the meal, Cuthbert, and his adventures, with those of other sea-faring men, formed the principal topics of conversation, in which Rhoda betrayed the interest of a casual ac quaintance — nothing more. Eva had insisted on returning to her own room in the spacious old-fashioned house, so"], [108, "96 STUNG TO THE QUICK. Rhoda was installed sole occupant of the guest-chamber, an arrangement which suited her more than her hospitable entertainers were aware. \" Good-night and sweet repose, dear cousin,\" was Eva's parting salutation as she kissed and left her at the door. \" Cousin ! \" hissed Rhoda between her set teeth, as she shut and locked herself in. \" Cousin ! Am I never to hear the last of this farce? Am I for ever to be reminded that I have no relatives ? Am I not per petually asked if I am connected with the Marshes on the male or female side? Con nected with the Marshes ! people whose pedigree is known throughout all Durham ! \" pacing the floor as she spoke, and unhooking her dress with angry jerks. \" If my mother was a beggar or worse, is it to be thrust in my face for ever ? The very name they have given me grates on my ear like a rasp ! I bear my story in my name ! \" — She paused. \" But that may be changed — ah, when ! Who will marry the stray waif ? Would he. ?"], [109, "97 THE SPIDER AND THE FLY. would any sensitive man link an honoured with a tainted name ? Oh, mother, mother ! I had better have perished with you than remain even in the lap of luxury to bear your shame ! \" and the proud girl bowed her head and wept, — but not for long. Tossing back with an impatient gesture the mass of curls, which, escaping from the side combs, had fallen like a veil over the sanctity of her grief, with a sudden change of mood she muttered angrily, \" Here too ! in the house of the country curate, where I felt my secret safe, do I not hear the whispered echoes of the Hesketh tongue ! Do I not come face to face once more with one of the viper brood that stung me ! But I will trample on his heart as his sister trampled on mine.\" Her better angel tapped her on the breast. Once more the defiant flush faded, her cheek sank on her outspread hand, — for a brief instant she reasoned with herself. \" Yet Cuthbert Hesketh himself has never wronged me to my knowledge, nor has Mary Reed. Stay ! may I not trace to his influ- VOL. I. H"], [110, "98 STUNG TO THE QUICK. ence, his teaching, the shrinking and mistrust of that wonderfully meek-faced maid ! And Mary Reed — why should I pause for her? Does not every look and tone of hers show repulsion? If aught so tame can hate, I know that she hates me ; but what is her hate to mine, and what is her chance beside me ? \" Rhoda stood before the glass as she drew a comparative summary of their rival charms. \" Why, even Eva's blonde beauty pales before mine. Though she certainly has a nameless grace I cannot fathom, still she has no art, no talent to conceal herself, no secret power within to charm at will and conquer whom she will. And Mary, insipid Mary, scarcely pretty ; educated, it is true, but not accomplished, not finished — a diamond in the rough — while I, the diamond cut and polished, may flash with lustre that shall dazzle her sailor lover, and defy them all.\" As thus she spoke, and stood with unbound hair falling to her knees, with a scornful lip and flashing eye, she seemed a very pythoness inspired with prophecy."], [111, "THE SPIDER AND THE FLY. 99 Who in her morning face of even baby artlessness would look for or suspect the terrific beauty it held, or the change a word, a moment might produce ? Her lips, her flexile lips, lied without speech, were capable of all expressions. Her beauty was that of the verdure on the vine-clad volcano, but the more to be dreaded because none knew of the secret fires slumbering beneath. Mr. Hesketh was over from Durham that day; Cuthbert met him at the railway station, and they walked to Mr. Reed's house to gether.; Mary was a favourite with Mr. Hesketh : he greeted her warmly before he turned to salute Mr. and Mrs. Reed, or to offer his apologies for the absence of wife and daughter, which he managed so very clumsily, that Cuthbert blurted out, — \" Now, father, don't spin a yarn about it : can't you say at once you did not care to bring the women in tow lest they should make mischief ? \" \" Well, — well — a — I can't say — I don't h2"], [112, "100 STUNG TO THE QUICK. know — well, the fact is, — I did not care to bring them, and so kept my own coming quiet, and that's the honest truth,\" ejaculated the old gentleman at length, glad to be rid of the apologetic burden self-imposed. \" I knew how the land lay,\" laughed Cuthbert, bringing his brown palm down on his father's back as he spoke, with hearty good-will, — \" I knew how the land lay. It would have taken a heap of shiners to rig the pair out in silks and satins to show off in, and make homely people uncomfortable with their airs ; so you, like the good old pilot you are, knowing the rock ahead, took care not to run foul of it.\" \" Nay, nay, Cuthbert,\" remonstrated Mr. Reed, gently, \" do not speak ill of your mother and sister.\" \" Mother ! she's no mother of mine! and as for speaking ill of her and Lucy, — why, it's what they've done of every other craft since I can remember. There, now, father,\" con tinued he, observing Mr. Hesketh about to speak, \" don't contradict me — you know it's"], [113, "THE SPIDER AND THE FLY. 101 true, and that you only kept them aloof lest they should plague you and make mischief here.\" A faint disclaimer from the father was followed by a good-humoured laugh from Cuthbert, and an appeal to Mary if she would miss his absent relatives. It was answered in the negative by her, and thereupon the sailor pronounced sentence that the unpleasant topic should be dismissed and they \" make themselves comfortable.\" Although in the room, Eva and Rhoda had remained totally unrecognised during this lively discussion ; the latter construing into a slight that which was but the result of pre occupation. While Eva, with girlish glee, came forward and professed her willingness to be \" comfortable \" on any terms, she held aloof until Cuthbert, observing her at last, stepped towards her and begged to be par doned for his apparent inattention. Then her brow relaxed, smiles took the place of the gathering frown, and she became once more fascinating; agreeably so to the captain,"], [114, "102 STUNG TO THE QUICK. unaccustomed to extreme polish and refine ment, JZ-sagreeably so in the opinion of Mary, who had been hitherto allowed a monopoly of her acknowledged suitor. Cuthbert departed to his duty on the \" Polly\" and the wharf. Mr. Hesketh closeted with Mr. Reed in his study .held a conference ■with him, the nature of which did not transpire. It was afterwards known that Mr. Hesketh, desirous his son's marriage should take place immediately, entered upon the question, not doubting it would be favourably entertained, as he came prepared to be liberal in a pecuniary sense. Struck with Mr. Hesketh's reluctance to introduce his wife and daughter, and coupling with it the unseemly remark Mary and Eva had overheard the latter make in the open street, the reverend gentleman was less an xious than he might have been for the union previously regarded with so much favour. \" Mary is young enough,\" he urged, apologetically, \" and so is Cuthbert : they may wait awhile. Indeed, Mary is much too"], [115, "THE SPIDER AND THE FLY. 103 young to be thrown closely in contact with ill natured or disagreeble women, whose oppor tunities for annoyance would be multiplied by alliance.\" \" But, my dear sir,\" appealed Mr. Hesketh \" you surely would not permit my wife's little peculiarities to interfere with the happiness of the young people.\" \" The ' peculiarities ' of a mother-in-law, be they ' little ' or great, are so apt to interfere with the happiness of young people,\" rejoined Mr. Reed, \" that it behoves me. to hesitate before I resign my bairn to the possibility of lifelong disquietude. Mary has had a com fortable and peaceful home, undisturbed by petty jealousies or bickerings ; she would therefore be ill prepared to ward off the gnat like attacks of small-minded feminine perse cution.\" \" God bless my life, Mr. Reed ! you might think I had a pair of furies in my house, only waiting to pounce on poor Mary. I am bound to own they enjoy a preponderance of tongue and temper, but the young couple"], [116, "104 STUNG TO THE QUICK need not reside within the reach of either, or if they did, both Cuthbert and myself would interpose to shield our gentle Mary from every annoyance.\" \" I do not doubt your good will in the least,\" replied the other ; \" I only doubt the good will of your family. Long tongues reach a long way ; you in Durham would be powerless to protect a daughter-in-law in Sun derland whose husband was absent at sea. I have been reminded to-day of Mrs. Hesketh's talent for sowing the seeds of discord ; and with no disrespect to you, think it an impe rative duty to deliberate before I decide.\" \" And while you are deliberating the two most concerned may be dying for each other,\" whined Mr Hesketh, quite disconcerted. *' I see no symptoms of love-sick malaria in either, as yet : and, indeed, the love that will not sustain a long courtship will scarcely en dure many months after marriage. Love-sick girls and boys often make very uncongenial partners for life. If their love is worth a benediction it will only deepen during the"], [117, "THE SPIDER AND THE FLY. 105 period of probation. I must consider the subject. It is too important for hasty decision.\" With this answer, Mr. Hesketh was obliged to content himself, and Cuthbert likewise. The former returned to Durham that even ing, disconcerted by the failure of his mission. He was anxious to see his son settled, with a home of his own, a home where he himself would find repose and a welcome ; which was more than he could say of the house in old Elvet. Besides, he was not too well satisfied with the excessive deference and attention Cuthbert paid to Miss Wearbank, nor with her recep tion of the same, and would fain have seen him married to a sensible well-meaning girl like Mary; safe from the lures of those bewil dering black eyes. Something of this Rhoda must have seen in his face, heard in his tones, for she remem bered he was present when she was found. As she felt, so she thought, the feeling ever"], [118, "106 STUNG TO THE QUICK. uppermost in her mind, swaying her inward communings. \" His manner betrays a consciousness of my base origin, and he scorns me for it ; but I will repay the scorn with interest. I can reach his heart through his son, and his vile wife's through her child too. ' Nemo me im pune lacesset' shall be my motto henceforth, and let those who insult me look to them selves ! \" Alas ! for the evil warp thrown by Lucy across the woof of the foundling's life, de stroying the texture with its coarse uneven thread ! More bent on her object than ever, day by day, little by little, did this subtle enchantress weave her spells around the unsuspecting sailor ; so delicately, that not even Mary could accuse her of flirtation or scheming. Mary felt the evil influence, but could not define it ; Cuthbert felt it and strove to shake it off; strove manfully against a fascination which was fast warping the love and faith of years, yet strove ineffectually."], [119, "THE SPIDER AND THE FLY. 107 It was therefore no slight relief to Mary when Mr. Marsh announced his intention to \" pop over and take his girls home, he was so confoundedly lonely.\" The morning came clear and bright, and with it Mr. Marsh, who proposed, as soon as the dinner cloth was withdrawn that they should go down to the wharf and take Cuthbert by surprise. A famous opportunity for Rhoda, who did not care to let her prize slip through her fingers without an effort to strengthen the net she had so carefully woven ! Captain Hesketh was on the wharf, giving orders to a couple of barefooted, bareheaded, barebreasted seamen, with tarry hands and tarry trowsers, as unlike the trim conventional stage sailor, as a Newcastle collier and the Lord Mayor's state barge. His greeting of Mr. Marsh and Eva was warm in the extreme ; his reception of Rhoda and Mary not less cordial, but there was also an evident embarrassment which betrayed inward perturbation ?"], [120, "108 STUNG TO THE QUICK. Other vessels lay between the \" Polly \" and the wharf, connected as usual by planks from gangway to gangway. Over these Mary and Eva tripped readily enough, either from custom or fearlessness ; but Rhoda, with the prettiest show of timidity, trembled to put a foot on the boards, until Captain Hesketh, with many assurances of their safety, handed her across ; an attention for which he was thanked with such eloquent eyes, no wonder he was dazzled. No sooner on board than her curiosity and surprise were excited by everything she saw, having, as she said, \" never trod the deck of any vessel larger than a Brighton pleasure boat.\" Of course she must examine the barque from stem to stern, her interest increasing at every step ; and, of course, the captain must be her equally interested cicerone. There were hatchways to peep down, narrow steps to be helped down, cabins to explore, lockers to examine, a compass to be boxed, and rigging described ; all of which kept the pair"], [121, "THE SPIDER AND THE FLY. 109 in pretty close proximity. Isolation from the rest of the party, who, being familiar with the \"Polly,\" did not care to follow, was the natural result. Mary began to feel not a little uneasy at the prolonged inspection, and more than a little piqued at Cuthbert's evident forgetful ness of her own presence on board, her annoyance by no means diminishing when they at length made their appearance after Mr. Marsh's loud call : \" Are you two going to be all day looking at spars and canvas ? \" and her eager ears caught these earnest whispered words, in the sweetest of sweet tones : \" I shall never forget this day, captain ! \" and his low but impressive response, — \" Nor /, Miss Wearbank.\" Recrossing the planks brought a return of timid hesitancy, and Cuthbert of course to her assistance. Once more by her side, there Rhoda detained him during the homeward walk, which Eva enlivened by banter and raillery on her cousin's unexpected nervous-"], [122, "110 STUNG TO THE QUICK. ness, raillery which delighted Rhoda, for Mary winced, and she saw it. After their early tea, Mr. Marsh proposed that \"the bairns should enliven them with a some music. Eva — good-natured, unsuspicious Eva — not conscious of the storm brooding over that hospitable hearth, sang cheerily for the delec tation of all who cared to hear her ; Maggie, too, playing over her latest lessons, essayed to please ; and versatile Rhoda enchanted the ear, not only with her brilliant execution on the piano, but with the exquisite tones of her rich clear voice, attuned as it was that night with pathos and tenderness. Alas ! for poor Mary ! her temper was sorely tried; agitation rendered her musical efforts a miserable failure, the very conscious ness of inferiority cramping her fingers and loading her voice. Never did she appear to less advantage, and never was syren more successful than Rhoda. Mary had yet another pull at her heart strings, when Mr. Marsh pressed Cuthbert to"], [123, "THE SPIDER AND THE FLY. 111 call when he came to Durham; and Rhoda with a wistful glance and the faintest of faint sighs, supplemented the invitation, which the recreant lover seemed only too ready to accept. Could Rhoda, as the swift train whirled them along the iron road that night, have looked into the parlour they had quitted, her triumph would have been complete. There were tears and angry words, accusation and proud retort, where love and peace had reigned supreme. Mary and Cuthbert quarrelled for the first time — not as the shallow-hearted or petulant, who quarrel over straws, kiss and are friends again every time they meet — but as those who love quarrel, when the wound is deep, and the one in the wrong does not care to confess or atone. It is true, Cuthbert's conscience accused him of trifling with Mary, but not finding the process of self-accusation comfortable, he strove to justify his conduct under the plea that \" Mary had no right to be jealous of his attentions to any girl. He thought"], [124, "112 STUNG TO THE QUICK. nothing of Miss Wearbank — at least, nothing to care a rope's end about, until Mary's confounded jealousy provoked him ; nor did he care much now, though she was so taut and trim ; but he would show Mary he could cast anchor in any harbour he chose, and was free to do it; he was neither moored for life nor stranded yet ! \" And so they parted — in sorrow and anger. Months would pass, and seas roll between their divided hearts ere they might meet again ! The sunlight would fade from Mary's future, and the rose-tint from her cheek, while the pitiful (not pitiless) round of daily life and household routine went on as usual, and while Rhoda laughed and chatted and intrigued as though there were no sorrow nor suffering in the world — but her own."], [125, "CHAPTER IX. OLD FRIENDS AND NEW FRIENDS. Shortly after their return home, as they sat at breakfast one morning, Mr. Marsh sang out in a blithe voice, though without a particle of music, \" Busk ye, busk ye, my bonnie, bonnie bairns ! I intend to bring home a beau this evening ; but I must warn you, half the marriageable belles in Durham are dying for him, so don't you two pull caps for the swain, lest I should object to pay the milliner's bill.\" \"Who is he, papa? What is his name? What is he like ? \" asked Eva, all aglow with excitement. \" Nay, nay, honey, not so fast ; one question at a time. Look at Rhoda there, the picture of demure propriety, with as much VOL. I. I"], [126, "114 STUNG TO THE QUICK. curiosity in her heart as ever perched on the tip of your tongue, I'll be bound. When will you learn to be as discreet as your cousin ? \" and \" papa \" patted his daughter's head with a smile which said more plainly than speech that he liked her best as she was. \" When my education is as finished, papa, not before. But you have not answered my questions. I am sure Rhoda wishes to know who this desirable beau may be just as much as I do. Don't you, Rhoda ? \" \" Not particularly. There is not much variety in Durham beaus in general, if I may be allowed to judge from the samples I have observed since I came home. He may be a new divinity student, with white neckcloth and black-rimmed eye-glass ; or a scientific viewer, learned in seams and strata ; or he may be, as is most likely, a country bumpkin ! I have seen no gentlemen here such as thronged the beach at Brighton,\" replied Rhoda, superciliously, with the air of one whose dictum was decisive. \" Oh, Rhoda, how can you for shame to"], [127, "OLD FRIENDS AND NEW FRIENDS. 115 say so ! I am sure there are as perfect gentle men in Durham as in Brighton, or any where,\" protested Eva. \" There may not be so many coxcombs here ; but there are men with heads as clear, and hearts as warm, and manners as refined, as the gentlemen of the south, Eva. There are gentlemen in Brighton as elsewhere, no doubt, but it swarms with foplings and adventurers ; and Rhoda has not been wise enough to discriminate between the dandy on horseback and the gentleman on foot. How ever, I will bring my ' bumpkin ' home to night. If he commit any particular solecism in good manners, we need not repeat the invitation.\" \" Well, but, papa, do — \" \" No ; I will not tell you his name till he comes ! Give me my hat. Where are my gloves ? I'm off ! \" \" Now is not that provoking ? I wonder who the gentleman is ! Come, Rhoda, I'll ring the bell ; and then we will gather some flowers, and re-fill the vases. I wish I knew i2"], [128, "116 STUNG TO THE QUICK. what he is like. I say, Rhoda, — don't you think papa ought to furnish the drawing-room afresh ? I believe those old crimson moreen curtains have hung at the windows ever since I was born. It is many a year since mamma had them dyed. I am sure they are dingy enough now. Bless my life ! here have I been talking away, and I do believe she has not heard a single syllable ! Why, Rhoda, I say ! what are you dreaming of — men or moonshine ?\" and the lightsome little lady laid her hand lightly on her cousin's shoulder. Slowly turning her large dreamy eyes from the window, thus recalled to herself, Rhoda replied, carelessly, \" Both, perhaps. But what do you want ? \" \" Want ? why you, to be sure ! We must trim up the room, and make the old place as presentable as possible : neither beaus nor bumpkins are so plentiful that we need despise the advent of a new one.\" The flowers were gathered, the old fashioned furniture smartened up with knitting and netting, embroidered cushions were"], [129, "OLD FRIENDS AND NEW FRIENDS. 117 divested of their chintz covers, and all that could be done to the room was done. Then the young ladies bethought them selves that their dress was rather heavy, and it became really essential that their mourning garb should be relieved with plain white collars and cuffs ; and as their wardrobes had not yet been supplied with the said \"essen tials,\" a shopping expedition became indispen sable. A brisk walk to the market-place, a leisurely survey of all the book-muslin collars and cuffs in their draper's show-room, a tardy selection, and then the twain hurried home to be in time for dinner, Eva talking all the way she went, and thinking of anything but what was before her; so that, as she turned the corner from Silver Street to Framwellgate Bridge, she ran almost into the arms of a gentleman coming in the opposite direction. She blushed, apologised, and so did he, lifting his hat to Rhoda as they passed on. \" I declare, Rhoda, if that is not your"], [130, "118 STUNG TO THE QUICK. ' count in disguise ! ' What a stupid I was. I quite bumped against him.\" \" Yes, you never look before you. What a pair of ill-bred creatures he must think us ! \" was the somewhat sharp reply. \" Never mind ; he is a stranger to us, so it does not matter.\" \" Yes, Eva, it does matter. A young lady should be equally a lady, whether in a room or in the street, with friends or with strangers,\" was Rhoda's very prompt and pertinent retort. \" Ah, well ! but I can't talk going up this hill ; my breath's gone. South Street will kill me before long. Don't Hook consumptive?\" and she laughed and gasped all the rest of the way home. At dinner, Mr. Marsh was obdurate. He would not lift the veil from the \" country bumpkin ; \" and as a little curiosity unsatisfied fans itself into a great curiosity, each young lady in her own room, whilst dressing, speculated in her own way on the pro bable peculiarities of their visitor expectant."], [131, "OLD FRIENDS AND NEW FRIENDS. 119 Evening came at length, bringing with it Mr. Marsh, and Rhoda's railway companion, against whom Eva had run so unceremoniously a few hours before. \" Mr. Raeburn, — my daughter Eva, — my niece, Miss Wearbank.\" The gentleman bowed, and with a pleasant smile, said, \" I believe I have had the plea sure of meeting these ladies before.\" \" Indeed ! \" said Mr. Marsh, \" I have certainly some recollection that my niece told me you two had travelled together ; but had no idea you and Eva had ever met.\" \" Oh, yes ! and Miss Marsh made a striking impression on me when we did meet ! \" was the gallant and rather pointed rejoinder. \" That means, papa, that I was so clumsy as to run right against Mr. Raeburn as we were hurrying home for dinner,\" explained the blushing Eva. \" Yes,\" chimed in Rhoda, \" and she con gratulated herself that the gentleman was a stranger, and therefore it did not matter.\" \" Well, stranger or friend, I can but beg"], [132, "120 STUNG TO THE QUICK. pardon, like a good little girl, and promise never to do so any more.\" \" And I, Miss Marsh, can but grant the pardon, and absolve you from the promise,\" replied Mr. Raeburn, answering Eva's mock courtesy with as solemn a bow. \" There, there, that will do ; never mind compliments. I want my tea ! Now, Mar tin, put the urn on that side for Miss Rhoda; bring in the comestibles and my slippers, and we will have a cosy evening. Mr. Raeburn, you must separate those girls to keep them from quarrelling. By-the-way, Rhoda, did you meet many ' country bumpkins ' during your morning walk, eh ? \" \" A few, in various disguises,\" was her cool reply, no ways disconcerted by the allusion, presuming their guest to be in igno rance of the morning's conversation. A rapid glance across the table from the young gentle man to the old one, convinced her of the contrary, and it was with difficulty she concealed her mortification. After tea, at Mr. Raeburn's request, for"], [133, "OLD FRIENDS AND NEW FRIENDS. 121 the first time since Mrs. Marsh died, the piano was unclosed and music-books brought forth. Eva, unaccustomed to exhibit before strangers, and conscious of the marked superiority of Rhoda's performance, was unusually reluctant to play ; but, when Mr. Raeburn suggested that \" Probably Miss Wearbank would favour him first with one of the overtures inscribed with her name, and afterwards Miss Marsh might be induced to do him the honour ? \" she laughingly took her seat, saying as she did so, — \" Nay, if I must commit myself, I had better do it first ; for I know you will have no patience to listen to me if once Rhoda's nimble fingers touch the keys.\" It must however be admitted that she was uncommonly nervous ; and even Rhoda at first seemed to have lost her usual presence of mind, but she soon regained her self-control, and performed a difficult fantasia with power aud precision. Mr. Raeburn did not evince the marked"], [134, "122 STUNG TO THE QUICK. surprise at Rhoda's surpassing skill which Eva expected. Whether it was that having seen much of the world and polished society, he had become accustomed to \" delicacy of touch,\" and \" brilliance of .execution,\" or that Eva's easy unaffected style pleased him by its very novelty — or that he was too well bred to compliment one lady at the expense of another ; certain it is, that his satisfaction was so equally and unequivocally expressed, that, later in the evening, Eva consented with scarcely any hesitation to accompany him in Carpenter's then popular duet of \" The Mariner,\" commencing — ■ \" Oh mariner ! oh mariner ! that eomest from the sea, Say will the angry billows bring my true love back to me Say are the tempests terrible that come upon the main, My love is on the sea ; oh ! will it give him back again ?' There was a perceptible tremor in her sweet voice when she commenced, but it gradually faded away as she proceeded ; and the song made an impression on their visitor, never afterwards effaced."], [135, "123 OLD FRIENDS AND NEW FRIENDS. More music and singing, and then an hour's social chat, a north-country supper, and a leave-taking, when the \" bumpkin \" was invited by Mr. Marsh to repeat the visit. This, as might be expected, was but the prelude to many other \" cosy evenings,\" in the enjoyment of which Mr. Raeburn partici pated. Sometimes music was superseded by a quiet rubber of whist ; sometimes he brought with him a new book, and read aloud, with a rich, well-modulated voice ; while the young ladies plied their needles or knitting-pins. Indeed, so agreeable did the young gentle man render himself on these occasions, that his presence began to be looked for as the principal ingredient towards the pleasure of the evening. Mr. Marsh was delighted. He rubbed his hands and chuckled gleefully at every fresh indication that the \"bumpkin\" was high in the good graces of both his \"bairns\" — and that he was, soon became apparent. Old Martin pondered whether \" that foine"], [136, "124 STUNG TO THE QUICK. young gentleman wor puttin oop te his young mestress, or te that black-eyed lass ! \" specu lation in the kitchen often preceding either speculation or perception in the parlour. However, so equally balanced were Mr. Raeburn's attentions to the cousins, that it would have required a shrewd observer to determine towards which his fancy inclined ; — if, indeed, he had a warmer feeling than friendship for either of them. Cuthbert Hesketh's visit to his father was not long delayed. When the \"Polly\" had discharged her cargo, and his actual presence in Sunderland was not imperative, he hastened to Durham. The frigid reception he met from his step mother, and the pert greeting of Lucy, were no inducements to prolong his stay in the house that was not home. Not even the cordial welcome of his sire, proud of the impulsive and warm-hearted sailor — a sac-simile of him self at the same age — could atone for their lukewarmness. jN'o wonder, then, that father and son"], [137, "OLD FRIENDS AND NEW FRIENDS. 125 should be seen that evening wending their way towards the hospitable residence of their old friend, where they were certain of a genuine and hearty welcome from the whole household — from Mr. Marsh, down to Martin and his dog Towzer — as ugly a brute as ever contrived to ingratiate himself into the favour of a master. \" What cheer, messmate, what cheer ? \" was Cuthbert's salutation, as the old man opened the door. \"Why, Maister Cuthbert, is that you? It diz my old een good to see ye ; I hardly kenned ye, tho', ye're grown so tall and comely ; but you were aye a bonny bairn, an' I'm reet glad te see ye looking so hearty ! \" \" Aye, aye, Martin, I don't doubt it. But where's my friend Towzer ? \" \" Why, ye must know, Maister Cuthbert — Captin, I mean — that Towzer dizn't like Miss Rhoda, an' Miss Rhoda can't abide Towzer, so I'm bound te keep him i' the stable out o' the way. The poor beast dizn't like it tho',\""], [138, "126 STUNG TO THE QUICK. said he, with a nod of the head, which implied that the man did not approve of it more than the beast. During this brief dialogue Mr. Hesketh had opened the parlour door to announce himself. Eva instantly (before any one else saw him) sprang forward, and, clasping both arms round his neck, kissed him affectionately. \" Dear godfather ! \" cried she. \" You good old soul, I am so delighted to see you. What a while it is since you were here ! I declare you are quite a stranger ; come and sit down close by me.\" \" I should as soon have thought of seeing — Cuthbert ! \" exclaimed Mr. Marsh, dropping his former speech. \" This is an unexpected pleasure ; I am glad to see you do not forget old friends. Permit me to introduce you to What ! shaking hands ? You do not mean to say you and Mr. Raeburn have met before ? Pray did you travel two hundred miles together in a first-class carriage ? or run into each other's arms on the Rialto, where"], [139, "OLD FRIENDS AND NEW FRIENDS. 127 merchants most do congregate ? \" inquired he, with a comical smile. \" Neither, my good sir,\" replied Mr. Raeburn. \" I made Captain Hesketh's ac quaintance three years ago, in Antigua ; but I did make the homeward voyage with him in his first-class barque, the ' Polly,' last year ; so we are old friends and fellow-travellers. I was not, however, aware that he was connected with my late uncle's executor, Mr. Hesketh, here ; the knowledge will, however, form an additional bond between us.\" \" And now, I should like to know what we disconsolate damsels have done amiss to be excluded from these hand-shakings and con gratulations ? I'm sure Rhoda looks as if she thought Captain Hesketh's memory were at fault,\" said Eva, pleasantly. Rhoda coloured to the temples (though from a very unsuspected cause) as Cuthbert advanced and pressed her hand between both his, saying, — \" My memory is not so treacherous ; Miss Wearbank will, I trust, forgive an omission"], [140, "128 STUNG TO THE QUICK. so unintentional, and for which I hope to atone.\" His voice sank lower as he spoke, and their eyes met in a glance which, on her side, spoke of timid, retiring love ; on his, of growing admiration. Alas ! poor fly !"], [141, "CHAPTER X. A GROUP OF PORTRAITS. Suppose we picture the group in that com fortable, but old-fashioned drawing-room, when the new arrivals were seated and engaged in pleasant, if desultory chat. Close by the open window sat Eva, for the benefit of the light, her fair hair falling in long ringlets on a frame and canvas, over which she bent, working very rapidly between the gaps in conversation. She was embroi dering in various shades of lilac wool with a long simple stitch, a sort of Vandyke pattern, intended when finished for one of those hand kerchief bags, without which no lady's toilet was complete at that day. Her dress was composed of closely fitting black paramatta, with band and buckle at the waist ; the VOL. I. K"], [142, "130 STUNG TO THE QUICK. sleeves, tight at the wrist, expanded gradually to the shoulder like balloons and (may it be told ?) were kept in shape by concealed cushions of light down. The neck, which would otherwise have been bare — the bodice rising little above the shoulders — was cov ered delicately by a large transparent muslin collar with a broad hem, to match the closely fitting cuffs. We in 18G7 should scarcely vote Eva's dress scant in the petticoat, but then in '39 it was fashionably full (not gored) and fell in very graceful folds as far as it 4 could fall, though it was short enough to dis play the black silk stocking and sandaled slipper which set off a very dainty foot and ancle. Long jet earrings, to match her brooch and buckle, completed her mourning garb, of which Rhoda's was a precise counterpart. The latter, tall and stately, as her cousin was small and lithe, had been netting a long crimson purse, but put it down on the entrance of visitors, having work of more importance on hand. Cuthbert, who had placed himself at the"], [143, "A GROUP OF PORTRAITS. 131 window near her work-table, as bringing him closer to herself (though she had fallen back a little more within the shadow of the sombre curtain), began fingering the silken trifle, much as though he were breaking the tenth commandment, and entangling himself and her purse-twist at the same time. It is scarcely necessary to describe Cuth bert's attire. The sailor thirty or forty years back and the sailor to-day is one and the same ; the same gold band on the officer's cap, the same careless neckerchief, the same blue jacket and vest, and in equally warm weather, the same white trousers and thin shoes tied on the instep. Cuthbert had a frank open coun tenance, bronzed by exposure, but legible as a book ; his eyes were a clear bright hazel, his hair was of a sort of tawny hue which has no name in the dyer's vocabulary, and his whiskers (a little lighter) obstinately refusing to grow in a continuous line, presented a couple of patchy bushes on the nether jaw. lie was by no means an ill-looking fellow, though he had patchy whiskers, a mouth k2"], [144, "132 STUNG TO THE QUICK. which always gave a glimpse of the clear white teeth within, and a nose which belonged to no one established type ; for if the lips were open and somewhat irresolute, the whole face beamed with good nature and generosity. So likewise did his father's, but the round good-tempered face was set in a thick bush of white hair, — \" mutton chop whiskers \" meeting and hiding within the voluminous folds of a white neckcloth (a trifle smaller than a sheet) tied in some mysterious fashion without a visible bow or knot. The neatly plaited French-cambric shirt-frills of which he seemed at once so proud and careful, were fastened down with an oval brooch containing his first wife's hair within a border of pearls set in red gold. His bottle-green coat with its gilt buttons, his buff Marseilles-quilting waistcoat, nankeen continuations, broad watch ribbon and bunch of seals, all told that he clung to the dress of the days when he was a beau and in his prime. Besides being ten years younger than his"], [145, "A GROUP OF PORTRAITS. 133 old friend, Mr. Marsh measured quite those many inches less in the waist, but as a sort of compensation he had risen three or four inches nearer to the ceiling. His face was quite as pleasant, with as cheerful good humour, but serene and ' equable ; whereas Mr. Hesketh's was liable to grow red and angry on what Mr. Marsh would have thought very slight provocation. Mr. Marsh, more over, formed a still greater contrast to the other, being dressed in deep mourning ; for even his black mohair stock had a falling front, barely relieved by a satin frill. The only touch of white about him was his collar, and that stood up stiffly on either side his face as if to keep his overflowing whiskers in order. Mr. Raeburn as yet has no fixed place in our picture, but he had one in the group, not so much by Eva's side as behind her in the back-ground, occupying a corresponding posi tion to that of Rhoda on the opposite side of the window ; the stout body of Mr. Hesketh partially hiding him from Rhoda's view, as every now and then the old gentleman leaned"], [146, "134 STUNG TO THE QUICK.' forward to make a passing remark to his god child. Does any young lady desire to know how- Mr. Raeburn, the beau-ideal of half the Durham demoiselles, was attired, let her consult uncle or papa, and it is probable she will hear that his faultlessly-cut swallow tailed coat of claret-coloured cloth was short in the waist, had a rather broad lapel collar, and sleeves so closely fitting as to require buttons for three or four inches above the wrist. That the said coat buttons, including two at the waist behind, were richly gilt and chased. That his vest was of claret velvet, a degree lighter than the coat ; his trousers of drab kerseymere, also closely fitting and strapped down tightly under glossy Wellington boots. That his collar stood erect like Mr. Marsh's, and his full black satin scarf was secured with a double breast-pin connected by a tiny chain. Such was Mr. Raeburn's exterior as he appeared in South Street, that summer evening, quite as interesting, quite as attractive,"], [147, "A GROUP OF PORTRAITS. 135 quite as gentlemanlike as any of our present loose-habited black-coated generation. But, then, Mr. Raeburn stood five feet ten in his stockings, had a face a sculptor might have modelled (for a thinking man, not an inane wax wig-block), lips with a bow-like curve, full and round and red as a woman's, yet redeemed from effeminacy by the decision and reticence which held them close. A thin line of black moustache fringed his upper lip, closely cut whiskers almost met beneath his rounded chin, a luxuriant crop of glossy curls clustered on his forehead, which had been toned down from its pristine white ness by the tropical sun under which he had been reared, and he carried himself with the grace of a gentleman, — not a dancing-master. Rhoda was by no means the only young lady in Durham who had set her heart upou Mr. Raeburn ; but she was the only one who felt, him to be attainable ; not that she valued him less, but that she valued herself more ; felt herself in fact the only person in the locality (for which she had a profound con-"], [148, "136 STUNG TO THE QUICK. tempt) who could at all stand on a par with him, and therefore the more especially fitted to attract his eye and win his affection. No fear of her simple cousin crossed her mind ; she was rather pleased than otherwise, when Mr. Raeburn retired from her view behind Eva and Mr. Hesketh. With his clear dark eye upon her, flirtation would not be the very easiest thing in the world, however adroit she might be, and she had somehow arrived at the conclusion, that he would not be easy to deceive with his eyes open. Eva, however, not dreaming of conquests or flirtations, laughed and chatted away whilst she threaded her needles and fastened her ends of wool — \" making love,\" as she called it, to her \" dear old god-papa ; \" every now and then giving a pleasant word to the younger listener, who, be it known, was not over delighted when the window was closed, the lamp brought in, and conversation became general. True, the engrossing rug-work which had"], [149, "A GROUP OF PORTRAITS. 137 kept the bright head and arch smile so per tinaciously bent over the canvas, and from himself, was laid aside, but, then, the merry face turned towards all alike, and no friendly curtain enabled him to whisper those occa sional sentences which elicit character, and may mean much or little, as they are inter preted. Not that Mr. Raeburn looked as if he were in love, or acted as if he were in love, but he had a dim consciousness that he would have been satisfied to remain in that shady nook, and did not care to be disturbed. Cuthbert had induced Miss Wearbank, with apparent reluctance, to promise him her crimson purse on its completion ; little think ing she was weaving another net for him, with a mesh closer and stronger, though invisible, and that the one he saw was but a type of that which he did not see. Had it not been for Mr. Marsh, the con versation during the twilight would have been more fragmentary and tete-a-tete than it was, but drawn into a different grouping round"], [150, "138 STUNG TO THE QUICK. the cheerful lamp, isolation was impossible, topics of general interest were introduced and discussed, Mr. Marsh thrusting in a pun wherever he could, and chuckling alike whether his attempts at wit \" told \" or fell dead. Rhoda alone, never very voluble, somewhat less talkative than usual, made her eyes do the work for her tongue ; she had a difficult game to play, and cared not to show spectators her cards. One thing is certain, that Cuth bert's love for poor Mary was being thrust farther and deeper into the shade, by his growing passion for this strange enchantress, whose fascinations the unsuspicious, sus ceptible (and somewhat weak-headed) sailor found himself unable to resist. And so it turned out that when the friendly party broke up at a late hour, one at least went home in a state of mental intoxication, from which recovery was doubtful."], [151, "CHAPTER XL CAN THIS BE LOVE? The next morning Cuthbert found himself again in Mr. Marsh's snug parlour, drawn thither by a secret influence, which not all his sophistry could reconcile to his conscience it was right and proper to yield to. Mary had been the sweetheart of his boyhood ; to her pitying ear he had confided his sorrow for the loss of his mother, his grief and troubles when the fresh wife, overcoming his father's faint scruples, drove the lad she disliked to sea. It was Mary whose sympathy was ever ready when, after each voyage, he had a story to tell of ill-usage by a harsh captain and a brutal mate ; it was she who strengthened and sup ported him in his trials, and encouraged him"], [152, "140 STUNG TO THE QUICK. to endure, persevere, and overcome evil with good. She had been the light of his life, and loved him, he knew, with perfect, enduring love. Was he to renounce the faith of years for a bright eye and a witching voice ? Ah, there lay the secret ! It was witching, and though his conscience smote him, and though he resolved, on his return to Sunderland, he would make his peace with Mary, and while in Durham keep a strict watch over his heart, he, like many a fool besides him, presumed to trifle with temptation, and his fine resolves melted like mist before the sun of Rhoda's smile. Eva was busied with some culinary mystery when he came, so, running into the room with floury hands, she gave him one finger to shake, and telling him he \" must fain be satisfied with Rhoda's society that morning,\" ran back into the kitchen to resume her operations. Nothing could have been more favourable for Rhoda's plans, nothing more unfortunate"], [153, "CAN THIS BE LOVE ? 141 for Cuthbert's wise resolutions. Alas, for good intentions ! Pandemonium is indeed paved with them, and there is little fear of the pavement wearing away for lack of fresh material. Rhoda \" feared she should supply her cousin's place but indifferently, she was so little used to entertain strangers,\" saying it with the most winning assumption of artless simplicity imaginable. What could Cuthbert say? Was not a compliment forced from him 1 What did he say ? He hardly was conscious what — some thing he uttered about \" desiring no other society, her power to please exceeding that of all women he had met in any land:\" and when she smilingly, with downcast eyes, rebuked him for flattery, what could he do but protest his truthfulness ? And then, as she held her beautiful head down, as if too overpowered by his words to utter a reply, need we be surprised that his arm stole round her waist, and, forgetting Mary, he sur rendered himself to the infatuation of the"], [154, "142 STUNG TO THE QUICK. moment, and poured into her delighted ear a confession of passionate love. And he meant it. The poor moth was scorching his wings with a very dangerous flame, but he was helplessly, hopelessly fasci nated. But did Rhoda admit a corresponding feeling ? Oh, no ! tthe young lady was far too wary for that. She implied the possibility of being won to love him at some remote period, irresolutely urged her youth, her inexperience, her uncle's probable displeasure, but looked — oh, how she looked ! — as if love strove with bashful ness, and only maiden modesty sealed the too ready lips. But she never named Mary — never put in the plea of his engagement as a reason for rejecting his suit. She knew his love for her was of sudden, fungus growth, that for Mary deep-rooted as a forest-tree ; and, though her breath had withered the leaves, she feared lest an incautious reminder should cause the yet living branches to put forth fresh ones."], [155, "CAN THIS BE LOVE? 143 Eva's pastry made, she joined the pair, and Rhoda escaped to her own room, under the pretext of preparing for a stroll by the river ; but, in reality, to hide and overcome her too visible exultation in the success of her arts. The stroll by the river was deferred, at Eva's suggestion, until after dinner, for she insisted that, \" after being half-roasted by the kitchen fire, it was not fair to ask her to walk out under a broiling sun ! \" \" Lest your goose should be cooked before Michaelmas, eh ? \" added Mr. Marsh, who had overheard her as he came in. \"Well, Cuthbert, my boy, how are you? Stay and have dinner with us. How soon will it be ready ? \" continued he, addressing Cuthbert and Eva in turn. \" Nancy is dishing it up ; Bella has laid the cloth. Yes, Cuthbert, you must stay ! You're not wanted at home, and you are wanted here ; you must stay and tell me how you like my pastry. I have been head cook to-day, papa,\" said Eva."], [156, "144 STUNG TO THE QUICK. So Cuthbert remained ; and after dinner, while Mr. Marsh had his pipe and his cus tomary \" forty winks,\" the trio strolled down the path to the waterside — the very path up which Rhoda had been carried wailing nearly nineteen years before. On proceeding a short distance they met Mr. Raeburn, who offered to accompany them, and as Cuthbert evinced no disposition to relinquish Rhoda, Eva, of course, paired off with the former, little to Rhoda's satis faction, it must be owned ; but Eva, it must equally be acknowledged, was perfectly satis fied with the arrangement, though as yet she was too blind to know wherefore. It was a delightful ramble, that by the cool river side, under the over-arching trees, that sultry summer day ; and to Eva the sky never seemed so bright, the water so clear, or the leaves so green — there was sunshine in her heart, and it brightened everything. Somehow, though, the little rattlepate was unusually silent, and even Mr. Raeburn appeared less fluent than ordinary. Eva"], [157, "CAN THIS BE LOVE ? 145 became apprehensive lest he would have pre ferred Rhoda as a companion ; and, strange to say, Mr. Raeburn was asking himself if Eva's thoughts were not with Cuthbert. The longer the silence continued, the more embarrassing it became. At length it was broken by a common-place observation of the gentleman's, but after a few minutes' conver sation, they relapsed into silence again. In a fit of desperation, Eva, as they reached a bend of the river, called Mr. Raeburn's attention to the extreme beauty of the scenery, and this elicited not only a response, but a very eloquent and vivid description of the lands he had lived in or passed through. Eva, deeply interested, forgot her fears, and everything but the happiness of listening to the rich tones of the speaker, into whose face she looked the pleasure she felt. Then he told her how his father and uncle had loved the same lady, and had quarrelled in consequence ; that years after their mar riage his father discovered she had been coerced by parental authority to marry him, VOL. I. L"], [158, "146 STUNG TO THE QUICK. her heart being bound to his brother. On hearing this he became furious with jealousy, burst into the chamber of his wife (always an invalid) in a fit of ungovernable rage, accused her of treachery, insinuated doubts of her fidelity, and by his language and de meanor so agitated her that she broke a blood-vessel and died within the week. Like many other angry men, he repented when too late — his jealousy was but the scum of his intense love. His agony at her loss was intense. England became hateful to him ; he placed his property in the hands of an agent, and taking with him his only son, Frank, then ten years old, wandered from land to land, in quest of the peace he never found, until he died in Antigua, six years before, repentant and hopeful. Thence he had him self been summoned by his late uncle's executors. \" At first,\" he said, \" I thought of returning to Antigua, leaving the manage ment of my newly-acquired estate in the hands of Mr. Hesketh, but an unforeseen circumstance over which I have no control"], [159, "CAN THIS BE LOVE ? 147 binds me now to my native land, and nothing but the disappointment of my fondest hopes will drive me hence again.\" Did Eva's imagination deceive her, or did his voice really seem tremulous with emotion, as he bent towards her to say this ? And why did little Eva's heart beat and flutter so wildly, as though winged with newly-fledged hopes ? and why did she avert her head, afraid to meet his searching gaze ? Ah ! why, indeed ? — was she learning so early the lesson we all learn once in life, and some learn once too often ? Cuthbert and Rhoda were in advance, not withstanding several attempts of the latter to drop into the rear, so that Rhoda saw neither the drooping head of Eva, nor the absorbed and earnest manner of Frank Raeburn. And well for them she did not, for she loved him with all the intensity of her pas sionate nature ; and woe betide the one who came between her and her aims, whatever they might be. As it was, she felt somewhat annoyed that Eva should be the companion of L 2"], [160, "148 STUNG TO THE QUICK. his walk ; but as this had been a matter of chance, not selection, and she herself had a profound contempt for her unsophisticated cousin, it never occurred to her that what she considered a blemish, some short (or far) sighted individual might regard as an excel lence. So she abandoned herself to the task of securing Cuthbert, whose return to his vessel was fixed for the following morning, and she succeeded beyond her expectations. Cuthbert Hesketh's acquaintance with the opposite sex was very limited, as might be expected in one shipped off for sea so soon ; and moreover, his impressions of women in general were not over favourable. He carried away with him no kindly home recollections ; his step-mother and half-sister having fur nished him with very discouraging samples of female grace and manner. He had wandered from clime to clime, from port to port, but, with few exceptions, his acquaintance with woman had, sailor-like, been confined to the free-and-easy class indigenous to all sea-port towns in England or elsewhere. Now and"], [161, "CAN THIS BE LOVE? 149 then Captain Hesketh might find himself in the presence of wife and daughter of some foreign merchant, where difference of language rendered intercourse imperfect ; or an invita tion to the drawing-room of some home skipper might introduce him to the graceful and refined of the household, but these oppor tunities were rare, and Mary Reed had been to him at once the concentration of all feminine excellences and his ideal of perfect womanhood. Had he met Rhoda in the fashionable saloon of a merchant prince, he would most probably have regarded her as one of the twinkling stars of an inapproachable firma ment, his own awkwardness and embarrass ment widening the distance ; but she came upon him where he was most at home, to dazzle him by her loveliness, and captivate by a refinement of manner and conversation contrasting vividly with all around and about her. He was near enough to feel her in fluence, to come unguarded within the range of her blandishments ; and Mary's gentle manners, her homely face, every-day accom-"], [162, "150 STUNG TO THE QUICK. plishments, and unobtrusive virtues paled to insignificance. The glorious sun put out the common fire, and left him dazed aud be wildered. And so, wandering with her upon his arm, listening to the witchery of her voice, he surrendered himself to the intoxication of the hour, forgetful of everything but the syren by his side, whose well-feigned diffidence but made him more eager and impetuous, more thoroughly enraptured when her lingering and indefinite consent to his suit fell falter ingly from seemingly reluctant lips. One thing, however, she gave him clearly to understand — that in the presence of others he must neither exhibit nor expect any marks of sentiment beyond friendship. And regard ing this but as a proof of innate and excessive delicacy, Cuthbert was in the seventh heaven, and would have promised anything those sweet lips asked him. Busied with the arts which were to convert Mary Reed's betrothed into her sworn thrall, Rhoda surrendered Mr. Raeburn to Eva for"], [163, "CAN THIS BE LOVE? 151 the afternoon, not without momentary hesi tation certainly, but with no fear for the result. Accustomed to mould plastic minds to her will, and supremely confident in her own powers, she imagined her smiles would bring any man to her feet, and that he would prove no exception. So she walked by Cuth bert's side with the flush of success on her cheek, and triumph in her step and bearing, whilst he was enchanted alike by the stateli ness which awed, and the flush which assured him. Mr. Raeburn, however, was neither so plastic nor so simple as Rhoda thought. He had travelled much, not as Cuthbert, a rough seaman among rougher seamen — but as a gentleman, the son of a gentlemau, whose ample means, education, aud well-bred ease, qualified him to move in the first society, not only in Antigua, but at home. The gloom thrown over his young life by the circumstances attending his mother's un timely end, and his father's remorseful moods, had made him thoughtful and reflective even"], [164, "152 STUNG TO THE QUICK. as a boy. Strangers deemed him cold, equable, unimpressionable : he was simply self-contained. There was fire in his heart, but he kept it under cover, and only a gentle warmth lit up his face in friendly intercourse. Rhoda had no plummet to sound the depths of his nature, nor a charm which was new to him. He had withstood the battery of bright eyes, the witchery of sweet smiles, the cajolery of winning words, long before he came within range of her seductive glances, and his cour teous attention to her during the journey from London to Durham was not (as she supposed) the result of magnetic attraction, but the politeness of a gentle nature towards a young and apparently inexperienced girl travelling a long distance without companion or protector. He had dwelt among dark-eyed, queenly beauties so long, that Eva's flaxen hair and bright\" blue eyes attracted him from their very rarity, whilst the frank and artless gaiety of her manner completed the charm. But if he were in love, Frank Raeburn had"], [165, "CAN THIS BE LOVE? 153 mastered the art of concealing it from in different beholders, and if he narrated his life-story to Eva during that pleasant stroll, to watch her varying countenance and test the strength of her feelings, he certainly betrayed nothing prematurely beyond the vague allusion to the circumstance \" which bound him to England,\" and the tone which told it. To him, Eva's varying face was as an open book, and he read there — not dis couragement. Thus it was that the whole party declared on their return to South Street that the ramble had \" been delightful ; \" though cer tainly three out of the four had walked on in utter oblivion of surrounding objects. The evening was of course spent at Mr. Marsh's, Mr. Hesketh and Dr. Grove drop ping in after tea to smoke a friendly pipe with the old gentleman, and test the quality of some fine old ale he had just received from the Sedgefield Brewery. Mrs. Hesketh resolutely resisted the intro duction of tobacco into her precise and stylish"], [166, "154 STUNG TO THE QUICK. parlours, which it was her boast to keep always prepared to receive ladies ; conse quently, when Mr. Hesketh desired the solace of a pipe, he was compelled to retreat to the kitchen (in the north, not a comfortless haven, by the bye), to the exclusive bar-parlour of the Waterloo, or the house of Mr. Marsh. There he was always sure of a hearty wel come and a merry little maiden to fill his pipe, hand him a light, and pull his bushy whiskers, ere she vanished through the curling smoke. Dr. Grove laboured under no such diffi culty ; he had the faculty of managing matters to suit his own convenience, and had he desired to smoke in his chamber, would have done so, not that he did, but had he felt so inclined, would. True, he did consider Mrs. Grove's best curtains, and his own picture-frames, and so held aloof from the drawing-room, and he did consult Mrs. Grove's known preference for cigars occa sionally during that lady's lifetime, but he did it freely, not under compulsion ; and now"], [167, "CAN THIS BE LOVE? 155 that he was a widower, he pursued the same course from habit. Rhoda often ' poohed ' and ' pahed ' at the smoke, and endeavoured to restrict the friends to cigars, but was out voted, Eva going over to the enemy at once ; so she was obliged to surrender, and content herself with quitting the room. Accordingly there was nothing surprising in her retiring from the parlour to the draw ing-room, when pipes were introduced that evening ; and no one suspected she wished to avoid the penetrating eyes of Dr. Grove — not even the worthy doctor himself. She was accompanied in her retreat by Eva, and speedily followed by Captain Hes keth and Mr. Raeburn, who professed to pre fer music to tobacco-smoke, though nothing was said of preference for the musicians. Left to themselves, amidst the clouds of smoke, the trio conceived a luminous idea; and, resigning at length their pipes, crossed the hall in a body to announce that a pic-nic to Finchale Abbey had been determined on, to come off in about three weeks, when Cap-"], [168, "156 STUNG TO THE QUICK tain Hesketh would be over, for a couple of days, to say good-bye to his father before he set sail for Oporto. That Mr. Raeburn would be at liberty was taken for granted. Eva was delighted, and Rhoda not the less, although her gratification was more tran quilly expressed. Then arose the question, who should be invited to join them ? And any one who has had the arranging of a gipsy party, knows how perplexing a question this is. Mr. Marsh thought Cuthbert's mother and sister should be asked. Cuthbert declared he did not care whom on earth they asked ex cepting Mrs. and Miss Hesketh ; and Rhoda protested quite as decidedly, if less vehe mently, that if they were invited she must decline to go. This the infatuated fool, igno rant of her rooted aversion and its cause, ascribed to her attachment, to himself. A second time Mr. Marsh blundered : de siring Cuthbert to bring Mary over to accom pany them. The bewildered recusant co loured violently, and stammered out some-"], [169, "CAN THIS BE LOVE? 157 thing unintelligible, which unenlightened Mr. Marsh interpreted from his own heart to mean he would bring her if he could. Finally, it was agreed that any friends of the young ladies were to be enrolled, with the above-named exceptions ; Mr. Hesketh and Dr. Grove being jocosely appointed to assist Mr. Marsh in maintaining order among so many young people. Cuthbert, charged with a message to Mary Reed, which he tacitly consented to deliver (without any intention of doing so), then took leave, little at ease, having been adroitly baffled by Rhoda in a clumsy attempt to gain a few moments' pri vate conversation with her. Mr. Raeburn lingered to the last, gentle manlike and self-possessed ever, with nothing in look or tone to indicate more than a friendly interest in either young lady, nothing more than an almost impalpable pressure of Eva's hand as he shook it after Rhoda's."], [170, "CHAPTER XII. PREPARING FOR A PLEASANT PIC-NIC. Trivial and common matters in a small country town ever attain an importance, almost incomprehensible to the dweller in the metropolis, accustomed to the whirl and bustle of active life, and the crowding pano rama of great events ever rolling on before him. A pic-nic near London would be a pebble in a stream ; a pic-nic in Durham, projected, too, by an independent member of the community, was an affair of interest to scores whom it did not concern, and the first intimation of the intended fete sufficed to organise a sort of house to house visitation, of all the old maids and gossips in ordinary. Let not this be mistaken for a reflection on old maids in general ; the writer has especial"], [171, "PREPARING FOR A PLEASANT PIC-NIC. 159 veneration for the much-maligned sisterhood, but Durham is proverbially celebrated for \" wood and water, law and gospel, old maids and mustard,\" and, as those unburdened with family cares of their own may be supposed to have a superfluity of leisure, it is only natural the spare half-hours should be dedicated to a supervision of the affairs of others, not arising in the first instance from a desire to do mis chief, but from a lack of useful occupation, and a yearning towards the interests and sym pathies from which they are personally shut out. No sooner, therefore, did it ooze out that the Marshes were preparing for a pic-nic, than old maids who had once been young ones, young maids who in all probability were destined to be old ones, matrons with mar riageable daughters, ay, and even here and there a sire with a son to settle in the world, began to speculate on the probable extent of the party, and assume invitations in all direc tions but the true ones. Not desirous to bring down a storm on his"], [172, "160 STUNG TO THE QUICK. \" devoted head,\" Mr. Hesketh carefully ab stained from all mention at home of the pro jected pleasure-party, from which his wife and Lucy had been so carefully excluded ; but there were not wanting good-natured friends to put the twain in possession of all the facts and fictions current respecting it. One lady after another came and went with her budget of news ; whilst the knitted anti-macassars, discomposed by one bevy of visitors, were smoothed and replaced before the advent of another, and efforts were made to compose the still more ruffled tempers of the ladies visited. When Mrs. Hodgson uplifted her hands, \" surprised that Mrs. Hesketh knew nothing of the Marsh's pic-nic,\" and the Misses Cald cleugh \"presumed their dear friends would be of the party, since Mr. Hesketh was one of the chief movers,\" and the Forsters, and Ords, and Hardwicks, one and all sympathising with \" their excellent friend's peculiar posi tion, her outraged feelings,\" and shocked at \"the indignity offered to their sex in the"], [173, "PREPARING FOR A PLEASANT PIC-NIC. 161 person of Mrs. Hesketh and her sweet daughter,\" brought all the little tid-bits of news they could collect for the delectation of the irritated pair, in order to \" convince them how shamefully they were treated by their natural protector,\" and what ill-used beings they were, it is not surprising that these assiduous (and wonderfully well-meaning) at tempts to soothe \" wounded feelings \" should produce a diametrically opposite result, and stir two very active temperaments to a ferment. The first ebullition of tears and temper having subsided, Mrs. Hesketh hurried to Gilesgate to pour all her sorrows and trials into the ample lap of her bosom friend, Mrs. Coulson, whom she was in the habit of con sulting in all the dark hours of her life, and they were many. Mrs. Coulson was a fat and jolly-looking widow, who had survived the ill-usage of three several spouses, and supplied experience and sympathy gratis to those miserable married ladies of her acquaintance who had VOL. I. M"], [174, "162 STUNG TO THE QUICK. no confidence in their consorts, believed themselves to have \"brutes of husbands,\" and lacked skill in the art of governing \" the creatures.\" Sure of solace in Mrs. Coulson's abundant store of compassion, and of sage instruction dealt out in return for the little family secrets deposited in her keeping, and sure also to hear no unpleasant truths about self-government, or wifely obligations, Mrs. Hesketh sought the widow, and to her revealed that \" those odious Marshes were getting up a gipsy party, and positively refused to invite either herself or Lucy ; she wouldn't mind that, for she did not care to join their gipsy party, not she ; but would Mrs. Coulson believe it? the party was given almost in honour of that ne'er-do-weel Cuthbert ; and Mr. Hesketh, positively Mr. Hesketh was one of the promoters ! What did she think of that? Was it not enough to try the patience of any woman, to be set aside by her husband in that man ner r Mrs. Coulson thought it was more than"], [175, "163 PREPARING FOR A PLEASANT PIC-NIC. enough — that such conduct was infamous, and not to be borne. \" But surely Mr. Hes keth did not propose the exclusion ?\" \" No, but quite as bad, he consented to it ! And readily enough, no doubt ! No, it would be that haughty minx Mr. Marsh calls his niece who set her face against us. The haughty stuck-up nobody ! \" Passionate people, whether male or female, seldom stop to select their words ; and Mrs. Hesketh's rolled readily along a well-worn track. \" I shouldn't be surprised!\" assented the ready widow. \" I don't like that lass ; she walks past my door as if all Gilesgate belonged to her. I should just like to take her pride down a peg or two, though she never did me any harm, to be sure.\" \" May be not, but it was through her that Lucy was almost turned out of Miss Robson's school, and for nothing but ' taking her pride down a peg,' as you say. / owe her no goodwill ; but Mr. Marsh thinks so much of his bargain, it is not safe to meddle with her,\" M 2"], [176, "164 STUNG TO THE QUICK. replied Mrs. Hesketh, remembering the threat of the Ecclesiastical Court with a suppressed shudder. \" But suppose we could manage to pay them back in their own coin — to annoy the hizzie's bairn who gives herself the airs of a duchess, and perplex this unfeeling husband of yours at the same time ? What should an old fellow like him be jaunting into the country with young girls for, I should like to know ? \" There was a spice of jealousy for Mrs. Hes keth's already brimming cup ! and as she drank the subtle concoction, she listened and assented to Mrs. Coulson's scheme for teach ing haughty young ladies not to give them selves airs, and recall wandering husbands to their senses. The three weeks passed, as all time does, more rapidly than anticipated, when it is fully occupied. Cuthbert was busied with the \"Polly,\" her underwriters, crew, and cargo; Mr. Raeburn with matters concerning his new property — business which frequently"], [177, "PREPARING FOR A PLEASANT PIC-NIC. 165 called him to London for weeks at a time, and on this occasion for a fortnight. Rhoda and Eva wrote a number of invita tions to friends at a distance, the former de claring that \" most of the people of Durham were such arrant mischief-makers and gossips, she did not care for their company.\" She did not say how sensitive her feelings were in mingling with those who might despise her for her origin, or that she hoped to shine with greater lustre the more of the country and less of the town element pre vailed. So Eva, after a feeble protest in favour of a few Durham favourites of her own, suc cumbed, and the notes were written, sealed, posted, and replied to in due course. Mr. Marsh, too, was in a wondrous bustle as the time drew near, providing, and with Martin's help packing, sundry mysterious hampers, the contents of which had kept Nancy and Bella running to and fro, from pantry to dresser, and dresser to oven, flushed and faint with heat, though with open doors"], [178, "166 STUNG TO THE QUICK. and windows, the immense fire almost roast ing the cook as well as the joints and poultry. The cousins, protesting that \" black crape bonnets were heavy,\" and their \"paramatta dresses unendurable,\" Eva coaxed the willing old gentleman to replenish their purses, with especial reference to white crape bon nets, challis dresses, and muslin pelerines. Then ensued a series of journeys to and from drapers, and milliners and dress-makers ; with such a trying on and fitting on as was surely never seen — except on just such another occasion, anywhere else. The important day came, and the expected guests assembled. Several arrived the pre vious evening, and beds were extemporised in all unsuspected nooks of the old-fashioned rambling house. Mary Reed, however, did not come, for the simple reason she had not been asked, Cuth bert declaring he \" forgot all about it,\" and begging Eva \" never to mind, as it couldn't be helped then.\" Eva did \" mind,\" for she loved her friend,"], [179, "PREPARING FOR A PLEASANT PIC-NIC. 167 and knowing Mary's quiet and monotonous life, hoped to have given her a pleasant and beneficial change, and she was surprised not more at Cuthbert's forgetfulness than at his light and indifferent manner of treating the subject. Of course Rhoda was not surprised ; and if she \" minded,\" the word bore another sig nification to her. There were the Middletons from Sedge field ; the Teesdales from Trimdon ; the Forsters from Sacristan ; the Applegarths from Brancepeth ; but only the three Miss Adamsons and a stray bachelor or two from Durham itself. Clear and propitious shone the morn, when at a tolerably early hour the party began to assemble in Church Street, regardless of the hill. Many were the curious eyes peering from behind windows, many the little urchins astride the low wall, to watch the equipages arrive and depart ; and as hamper after hamper was brought out and strapped to the carriages, baskets too heavy for their handles"], [180, "168 STUNG TO THE QUICK. placed under the seats, ladies handed in, and their cavaliers seated beside them, various ex clamations of conjecture or astonishment were openly uttered, bursting into a loud \" hooray\" as the vehicles rolled away, to the satisfaction of all but the horses — and they would have preferred lighter roads. Off they went, down the hill and up again, along Framwellgate, and soon were bowling along the North Road,* laughing and chatting merrily, as people do when thoroughly bent on enjoying themselves. On they went, tak ing the old bye-road at Aycliffe, up hill and down dale, under the bluest of blue skies, the most fervid of summer suns ; on they went, and in due time arrived at Finchale, and un packed first the carriages, then the hampers. Sharp fellows were those monks of olden time, with a keen sense of the beautiful, whether in art or nature ; practical old fellows too, knowing as if by instinct where to erect their rookeries. Wood and water, hill and * The New North Road did not then exist."], [181, "PREPARING FOR A PLEASANT PIC-NIC. 169 dale, rare pasturage and clear springs, were the essentials for the site of either abbey or monastery. There must be good promise of food, fire, and water, or they would none of it. Every monastery was not an Hospice of St. Bernard, nor every cowled brother a Monk of La Trappe ! Accordingly the instinctive wisdom of the founder of Finchale * had led to the selection of a deep and fertile vale, almost encircled by a bend of the river Wear, sheltered from the north winds by the lofty rocks and hanging woods of Cocken, and on every other side enclosed by steep hills. The river, broken here and there into beauty by its rocky bed, still flows swiftly by, curving round the level plot where Finchale Abbey stood, much as it sweeps round Durham Cathedral. But the former is a shattered and fragmentary ruin, in a fair, green valley, amid ancient woods ; the latter remains still a magnificent temple to the Most High, crowning with its massive Pronounced indifferently Finkale or Finkle."], [182, "170 STUNG TO THE QUICK. pillars, its antique towers, its heavy buttressed walls, a lofty hill surrounded by a city on other hills, which has erewhile been likened unto a \" map of Zion.\" The monks are gone from both, yet still the white-stoled chorister sings a Te Deum in the cathedral's ancient choir, and strangers with hushed steps and voices loiter in chancel, or Galilee, or cloister, to wonder and admire ; but through the broken arches of the cross-shaped abbey no anthem rings save the summer hymn of birds, or the wild winds of winter wailing o'er decay. Visitors come and go, but not to meditate or worship ; not with hushed voice and reverent step ; they come in groups to laugh, and sing, and feast and make merry, forgetful alike of the saint who founded, or the monks who feasted there. No rueful thoughts of the \" dead and gone\" occupants of the ruined abbey there fore disturbed the gleeful party presided over by Mr. Marsh, Mr. Hesketh, and Dr. Grove, who had announced they could manage the"], [183, "PREPARING FOR A PLEASANT PIC-NIC. 171 matter to everybody's satisfaction without the interference of any meddling women, and, confident in their own capabilities, marshalled their followers to the refreshment-house (erected in the grounds for the convenience of such visitors), attended by Martin and his comrades hamper-laden. Mr. Marsh laughed, Mr. Hesketh swore, whilst Dr. Grove, biting his thumb-nail and half-closing his eyes, put on his studying cap, when the person in charge quietly informed them that the rooms had been engaged a fort night previously for a large and exclusive party. Any other little accommodation they might require (such as heating their kettles at tea time) they could have, but the rooms were not at liberty. For a few moments three blank faces gazed at the woman and at each other, broken at length by the expostulations of Mr. Hesketh, who, wiping his hot forehead with a handker chief scarcely redder than his face, preferred to \" refresh \" in the shade rather than in the sunshine."], [184, "172 STUNG TO THE QUICK. Laughing at their own discomfiture and his choleric companion's chagrin, Mr. Marsh ex claimed, \"Never mind, Hesketh, let us de spise the sour grapes and not whine about them. After all, modern walls and roofs are stifling on a sunshiny day. Besides, a gipsy party loses half its character when the green sward is exchanged for a boarded floor, so let us adjourn to the shelter of the ruins without more ado. Doctor, here, will tell you that there is no fear of our catching either rheuma tism or ague from a seat on damp grass.\" \" Damp grass ! I should think not, with the thermometer where it has stood the last four days. More danger of sun-stroke than ague, in my mind.\" \"And little danger of either while there is a tree or wall to cast a shadow,\" interposed the doctor, smiling at Mr. Hesketh's dolorous tone. \" What a pretty figure we cut after our declaration that we were competent to make all arrangements without assistance ! I've a notion we look like three simpletons,\" ex claimed the perplexed purveyor, with an"], [185, "173 PREPARING FOR A PLEASANT PIC-NIC. angry effort to beat down with his red hand kerchief a buzzing fly which seemed deter mined to settle on his crimson forehead. \" Well, well, Hesketh, it's no use lamenting over a trifle like this. Come along ; we shall be certain to enjoy ourselves most in the open air,\" remonstrated Mr. Marsh. \" That we shall, godpapa ; it will be such fun to dine on the grass ; I should like it very much better than dining off a table ; we do that all the year round — what do you think, Rhoda?\" said Eva, coaxingly to the discomposed gentleman, putting her arm within his to lead him away during the ap peal to her cousin. \" Oh, I think the ruins infinitely prefer able,\" was Rhoda's ready response, as she turned away amid the \" So do I's \" of the assembled group. A sudden stop, an in voluntary shiver were followed by a glance of haughty defiance, as her eye rested for a single instant on a party advancing. \" Confound the woman ! Who could have thought of this?\" muttered Mr. Hesketh be-"], [186, "174 STUNG TO THE QUICK. tween his set teeth, as, yielding to the gentle pressure of Eva's arm, he suffered himself to be led away, and came face to face with — Mrs. Hesketh and Lucy. Mrs. Coulson followed, and a very large sample of the Durham feminine population, wTith their attendant esquires : but the two who led the van alone attracted the atten tion of Rhoda and Mr. Hesketh, as their tormentors sailed forward with malicious triumph labelled on their foreheads. \" Good morning, Mr. Hesketh,\" drawled out the former, with a sneer, as she curtsied almost to the ground. \" Delightful day this for a dinner alfresco. I trust you may find everything to your satisfaction, and that you will suffer no annoyance from the midges — they are frequently very troublesome at this season under the trees.\" \" Midges, indeed ! I know of no midges with stings equal to yours and Lucy's, and I do intend to enjoy myself, depend upon it, madam,\" retorted he, furious at finding the wife, whom he had imagined safe in Durham,"], [187, "PREPARING FOR A PLEASANT PIC-NIC. 175 there before him, evidently brimful of mis chief, and quite as palpably the individual who had forestalled his plans by pre-engaging the refreshment-house."], [188, "CHAPTER XIII. FOR A MERE SONG. Mr. and Mrs. Hesketh were by no means what Tim Linkinwater designated \" a com fortable couple ; \" for notwithstanding his na tural cheerfulness and geniality, his love of ease and social enjoyment, the continual drop pings of \" a contentious woman \" drove com fort from their home, and the husband after it, in pursuit of the truant. He fled to avoid those quarrels which he shrank from, but which are ever the inevitable offspring of a choleric man and a narrow-minded aggra vating woman. Consequently, a few years after his second marriage he separated his office from the house in Old Elvet, and removed his business as estate agent and surveyor to rooms in"], [189, "177 FOR A MERE SONG. Sadler Street, where, such was his easy-going disposition, he forgot his household troubles until reminded by the chimes of the neigh bouring cathedral that punctuality at the dinner or tea-table was indispensable, and he turned homewards with a sigh of resignation. Thus it was that after venting his annoy ance in the given retort to Mrs. Hesketh, he hastened with Eva after their retreating party, and once out of sight of his domestic tyrant, banished the unpleasant subject from his mind as summarily as usual. Built, as usual, in the form of a cross, there had been in the centre of the church where the four limbs joined, a tower or spire erected on four massive circular pillars, so massive that one of them contained a turnpike stair case which led to the superstructure. In the space between these pillars they found their laughing friends lounging or bustling according to their different temperaments. \" Here, Hesketh,\" called Mr. Marsh, as they drew near, we have pitched upon this spot with due regard for your wishes and VOL. I. .1"], [190, "178 STUNG TO THE QUICK. conveniences. As there are four pillars, you may shelter from the sun whatever quarter he shines from, or you may have a nap in that staircase, which we are converting into a wine-cooler. Hang the rooms, say I, we must have paid cash down for them, and I am told we can take the turnpike upon trust.\" Mr. Hesketh, who was deeply interested in the negociation of sundry turnpike trusts, laughed at this sally, turned up his cuffs, and came forward to assist the search then going on for a corkscrew. Not more than half the glasses were broken, and no wine was spilled, but cork screws had been forgotten. \" I have one,\" exclaimed Edwin Grove (the doctor's son and heir), at the same time pro ducing one of those multum-in-parvo pocket knives which always promise so much and generally perform so little. He had been deluded into the purchase of the implement by a crafty itinerant representing himself \" a Sheffield cutler out of work,\" his charity"], [191, "FOR A MERE SONG. 179 being stimulated by a knowledge of the ap proaching trip. The wine was old, the cork rebellious, and snap went the gimcrack corkscrew the first pull. However, bottle-necks are not made of adamant, so the omissions and acci dents were alike of little importance ; and the thirsty travellers having refreshed, sepa rated into parties or pairs to wander among the trees, or to explore the ancient ruins. Rhoda, to Cuthbert's chagrin, very adroitly set him aside, in order to attach herself to Mr. Raeburn as guide during his explorations, he being strange to the spot, she familiar with it from childhood. Very fascinating she Avas, very beautiful in her white crape bonnet, very ladylike ; and did the honours of the ruins so elaborately, yet so unpretendingly, and with such beseeching tenderness of tone and manner, though modest withal, that Frank needed some amulet to preserve him from her allurements. Eva felt unaccount ably nervous when Rhoda took possession of Mr. Raeburn, but soon forgot her half-formed N 2"], [192, "180 STUNG TO THE QUICK. fears in the excitement of scolding Cuthbert for not bringing Mary, who would have been delighted to join them, she was sure, had she been invited. \" If I had thought you would have been so careless, I would have sent to her by post,\" said she ; \" I never knew you guilty of for getting a message or neglecting to deliver a note before.\" \" The more reason why you should forgive me now, if it is a first offence,\" argued the delinquent, little relishing the turn the col loquy was taking. \" Yes, but Cuthbert, I cannot understand why you should forget this particular mes sage. 1 am puzzled to comprehend how you could remember to come yourself, and yet appear without Mary. If I were Mary, I should quarrel with you for it.\" \" No you would not, Eva. I know you better ; you might, perhaps, threaten war, but your little soft heart would surrender before the first gun was fired, and you would forgive me, kiss me, and be better friends than ever.\""], [193, "FOR A MERE SONG. 181 \" Indeed I should not, Mr. Saucy, I should be very much displeased ; and if that is your experience of Mary's placability, I must say she is too amiable by half; and you don't deserve so good a creature. / shall never forgive you — never.\" Notwithstanding the half playful manner in which he was taken to task, still Cuthbert felt this to be dangerous ground, and, unsus pected by Eva, led her at a quickened pace to join a group of strollers close at hand, in order to change the topic for one of more general interest. Mr. Hesketh, who had a leaning towards a favourite key-bugle, had brought it with him, and employed the instrument as a signal to summon the wanderers to dinner, which he and Martin had laid out on the whitest of white table-cloths, spread on the greenest of grass. Soon the stragglers made their ap pearance, and seated themselves gipsy fashion ; plates clattered, knives and forks rattled, bottles were decapitated, pie-crusts crumbled like fortresses in a siege, ham and tongues"], [194, "182 STUNG TO THE QUICK. were carved, and chickens dissected by Doctor Grove (appointed head carver by Mr. Marsh as a sort of practical joke), and the great business of dining proceeded amidst mirth and laughter. Cuthbert had contrived to steal round to Rhoda's side, and thereupon she afforded him a few of her pleasant smiles to make digestion easy. Frank Raeburn devoted himself to no one lady in particular, though he was careful Eva lacked nothing he could procure for her. Edwin Grove, with his coat turned inside out as a livery, professed himself waiter in ordinary, and desired Martin to remember that for that occasion he (Martin) was butler only, and so must not interfere with his duties as general attendant. Martin nodded slily and cunningly as he replied, \" Thank yo, Maister Ed'n, aw expect a guid day's darg* wi'out medlin' wi' rnair than aw can manage cannily. Theer's like * Day's work."], [195, "FOR A MERE SONG. 183 to be a famous drouth * this het day ; an' so aw thank yo heartily.\" So Mr. Edwin, with his purple silk sleeve linings outside, was called hither and thither to supply wants real or imaginary in the edible line, and, in his self-imposed task, the waiter came more than ever within range of the battery of Rhoda's smiles and glances. Her requests were made known, her thanks expressed with so winning a grace, the young aspirant for medical honours was captivated at once, and became most assiduous in his attendance, to the palpable neglect of his duties elsewhere. Dr. Grove was not so occupied with his anatomical pursuits as to be unobservant of what passed around him, and, without appa rent motive, quickly summoned the \" waiter \" from so dangerous a neighbourhood, and pro vided him with ample employment elsewhere. Still, he made occasions for speech with the gracious belle, whom he remembered but as * Thirst."], [196, "184 STUNG TO THE QUICK. an imperious school-girl, only remarkable for very black eyes, very black hair, and a pro found contempt for boys. He had heard of her, it is true, but not in very flattering terms ; and, being prepared to meet an arro gant dame, too scornful and self-sufficient to be attractive, he was more than agreeably surprised. He was disposed to attribute envy to his informant, and where he found unexpected beauty and suavity to ascribe also every grace and virtue which should be beauty's dower. So he lingered near her, and when the waiter himself found leisure to dine, carried his plate with him, and seated himself near the universal charmer, much to the disgust of Cuthbert, who did not care to have a pleasant tete-a-tete interrupted. Setting aside the gratification of Rhoda's vanity, and love of power, she hailed Edwin Grove's approach as serving to abate the exclusive appearance of Cuthbert's devotion, afraid lest Mr. Raeburn should observe, credit her with flirtation, and resign all pretensions"], [197, "185 FOR A MERE SONG. to her himself. She had no desire to lose the substance for the shadow, and therefore skilfully avoided any display of particular preference. After dinner there were fresh rambles, then an assemblage for singing. Edwin Grove produced a flute, on which he was by no means a bad player, and then, sultry as the day had been, dancing was proposed, when key-bugle and flute were both called into requisition. Again Rhoda contrived to monopolize Mr. Raeburn, but Eva had insisted that Dr. Grove should dance and be her partner, and they were vis-a-vis. Cuthbert and Miss Middle ton, Mr. Marsh and Miss Applegarth made up one set. Rhoda, as graceful a dancer as she was an accomplished musician, moved over the grass as elegantly as on a ball-room floor, dispensing smiles and sweet words to all the gentlemen in turn — reserving her blandest for Cuthbert, her truest for Frank. She had brought a sketch-book with her, and strolled away to pencil some delightful"], [198, "186 STUNG TO THE QUICK. \" bits \" of scenery ; not that she cared to exercise her skill as an artist, but she had a vague hope Mr. Raeburn would follow her. He did not, but Cuthbert did ; and she rebuked him sharply for making his atten tions so conspicuous. Somewhat crestfallen he retired, resolved to make himself agree able to Eva, but he found her listening with sparkling eyes to something Frank Raeburn had spoken for her especial ear. Up to this period, with the single exception of the morning surprise, all had gone \" merry as a marriage bell ; \" and Mr. Marsh, grati fied by the pleasure of others, was quite in his element. Stray groups of the rival par ties had met in their rambles, but they passed and re-passed unmarked, from the fact that the Marsh party was principally composed of strangers to Durham and its denizens. Mr. Hesketh had taken an early oppor tunity to whisper his friend Marsh his fears lest some unpleasantness might occur, the body of visitors who had so quietly sup planted themselves being his wife and her"], [199, "187 FOR A MERE SONG. friends, half the gossips and mischief-makers of Durham. Mr. Marsh only laughed, and declaring it a capital joke, an act of skilful generalship, proposed that a flag of truce should be sent into the enemy's camp, to suggest an imme diate amalgamation of their respective forces — a proposal the discomfited husband nega tived at once, as sure to cause a revolt amongst their own immediate followers ; and nothing more was said of amalgamation. When hour after hour went by without interference or intrusion, Mr. Hesketh began to hope he had been mistaken in his wife's motive and manner, and that the rencontre was the result of accident : a delusion dis agreeably dispelled before the day departed. After her summary dismissal of Cuthbert, Rhoda continued her solitary walk a short distance ; then seating herself on an old grey stone coated with moss and lichens, arranged her few materials, and began to sketch the view of river and ruin spread out before her. She had occupied the same seat years"], [200, "188 STUNG TO THE QUICK. before in moody reverie, when Mr. Marsh drove her, a convalescent patient, over to Finchale occasionally for change of air and scene, and she turned to the well known spot naturally, without a thought that the dining-house was separated from her retreat only by a few straggling trees. She pencilled her outlines with a firm bold hand, casting frequent and anxious glances outwards in hope to see Mr. Raeburn advance in quest of her ; a bolder stroke of her pencil than ordinary, a more rugged touch given to rock or ruin alone betraying her impatience and disappointment. \" A masterly touch that,\" uttered by a voice above, caused her to look upward. Mr. Edwin Grove was bending towards her, glass in eye, watching the progress of her drawing very complacently. \" How you startled me ! I thought I was alone ! \" exclaimed she, closing the book and rising instantly. \" Is Miss Wearbank so little acquainted with the power of her own charms as to"], [201, "FOR A MERE SONG. 189 suppose she can absent herself from her friends without being missed ? \" said the gentleman, deferentially. \" Miss Wearbank never gave the matter a moment's consideration,\" replied she, with a slight shrug of the shoulders, gathering up her pencils as she continued, \" I had promised a drawing to a friend, and thought this a favourable opportunity to redeem my word.\" \" Do not suffer me to be the cause of your friend's disappointment, I beg. Pray resume your seat and occupation. I shall be proud to remain in attendance as your pencil-bearer. Your humble servant a second time to-day.\" A little hesitancy, a few more words of entreaty, and Miss Wearbank complied with the request so gallantly urged. \" Have you any recollection, Miss Wear bank, of the great rough schoolboy who used to pelt Miss Marsh and yourself with snow balls so unmercifully all the way from the Bailey to your own door ? I remember well your vigorous retaliation, and later your supreme scorn as contrasted with your com-"], [202, "190 STUNG TO THE QUICK. panion's laughter, or tears when the frolic went too far. Have you a pardon now for the rude fellow who tormented you then ? \" \" As my memory does not go back so far to either schooldays or schoolboys, I presume pardon to be unnecessary,\" replied she, look ing up with a bland smile which belied the bitter memories crowding round her heart and strengthened by his words. Just then, as if to intensify her pain, from the open windows behind the trees came rolling forth, distinct and clear as a good and powerful singer could give it, a rollicking song with a semi-pathetic refrain, which was caught up as a chorus by all the male voices, more than one feminine tone blending with the rest. The song told ludicrously the story of a poor little lambkin dropped on the banks of the Wear, rescued and petted to please a spoiled child, but which growing bigger, more sheepish, and more troublesome as time went by, was finally resigned to the butcher and cook. The burden with each stanza"], [203, "FOR A MERE SONG. 191 marked a gradation of the story, varying from A poor little lambkin, a waif of the Wear,\" to The last of their lambkin, the waif of the Wear. The song arrested Rhoda's attention, her pencil dropped, she listened with lips apart and eyeballs fixed, powerless to move. Her own story was caricatured from the beginning, and the end — it told her what she might expect when her friends were weary of her. She clenched her hand and ground her teeth in a futile attempt to disguise her outraged feelings and subdue her emotion : Edwin Grove, standing by in extreme per plexity, comprehending each coarse allusion, yet afraid to wound a sensitive mind still more by any open recognition of the insult. But they were not the only hearers, Cuth bert, hovering near the region his enslaver occupied, passed under the windows and applauded loudly what he called a \"capital song,\" in blissful ignorance of its hidden"], [204, "192 STUNG TO THE QUICK. meaning ; for as he was seldom at home, and when there \"never listened to women's yarns,\" all he knew of Rhoda's parentage was, that some mystery attached to it. A posse of their companions, with Mr. Hesketh and Mr. Marsh in their midst, de sirous to have a game at threadneedle or forfeits before tea, had come in search of the three absentees, and choosing different paths reached the vicinity of the building in time to hear more or less of the song. \" A capital song, you scoundrel ! what do you mean ? It is an infamous song, a das tardly attack on a defenceless girl. But I'll know the author of it. Move out of the way ! As he spoke, old Mr. Hesketh, fuming with indignation, brushed past his bewildered son, thrust aside the housekeeper who blocked the doorway, and darted into the midst of his wife's gleeful party, with no very clear notion what he was about to do. Cuthbert, however, foreseeing a \" squall,\" and knowing there were \" breakers a-head \""], [205, "193 FOR A MERE SONG. (as he afterwards owned), plunged after his father as soon as he had recovered from his own astonishment. Then ensued an uproar which baffles de scription. Mrs. Hesketh, with curling lip and ex ultant eye, met her husband almost on the threshold, and bade him return to the party he came with ; her friends did not require his society. Spluttering with passion, he confronted her much more boldly than his wont. \" Your friends, indeed, madam ! Thank God they are not mine ! I demand to know who sung that song ? \" and he looked resolutely around the room. \" Perhaps the gentleman, whom I have not the honour of knowing, will favour us with the title of the song he refers to. ' That song ' is rather indefinite, considering the number we have been favoured with this afternoon,\" drawled out a young puppy, scarcely out of his teens, in a most supercilious tone. \" Don't beat about the bush, you land- VOL. I. o"], [206, "194 STUNG TO THE QUICK. lubber, you know what song my father means well enough ! \" thrust in Cuthbert, testily, for the first glimpse of his step-mother's face had told him there was mischief afloat, and she at the helm. \" Upon my honour ! And pray who may you be ? A nameless son has commonly a nameless sire,\" drawled out the former speaker, still more offensively. \" Captain Cuthbert Hesketh, at your ser vice if you are a gentleman, and equally at your service if you are not ; for I'll kick you out of the window if \" \" Two words to that bargain, Captain,\" called out a ready voice, and a tall young fellow interposed between the shrinking cox comb and the sturdy sailor ; a reckless colle gian, known over all Durham for his mad pranks and his dissipation. \" Leave the room ! \" \" I demand to know the author ! \" \" Gentlemen — pray gentlemen, don't,\" — beseeched a terrified old maid. \" I insist upon knowing it ! \""], [207, "FOR A MERE SONG, 195 \"Father, you ought to be ashamed to create this disturbance ! \" \" Hold your tongue, Miss Lucy ! \" \" Mr. Hesketh, your conduct is most un gentlemanlike ! \" (Mrs. Coulson, with digni fied amazement). \" Oh, let the little puppy go ; he's not worth a rope's end ! \" (Cuthbert, contemptu ously) . \" I demand the singer's name.\" \" Jack Fortescue sang the song, Mr. Hes keth ; 1 could tell his voice half a mile off,\" volunteered Edwin Grove, who entered at the instant. There was a momentary lull as Jack For tescue, resigning the defence of his cowardly fellow student, turned round to confront the new comer. \" Well ! I own Jack Fortescue did sing it, and moreover Jack Fortescue wrote it ! But what if I did ? Is there anything in the song that should raise all this hubbub ? \" \" Anything in it ! — malice was in it, and mischief, and you know it ! \" o 2"], [208, "196 STUNG TO THE QUICK. \" Keep your temper down, old gentleman ! I have an old father at home, and respect grey hairs ; but my temper's none of the longest. Ready for mischief I may be, but I'll be hanged if I ever mixed malice or meanness with my mischief, drunk or sober.\" \" That's true, Jack, and everyone knows it,\" assented Edwin Grove. \"Mr. Hesketh, I don't believe Jack Fortescue, wild as he is, could have written that song with a double meaning.\" It was the unfortunate musical poet's turn to look bewildered. \" Double meaning ! certainly not.\" \" Then how came you to write it at all, and sing it to insult a lady and her friends ? \" \" Simply enough. I wrote it at the desire of two ladies, who gave me the outline which I threw into verse. I did not sing to insult any one.\" \" I thought as much ! \" broke simultane ously from Cuthbert and Mr. Hesketh, as their reproachful glances turned from him to Mrs. Hesketh and Lucy."], [209, "197 FOR A MERE SONG. Mrs. Coulson and Mrs. Hesketh had been the spurs in the sides of their poet's Pegasus ; not Lucy, she was only a consenting party ; and while Mr. Fortescue was flattered and cajoled, installed into office as comptroller of their projected excursion, kept (as was very common with him) in a state of constant exhilaration with good wine, and primed to write or do anything they asked, Lucy re mained wisely in the back-ground. But she had sat at the open window while he sang, a window overlooking Rhoda's seat, and with grim satisfaction noted the result. She saw that the shaft had gone home, and re joiced the more because she beheld Edwin Grove, her own admirer, bending over her old rival ; doubly her rival now. So when Edwin (whose surprise at seeing her in the room may be guessed) assumed a lover's right to disapprove her share in the mean plot against another woman's peace, she denied being an accessory, most strenu ously; and to his rebuke for being in such society without his protection, retorted very"], [210, "198 STUNG TO THE QUICK. readily and pertinently, armed with the evidence of her own eyes. A quarrel (un heard in the louder commotion near the door) resulted. Both were equally angry, equally in the wrong, equally jealous of private rights and privileges, equally jealous of power over the other. Lucy would not surrender an inch of ground — Edwin \" would not be dictated to by any woman under the sun.\" The wrangling ended in his turning sharply on his heel and following Mr. Plesketh and Cuthbert from the room, resolved to have nothing more to say to a girl who questioned his right to admire a beautiful woman, to be civil to one, or even to enjoy himself apart from her."], [211, "CHAPTER XIV. ECHOES OF THE SONG. Not only the song, but much of the alter cation in the room had been overheard by Rhoda, who seemed chained to the spot. Edwin Grove therefore had hailed the arrival of Mr. Marsh and his father, as giving him a pretext for quitting a painful post and rush ing into the fray. Not so hot-headed as Mr. Hesketh, Mr. Marsh, instead of hastening forward to swell the number of disputants, and give an idle but malicious song undue importance, led Rhoda away, treated the matter lightly for her sake, and bade her dismiss the whole from her mind as unworthy her notice. To his surprise, and yet more to that of Dr. Grove, she professed herself perfectly at"], [212, "200 STUNG TO THE QUICK. ease, greatly astonished so much commotion should be made over a simple song, and begged that she might hear no more of the matter; she was sorry that anything con nected with her poor self should have de stroyed the harmony of either party, and hoped the affair might be permitted to drop and the festivities resumed as though nothing had occurred. \"I, for my part,\" concluded she, \" shall not allow a silly song to interfere with my enjoyment of the afternoon.\" Mr. Marsh, who did not see far beneath the surface, was delighted to find she took so rational a view of the insult, and privately intimated to Dr. Grove his deep appreciation of her magnanimity, to which that discreet personage only responded by the customary \" Humph ! \" which served him instead of speech when he had not quite made up his mind on a subject. Rhoda had long been a study to him, and as he walked on by Mr. Marsh's side, with his left hand over his mouth, his thumb-nail between his teeth, and his eyes half-closed,"], [213, "201 ECHOES OF THE SONG. he regarded her askance from beneath their lids, and pondered ; and the deeper he studied the less was he satisfied with the result. Until games were proposed, Eva had scarcely missed her cousin. She had been occupied with endeavours to entertain her friends, more particularly their own guests, finding beaux for the three mature and prim Miss Adamsons, healing an old feud between the Applegarths and Middletons, and when the exploring party returned with Rhoda in their midst, composed but pale, she was standing by Mr. Raeburn's side, listening very intently to a long debate between Mr. Teasdale, of Trimdon, and Mr. Forster, from Sacristan,* on a recent colliery grievance, in which owners and pitmen were alike con cerned. Each gentleman — one a viewer of considerable experience, the other a young owner of extensive collieries — held a different opinion, and each strove to imbue Mr. Itaeburn, as an individual deeply interested * Pronounced Saggaseri by the natives."], [214, "202 STUNG TO THE QUICK in the question, with his own views and tenets. Mr. Raeburn, however, though a compara tive stranger to his own possessions, had taken care to be well informed on all sub jects connected therewith ; he was, moreover, accustomed to think for himself, and. without obtruding his own opinions, had sufficient firmness to utter and maintain them when necessary. During this discussion, carried on with considerable spirit, Eva listened with pro found attention to a mass of technical gibberish about \" hewers,\" and \" putters,\" and \" corves,\" and \" creeps,\" and \" kirvens,\" and \" nickens,\" and \" trams,\" and \" shafts,\" though she understood but few of the terms, and nothing of the argument ; still her eye lit with animation whenever Mr. Raeburn posed an opponent, betokening her interest in the speaker, if not in the topic under con sideration. Rhoda's white cheek flushed as her quick eye took in the group at a glance."], [215, "203 ECHOES OF THE SONG. Eva's radiant countenance, turned towards Mr. Raeburn, caused her a pang second only to the torture inflicted by the luckless song. Still she came forward with accustomed ease, smiling as though nothing had occurred to ruffle her, and affably pronounced herself willing to join in any game decided on by the majority. Handkerchiefs were produced, young and old ranged in couples as for a country dance, with the kerchiefs held by each pair high over head to form an arcade, under which the top couple were to thread the needle. The signal had been given, Mr. Marsh and Miss Adam son had run the gauntlet, only to be trapped at last, when up came Mr. Hesketh, flushed and excited, with Cuthbert and Edwin close at his heels. \" I'm very glad the poor bairn did not hear the ruffians,\" remarked he to the young men, as they drew near and beheld the unruffled mien of Rhoda. \" By Jove, but yon's a lass with a brave spirit ! \" exclaimed Edwin Grove. \" She"], [216, "204 STUNG TO THE QUICK. heard every word as plainly as I did, and I saw the sting went deep, yet there she stands, calm and dignified as Juno, with the very smile of a divinity.\" \" Heard all ! — poor bairn, poor bairn ! That wife of mine seems bent on driving the girl mad. I would not have Maria's heart or her tongue to be made Marquis of London derry ! \" \" Edwin,\" whispered Dr. Grove, who, standing aloof from a game he considered beneath the dignity of his profession, had, loitering near, overheard his son's admiring ejaculation, \" don't be quite so lavish with hyperbole. Miss Wearbank is unquestion ably a fine woman, but very far from a divinity. Nay,\" continued he, with a hand on his son's arm, seeing him about to reply, \" nay, my boy, I admit the bravery, but I don't admire it. She is nothing more than a good actress, or I am greatly deceived.\" \" You must be mistaken, father ; she was haughty as an empress when a school girl.\""], [217, "ECHOES OF THE SONG. 205 \" A doubtful simile, Edwin ; but let it pass. She has changed marvellously since then. I would say nothing against the young lady were you not my son, and it is my duty to warn you not always to take a woman upon trust. Look what a bitter pill Hesketh has had to swallow ; his Tartar was as mild as cream before matrimony, but is tartar-emetic now, and no mistake.\" \" Why, father, you are positively punning,\" laughed the son, anxious to vary the dis course. \" Ah, caught the Marsh fever, I suppose ! Evil communications do corrupt good manners. And now go your way, but remember what I have said.\" The needle being threaded to everybody's satisfaction, even Rhoda's, since she had been selected by Mr. Raeburn (on the inspiration, be it known, of Mr. Marsh, who had contrived to pair her with one ignorant of the after noon's storm) ; Mr. Marsh, always careful of others, in order to avoid any possible collision with their neighbours, early in the evening"], [218, "STUNG TO THE QUICK. 206 proposed they should alter their programme, not trouble the housekeeper for hot water, lest somebody or everybody should get into hot tvater, but drive back and have tea comfort ably in South Street. The allusion, pretty well understood, silenced all dissent. Mr. Hesketh's bugle sounded once more, calling Martin and his compeers from a game at \" put.\" The greasy cards were thrust into one pocket, the divided stakes into others ; hampers, much lightened, were replaced, the friends hastily reseated, and homeward the horses' heads were turned. Nancy was not a cook easily disconcerted, still the advent of twenty-two or three hungry individuals, unexpectedly, would create a sur prise anywhere, and though the besieging party brought with them a tolerable commis sariat, still what might pass muster for a second meal at a pic-nic, would present but a sorry sight to the very same guests under their entertainer's roof, after the second packing and extra shaking of the home journey."], [219, "207 ECHOES OF THE SONG. So Nancy and Bella were both put upon their mettle, and while Martin dived into the hampers for unmutilated pies or poultry, tongue or ham, gathered and washed fresh parsley, fennel, and vine leaves for garnish, cress and crisp lettuces for salad; by them reserve china and plate were uncloseted, drapery selected from the linen-press, short cakes, fizzers, and singing hinnies* hastily prepared for the oven and griddle, jam and marmalade turned out into shining glass, and, with a celerity utterly unknown to southern servants, tea-urns were filled, and the numberless et ceteras comprehended in a north country tea placed on the table, so as not to discredit either the skill of the cook or the hospitality of the cook's master. This was the first festive gathering which had taken place since the death of Mrs. Marsh, and a shade of sadness passed over the face of the widower as Rhoda assumed the position at the head of the board which * Local tea-cakes, the latter with currants."], [220, "208 STUNG TO THE QUICK. his wife had been wont to fill, arranging the guests, and commanding the servants, with none of the diffidence or hesitancy of a novice, but easily and gracefully, yet with a dignity all her own. With equal ease and grace, though with less confidence, Eva presided at the lower end of the table, with no thought of the great contrast they presented. Nor did any idea of a want of fitness in their positions glance over the minds of either herself or her father. The reins of government had fallen so naturally into the hands of Rhoda during their great bereavement, when the rest of the household were abandoned to grief, she looked so much older than Eva, so much more fitted to command, and the latter had so little jealousy or love of power in her composition, she ceded her right to Rhoda tacitly, without any suspicion that she made a concession. But visitors have often quick eyes for dis crepancies of the kind, and more than one whispered remark was hazarded on the sub-"], [221, "209 ECHOES OF THE SONG. ject. Dr. Grove, sitting midway down the lengthened table, leaned across to his opposite neighbour, Mr. Raeburn, and glancing up wards and downwards, said in an undertone, \" What a remarkable contrast. To what might we compare them ? \" \" To Art and Nature,\" suggested the gentleman addressed. \"Ah, yes, or Night and Morning,\" answered the Doctor, meaningly, as he subsided to his former position, and assisted the lady on his right to a \" leetle more tongue.\" Amid the low murmur of voices, the tinkle of silver, glass and china, the faint rattle of knives and forks, none of these whispers could reach the ear of Rhoda, apparently absorbed in her duties as hostess ; but she observed when eyes glanced towards her, and a voice lowered, and, acutely sensitive on the point, felt herself and her origin the one subject! under discussion. The burden of Jack' Fortescue's song seemed to float in the air around her, every lip to shape \" The Waif of the Wear,\" until her heart ached to agony, p VOL. I."], [222, "210 STUNG TO THE QUICK. and she longed for the solitude of her own room, where she might throw away the mask she wore with so much pain. But there was no solitude for her that night ; the crowded state of the house pre cluded it. Spare beds, and extra beds in such rooms as would hold them, were all doubly occupied, and she must hide her miserv as best she might. There are women, however, who have nerve for anything, and Rhoda was one of these. She did the honours of the table faultlessly, and later in the evening laughed, danced, played, and sang as unfalteringly as any lady present. More than one country beau was bewildered by her bewitching beauty, and being rebuked for remissness or inatten tion to the lady of his true allegiance, had to do penance for the dereliction afterwards. She contrived to make Cuthbert happy with a few hurried words, and smiled an encouragement to Edwin, who fluttered near her, in spite of his father's caution, exonerat-"], [223, "211 ECHOES OF THE SONG. ing himself on the plea that to do less would prove him influenced by Jack Fortescue's allusions. Then she found time to laugh at Mr. Marsh's little witticisms, to discuss fashions with Miss Adamson, and the language of flowers with Miss Forster ; yet amidst it all she never once lost sight of Frank Raeburn — she seemed to know by intuition when he was near her, and never failed to make the most of the opportunity. She remembered having heard him object long before to waltzing, citing Lord Byron's \" Ode to Waltz\" in justification of his sentiments, and so took care in his hearing to refuse more than one partner, declining to waltz or polk on principle. She cleverly contrived to interpose artificial barriers between him and Eva, and managed unsuspectedly to lure him to her side, and keep him there under the dangerous fascina tion of an eye love-lit and a voice intoned with intense feeling. But there was no responsive thrill in his heart, no echo in his voice ; although he r 2"], [224, "212 STUNG TO THE QUICK. tested her with flattery and compliment which in truth she sought from him more than from any other. To heal a wound in her heart she courted flattery, more than to feed her vanity, but he saw only the latter, and turned from the glare of her beauty to merry little Eva, whom he would not have dared to insult with a flattering word. The party did not break up till long after midnight, the three Miss Adamsons being escorted to the North Bailey by a bodyguard comprising the two Heskeths, Mr. Raeburn, and a couple of stray bachelors who were neighbours. Brothers, sisters, and sweethearts separated for the night ; shake-downs were arranged on sofas and chairs, laughing girls huddled together in their chambers in most un studied dishabille to discuss the events of the day, compare notes, and rally each other on conquests, real or imaginary, during the brushing and combing process known as \" doing the hair.\""], [225, "ECHOES OF THE SONG. 213 But even girlish chatter must cease some time, and one by one the noises in the house subsided into silence. Mr. Marsh, satisfied by Rhoda's manner that she had overcome all her girlish sensi tiveness about her parentage, and gratified that the evening had passed so merrily, slept soundly and peaceably, as those do who have no care save for the good of others. Rhoda, however, retired to rest mad with suppressed rage at the insult so wantonly offered to her, and with all concerned therein — with Mrs. Hesketh, as the prime mover, she was furious, and mentally vowed revenge ; with Mr. Hesketh she was enraged for a championship which only made her more conspicuous, and the stigma in the song indelible. She blamed him for interference in what did not concern him, yet, strange to say was equally indignant that Mr. Marsh should sit down tamely under an insult which did concern him. She had overheard the eldest Miss Adam son, whilst disrobing before tea, thus relieve"], [226, "214 STUNG TO THE QUICK. the curiosity of Miss Forster and Jessy xVpplegarth, who had no clear understanding how the song in question could refer to Mr. Marsh's niece, or why such a fuss was made about it : — \" When I was a girl, some eight years old (twelve she should have said), I remember a very snowy Christmas, when there was a dreadful flood, and a woman committed suicide just below this house, leaving a poor half-starved baby on the bank. Mr. Marsh took it in, kept it, and brought her up as his niece, and that baby was Miss Wearbank, and of course she was the ' Waif of the Wear,' so unfeelingly sneered at ; as if she could help herself when a baby, poor thing.\" Rhoda had overheard all this, and felt that the epithet would cling to her in spite of fate ; she would be the laughing stock of girls and gossiping women. Even Mr. Rae burn must learn it, and despise her ; and she ground her teeth and tossed uneasily on her pillow, where she dared not utter her agony aloud."], [227, "ECHOES OF THE SONG. 215 Then again she was only half satisfied with the result of her day's scheming. Cuthbert was devotedly bound to her, but what impres sion had she made on Mr. Raeburn ? She had done her utmost to disguise her flirta tion with the captain, and as earnestly en deavoured to elicit Frank's sentiments towards herself. In this she had failed signally. He was most attentive, most gentlemanlike, most obliging, but there was no tenderness in his tone. He never made opportunities to be near her, alone with her. Yet why, if he did not love her, was he so constant a visitor at their house ? Surely Eva's baby face did not draw him thither ! The thought smote her like a sword, but she would not harbour the suspicion. His manner to both was so equal ; perhaps his heart was yet free ; and if so she would win him in spite of fate. Poor Eva, too, in her own chamber, summed up her day's experience, and hardly dared own the result to herself. She feared she loved Frank, thought he loved her. The tone of his voice, the very touch of his hand"], [228, "216 STUNG TO THE QUICK. seemed softer to her than to anyone else. He had looked love if he had not spoken it ; but then was he not away with Rhoda for an hour ? Did they not dance together ? Might not his manner be as soft and tender to Rhoda ? It was very dreadful to think so ; but then Rhoda was so fascinating, so accom plished, so beautiful. She could not be sur prised if he did love her best : and yet she did not think his eyes were false — but she would watch, and if he did love her cousin best, then she would tear the love from her own heart if it killed her ; and the poor child sobbed herself to sleep after that pleasant pic-nic party. Martin had sat up in confidential chat with Nancy fully an hour after Bella had been despatched to bed with the admonition to \" be up betimes in the morning.\" Bella having only been with the family six years, was in their eyes comparatively a new servant, for Martin, older by some years than Mr. Marsh, and Nancy but little younger, had been in the service of the elder Mr. Marsh,"], [229, "ECHOES OF THE SONG. 217 before their present master had left school. Having the honour of the family at heart, Bella, as too young to be discreet (she was five-and-twenty), was generally sent out of the way when anything concerning the family came up for discussion, as on that night. Men can gossip just as readily as women when they have an opportunity, and whilst the horses were being harnessed to phaetons and Whitechapels, preparatory to the return home, one of the postilions belonging to the other party vouchsafed the information that \" Theer lied ben a precious row out bye. He didn't ken reetly what t' wur a' aboot, but t'war summat aboot a lamb as wur peaked oop o' th' reever bank, and the ' Weaf o' th' Wear,' tho' what that meant he deedn't ken.\" \" Now, Nancy,\" said Martin, \" that's just a bye-name some wild young chap hez fixed on Miss Rhoda in th' song, for it meant nobbody but her ; now aw'm sartain aw saw her cooming toward them ruins between"], [230, "218 STUNG TO THE QUICK. Maister and th' Doctor, with th' same awsome face she lied doon at Leamside. 'Twur loike nowt but a cauld grey stone, so when th' chap telled me o' th' song, aw put baith together an aw thought — \" \" Why, belike that she'd heard th' song herself, and it had given her a turn,\" inter rupted Nancy. \"Ay, ay, but that was na all, aw thowt, that what had toorned the face to stone, might ha' toorned th' heart beneath to stone an' a'. For she did na cry as Miss Eva would ha' dune, bless the bairn ! and she dinna grumble as tha would ha' dune ; nor gang in a passion as Bella would ha' dune ; but before th' cold grey look hed weel left her face she wur laughin' an playin' thread th' needle wi' th' best o' 'em. Aw telled thee afore, an aw tell thee again, the lass is na canny, aw'm sartain sure on it.\" \" Hout mon ! Thy head's as thick as th' castle wall, an' if tha' once gets a notion i' thy pate theer it'll stick. Let the lass alone for a sperrit. She wur too proud to show"], [231, "219 ECHOES OF THE SONG. her thoughts or her heart to every fuile like thee. The bairn's as canny as tha' art.\" \" Nay, nay, Nance, gin th' lass hez a sperrit, it'll be the sperrit o' Sattan. Aw tell thee she's no canny ; \" decidedly said Martin, neither to be argued nor cajoled out of his convictions, and he went to bed muttering all the way discontentedly."], [232, "CHAPTER XV. AN UNEXPECTED MORNING CALL. At an early hour the next morning, the sleepers were aroused by a loud and contin uous knocking at the street-door. Bella, the earliest riser, had broken up the fire,* carried the bright copper kettle to the pump, sus pended it on the pot-hook, which dangled from a crane in the chimney, and was busied adjusting kettle and cobs of coal, with a view to give the former all the benefit of the heat with as little smoke as possible, when bang, bang, bang, rat, tat, tat, tat, went the * In the north, where destructive fires are much less fre quent than in the metropolis, household fires are not removed from the grates at night, or extinguished by artificial means, and the kitchen fires especially are \"slacked\" or \"raked,\" that is, covered up with small coal, which solders and smoulders all night, and only requires stirring in the morning."], [233, "AN UNEXPECTED MORNING CALL. 221 knocker, startling her and causing the kettle to tilt from its equilibrium, and plash the cold water over the white hearth, the shining steel fender and fire-irons. In no pleasant mood the girl hastily settled the refractory kettle, and hurried to the door, wondering all the time she unfastened lock and bolt who could be there to disturb people at that hour in the morning. By the time the last bolt was unfastened, Martin, in his stocking feet, with his corduroy breeches un buttoned at the knees, and one arm only thrust into his red worsted plush waistcoat, was at her elbow, aroused by the unwonted summons. Holding by the door-post, and balancing himself on the step, was Jack Fortescue, in a state of more than semi-intoxication. Bella opened her mouth wide with amaze ment, and made an angry movement as if she would have shut the door in his face for a drunken vagabond who had no business there, but he dropped his left hand to the knob, and held it open while he stuttered out —"], [234, "222 STUNG TO THE QUICK. \" Is Mr. M-m-rnarsh at home ? a-wan-a- 11 see-m. \" Maister's nut oop, Maister Fortusku, he canna see you,\" replied Martin. \" Wan-a-see Miss-r Mar-sh ? wan-a-see Miss-r Ma-arsh?\" \" Dinneh you year Maister's nut oop ? you mun call some ither tyem,\" thrust in Bella, still holding fast the door, lest he should gain admittance. \"Mus see Mis-r Ma-arsh,\" persisted the scapegrace, \" wan t' pol-a-gise, wan t' pol-o gise; come in an' w-w-wait ; \" so saying he pushed himself head-foremost into the hall, to Bella's indignant surprise and Martin's dis satisfaction. To eject him by force the old servant did not feel justified without his master's orders, and no persuasion could induce him to depart peaceably until he had seen Mr. Marsh. Gradually he edged himself into the break fast-room, and reeled to an arm-chair, where he professed himself willing to wait until Mr. Marsh came."], [235, "223 AN UNEXPECTED MORNING CALL. Nancy now arrived on the scene. \" What's a' this dirdum* about ? \" ex claimed she, \" and who's this ? Who let a drunken fellow into a respectable house before the master was out of his bed, I should like to know ? What do you want here ? \" The last was addressed to Mr. Fortescue, who could only repeat his former request, \" Wan a-see Miss-r Ma-arsh, wan-a-pol-o-o-gise.\" \" Hout, hout ! Martin, I think ye'd better ca' the maister up an' tell him o' the ne'er-do weel here,\" was the result of Nancy's judg ment, when Martin had enlightened her as to the name, characteristics, and wishes of their morning visitant ; who during their brief dis cussion had fallen into a heavy sleep. Mr. Marsh, aroused by the commotion, was already dressed, but finding the intruder in the arms of Somnus and his own easy chair, and conscious that his forcible ejection would create a noise and disturbance unpleasant to all parties, after his first ejaculatory observa tion, \" Dear, dear, this is really very unplea- * Dirdum — confusion, noise."], [236, "224 STUNG TO THE QUICK. sant ! \" he desired Martin and Nancy to \" Leave him alone ; let him sleep off the fumes of liquor. When he comes to his senses the ill-advised young man may be induced to de part quietly.\" \" That's joost what aw think, maister ; is no manner of good argeying wi' a chap hauf asleep, let alone a chap when he's sou.\" Bella thereupon grumbled at the interrup tion in her morning's work, and muttered audibly enough, \" How am aw to get th' room redd up for breakfast wi' that great hulkin' fallow lyin' theer, aw should like to know ? \" \" Easily enough, Bella, if you are so dis posed. You may sweep, dust, move furniture, and arrange the breakfast-table without any interruption from the sleeper, who is quite out of your way, and not very likely to awaken just yet. The inconvenience is mine, not yours,\" said Mr. Marsh, quietly. The ever-ready white-wash brush having been drawn over the kitchen hearth, ashes and elbow-grease applied vigorously to fender and fire-irons, and, behold, the disordered"], [237, "225 AN UNEXPECTED MORNING CALL. fireplace was restored to its pristine cheerful ness, without, however, casting a corre sponding gleam into the angry face of Bella, who created an unnecessary clatter in repair ing the involuntary disaster. Thereupon Nancy read the housemaid a lecture on the folly of thinking herself wiser than her betters, and her duty to do as Mr. Marsh ordered without consulting her own whims and fancies ; a homily which did not tend to allay Bella's irritation in the least. She was scrupulously neat, clean, and a pretty good temper when her work went on smoothly and without interruption, but only then. The cold water which in splashing the hearth more than sprinkled her stockings, somewhat heated her temper, and the presence of a drunken man in the room she had to prepare for breakfast, with visitors in the house too, over came what little philosophy she possessed. The chairs were mahogany, round-backed, heavy, and well made, or they would certainly have sustained severe dislocation of their joints in the rough usage they received at her VOL. I. Q"], [238, "226 STUNG TO THE QUICK. hands ; ditto tables, and weighty sofas. Here and there the lighter furniture was whisked to make room for her brush, and not finding it very convenient to sweep under the easy chair with a man in it, the carpet broom made a very impatient onslaught on the sleeper's ex tended legs, causing a grunt, and an involun tary movement of the offending limbs. Then the handle (of course by accident) came in sharp contact with his head, from which the hat had fallen; then his elbow received a similar salute, and the \" funny-bone \" being touched, the owner thereof wakened to a sort of dreamy consciousness of pain, and of a petti coat fluttering about him at the same time. \" Mary, my de-ar,\" began he, drowsily \" Maw neam's nut Meary,\" answered she, curtly. \" Then Sarah, my lo-ove.\" \" An awm nut Sairah — my neam's Bella Blacket, an awm nowther ' dear ' nor ' luive ' o' thine, aw'd have thee knaw.\" \" Then Bella, my dear, gi-ve me your hand to help me-e up. I don't know whe-re I — I"], [239, "AN UNEXPECTED MORNING CALL. 227 — I am. Th-th-thank you, my love. Now give me-e-e a ki-iss, m-my clear.\" Thinking to get him out of the house she had extended her hand to help him to rise, but once on his unsteady feet he retained her hand in his grip, passing his other arm round her waist to draw her towards him. Down went the broom from her hand, upsetting a tripod fire-screen in its descent, which in turn invaded the sanctuary of the brass-topped fender, and overturned shovel, tongs, and poker with a rattle, just as the palm of Bella's hand saluted her new admirer's cheek much more warmly than he bargained for. \" Tak that, an' learn to keep your distance fra a decent lass. Awm none o' yor sort, aw'd have you knaw,\" cried she, in an indignant tone, which rose above the clash of falling irons, and contributed not a little to expedite the arrival of the whole household on the spot, guests and all. The loud and prolonged fantasia Mr. For tescue had executed on the door knocker had awakened every sleeper in the house, as well q 2"], [240, "228 STUNG TO THE QUICK. as the neighbours on each side ; and once awake the bustle and commotion which en sued convinced everybody that something more was afoot than the mere routine of orderly domestic operations. Curiosity con tended with fatigue, and, as may be supposed, obtained the mastery ; and in proportion to the degree of curiosity was the speed exhi bited in dressing; consequently Mr. Fortescue and Bella were surrounded by a number of wondering and inquiring faces, and \" What's the matter?\" sounded like a concerted chorus. Mr. Marsh's desire had been to avoid any thing of the kind, and to get his unwelcome visitor away quietly after a sobering sleep ; but Bella's impatient temper had defeated his plan, and his only chance now was to make the best of it, and turn the fellow out before he had time to annoy his niece. Jack Fortescue was known, not only to the frequenters of every tavern within the city of Durham, but half over the county besides. Coursing, hunting, boxing, boating, racing, every field sport save angling, as that was too"], [241, "AN UNEXPECTED MORNING CALL. 229 sober, brought him in contact with country gentlemen far and wide, whilst those who had no sympathy with such pursuits, met him, from time to time, at the inns where they put up their horses when fairs, markets, or hirings brought them into the city. So more than one of Mr. Marsh's male guests stepped forward with the exclamation, \" Why, Jack, what are you doing here ? \" and Jack, winking and blinking, and looking round with a strong effort to recall his wan dering memory, blundered out, \"Doing here — here — doi — oh, 'mem-ber now — came to — came to ' pologise.\" \" Apologise ! \" was echoed in various tones from many lips. \" You had better go home now, Mr. For tescue. I cannot attend to you at present. You are not in a condition to know what you are saying,\" urged Mr. Marsh, with a hand on the young man's arm, gently endeavouring to lead him away. But he was shaken off, with, \" Don't touch me, I'm a gentleman— come to 'pologise to"], [242, "230 STUNG TO THE QUICK. young lady — didn't know she was Wa-aif — Waif of Wear — didn't know, couldn't 'suit a lady, am gen-1-man.\" \" You are no gentleman, or you would leave the house when desired — you are a vaga bond,\" exclaimed Mr. Marsh, exasperated beyond measure at his pertinacity and insult ing allusion to Rhoda. \" Am gen-1-man \" (with an assumption of dignity), \" wrote song 'bout Waif of Wear, did wrong — didn't know — came as gen-1-man to 'pologise.\" With some difficulty the misguided young man was got out of the house, Mr. Apple garth and Mr. Teesdale volunteering to con vey him in safety to his chambers. Rhoda, with that stony look on her face which Martin so much dreaded, stole quietly from the amazed group to her own room, bolted the door, and battled with the demon in her breast which fought for open utterance, and urged her to shake off the bonds of that dependence which was powerless to protect her from insult."], [243, "231 AN UNEXPECTED MORNING CALL. \" But where could I go ? whither could I flee ? I have no friends, no money, no occu pation. Occupation — faugh! I hate work! / do not mean to work to soil my fingers for a livelihood. Should I splash into the river, and end all, as my mother did ? Could I roam through the world a beggar as my mother must have roamed ? Not I. I must rise above fate, not fall beneath it. I must remain, and brave it out, and the time may come, nay, shall come, when I will repay with interest the wrongs the world has done my mother and myself. Why was that drunken idiot suffered to enter the house and insult me a second time ? Am I to be pointed at, and sneered at, as the ' Waif of the Wear ' wher ever I turn ? The bare thought of the epithet is torturing. Thank heaven, Frank Raeburn has not heard it ! Will it be possible to keep it from him ? What if he already knows ! Ah, the agony of that suggestion — what does it not portend ? Would he stoop to marry the child of a beggar woman ? Well, if King Cophetua could marry a beggar even in her"], [244, "232 STUNG TO THE QUICK. rags, may not he be noble enough to set pre judice aside ? But the stigma cast on my name, how can I remove that ? The ' Waif of the Wear ! ' Oh ! how that woman's petty malice stings me ! Oh ! if I had but Mrs. Hesketh's throat within my reach, I could strangle her without pity.\" She set her teeth and clenched her hands as if she had an enemy already in her vindic tive grip. Then they sank to her side, and she gasped, \" What shall I do ? How meet the prying eyes down-stairs — eyes that would pierce my heart if it were possible — eyes that may, per haps, pity me ? No, they shall not pity me, I am too proud for that. I will shut the pain up and my revenge, and let the one nurse the other to maturity. I will have no pity — I hate pity as I abhor charity ! I will have no such reminders of my mis fortune, not I — let them keep their pity for the whining idiots who seek it ! If the fox does gnaw to my very heart, I can only draw my Spartan mantle closer to"], [245, "AN UNEXPECTED MORNING CALL. 233 conceal its ravages. I will blunt the Hesketh arrows on an impenetrable shield. I will show \" A light tap at the door, and Eva's gentle voice saying, \" Rhoda, Rhoda, breakfast waits,\" not only arrested this passionate strife in her breast, and the quick, irregular step that had paced the chamber floor, but sent her to a dressing-glass to smooth the tell-tale face, and the hair disordered by spasmodic clutchings of impatient hands. The tap was repeated just as, brush in hand, Rhoda withdrew the bolt, and ad mitting Eva, returned to the glass to twirl a long ringlet over her finger, and adjust her side-combs. \" Come, cousin, breakfast is waiting for you. AVhat a while you have been dressing. But I thought I saw you down-stairs dressed a long time ago,\" said she, as if a little puzzled. \" Ah, I dare say. I did just run down to ascertain what the uproar was about, but not having any morbid curiosity concerning the freaks of intoxicated men, returned to com-"], [246, "234 STUNG TO THE QUICK. plete my toilette,\" replied she, with a super cilious curl of her upper lip, and the very faintest sign of a shrug. \" Intoxication, Rhoda, — why he was quite tipsy! I wonder whatever he came here for?\" \" Do you not know ?\" questioned Rhoda. \" No ; do you ? I asked papa, and he only told me not to be curious about what did not concern me, but to go and see what chance there was of a breakfast. Wasn't he cross ? I was very nearly telling him so. But do make haste, Rhoda ; don't keep breakfast waiting, for Nancy and Bella and papa do look so unaccountably out of sorts this morn ing. And what do you think?\" continued she, as they were leaving the room together. \" Mr. Applegarth and William Teesdale took the tipsy young fellow home, and they said that his clothes were wringing wet. He was at Finchale yesterday with Mrs. Hesketh's party, and there was a quarrel, and instead of coming home with the rest he and one or two more got into a boat to row up the river. Two of them were quite sober, but this Mr. For-"], [247, "235 AN UNEXPECTED MORNING CALL. tescue and another were tipsy when they started, and kept drinking brandy as they went along, and at last upset the boat about a mile from Durham ! Isn't it a mercy they were not all drowned?\" \" I wish he had been drowned instead of coining here,\" muttered Rhoda between her teeth as they crossed the hall. \" What's that you said ? \" asked Eva, who had caught the low but vehement wish. \" Oh, Rhoda, I'm sure you cannot mean that.\" A low light laugh, in which there was a touch of sarcasm, was Rhoda's only answer as she swept into the room. A quick glance of defiance shot from her black eyes at the friends within, grouped into little knots for close conversation. It faded instantaneously as she tendered a very gra cious apology for her late appearance, and assuming her seat, proceeded to dispense coffee, chocolate, and winning smiles, ignoring by her manner all knowledge of Mr. For tescuc's intrusion. She was, however, quick to note the sudden"], [248, "236 STUNG TO THE QUICK. lull in the conversation on her entrance, and the affectation, here and there, of engrossing interest in most irrelevant matters, bungling attempts at disguise too shallow to deceive the acutely susceptible Rhoda, who read in those kindly but clumsy efforts to spare her feelings, the innate consciousness of a some thing current likely to wound them. Shortly after breakfast Mr. Middleton's phaeton was brought to the door. This was followed by the Teesdales' whitechapel and a capacious hooded gig of antiquated mould, owned by the Misses Applegarth and their bachelor brother. Then ensued a cross fire of hospitable invi tations; a hurried rushing to and fro of excited young ladies who had forgotten scarf, or reti cule, parasol, or parcel ; a bewildering con fusion of hissings and good-byes, in the midst of which the animated party dispersed ; and, as Rhoda truly foreboded, her story dispersed with them like the thistle-down, to crop up far and near, wherever her name was known. In the midst of these bustling departures,"], [249, "237 AN UNEXPECTED MORNING CALL. Cuthbert and Edwin Grove made their ap pearance, the former to take a last look of his fair enslaver, and bid a hasty farewell before he sailed ; the latter, to inquire after the health of the cousins, prompted by an un usually active spirit of politeness. Cuthbert scowled upon Mr. Edwin, and Edwin elevated his eyelids at Cuthbert, who found himself baffled in his design to have a brief interview with Rhoda. Trains wait for no man any more than time and tide, and Cuthbert dallied and dallied in hope to outstay his imaginary rival, until the Cathedral clock warned him he had no leisure for a walk to Leamside, and not much to spare for a drive. Martin was, however, at hand ; a horse was quickly put to a light gig seldom used, and he drove the young sailor on his way — not, however, before Rhoda had bestowed upon him a parting word or two unheard by others, a glance, and a tender pressure of the white fingers on his horny palm which sent a thrill of delight through his whole frame ; speedily"], [250, "238 STUNG TO THE QUICK. dissipated by Eva's last words, as he stepped glowing into the gig. \" Mind and make it up with Mary before you sail, Mr. Cuthbert, or never look me in the face again ! \" Sailors are proverbially disinclined to land carriage, and Cuthbert took advantage of the fact to vent the ill-humour let out by that prick at his conscience, by swearing at the roads, whether rough or smooth, over hill or through valley, and the smart pace of the horse, which made the journey none of the gentlest. But the velvet touch of those taper fingers lingered longer than the admonition of Eva, and smoothed down his ruffled temper long before they sighted the low station-house. Then he began to congratulate Martin on being such a lucky old fellow as to serve so fair a mistress. \" So aw be, Captain ; Miss Eva's like a breeght angel flitting aboot th' hawse, wi' a smile an' a blessed word for everybody, high an' low,\" assented Martin, very cheerfully."], [251, "AN UNEXPECTED MORNING CALL. 239 This was not exactly what Cuthbert ex pected ; another mistress had occupied his imagination ; but, reminded thus opportunely that Eva, whom he had for the instant lost sight of, was actual mistress in her father's household, he steered on a different tack. \" Ay, ay, Martin, so she is, and always was, even as a child ; but I think she always will be a child — quite a different craft to her cousin. Now, there's another fine lass you may well be proud to wait on ; clean built, tight rigged, with a figure-head like — like \" Cuthbert's eloquence failed him, but Martin dropped in a word which, in its very aptness, brought him down from the mast-head to the deck at once. \" Like a gipsy, more nor anything else. But Miss Eva's noon sic a chield ; she hev as guid sense as tother, and far mair canny, begging yor pardon, Captin,\" continued he, warming at what he construed into a slight towards his favourite. \" Hold hard, messmate ; don't run foul of"], [252, "240 STUNG TO THE QUICK. a man that way. I meant no disrespect to Miss Marsh, — bless her blue eyes ; but Miss Wearbank has eyes like stars, and a pilot might steer by them. Mr. Marsh is lucky in having such a companion for his daughter.\" \"Ay, so awr Nance threaps one doon. But aw dinna ken, folks maun differ aw reckon,\" muttered Martin in half soliloquy. \" And don't vou think so, Martin ? Your master does, I know,\" partly asked and partly asserted the seaman, at a loss to know what objection he could have to the peerless Rhoda. \"Maister!\" exclaimed the old man, in astonishment ; \" Maister thinks as much o' th' bairn as if she were his ain ; he sees nae wrang in her.\" \" And what do your old eyes see wrong which Nancy and your master don't ? \" per sisted Cuthbert. \" Aw dunno ; aw dunnot loike them great black eyen, that luik you thro', an' aw do think an' say, she's no canny.\" Cuthbert laughed outright. He had not"], [253, "241 AN UNEXPECTED MORNING CALL. thought it possible any human being could resist the magic of those lustrous eyes ; and here was an old man of seventy who actually held the lady \" uncanny\" on account of their hue and brightness. \"Ye need na laugh, Captin ; aw've lived lunger an' seen niair bright eyen than yo han, an aw dun say, an aw mun say, yon lass is no canny, yo may tak auld Martin's word for't. But here we bin, and yon's the ' fizzin' o' the ingine ; yo'r nobbut i' tyem.\" Screeching, panting, puffing, up came the train ; a fiery serpent gliding along, dis gorging and gorging again quicker than ever did dragon of ancient fable, and off it rolled again, fizzing, and puffing, and steaming, bearing Cuthbert off in its coils with the word \" uncanny \" ringing in his ears louder and clearer than the screeching or whistling of any railway serpent that ever shrieked a warning to a witless suicide. B VOL. I."], [254, "CHAPTER XVI. DESERTS AND DESERTERS. No cockney sportsman whose gun has exploded and shattered a finger, in conse quence of an overcharge of the combustible black powder, so inoffensive in flask or cool cellar, could be more amazed or mortified than Mrs. Coulson and her coadjutors at the result of her carefully concocted scheme for the annoyance of a \" cruel husband \" and a \" haughty young miss.\" True, they had gloried, as little minds can, in the petty gratification of preoccupying a room, displaying finery, and mustering adhe rents in the faces of imaginary competitors. True, they had succeeded in rousing Mr. Hesketh's ire, and stinging Rhoda to the quick ; but, in the inevitable scene which"], [255, "DESERTS AND DESERTERS. 243 followed, and on which Mrs. Hesketh and her prompter relied as the culminating point of their triumph, they had shown only to a disadvantage ; nay, been defeated on their own ground, and experienced the defection of their chief warrior. In other words, Jack Fortescue, who had written a comic song \" to order,\" fully believing the story of the \" lamb,\" in its integrity, was so thoroughly annoyed and disgusted at being made the dupe and, the tool of two vulgar-minded women, and, set in the dark to work their malicious ends, was at once so irritated and self-abased at the mean and contemptible part he had been made to play, that he turned round upon them, and with the ut most contempt demanded how they dared to make him the instrument to insult a lady, — a young lady, too, whose peculiar position should have secured her from caricature. What did they know of him, so low and base, as to imagine him capable of twitting a young girl with what was her misfortune ? He had forfeited his claim to be a gentleman, K 2"], [256, "244 STUNG TO THE QUICK. had behaved like a scoundrel. Fie would, however, make what reparation was in his jiower ; he would apologise and explain. He was a gentleman, and would not be mixed up with blackguardism. Much more he said to the same purpose, drinking, as he stood, glass after glass of wine in his excitement, scarcely conscious of what he did. No disclaimers of Mrs. Hesketh or Mrs. Coulson could satisfy the irritated young gentleman- that they had outlined the insult ing song with a pure motive ; and as right generally obtains more open adherents than wrong, the two soon found themselves in a minority in a very pertinacious and undigni fied dispute. The party was split up into factions, and all the pleasure was at an end. Then Mr. Fortescue insisted on returning by water, and, accompanied by his foppish friend, bent his steps towards a small skiff kept for the accommodation of visitors. He was not in a condition to take charge of the boat, nor was his companion, so two others,"], [257, "245 DESERTS AND DESERTERS. dreading some disaster, volunteered to follow and accompany them, — as much, be it said, from disgust at the whole proceedings and sympathy with the reckless young fellow, as from a sincere desire to prevent him running himself or Mr. Lighthead into clanger. There was wholesale defection ! Four of their knights gone in a body, and the re mainder in a state of insubordination ! Some few, however, whose sense of honour and propriety was not too clearly defined, were sorry for Mrs. Hesketh, and endeavoured to console her under the fire of Mr. Fortescue's reproofs. But nothing could restore harmony to the ill-assorted party. Mrs. Coulson, fat and jolly, bustled about to provide tea, and Mrs. Hesketh, chafing with spleen and mortifica tion, called upon Lucy to assist, but she sat in the window where Edwin Grove had left her, biting her finger-nails and tormenting herself with possibilities regarding Rhoda, and her own deceitful, inconstant lover, and came forward sulkily and reluctantly."], [258, "246 STUNG TO THE QUICK. Pleasure having taken wing, there was little inducement for discontented people to remain, and the desertion of four cavaliers had left double that number of disconsolate damsels to look and speak their dissatisfaction. Of course all blame fell on the shoulders of Mrs. Hesketh and Mrs. Coulson, and made their situation so far from enviable, that they rejoiced equally when the day came to a close, and the party dispersed with few leave-takings, to right or left as they passed through Durham, the latter, a capital whip, heading a division into Gilesgate, whilst Lucy and her mother, within a hired chaise, in solitary state were driven to their cheerless house in New Elvet. I say cheerless, advisedly ; for though Mrs. Hesketh had sold, or condemned to inferior uses, the old furniture of best parlours and bed-rooms, substituting rosewood and damask for mahogany and moreen ; though frames of pictures and chimney-glass had been re-gilt ; though lustres sparkled on the chimney-piece of white marble, which had itself ousted a"], [259, "DESERTS AND DESERTERS. 247 wooden predecessor rich with carved wreaths and quaint medallions, but \" hideously old fashioned, my dear ; \" though beads or Berlin wool, worked into screens, mats, cushions, and ottomans, in all the hues of the rainbow ; though vases and glittering nick-nacks lay here and there; though the cold grate was hid beneath a screen of paper feathers ; though the slant rays of the setting sun glinting through the windows lit up each prism of the lustres, and made Jack-o'-lanterns on wall and ceiling ; though everything was bright and shiny, the whole was cold and cheerless. It was a room for show more than use. The very lustres might have been icicles left behind by winter, and which even that August sun had failed to thaw. No speck, no shred of linen, no end of thread, lay on the carpet ; no open book, no thimble, no stray reel, or scissors on the bright table gave token of occupancy. The piano was closed, music books out of sight ; no work-basket couched in a dark"], [260, "248 STUNG TO THE QUICK. corner ; no desk, with key in lock, suggested the presence of fingers to ply the needle or the pen. It was a room to look at, not to live in ; and its fellows were like unto it, prim and cold, if less grand and glittering. There visitors were received in ceremonious state, but not entertained ; and one great source of dissension between Mr. and Mrs. Hesketh had been his desire to convert to home or hospitable use the frigid rooms she kept for mere show. But the cheerlessness arose from something apart from unused furniture. It has always seemed to me as if a house reflected its inmates, and accordingly as they were genial, or unsocial, or contentious, or sordid, such would be the aspect of the abode ; and so this house perked itself up with an assump tion of grandeur, only to be maintained by a sacrifice of home comfort and genuine hos pitality. Mirth and laughter were out of the ques tion there. Mrs. Coulson, and a select few, occasionally had tea with Mrs. Hesketh, but"], [261, "249 DESERTS AND DESERTERS. the tray never travelled beyond the back parlour, nor the conversation beyond the limits of conventional gossip, and if a joke was cracked, ten to one but a reputation was cracked with it. A girl of Lucy's age and temper should have put warmth into a dull house ; but she did not ; girls of warm and kindly disposi tions could not assimilate with her ; girls of corresponding temperament and manner dis puted with her for rule and mastery, or battled about each other's private affairs, until the hastily formed acquaintanceships broke suddenly from their very want of cohe sion ; and so the maiden grew up, unlovely (though good-looking enough), unloving, and unloved. Rude and turbulent she had been as a child ; when the mistaken mother, instead of curbing or correcting, applauded her spirit, and permitted her to ride rough-shod over, first her brother, then her playmates (when they would submit), then the servants, and next her father."], [262, "250 STUNG TO THE QUICK. Not one of these but rebelled. Cuthbert was sent to sea, playmates forsook her, ser vants refused to remain beyond their terms, the father threatened to thrash her, and ended by removing his office from the house. Then the mother found that she had fos tered a spirit of rebellion even against herself. It was no longer a tiny foot that stamped, a little hand that clenched, a baby lip that pouted, or an infant's treble that shrieked \" I will ! \" It was a fast and saucy girl, who took boldly that which had been given freely, and then demanded more. In vain Mrs. Hesketh tried to repress the spirit she had formerly fostered. In vain she attempted to retain her household sceptre. Lucy disputed her sway, acknowledged no will but her own, and derided all counsel. Only in one thing were mother and daughter unanimous, and that was in pre senting a fair face to their narrow world. However much they might contend in pri vate, some secret instinct bade them present an amiable front to strangers. Now and"], [263, "251 DESERTS AND DESERTERS. again a sharp glance or a hot word would betray the smouldering fires, but self-interest enabled them as a rule to keep up appear ances, and superficial observers wondered how Mr. Hesketh could neglect his agreeable wife and daughter so very much. Servants, however, told a different story when they met their friends at the mangle, the shop counter, or the hirings, and so ru mour gradually set afloat a something not very far removed from the truth ; but of course, that was \"rank slander,\" and Mrs. Hesketh was virtuously shocked at the first intimation of it. Someway or other Edwin Grove had been entrapped by the pretty face of Lucy Hesketh before he had well emerged from his medical pupilage ; they had wandered together by the banks of the river, or under the shadow of the woods, where the new North-road now spreads a path, or along to the strawberry gardens of New Durham, whilst his father believed him compounding drugs in the surgery, or study ing anatomy in his own room."], [264, "252 STUNG TO THE QUICK. She made no secret of these rambles, although she never named them at home until questioned, not thinking it necessary to consult any but her own will on the subject, and when taken to task assumed a right to please herself, not warranted by her age or experience. However, as Edwin Grove was esteemed a \" good catch,\" she was permitted to have her own way unopposed, and gradually the walks began or ended in Old Elvet. Dr. Grove, having a practice too extensive both in area and number to permit any loitering for garrulity, either on his own part, or that of his patients, was the last to hear of his son's tenderness for Miss Hesketh ; and when he did, wisely held his peace, in the belief that it would be folly to whip a top he wished to subside to repose. Nevertheless, Edwin was shortly despatched to London, to walk the hospitals, and take his degree, no suspicion of ulterior motive transpiring. Mrs. Hesketh grumbled at the heavy postage ; but for all that, letters so folded as"], [265, "DESERTS AND DESERTERS. 253 to baffle prying eyes, and at the same time secure the widest space for correspondence, closely written to the very margin of the ver milion seal — letters which cost fourteen pence, and were not worth half the money — used to pass between Lucy and Edwin once a-week or fortnight, and the two considered themselves deeply in love and formally engaged. Apothecaries' Hall was passed, and Edwin Grove had come home for the vacation the very night before the pic-nic, but at too late an hour to desert his father, and visit his inamorata. Besides, if the truth may be told, the fervour of his love had cooled down a little during his probation in the great city, and his ideas of woman in the abstract had taken a very much wider range. His ideal was no longer a vision of blue eyes and tawny hair, an elliptical nose, or a skin of fair red and white. Some glimmering perception that mind and soul gave permanence to beauty, had dawned upon him in his walks through street or hos-"], [266, "254 STUNG TO THE QUICK. pital, and it somehow happened that his letters grew insensibly shorter and farther apart. He was not conscious of any change in himself, yet when his father carried him off to Finchale, Edwin raised no dissenting voice, and excused himself from rushing to see Lucy at once, on the ground that one day would not make much difference, and she need not know how that one day was spent. Just in the frame of mind to be fascinated with Rhoda, and acknowledge her superior charms, Edwin Grove was in exact proportion to his disloyalty prepared to resent the slightest show of corresponding wavering on the part of Lucy ; whilst she, believing him hundreds of miles away, suddenly opening her eyes to see him bend over another, and that Rhoda, to hear his whispered compliments, and watch his lingering glances, may not be supposed in the best frame of mind to be taken to task for a less licence than he had accorded himself. In that half hour, she gathered up a store"], [267, "DESERTS AND DESERTERS. 255 of jealous resentment with which she met his first rude query as to her business there : and so it was, the two met in anger who had anti cipated meeting in love and happiness. However amiable a woman may be, she will not tamely look on whilst her avowed lover pays very marked attention to another before her face, more especially when an air of decep tion is prominent ; so that fiery Lucy may be excused meeting an ungracious question with a very sharp retort. Still a calmer reply, even a similar question put to himself as a lady might speak, would have brought him back (for in heart he had never strayed), but her rude and rebellious spirit spoke its own rude language, and when he left the room he went away shocked and confounded."], [268, "CHAPTER XVII. A BATTLE FOR DOMINION. The pic-nic which was planned to disturb and annoy others, wdiich was to have witnessed so clear a triumph, had brought only defeat, pain, and punishment to its projectors. Each felt the mortification, although no one acknowledged the punishment ; no one, feeling the whirlwind, acknowledged to have sown the wind ; but each and all blamed some person or some circumstance apart from self. Rage, jealousy, and slighted love made Lucy furious with passion, and once at home a tor rent of invectives poured from her lips. She reproached her mother for the whole scheme, ignoring the part she had herself taken in it, whilst her mother retaliated with a charge of ingratitude and want of feeling."], [269, "257 A BATTLE FOR DOMINION. Then the two united in declaring Mr. Hesketh the sole cause of the day's mishaps, and sat down together in their gloomy back parlour, with sharp eager faces, impatient to tell him what they thought of him, when he came home. And there they sat, Lucy biting her nails to the quick, and Mrs. Hesketh pattering an impatient foot on the floor ; but the hours went by, midnight came and passed, before the pleasant party at Mr. Marsh's breaking up Mr. Hesketh and Cuthbert strolled home arm in arm, and lit the dull room with their cheer ful countenances. As usual, the bottled up wrath was poured forth ; but not as usual did Mr. Hesketh meet it. There was no spluttering passion, no vehement gesticulation ; he waited till Lucy and her mother had exhausted their eloquence, then decidedly, but with a calmness more im pressive from its very rarity, addressed himself to his wife, taking no notice whatever of Lucy. \" Mrs. Hesketh, you have this day con- VOL. I. S"], [270, "258 STUNG TO THE QUICK. vinced me you are unfit to be either wife or mother.\" \" Indeed ! and pray for what may you be fit ? \" interposed she, with a curl of her nose ; but he continued as though she had never spoken. \"You have outraged decency, violated every bond of womanhood, wantonly con spired to attach odium to the name of a most excellent young lady, and thrown ridicule on an act of charity which reflects honour only on a benevolent man.\" \" Oh ! of course your friends are all angels, that is understood ! \" was the sneering in terruption of his wife. \" Excellent indeed ! she is nothing better than an upstart and a flirt ! \" exclaimed Lucy. Mr. Hesketh, heedless of the rude obser vations and commentaries which followed the progress of his speech, continued slowly and deliberately, without stop or wavering, with out elevating his voice above the level of grave decision : \" Neither of the persons so insulted ever"], [271, "A BATTLE FOR DOMINION. 259 injured you by word or deed, the outrage was therefore unprovoked and unjustifiable, and I, being compromised by the act of those who bear my name, have resolved to prevent such a scandal in the future.\" \"You have resolved, indeed! — you have resolved ! Well, I like that ! \" \" So long as your petty malice expended itself in attempts to annoy me, and destroy domestic comfort, I contented myself with retiring from uncongenial society, and per mitted you to retain undisputed the position at the head of my household, which I had been foolish enough to give you.\" \" Permitted, indeed ! you are improving, I declare !\" \" I have allowed you to control and direct this household hitherto ; have long resigned the house to yourself and your acquaintances, not caring to see my own friends slighted or insulted, have permitted you to regulate the expenses, and paid your lavish bills more readily than you deserved. But your do minion ceases with this day. You have no s 2"], [272, "260 STUNG TO THE QUICK. longer a ductile, pliant husband to deal with, but a master whose authority must alone bear sway.\" \"Dear me! can that be Mr. Hesketh, or the Great Mogul masquerading in his gar ments ? I declare, Lucy, he harangues us as if he really were master of the house and we his humble slaves.\" \" He who is master of the purse is master only of the house, if he be master of himself.\" \" Ah ! indeed, if. If, Mr. Hesketh ; but you are not master of my purse, and not very often master of yourself.\" A contemptuous laugh of exultation followed this remark, echoed by tittering Lucy. \"You can keep your own private income for pocket-money, Maria ; you will no doubt require it before long. I am at least a master of arithmetic, and counsel economy.\" \" Counsel economy, indeed ! I shall do what I please with my own,\" retorted she, provoked by his quietness and the turn matters were taking. \" With your own, but not with mine."], [273, "A BATTLE FOR DOMINION. 261 Henceforth, I pay for nothing I do not myself order, permit no visitors I do not invite or approve ; and as you are incapable of controlling your domestics, or entertaining my friends pleasantly, I shall place the house hold under other management.\" Here was an announcement, which took Mrs. Hesketh by surprise, the more so that the quiet determination in his manner produced the effect of conviction. Choking with suppressed rage at the idea of his bringing a stranger home to domineer over her, she rose to her feet with a torrent of abuse on her lips, but before she could utter more than a few unintelligible words about \" tyranny \" and \" parsimony,\" she sank into her chair in a violent fit of hysterics. Time had been that Mr. Hesketh would have reproached himself as the cause of such emotional display, and exhausted every art to restore her; but he simply bade Lucy attend to her mother, and, if she did not revive presently, throw a bowl of cold water over her ; then, without more ado,"], [274, "262 STUNG TO THE QUICK coolly lit a chamber candle and retired to bed.\" Cuthbert, as previously arranged, had gone up-stairs at once to avoid being drawn into any dispute, and to his room Mr. Hesketh went — not to his own, so that the hysterical lady, when she came to herself, might reflect in solitude on all he had said. And the hysterics over, she did reflect, and, in spite of her anger and exasperation, arrived at the conclusion that Mr. Hesketh was in earnest, more in earnest than she had ever seen him, and so she told Lucy. Lucy, however, had no care for her mother's trouble, she was wrapped up in self, and per plexed how to regain her ascendency over Edwin Grove, without stooping to own her self in the wrong. That she was determined she never would do ; for she argued he had no right to blame her for being at a pic-nic with gentlemen unknown to him, whilst he was at another, paying attentions to a handsome woman unknown to her. Much as she might affect to depreciate"], [275, "263 A BATTLE FOR DOMINION. Rhoda, there lurked in her little mind a sort of consciousness that she would be a dangerous and powerful rival, and as all the love she could spare from herself had been given to Edwin Grove, she was not too comfortable in the reflection that her own hasty and inconsiderate retort had given him a sort of pretext for inconstancy. At her father's threats she laughed, having no belief in his strength of purpose, and more over, they were not levelled against herself; but there was something in Edwin's conduct to warrant her jealous fears. Had he not come home from London without even writing to inform her? Surely, if he loved her as he used to say, he would have rushed to see her before he had been an hour in Durham, in stead of which he had gone off flirting with that beggar-woman's bairn. How long had he been at home, she wondered. Surely, not very long. He could not be so cruel as to treat her so. But she would find it out, and if he were inclined to flirt she would flirt too. She would let him see there were beaux to be"], [276, "264 STUNG TO THE QUICK. had in Durham without him. Mr. Lighthead had been very particular in his attentions, and she would just let the fickle young gentleman see that she could have two strings to her bow as well as himself. He would be coming in in the morning to make an excuse and ask her forgiveness, and wouldn't she plague him then ? She would give him a lesson he should not forget. The morning came, as mornings generally do, whether we are prepared for them or not, whether we open our eyes to the daylight of this world or another, and found the two ladies both sleepy and sulky. They would not go down to breakfast, it would mortify the tyrant if they did not appear to say good-bye to Cuthbert before he started, and serve him right for his airs ! Much to their surprise, when they did con descend to walk down-stairs, they discovered they had neither been inquired for nor waited for, and that, both father and son had departed in excellent spirits. Moreover, the servant had received her orders for dinner without any"], [277, "A BATTLE FOR DOMINION. 265 reference to the wishes of her mistress, ex pressed or understood ; and whilst Mrs. Hesketh yet stood aghast at this audacious innovation, the blue-bloused butcher's boy handed in a joint hitherto excluded from their table, for the sole reason that Mr. Hesketh had a preference for it. Utterly confounded by a display of decision such as she had witnessed but once before in the course of her married life, namely, on the occasion of the office transfer, Mrs. Hesketh sat appalled, leaving her toast to toughen, and her coffee to cool, whilst she marvelled what further act of insubordination she might expect from her hitherto submissive hus band. It is all very well for a wife by dint of caprice and ill-temper to rule her husband and home, and believe her position impreg nable, so long as the man is willing to submit to control, from that indolent love of ease which disinclines him to take the field against a woman armed with a stinging tongue, but once let him rouse from his apathy,"], [278, "266 STUNG TO THE QUICK. and she must succumb to the strong hand in the end, however long and fierce may be the battle for dominion. She may not \" honour,\" she may object to \" obey,\" and sacrifice the happiness of herself and family in perverse abnegation of her marriage vow, rearing her children in the most pernicious moral atmos phere ; but this can only extend to minor matters : in all the great issues of life might and right combine to make the man pre eminent. Gradually temper overcame surprise, and whilst Lucy sipped her coffee, trifled with her toast, and battered an empty egg-shell to shivers, regardless of the silver spoon, in her mental abstraction, Mrs. Hesketh pattered her foot on the carpet and muttered to herself, far too angry to eat. With Lucy in her train, Mrs. Hesketh sought her unfailing friend, Mrs. Coulson, the former leaving a message with Betty, \" Should Mr. Grove call, say I am out, and shall not be at home all the morning ; but if Mr. Lighthead or Mr. Fortescue inquires for"], [279, "A BATTLE FOR DOMINION. 267 either mamma or myself, remember we are gone to Mrs. Coulson's.\" Lucy had arrayed herself in her most becoming bonnet, newest de-laine dress, and black mode scarf, twirling in her hand a large brown parasol with a border of green birds and bushes, the gift of her truant swain, in expectation that somewhere between Old Elvet and Gilesgate she might have an opportunity of dazzling the eyes of either the beau who had been, or the beaux who might be. She stepped along with a set smile, by the side of her frowning mother, defiant alike in dress and demeanour ; but as she crossed Framwellgate Bridge, traversed Saddler Street, emerged into the Market Place, and finally reached Gilesgate without a glimpse of any errant knight, the smile disappeared, and by the time Mrs. Hesketh's green kid had touched the brass knocker on Mrs. Coulson's door there was a frown on Lucy's brow quite as deep as that on her mother's. Mrs. Coulson was not alone. She had"], [280, "268 STUNG TO THE QUICK. held a sort of levee that morning, and two or three confidential friends were closeted with her then, each and all discussing some phase or other of the previous day's disaster. Some had come to impart information, others to inquire the \"rights\" of the case, \" certain to hear the truth from their dear friend, Mrs. Coulson,\" and she, conscious of her own importance as a circulating medium, kept the ball rolling with a condescending affability very delightful to behold. Amongst the various rumours afloat, it was currently reported that Mr. Hesketh, in a state of intoxication and temper, had intruded on a party of strangers, violently assaulted Mr. Fortescue, torn his wife's bonnet to shreds, and all about a comic song. That Captain Hesketh, quite as violent as his father, had pitched Mr. Lighthead through the window, and given some one else a black eye. That Edwin Grove had deserted Miss Hesketh and told her she was not fit to wipe Miss Wearbank's shoes. That he had sent Mr. Fortescue a challenge on account of a"], [281, "A BATTLE FOR DOMINION. 269 song he had made on Miss Wearbank. That Jack Fortescue and three others had been in the river, and two were drowned. That the said Jack Fortescue had gone to Mr. Marsh's dripping wet ; that he had gone on his knees to implore pardon, and been kicked out of the house by Mr. Marsh, who had threatened to shoot him. All these veracious statements found their way to Mrs. Coulson's, albeit some of them had their origin elsewhere, and, in justice to that jolly widow, it is only fair to say, that she endeavoured to correct such reports as her own personal knowledge enabled her to rec tify, making due allowance for her own dis torted view of the question. But as she took for granted all she heard of events beyond her ken, and repeated the same to each comer, the double pic-nic and final outbreak filled all the busy tongues and idle ears of Durham before the day was over. It so happened, however, that no one was drowned, no boat had been upset, and only one person had been in the river, that one"], [282, "270 STUNG TO THE QUICK. being Jack Fortescue, whom his more sober comrades had dragged out of the water, without more inconvenience to themselves than a par tial wetting. But the foolish fellow himself did not escape scot free; as related, he wandered to Mr. Marsh's, slumbered there, and afterwards, when conducted to his chambers, again dropped asleep in his saturated garments which dried upon him ; waked at length cold, stiff, and shivery, by night-fall was in a blazing fever, and in less than three weeks went home to his old father in a leaden coffin. But of this catastrophe Mrs. Hesketh had no prescience, she sought Mrs. Coulson's sym pathy in the full belief that she was grievously ill-used ; that the measures she had adopted to annoy her husband and his exclusive friends were perfectly justifiable, and consequently her indignant spouse's retaliation was most out rageous. When the ordinary gossips had departed with their budgets full, Mrs. Hesketh poured out the story of her wrongs, every few moments calling upon Lucy to corroborate"], [283, "271 A BATTLE FOR DOMINION. her statements, as if she thought her own unsupported testimony unworthy cre dence. \" My dear Mrs. Coulson, what should I do ? \" said she, in most lachrymose tones, when she had ended her story. \" What would you do in my case ? \" \" Well, my dear,\" replied the counsellor, pursing up her mouth in grave deliberation, \" it is not easy to advise. You know poor dear Coulson never gave me a wrong word in his life ; but then you see, I had the length of his foot, and just got my own way without his knowing it.\" \" I wish I could say as much, not but what I have had pretty much my own way, but I have had to fight for it. He used to smoke in the parlours, carry his plans and papers into the drawing-room, walk in without wiping his shoes, grumble when we had a cold dinner, and examine the tradesmen's bills with the meanness of a miser ; I managed to scold or sneer him out of all these habits, and just as I thought I had him under my finger and"], [284, "272 STUNG TO THE QUICK. thumb, he turns round in this way. I de clare it would provoke a saint ! \" \" So it would, honey, but the men are all alike, nothing to be depended on ; and if you would take my advice, not that I would pre sume to dictate to you, my dear, but if you are wise, you will take no notice of his threats. Men often threaten over-night, and forget all about it in the morning ; and if I know any thing of your husband, honey, and I think I do, he is too easy and good-natured to persist in his course long, if there is nothing to be gained by it. He will tire of the trouble of marketing and ordering, before many days are over, I'll warrant. That does not come natural to a man like Mr. Hesketh, and in less than a week he will be all right again. But mind honey, you must not let him do as he likes without any opposition, or \" \" I should think not!\" ejaculated Mrs. Hesketh and Lucy in a breath. \" Or you will never be able to manage him again,\" continued Mrs. Coulson. \" Now, sup pose instead of going home to dine on the"], [285, "A BATTLE FOR DOMINION. 273 joint he has provided without consulting you, you take off your bonnets and have a bit of dinner with me. He'll not relish dining by himself, I can tell you; and if he complains re peat the experiment, and stand by your right as housekeeper, to control the table.\" \" That I will, I'm not going to give in, and be lectured as if I were a baby. I'll let him see ! But, Mrs. Coulson, what if he really does bring a housekeeper into the house, as he threatened last night ? \" \" Oh, honey, he won't do that,\" interrupted the widow, \" never mind his threats ; big words break no bones ! and he only means to frighten you into submission. My first hus band used to do that, but his threats never came to anything. There now, that's right ; go up-stairs and take your things off. I have a nice veal cutlet, and some pickled salmon, and dinner will be ready almost as soon as you are.\" VOL. I. I"], [286, "CHAPTER XVIII. THE VALUE OF AN ALLY. When Mrs. Hesketh and her worthy daughter returned home after tea, in the evening, it was to experience a succession of fresh trials. Barely was the door opened to admit them, than their sensitive olfactory organs were greeted with the foul stench of tobacco smoke. \" Who's that smoking in my house ? \" demanded Mrs. Hesketh, with some as perity. Betty, a recent and rough importation from Gateshead Fell, strange to Durham and its inhabitants, answered briefly, \"Maister an' a gentleman.\" \" Gentleman, indeed ! more likely one of"], [287, "THE VALUE OF AN ALLY. 275 his boon companions from the Waterloo, or he would not think of smoking in a private house, — and in the best parlour, too, I do declare ! Well, this beats everything,\" ex claimed her mistress with uplifted hands on reaching the common sitting-room. \"Who is he, Betty?\" questioned both ladies at once. \"Aw dinnet ken,\" replied the woman, with a shake of the head. \" Have you not caught his name ? \" Betty again shook her head as an accom paniment to the monosyllable, \" ne,\" then, with a sudden flush of recollection cried, \" Oh, now aw bethink me, aw mind hearin' the maister ca' the other Docter.\" \" Ah, then, it will be Edwin, after all. I thought he could not stay away very long. How silly it is for papa to persist in calling him ' Doctor ' before he is one.\" \" Don't be too sure, Lucy ; Edwin did not look yesterday as if he meant coming back in a hurry,\" was the very consolatory observation of the unmotherly mother. T 2"], [288, "276 STUNG TO THE QUICK. \"Didn't he?\" was the equally pert re tort, concluded with the query, \" what is the young gentleman like ? \" addressed to Betty. \" Hout, he's na young, his yead's as gray as ma owd faither's, an' there's as mony delves i' his brow, but he stan's as straight as a powker, an na mickle fatter, wi his black coat buttoned up te his chin as if his sark* wanted weshin', or he hadn't yens to wesh, an his black trowsers are steeched wi' strops under his shoon till aw think they bin neigh splettin'. An as fur his shoon, aw declare they're tied wi' big bows o' silken ribbon jest like — \" \" There, there, that will do, we did not ask for an inventory of the doctor's ward robe,\" interrupted Lucy snappishly, having recognised the portrait of Dr. Grove himself, and not that of the offended and offending suitor. \" But who else has been here ? \" \" Nobbut the lass wi' the milliner's bill for them bonnets ; she said, they mun be paid fur by Setturday sarten, and then — - — \" * Shirt. t One."], [289, "THE VALUE OF AN ALLY. 277 \" There's no necessity, Betty, for you to repeat all the impertinent messages of that sort of people. You can go,\" said Mrs. Hesketh stiffly. \" Well, aw wouldn't hev' fashed ye wi' ma gobbin,\"\" hev' ye hadn't axed me. But theere's \" \" Leave the room.\" The maid-servant thus peremptorily dis missed, went back moodily to the solitude of her kitchen ; and whilst washing up the parlour tea-things muttered sulkily to herself, \" There's na pleasin' soom folks, but siu they wouldn't listen to what aw hed te tell, they mun mak out fur theirsells a' about the pyeps,f and backey, and spittoons, an sec like, maister hez sent hyem.J An they mun fin' oot fur theirsells aw aboot th' fine young chap as hed dinner wi' maister tee. Aw'd a telled them mysen an they hadn't bin sae gleg§ wi' their 'leave the room.' They'll be fit to bite their finger-eands wi' pure * Chattering. t Pipes. J Home. § Quick — clever."], [290, "278 STUNG TO THE QUICK. spite when they larn that Maister Rae burn, hez they're a'ways gobbin aboot, hez bin here, an gone away, an baith o' them oot o' the house. An only te think they hanna hed a dinner oot o' th' hoose sin aw Lived wi' 'em. They'll be rare an vexed, an sarve 'em reet for their airs and ill tem pers. Te think o' yon poor bairn Cuddy (Cuthbert was least seven years her senior), wha is a downreet canny chap, gangin ayont the seas a' the way te ' Mericky,' wi' nowt but a bit o' plankin atween him an death, te say nowt o' th' wild beasts an savages, an them twee wimmen lyen abed, wi' neer as mich as a ' gude-bye ' to him. Hout, o' them ! aw say. Aw ken mony better chris tens o' Gyetshed Fell. Why me faither an our Bill neer tuck their bait-pokes* an went doon th' pitshaft wi'out a ' God bless ye hinnies ' from baith minny t an me, and aw th' childer ; an' the pit baint hauf so fear some as the great roaring sea, that luiks for aw the world, as if it wur allays jumpin up * Pitmen's provision -hags. t Mother."], [291, "THE VALUE OF AN ALLY. 279 an openin a lot o' mouths te swallow up the bits o' ships, an boats, and puir sailors tee. God bless the canny bairn, say aw, if his minny dizn't, wha has maist reet.\" Whilst Betty, busy in washing china, and replacing the clean cups and saucers in the painted press by the fireplace, walked to and fro muttering and moralising, the two in the back parlour, with their bonnet-strings un tied, sat opposite to each other to debate and deliberate what should be done. For some time Lucy sat poking at the pattern of the carpet with the tip of her parasol, whflst Mrs. Hesketh rolled and unrolled her netted black silk gloves, pattered her foot on the floor, and meditated whether she should burst into the drawing-room, and enter a protest against its desecration. Nothing but utter dismay at the unexampled innovation had restrained her violence in the first in stance ; — with the knowledge of the visitor had come reflection. Wise had Mr. Hesketh been in his se lection of Dr. Grove as confidential assistant"], [292, "280 STUNG TO THE QUICK. in his scheme of home regeneration ; for if there was one man in Durham whose good opinion Mrs. Hesketh courted, it Was Dr. Grove. Dr. Grove, the extensive practitioner who, though not a gossip, held gossips in awe, from his very shrewdness and quiet power of putting a falsehood down when he brought one to light. Then Dr. Grove had to be conciliated as the natural adviser of his son, and though Mrs. Hesketh did not feel his consent indispensable to that son's marriage, she did feel that the match would be inebgible without it for pecuniary reasons. Miss Hesketh, as may be supposed, shared her mother's desire to propitiate the Doctor, and as the one sat pattering her foot impa tient at the impediment in the free exercise of her own inclination, and the other continued to trace the pattern of the carpet, both ar rived through different channels at the same conclusion. \" It's very provoking !\" exclaimed the elder lady at length."], [293, "281 THE VALUE OF AN ALLY. \" Very,\" echoed the younger. \" To think he should come to-night of all nights in the year,\" pettishly cried the former. \" Oh, I don't see anything very provoking in Dr. Grove coming here to-night more than any other time, but it is provoking that Edwin has not made his appearance yet. I could cry for very vexation, for I know he is dangling after that disgusting Rhoda Wear bank, just out of spite. I've a good mind never to speak to him again, that I have.\" \" If Rhoda Wearbank has entrapped him you will have to wait long enough for a chance, in my opinion,\" said unsympathising Mrs. Hesketh, with a curl of the lip. \" What do you think of our going into the other room ? \" asked she in continuation. \" I don't know, and I don't care,\" petu lantly answered Lucy, who, unable longer to restrain her pent-up vexation and disap pointment, burst into tears. Whoever was to blame in the first instance, certainly Lucy had sufficient reason for her"], [294, "282 STUNG TO THE QUICK. uneasiness and tears, and a little delicacy on the part of her mother was most desirable to allay the feelings of irritation. But Mrs. Hesketh had no sympathy with any one except herself, not even her daugh ter, in a minor matter like that of wounded affection, or wounded pride. Had she torn a new silk dress, or crushed a pretty bonnet, her distress for her daughter's misfortune would have been great and genuine ; but when only feelings Avere torn or crushed, scorning a weakness she could not comprehend, she had a tendency to chafe and irritate rather than solace. \" Well, I would not be a baby if I were you — crying for her sweetheart, to be sure, like a ninny — as if he was the first young man who had changed his mind before mar riage. And what is he after all ? He has no property of his own except the little bit that was his mother's ; and he's not in prac tice yet, and who knows that he ever will be — he hasn't passed yet. If I were you I would set my cap at Mr. Raeburn ; he would"], [295, "THE VALUE OF AN ALLY. 283 be something like a catch for you,\" pro vokingly insisted Mrs. Hesketh, her intona tion varying with each graceful suggestion. \" Then I shan't set my cap at Mr. Rae burn — and Edwin's as likely to pass his ex amination as any one else ; he's quite as clever, and if he hasn't much money his father has, and it will all be his some day : but I won't stay here to be tantalised this way.\" Lucy had been biting the corners of her handkerchief between each interjectional as sertion, as she half sobbed it out ; but hoav she rose, gathered up gloves and parasol, and marched from the room to bathe her eyes and otherwise make herself presentable to Dr. Grove, whose friendly alliance she felt it politic to secure at once, noAV she had so favourable an opportunity. Mrs. Hesketh too, concluding it Avas unde sirable her husband should have the Doctor all to himself, and do as he liked with the best room, after making some change in her toflet, presented herself in the hitherto tabooed"], [296, "284 STUNG TO THE QUICK. apartment, Avhere she found Dr. Grove and her husband no longer smoking, but occupied Avith a smart game of cribbage. The Doctor rose on her entrance, and bend ing his straight back in his customary formal bow, resumed his seat and the interrupted game, listening, Avith his left hand over his mouth as usual, to the counting of his oppo nent — \" fifteen two, fifteen four,\" and so on. Lucy was there before her, and with the art ful intent of impressing Dr. Grove with an idea she was industrious and would make a useful wife for somebody, brought with her some plain needle-work and began to sew, opening very ostentatiously her handsome work-box in quest of needle, thread, and scissors. The click of the new key in the unusual lock, caught the sharp ear of the Doctor, and without looking up from his game, with one eye half closed he Avatched her movements, marked that lining and fittings, from thimble to scissors, were bright and new, though the outside bore evident marks of good rubbing"], [297, "285 THE VALUE OF AN ALLY. and long purchase. So he set down her sewing at just what it Avas worth — a sham. He was too old to be duped by so shallow an artifice. She, however, worked away with a pleasant smile upon her face, fully believ ing that the Doctor must think her notable in the extreme ; but he had seen the look of astonishment alike on the face of father and of mother, and set her down in his own mind as an artful and lazy young miss. To Mrs. Hesketh's horror the centre table contained a clay pipeand tobacco-pouch by Mr. Hesketh's elbow, a box of cigars, brandy and Avhisky in bottle (she had the decanters under lock and key), glasses partially emptied, Avater, sugar, a lemon, and — dreadful ! — one of her best knives had been used to cut it, and lay there stained Avith the acid. Worse than all was a new japanned spittoon at the foot of each gentleman. She was dumb with astonishment, bit her lips to keep her temper in, felt as if she should faint at the discovery — red and white"], [298, "286 STUNG TO THE QUICK, chasing each other across her face very conspicuously. This, indeed, looked like asserting his supremacy in good earnest. Dinner ordered Avithout her sanction or opinion, a gentleman brought in without her knowledge, pipes and spittoons in her best room, the Avhole place reeking with smoke and spirits — it Avas as bad as a bar-parlour. Oh, if Dr. Grove were not there, what would she not say ! But Dr. Grove Avas there, intentionally there, so her lips Avere closed, much against her own Avill, and the two pursued their game cheerily and pleasantly, as though there Avas no such thing as a refractory Avife in existence. After a time, Mr. Hesketh said, \" Lucy, Dr. GroATe would like a little music.\" This Avas commonplace enough, but Lucy gave a visible start of astonishment at the unwonted request, which took the tone of a command, and which at another time she would have hesitated to obey ; then, how ever, she thought it advisable to comply"], [299, "287 THE VALUE OF AN ALLY. with a good grace, and, indeed, Avas rather pleased than otherwise that her father had given her a chance of displaying her skill as a musician. Her fingers had been educated much better than her heart, so she played the overtures from \"William Tell\" and \" Fra Diavolo\" to the entire satisfaction of herself and auditory, and the Doctor thanked her very heartily. \"Have the goodness, Maria, to order supper,\" said Mr. Hesketh to his wife when the piano was closing. That lady bristled on the instant, and a sharp reply rose to the tip of her tongue ; but the Doctor happening to look up, she marched from the room, more to cover her OAvn defeat than to give the desired order. Betty had, hoAvever, received previous instructions from her master, so that Mrs. Hesketh found the cloth laid, and supper almost ready, Avithout her intervention. In vain she chafed 'and fumed. Betty, stolid and impenetrable to all her sharp"], [300, "288 STUNG TO THE QUICK. interrogatories, had but two replies — \" Mais ter ordered it,\" or \"Maister telt me,\" and pursued her course unmoATed. She had seen through the day that a revolution was afoot, and Avas shrewd enough, as she said to her self, to see on which side her bread Avas buttered : besides which, there Avas no little private exultation in the discomfiture of a mistress Avho only recognised in a servant the properties of a drudge — a sort of ani mated cleaning and cooking machine, in fact. Tied down to be civil at the supper-table by her desire to bear a fair character before the world, Mrs. Hesketh rather overdid her part as a courteous hostess, trusting in the retirement of the curtains to give an infal lible lecture. But on the Doctor's departure, Mr. Hesketh remarked, kindly, but emphati cally, \" I am happy to see that my caution has had the desired effect, and that you have both been discreet enough to receive my friend with civility. Good-night.\" And taking a chamber candle, he retired — not to his own room, but to Cuthbert's, once more."], [301, "CHAPTER XIX. HOW MISS DOROTHY MANAGED. After his country friends and Cuthbert had rolled away up or down the hill ac cording to their various destinations, Mr. Marsh took his hat from the peg and Avent out — first, however, apologising to Mr. Rae burn, who had just entered, as well as to Edwin Grove. \" I shall not be away long,\" said he ; \" but if I am, my bairns will, I dare say, be quite as agreeable companions ; for with so bright a ray on the burn, and so pleasant a grove at hand, I do not think they can be very dull or unsociable.\" .With the light laugh which always accompanied his own little witticisms (strained though they often were), and the sideway nod which seemed to say, VOL. I. n"], [302, "290 STUNG TO THE QUICK. \" There's for you,\" the good gentleman walked cIoaati to Sadler Street, with a much more serious aspect than ordinary. Once or twice, in that short distance, he was inter cepted by acquaintances who had heard different versions of the previous day's dis turbance, with its culmination that morning, and who wanted to \" hear the rights of the business from the fountain-head.\" \" Rights of the matter — there were no rights — all was mischief, and mischief is Avrong, and I'm not the fountain-head any more than yonder pant.* The fountain-head of mischief is always a Avoman ; but I am sorry to see there are so many masculine pads at the service of the fountain. Good morning, gentlemen ;\" and Mr. Marsh walked on, scarcely heeding the careless laugh or the \" Sore subject that ! \" which followed his retreating steps in the one case, or the audibly whispered, \" That shoe pinches Marsh's corns,\" which greeted his ears from the rebuked gossip in the second instance. * The market-place pump."], [303, "HOW MISS DOROTHY MANAGED. 291 He arrived at Mr. Hesketh's in a state, of perplexity and perturbation. No one who has not lived in a small town can comprehend how so tiny a pebble could ruffle the whole surface of the stream of its society, or that an insulting and personal allusion in a mere song could trouble so good a man as Mr. Marsh, Avho had made it a rule to regulate his actions by his conscience, and not by the opinions of his neighbours. He had followed the dictates of humanity Avhen he rescued Rhoda from starvation as a babe, and disregarding the counsels of less charita ble adders reared her as his own, in spite of the sly hints and innuendoes throAvn out here and there that he \" knew more of the child's parentage than he cared to acknowledge.\" He had treated these insinuations lightly at the time, and they never troubled him, but noAV that the young girl he had so sedulously kept from all knowledge of her dependence until it Avas forced from him, and whom he had guarded from any sense of a dependent position since ; now that she was made a D 2"], [304, "292 STUNG TO THE QUICK. target for the shafts of ridicule he was greatly troubled, and all the antagonism in his na ture — which, however, was not much — rose in arms against the offender. Without stopping to give the clerk in the outer office the customary five minutes' plea sant chat which ever prefaced the diurnal visit to his friend, that morning he passed through with a mere nod of recognition, which surprised the wielder of rule and compass not a little, and he bit the tip of his quill-pen Avhilst perplexing himself to discover what offence he could possibly have given to Mr. Marsh. Mr. Hesketh was seated at a large office table covered Avith red baize, with a map, or plan, spread out before him. His short legs Avere stretched out stiffly under the table, his head thrown back so as to bring his eyes in a direct line with a cobAveb in the opposite corner of the ceiling, whilst his elbows rested on the arms of his chair, so as to bring the tips of his forefingers and thumbs in juxtaposition, as if he were de-"], [305, "HOW MISS DOROTHY MANAGED. 293 signing a shape for a model bellows or a spade ace. The entrance of Mr. Marsh disturbed his reverie and destroyed the unrecorded designs, for he bounced up as the door opened and grasped the hand of the incomer as though he had not seen him for a month. \" Oh, Charles ! \" exclaimed he, eagerly, \" I have a new plan in contemplation.\" \" New ! Avhy, Hesketh, I have seen that map on your table till I know it at a glance for the Raeburn estate.\" \" Pooh, pooh, man, I don't refer to that, or any other business plan ; but I have a scheme afoot.\" \" Never mind it to-day, Hesketh ; the scheme will keep. I came to see what can be done to stop your wife's talent for mis chief.\" \" That's just it. That's Avhat I referred to. I have a plan in my head which must succeed.\" \" Indeed ! then let me hear it, for I confess I am at a nonplus Iioav to deal Avith a case"], [306, "294 STUNG TO THE QUICK. the law does not reach, and with a woman not amenable to reason or feeling.\" So saying Mr. Marsh took a seat opposite to his friend, who leaned his arms across on the table, and prepared to reveal his grand scheme of home and Avife government. Having described the scene in Old Elvet the previous night, together Avith his threat and his morning performances in the way of ordering dinner, both at home and at the butcher's (Avhere he had peremptorily cast off credit), Mr. Marsh Avas invited to dine with him. Mr. Marsh shook his head. \" Tea and supper, then, with a cosy pipe between,\". urged the regenerator. \" No, thank you, Hesketh ; I prefer my pipe in my own house ; not that I am disin clined to be sociable, as you well know, and not that I shrink from assisting your lauda ble though Quixotic scheme ; but I should compromise my niece did I visit under the roof Avhich owns as mistress her malicious persecutor.\""], [307, "HOW MISS DOROTHY MANAGED. 295 \" Ah, well, perhaps you're right. But why do you call my scheme Quixotic ?\" \"Because you have not sufficient stability to go through with a course contrary to your own kindly nature. You have not the stern and uncompromising character requisite to put down, and keep down, a Avoman like your wife ; and — pardon me — your love of ease and quiet will cause you to resign the sceptre as too heavy, granting you had the power to grasp it.\" \" I dare say you are right again in a measure ; but you must knowT, Charles, there are limits to human endurance. The abomi nable insult to poor Rhoda, yesterday, to say nothing of that to myself or the draught on my purse, was added to a cup already brimming. I am thoroughly roused this time, and if I fail my name's not Cuthbert Hesketh!\" \" Well, I am not so sanguine ; but indeed I do not see how you are to restrain your Aviso's tongue abroad by any mode of co ercion at home ; and I believe Lucy to"], [308, "296 STUNG TO THE QUICK. be as little amenable to control as her mother.\" \" You are not mistaken there ; but she is young, and follows her mother's example. I hope seasonable care may improve her. Indeed, I blame myself that I did not send her from home to be educated away from the evil influence. It's a lamentable case, Charles, when a man has reason, really reason, to speak thus of his Avife and chdd. Indeed, if it were not for the scandal, I would have .a legal separation from Maria ; and unless I succeed, that is my ultimatum.\" \" Suppose you consulted Dr. Grove ; he is clearer-sighted than either you or I, and may be a very Araluable ally, either offensive or defensive.\" \"Thank you for the hint. He will in deed be a valuable coadjutor. Let us go to him at once.\" \" You had better go to him alone ; and I Avould advise you to say nothing of having consulted me first. All doctors regard"], [309, "HOW MISS DOROTHY MANAGED. 297 secresy as the essence of success. He would doubt counsel shared Avith another.\" Thus it was that Dr. Grove became a party to Mr. Hesketh's plans, and assisted materially to uphold one Avho, as Mr. Marsh surmised, would not have had resolute per severance to carry on the conflict alone. But notwithstanding her awe of Dr. Grove, Mrs. Hesketh did not resign do minion Avithout a se\\rere and protracted struggle. She broke the pipes, burned the cards, hid the spittoons, locked up the spirits, countermanded the orders. But Mr. Hesketh brought home a locksmith, had the locks picked, and furnished with a triplet of keys, except one private cupboard, on which was placed a patent lock with one key only. In this he secured all articles on Avhich his amiable wife had made a raid. Then he sent upholsterers into the house to fit up a spare room for a lady ; and when he found that the servant was obstructed in obeying his orders, and discovered moreover that he himself understood nothing AvhateATer either"], [310, "298 STUNG TO THE QUICK. of housekeeping or domestic management, he left home and returned in a few days with a pleasant, chubby old lady and a multitude of boxes, large and small. The boxes Avere conveyed to the newly appointed chamber, and the pleasant old lady duly introduced to Mrs. Hesketh as Mr. Hesketh's only sister, Miss Dorothea Hesketh, come, at great inconvenience to herself, to reside Avith her brother and relieve Mrs. Hesketh of the care of her household, until that lady's restoration to health AVould enable her to resume her domestic duties as head of the famfly. Mrs. Hesketh Avas furious, raved and wondered hoAV Mr. Hesketh dared to bring any one there OYev her head, and finally threw herself into a violent fit of hysterics. The chubby old lady pitied the unfortunate young one, who was so grievously afflicted, and bustled about for such restoratives as Avere available, calling kindly to Lucy and the maid to render assistance. The patient Avas laid on the floor, cold water Avas sprinkled"], [311, "HOW MISS DOROTHY MANAGED. 299 plentifully on face and neck, regardless of cap, ribands, or pelerine, salt was rubbed between the closed teeth, the hands were well slapped, and other pleasant and time honoured antidotes proposed. The attack, as might be expected, yielded to the remedies applied, and then Miss Dorothea suggested, very soothingly, that a comfortable nap Avould be most refreshing under the circumstances, and offered, very obligingly, to assist her afflicted sister-in law to her room. Whether Miss Dorothea (whose existence had been ignored by her sister-in-law for many years) did or did not believe that Mrs. Hesketh's frequent hysterical attacks Avere genuine, must remain a mystery. Certainly she ever treated that lady Avith the compassion due to one labouring under a severe affliction, and Avhose bursts of passion, traceable to the same* source, Avere to be soothed and borne as the outbursts of a mind slightly overthrown. Nothing she might do or say disturbed"], [312, "300 STUNG TO THE QUICK. the old lady's equanimity : she moved about the house cheerfully and noiselessly, gave instructions to Betty Avhen necessary, or assisted where a little timely help might relieve the girl's labour. The third set of the triplet of keys had been entrusted to her, and then ensued a thorough supervision of closets and cup boards — a clearance of rubbish, always with a kindly regard for Mrs. Hesketh's comfort, and audibly-expressed compassion for the state of mind and body Avhich had pre- A'ented her from looking after these things for herself. The linen was revieAved and, Avhen dilapidated, repaired — not thrown aside as Avorthless. Then, as the season was far advanced, the chubby spinster heated her Avarm face over the kitchen fire, making jams, preserves, and pickles, for the use of the family. She strove bkewiseio make Lucy ashamed of her idleness, not all at once, but bit by bit, pretending not to see the girl's un willingness, and assuming that she only"], [313, "HOW MISS DOROTHY MANAGED. 301 wanted teaching — a pleasant fiction which did some little toAvards the improArement of her niece in the long run. But Lucy Avas so much engrossed Avith her own affairs, she had little thought to spare for the changes taking place around her. Edwin Grove had palpably deserted her. If they met in the streets, he passed Avith a cool bow. Weeks went by, yet he never called or made any advance towards a reconciliation. Alternately she chafed and fretted as anger or regret swayed her by turns, and she wea ried herself with puzzling hoAv to recall the Avandering SAvain. If she sought counsel from her mother, she either received the snappish answer, \" I have troubles enough of my OAvn Avithout being bothered with your loAre affairs,\" or was asked sneeringly, \" Dear me, what do you ask my advice for ? my advice is Avorth no thing, no one cares for my opinion now. You had better consult your most amiable"], [314, "302 STUNG TO THE QUICK. aunt, she knows better than I can, I am only your mother.\" At first she had determined to play off two rivals against Edwin, and make him jealous ; but neither Mr. Lighthead nor Mr. Fortescue Avas to be seen. Rumour had assigned a sufficient reason for the sequestration of the one, and after a Avhile the absence of the other was accounted for. It transpired during one of Dr. Grove's many visits, that Mr. Fortescue was on the verge of dissolution, and that Mr.Lighthead, in spite of his puppyism, had been a devoted and constant attendant by the bed-side of his dying friend, whose sufferings affected him deeply. Dr. Grove also intimated that he saw \" Mrs. Hesketh's accursed pic-nic wras the cause of all.\" When death closed the poor profligate's career, all the horrible truth came to Mrs. Hesketh and Lucy from many quarters, with neither disguise nor palliation, until even the former was shocked and subdued by so dis astrous a termination of her frolic."], [315, "HOW MISS DOROTHY MANAGED. 303 This happened a few clays after Miss Do rothea's arrival, and helped most materially to the establishment of that lady's rule, Avhilst it dissipated all Lucy's scheme for playing a tit-for tat game. Leaving Miss Dorothea to win the heart of Betty by her gentle good-nature, as firm as it was gentle, and her readiness alike to direct or assist, leaving her to subdue Mrs. Hesketh by diplomatic misconception,, and imperturbable good humour, leaving her to attempt Lucy's improvement, to create com fort for her brother, and win the esteem of Dr. Grove, it is desirable Ave return to South Street, where Mr. Raeburn and Edwin GroA*e continued to sit much beyond the period as signed by etiquette to a morning call. END OF VOL. I. BRADEl'RV, EVANS, AND CO., PRINTERS, WI11IEERIAKS."], [316, ""], [317, ""], [318, ""], [319, ""], [320, ""]]